[
  {
    "hadithEnglish": " Abu Said al-Khudri reported Allahs Messenger (ﷺ) as saying:\nExhort to recite There is no god but Allah to those of you who are dying.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ، فُضَيْلُ بْنُ حُسَيْنٍ وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ كِلاَهُمَا عَنْ بِشْرٍ، - قَالَ أَبُو كَامِلٍ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، - حَدَّثَنَا عُمَارَةُ بْنُ غَزِيَّةَ، حَدَّثَنَا يَحْيَى، بْنُ عُمَارَةَ قَالَ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَقِّنُوا مَوْتَاكُمْ لاَ إِلَهَ إِلاَّ اللَّهُ  .",
    "hadithBengali": "১৯৯৫। আবূ কামিল জাহদারী ফূযয়াল ইবনু হুসায়ন ও উসমান ইবনু আবূ শায়বা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের মধ্যে মুমূর্ষদের লা-ইলাহ ইল্লাল্লাহ এর তালকীন দাও। (তার সামনে কলেমা পাঠ করতে থাক যেন সে শুনে আল্লাহকে স্মরণ করে।)\n",
    "checkStatus": "1",
    "hadithNo": "1995",
    "id": "11360",
    "thesequence": "10819",
    "isActive": "1",
    "chapterId": "13415",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১. মুমূর্ষকে লা ইলাহা ইল্লাল্লাহু এর তালকীন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Sulaiman b. Bilal with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ يَعْنِي الدَّرَاوَرْدِيَّ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، جَمِيعًا بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "১৯৯৬। কুতায়বা ইবনু সাঈদ ও আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... সুলায়মান ইবনু বিলাল (রহঃ) সবাই ঐ সনদে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1996",
    "id": "11361",
    "thesequence": "10820",
    "isActive": "1",
    "chapterId": "13415",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১. মুমূর্ষকে লা ইলাহা ইল্লাল্লাহু এর তালকীন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nExhort to recite There is no god but Allah to those of you who are dying.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرٍ، وَعُثْمَانُ، ابْنَا أَبِي شَيْبَةَ ح وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، قَالُوا جَمِيعًا حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ يَزِيدَ بْنِ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَقِّنُوا مَوْتَاكُمْ لاَ إِلَهَ إِلاَّ اللَّهُ  .",
    "hadithBengali": "১৯৯৭। উসমান, আবূ বাকর ইবনু আবূ শায়রা ও আমরুন নাকিদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের মুমূর্ষ ব্যাক্তিদেরকে লা ইলাহা ইল্লাল্লাহ&rdquo; তালকীন করবে।\n",
    "checkStatus": "1",
    "hadithNo": "1997",
    "id": "11362",
    "thesequence": "10821",
    "isActive": "1",
    "chapterId": "13415",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১. মুমূর্ষকে লা ইলাহা ইল্লাল্লাহু এর তালকীন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama reported Allahs Messenger (ﷺ) as saying:\nIf any Muslim who suffers some calamity says, what Allah has commanded him, We belong to Allah and to Him shall we return; O Allah, reward me for my affliction and give me something better than it in exchange for it, Allah will give him something better than it in exchange. When Abu Salama died she said: What Muslim is better than Abu Salama whose family was the first to emigrate to the Messenger of Allah (ﷺ). I then said the words, and Allah gave me Gods Messenger (ﷺ) in exchange. She said: The Messenger of Allah (ﷺ) sent Hatib b. Abu Baltaa to deliver me the message of marriage with him. I said to him: I have a daughter (as my dependant) and I am of jealous temperament. He (the Holy Prophet) said: So far as her daughter is concerned, we would supplicate Allah, that He may free her (of her responsibility) and I would also supplicate Allah to do away with (her) jealous (temperament).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ جَمِيعًا عَنْ إِسْمَاعِيلَ بْنِ جَعْفَرٍ، - قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا إِسْمَاعِيلُ، - أَخْبَرَنِي سَعْدُ بْنُ سَعِيدٍ، عَنْ عُمَرَ بْنِ كَثِيرِ بْنِ أَفْلَحَ، عَنِ ابْنِ، سَفِينَةَ عَنْ أُمِّ سَلَمَةَ، أَنَّهَا قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  مَا مِنْ مُسْلِمٍ تُصِيبُهُ مُصِيبَةٌ فَيَقُولُ مَا أَمَرَهُ اللَّهُ إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي وَأَخْلِفْ لِي خَيْرًا مِنْهَا . إِلاَّ أَخْلَفَ اللَّهُ لَهُ خَيْرًا مِنْهَا  . قَالَتْ فَلَمَّا مَاتَ أَبُو سَلَمَةَ قُلْتُ أَىُّ الْمُسْلِمِينَ خَيْرٌ مِنْ أَبِي سَلَمَةَ أَوَّلُ بَيْتٍ هَاجَرَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم . ثُمَّ إِنِّي قُلْتُهَا فَأَخْلَفَ اللَّهُ لِي رَسُولَ اللَّهِ صلى الله عليه وسلم . قَالَتْ أَرْسَلَ إِلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم حَاطِبَ بْنَ أَبِي بَلْتَعَةَ يَخْطُبُنِي لَهُ فَقُلْتُ إِنَّ لِي بِنْتًا وَأَنَا غَيُورٌ . فَقَالَ  أَمَّا ابْنَتُهَا فَنَدْعُو اللَّهَ أَنْ يُغْنِيَهَا عَنْهَا وَأَدْعُو اللَّهَ أَنْ يَذْهَبَ بِالْغَيْرَةِ  .",
    "hadithBengali": "১৯৯৮। ইয়াহয়া ইবনু আয়্যুব, কুতায়বা ও ইবনু হুজর (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কোন মুসলমান যখন কোন বিপদে পতিত হয়, তখন সে যদি আল্লাহর নির্দেশানুযায়ী ইন্না লিল্লাহি ওয়া ইন্না ইলাহি রাজিউন বলে এবং এ দুআ পাঠ করে হে আল্লাহ! আমাকে বিপদে ধৈর্য ধারণের সাওয়াব দান কর এবং এর চেয়ে উত্তম স্থলাভিষিক্ত দাও। তবে আল্লাহ তাকে উত্তম স্থলাভিষিক্ত দিয়ে ধন্য করবেন। যখন আবূ সালামার (তাঁর স্বামী) ইন্তেকাল হল তখন আমি বললাম, আবূ সালামা (রাঃ) থেকে কে উত্তম হতে পারে? তাঁর পরিবারই প্রথম পরিবার যারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে হিজরত করেছিল।\n\nএরপর আমি ঐ দুআ পাঠ করলাম। ফলে আল্লাহ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমার জন্য দান করলেন। উম্মে সালামা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট হাতিব ইবনু আবি বালতায়াকে দিয়ে বিবাহের পয়গাম পাঠালেন। আমি বললাম, আমার একটি মেয়ে রয়েছে আর আমি একটু অভিমানী। তিনি বললেন, তোমার মেয়ের জন্য আমি দু&#39;আ করছি যেন আল্লাহ তার সুব্যবস্থা করে দেন এবং এটাও দুআ করছি যে, তিনি তোমার অভিমানকে দুর করে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "1998",
    "id": "11363",
    "thesequence": "10822",
    "isActive": "1",
    "chapterId": "13416",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২. বিপদকালে যা বলতে হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama, the wife of the Messenger of Allah (ﷺ), reported Allahs Messenger (ﷺ) as saying:\nIf any servant (of Allah) who suffers a calamity says: We belong to Allah and to Him shall we return; O Allah, reward me for my affliction and give me something better than it in exchange for it,  Allah will give him reward for affliction, and would give him something better than it in exchange. She (Umm Salama) said: When Abu Salama died. I uttered (these very words) as I was commanded (to do) by the Messenger of Allah (ﷺ). So Allah gave me better in exchange than him. i. e. (I was taken as the wife of) the Messenger of Allah (ﷺ).",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ سَعْدِ بْنِ سَعِيدٍ، قَالَ أَخْبَرَنِي عُمَرُ بْنُ كَثِيرِ بْنِ أَفْلَحَ، قَالَ سَمِعْتُ ابْنَ سَفِينَةَ، يُحَدِّثُ أَنَّهُ سَمِعَ أُمَّ سَلَمَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم تَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَا مِنْ عَبْدٍ تُصِيبُهُ مُصِيبَةٌ فَيَقُولُ إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي وَأَخْلِفْ لِي خَيْرًا مِنْهَا إِلاَّ أَجَرَهُ اللَّهُ فِي مُصِيبَتِهِ وَأَخْلَفَ لَهُ خَيْرًا مِنْهَا  . قَالَتْ فَلَمَّا تُوُفِّيَ أَبُو سَلَمَةَ قُلْتُ كَمَا أَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَخْلَفَ اللَّهُ لِي خَيْرًا مِنْهُ رَسُولَ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "১৯৯৯। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... ইবনু সাফিনা (রহঃ) বলেন, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সহধর্মিনী উম্মে সালামা (রাঃ) কে বলতে শুনেছেন যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, কোন মানুষের উপর যখন কোন বিপদ আসে তখন যদি সে বলে ইন্না লিল্লাহি ওয়া ইন্না ইলায়হি রাজিউন এবং বলে, হে আল্লাহ! আমাকে বিপদে ধৈর্যধারণের ক্ষমতা দাও এবং উত্তম স্থলাভিষিক্ত দান কর তবে আল্লাহ তাকে ধৈর্য ও উত্তম স্থলাভিষিক্ত দিবেন।\n\nউম্মে সালামা (রহঃ) বলেন, যখন আবূ সালামার ইন্তেকাল হল তখন আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নির্দেশ অনুযায়ী দুআটি পাঠ করলাম। ফলে আল্লাহ আমাকে তার চেয়ে উত্তম স্থলাভিষিক্ত রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দান করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1999",
    "id": "11364",
    "thesequence": "10823",
    "isActive": "1",
    "chapterId": "13416",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২. বিপদকালে যা বলতে হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\n\nUmm Salama, the wife of the Messenger of Allah (way peace be upon him), reported Allahs Messenger (ﷺ) saying like the hadith transmitted by Abu Usama, but with this addition that she said:\n When Abu Salama died I said: Who is better than Abu Salama, the Companion of the Messenger of Allah (ﷺ), and Allah decided for me and I said (these words contained in the supplication mentioned above) and I was married to the Messenger of Allah (ﷺ).",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا سَعْدُ بْنُ سَعِيدٍ، أَخْبَرَنِي عُمَرُ، - يَعْنِي ابْنَ كَثِيرٍ - عَنِ ابْنِ سَفِينَةَ، مَوْلَى أُمِّ سَلَمَةَ عَنْ أُمِّ سَلَمَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ بِمِثْلِ حَدِيثِ أَبِي أُسَامَةَ وَزَادَ قَالَتْ فَلَمَّا تُوُفِّيَ أَبُو سَلَمَةَ قُلْتُ مَنْ خَيْرٌ مِنْ أَبِي سَلَمَةَ صَاحِبِ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ عَزَمَ اللَّهُ لِي فَقُلْتُهَا . قَالَتْ فَتَزَوَّجْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "২০০০। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিনী উম্মে সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি আবূ উসামার হাদীসের অনুরূপ। তবে রাবী অতিরিক্ত আরো বর্ণনা করেছেন যে, উম্মে সালামা (রাঃ) বলেছেন, যখন আবূ সালমার ইন্তেকাল হল, তখন আমি বললাম, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী আবূ সালামা (রাঃ) থেকে কে ভাল হতে পারে? তারপর আল্লাহ আমার ইচ্ছাকে সুদৃঢ় করে দিলেন। আমি ঐ দুআ পাঠ করে নিলাম। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বিবাহ করলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2000",
    "id": "11365",
    "thesequence": "10824",
    "isActive": "1",
    "chapterId": "13416",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২. বিপদকালে যা বলতে হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama reported Allahs Messenger (ﷺ) as saying:\nWhenever you visit the sick or the dead, supplicate for good because angels say Amen to whatever you say. She added: When Abu Salama died, I went to the Messenger of Allah (ﷺ) and said: Messenger of Allah, Abu Salama has died. He told me to recite: O Allah! forgive me and him (Abu Salama) and give me a better substitute than he. So I said (this), and Allah gave me in exchange Muhammad, who is better for me than him (Abu Salama).",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا حَضَرْتُمُ الْمَرِيضَ أَوِ الْمَيِّتَ فَقُولُوا خَيْرًا فَإِنَّ الْمَلاَئِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ  . قَالَتْ فَلَمَّا مَاتَ أَبُو سَلَمَةَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سَلَمَةَ قَدْ مَاتَ قَالَ  قُولِي اللَّهُمَّ اغْفِرْ لِي وَلَهُ وَأَعْقِبْنِي مِنْهُ عُقْبَى حَسَنَةً  . قَالَتْ فَقُلْتُ فَأَعْقَبَنِي اللَّهُ مَنْ هُوَ خَيْرٌ لِي مِنْهُ مُحَمَّدًا صلى الله عليه وسلم .",
    "hadithBengali": "২০০১। আবূ বাকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা যখন কোন রোগী অথবা মৃত প্রায় ব্যাক্তির নিকট উপস্থিত হও, তখন তার সম্পর্কে ভাল মন্তব্য কর। কেননা ফিরিশতাগণ তোমাদের কথার উপর আমীন বলে থাকেন। উম্মে সালামা (রাঃ) বলেন, যখন আবূ সালামার (তাঁর স্বামী) ইন্তেকাল হল, তখন আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললাম, ইয়া রাসুলাল্লাহ! আবূ সালামা (রাঃ) মৃত্যুবরণ করেছেন। তিনি বলেন, তুমি এ দুআ পড় হে আল্লাহ! আমাকে এবং তাঁকে ক্ষমা করে দাও এবং আমাকে তাঁর পর উত্তম প্রতিদান দাও। তিনি বলেন, আমি ঐ দুআ পাঠ করলাম। আল্লাহ আমাকে তাঁর চেয়ে উত্তম মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দান করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2001",
    "id": "11366",
    "thesequence": "10825",
    "isActive": "1",
    "chapterId": "13416",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২. বিপদকালে যা বলতে হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama reported:\nThe Messenger of Allah (may peace be upon came to Abu Salama (as he died). His eyes were fixedly open. He closed them, and then said: When the soul is taken away the sight follows it. Some of the people of his family wept and wailed. So he said: Do not supplicate for yourselves anything but good, for angels say Amen to what you say. He then said: O Allah, forgive Abu Salama, raise his degree among those who are rightly guided, grant him a successor in his descendants who remain. Forgive us and him, O Lord of the Universe, and make his grave spacious, and grant him light in it.",
    "hadithArabic": " حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو، حَدَّثَنَا أَبُو إِسْحَاقَ الْفَزَارِيُّ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، عَنْ قَبِيصَةَ بْنِ ذُؤَيْبٍ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى أَبِي سَلَمَةَ وَقَدْ شَقَّ بَصَرُهُ فَأَغْمَضَهُ ثُمَّ قَالَ  إِنَّ الرُّوحَ إِذَا قُبِضَ تَبِعَهُ الْبَصَرُ  . فَضَجَّ نَاسٌ مِنْ أَهْلِهِ فَقَالَ  لاَ تَدْعُوا عَلَى أَنْفُسِكُمْ إِلاَّ بِخَيْرٍ فَإِنَّ الْمَلاَئِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ  . ثُمَّ قَالَ  اللَّهُمَّ اغْفِرْ لأَبِي سَلَمَةَ وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّينَ وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ وَاغْفِرْ لَنَا وَلَهُ يَا رَبَّ الْعَالَمِينَ وَافْسَحْ لَهُ فِي قَبْرِهِ . وَنَوِّرْ لَهُ فِيهِ  .",
    "hadithBengali": "২০০২। যুহায়র ইবনু হারব (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবু সালামা (রাঃ) এর কাছে গেলেন। তখন তার চোখগুলো উল্টে রয়েছে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার চোখ বন্ধ করে দিলেন এবং বললেন, রুহ যখন নিয়ে যাওয়া হয়, তখন চোখ তৎপ্রতি অপলক দৃষ্টিতে তাকিয়ে থাকে। এ কথা শুনে তার পরিবারের লোকেরা উচ্চস্বরে কেদে উঠলেন। তিনি বললেন, তোমরা নিজেদের জন্য অমঙ্গলজনক কোন দু&#39;আ কর না। কেননা ফিরিশতাগণ তোমাদের কথার উপর আমীন বলে থাকেন। তিনি তারপর বললেন হে আল্লাহ! তোমরা আবূ সালামাকে মাফ করে দাও, হিদায়াতপ্রাপ্তদের মধ্যে তার দরজাকে বুলন্দ করে দাও এবং তার উত্তরাধিকারীদের মধ্য থেকে প্রতিনিধি নিযুক্ত কর। হে রাব্বুল আলামীন! আমাদেরকেও তাকে মাফ করে দাও তার জন্য কবরকে প্রশস্ত করে দাও এবং তার কবরকে আলোকময় করে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "2002",
    "id": "11367",
    "thesequence": "10826",
    "isActive": "1",
    "chapterId": "13417",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৩. মৃত ব্যক্তির চোখ বন্ধ করে দেওয়া ও মৃত্যুকালে তার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Khalid al Hadhdha with the same chain of transmitters but with this alteration that he said:\n(O Allah! ) let Thee be the caretaker of what is left by him, and he said: Grant him expansion of the grave, but he did not say: Make his grave spacious. Khalid said: He supplicated for the seventh (thing too) which I have forgotten.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى الْقَطَّانُ الْوَاسِطِيُّ، حَدَّثَنَا الْمُثَنَّى بْنُ مُعَاذِ بْنِ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ الْحَسَنِ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، بِهَذَا الإِسْنَادِ نَحْوَهُ غَيْرَ أَنَّهُ قَالَ  وَاخْلُفْهُ فِي تَرِكَتِهِ  . وَقَالَ  اللَّهُمَّ أَوْسِعْ لَهُ فِي قَبْرِهِ  . وَلَمْ يَقُلِ  افْسَحْ لَهُ  . وَزَادَ قَالَ خَالِدٌ الْحَذَّاءُ وَدَعْوَةٌ أُخْرَى سَابِعَةٌ نَسِيتُهَا .",
    "hadithBengali": "২০০৩। মুহাম্মাদ ইবনু মূসা কাত্তান ওয়াসিতী (রহঃ) ... খালিদুল হাযযা (রহঃ) এ সনদে অনুরূপ বর্ণনা করেছেন। তবে তিনি বলেছেন, তার উত্তরাধিকারীদের মধ্য থেকে প্রতিনিধি নিযুক্ত কর এবং বলেছেন, হে আল্লাহ! তার কবরকে প্রশস্ত করে দাও। কিন্তু তিনিافْسَحْ لَهُ শব্দ বলেন নি। তিনি আরো বলেন যে, খালিদুল হাযযা (রহঃ) বলেছেন, ছটি দুআর পর সপ্তম আরেকটি দুআ করেছিলেন, যা আমি ভুলে গেছি।\n",
    "checkStatus": "1",
    "hadithNo": "2003",
    "id": "11368",
    "thesequence": "10827",
    "isActive": "1",
    "chapterId": "13417",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৩. মৃত ব্যক্তির চোখ বন্ধ করে দেওয়া ও মৃত্যুকালে তার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nDid you not see when the man died and his eyes were fixedly open? He (Abu Huraira) said: Yes. He (the Holy Prophet) said: It is due to the fact that when (the soul leaves the body) his eyesight follows the soul.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، عَنِ الْعَلاَءِ بْنِ، يَعْقُوبَ قَالَ أَخْبَرَنِي أَبِي أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَلَمْ تَرَوُا الإِنْسَانَ إِذَا مَاتَ شَخَصَ بَصَرُهُ  . قَالُوا بَلَى . قَالَ  فَذَلِكَ حِينَ يَتْبَعُ بَصَرُهُ نَفْسَهُ  .",
    "hadithBengali": "২০০৪। মুহাম্মাদ ইবনু রাফি (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা কি মানুষের দিকে লক্ষ্য কর না? যখন সে মারা যায় তখন তার চোখ উপরের দিকে উল্টে থাকে। সাহাবীগণ বললেন, হ্যাঁ। তিনি বললেন, এ হল সে মুহূর্তটি যখন তার চোখ তার রুহের দিকে চেয়ে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "2004",
    "id": "11369",
    "thesequence": "10828",
    "isActive": "1",
    "chapterId": "13417",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৩. মৃত ব্যক্তির চোখ বন্ধ করে দেওয়া ও মৃত্যুকালে তার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated on the authority of Ala with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي الدَّرَاوَرْدِيَّ - عَنِ الْعَلاَءِ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "২০০৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... আলা (রহঃ) থেকে এ সনদে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2005",
    "id": "11370",
    "thesequence": "10829",
    "isActive": "1",
    "chapterId": "13417",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৩. মৃত ব্যক্তির চোখ বন্ধ করে দেওয়া ও মৃত্যুকালে তার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama reported:\nWhen Abu Salama died I said: I am a stranger in a strange land; I shall weep for him in a manner that would be talked of. I made preparation for weeping for him when a woman from the upper side of the city came there who intended to help me (in weeping). She happened to come across the Messenger of Allah (ﷺ) and he said: Do you intend to bring the devil into a house from which Allah has twice driven him out? I (Umm Salama), therefore, refrained from weeping and I did not weep.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ كُلُّهُمْ عَنِ ابْنِ، عُيَيْنَةَ - قَالَ ابْنُ نُمَيْرٍ حَدَّثَنَا سُفْيَانُ، - عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ أَبِيهِ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، قَالَ قَالَتْ أُمُّ سَلَمَةَ لَمَّا مَاتَ أَبُو سَلَمَةَ قُلْتُ غَرِيبٌ وَفِي أَرْضِ غُرْبَةٍ لأَبْكِيَنَّهُ بُكَاءً يُتَحَدَّثُ عَنْهُ . فَكُنْتُ قَدْ تَهَيَّأْتُ لِلْبُكَاءِ عَلَيْهِ إِذْ أَقْبَلَتِ امْرَأَةٌ مِنَ الصَّعِيدِ تُرِيدُ أَنْ تُسْعِدَنِي فَاسْتَقْبَلَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ   أَتُرِيدِينَ أَنْ تُدْخِلِي الشَّيْطَانَ بَيْتًا أَخْرَجَهُ اللَّهُ مِنْهُ  . مَرَّتَيْنِ فَكَفَفْتُ عَنِ الْبُكَاءِ فَلَمْ أَبْكِ .",
    "hadithBengali": "২০০৬। আবূ বকর ইবনু আবূ শায়বা, ইবনু নুমায়র ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... সালামা (রাঃ) বলেন, যখন আবূ সালামা (রাঃ) মারা গেলেন তখন আমি বললাম, প্রবাসী প্রবাস ভুমিতে মারা গিয়েছেন। তার জন্য আমি এত কাদবো যে, দীর্ঘদিন ধরে মানুষ তা চর্চা করবে। আমি কান্নার জন্য প্রস্তুতিও গ্রহণ করেছিলাম। এমন সময়ে মদিনার পার্শ্ববর্তী উচু অঞ্চলের জনৈকা মহিলা আমার কান্নায় অংশ-গ্রহণ করার জন্য আসাছিল। পথিমধ্যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে তাঁর সাক্ষাৎ হয়। তিনি দুবার বললেন, তোমরা কি এমন ঘরে শয়তানকে পূনরায় প্রবেশ করাতে চাও, যে ঘর হতে আল্লাহ তাকে বের করে দিয়েছেন। তখন আমি কান্না থেকে বিরত থাকলাম, আমি কাঁদলাম না।\n",
    "checkStatus": "1",
    "hadithNo": "2006",
    "id": "11371",
    "thesequence": "10830",
    "isActive": "1",
    "chapterId": "13418",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৪. মৃত ব্যক্তির জন্য ক্রন্দন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Usama b. Zaid reported:\nWhile we were with the Messenger of Allah (ﷺ), one of his daughters sent to him (the Messenger) to call him and inform him that her child or her son was dying. The Messenger of Allah (ﷺ) told the messenger to go back and tell her that what Allah had taken belonged to Him, and to him belonged what He granted; and He has an appointed time for everything. So you (the messenger) order her to show endurance and seek reward from Allah. The messenger came back and said: She adjures him to come to her. He got up to go accompanied by Sad b. Ubada, Muadh b. Jabal, and I also went along with them. The child was lifted to him and his soul was feeling as restless as if it was in an old (waterskin). His (Prophets) eyes welled up with tears. Sad said: What is this, Messenger of Allah? He replied: This is compassion which Allah has placed in the hearts of His servants, and God shows compassion only to those of His servants who are compassionate.",
    "hadithArabic": " حَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، قَالَ كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَأَرْسَلَتْ إِلَيْهِ إِحْدَى بَنَاتِهِ تَدْعُوهُ وَتُخْبِرُهُ أَنَّ صَبِيًّا لَهَا - أَوِ ابْنًا لَهَا - فِي الْمَوْتِ فَقَالَ لِلرَّسُولِ  ارْجِعْ إِلَيْهَا فَأَخْبِرْهَا إِنَّ لِلَّهِ مَا أَخَذَ وَلَهُ مَا أَعْطَى وَكُلُّ شَىْءٍ عِنْدَهُ بِأَجَلٍ مُسَمًّى فَمُرْهَا فَلْتَصْبِرْ وَلْتَحْتَسِبْ  فَعَادَ الرَّسُولُ فَقَالَ إِنَّهَا قَدْ أَقْسَمَتْ لَتَأْتِيَنَّهَا . قَالَ فَقَامَ النَّبِيُّ صلى الله عليه وسلم وَقَامَ مَعَهُ سَعْدُ بْنُ عُبَادَةَ وَمُعَاذُ بْنُ جَبَلٍ وَانْطَلَقْتُ مَعَهُمْ فَرُفِعَ إِلَيْهِ الصَّبِيُّ وَنَفْسُهُ تَقَعْقَعُ كَأَنَّهَا فِي شَنَّةٍ فَفَاضَتْ عَيْنَاهُ فَقَالَ لَهُ سَعْدٌ مَا هَذَا يَا رَسُولَ اللَّهِ قَالَ  هَذِهِ رَحْمَةٌ جَعَلَهَا اللَّهُ فِي قُلُوبِ عِبَادِهِ وَإِنَّمَا يَرْحَمُ اللَّهُ مِنْ عِبَادِهِ الرُّحَمَاءَ  .",
    "hadithBengali": "২০০৭। আবূ কামিল জাহদারী (রহঃ) ... উসামা ইবনু যায়িদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত ছিলাম, তখন তার কন্যাদের একজন তাঁকে ডেকে পাঠালেন এবং তাকে সংবাদ দিলেন যে, তাঁর এক সন্তান মৃত্যুমুখে রয়েছে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বার্তা বাহককে বললেন, তুমি ফিরে গিয়ে তাকে বল, আল্লাহ যা কিছু নিয়ে নেন সেটার মালিক তিনি। আবার যা দান করেন তার মালিকও তিনি। তাঁর কাছে প্রত্যেকটি জিনিসেরই একটি সময়সীমা রয়েছে। তাকে বলো, সে যেন সবর করে, ধৈর্যধারণ করে এবং সাওয়াবের আশা রাখিে। এ সংবাদ পৌছে দিয়ে বার্তাবাহক পূনরায় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট ফিরে এসে বলল, তিনি (যয়নব) কসম দিয়ে আপনাকে অবশ্যই যেতে বলেছেন।\n\nরাবী বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠে দাঁড়ালেন। তার সাথে দাঁড়ালেন সাদ ইবনু উবাদা ও মুআয ইবনু জাবাল। আমি ও (উসমা) তাঁদের সাথে রওনা হলাম। শিশুটি তার কাছে তুলে ধরা হল, তখন তার রুহ বের হওয়া কালীন গড়গড় শব্দ হচ্ছিল। মনে হচ্ছিল যেন পূরাতন মশকে পানি নাড়াচাড়ার শব্দ হচ্ছে। এ দৃশ্য দেখা তাঁর চোখ- থেকে অশ্রু ঝরতে লাগল। তখন সাদ (রাঃ) বললেন, ইয়া রাসুলাল্লাহ! এ কি? তিনি বলেন, এ হল রহমত যা আল্লাহ তার বান্দাদের অন্তরে রেখে দিয়েছেন। আল্লাহ তাঁর বান্দাদের মধ্য হতে দয়ালু বান্দাদের প্রতি রহম করে থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "2007",
    "id": "11372",
    "thesequence": "10831",
    "isActive": "1",
    "chapterId": "13418",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৪. মৃত ব্যক্তির জন্য ক্রন্দন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by another chain of transmitters on the authority of Asim al-Ahwal.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا ابْنُ فُضَيْلٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي، شَيْبَةَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، جَمِيعًا عَنْ عَاصِمٍ الأَحْوَلِ، بِهَذَا الإِسْنَادِ . غَيْرَ أَنَّ حَدِيثَ حَمَّادٍ أَتَمُّ وَأَطْوَلُ .",
    "hadithBengali": "২০০৮। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র, আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আসিম আল আহওয়াল (রহঃ) থেকে এ সনদে অনুরূপ বর্ণনা করেছেন। তবে হাম্মাদের হাদীসটি দীর্ঘ ও পূর্ণাঙ্গ।\n",
    "checkStatus": "1",
    "hadithNo": "2008",
    "id": "11373",
    "thesequence": "10832",
    "isActive": "1",
    "chapterId": "13418",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৪. মৃত ব্যক্তির জন্য ক্রন্দন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar said that Sad b. Ubada complained of illness. The Messenger of Allah (ﷺ) came to visit him accompanied by Abd al-Rahman b. Auf, Sad b. Abi Waqqas and Abdullah b. Masud. As he entered (his room) he found him in a swoon. Upon this he said:\nHas he died? They said: Messenger of Allah, it is not so. The Messenger of Allah (ﷺ) wept. When the people saw Allahs Messenger (ﷺ) weeping, they also began to weep. He said. Listen, Allah does not punish for the tears that the eye sheds or the grief the heart feels, but He punishes for this (pointing to his tongue), or He may show mercy.",
    "hadithArabic": " حَدَّثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى الصَّدَفِيُّ، وَعَمْرُو بْنُ سَوَّادٍ الْعَامِرِيُّ، قَالاَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ سَعِيدِ بْنِ الْحَارِثِ الأَنْصَارِيِّ، عَنْ عَبْدِ، اللَّهِ بْنِ عُمَرَ قَالَ اشْتَكَى سَعْدُ بْنُ عُبَادَةَ شَكْوَى لَهُ فَأَتَى رَسُولُ اللَّهِ صلى الله عليه وسلم يَعُودُهُ مَعَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَسَعْدِ بْنِ أَبِي وَقَّاصٍ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ فَلَمَّا دَخَلَ عَلَيْهِ وَجَدَهُ فِي غَشِيَّةٍ فَقَالَ  أَقَدْ قَضَى  . قَالُوا لاَ يَا رَسُولَ اللَّهِ . فَبَكَى رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَمَّا رَأَى الْقَوْمُ بُكَاءَ رَسُولِ اللَّهِ صلى الله عليه وسلم بَكَوْا فَقَالَ  أَلاَ تَسْمَعُونَ إِنَّ اللَّهَ لاَ يُعَذِّبُ بِدَمْعِ الْعَيْنِ وَلاَ بِحُزْنِ الْقَلْبِ وَلَكِنْ يُعَذِّبُ بِهَذَا - وَأَشَارَ إِلَى لِسَانِهِ - أَوْ يَرْحَمُ  .",
    "hadithBengali": "২০০৯। ইউনুস ইবনু আবদুল আলা সাদাফী ও আমর ইবনু সাওওয়াদ আমিরী (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, সাদ ইবনু উবাদা (রাঃ) পীড়িত হলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে দেখার জন্য গেলেন। তাঁর সাথে আবদুর রহমান ইবনু আউফ, সাদ ইবনু আবূ ওয়াক্কাস ও আবদুল্লাহ ইবনু মাসউদ (রাঃ) ছিলেন। যখন তাঁর কাছে গেলেন তখন তাঁকে অজ্ঞান অবস্থায় পেলেন। তিনি জিজ্ঞাসা করলেন, আর কি ওফাত হয়েছে? উপস্থিত লোকেরা বললেন, ইয়া রাসুলাল্লাহ! তাঁর মৃত্যু হয়নি। তখন তিনি কেঁদে ফেললেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কাঁদতে দেখে সাহাবাগণও কাঁদতে লাগলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা কি শোনোনি, আল্লাহ অন্তরের ব্যথা ও চোখের অশ্রুর জন্য কাউকে শাস্তি দেন না। তিনি জিহ্বার দিকে ইঙ্গিত করে বললেন, আল্লাহ শাস্তি দেন বা দয়া করেন এর কারণে।\n",
    "checkStatus": "1",
    "hadithNo": "2009",
    "id": "11374",
    "thesequence": "10833",
    "isActive": "1",
    "chapterId": "13418",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৪. মৃত ব্যক্তির জন্য ক্রন্দন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported:\nWhile we were sitting with the Messenger of Allah (ﷺ), a person, one of the Ansar, came to him and greeted him. The Ansari then turned back. Upon this the Messenger of Allah (ﷺ) said: o brother of Ansar, how is my brother Sad be Ubada? He said: He is better. The Messenger of Allah (ﷺ) said: Who amongst you would visit him? He (the Holy Prophet) stood up and we also got up along with him, and we were more than ten persons. We had neither shoes with us, nor socks, nor caps, nor shirts. We walked on the barren land till we came to him. The people around him kept away till the Messenger of Allah (ﷺ) and his Companions with him came near him (Sad b. Ubada).",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ جَهْضَمٍ، حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ - عَنْ عُمَارَةَ، - يَعْنِي ابْنَ غَزِيَّةَ - عَنْ سَعِيدِ بْنِ الْحَارِثِ بْنِ الْمُعَلَّى، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُ قَالَ كُنَّا جُلُوسًا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذْ جَاءَهُ رَجُلٌ مِنَ الأَنْصَارِ فَسَلَّمَ عَلَيْهِ ثُمَّ أَدْبَرَ الأَنْصَارِيُّ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يَا أَخَا الأَنْصَارِ كَيْفَ أَخِي سَعْدُ بْنُ عُبَادَةَ  . فَقَالَ صَالِحٌ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ يَعُودُهُ مِنْكُمْ  . فَقَامَ وَقُمْنَا مَعَهُ وَنَحْنُ بِضْعَةَ عَشَرَ مَا عَلَيْنَا نِعَالٌ وَلاَ خِفَافٌ وَلاَ قَلاَنِسُ وَلاَ قُمُصٌ نَمْشِي فِي تِلْكَ السِّبَاخِ حَتَّى جِئْنَاهُ فَاسْتَأْخَرَ قَوْمُهُ مِنْ حَوْلِهِ حَتَّى دَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَصْحَابُهُ الَّذِينَ مَعَهُ .",
    "hadithBengali": "২০১০। মুহাম্মাদ ইবনুল মূসান্না আন-আনাযী (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) বলেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বসা ছিলাম, তখন জনৈক আনসারী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে তাঁকে সালাম করলেন, এরপর আনসারী প্রস্থান করলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে আনসারী ভাই! আমার ভাই সা&#39;দ ইবন উবাদা কেমন আছে? তিনি উত্তর দিলেন, ভাল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমাদের মধ্যে কে তার খোঁজখবর নিতে যাবে? এ বলে তিনি দাঁড়ালেন, আমরাও তার সঙ্গে দাঁড়ালাম। আমরা দশ জনের অধিক ছিলাম। আমাদের কারো পায়ে জুতা, মোজা, মাথায় টুপি এবং গায়ে জামা ছিল না। আমরা সে খড়খড়ে রাস্তা দিয়ে চলছিলাম এবং তার কাছে গিয়ে পৌছলাম। আমাদেরকে দেখে তার গোত্রের লোকজন তাঁর নিকট হতে সরে গেলেন এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সাথী সাহাবীরা তার কাছে এলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2010",
    "id": "11375",
    "thesequence": "10834",
    "isActive": "1",
    "chapterId": "13419",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৫. রোগী দেখতে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported Allahs Messenger (ﷺ) as saying:\nEndurance is to be shown at the first blow.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ الْعَبْدِيُّ، حَدَّثَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ جَعْفَرٍ - حَدَّثَنَا شُعْبَةُ، عَنْ ثَابِتٍ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الصَّبْرُ عِنْدَ الصَّدْمَةِ الأُولَى  .",
    "hadithBengali": "২০১১। মুহাম্মাদ ইবনু বাশশার আল আবদী (রহঃ) ... আনাস ইবনু মালিক (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রকৃত ধের্য ধারণ করা হল বিপদাপদের প্রথম মূহূর্তে।\n",
    "checkStatus": "1",
    "hadithNo": "2011",
    "id": "11376",
    "thesequence": "10835",
    "isActive": "1",
    "chapterId": "13420",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৬. বিপদের প্রথম মুহূর্তেই ধৈর্যধারন করা চাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Allahs Messenger (ﷺ) came to a woman who had been weeping for her (dead) child, and said to her:\nFear Allah and show endurance. She (not recognising him) said: You have not been afflicted as I have been. When he (the Holy Prophet) had departed, it was said to her that he was the Messenger of Allah (ﷺ), she was mortally shocked. She came to his door and she did not find doorkeepers at his door. She said: Messenger of Allah. I did not recognise you. He said: Endurance is to be shown at first blow, or at the first blow.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، أَخْبَرَنَا شُعْبَةُ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَتَى عَلَى امْرَأَةٍ تَبْكِي عَلَى صَبِيٍّ لَهَا فَقَالَ لَهَا  اتَّقِي اللَّهَ وَاصْبِرِي  . فَقَالَتْ وَمَا تُبَالِي بِمُصِيبَتِي . فَلَمَّا ذَهَبَ قِيلَ لَهَا إِنَّهُ رَسُولُ اللَّهِ صلى الله عليه وسلم . فَأَخَذَهَا مِثْلُ الْمَوْتِ فَأَتَتْ بَابَهُ فَلَمْ تَجِدْ عَلَى بَابِهِ بَوَّابِينَ فَقَالَتْ يَا رَسُولَ اللَّهِ لَمْ أَعْرِفْكَ . فَقَالَ  إِنَّمَا الصَّبْرُ عِنْدَ أَوَّلِ صَدْمَةٍ  . أَوْ قَالَ  عِنْدَ أَوَّلِ الصَّدْمَةِ  .",
    "hadithBengali": "২০১২। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... আনাস ইবনু মালিক (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সন্তানের মৃত্যু শোকে ক্রন্দনরত জনৈকা মহিলার নিকট দিয়ে গমন করছিলেন। তিনি তাঁকে বললেন, আল্লাহকে ভয় কর এবং ধৈর্যধারণ কর। মহিলা উত্তর দিল, তুমি আমার বিপদ কি উপলব্ধি করবে? যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চলে গেলেন, তখন বলা হল তিনি তো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন। তখন তাকে মৃত্যুর মত ভয়ে পেয়ে বসলো। তৎক্ষণাৎ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দরজায় হাযির হল। সে তার দরজায় কোন দারোয়ানের পেল না। সে বলল, ইয়া রাসুলাল্লাহ! আমি আপনাকে চিনতে পারি নি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সবর তো হয় বিপদাগমনের প্রথম মূহূর্তে অথবা বলেছিলেন, আঘাতের প্রথমে।\n",
    "checkStatus": "1",
    "hadithNo": "2012",
    "id": "11377",
    "thesequence": "10836",
    "isActive": "1",
    "chapterId": "13420",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৬. বিপদের প্রথম মুহূর্তেই ধৈর্যধারন করা চাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this is narrated with the same chain of transmitters but with the addition of these words:\n The Apostle of Allah (ﷺ) happened to pass by a woman (who was sitting) by the side of a grave.",
    "hadithArabic": " وَحَدَّثَنَاهُ يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ الْحَارِثِ، ح وَحَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، ح وَحَدَّثَنِي أَحْمَدُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا عَبْدُ الصَّمَدِ، قَالُوا جَمِيعًا حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ نَحْوَ حَدِيثِ عُثْمَانَ بْنِ عُمَرَ بِقِصَّتِهِ . وَفِي حَدِيثِ عَبْدِ الصَّمَدِ مَرَّ النَّبِيُّ صلى الله عليه وسلم بِامْرَأَةٍ عِنْدَ قَبْرٍ .",
    "hadithBengali": "২০১৩। ইয়াহয়া ইবনু হাবীব আল হারিসী (রহঃ) উকবা ইবনু মুকরিম আল আম্মী ও আহমাদ ইবনু ইবরাহীম আদ-দাওয়াকী (রহঃ) ... সবাই শুবা (রহঃ) হতে উক্ত সনদে উসমান ইবনু উমর (রহঃ) এর হাদীসের ন্যায় ঘটনা বর্ণনা করেছেন। তবে আবদুস সামাদের হাদীসে আছে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কবরের পার্শ্বে অবস্থানরত জনৈক মহিলার দিকে গমন করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2013",
    "id": "11378",
    "thesequence": "10837",
    "isActive": "1",
    "chapterId": "13420",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৬. বিপদের প্রথম মুহূর্তেই ধৈর্যধারন করা চাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported that Hafsa wept for Umar (when he was about to die). He (Umar) said:\nBe quiet, my daughter. Dont you know that the Messenger of Allah (ﷺ) had said: The deceased is punished because of his familys weeping over the death?",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، جَمِيعًا عَنِ ابْنِ بِشْرٍ، - قَالَ أَبُو بَكْرٍ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ الْعَبْدِيُّ، - عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، قَالَ حَدَّثَنَا نَافِعٌ، عَنْ عَبْدِ اللَّهِ، أَنَّ حَفْصَةَ، بَكَتْ عَلَى عُمَرَ فَقَالَ مَهْلاً يَا بُنَيَّةُ أَلَمْ تَعْلَمِي أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الْمَيِّتَ يُعَذَّبُ بِبُكَاءِ أَهْلِهِ عَلَيْهِ  .",
    "hadithBengali": "২০১৪। আবূ বাকর ইবনু আবূ শায়বা ও মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... আবদুল্লাহ (ইবনু উমর) (রাঃ) থেকে বর্ণিত। তিনি বলেন, উমর (রাঃ) আহত হলে হাফসা (রাঃ) কাঁদতে লাগলেন। উমর (রাঃ) বললেন, হে কন্যা! থেমে যাও, তুমি কি জানো না, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মৃত ব্যাক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2014",
    "id": "11379",
    "thesequence": "10838",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umar reported Allahs Apostle (ﷺ) as saying:\nThe dead is punished in the grave because of wailing on it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ قَتَادَةَ، يُحَدِّثُ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْمَيِّتُ يُعَذَّبُ فِي قَبْرِهِ بِمَا نِيحَ عَلَيْهِ  .",
    "hadithBengali": "২০১৫। মুহাম্মদ ইবনু বাশশার (রহঃ) ... উমর (রাঃ) হতে বর্নিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মৃত ব্যাক্তিকে তার পরিবারবর্গের রোদন বিলাপের কারণে কবরে শাস্তি দেয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2015",
    "id": "11380",
    "thesequence": "10839",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported:\nWhen Umar was wounded he fainted, and there was a loud lamentation over him. When he regained consciousness he said: Didnt you know that the Messenger of Allah (ﷺ) said: The dead is punished because of the weeping of the living?",
    "hadithArabic": "وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي، صَالِحٍ عَنِ ابْنِ عُمَرَ، قَالَ لَمَّا طُعِنَ عُمَرُ أُغْمِيَ عَلَيْهِ فَصِيحَ عَلَيْهِ فَلَمَّا أَفَاقَ قَالَ أَمَا عَلِمْتُمْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبُكَاءِ الْحَىِّ  .",
    "hadithBengali": "২০১৬। আলী ইবনু হুজর আসসাদী (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন উমর (রাঃ) কে বর্শা দ্বারা আহত করা হল তখন তিনি চেতনা হারিয়ে ফেলেন এবং তাঁর জন্য চীৎকার করে রোদন করা হচ্ছিল। যখন তিনি চেতনা ফিরে পেলেন তখন তিনি বললেন, তোমরা কি জান না, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মৃত ব্যাক্তিকে জীবিতদের বিলাপের কারণে শাস্তি দেয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2016",
    "id": "11381",
    "thesequence": "10840",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Burda narrated on the authority of his father that when Umar was wounded Suhaib uttered (loudly in lamentation):\nO brother! Upon this Umar said: Suhaib, did you not know that the Messenger of Allah (ﷺ) said: The dead is punished because of the lamentation of the living?",
    "hadithArabic": "حَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الشَّيْبَانِيِّ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، قَالَ لَمَّا أُصِيبَ عُمَرُ جَعَلَ صُهَيْبٌ يَقُولُ وَاأَخَاهْ . فَقَالَ لَهُ عُمَرُ يَا صُهَيْبُ أَمَا عَلِمْتَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبُكَاءِ الْحَىِّ  .",
    "hadithBengali": "২০১৭। আলী ইবনু হুজর (রহঃ) ... আবূ বুরদা (রহঃ) তাঁর পিতা [আবূ মূসা আশআরী (রাঃ)] সুত্রে বলেছেন, উমর (রাঃ) যখন আক্রান্ত হলেন তখন সুহায়ব (রাঃ) হে ভাই! বলে কাদতে লাগলেন। উমর (রাঃ) তাকে বললেন, হে সুহায়ব! তুমি কি জানো না রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, নিশ্চয়ই মৃত ব্যাক্তিকে জীবিতদের ক্রন্দনের কারণে শাস্তি দেয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2017",
    "id": "11382",
    "thesequence": "10841",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa reported that when Umar was wounded, there came Suhaib from his house and went to Umar and stood by his side, and began to wail. Upon this Umar said:\nWhat are you weeping for? Are you weeping for me? He said: By Allah, it is for you that I weep, O Commander of the believers. He said: By Allah, you already know that the Messenger of Allah (ﷺ) had said: He who is lamented upon is punished. I made a mention of it to Musa b. Talha, and he said that Aisha told that it concerned the Jews (only).",
    "hadithArabic": "وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شُعَيْبُ بْنُ صَفْوَانَ أَبُو يَحْيَى، عَنْ عَبْدِ الْمَلِكِ بْنِ، عُمَيْرٍ عَنْ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى، عَنْ أَبِي مُوسَى، قَالَ لَمَّا أُصِيبَ عُمَرُ أَقْبَلَ صُهَيْبٌ مِنْ مَنْزِلِهِ حَتَّى دَخَلَ عَلَى عُمَرَ فَقَامَ بِحِيَالِهِ يَبْكِي فَقَالَ عُمَرُ عَلاَمَ تَبْكِي أَعَلَىَّ تَبْكِي قَالَ إِي وَاللَّهِ لَعَلَيْكَ أَبْكِي يَا أَمِيرَ الْمُؤْمِنِينَ . قَالَ وَاللَّهِ لَقَدْ عَلِمْتَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ يُبْكَى عَلَيْهِ يُعَذَّبُ  . قَالَ فَذَكَرْتُ ذَلِكَ لِمُوسَى بْنِ طَلْحَةَ فَقَالَ كَانَتْ عَائِشَةُ تَقُولُ إِنَّمَا كَانَ أُولَئِكَ الْيَهُودَ .",
    "hadithBengali": "২০১৮। আলী ইবনু হুজর (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন উমর (রাঃ) আক্রান্ত হলেন তখন সুহায়ব (রাঃ) সংবাদ পেয়ে তাঁর বাড়ী হতে আগমন করলেন এবং উমর (রাঃ) এর নিকটে প্রবেশ করে তার সম্মুখে দাঁড়িয়ে কাঁদতে লাগলেন। উমর (রাঃ) তাঁকে বললেন, কাঁদছ কেন? তুমি কি আমার জন্য কাঁদছ? তিনি উত্তর দিলেন, হ্যাঁ।, আল্লাহর কসম! আপনার জন্য কাঁদছি হে আমীরুল মুমিনীন! উমর (রাঃ) বললেন, আল্লাহর কসম, তুমি অবশ্যই জানো, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যার জন্য বিলাপ ও মাতম করা হবে তাকে কবরে আযাব দেয়া হবে।\n\nরাবী বলেন, আমি এ কথাটি মূসা ইবনু তালহার নিকট উল্লেখ করলাম। তিনি বললেন, আয়িশা (রাঃ) বলতেন, (যাদের আযাব দেয়া হবে) তারা হল ইয়াহুদী।\n",
    "checkStatus": "1",
    "hadithNo": "2018",
    "id": "11383",
    "thesequence": "10842",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported that when Umar b. Khattab was wounded Hafsa lamented for him. Upon this he said:\nO Hafsa, did you not hear the Messenger of Allah (ﷺ) saying: One who is lamented would be punished? Suhaib also lamented over him. Umar told him also: O Suhaib, didnt you know that one who is lamented is punished?",
    "hadithArabic": " وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، لَمَّا طُعِنَ عَوَّلَتْ عَلَيْهِ حَفْصَةُ فَقَالَ يَا حَفْصَةُ أَمَا سَمِعْتِ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  الْمُعَوَّلُ عَلَيْهِ يُعَذَّبُ  . وَعَوَّلَ عَلَيْهِ صُهَيْبٌ فَقَالَ عُمَرُ يَا صُهَيْبُ أَمَا عَلِمْتَ  أَنَّ الْمُعَوَّلَ عَلَيْهِ يُعَذَّبُ  .",
    "hadithBengali": "২০১৯। আমরুন নাকিদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, উমর (রাঃ) কে যখন বর্শা মেরে আহত করা হল, তখন হাফসা (রাঃ) উচ্চস্বরে কাঁদতে লাগলেন। উমর (রাঃ) বললেন, হে হাফসা! তুমি কি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শোননি, যে ব্যাক্তির উপর উচ্চস্বরে বিলাপ করা হয় তাকে শাস্তি দেয়া হয়। সুহায়ব (রাঃ)ও কান্নাকাটি করছিলেন। তখন উমর (রাঃ) বললেন, হে সূহায়ব! তুমি কি জানো না, যার জন্য বিলাপ করা হয় তাকে আযাব দেয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2019",
    "id": "11384",
    "thesequence": "10843",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Abu Mulaika reported:\nI was sitting by the side of Ibn Umar, and we were waiting for the bier of Umm Aban, daughter of Uthman, and there was also Amr b. Uthman. In the meanwhile there came Ibn Abbas led by a guide. I conceive that he was informed of the place of Ibn Umar. So he came till he sat by my side. While I was between them (Ibn Abbas and Ibn Umar) there came the noise (of wailing) from the house. Upon this Ibn Umar said (that is, he pointed out to Amr that he should stand and forbid them, for): I heard the Messenger of Allah (ﷺ) as saying: The dead is punished because of the lamentation of his family. Abdullah made it general (what was said for a particular occasion). Ibn Abbas said: When we were with the Commander of the believers, Umar b. Khattab, we reached Baida, and there was a man under the shadow of the tree. He said to me: Go and inform me who is that person. So I went and (found) that he was Suhaib. I returned to him and said: You commanded me to find out for you who that was, and he is Suhaib. He (Hadrat Umar) said: Command him to see us. I said: He has family along with him. He said: (That is of no account) even if he has family along with him. So he (the narrator) told him to see (the Commander of the believers and his party). When we came (to Medina), it was before long that the Commander of the believers was wounded, and Suhaib came weeping and crying: Alas for the brother, alas for the companion. Upon this Umar said: Didnt you know, or didnt you hear, that the Messenger of Allah (ﷺ) said: The dead is punished because of the lamentation of his family? Then Abdullah made it general and Umar told it of certain occasions. So I (Abdullah b. Abu Mulaika) stood up and went to Aisha and told her what Ibn Umar had said. Upon this she said: I swear by Allah that Allahs Messenger (ﷺ) never said that dead would be punished because of his familys lamenting (for him). What he said was that Allah would increase the punishment of the unbeliever because of his familys lamenting for him. Verily it is Allah Who has caused laughter and weeping. No bearer of a burden will bear anothers burden. Ibn Abu Mulaika said that al-Qasim b. Muhammad said that when the words of Umar and Ibn Umar were conveyed to Aisha, she said: You have narrated it to me from those who are neither liar nor those suspected of lying but (sometimes) hearing misleads.",
    "hadithArabic": " حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، حَدَّثَنَا أَيُّوبُ، عَنْ عَبْدِ اللَّهِ بْنِ، أَبِي مُلَيْكَةَ قَالَ كُنْتُ جَالِسًا إِلَى جَنْبِ ابْنِ عُمَرَ وَنَحْنُ نَنْتَظِرُ جَنَازَةَ أُمِّ أَبَانٍ بِنْتِ عُثْمَانَ وَعِنْدَهُ عَمْرُو بْنُ عُثْمَانَ فَجَاءَ ابْنُ عَبَّاسٍ يَقُودُهُ قَائِدٌ فَأُرَاهُ أَخْبَرَهُ بِمَكَانِ ابْنِ عُمَرَ، فَجَاءَ حَتَّى جَلَسَ إِلَى جَنْبِي فَكُنْتُ بَيْنَهُمَا فَإِذَا صَوْتٌ مِنَ الدَّارِ فَقَالَ ابْنُ عُمَرَ - كَأَنَّهُ يَعْرِضُ عَلَى عَمْرٍو أَنْ يَقُومَ فَيَنْهَاهُمْ - سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبُكَاءِ أَهْلِهِ  . قَالَ فَأَرْسَلَهَا عَبْدُ اللَّهِ مُرْسَلَةً . فَقَالَ ابْنُ عَبَّاسٍ كُنَّا مَعَ أَمِيرِ الْمُؤْمِنِينَ عُمَرَ بْنِ الْخَطَّابِ حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ إِذَا هُوَ بِرَجُلٍ نَازِلٍ فِي شَجَرَةٍ فَقَالَ لِيَ اذْهَبْ فَاعْلَمْ لِي مَنْ ذَاكَ الرَّجُلُ . فَذَهَبْتُ فَإِذَا هُوَ صُهَيْبٌ . فَرَجَعْتُ إِلَيْهِ فَقُلْتُ إِنَّكَ أَمَرْتَنِي أَنْ أَعْلَمَ لَكَ مَنْ ذَاكَ وَإِنَّهُ صُهَيْبٌ . قَالَ مُرْهُ فَلْيَلْحَقْ بِنَا . فَقُلْتُ إِنَّ مَعَهُ أَهْلَهُ . قَالَ وَإِنْ كَانَ مَعَهُ أَهْلُهُ - وَرُبَّمَا قَالَ أَيُّوبُ مُرْهُ فَلْيَلْحَقْ بِنَا - فَلَمَّا قَدِمْنَا لَمْ يَلْبَثْ أَمِيرُ الْمُؤْمِنِينَ أَنْ أُصِيبَ فَجَاءَ صُهَيْبٌ يَقُولُ وَاأَخَاهْ وَاصَاحِبَاهْ . فَقَالَ عُمَرُ أَلَمْ تَعْلَمْ أَوْ لَمْ تَسْمَعْ - قَالَ أَيُّوبُ أَوْ قَالَ أَوَلَمْ تَعْلَمْ أَوَلَمْ تَسْمَعْ - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبَعْضِ بُكَاءِ أَهْلِهِ  . قَالَ فَأَمَّا عَبْدُ اللَّهِ فَأَرْسَلَهَا مُرْسَلَةً وَأَمَّا عُمَرُ فَقَالَ بِبَعْضٍ . فَقُمْتُ فَدَخَلْتُ عَلَى عَائِشَةَ فَحَدَّثْتُهَا بِمَا، قَالَ ابْنُ عُمَرَ فَقَالَتْ لاَ وَاللَّهِ مَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَطُّ  إِنَّ الْمَيِّتَ يُعَذَّبُ بِبُكَاءِ أَحَدٍ  . وَلَكِنَّهُ قَالَ  إِنَّ الْكَافِرَ يَزِيدُهُ اللَّهُ بِبُكَاءِ أَهْلِهِ عَذَابًا وَإِنَّ اللَّهَ لَهُوَ أَضْحَكَ وَأَبْكَى وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى  . قَالَ أَيُّوبُ قَالَ ابْنُ أَبِي مُلَيْكَةَ حَدَّثَنِي الْقَاسِمُ بْنُ مُحَمَّدٍ قَالَ لَمَّا بَلَغَ عَائِشَةَ قَوْلُ عُمَرَ وَابْنِ عُمَرَ قَالَتْ إِنَّكُمْ لَتُحَدِّثُونِّي عَنْ غَيْرِ كَاذِبَيْنِ وَلاَ مُكَذَّبَيْنِ وَلَكِنَّ السَّمْعَ يُخْطِئُ .",
    "hadithBengali": "২০২০। দাঊদ ইবনু রুশায়দ (রহঃ) ... আবদুল্লাহ ইবনু আবূ মুলায়কা (রহঃ) বলেন, আমি ইবনু উমর (রাঃ) এর পাশে বসা ছিলাম। আমরা উসমান (রাঃ) এর কন্যা উম্মে আবান বিনতে উসমানের জানাযার অপেক্ষা করছিলাম। তার নিকট উসমান (রাঃ) এর পুত্র আমরও বসা ছিলেন। তখন এক ব্যাক্তি ইবনু আব্বাস (রাঃ) কে হাতে ধরে নিয়ে আসলেন। আমার মনে হয় তাঁকে ইবনু উমর (রাঃ) এর অবস্থান সম্পর্কে বলা হয়েছিল। তিনি এসে আমার পাশে বসলেন, আমি তাদের দুজনের মধ্যে ছিলাম। হঠাৎ গৃহ হতে (কান্নার) আওয়াজ আসল, তখন ইবনু উমর (রাঃ), তিনি যেন আমরকে ইঙ্গিত করে নিষেধ করতে বললেন। তিনি উঠে গিয়ে তাদেরকে নিষেধ করলেন এবং ইবনু উমর (রাঃ) বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি মৃত ব্যাক্তিকে আযাব দেয়া হয় তার পরিবারবর্গের মাতম বিলাপের কারণে।\n\nইবনু উমর (রাঃ) আয়িশা (রাঃ) এর ন্যায় বলেননি যে, এ কথাটি বিশেষ করে ইয়াহুদি সম্পর্কে। তখন ইবনু আব্বাস (রাঃ) বলেন, আমরা আমিরুল মুমিনীন উমর ইবনুল খাত্তাব (রাঃ) এর সঙ্গে ছিলাম। যখন আমরা বায়দা নামক স্থানে পৌছলাম তখন দেখতে পেলাম, এক ব্যাক্তি বৃক্ষের ছায়ায় অবতরণ করে বিশ্রাম করছে। তিনি আমাকে বললেন, তুমি আমার পক্ষ হতে গিয়ে জেনে এসো ঐ ব্যাক্তি কে? আমি গিয়ে জানতে পারলাম ঐ ব্যাক্তি সুহায়ব (রাঃ)। আমি তাঁর নিকট এসে বললাম আপনি আমাকে আদেশ করেছিলেন, জেনে আসার জন্য আমি জেনে এসেছি ঐ ব্যাক্তি কে? ঐ ব্যাক্তি সূহায়ব। তিনি বললেন তাকে বল, আমাদের সঙ্গে মিলিত হতে। আমি বললাম, তার সাথে তাঁর পরিবার রয়েছেন। তিনি বললেন, থাকুক না পরিবারসহ আসতে বল।\n\nকখনো আয়্যুব বলেছেন, তাকে আমার সাথে সাক্ষাৎ করতে আদেশ কর। যখন আমরা মদিনায় পৌঁছলাম, তার কিছু কাল পরেই আমীরুল মুমিনীন (রাঃ) আক্রান্ত হলেন। সুহায়ব (রাঃ) আসলেন এবং -ওয়া আখাহ (হে ভাই) ওয়া সাবিহা (হে আমাদের সাথী), বলে চীৎকার করতে লাগলেন। উমর (রাঃ) বললেন, তুমি কি জানো নি, তুমি কি শোনোনি? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মৃত ব্যাক্তিকে তার পরিবারবর্গের কোন কোন কান্নাকাটির কারণে আযাব দেয়া হয়।\n\nরাবী বলেন, আবদুল্লাহ কিন্তু শর্তহীনভাবে বলেছেন, শুধু ইয়াহুদীদের জন্য এ হুকুম তা যুক্ত করে বলেন নি। আর উমর (রাঃ) বলেছেন, কোন কোন কান্না! তখন আমি উঠে আয়িশা (রাঃ) এর নিকট গমন করলাম এবং ইবনু উমর (রাঃ) যা বললেন, সে সম্পর্কে তাকে অবহিত করলাম। আয়িশা (রাঃ) বললেন, না না আল্লাহর কসম! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথা কখনো বলেন নি যে, মৃত ব্যাক্তিকে কান্নাকাটির কারণে শাস্তি দেয়া হবে। বরং তিনি বলেছেন, কাফিরের উপর আল্লাহ শাস্তি বৃদ্ধি করে দেন তার পরিবাবর্গের বিলাপের কারণে।\n\nআল্লাহ তা&#39;আলাই হাসি কান্না দিয়ে থাকেন। একজনের পাপের বোঝা আরেক জনের ঘাড়ে চাপিয়ে দেন না। আয়িশা (রাঃ) এর নিকট যখন উমর ও ইবনু উমর (রাঃ) এর বক্তব্য পৌছলো, তখন তিনি বললেন, তোমরা এমন দু&#39; ব্যাক্তি হতে হাদীস বর্ণনা করছ যারা মিথ্যা বলেননা এবং তাদের প্রতি মিথ্যা আরোপ করা যায় না। কিন্তু শ্রুতিতে ভুল হতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "2020",
    "id": "11385",
    "thesequence": "10844",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Abu Mulaika said:\nThe daughter of Uthman b. Affan died in Mecca. We came to attend her (funeral). Ibn Umar and Ibn Abbas were also present there, and I was sitting between them. He added: I (first sat) by the side of one of them, then the other one came and he sat by my side. Abdullah b. Umar said to Amr b. Uthman who was sitting opposite to him: Will you not prevent the people from lamenting, for the Messenger of Allah (ﷺ) had said: The dead is punished because of the lamenting of his family for him? Ibn Abbas then said that Umar used to say someting of that nature, and then narrated saying: I proceeded from Mecca along with Umar till we reached al-Baida and there was a party of riders under the shade of a tree. He said (to me): Go and find out who this party is. I cast a glance and there was Suhaib (in that party). So I informed him (Umar) about it. He said: Call him to me. So I went back to Suhaib and said: Go and meet the Commander of the believers. When Umar was wounded, Suhaib came walling: Alas, for the brother! alas for the companion! Umar said: O Suhaib, do you wail for me, whereas the Messenger of Allah (ﷺ) said: The dead would be punished on account of the lamentation of the (members of his family)? Ibn Abbas said: When Umar died I made a mention of it to Aisha. She said: May Allah have mercy upon Umar! I swear by Allah that Allahs Messenger (ﷺ) never said that Allah would punish the believer because of the weeping (of any one of the members of his family), but he said that Allah would increase the punishment of the unbeliever because of the weeping of his family over him. Aisha said: The Quran is enough for you (when it states): No bearer of burden will bear anothers burden (vi. 164). Thereupon Ibn Abbas said: Allah is He Who has caused laughter and weeping. Ibn Abu Mulaika said: By Allah, Ibn Umar said nothing.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ ابْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ أَبِي مُلَيْكَةَ، قَالَ تُوُفِّيَتِ ابْنَةٌ لِعُثْمَانَ بْنِ عَفَّانَ بِمَكَّةَ قَالَ فَجِئْنَا لِنَشْهَدَهَا - قَالَ - فَحَضَرَهَا ابْنُ عُمَرَ وَابْنُ عَبَّاسٍ قَالَ وَإِنِّي لَجَالِسٌ بَيْنَهُمَا - قَالَ - جَلَسْتُ إِلَى أَحَدِهِمَا ثُمَّ جَاءَ الآخَرُ فَجَلَسَ إِلَى جَنْبِي فَقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ لِعَمْرِو بْنِ عُثْمَانَ وَهُوَ مُوَاجِهُهُ أَلاَ تَنْهَى عَنِ الْبُكَاءِ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبُكَاءِ أَهْلِهِ عَلَيْهِ  . فَقَالَ ابْنُ عَبَّاسٍ قَدْ كَانَ عُمَرُ يَقُولُ بَعْضَ ذَلِكَ ثُمَّ حَدَّثَ فَقَالَ صَدَرْتُ مَعَ عُمَرَ مِنْ مَكَّةَ حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ إِذَا هُوَ بِرَكْبٍ تَحْتَ ظِلِّ شَجَرَةٍ فَقَالَ اذْهَبْ فَانْظُرْ مَنْ هَؤُلاَءِ الرَّكْبُ فَنَظَرْتُ فَإِذَا هُوَ صُهَيْبٌ - قَالَ - فَأَخْبَرْتُهُ فَقَالَ ادْعُهُ لِي . قَالَ فَرَجَعْتُ إِلَى صُهَيْبٍ فَقُلْتُ ارْتَحِلْ فَالْحَقْ أَمِيرَ الْمُؤْمِنِينَ . فَلَمَّا أَنْ أُصِيبَ عُمَرُ دَخَلَ صُهَيْبٌ يَبْكِي يَقُولُ وَاأَخَاهْ وَاصَاحِبَاهْ . فَقَالَ عُمَرُ يَا صُهَيْبُ أَتَبْكِي عَلَىَّ وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ الْمَيِّتَ يُعَذَّبُ بِبَعْضِ بُكَاءِ أَهْلِهِ عَلَيْهِ  . فَقَالَ ابْنُ عَبَّاسٍ فَلَمَّا مَاتَ عُمَرُ ذَكَرْتُ ذَلِكَ لِعَائِشَةَ فَقَالَتْ يَرْحَمُ اللَّهُ عُمَرَ لاَ وَاللَّهِ مَا حَدَّثَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ اللَّهَ يُعَذِّبُ الْمُؤْمِنَ بِبُكَاءِ أَحَدٍ  . وَلَكِنْ قَالَ  إِنَّ اللَّهَ يَزِيدُ الْكَافِرَ عَذَابًا بِبُكَاءِ أَهْلِهِ عَلَيْهِ  قَالَ وَقَالَتْ عَائِشَةُ حَسْبُكُمُ الْقُرْآنُ { وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} قَالَ وَقَالَ ابْنُ عَبَّاسٍ عِنْدَ ذَلِكَ وَاللَّهُ أَضْحَكَ وَأَبْكَى . قَالَ ابْنُ أَبِي مُلَيْكَةَ فَوَاللَّهِ مَا قَالَ ابْنُ عُمَرَ مِنْ شَىْءٍ .",
    "hadithBengali": "২০২১। মুহাম্মাদ ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ... আবদুল্লাহ ইবনু আবূ মুলায়কা (রহঃ) বলেন, উসমান ইবনু আফফান (রাঃ) এর এক মেয়ে মক্কায় ইন্তেকাল করলেন। আমরা তার জানাযার জন্য হাযির হলাম। তখন ইবনু উমর ও ইবনু আব্বাস (রাঃ) হাযির হলেন। আবূ মুলায়কা (রহঃ) বলেন, আমি তাদের দুজনের মধ্যে বসা ছিলাম। আমি প্রথমে একজনের নিকট বসা ছিলাম, পরে আরেকজন আসলেন এবং আমার পাশে বসলেন। আবদুল্লাহ ইবনু উমর, আমর ইবনু উসমানকে বললেন, তিনি তাঁর সম্মুখে ছিলেন, তুমি তাদেরকে কান্নাকাটি হতে কেন নিষেধ করছ না? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মৃত ব্যাক্তিকে তার পরিবারের লোকদের কান্নাকাটির কারণে শাস্তি দেয়া হয়। ইবনু আব্বাস (রাঃ) তখন বললেন, উমর (রাঃ)ও এরূপ কিছু বলতেন।\n\nঅতঃপর হাদীস বর্ণনা করলেন, আমি উমর (রাঃ)-এর সাথে মক্কা হতে রপ্রত্যাবর্তন করছিলাম, যখন আমরা বায়দা নামক স্থানে পৌছলাম, হঠাৎ দেখতে পেলাম একটি কাফিলা বৃক্ষের ছায়ায় বিশ্রাম গ্রহণ করছে; তখন উমর (রাঃ) আমাকে আদেশ করলেন যাও, গিয়ে দেখ, এ কাফিলা কাদের? আমি গিয়ে দেখলাম ঐ ব্যাক্তি সুহায়ব (রাঃ)। আমি এসে তাকে খবর দিলাম। তিনি বললেন, তাকে ডেকে নিয়ে এসো, আমি পুনরায় সুহায়বের নিকট গমন করলাম এবং বললাম, চলুন আমীরুল মুমিনীনের সাথে সাক্ষাৎ করুন। যখন উমর (রাঃ) শক্রর আক্রমণে আহত হলেন, সুহায়ব (রাঃ) কেঁদে কেঁদে গৃহে প্রবেশ করলেন এবং বলতে লাগলেন, হে আমার ভাই, হে আমার সাথী! উমর (রাঃ) বললেন, হে সুহায়ব! আমার জন্য কাঁদছো? অথচ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মৃত ব্যাক্তিকে তার পরিবারবর্গের কোন কোন কান্নার কারণে শাস্তি দেয়া হয়।\n\nযখন উমর (রাঃ) এর ইন্তেকাল হয়ে গেল, তখন আমি এ কথা আয়িশা (রাঃ) এর কাছে উল্লেখ করলাম। তিনি বললেন, আল্লাহ উমরের প্রতি রহম করুন, দয়া করুন, আল্লাহর কসম! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথা বলেন নি যে, মৃত ব্যাক্তিকে তার কারো কান্নাকাটির কারণে আল্লাহ আযাব দেন। বরং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে, আল্লাহ কাফিরদের জন্য তাদের পরিবারবর্গের কান্নার কারণে আযাব প্রদান করে দেন। আয়িশা (রাঃ) বলেন, তোমাদের জন্য আল্লাহর কুরআনই যথেষ্ট, একজনের পাপের বোঝা অন্য জনের ঘাড়ে দেয়া হবে না। ইবনু আব্বাস (রাঃ) এ সময়ে এ কথাও বলেন, আল্লাহই হাসান এবং তিনি কাঁদান। ইবনু আবূ মুলায়কা (রহঃ) বলেন, আল্লাহর কসম, ইবনু উমর (রাঃ) তা শুনে কিছুই বলেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "2021",
    "id": "11386",
    "thesequence": "10845",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amr reported on the authority of Ibn Abu Mulaika:\nWe were with the bier of Umm Aban, daughter of Uthman, and the rest of the hadith is the same, but he did not narrate it as a marfu hadith on the authority of Umar from the Messenger of Allah (ﷺ) as it was narrated by Ayyub and Ibn Juraij, and the hadith narrated by them (Ayyub and Ibn Juraij) is more complete than that of Amr.",
    "hadithArabic": " وَحَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، حَدَّثَنَا سُفْيَانُ، قَالَ عَمْرٌو عَنِ ابْنِ أَبِي مُلَيْكَةَ، كُنَّا فِي جَنَازَةِ أُمِّ أَبَانٍ بِنْتِ عُثْمَانَ وَسَاقَ الْحَدِيثَ وَلَمْ يَنُصَّ رَفْعَ الْحَدِيثِ عَنْ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم كَمَا نَصَّهُ أَيُّوبُ وَابْنُ جُرَيْجٍ وَحَدِيثُهُمَا أَتَمُّ مِنْ حَدِيثِ عَمْرٍو .",
    "hadithBengali": "২০২২। আবদুর রহমান ইবনু বিশর (রহঃ) ... ইবনু আবূ মুলায়কা (রহঃ) বলেন, আমরা উম্মে আবান বিনত উসমানের জানাযায় ছিলাম। তারপর তিনি উক্ত হাদীস বর্ণনা করেন। কিন্তু রাবী আমর এ হাদীসটি উমর (রাঃ) থেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পর্যন্ত মারফু হিসেবে বর্ণনা করেন নি, যেমন আয়্যুব ও ইবনু জুরায়জ (রহঃ) করেছেন, এ দুজনের হাদীস আমরের হাদীসের চাইতে পূর্ণাঙ্গ।\n",
    "checkStatus": "1",
    "hadithNo": "2022",
    "id": "11387",
    "thesequence": "10846",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported that the Messenger of Allah (ﷺ) said:\nThe dead is punished because of the lamentation of the living.",
    "hadithArabic": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنِي عُمَرُ بْنُ مُحَمَّدٍ، أَنَّحَدَّثَهُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الْمَيِّتَ يُعَذَّبُ بِبُكَاءِ الْحَىِّ  .",
    "hadithBengali": "২০২৩। হারামালা ইবনু ইয়াহিয়া (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জীবিতদের ক্রন্দনের কারণে মৃত ব্যাক্তিকে আযাব দেয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2023",
    "id": "11388",
    "thesequence": "10847",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hisham b. Urwa narrated on the authority of his father that the saying of Ibn Umar, viz. The dead would be punished because of the lamentation of his family over him was mentioned to Aisha. Upon this she said:\nMay Allah have mercy upon Abu Abd al-Rahman (the kunya of Ibn Umar) that he heard something but could not retain it (well). (The fact is) that the bier of a Jew passed before the Messenger of Allah (ﷺ) and (the members of his family) were waiting over him. Upon this he said: You are wailing and he is being punished.",
    "hadithArabic": "وَحَدَّثَنَا خَلَفُ بْنُ هِشَامٍ، وَأَبُو الرَّبِيعِ الزَّهْرَانِيُّ، جَمِيعًا عَنْ حَمَّادٍ، - قَالَ خَلَفٌ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، - عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، قَالَ ذُكِرَ عِنْدَ عَائِشَةَ قَوْلُ ابْنِ عُمَرَ الْمَيِّتُ يُعَذَّبُ بِبُكَاءِ أَهْلِهِ عَلَيْهِ . فَقَالَتْ رَحِمَ اللَّهُ أَبَا عَبْدِ الرَّحْمَنِ سَمِعَ شَيْئًا فَلَمْ يَحْفَظْهُ إِنَّمَا مَرَّتْ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم جَنَازَةُ يَهُودِيٍّ وَهُمْ يَبْكُونَ عَلَيْهِ فَقَالَ   أَنْتُمْ تَبْكُونَ وَإِنَّهُ لَيُعَذَّبُ  .",
    "hadithBengali": "২০২৪। খালফ ইবনু হিশাম ও আবূর রাবী যাহরানী (রহঃ) ... উরওয়া (রাঃ) বলেন, আয়িশা (রাঃ) এর সন্মুখে ইবনু উমরের এ কথা আলোচনা করা হল, মৃত ব্যাক্তিকে তার পরিবারবর্গের ক্রন্দনের কারণে শাস্তি দেয়া হয়। আয়িশা (রাঃ) বললেন, আল্লাহ আবূ আবদুর রহমানের প্রতি দয়া ও রহম করুন, তিনি যা কিছু শুনেছিলেন তা স্মরণ রাখতে পারেন নি। প্রকৃত ব্যাপার হল, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সম্মুখ দিয়ে জনৈক ইয়াহুদীর শবদেহ নিয়ে যাওয়া হচ্ছিল। ইয়াহুদীরা তার জন্য বিলাপ করছিল, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলছিলেন, তোমরা বিলাপ করছ অথচ তাকে আযাব দেয়া হচ্ছে।\n",
    "checkStatus": "1",
    "hadithNo": "2024",
    "id": "11389",
    "thesequence": "10848",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hisham narrated on the authority of his father that it was mentioned to Aisha that Ibn Umar had narrated as marfu hadith from the Messenger of Allah (ﷺ) that the dead would be punished in the grave because of the lamentation of his family for him. Upon this she said:\nHe (Ibn Umar) missed (the point). The Messenger of Allah (ﷺ) had (in fact) said: He (the dead) is punished for his faults or for his sins, and the members of his family are wailing for him now. (This misunderstanding of Ibn Umar is similar to his saying: ) The Messenger of Allah (ﷺ) stood by the well in which were lying the dead bodies of those polytheists who had been killed on the Day of Badr, and he said to them what he had to say, i. e.: They hear what I say. But he (Ibn Umar) misunderstood. The Prophet (ﷺ) had only said: They (the dead) understand that what I used to say to them was truth. She then recited: Certainly, thou canst not make the dead hear the call (xxvii. 80), nor can you make those hear who are in the graves, nor can you inform them when they have taken their seats in Hell.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، قَالَ ذُكِرَ عِنْدَ عَائِشَةَ أَنَّ ابْنَ عُمَرَ، يَرْفَعُ إِلَى النَّبِيِّ صلى الله عليه وسلم  إِنَّ الْمَيِّتَ يُعَذَّبُ فِي قَبْرِهِ بِبُكَاءِ أَهْلِهِ عَلَيْهِ  . فَقَالَتْ وَهَلَ إِنَّمَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّهُ لَيُعَذَّبُ بِخَطِيئَتِهِ أَوْ بِذَنْبِهِ وَإِنَّ أَهْلَهُ لَيَبْكُونَ عَلَيْهِ الآنَ  . وَذَاكَ مِثْلُ قَوْلِهِ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ عَلَى الْقَلِيبِ يَوْمَ بَدْرٍ وَفِيهِ قَتْلَى بَدْرٍ مِنَ الْمُشْرِكِينَ فَقَالَ لَهُمْ مَا قَالَ  إِنَّهُمْ لَيَسْمَعُونَ مَا أَقُولُ  . وَقَدْ وَهَلَ إِنَّمَا قَالَ  إِنَّهُمْ لَيَعْلَمُونَ أَنَّ مَا كُنْتُ أَقُولُ لَهُمْ حَقٌّ  . ثُمَّ قَرَأَتْ { إِنَّكَ لاَ تُسْمِعُ الْمَوْتَى} { وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ} يَقُولُ حِينَ تَبَوَّءُوا مَقَاعِدَهُمْ مِنَ النَّارِ .",
    "hadithBengali": "২০২৫। আবূ কুরায়ব (রহঃ) ... উরওয়া (রহঃ) বলেন, আয়িশা (রাঃ) এর কাছে উল্লেখ করা হলো যে, ইবনু উমর (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণনা করেন যে, মৃত ব্যাক্তিকে কবরে তার পরিজনদের রোদনের কারণে আযাব দেয়া হয়। আয়িশা (রাঃ) বললেন, আসল কথা হলো, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তাকে আযাব দেয়া হয় গুনাহ বা পাপের কারণে, অথচ তার পরিবারবর্গ এখন তার উপর কান্নাকাটি করছে আর এ হল রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সে কথার অনুরূপ,তিনি বদর যুদ্ধের দিন কুপের পাড়ে দাঁড়ালেন যাতে বদরে নিহত মুশরিকদের লাশ ছিল এবং তাদের সম্বোধন করে যা বলার বলছিলেন এবং এ কথাও বলেছিলেন, নিশ্চয়ই আমি যা বলছি তারা তা শুনছো কিন্তু ইবনু উমর (রাঃ) ভুল বুঝেছেন। বস্তুত রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন, কাফিররা এখন জানতে পারছে যে আমি যে সব কথা বলতাম তা সত্য। তারপর আয়িশা (রাঃ) পাঠ করলেনإِنَّكَ لاَ تُسْمِعُ الْمَوْتَى وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ তুমি, শুনাতে সমর্থ হবেনা যারা কবরে রয়েছে তাদেরকে, তুমি তো মৃতকে শোনাতে পারবে না। তিনি বললেন যখন তারা তাদের জাহান্নামে ঠিকানায় পৌছে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "2025",
    "id": "11390",
    "thesequence": "10849",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Ibn Urwa with the same chain of transmitters. The hadith narrated by Abu Usama is more complete.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، بِهَذَا الإِسْنَادِ بِمَعْنَى حَدِيثِ أَبِي أُسَامَةَ وَحَدِيثُ أَبِي أُسَامَةَ أَتَمُّ .",
    "hadithBengali": "২০২৬। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... হিশাম ইবনু উরওয়া (রহঃ) থেকে উক্ত সনদে আবূ উসামার হাদীসের মর্মানুযায়ী রিওয়ায়াত করেছেন। তবে আবূ উসামার হাদীসই পূর্ণাঙ্গ।\n",
    "checkStatus": "1",
    "hadithNo": "2026",
    "id": "11391",
    "thesequence": "10850",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amra daughter of Abd al Rahman narrated that she heard (from) Aisha and made a mention to her about Abdullah b. Umar as saying:\nThe dead is punished because of the lamentation of the living. Upon this Aisha said: May Allah have mercy upon the father of Abd al-Rahman (Ibn Umar). He did not tell a lie, but he forgot or made a mistake. The Messenger of Allah (ﷺ) happened to pass by a (dead) Jewess who was being lamented. Upon this he said: They weep over her and she is being punished in the grave.",
    "hadithArabic": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، فِيمَا قُرِئَ عَلَيْهِ عَنْ عَبْدِ اللَّهِ بْنِ، أَبِي بَكْرٍ عَنْ أَبِيهِ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، أَنَّهَا أَخْبَرَتْهُ أَنَّهَا، سَمِعَتْ عَائِشَةَ، وَذُكِرَ، لَهَا أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، يَقُولُ إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبُكَاءِ الْحَىِّ . فَقَالَتْ عَائِشَةُ يَغْفِرُ اللَّهُ لأَبِي عَبْدِ الرَّحْمَنِ أَمَا إِنَّهُ لَمْ يَكْذِبْ وَلَكِنَّهُ نَسِيَ أَوْ أَخْطَأَ إِنَّمَا مَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى يَهُودِيَّةٍ يُبْكَى عَلَيْهَا فَقَالَ   إِنَّهُمْ لَيَبْكُونَ عَلَيْهَا وَإِنَّهَا لَتُعَذَّبُ فِي قَبْرِهَا  .",
    "hadithBengali": "২০২৭। কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে তার নিকট বলা হল যে, ইবনু উমর (রাঃ) বলেছেন, জীবিতদের কান্নার কারণে মৃতদেরকে আযাব দেয়া হয়। তখন আয়িশা (রাঃ) বললেন, আল্লাহ আবূ আবদুর রহমানকে ক্ষমা করুন, নিশ্চয়ই তিনি মিথ্যা বলেননি। কিন্তু তিনি ভুলে গিয়েছেন, অথবা ভুল করেছেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈকা ইয়াহুদী মহিলার কবরের নিকট দিয়ে যাচ্ছিলেন, যার উপর বিলাপ করা হচ্ছিল, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এরা এর জন্য কাঁদছে, অথচ তাকে তার কবরে আযাব দেয়া হচ্ছে।\n",
    "checkStatus": "1",
    "hadithNo": "2027",
    "id": "11392",
    "thesequence": "10851",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ali b. Rabia reported that the first one who was lamented upon in Kufa was Qaraza b. Kab. Mughira b. Shuba said:\nI heard the Messenger of Allah (ﷺ) saying: He who is lamented upon would be punished because of the lamentation for him on the Day of judgment.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سَعِيدِ بْنِ عُبَيْدٍ الطَّائِيِّ، وَمُحَمَّدِ، بْنِ قَيْسٍ عَنْ عَلِيِّ بْنِ رَبِيعَةَ، قَالَ أَوَّلُ مَنْ نِيحَ عَلَيْهِ بِالْكُوفَةِ قَرَظَةُ بْنُ كَعْبٍ فَقَالَ الْمُغِيرَةُ بْنُ شُعْبَةَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ نِيحَ عَلَيْهِ فَإِنَّهُ يُعَذَّبُ بِمَا نِيحَ عَلَيْهِ يَوْمَ الْقِيَامَةِ  .",
    "hadithBengali": "২০২৮। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আলী ইবনু রাবিয়া (রহঃ) বলেন, কুফা নগরীতে সর্বপ্রথম কারযা ইবনু কাবের উপর বিলাপ করা হয়। মুগিরা ইবনু শুবা (রাঃ) বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে মৃত ব্যাক্তির জন্য বিলাপ করা হয় তাকে কিয়ামতের দিন সে সব বিষয়ের কারণে শাস্তি দেয়া হবে যেগুলো নিয়ে বিলাপ করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2028",
    "id": "11393",
    "thesequence": "10852",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated by Mughira b. Shuba from the Messenger of Allah (ﷺ).",
    "hadithArabic": " وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ قَيْسٍ، الأَسْدِيُّ عَنْ عَلِيِّ بْنِ رَبِيعَةَ الأَسْدِيِّ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ .",
    "hadithBengali": "২০২৯। আলী ইবনু হুজর আস-সাদী এবং ইবনু আবূ উমর (রহঃ) ... মুঘীরা ইবনু শু&#39;বা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2029",
    "id": "11394",
    "thesequence": "10853",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated from the Messenger of Allah (ﷺ) through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ ابْنُ أَبِي عُمَرَ، حَدَّثَنَا مَرْوَانُ، - يَعْنِي الْفَزَارِيَّ - حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدٍ، الطَّائِيُّ عَنْ عَلِيِّ بْنِ رَبِيعَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ .",
    "hadithBengali": "২০৩০। ইবনু আবূ উমর (রহঃ) ... মুঘীরা ইবনু শু&#39;বা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2030",
    "id": "11395",
    "thesequence": "10854",
    "isActive": "1",
    "chapterId": "13421",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৭. মৃত ব্যক্তিকে তার পরিবারবর্গের কান্নাকাটির কারণে শাস্তি দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Malik al-Ashari reported Allahs Messenger (ﷺ) as saying:\nAmong my people there are four characteristics belonging to pre-Islamic period which they do not abandon: boasting of high rank, reviling other peoples genealogies, seeking rain by stars, and walling. And he (further) said: If the wailing woman does not repent before she dies, she will be made to stand on the Day of Resurrection wearing a garment of pitch and a chemise of mange.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ، ح وَحَدَّثَنِي إِسْحَاقُ، بْنُ مَنْصُورٍ - وَاللَّفْظُ لَهُ - أَخْبَرَنَا حَبَّانُ بْنُ هِلاَلٍ، حَدَّثَنَا أَبَانٌ، حَدَّثَنَا يَحْيَى، أَنَّ زَيْدًا، حَدَّثَهُ أَنَّ أَبَا سَلاَّمٍ حَدَّثَهُ أَنَّ أَبَا مَالِكٍ الأَشْعَرِيَّ حَدَّثَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  أَرْبَعٌ فِي أُمَّتِي مِنْ أَمْرِ الْجَاهِلِيَّةِ لاَ يَتْرُكُونَهُنَّ الْفَخْرُ فِي الأَحْسَابِ وَالطَّعْنُ فِي الأَنْسَابِ وَالاِسْتِسْقَاءُ بِالنُّجُومِ وَالنِّيَاحَةُ  . وَقَالَ  النَّائِحَةُ إِذَا لَمْ تَتُبْ قَبْلَ مَوْتِهَا تُقَامُ يَوْمَ الْقِيَامَةِ وَعَلَيْهَا سِرْبَالٌ مِنْ قَطِرَانٍ وَدِرْعٌ مِنْ جَرَبٍ  .",
    "hadithBengali": "২০৩১। আবূ বাকর ইবনু আবূ শায়বা ও ইসহাক ইবনু মানসুর (রহঃ) ... আবু মালিক আশ-আরী (রাঃ) বর্ণনা করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমার উম্মাতের মধ্যে জাহিলিয়াত বিষয়ের চারটি জিনিস রয়েছে যা তারা ত্যাগ করছে না। বংশ মর্যাদা নিয়ে গর্ব, অন্যের বংশের প্রতি কটাক্ষ, গ্রহ-নক্ষত্রের মাধ্যমে বৃষ্টি প্রার্থনা এবং মৃতদের জন্য বিলাপ করা।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেন, বিলাপকারিনী যদি তার মৃত্যুর পূর্বে তাওবা না করে, তবে কিয়ামতের দিনে তাঁকে দাঁড় করানো হবে, তখন তার দেহে আলকাতরার আবরণ থাকবে এবং খসখসে লোহার পোষাক থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "2031",
    "id": "11396",
    "thesequence": "10855",
    "isActive": "1",
    "chapterId": "13422",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৮. বিলাপ সম্পর্কে কঠোর সতর্কবাণী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that when the Messenger of Allah (ﷺ) was told that Ibn Haritha, Jafar b. Abu Talib and Abdullah b. Rawaha were killed, he sat down, showing signs of grief. She (further) said:\nI was looking (at him) through the crevice of the door. A man came to him and mentioned that Jafars women were lamenting. He (the Holy Prophet) commanded him to go and forbid them (to do so). So he went away but came back and told (him) that they did not obey (him). He commanded him a second time to go and forbid them (to do so). He again went but came back to him and said: I swear by God, Messenger of Allah, that they have overpowered us. She (Aisha) said that she thought the Messenger of Allah (ﷺ) had told (her) to throw dust in their mouths. Thereupon Aisha said: May Allah humble you! You did not do what Allahs Messenger (ﷺ) ordered you, nor did you stop annoying Allahs Messenger (ﷺ).",
    "hadithArabic": "وَحَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ أَبِي عُمَرَ، قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، يَقُولُ أَخْبَرَتْنِي عَمْرَةُ، أَنَّهَا سَمِعَتْ عَائِشَةَ، تَقُولُ لَمَّا جَاءَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَتْلُ ابْنِ حَارِثَةَ وَجَعْفَرِ بْنِ أَبِي طَالِبٍ وَعَبْدِ اللَّهِ بْنِ رَوَاحَةَ جَلَسَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعْرَفُ فِيهِ الْحُزْنُ قَالَتْ وَأَنَا أَنْظُرُ مِنْ صَائِرِ الْبَابِ - شَقِّ الْبَابِ - فَأَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ نِسَاءَ جَعْفَرٍ وَذَكَرَ بُكَاءَهُنَّ فَأَمَرَهُ أَنْ يَذْهَبَ فَيَنْهَاهُنَّ فَذَهَبَ فَأَتَاهُ فَذَكَرَ أَنَّهُنَّ لَمْ يُطِعْنَهُ فَأَمَرَهُ الثَّانِيَةَ أَنْ يَذْهَبَ فَيَنْهَاهُنَّ فَذَهَبَ ثُمَّ أَتَاهُ فَقَالَ وَاللَّهِ لَقَدْ غَلَبْنَنَا يَا رَسُولَ اللَّهِ . قَالَتْ فَزَعَمَتْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   اذْهَبْ فَاحْثُ فِي أَفْوَاهِهِنَّ مِنَ التُّرَابِ  . قَالَتْ عَائِشَةُ فَقُلْتُ أَرْغَمَ اللَّهُ أَنْفَكَ وَاللَّهِ مَا تَفْعَلُ مَا أَمَرَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَمَا تَرَكْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم مِنَ الْعَنَاءِ .",
    "hadithBengali": "২০৩২। ইবনুল মূসান্না ও ইবনু আবূ উমর (রহঃ) ... আয়িশা (রাঃ) বলেন, যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট যায়িদ ইবনু হারিসা, জাফর ইবনু আবূ তালিব ও আবদুল্লাহ ইবনু রাওয়াহা (রাঃ) এর শাহাদতের সংবাদ পৌছ্ল, তখন তিনি বসে পড়লেন। তাঁর চেহারা মুবারকে দুঃখ ও চিন্তার চিহ্ন স্পষ্ট দেখা যাচ্ছিল। আয়িশা (রাঃ) বলেন, আমি দরজার ফাঁক দিয়ে দেখতে পাচ্ছিলাম তখন এক ব্যাক্তি এসে বললো, ইয়া রাসুলাল্লাহ! জাফর (রাঃ) এর স্ত্রী ও পরিবারের মহিলারা কান্নাকাটি করছে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তুমি গিয়ে তাদেরকে নিষেধ কর। সে গেলো এবং পুনরায় ফিরে এসে বললো, তারা তার কথা শুনেনি। তিনি দ্বিতীয়বার তাকে নির্দেশ দিলেন, সে যেন গিয়ে তাদের নিষেধ করেন, সে গিয়ে পূনরায় ফিরে এসে বললো, আল্লাহর কসম, ইয়া রাসুলাল্লাহ! তারাই আমাদের উপর প্রবল রইলো।\n\nআয়িশা (রাঃ) বলেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেন, যাও, তুমি তাদের মুখে মাটি ঢুকিয়ে দাও। আয়িশা (রাঃ) বলেন, আমি (মনে মনে) বললাম, আল্লাহ তোমার নাক ধুলি ধুসরিত করুন। আল্লাহর কসম, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে নির্দেশ তোমাকে দিয়েছেন তা তুমি পালন করতেও পারবে না আর তুমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কষ্ট দেওয়া হতেও ক্ষান্ত হচ্ছ না।\n",
    "checkStatus": "1",
    "hadithNo": "2032",
    "id": "11397",
    "thesequence": "10856",
    "isActive": "1",
    "chapterId": "13422",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৮. বিলাপ সম্পর্কে কঠোর সতর্কবাণী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Yahya b. Said with the same chain of transmitters like one narrated by Abd al-Aziz (with the change of these words):\n You did not spare the Messenger of Allah (ﷺ) the botheration.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، ح وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، ح وَحَدَّثَنِي أَحْمَدُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُسْلِمٍ - كُلُّهُمْ عَنْ يَحْيَى بْنِ سَعِيدٍ، بِهَذَا الإِسْنَادِ . نَحْوَهُ . وَفِي حَدِيثِ عَبْدِ الْعَزِيزِ وَمَا تَرَكْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم مِنَ الْعِيِّ .",
    "hadithBengali": "২০৩৩। আবূ বকর ইবনু আবূ শায়বা (রহঃ), আবূ তাহির, আহমাদ ইবনু ইবরাহীম আদ দাওরাফী (রহঃ) ... ইয়াহয়া ইবনু সাঈদ (রহঃ) থেকে উক্ত সনদে অনুরূপ বর্ণিত হয়েছে। তবে আবদুল আযীযের (রহঃ) বর্ণনায় রয়েছে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বিরক্ত করা হতেও নিবৃত্ত হচ্ছো না।\n",
    "checkStatus": "1",
    "hadithNo": "2033",
    "id": "11398",
    "thesequence": "10857",
    "isActive": "1",
    "chapterId": "13422",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৮. বিলাপ সম্পর্কে কঠোর সতর্কবাণী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nThe Messenger of Allah (ﷺ) took a promise from us along with the oath of Allegiance that we would not lament. But only five among us fulfilled the promise (and they are) Umm Sulaim, and Umm al-Ala, and the daughter of Abu Sabra the wife of Muadh, or daughter of Abu Sabra and wife of Muadh.",
    "hadithArabic": " حَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا أَيُّوبُ، عَنْ مُحَمَّدٍ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ أَخَذَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم مَعَ الْبَيْعَةِ أَلاَّ نَنُوحَ فَمَا وَفَتْ مِنَّا امْرَأَةٌ إِلاَّ خَمْسٌ أُمُّ سُلَيْمٍ وَأُمُّ الْعَلاَءِ وَابْنَةُ أَبِي سَبْرَةَ امْرَأَةُ مُعَاذٍ أَوِ ابْنَةُ أَبِي سَبْرَةَ وَامْرَأَةُ مُعَاذٍ .",
    "hadithBengali": "২০৩৪। আবুর রাবী আয-যাহরানী (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমাদের থেকে বায়আত গ্রহণকালে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথা বলেছিলেন, আমরা যেন বিলাপ না করি কিন্তু এ অঙ্গিকার পাঁচজন মহিলা ব্যতীত কেউ পূর্ণ করেনি। তারা হলেন, উম্মে সুলায়ম, উম্মুল আ&#39;লা, আবূ সাবরার মেয়ে মু&#39;আযের স্ত্রী বা আবূ সাবরার মেয়ে ও মুআযের স্ত্রী।\n",
    "checkStatus": "1",
    "hadithNo": "2034",
    "id": "11399",
    "thesequence": "10858",
    "isActive": "1",
    "chapterId": "13422",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৮. বিলাপ সম্পর্কে কঠোর সতর্কবাণী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Atiyya reported that the Messenger of Allah (ﷺ) took pledge from us (including this promise) that we would not lament. Only five amongst us fulfilled the promise, and one of them (who fulfilled the promise) was Umm Sulaim.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا أَسْبَاطٌ، حَدَّثَنَا هِشَامٌ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ أَخَذَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْبَيْعَةِ أَلاَّ تَنُحْنَ فَمَا وَفَتْ مِنَّا غَيْرُ خَمْسٍ مِنْهُنَّ أُمُّ سُلَيْمٍ .",
    "hadithBengali": "২০৩৫। ইসহাক ইবনু ইবরাহীম (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের থেকে বায়আত গ্রহণকালে এ অঙ্গিকারও নিয়েছিলেন যে, আমরা যেন বিলাপ না করি। কিন্তু পাঁচজন ব্যতীত অন্য কেউ সে অঙ্গীকার পূর্ণ করে নি, তাদের মধ্যে উম্মু সুলায়ম (রাঃ) একজন।\n",
    "checkStatus": "1",
    "hadithNo": "2035",
    "id": "11400",
    "thesequence": "10859",
    "isActive": "1",
    "chapterId": "13422",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৮. বিলাপ সম্পর্কে কঠোর সতর্কবাণী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hafsa narrated on the authority of Umm Atiyya that she said:\nWhen this verse was revealed: When believing women came to thee giving thee a pledge that they will not associate aught with Allah, and will not disobey thee in good (lx. 12), she (Umm Atiyya) said: In (this pledge) was also included wailing. I said: Messenger of Allah, except members of such a tribe who helped me (in lamentation) during pre-Islamic days, there is left no alternative for me, but that I should also help them. Upon this the Messenger of Allah (ﷺ) said: (Yes) but only in case of the members of such a tribe.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ، - قَالَ زُهَيْرٌ حَدَّثَنَا مُحَمَّدُ بْنُ خَازِمٍ، - حَدَّثَنَا عَاصِمٌ، عَنْ حَفْصَةَ، عَنْ أُمِّ، عَطِيَّةَ قَالَتْ لَمَّا نَزَلَتْ هَذِهِ الآيَةُ { يُبَايِعْنَكَ عَلَى أَنْ لاَ يُشْرِكْنَ بِاللَّهِ شَيْئًا} { وَلاَ يَعْصِينَكَ فِي مَعْرُوفٍ} قَالَتْ كَانَ مِنْهُ النِّيَاحَةُ . قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ إِلاَّ آلَ فُلاَنٍ فَإِنَّهُمْ كَانُوا أَسْعَدُونِي فِي الْجَاهِلِيَّةِ فَلاَ بُدَّ لِي مِنْ أَنْ أُسْعِدَهُمْ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِلاَّ آلَ فُلاَنٍ  .",
    "hadithBengali": "২০৩৬। আবূ বাকর ইবনু আবূ শায়বা, যুহায়র ইবনু হারব, ইসহাক ইবনু ইবরাহীম (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন এ আয়াত নাযিল হল, হে নবী! মুমিন মাহিলারা যখন তোমার কাছে এসে বায়আত করে এ মর্মে যে, তারা আল্লাহর সঙ্গে কোন শরীক করবে না এবং সৎকার্যে তোমাকে অমান্য করবে না...... [মুমতাহিনাঃ ১২]\n\nউম্মে আতিয়্যা (রাঃ) বলেন, তন্মধ্যে বিলাপও ছিল। তখন আমি বললাম , ইয়া রাসুলাল্লাহ! অমুক পরিবার ব্যতীত কারণ, তারা জাহিলিয়াতের যুগে আমাকে বিলাপে সাহায্য করত। তাই আমারও কর্তব্য তাদের সাহায্য করা। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, অমুক পরিবার ব্যতীত।\n",
    "checkStatus": "1",
    "hadithNo": "2036",
    "id": "11401",
    "thesequence": "10860",
    "isActive": "1",
    "chapterId": "13422",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৮. বিলাপ সম্পর্কে কঠোর সতর্কবাণী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nWe were forbidden to follow the bier, but it was not made absolute on us.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، أَخْبَرَنَا أَيُّوبُ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، قَالَ قَالَتْ أُمُّ عَطِيَّةَ كُنَّا نُنْهَى عَنِ اتِّبَاعِ الْجَنَائِزِ وَلَمْ يُعْزَمْ عَلَيْنَا .",
    "hadithBengali": "২০৩৭। ইয়াহয়া ইবনু আয়্যুব (রহঃ) ... উম্মে আতিয়্যা (রাঃ) বলেন, আমাদের জানাযার পিছনে যেতে নিষেধ করা হতো কিন্তু আমাদের উপর কঠোরতা আরোপ করা হয়নি।\n",
    "checkStatus": "1",
    "hadithNo": "2037",
    "id": "11402",
    "thesequence": "10861",
    "isActive": "1",
    "chapterId": "13423",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৯. নারীদের প্রতি জানাযার পিছনে গমনে নিষেধাজ্ঞা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nWe were refrained from following the bier, but it was not made absolute on us.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، كِلاَهُمَا عَنْ هِشَامٍ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ نُهِينَا عَنِ اتِّبَاعِ الْجَنَائِزِ، وَلَمْ يُعْزَمْ عَلَيْنَا .",
    "hadithBengali": "২০৩৮। আবূ বকর ইবনু আবূ শায়বা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমাদের জানাযার পিছনে যেতে নিষেধ করা হত। আমাদের উপর কঠোরতা আরোপ করা হয়নি।\n",
    "checkStatus": "1",
    "hadithNo": "2038",
    "id": "11403",
    "thesequence": "10862",
    "isActive": "1",
    "chapterId": "13423",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৯. নারীদের প্রতি জানাযার পিছনে গমনে নিষেধাজ্ঞা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\n\nUmm Atiyya reported:\nThe Apostle of Allah (ﷺ) came to us when we were bathing his daughter, and he told us: Wash her with water and (with the leaves of) the lote tree, three or five times, or more than that if you think fit, and put camphor or something like camphor in the last washing; then inform me when you have finished. So when we had finished, we informed him, and he gave to us his (own) under-garment saying: Put it next her body.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ دَخَلَ عَلَيْنَا النَّبِيُّ صلى الله عليه وسلم وَنَحْنُ نَغْسِلُ ابْنَتَهُ فَقَالَ  اغْسِلْنَهَا ثَلاَثًا أَوْ خَمْسًا أَوْ أَكْثَرَ مِنْ ذَلِكَ إِنْ رَأَيْتُنَّ ذَلِكَ بِمَاءٍ وَسِدْرٍ وَاجْعَلْنَ فِي الآخِرَةِ كَافُورًا أَوْ شَيْئًا مِنْ كَافُورٍ فَإِذَا فَرَغْتُنَّ فَآذِنَّنِي  . فَلَمَّا فَرَغْنَا آذَنَّاهُ فَأَلْقَى إِلَيْنَا حِقْوَهُ فَقَالَ  أَشْعِرْنَهَا إِيَّاهُ  .",
    "hadithBengali": "২০৩৯। ইয়াহয়া ইবনু ইয়াহয়া (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট এলেন, তখন আমরা তাঁর কন্যাকে গোসল দিচ্ছিলাম। তিনি বললেন, তাকে তিনবার গোসল দাও, পাঁচবার কিংবা প্রয়োজন মনে করলে আরও অধিকবার, বরই বৃক্ষের কচি পাতাদ্বারা পানি গরম করে। সর্বশেষ কর্পূর কিংবা কিছুটা কর্পূর দিবে। যখন গোসল শেষ করবে, তখন আমাকে সংবাদ দিবে। আমরা গোসল শেষ করে তাকে সংবাদ দিলাম। তিনি তাঁর ইযারবন্দ দিলেন এবং বললেন, এটা তাঁর শরীরের সাথে লাগিয়ে পরিয়ে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "2039",
    "id": "11404",
    "thesequence": "10863",
    "isActive": "1",
    "chapterId": "13424",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১০. মৃত ব্যক্তির গোসল প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nWe braided her hair in three plaits.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ مَشَطْنَاهَا ثَلاَثَةَ قُرُونٍ .",
    "hadithBengali": "২০৪০। ইয়াহয়া ইবনু ইয়াহইয়া (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা তাঁর মাথার চুল তিনভাগে বিন্যস্ত করেছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2040",
    "id": "11405",
    "thesequence": "10864",
    "isActive": "1",
    "chapterId": "13424",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১০. মৃত ব্যক্তির গোসল প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nOne of the daughters of the Messenger of Allah (ﷺ) died. And in the hadith transmitted by Ibn Ulayya (the words are): The Messenger of Allah (ﷺ) came to us and we were washing his daughter. And in the hadith transmitted by Malik (the words are): There came in (our apartment) the Messenger of Allah (way peace be upon him) when his daughter died. The rest of the hadith is the same as narrated by Yazid b. Zurai from Ayyub from Muhammad from Umm Atiyya.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، ح وَحَدَّثَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، وَقُتَيْبَةُ، بْنُ سَعِيدٍ قَالاَ حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، كُلُّهُمْ عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ تُوُفِّيَتْ إِحْدَى بَنَاتِ النَّبِيِّ صلى الله عليه وسلم . وَفِي حَدِيثِ ابْنِ عُلَيَّةَ قَالَتْ أَتَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَنَحْنُ نَغْسِلُ ابْنَتَهُ . وَفِي حَدِيثِ مَالِكٍ قَالَتْ دَخَلَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ تُوُفِّيَتِ ابْنَتُهُ . بِمِثْلِ حَدِيثِ يَزِيدَ بْنِ زُرَيْعٍ عَنْ أَيُّوبَ عَنْ مُحَمَّدٍ عَنْ أُمِّ عَطِيَّةَ .",
    "hadithBengali": "২০৪১। কুতায়বা ইবনু সাঈদ, আবূর রাবী যাহরানী ও ইয়াহইয়া ইবনু আইয়ুব (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কন্যাদের একজনের [যায়নাব (রাঃ)] ইন্তেকাল হল। ইবনু উলায়্যার বর্ণনায় আছে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট আসলেন, তখন আমরা তাঁর মেয়েকে গোসল দিচ্ছিলাম। আর মালিকের হাদিসে রয়েছে, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট এলেন যখন তাঁর কন্যার ইন্তেকাল হয়। ইয়াযীদ ইবনু যুরাই (রহঃ) এর হাদিসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "2041",
    "id": "11406",
    "thesequence": "10865",
    "isActive": "1",
    "chapterId": "13424",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১০. মৃত ব্যক্তির গোসল প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A hadith like this has been transmitted by Hafsa on the authority of Umm Atiyya with the exception (of these words that the Prophet asked them to wash her dead body):\n three times, five times, seven times, or more than that, if you deem fit: Hafsa (further) said on the authority of Umm Atiyya: We braided (the hair) of her head in three plaits.",
    "hadithArabic": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، . بِنَحْوِهِ غَيْرَ أَنَّهُ قَالَ   ثَلاَثًا أَوْ خَمْسًا أَوْ سَبْعًا أَوْ أَكْثَرَ مِنْ ذَلِكِ إِنْ رَأَيْتُنَّ ذَلِكِ  . فَقَالَتْ حَفْصَةُ عَنْ أُمِّ عَطِيَّةَ وَجَعَلْنَا رَأْسَهَا ثَلاَثَةَ قُرُونٍ .",
    "hadithBengali": "২০৪২। কুতায়বা ইবনু সাঈদ (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে অনুরূপ বর্ণনা করেছেন। তবে তিনি এভাবে বলেছেন, তিনবার পাঁচবার সাতবার অথবা এর চেয়েও অধিক যদি তোমরা প্রয়োজন মনে কর। হাফসা (রাঃ) উম্মে আতিয়্যা (রাঃ) হতে বর্ণনা করেন, আমরা তাঁর মাথার চুল তিনভাগে বিন্যস্ত করেছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2042",
    "id": "11407",
    "thesequence": "10866",
    "isActive": "1",
    "chapterId": "13424",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১০. মৃত ব্যক্তির গোসল প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nWe washed her an odd number of times, i. e. three, five or seven times; and Umm Atiyya (further) said: We braided her hair in three plaits.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، وَأَخْبَرَنَا أَيُّوبُ، قَالَ وَقَالَتْ حَفْصَةُ عَنْ أُمِّ عَطِيَّةَ، قَالَتِ اغْسِلْنَهَا وِتْرًا ثَلاَثًا أَوْ خَمْسًا أَوْ سَبْعًا قَالَ وَقَالَتْ أُمُّ عَطِيَّةَ مَشَطْنَاهَا ثَلاَثَةَ قُرُونٍ .",
    "hadithBengali": "২০৪৩। ইয়াহিয়া ইবনু আয়্যুব (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত যে, তিনি বলেছেন, তাকে গোসল করাও বিজোড় সংখ্যায়, তিনবার অথবা পাঁচবার অথবা সাতবার। রাবী বলেন, উম্মে আতিয়্যা (রাঃ) বলেছেন, তাঁর মাথার চুল তিন ভাগে বিন্যস্ত করেছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2043",
    "id": "11408",
    "thesequence": "10867",
    "isActive": "1",
    "chapterId": "13424",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১০. মৃত ব্যক্তির গোসল প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nWhen Zainab the daughter of the Messenger of Allah (ﷺ) died, he said to us: Wash her odd number of times, i. e. three or five times, and put camphor or something-like camphor at the fifth time, and after you have washed her inform me. So we informed him and he gave us his under-garment, saying: Put it next her body.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ، - قَالَ عَمْرٌو حَدَّثَنَا مُحَمَّدُ بْنُ خَازِمٍ أَبُو مُعَاوِيَةَ، - حَدَّثَنَا عَاصِمٌ الأَحْوَلُ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ لَمَّا مَاتَتْ زَيْنَبُ بِنْتُ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم  اغْسِلْنَهَا وِتْرًا ثَلاَثًا أَوْ خَمْسًا وَاجْعَلْنَ فِي الْخَامِسَةِ كَافُورًا أَوْ شَيْئًا مِنْ كَافُورٍ فَإِذَا غَسَلْتُنَّهَا فَأَعْلِمْنَنِي  . قَالَتْ فَأَعْلَمْنَاهُ . فَأَعْطَانَا حِقْوَهُ وَقَالَ  أَشْعِرْنَهَا إِيَّاهُ  .",
    "hadithBengali": "২০৪৪। আবূ বাকর ইবনু আবূ শায়বা ও আমরুন নাকিদ (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কন্যা যায়নাব (রাঃ) ইন্তেকাল করলেন তখন তিনি আমাদের বললেন, তাঁকে ভিজোড় সংখ্যায় গোসল দাও। তিনবার অথবা পাঁচবার এবং পঞ্চমবারে কর্পূর কিংবা কর্পূরের কিছু অংশ মিশিয়ে দাও। যখন তোমরা গোসল শেষ কর তখন তাকে আবৃত কর। উম্মে আতিয়্যা (রাঃ) বলেন, আমরা তাকে আবৃত করলাম। তখন তিনি আমাদের তাঁর ইযারবন্দ দিয়ে বললেন, (কাফন হিসাবে) ভিতরে দিয়ে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "2044",
    "id": "11409",
    "thesequence": "10868",
    "isActive": "1",
    "chapterId": "13424",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১০. মৃত ব্যক্তির গোসল প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nThere came to us the Messenger of Allah (ﷺ) as we were washing one of his daughters. So he said: Wash her (dead body) an odd number of times, five times or more than that, the rest of the hadith is the same. She (further) said: We braided her hair in three plaits: (two) on the sides of her head and one on her forehead.",
    "hadithArabic": "وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا هِشَامُ بْنُ حَسَّانَ، عَنْ حَفْصَةَ، بِنْتِ سِيرِينَ عَنْ أُمِّ عَطِيَّةَ، قَالَتْ أَتَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَنَحْنُ نَغْسِلُ إِحْدَى بَنَاتِهِ فَقَالَ   اغْسِلْنَهَا وِتْرًا خَمْسًا أَوْ أَكْثَرَ مِنْ ذَلِكِ  . بِنَحْوِ حَدِيثِ أَيُّوبَ وَعَاصِمٍ وَقَالَ فِي الْحَدِيثِ قَالَتْ فَضَفَرْنَا شَعْرَهَا ثَلاَثَةَ أَثْلاَثٍ قَرْنَيْهَا وَنَاصِيَتَهَا .",
    "hadithBengali": "২০৪৫। আমরুন নাকিদ (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট এলেন তখন আমরা তার কন্যাদের একজনকে গোসল দিচ্ছিলাম। তিনি বললেন, তাকে ভিজোড় সংখ্যায় গোসল দাও, পাঁচবার অথবা এর চেয়েও অধিক। তারপর আয়্যুব ও আসিমের হাদীসের অনুরূপ বর্ণনা করেছেন। রাবী হাদীসে এ কথাও বলেছেন যে, তিনি বলেছেন, আমরা তাঁর কেশ তিন ভাগে বিভক্ত করেছিলাম। দু&#39;পাশে ও মাঝখানে।\n",
    "checkStatus": "1",
    "hadithNo": "2045",
    "id": "11410",
    "thesequence": "10869",
    "isActive": "1",
    "chapterId": "13424",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১০. মৃত ব্যক্তির গোসল প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Atiyya reported that when the Messenger of Allah (ﷺ) asked her to wash his daughter, he told her to start from the right side, and with those parts of the body over which Wudu is performed.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، عَنْ خَالِدٍ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم حَيْثُ أَمَرَهَا أَنْ تَغْسِلَ ابْنَتَهُ قَالَ لَهَا   ابْدَأْنَ بِمَيَامِنِهَا وَمَوَاضِعِ الْوُضُوءِ مِنْهَا  .",
    "hadithBengali": "২০৪৬। ইয়াহয়া ইবনু ইয়াহয়া (রহঃ) ... উম্মে আতিয়্যা (রাঃ) বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে যখন নির্দেশ দিয়েছিলেন, তখন তাকে বলেছিলেন, তার ডান দিক থেকে গোসল আরম্ভ কর। আর তার অযূর অংগগুলো প্রথমে ধুয়ে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "2046",
    "id": "11411",
    "thesequence": "10870",
    "isActive": "1",
    "chapterId": "13424",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১০. মৃত ব্যক্তির গোসল প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Atiyya reported that the Messenger of Allah (ﷺ) said to them (the women) in regard to the washing of his daughter to start from the right side and with those parts of the body over which Wudu is performed.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ كُلُّهُمْ عَنِ ابْنِ عُلَيَّةَ، - قَالَ أَبُو بَكْرٍ حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، - عَنْ خَالِدٍ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لَهُنَّ فِي غَسْلِ ابْنَتِهِ   ابْدَأْنَ بِمَيَامِنِهَا وَمَوَاضِعِ الْوُضُوءِ مِنْهَا  .",
    "hadithBengali": "২০৪৭। ইয়াহয়া ইবনু আয়্যুব, আবূ বাকর আবূ শায়বা ও আমরুন নাকিদ (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর মেয়েকে গোসল দেয়ার ব্যাপারে তাদেরকে বলেছিলেন যে, তোমরা তাঁর ডান দিক থেকে এবং ওযুর অঙ্গগুলো থেকে আরম্ভ কর।\n",
    "checkStatus": "1",
    "hadithNo": "2047",
    "id": "11412",
    "thesequence": "10871",
    "isActive": "1",
    "chapterId": "13424",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১০. মৃত ব্যক্তির গোসল প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Khabbab al-Aratt reported:\nWe migrated with the Messenger of Allah (ﷺ) in the path of Allah seeking Allahs pleasure alone. Thus our reward was assured with Allah. And amongst us were those who spent life (in such a state of piety and austerity) that nothing consumed their reward. Musab b. Umair was one of them. He was killed on the Day of Uhud, and nothing but a woollen cloak was found to shroud him. When we covered his head with it, his feet became uncovered, and when we covered his feet, his head was uncovered. Upon this the Messenger of Allah (ﷺ) said: Place it (this cloak) on the side of his head and cover his feet with grass. And there is one amongst us for whom the fruit is ripened and he enjoys it.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لِيَحْيَى قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، - عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ خَبَّابِ بْنِ الأَرَتِّ، قَالَ هَاجَرْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي سَبِيلِ اللَّهِ نَبْتَغِي وَجْهَ اللَّهِ فَوَجَبَ أَجْرُنَا عَلَى اللَّهِ فَمِنَّا مَنْ مَضَى لَمْ يَأْكُلْ مِنْ أَجْرِهِ شَيْئًا مِنْهُمْ مُصْعَبُ بْنُ عُمَيْرٍ . قُتِلَ يَوْمَ أُحُدٍ فَلَمْ يُوجَدْ لَهُ شَىْءٌ يُكَفَّنُ فِيهِ إِلاَّ نَمِرَةٌ فَكُنَّا إِذَا وَضَعْنَاهَا عَلَى رَأْسِهِ خَرَجَتْ رِجْلاَهُ وَإِذَا وَضَعْنَاهَا عَلَى رِجْلَيْهِ خَرَجَ رَأْسُهُ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   ضَعُوهَا مِمَّا يَلِي رَأْسَهُ وَاجْعَلُوا عَلَى رِجْلَيْهِ الإِذْخِرَ  . وَمِنَّا مَنْ أَيْنَعَتْ لَهُ ثَمَرَتُهُ فَهُوَ يَهْدِبُهَا .",
    "hadithBengali": "২০৪৮। ইয়াহয়া ইবনু ইয়াহয়া তামিমী, আবূ বাকর ইবনু আবূ শায়বা, মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র ও আবূ কুরায়ব (রহঃ) ... খাব্বাব ইবনু আরাত (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা আল্লাহর সন্তুষ্টি লাভের জন্য আল্লাহর রাস্তায় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে হিজরত করেছিলাম। আমাদের প্রতিদান আল্লাহর নিকট প্রাপ্য রয়েছে। আমাদের মধ্যে অনেকে বিদায় নিয়েছেন, তাঁদের প্রতিদানের প্রাপ্য তারা (দুনিয়াতে) ভোগ করেননি। এদেরই একজন হলেন, মুস&#39;আব ইবনু উমায়র (রাঃ)।\n\nতিনি উহুদ যুদ্ধে শহীদ হন। তাকে কাফন দেয়ার জন্য একটি ছোট চাঁদর ব্যতীত কিছু পাওয়া যায়নি। যখন আমরা চাঁদর দ্বারা তাঁর মাথা আবৃত করতাম তখন তার পা দুটি বেরিয়ে পড়ত। আর যখন তা তাঁর পায়ের উপর রাখতাম তখন তাঁর মাথা বেরিয়ে পড়ত। এতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা চাদরখানি মাথার দিক দিয়ে রাখ এবং দু&#39;পায়ের উপর ইযখির ঘাস দিয়ে দাও। আর আমাদের মধ্যে এমনও অনেক রয়েছে যাদের ফল পেকেছে এবং তিনি তা উপভোগ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2048",
    "id": "11413",
    "thesequence": "10872",
    "isActive": "1",
    "chapterId": "13425",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১১. মৃত ব্যাক্তির কাফন প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated by Uyaina on the authority of Amash with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، ح وَحَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ التَّمِيمِيُّ، أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ، جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ . نَحْوَهُ .",
    "hadithBengali": "২০৪৯। উসমান ইবনু আবূ শায়বা, ইসহাক ইবনু ইবরাহীম, মিনজাব ইবনু হারিস তামিমী ও ইবন আবু উমর (রহঃ) ... আ&#39;মাশ (রহঃ) থেকে উক্ত সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2049",
    "id": "11414",
    "thesequence": "10873",
    "isActive": "1",
    "chapterId": "13425",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১১. মৃত ব্যাক্তির কাফন প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that the Messenger of Allah (ﷺ) was shrouded in three cotton garments of white Yamani stuff from Sahul, among which was neither a shirt nor a turban; and so far as Hullah is concerned there was some doubt about it in the minds of people, that it was brought for him in order to shroud him with it, but it was abandoned, and he was shrouded in three cotton garments of white Yamani stuff from Sahul. Then Abdullah b. Abu Bakr got it and said:\nI would keep it in order to shroud myself in it. He then said: If Allah, the Exalted and Majestic, would have desired it for His Apostle, he would have been shrouded with it. So he sold it and gave its price in charity.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لِيَحْيَى - قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، - عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كُفِّنَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي ثَلاَثَةِ أَثْوَابٍ بِيضٍ سَحُولِيَّةٍ مِنْ كُرْسُفٍ لَيْسَ فِيهَا قَمِيصٌ وَلاَ عِمَامَةٌ أَمَّا الْحُلَّةُ فَإِنَّمَا شُبِّهَ عَلَى النَّاسِ فِيهَا أَنَّهَا اشْتُرِيَتْ لَهُ لِيُكَفَّنَ فِيهَا فَتُرِكَتِ الْحُلَّةُ وَكُفِّنَ فِي ثَلاَثَةِ أَثْوَابٍ بِيضٍ سَحُولِيَّةٍ فَأَخَذَهَا عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ فَقَالَ لأَحْبِسَنَّهَا حَتَّى أُكَفِّنَ فِيهَا نَفْسِي ثُمَّ قَالَ لَوْ رَضِيَهَا اللَّهُ عَزَّ وَجَلَّ لِنَبِيِّهِ لَكَفَّنَهُ فِيهَا . فَبَاعَهَا وَتَصَدَّقَ بِثَمَنِهَا .",
    "hadithBengali": "২০৫০। ইয়াহয়া ইবনু ইয়াহয়া, আবূ বাকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তিনটি সাদা সাহুলী সূতি কাপড় দিয়ে কাফন দেয়া হয়েছিল। কাপড়গুলোর মধ্যে কামিস ও পাগড়ী ছিল না। আর হুল্লা (দুটি চাঁদর) যা তাঁর কাফনের জন্য ক্রয় করা হয়েছিল এবং পরে তা বাদ দেয়া হয় এ সম্পর্কে লোকেরা বিভ্রান্তিতে পড়ে। আর তাকে কাফন দেয়া হয়েছিল সাদা সাহুলী তিন কাপড়ে।\n\nআবদুল্লাহ ইবনু আবূ বকর (রাঃ) সেটি নিয়ে গেলেন এবং বললেন, আমি এ পোষাককে সংরক্ষণ করে রাখব আমার কাফন দেয়ার জন্য। তারপর বললেন, যদি আল্লাহ তা&#39;আলা তার নাবীর জন্য এ কাপড় পছন্দ করতেন তবে অবশ্যই এ দ্বারা তাঁর কাফন দেয়া হত। তাই তিনি তা বিক্রি করে এর মূল্য সাদাকা করে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2050",
    "id": "11415",
    "thesequence": "10874",
    "isActive": "1",
    "chapterId": "13425",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১১. মৃত ব্যাক্তির কাফন প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that the Messenger of Allah (ﷺ) was wrapped in a Yamani wrapper which belonged to Abdullah b Abu Bakr; then it was removed from him, and he was shrouded in three cotton sheets of white Yamani stuff from Sahul among which was neither a shirt nor a turban. Abdullah took up the Hullah and said:\nI would be shrouded in it, but then said: How is it that I should be shrouded in it in which the Messenger of Allah (ﷺ) was not shrouded! So he gave it in charity.",
    "hadithArabic": " وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ أُدْرِجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حُلَّةٍ يَمَنِيَّةٍ كَانَتْ لِعَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ ثُمَّ نُزِعَتْ عَنْهُ وَكُفِّنَ فِي ثَلاَثَةِ أَثْوَابٍ سُحُولٍ يَمَانِيَةٍ لَيْسَ فِيهَا عِمَامَةٌ وَلاَ قَمِيصٌ فَرَفَعَ عَبْدُ اللَّهِ الْحُلَّةَ فَقَالَ أُكَفَّنُ فِيهَا . ثُمَّ قَالَ لَمْ يُكَفَّنْ فِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَأُكَفَّنُ فِيهَا . فَتَصَدَّقَ بِهَا .",
    "hadithBengali": "২০৫১। আলী ইবনু হুজর আস সাদী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর শরীর প্রথমে ইয়ামনী কাফনে আবৃত করা হল যে কাপড় আবদুল্লাহ ইবনু আবূ বকর (রাঃ) এর ছিল। এরপর তা খুলে ফেলা হলো এবং ইয়ামন দেশের সাহুল নামক স্থানে তৈরী তিনটি কাপড় দেয়া হল। ঐগুলোর মধ্যে কামিস ও পাগড়ী ছিল না। আবদুল্লাহ (রাঃ) তাঁর পোষাক উঠিয়ে রাখলেন এবং বললেন, এ দ্বারা আমার কাফন দেয়া হবে। এরপর বললেন, যে কাপড়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাফন দেয়া হয়নি আমাকে সে কাপড়ে কাফন দেয়া হবে? তাই তিনি তা সাদাকা করে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2051",
    "id": "11416",
    "thesequence": "10875",
    "isActive": "1",
    "chapterId": "13425",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১১. মৃত ব্যাক্তির কাফন প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated on the authority of Hisham with the same chain of transmitters, but in the hadith narrated by him there is no mention of the story of Abdullah b. Abu Bakr.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، وَابْنُ، عُيَيْنَةَ وَابْنُ إِدْرِيسَ وَعَبْدَةُ وَوَكِيعٌ ح وَحَدَّثَنَاهُ يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، كُلُّهُمْ عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ وَلَيْسَ فِي حَدِيثِهِمْ قِصَّةُ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ .",
    "hadithBengali": "২০৫২। আবূ বাকর আবূ শায়বা ও ইয়াহয়া ইবনু ইয়াহয়া (রহঃ) ... হিশাম (রহঃ) থেকে উক্ত সনদে বর্ণিত। তাঁদের হাদীসে আবদুল্লাহ ইবনু আবূ বাকর (রাঃ) এর ঘটনা বর্ণিত নেই।\n",
    "checkStatus": "1",
    "hadithNo": "2052",
    "id": "11417",
    "thesequence": "10876",
    "isActive": "1",
    "chapterId": "13425",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১১. মৃত ব্যাক্তির কাফন প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Salama said:\nI asked Aisha with how many garments the Messenger of Allah (ﷺ) was shourded. She said: With three garments of Sahul.",
    "hadithArabic": " وَحَدَّثَنِي ابْنُ أَبِي عُمَرَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، عَنْ يَزِيدَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، أَنَّهُ قَالَ سَأَلْتُ عَائِشَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم فَقُلْتُ لَهَا فِي كَمْ كُفِّنَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَتْ فِي ثَلاَثَةِ أَثْوَابٍ سَحُولِيَّةٍ .",
    "hadithBengali": "২০৫৩। ইবনু আবূ উমর (রহঃ) ... আবূ সালামা (রাঃ) বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) কে জিজ্ঞাসা করলাম রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কয়টি কাপড় দ্বারা কাফন দেয়া হয়েছে? উত্তরে তিনি বললেন, তিনটি সাহুলী কাপড়দ্বারা।\n",
    "checkStatus": "1",
    "hadithNo": "2053",
    "id": "11418",
    "thesequence": "10877",
    "isActive": "1",
    "chapterId": "13425",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১১. মৃত ব্যাক্তির কাফন প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nWhen the Messenger of Allah (may peace be upom him) died, he was covered with a Yamani wrapper.",
    "hadithArabic": " وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَحَسَنٌ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ عَبْدٌ أَخْبَرَنِي وَقَالَ، الآخَرَانِ حَدَّثَنَا يَعْقُوبُ، - وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ - حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ، شِهَابٍ أَنَّ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ، أَخْبَرَهُ أَنَّ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ قَالَتْ سُجِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ مَاتَ بِثَوْبِ حِبَرَةٍ .",
    "hadithBengali": "২০৫৪। যুহায়র ইবনু হারব ও হাসান হুলওয়ালী ও আবদ ইবনু হুমায়দ (রহঃ) ... উম্মুল মুমিনীন আয়িশা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ইন্তেকালের পর ইয়ামনী চাদর দ্বারা আবৃত করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2054",
    "id": "11419",
    "thesequence": "10878",
    "isActive": "1",
    "chapterId": "13426",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১২. মৃতের সমস্ত শরীর আবৃত করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Zuhri with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالاَ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، قَالَ أَخْبَرَنَا مَعْمَرٌ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ سَوَاءً .",
    "hadithBengali": "২০৫৫। ইসহাক ইবনু ইবরাহীম, আবদ ইবনু হুমায়দ ও আবদুল্লাহ ইবনু আবদুর রহমান দারিমী (রহঃ) ... যুহরী (রহঃ) থেকে এ সনদে একই রকম বর্ণনা রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2055",
    "id": "11420",
    "thesequence": "10879",
    "isActive": "1",
    "chapterId": "13426",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১২. মৃতের সমস্ত শরীর আবৃত করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported:\nAllahs Messenger (ﷺ) one day in the course of his sermon made mention of a person among his Companions who had died and had been wrapped in a shroud not long (enough to cover his whole body) and was buried during the night. The Apostle of Allah (ﷺ) reprimanded (the audience) that a person was buried during the night (in a state that) funeral prayer could not be offered (over him by the Messenger of Allah). (And this is permissible only) when it becomes a dire necessity for a man. The Apostle of Allah (ﷺ) also said: When any one of you shrouds his brother, he should shroud him well.",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، وَحَجَّاجُ بْنُ الشَّاعِرِ، قَالاَ حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يُحَدِّثُ أَنَّ النَّبِيَّ صلى الله عليه وسلم خَطَبَ يَوْمًا فَذَكَرَ رَجُلاً مِنْ أَصْحَابِهِ قُبِضَ فَكُفِّنَ فِي كَفَنٍ غَيْرِ طَائِلٍ وَقُبِرَ لَيْلاً فَزَجَرَ النَّبِيُّ صلى الله عليه وسلم أَنْ يُقْبَرَ الرَّجُلُ بِاللَّيْلِ حَتَّى يُصَلَّى عَلَيْهِ إِلاَّ أَنْ يُضْطَرَّ إِنْسَانٌ إِلَى ذَلِكَ وَقَالَ النَّبِيُّ صلى الله عليه وسلم   إِذَا كَفَّنَ أَحَدُكُمْ أَخَاهُ فَلْيُحَسِّنْ كَفَنَهُ  .",
    "hadithBengali": "২০৫৬। হারুন ইবনু আবদুল্লাহ ও হাজ্জাজ ইবনু শাঈর (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন খুতবা প্রদান করলেন এবং তাঁর সাহাবীদের মধ্যে একজনের কথা বললেন। তিনি মারা গেলেন এবং অসম্পূর্ণ কাফন দিয়ে রাতে তাকে দাফন দেয়া হল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানাযার সালাত আদায় করে রাতে মৃত ব্যাক্তিকে দাফন করতে কঠোরভাবে নিষেধ করেছেন। তবে যদি একান্ত বাধ্য হয়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেছেন, তোমরা তোমাদের মৃত ভাইকে উত্তম কাফন দ্বারা দাফন কর।\n",
    "checkStatus": "1",
    "hadithNo": "2056",
    "id": "11421",
    "thesequence": "10880",
    "isActive": "1",
    "chapterId": "13427",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৩. মৃতকে ভাল কাপড়ে কাফন দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nMake haste at a funeral; if the dead person was good, it is a good state to which you are sending him on; but if he was otherwise it is an evil of which you are ridding yourselves.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، - قَالَ أَبُو بَكْرٍ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، - عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَسْرِعُوا بِالْجَنَازَةِ فَإِنْ تَكُ صَالِحَةً فَخَيْرٌ - لَعَلَّهُ قَالَ - تُقَدِّمُونَهَا عَلَيْهِ وَإِنْ تَكُنْ غَيْرَ ذَلِكَ فَشَرٌّ تَضَعُونَهُ عَنْ رِقَابِكُمْ  .",
    "hadithBengali": "২০৫৭। আবূ বাকর ইবনু আবূ শায়বা, যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, মৃতকে তাড়াতাড়ি দাফন করে দাও। যদি সে ব্যাক্তি সৎকর্মশীল হয় তবে তাকে কল্যাণের দিকে অগ্রসর করে দিলে। আর যদি অন্য কিছু হয় তবে মন্দকে তোমাদের কাঁধ হতে সরিয়ে দিলে।\n",
    "checkStatus": "1",
    "hadithNo": "2057",
    "id": "11422",
    "thesequence": "10881",
    "isActive": "1",
    "chapterId": "13428",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৪. জানাযা দ্রুত সম্পন্ন করা প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by another chain of transmitters except with this variation (of words) that in the hadith narrated by Mamar (the words are):\n I do not know whether the hadith is marfu.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، جَمِيعًا عَنْ عَبْدِ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، ح وَحَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي حَفْصَةَ، كِلاَهُمَا عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم غَيْرَ أَنَّ فِي حَدِيثِ مَعْمَرٍ قَالَ لاَ أَعْلَمُهُ إِلاَّ رَفَعَ الْحَدِيثَ .",
    "hadithBengali": "২০৫৮। মুহাম্মাদ ইবনু রাফি, আবদ ইবনু হুমায়দ ও ইয়াহয়া ইবনু হাবীব (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। (তবে সনদে রাবী) মা&#39;মার (রহঃ) এর বর্ণনায় আছে, আমার জানা মতে তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে সম্পর্কিত করে হাদীসটি বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2058",
    "id": "11423",
    "thesequence": "10882",
    "isActive": "1",
    "chapterId": "13428",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৪. জানাযা দ্রুত সম্পন্ন করা প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger as saying:\nHasten at a funeral, for if (the dead person) is good, you would (soon) bring him close to the good. And if it is otherwise, it is an evil of which you are ridding yourselves.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، قَالَ هَارُونُ حَدَّثَنَا وَقَالَ الآخَرَانِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي أَبُو أُمَامَةَ بْنُ سَهْلِ بْنِ حُنَيْفٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   أَسْرِعُوا بِالْجَنَازَةِ فَإِنْ كَانَتْ صَالِحَةً قَرَّبْتُمُوهَا إِلَى الْخَيْرِ وَإِنْ كَانَتْ غَيْرَ ذَلِكَ كَانَ شَرًّا تَضَعُونَهُ عَنْ رِقَابِكُمْ  .",
    "hadithBengali": "২০৫৯। আবূ তাহির, হারামালা ইবনু ইয়াহিয়া ও হারুন-ইবনু সাঈদ আল আয়লী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, তোমরা মৃত ব্যাক্তিকে তাড়াতাড়ি দাফন করবে। যদি সে সৎকর্মশীল হয়, তবে তাকে তোমরা কল্যানের নিকটবর্তী করে দিলে। আর যদি অন্য কিছু হয় তবে মন্দকে তোমাদের কাঁধ থেকে সরিয়ে দিলে।\n",
    "checkStatus": "1",
    "hadithNo": "2059",
    "id": "11424",
    "thesequence": "10883",
    "isActive": "1",
    "chapterId": "13428",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৪. জানাযা দ্রুত সম্পন্ন করা প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nHe who attends the funeral till the prayer is offered for (the dead), for him is the reward of one qirat, and he who attends (and stays) till he is buried, for him is the reward of two qirats. It was said: What are the qirats? He said: They are equivalent to two huge mountains. Two other narrators added: Ibn Umar used to pray and then depart (without waiting for the burial of the dead). When the tradition of Abu Huraira reached him, he said: We have lost many qirats.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، - وَاللَّفْظُ لِهَارُونَ وَحَرْمَلَةَ - قَالَ هَارُونُ حَدَّثَنَا وَقَالَ الآخَرَانِ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنِ ابْنِ شِهَابٍ قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ هُرْمُزَ الأَعْرَجُ أَنَّ أَبَا هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ شَهِدَ الْجَنَازَةَ حَتَّى يُصَلَّى عَلَيْهَا فَلَهُ قِيرَاطٌ وَمَنْ شَهِدَهَا حَتَّى تُدْفَنَ فَلَهُ قِيرَاطَانِ  . قِيلَ وَمَا الْقِيرَاطَانِ قَالَ  مِثْلُ الْجَبَلَيْنِ الْعَظِيمَيْنِ  . انْتَهَى حَدِيثُ أَبِي الطَّاهِرِ وَزَادَ الآخَرَانِ قَالَ ابْنُ شِهَابٍ قَالَ سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ وَكَانَ ابْنُ عُمَرَ يُصَلِّي عَلَيْهَا ثُمَّ يَنْصَرِفُ فَلَمَّا بَلَغَهُ حَدِيثُ أَبِي هُرَيْرَةَ قَالَ لَقَدْ ضَيَّعْنَا قَرَارِيطَ كَثِيرَةً .",
    "hadithBengali": "২০৬০। আবূ তাহির, হারামালা ইবনু ইয়াহয়া ও হারূন ইবনু সাঈদ আল-আয়লী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি জানাযার সালাত আদায় করা পর্যন্ত হাযির থাকল সে এক কীরাত (পরিমাণ) সাওয়াব পাবে। আর যে ব্যাক্তি দাফন করা পর্যন্ত হাযির থাকলো সে দু&#39; কীরাত পরিমাণ সাওয়াব পাবে। বলা হলো, দু&#39;কীরাত কি? তিনি বললেন, দুটি বিরাট পাহাড়ের মতো। অন্য রাবী বলেন, ইবনু উমর (রাঃ) জানাযার সালাত আদায় করে চলে যেতেন। যখন আবূ হুরায়রা (রাঃ) এর হাদীসটি ইবনু উমরের কাছে পৌছলো তখন তিনি বললেন, বহু কীরাত আমি নষ্ট করে দিয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "2060",
    "id": "11425",
    "thesequence": "10884",
    "isActive": "1",
    "chapterId": "13429",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৫. জানাযার সালাত আদায় ও তার অনুগামী হওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abu Huraira through another chain of narrators up to these words:\n two great mountains. No mention is made of what followed (these words) ; and in the hadith transmitted by Abd al- Ala (the words are): till (the burial) is complete. In the hadith transmitted by Abd ar-Razzaq (the words are): till he is placed in the grave.",
    "hadithArabic": " حَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى، ح وَحَدَّثَنَا ابْنُ رَافِعٍ، وَعَبْدُ، بْنُ حُمَيْدٍ عَنْ عَبْدِ الرَّزَّاقِ، كِلاَهُمَا عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي، هُرَيْرَةَ عَنِ النَّبِيَّ صلى الله عليه وسلم إِلَى قَوْلِهِ الْجَبَلَيْنِ الْعَظِيمَيْنِ . وَلَمْ يَذْكُرَا مَا بَعْدَهُ وَفِي حَدِيثِ عَبْدِ الأَعْلَى حَتَّى يُفْرَغَ مِنْهَا وَفِي حَدِيثِ عَبْدِ الرَّزَّاقِ حَتَّى تُوضَعَ فِي اللَّحْدِ .",
    "hadithBengali": "২০৬১। আবূ বকর ইবনু আবূ শায়বা, ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে এবং তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে (কীরাত হলো) দু&#39;টি বৃহৎ পাহাড়, পর্যন্ত বর্ণিত আছে। তিনি এর পরবর্তী অংশ বর্ণনা করেননি। আর আবদুল আ&#39;লা এর বর্ণনায় শেষ না হওয়া পর্যন্ত এবং রাজ্জাকের বর্ণনায় কবরে না রাখা পর্যন্ত বর্ণিত রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2061",
    "id": "11426",
    "thesequence": "10885",
    "isActive": "1",
    "chapterId": "13429",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৫. জানাযার সালাত আদায় ও তার অনুগামী হওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith is narrated on thp authority of Abu Huraira through another chain of transmitters (with these words):\n He who followed it (the bier) till he (the dead) is buried.",
    "hadithArabic": "وَحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، قَالَ حَدَّثَنِي عُقَيْلُ، بْنُ خَالِدٍ عَنِ ابْنِ شِهَابٍ، أَنَّهُ قَالَ حَدَّثَنِي رِجَالٌ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِ حَدِيثِ مَعْمَرٍ وَقَالَ   وَمَنِ اتَّبَعَهَا حَتَّى تُدْفَنَ  .",
    "hadithBengali": "২০৬২। আবদুল মালিক ইবনু শুআয়ব ইবনু লায়স (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মামারের হাদীসের অনুরূপ বর্ণিত আছে। তবে এভাবে বলেছেন, যে শবদেহের অনুসরণ করে দাফন করা পর্যন্ত।\n",
    "checkStatus": "1",
    "hadithNo": "2062",
    "id": "11427",
    "thesequence": "10886",
    "isActive": "1",
    "chapterId": "13429",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৫. জানাযার সালাত আদায় ও তার অনুগামী হওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nHe who offered prayer over the dead, but did not follow the bier, for him is the reward of one qirat, and he who followed it, for him is the reward of two qirats. It was asked what the qirats were. He said: The smaller amongst the two is equivalent to Uhud.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنِي سُهَيْلٌ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  مَنْ صَلَّى عَلَى جَنَازَةٍ وَلَمْ يَتْبَعْهَا فَلَهُ قِيرَاطٌ فَإِنْ تَبِعَهَا فَلَهُ قِيرَاطَانِ  . قِيلَ وَمَا الْقِيرَاطَانِ قَالَ  أَصْغَرُهُمَا مِثْلُ أُحُدٍ  .",
    "hadithBengali": "২০৬৩। মুহাম্মাদ ইবনু হাতিম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, যে ব্যাক্তি জানাযার সালাত আদায় করল, কিন্তু দাফন পর্যন্ত সাথে থাকল না তার জন্য এক কিরাত পরিমাণ সাওয়াব। আর যে ব্যাক্তি মৃত্যের সাথে দাফন করা পর্যন্ত থাকল। তার জন্য দু-কিরাত পরিমাণ সাওয়াব রয়েছে। জিজ্ঞাসা করা হলো দু কিরাত কি? তিনি বললেন, ছোট কিরাত উহুদ পাহাড়ের সমপরিমাণ।\n",
    "checkStatus": "1",
    "hadithNo": "2063",
    "id": "11428",
    "thesequence": "10887",
    "isActive": "1",
    "chapterId": "13429",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৫. জানাযার সালাত আদায় ও তার অনুগামী হওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nHe who offers prayer for the dead, for him is (the reward of) one qirat; and he who follows the bier till it is placed in the grave, for him (is the reward of) two qirats. I (Abu Hazim, one of the narrators) said: Abu Huraira, what is a qirat? He said: It is like the hill of Uhud.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ يَزِيدَ بْنِ كَيْسَانَ، حَدَّثَنِي أَبُو حَازِمٍ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  مَنْ صَلَّى عَلَى جَنَازَةٍ فَلَهُ قِيرَاطٌ وَمَنِ اتَّبَعَهَا حَتَّى تُوضَعَ فِي الْقَبْرِ فَقِيرَاطَانِ  . قَالَ قُلْتُ يَا أَبَا هُرَيْرَةَ وَمَا الْقِيرَاطُ قَالَ  مِثْلُ أُحُدٍ  .",
    "hadithBengali": "২০৬৪। মুহাম্মাদ ইবনু হাতিম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যে ব্যাক্তি জানাযার সালাত আদায় করল তার জন্য এক কীরাত পরিমাণ সাওয়াব আর যে ব্যাক্তি মৃতের সাথে থাকলো তাকে কবরে রাখা পর্যন্ত তরে তার জন্য দু&#39;কীরাত পরিমাণ সাওয়ার রয়েছে। রাবী বলেন, আমি প্রশ্ন করলাম, হে আবূ হুরায়রা কীরাত কি? তিনি বললেন, উহুদ পাহাড়ের সমপরিমাণ।\n",
    "checkStatus": "1",
    "hadithNo": "2064",
    "id": "11429",
    "thesequence": "10888",
    "isActive": "1",
    "chapterId": "13429",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৫. জানাযার সালাত আদায় ও তার অনুগামী হওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Nafi narrated that it was said to Ibn Umar that Abu Huraira reported to have heard Allahs Messenger (ﷺ) as saying:\nHe who follows the bier, for him is the reward of one qirat. Ibn Umar said: Abu Huraira narrated it too often. So he sent (a messenger to) Aisha to ascertain (the fact). She (Aisha) testified Abu Huraira. Ibn Umar said: We missed so many qirats.",
    "hadithArabic": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا جَرِيرٌ، - يَعْنِي ابْنَ حَازِمٍ - حَدَّثَنَا نَافِعٌ، قَالَ قِيلَ لاِبْنِ عُمَرَ إِنَّ أَبَا هُرَيْرَةَ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ تَبِعَ جَنَازَةً فَلَهُ قِيرَاطٌ مِنَ الأَجْرِ  . فَقَالَ ابْنُ عُمَرَ أَكْثَرَ عَلَيْنَا أَبُو هُرَيْرَةَ . فَبَعَثَ إِلَى عَائِشَةَ فَسَأَلَهَا فَصَدَّقَتْ أَبَا هُرَيْرَةَ فَقَالَ ابْنُ عُمَرَ لَقَدْ فَرَّطْنَا فِي قَرَارِيطَ كَثِيرَةٍ .",
    "hadithBengali": "২০৬৫। শায়বান ইবনু ফাররুখ (রহঃ) ... আবূ হুরায়রা (রাঃ) বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যাক্তি জানাযায় উপস্থিত থাকবে তার জন্য এক কিরাত সাওয়াব। ইবনু উমর (রাঃ) এ কথা শুনে বললেন, আবূ হুরায়রা (রাঃ) আমাদের কাছে বহু হাদীস বর্ণনা করেন। এ প্রসঙ্গে তিনি আয়িশা (রাঃ) এর কাছে লোক পাঠালেন। সে তাকে জিজ্ঞাসা করলে তিনি আবূ হুরায়রার কথার সত্যতা স্বীকার করলেন। তখন ইবনু উমর (রাঃ) বললেন, আমরা তো অনেক কীরাত নষ্ট করে দিয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "2065",
    "id": "11430",
    "thesequence": "10889",
    "isActive": "1",
    "chapterId": "13429",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৫. জানাযার সালাত আদায় ও তার অনুগামী হওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Dawud b. Amir b. Sad b. Abu Waqqas reported on the authority of his father that while he was sitting along with Abdullah b. Umar, Khabbab, the owner of Maqsura, said:\nIbn Umar, do you hear what Abu Huraira says that he heard the Messenger of Allah (ﷺ) say: He who goes out with the bier when taken out from its residence and offers prayer for it and he then follows it till it is buried, he would have two qirats of reward, each qirat being equivalent to Uhud; and he who, after having offered prayer, (directly) came back would have his reward (as great) as Uhud? Ibn Umar sent Khabbab to Aisha in order to ask her about the words of Abu Huraira (and also told him) to come back to him (Ibn Umar) and inform him what Aisha said. (In the meanwhile) Ibn Umar took up a handful of pebbles and turned them over in his hand till the messenger (Khabbab) came back to him and told (him) that Aisha testified (the statement of) Abu Huraira. Ibn Umar threw the pebbles he had in his hand on the ground and then said: We missed a large number of qirats.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنِي حَيْوَةُ، حَدَّثَنِي أَبُو صَخْرٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ، أَنَّهُ حَدَّثَهُ أَنَّ دَاوُدَ بْنَ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ حَدَّثَهُ عَنْ أَبِيهِ، أَنَّهُ كَانَ قَاعِدًا عِنْدَ عَبْدِ اللَّهِ بْنِ عُمَرَ إِذْ طَلَعَ خَبَّابٌ صَاحِبُ الْمَقْصُورَةِ فَقَالَ يَا عَبْدَ اللَّهِ بْنَ عُمَرَ أَلاَ تَسْمَعُ مَا يَقُولُ أَبُو هُرَيْرَةَ إِنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ خَرَجَ مَعَ جَنَازَةٍ مِنْ بَيْتِهَا وَصَلَّى عَلَيْهَا ثُمَّ تَبِعَهَا حَتَّى تُدْفَنَ كَانَ لَهُ قِيرَاطَانِ مِنْ أَجْرٍ كُلُّ قِيرَاطٍ مِثْلُ أُحُدٍ وَمَنْ صَلَّى عَلَيْهَا ثُمَّ رَجَعَ كَانَ لَهُ مِنَ الأَجْرِ مِثْلُ أُحُدٍ  . فَأَرْسَلَ ابْنُ عُمَرَ خَبَّابًا إِلَى عَائِشَةَ يَسْأَلُهَا عَنْ قَوْلِ أَبِي هُرَيْرَةَ ثُمَّ يَرْجِعُ إِلَيْهِ فَيُخْبِرُهُ مَا قَالَتْ وَأَخَذَ ابْنُ عُمَرَ قَبْضَةً مِنْ حَصَى الْمَسْجِدِ يُقَلِّبُهَا فِي يَدِهِ حَتَّى رَجَعَ إِلَيْهِ الرَّسُولُ فَقَالَ قَالَتْ عَائِشَةُ صَدَقَ أَبُو هُرَيْرَةَ . فَضَرَبَ ابْنُ عُمَرَ بِالْحَصَى الَّذِي كَانَ فِي يَدِهِ الأَرْضَ ثُمَّ قَالَ لَقَدْ فَرَّطْنَا فِي قَرَارِيطَ كَثِيرَةٍ .",
    "hadithBengali": "২০৬৬। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... আমের ইবনু সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) হতে বর্ণিত। তিনি আবদুল্লাহ ইবনু উমর (রাঃ) এর নিকট বসাছিলেন। হঠাৎ গৃহকর্তা খাব্বাব (রাঃ) আগমন করলেন এবং বললেন, হে আবদুল্লাহ ইবনু উমর! তুমি শুননি, আবূ হুরায়রা (রাঃ) কী বলেছেন? তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন, যে ব্যাক্তি তার ঘর হতে জানাযার সাথে বের হল, জানাযার-সালাত আদায় করলো, অতঃপর দাফন করা পর্যন্ত সাথে থাকল তবে সে দু&#39;কীরাত সাওয়াব পাবে। প্রত্যেক কীরাত উহুদ পাহাড়ের সমান হবে। আর যে ব্যাক্তি জানাযার সালাত শেষে চলে আসলো সে উহুদ পাহাড় সমপরিমাণ (এক কীরাত) সাওয়াব পাবে।\n\nতখন ইবনু উমর (রাঃ) খাব্বাবকে আয়িশা (রাঃ) এর নিকট পাঠালেন। আবূ হুরায়রা (রাঃ) এর বর্ণনা সম্পর্কে জিজ্ঞাসা করে তিনি যা বলেন, পুনরায় ফিরে এসে তাঁকে তিনি কি বললেন তা অবহিত করতে লাগলেন। অতঃপর ইবনু উমর (রাঃ) মসজিদ হতে এক মুষ্ঠি কংকর হাতে নিয়ে নাড়াচাড়া করতে লাগলেন। ইতিমধ্যে তাঁর কাছে দুত ফিরে এসে বললেন, আয়িশা (রাঃ) বলেছেন, আবূ হুরায়রা (রাঃ) সত্য বলেছেন। ইবনু উমর (রাঃ) তার হাতের কংকরগুলো নিক্ষেপ করে বললেন, আমরা অনেক কীরাত নষ্ট করে দিয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "2066",
    "id": "11431",
    "thesequence": "10890",
    "isActive": "1",
    "chapterId": "13429",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৫. জানাযার সালাত আদায় ও তার অনুগামী হওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Thauban, the freed slave of the Messenger of Allah (ﷺ) reported Allahs Messenger (ﷺ) as saying:\nHe who offered prayer for the dead, for him is the reward of one qirat, and he who attended its burial, he would have two qirats as his reward. And qirat is equivalent to Uhud.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى، - يَعْنِي ابْنَ سَعِيدٍ - حَدَّثَنَا شُعْبَةُ، حَدَّثَنِي قَتَادَةُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ الْيَعْمَرِيِّ، عَنْ ثَوْبَانَ، مَوْلَى رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ صَلَّى عَلَى جَنَازَةٍ فَلَهُ قِيرَاطٌ فَإِنْ شَهِدَ دَفْنَهَا فَلَهُ قِيرَاطَانِ الْقِيرَاطُ مِثْلُ أُحُدٍ  .",
    "hadithBengali": "২০৬৭। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আযাদকৃত গোলাম সাওবান (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি জানাযার সালাত আদায় করল তার জন্য এ কীরাত সাওয়াব হবে আর যদি সে দাফন কার্যে উপস্থিত থাকে, তবে দু&#39;কীরাত সাওয়াব পাবে। প্রত্যেক কীরাত উহুদ পাহাড়ের সমান।\n",
    "checkStatus": "1",
    "hadithNo": "2067",
    "id": "11432",
    "thesequence": "10891",
    "isActive": "1",
    "chapterId": "13429",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৫. জানাযার সালাত আদায় ও তার অনুগামী হওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Qatada with the same chain of transmitters. And in the hadith transmitted by Said and Hisham, (the words are):\n The Apostle of Allah (ﷺ) was asked about qirat, and he said: It is equivalent to Uhud.",
    "hadithArabic": "وَحَدَّثَنِي ابْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي قَالَ، وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا أَبَانٌ، كُلُّهُمْ عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ . مِثْلَهُ . وَفِي حَدِيثِ سَعِيدٍ وَهِشَامٍ سُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنِ الْقِيرَاطِ فَقَالَ   مِثْلُ أُحُدٍ  .",
    "hadithBengali": "২০৬৮। ইবনু বাশশার, ইবনুল মুসান্না ও যুহায়র ইবনু হারব (রহঃ) ... সবাই কাতাদা (রহঃ) হতে এই সনদে অনুরূপ বর্ণনা করেছেন। আর সাঈদ ও হিশামের বর্ণনায় রয়েছে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কীরাত সম্পর্কে জিজ্ঞাসা করা হলে তিনি বললেন, তা হল উহুদ পাহাড়ের মত।\n",
    "checkStatus": "1",
    "hadithNo": "2068",
    "id": "11433",
    "thesequence": "10892",
    "isActive": "1",
    "chapterId": "13429",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৫. জানাযার সালাত আদায় ও তার অনুগামী হওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported Allahs Apostle (ﷺ) saying:\nIf a company of Muslims numbering one hundred pray over a dead person, all of them interceding for him, their intercession for him will be accepted.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عِيسَى، حَدَّثَنَا ابْنُ الْمُبَارَكِ، أَخْبَرَنَا سَلاَّمُ بْنُ أَبِي مُطِيعٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، - رَضِيعِ عَائِشَةَ - عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَا مِنْ مَيِّتٍ يُصَلِّي عَلَيْهِ أُمَّةٌ مِنَ الْمُسْلِمِينَ يَبْلُغُونَ مِائَةً كُلُّهُمْ يَشْفَعُونَ لَهُ إِلاَّ شُفِّعُوا فِيهِ  . قَالَ فَحَدَّثْتُ بِهِ شُعَيْبَ بْنَ الْحَبْحَابِ فَقَالَ حَدَّثَنِي بِهِ أَنَسُ بْنُ مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "২০৬৯। হাসান ইবনু ঈসা (রহঃ) ... আয়িশা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। কোন মৃত ব্যাক্তি যার উপর মুসলমানের এক দল জানাযার সালাত আদায় করবে, যাদের সংখ্যা একশতে পৌছে এবং তাদের প্রত্যেক তার জন্য সূপারিশ করে তবে তাদের সুপারিশ গ্রহণীয় হবে। আবদুল্লাহ (রহঃ) বলেন, আমি এ হাদীস শু&#39;আয়ব ইবনু হাবহাবকে জানালাম। তিনি বললেন, আনাস ইবনু মালিক (রাঃ)ও আমার নিকট রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এই হাদীস শুনেছেন বলে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2069",
    "id": "11434",
    "thesequence": "10893",
    "isActive": "1",
    "chapterId": "13429",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৫. জানাযার সালাত আদায় ও তার অনুগামী হওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Abbas reported that his son died in Qudaid or Usfan. He said to Kuraib to see as to how many people had gathered there for his (funeral). He (Kuraib) said:\nSo I went out and I informed him about the people who had gathered there. He (Ibn Abbas) said: Do you think they are forty? He (Kuraib) said: Yes. Ibn Abbas then said to them: Bring him (the dead body) out for I have heard Allahs Messenger (ﷺ) as saying: If any Muslim dies and forty men who associate nothing with Allah stand over his prayer (they offer prayer over him), Allah will accept them as intercessors for him.",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَالْوَلِيدُ بْنُ شُجَاعٍ السَّكُونِيُّ، قَالَ الْوَلِيدُ حَدَّثَنِي وَقَالَ الآخَرَانِ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي أَبُو صَخْرٍ، عَنْ شَرِيكِ بْنِ عَبْدِ، اللَّهِ بْنِ أَبِي نَمِرٍ عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، أَنَّهُ مَاتَ ابْنٌ لَهُ بِقُدَيْدٍ أَوْ بِعُسْفَانَ فَقَالَ يَا كُرَيْبُ انْظُرْ مَا اجْتَمَعَ لَهُ مِنَ النَّاسِ . قَالَ فَخَرَجْتُ فَإِذَا نَاسٌ قَدِ اجْتَمَعُوا لَهُ فَأَخْبَرْتُهُ فَقَالَ تَقُولُ هُمْ أَرْبَعُونَ قَالَ نَعَمْ . قَالَ أَخْرِجُوهُ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَا مِنْ رَجُلٍ مُسْلِمٍ يَمُوتُ فَيَقُومُ عَلَى جَنَازَتِهِ أَرْبَعُونَ رَجُلاً لاَ يُشْرِكُونَ بِاللَّهِ شَيْئًا إِلاَّ شَفَّعَهُمُ اللَّهُ فِيهِ  . وَفِي رِوَايَةِ ابْنِ مَعْرُوفٍ عَنْ شَرِيكِ بْنِ أَبِي نَمِرٍ عَنْ كُرَيْبٍ عَنِ ابْنِ عَبَّاسٍ .",
    "hadithBengali": "২০৭০। হারুন ইবনু মারুফ, হারুন ইবনু সাঈদ আল আয়লী ও ওয়ালীদ ইবনু শুজা সাকুনী (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, তার এক ছেলে কুদায়দ অথবা উলফান নামক স্থানে ইন্তেকাল করলেন। তখন তিনি বললেন, হে কুরায়ব! দেখো তো, তার জানাযার জন্য কি পরিমাণ মানুষ সমবেত হয়েছে। আমি বেরিয়ে দেখলাম, কিছু লোক সমবেত হয়েছে। আমি তাঁকে এ খবর দিলাম। তিনি বললেন, তাদের সংখ্যা কি চল্লিশ হবে? আমি বললাম হ্যাঁ। তিনি বললেন, শবদেহ বের কর। কেননা আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, যখন কোন মুসলমানের ইন্তেকাল হয় এবং তার জানাযায় এমন চল্লিশজন লোক অংশ নেয় যারা আল্লাহ পাকের সাথে কোন কিছুকে শরীক করে না, তখন তার ব্যাপারে তাদের সুপারিশ গ্রহণযোগ্য হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2070",
    "id": "11435",
    "thesequence": "10894",
    "isActive": "1",
    "chapterId": "13429",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৫. জানাযার সালাত আদায় ও তার অনুগামী হওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas b. Malik reported:\nThere passed a bier (being carried by people) and it was lauded in good terms. Upon this the Messenger of Allah (ﷺ) said: It has become certain, it has become certain, it has become certain. And there passed a bier and it was condemned in bad words. Upon this the Messenger of Allah (ﷺ) said: It has become certain, it has become certain, it has become certain. Umar said: May my father and mother be ransom for you! There passed a bier and it was praised in good terms, and you said: It has become certain, it has become certain, it has become certain. And there passed a bier and it was condemned in bad words, and you said: It has become certain, it has become certain, it has become certain. Upon this the Messenger of Allah (way peace be upon him) said: He whom you praised in good terms, Paradise has become certain for him, and he whom you condemned in bad words, Hell has become certain for him. You are Allahs witnesses in the earth, you are Allahs witnesses in the earth, you are Allahs witnesses in the earth.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ وَعَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ كُلُّهُمْ عَنِ ابْنِ عُلَيَّةَ، - وَاللَّفْظُ لِيَحْيَى قَالَ حَدَّثَنَا ابْنُ عُلَيَّةَ، - أَخْبَرَنَا عَبْدُ الْعَزِيزِ، بْنُ صُهَيْبٍ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ مُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَيْهَا خَيْرٌ فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم  وَجَبَتْ وَجَبَتْ وَجَبَتْ  . وَمُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَيْهَا شَرٌّ فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم  وَجَبَتْ وَجَبَتْ وَجَبَتْ  . قَالَ عُمَرُ فِدًى لَكَ أَبِي وَأُمِّي مُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَيْهَا خَيْرًا فَقُلْتَ وَجَبَتْ وَجَبَتْ وَجَبَتْ . وَمُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَيْهَا شَرٌّ فَقُلْتَ وَجَبَتْ وَجَبَتْ وَجَبَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ أَثْنَيْتُمْ عَلَيْهِ خَيْرًا وَجَبَتْ لَهُ الْجَنَّةُ وَمَنْ أَثْنَيْتُمْ عَلَيْهِ شَرًّا وَجَبَتْ لَهُ النَّارُ أَنْتُمْ شُهَدَاءُ اللَّهِ فِي الأَرْضِ أَنْتُمْ شُهَدَاءُ اللَّهِ فِي الأَرْضِ أَنْتُمْ شُهَدَاءُ اللَّهِ فِي الأَرْضِ  .",
    "hadithBengali": "২০৭১। ইয়াহয়া ইবনু আয়্যুব, আবূ বাকর ইবনু আবূ শায়বা, যুহায়র ইবনু হারব ও আলী ইবনু হুজর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তির (মৃত্যুর পর তার) জানাযা নিয়ে যাওয়া হচ্ছিল এবং মানুষ তার সম্পর্কে প্রশংসা করা হচ্ছিল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে। (আরেকবার) অন্য একটি জানাযা নিয়ে যাওয়া হচ্ছিল এবং তার সম্পর্কে খারাপ মন্তব্য করা হচ্ছিল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে।\n\nতখন উমর (রাঃ) বললেন, আমার পিতা-মাতা আপনার জন্য উৎসগীত হোক। একটি জানাযা নিয়ে যাওয়া হচ্ছিল, তার সম্পর্কে প্রশংসাসূচক মন্তব্য করা হচ্ছিল। তখন আপনি বললেন, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে। এরপর আর একটি জানাযা সামনে দিয়ে নিয়ে যাওয়া হচ্ছিল যার সম্পর্কে খারাপ মন্তব্য হচ্ছিল তখন বললেন, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে?\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যার সম্পর্কে তোমরা ভাল মন্তব্য করেছ। তার জন্য জান্নাত ওয়াজিব হয়েছে আর যার সম্পর্কে তোমরা খারাপ মন্তব্য করেছ, তার জন্য জাহান্নাম ওয়াজিব হয়েছে। তোমরা পৃথিরীতে আল্লাহ তা&#39;আলার সাক্ষী, তোমরা পৃথিবীতে আল্লাহ তা&#39;আলার সাক্ষী, তোমরা পৃথিবীতে আল্লাহ তা&#39;আলার সাক্ষী।\n",
    "checkStatus": "1",
    "hadithNo": "2071",
    "id": "11436",
    "thesequence": "10895",
    "isActive": "1",
    "chapterId": "13429",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৫. জানাযার সালাত আদায় ও তার অনুগামী হওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ زَيْدٍ، ح وَحَدَّثَنِي يَحْيَى بْنُ، يَحْيَى أَخْبَرَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، كِلاَهُمَا عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ مُرَّ عَلَى النَّبِيِّ صلى الله عليه وسلم بِجَنَازَةٍ . فَذَكَرَ بِمَعْنَى حَدِيثِ عَبْدِ الْعَزِيزِ عَنْ أَنَسٍ غَيْرَ أَنَّ حَدِيثَ عَبْدِ الْعَزِيزِ أَتَمُّ .",
    "hadithBengali": "২০৭২। আবূর রাবী যাহরানী ও ইয়াহয়া ইবনু ইয়াহয়া (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট দিয়ে একটি জানাযা নিয়ে যাওয়া হচ্ছিল। রাবী আব্দুল আযীয (রহঃ) কর্তৃক আনাস (রাঃ) সুত্রে বর্ণিত হাদিসটি অর্থ আনুযায়ী বর্ননা করেন। তবে আবদুল আযীযের হাদিসটি পুর্নাঙ্গ।\n",
    "checkStatus": "1",
    "hadithNo": "2072",
    "id": "11437",
    "thesequence": "10896",
    "isActive": "1",
    "chapterId": "13429",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৫. জানাযার সালাত আদায় ও তার অনুগামী হওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Qatada b. Ribi reported Allahs Messenger (ﷺ) as saying:\nWhenever a bier passed before him, he said: He is the one to find relief and the one with (the departure of him) other will find relief. They said: Apostle of Allah, who is al-Mustarih and al-Mustarah? Upon this he said: The believing servant finds relief from the troubles of the world, and in the death of a wicked person, the people, towns, trees and animals find rellef.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، فِيمَا قُرِئَ عَلَيْهِ عَنْ مُحَمَّدِ بْنِ عَمْرِو، بْنِ حَلْحَلَةَ عَنْ مَعْبَدِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِي قَتَادَةَ بْنِ رِبْعِيٍّ، أَنَّهُ كَانَ يُحَدِّثُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مُرَّ عَلَيْهِ بِجَنَازَةٍ فَقَالَ  مُسْتَرِيحٌ وَمُسْتَرَاحٌ مِنْهُ  . قَالُوا يَا رَسُولَ اللَّهِ مَا الْمُسْتَرِيحُ وَالْمُسْتَرَاحُ مِنْهُ . فَقَالَ  الْعَبْدُ الْمُؤْمِنُ يَسْتَرِيحُ مِنْ نَصَبِ الدُّنْيَا وَالْعَبْدُ الْفَاجِرُ يَسْتَرِيحُ مِنْهُ الْعِبَادُ وَالْبِلاَدُ وَالشَّجَرُ وَالدَّوَابُّ  .",
    "hadithBengali": "২০৭৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ কাতাদা ইবনু রিবঈ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট দিয়ে একটি জানাযা নিয়ে যাওয়া হচ্ছিল। তিনি বললেন, সে শান্তি লাভ করেছে এবং লোকেরাও তার, নিকট থেকে শান্তি পেয়েছে। তারা (সাহাবীগণ) বললেন, ইয়া রাসুলাল্লাহ! এর অর্থ কি? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, মুমিন বান্দা দুনিয়ার দুঃখ ও কষ্ট থেকে স্বস্তি লাভ করে এবং পাপী বান্দার মন্দ হতে আল্লাহর বান্দা, গাছ পালা ও জীবজন্তু স্বস্তি পায়।\n",
    "checkStatus": "1",
    "hadithNo": "2073",
    "id": "11438",
    "thesequence": "10897",
    "isActive": "1",
    "chapterId": "13429",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৫. জানাযার সালাত আদায় ও তার অনুগামী হওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "n the hadith transmitted by Yahya b. Said on the authority of Qatada (the words are):\n(The believing servant) finds relief from the troubles of the world and its hardships and (gets into) the Mercy of Allah.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، جَمِيعًا عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنِ ابْنٍ لِكَعْبِ بْنِ مَالِكٍ، عَنْ أَبِي قَتَادَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم وَفِي حَدِيثِ يَحْيَى بْنِ سَعِيدٍ   يَسْتَرِيحُ مِنْ أَذَى الدُّنْيَا وَنَصَبِهَا إِلَى رَحْمَةِ اللَّهِ  .",
    "hadithBengali": "২০৭৪। মুহাম্মাদ ইবনুল মূসান্না, ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুত্রে বর্ণনা করেন। ইয়াহয়া ইবনু সাঈদ (রহঃ) এর হাদীসে আছে যে, মুমিন বান্দা দুনিয়ার কষ্ট-ক্লেশ থেকে স্বস্তি লাভ করে এবং আল্লাহর রহমতের দিকে যাত্রা করে।\n",
    "checkStatus": "1",
    "hadithNo": "2074",
    "id": "11439",
    "thesequence": "10898",
    "isActive": "1",
    "chapterId": "13429",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৫. জানাযার সালাত আদায় ও তার অনুগামী হওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported that the Messenger of Allah (ﷺ) gave the people news of the death of Negus on the day he died, and he took them out to the place of prayer and observed four takbirs.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَعَى لِلنَّاسِ النَّجَاشِيَ فِي الْيَوْمِ الَّذِي مَاتَ فِيهِ فَخَرَجَ بِهِمْ إِلَى الْمُصَلَّى وَكَبَّرَ أَرْبَعَ تَكْبِيرَاتٍ .",
    "hadithBengali": "২০৭৫। ইয়াহয়া ইবনু ইয়াহয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেদিন নাজ্জাশীর মৃত্যু হল সেদিন লোকজনকে তার প্রতি শোক প্রকাশের জন্য আহবান জানালেন এবং সাবাইকে নিয়ে সালাতের স্থানে বেরিয়ে পড়লেন এবং চার তাকবীর বললেন।\n",
    "checkStatus": "1",
    "hadithNo": "2075",
    "id": "11440",
    "thesequence": "10899",
    "isActive": "1",
    "chapterId": "13430",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৬. জানাযার তাকবীর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nThe Messenger of Allah (ﷺ) gave us the news of the death of Negus, the ruler of Abyssinia, on the day when he died, and he said (to us): Beg pardon for your brother. Ibn Shihab said that Said b. Musayyib had told that Abu Huraira had narrated to him that the Messenger of Allah (ﷺ) drew them up in a row in a place of prayer, and offered prayer and recited four takbirs for him.",
    "hadithArabic": "وَحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، قَالَ حَدَّثَنِي عُقَيْلُ، بْنُ خَالِدٍ عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ أَنَّهُمَا حَدَّثَاهُ عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ قَالَ نَعَى لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم النَّجَاشِيَ صَاحِبَ الْحَبَشَةِ فِي الْيَوْمِ الَّذِي مَاتَ فِيهِ فَقَالَ   اسْتَغْفِرُوا لأَخِيكُمْ  . قَالَ ابْنُ شِهَابٍ وَحَدَّثَنِي سَعِيدُ بْنُ الْمُسَيَّبِ أَنَّ أَبَا هُرَيْرَةَ حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَفَّ بِهِمْ بِالْمُصَلَّى فَصَلَّى فَكَبَّرَ عَلَيْهِ أَرْبَعَ تَكْبِيرَاتٍ .",
    "hadithBengali": "২০৭৬। আবদুল মালিক ইবনু শুআয়ব ইবনু লায়স (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবিসিনিয়ার অধিপতি নাজ্জাশীর যেদিন মৃত্যু হয সেদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে তার মৃত্যুর খবর দিলেন। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমাদের ভাইয়ের জন্য ক্ষমা প্রার্থনা কর।\n\nইবনু শিহাব (রহঃ) বলেন, সাঈদ ইবনু মূসায়য়্যিব (রহঃ) আমাকে বলেছেন যে, আবূ হুরায়রা (রাঃ) তাঁর কাছে হাদীস বর্ণনা করেছেন যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের নিয়ে সালাতের স্থান কাতার করলেন। এরপর তিনি সালাত আদায় করলেন এবং এতে চার তাকবীর বললেন।\n",
    "checkStatus": "1",
    "hadithNo": "2076",
    "id": "11441",
    "thesequence": "10900",
    "isActive": "1",
    "chapterId": "13430",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৬. জানাযার তাকবীর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، وَحَسَنٌ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالُوا حَدَّثَنَا يَعْقُوبُ، - وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ - حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، كَرِوَايَةِ عُقَيْلٍ بِالإِسْنَادَيْنِ جَمِيعًا .",
    "hadithBengali": "২০৭৭। আমরুন নাকিদ, হাসান আল-হুলওয়ানী ও আবদ ইবনু হুমায়দ (রহঃ) ... ইবনু শিহাব (রহঃ) থেকে উভয় সনদে উকায়ল (রহঃ) এর হাদীসের অনুরূপ বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2077",
    "id": "11442",
    "thesequence": "10901",
    "isActive": "1",
    "chapterId": "13430",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৬. জানাযার তাকবীর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abdullah reported that the Messenger of Allah (ﷺ) offered prayer for Ashama, the Negus, and recited four takbirs.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ سَلِيمِ بْنِ حَيَّانٍ، قَالَ حَدَّثَنَا سَعِيدُ بْنُ مِينَاءَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى على أصحمة النجاشي فكبر عليه أربعا \n",
    "hadithBengali": "২০৭৮। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসহামাহ নাজ্জাশীর জানাযায় সালাত আদায় করেছেন এবং এ সালাতে চার তাকবীর বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2078",
    "id": "11443",
    "thesequence": "10902",
    "isActive": "1",
    "chapterId": "13430",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৬. জানাযার তাকবীর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported Allahs Messenger (ﷺ) as saying:\nThere died today the pious servant of Allah, Ashama. So he stood up and led us in (funeral prayer) over him.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَاتَ الْيَوْمَ عَبْدٌ لِلَّهِ صَالِحٌ أَصْحَمَةُ  . فَقَامَ فَأَمَّنَا وَصَلَّى عَلَيْهِ .",
    "hadithBengali": "২০৭৯। মুহাম্মদ ইবনু হাতিম (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আজ আল্লাহ তা&#39;আলার একজন নেককার বান্দা আসহামাহ নাজ্জাসী ইন্তেকাল করেছেন। এরপর তিনি দাঁড়ালেন এবং আমাদের ইমামতি করলেন এবং নাজ্জাশীর জন্য জানাযার সালাত আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2079",
    "id": "11444",
    "thesequence": "10903",
    "isActive": "1",
    "chapterId": "13430",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৬. জানাযার তাকবীর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported Allahs Messenger (ﷺ) as saying:\nA brother of yours has died, so stand up and offer prayer over him. So we stood up and drew ourselves up into two rows.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْغُبَرِيُّ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ، بْنِ عَبْدِ اللَّهِ ح . وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا ابْنُ عُلَيَّةَ، حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي، الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ أَخًا لَكُمْ قَدْ مَاتَ فَقُومُوا فَصَلُّوا عَلَيْهِ  . قَالَ فَقُمْنَا فَصَفَّنَا صَفَّيْنِ .",
    "hadithBengali": "২০৮০। মুহাম্মাদ ইবনু উবায়দ আল-গুবারী (রহঃ) ও ইয়াহয়া ইবনু আয়্যুব (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের এক ভাই ইন্তেকাল করেছেন, তোমরা দাঁড়াও এবং তার জানাযার সালাত আদায় কর। রাবী বলেন, আমরা উঠলাম, আর তিনি আমাদের দু&#39;কাতারে দাঁড় করালেন।\n",
    "checkStatus": "1",
    "hadithNo": "2080",
    "id": "11445",
    "thesequence": "10904",
    "isActive": "1",
    "chapterId": "13430",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৬. জানাযার তাকবীর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Imran b. Husain reported Allahs Messenger (ﷺ) as saying:\nA brother of yours has died; so stand up and offer prayer for him, i. e. Negus. And in the hadith transmitted by Zubair (the words are): Your brother.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، ح وَحَدَّثَنَا يَحْيَى، بْنُ أَيُّوبَ حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ أَخًا لَكُمْ قَدْ مَاتَ فَقُومُوا فَصَلُّوا عَلَيْهِ  . يَعْنِي النَّجَاشِيَ وَفِي رِوَايَةِ زُهَيْرٍ  إِنَّ أَخَاكُمْ  .",
    "hadithBengali": "২০৮১। যুহায়র ইবনু হারব, আলী ইবনু হুজর ও ইয়াহয়া ইবনু আয়্যুব (রহঃ) ... ইমরান ইবনু হুসায়ন (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, তোমাদের এক ভাই (নাজাশী) ইন্তেকাল করেছেন। তোমরা দাঁড়াও এবং তার জানাযার সালাত আদায় কর। যুহায়র (রহঃ) এর বর্ণনায় &#39;তোমাদের ভাই&#39; উল্লেখ আছে।\n",
    "checkStatus": "1",
    "hadithNo": "2081",
    "id": "11446",
    "thesequence": "10905",
    "isActive": "1",
    "chapterId": "13430",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৬. জানাযার তাকবীর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Shabi reported that the Messenger of Allah (ﷺ) observed prayer over a grave after the dead was buried and he recited four takbirs over him. Shaibani said:\nI said to Shabi: Who narrated it to you? He said: An authentic one, Abdullah b. Abbas. This is the word of a hasan hadith. In the narration of Ibn Numair (the words are): The Messenger of Allah (ﷺ) went to the grave which had been newly prepared and prayed over it, and they also prayed who were behind him and he recited four takbirs. I said to Amir: Who narrated it to you? He said: An authentic one who saw him, i e. Ibn Abbas.",
    "hadithArabic": " حَدَّثَنَا حَسَنُ بْنُ الرَّبِيعِ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ، إِدْرِيسَ عَنِ الشَّيْبَانِيِّ، عَنِ الشَّعْبِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى عَلَى قَبْرٍ بَعْدَ مَا دُفِنَ فَكَبَّرَ عَلَيْهِ أَرْبَعًا . قَالَ الشَّيْبَانِيُّ فَقُلْتُ لِلشَّعْبِيِّ مَنْ حَدَّثَكَ بِهَذَا قَالَ الثِّقَةُ عَبْدُ اللَّهِ بْنُ عَبَّاسٍ . هَذَا لَفْظُ حَدِيثِ حَسَنٍ وَفِي رِوَايَةِ ابْنِ نُمَيْرٍ قَالَ انْتَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى قَبْرٍ رَطْبٍ فَصَلَّى عَلَيْهِ وَصَفُّوا خَلْفَهُ وَكَبَّرَ أَرْبَعًا . قُلْتُ لِعَامِرٍ مَنْ حَدَّثَكَ قَالَ الثِّقَةُ مَنْ شَهِدَهُ ابْنُ عَبَّاسٍ .",
    "hadithBengali": "২০৮২। হানান ইবনুুর রাবী ও মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... শাবী (রহঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাফন করার পর (মৃত ব্যাক্তির) কবরের সামনে জানাযার সালাত আদায় করলেন এবং এতে চার তাকবীর বলেছিলেন। শায়বানী (রহঃ) বলেন, আমি শা&#39;বীকে জিজ্ঞাসা করলাম যে, আপনার কাছে এ হাদীস কে বর্ণনা করেছে? তিনি বললেন, নির্ভরযোগ্য রাবী আবদুল্লাহ ইবনু আব্বাস (রাঃ)। এ পর্যন্ত হল হাসান (রহঃ) থেকে বর্ণিত হাদীসের শব্দাবলী।\n\nকিন্তু ইবনু নুমায়র (রহঃ) এর বর্ণনায় আছে যে, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জানাযার সালাত আদায় করলেন এবং সাহাবীরা তাঁর পিছনে কাতার করলেন। আর তিনি চার তাকবীর বললেন। আমি আমর (রহঃ) কে জিজ্ঞাসা করলাম এ হাদীসটি তোমার কাছে কে বর্ণনা করেছে? তিনি বললেন, নির্ভরযোগ্য রাবী ইবনু আব্বাস (রাঃ)।\n",
    "checkStatus": "1",
    "hadithNo": "2082",
    "id": "11447",
    "thesequence": "10906",
    "isActive": "1",
    "chapterId": "13431",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৭. কবরের উপর জানাযার সালাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated through another chain of transmitters, but in one of them (these words are found):\n The Apostle of Allah (ﷺ) recited four takbirs.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، ح وَحَدَّثَنَا حَسَنُ بْنُ الرَّبِيعِ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، ح وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ حَدَّثَنَا شُعْبَةُ، كُلُّ هَؤُلاَءِ عَنِ الشَّيْبَانِيِّ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ وَلَيْسَ فِي حَدِيثِ أَحَدٍ مِنْهُمْ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَبَّرَ عَلَيْهِ أَرْبَعًا .",
    "hadithBengali": "২০৮৩। ইয়াহয়া ইবনু ইয়াহয়া, হাসান ইবনু রাবী, ইসহাক ইবনু ইবরাহীম, মুহাম্মদ ইবনু হাতিম, উবায়দুল্লাহ ইবনু মুআয ও মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... সকলেই ইবনু আব্বাস (রাঃ) এর মাধ্যমে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। তবে তাদের কারো হাদীসে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জানাযায় চার তাকবীর বলেছেন এ কথা নেই।\n",
    "checkStatus": "1",
    "hadithNo": "2083",
    "id": "11448",
    "thesequence": "10907",
    "isActive": "1",
    "chapterId": "13431",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৭. কবরের উপর জানাযার সালাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The hadith as narrated by Shaibani has been narrated through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ، جَمِيعًا عَنْ وَهْبِ بْنِ جَرِيرٍ، عَنْ شُعْبَةَ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، ح وَحَدَّثَنِي أَبُو غَسَّانَ، مُحَمَّدُ بْنُ عَمْرٍو الرَّازِيُّ حَدَّثَنَا يَحْيَى بْنُ الضُّرَيْسِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنْ أَبِي حَصِينٍ، كِلاَهُمَا عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي صَلاَتِهِ عَلَى الْقَبْرِ نَحْوَ حَدِيثِ الشَّيْبَانِيِّ . لَيْسَ فِي حَدِيثِهِمْ وَكَبَّرَ أَرْبَعًا .",
    "hadithBengali": "২০৮৪। ইসহাক ইবনু ইবরাহীম, হারুন ইবনু আবদুল্লাহ ও আবূ গাসসান মুহাম্মদ ইবনু আমর রাযী (রহঃ) ... ইবনু আব্বাস (রাঃ) এর মাধ্যমে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কবরে সালাত আদায় করা সম্পর্কে শায়বানীর হাদীসের অনুরূপ বর্ণনা করেন। তাদের হাদীসেও চারবার তাকবীর বলেছেন এ কথা নেই।\n",
    "checkStatus": "1",
    "hadithNo": "2084",
    "id": "11449",
    "thesequence": "10908",
    "isActive": "1",
    "chapterId": "13431",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৭. কবরের উপর জানাযার সালাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas reported that the Messenger of Allah (ﷺ) observed prayer on the grave.",
    "hadithArabic": " وَحَدَّثَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ عَرْعَرَةَ السَّامِيُّ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى عَلَى قَبْرٍ .",
    "hadithBengali": "২০৮৫। ইবরাহীম ইবনু আর&#39;আরা সামী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক কবরের উপর জানাযার সালাত আদায় করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2085",
    "id": "11450",
    "thesequence": "10909",
    "isActive": "1",
    "chapterId": "13431",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৭. কবরের উপর জানাযার সালাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Abu Huraira that a dark-complexioned woman (or a youth) used to sweep the mosque. The Messenger of Allah (ﷺ) missed her (or him) and inquired about her (or him). The people told him that she (or he) had died. He asked why they did not inform him, and it appears as if they had treated her (or him) or her (or his) affairs as of little account. He (the Holy Prophet) said:\nLead me to her (or his) grave. They led him to that place and he said prayer over her (or him) and then remarked: Verily, these graves are full of darkness for their dwellers. Verily, the Mighty and Glorious Allah illuminates them for their occupants by reason of my prayer over them.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، وَأَبُو كَامِلٍ فُضَيْلُ بْنُ حُسَيْنٍ الْجَحْدَرِيُّ - وَاللَّفْظُ لأَبِي كَامِلٍ - قَالاَ حَدَّثَنَا حَمَّادٌ، - وَهُوَ ابْنُ زَيْدٍ عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي، هُرَيْرَةَ أَنَّ امْرَأَةً، سَوْدَاءَ كَانَتْ تَقُمُّ الْمَسْجِدَ - أَوْ شَابًّا - فَفَقَدَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَأَلَ عَنْهَا - أَوْ عَنْهُ - فَقَالُوا مَاتَ . قَالَ  أَفَلاَ كُنْتُمْ آذَنْتُمُونِي  . قَالَ فَكَأَنَّهُمْ صَغَّرُوا أَمْرَهَا - أَوْ أَمْرَهُ - فَقَالَ  دُلُّونِي عَلَى قَبْرِهِ  . فَدَلُّوهُ فَصَلَّى عَلَيْهَا ثُمَّ قَالَ  إِنَّ هَذِهِ الْقُبُورَ مَمْلُوءَةٌ ظُلْمَةً عَلَى أَهْلِهَا وَإِنَّ اللَّهَ عَزَّ وَجَلَّ يُنَوِّرُهَا لَهُمْ بِصَلاَتِي عَلَيْهِمْ  .",
    "hadithBengali": "২০৮৬। আবূর রাবী যাহরানী ও আবূ কামিল ফুযায়ল ইবনু হুসায়ন জাহদারী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একজন কালো অথবা একজন যুবক মসজিদ ঝাড়ু দিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে কয়েক দিন না পেয়ে তার সম্পর্কে জিজ্ঞাসা করলেন। লোকেরা তাকে জানালেন, সে মারা গিয়াছে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা আমাকে জানাওনি কেন? রাবী বলেন, তারা যেন তাঁর ব্যাপারটি তুচ্ছ মনে করেছিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা আমাকে তার কবর দেখিয়ে দাও। তারা (কবরটি) দেখিয়ে দিলেন। তিনি ঐ কবর সামনে রেখে জানাযার সালাত আদায় করলেন। তারপর বললেন, এ কবরগুলো তাদের জন্য অত্যন্ত-অন্ধকার। আল্লাহ তা&#39;আলা আমার সালাতের কারণে তাদের জন্য কবরকে আলোকোজ্জ্বল করে দেবেন।\n",
    "checkStatus": "1",
    "hadithNo": "2086",
    "id": "11451",
    "thesequence": "10910",
    "isActive": "1",
    "chapterId": "13431",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৭. কবরের উপর জানাযার সালাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It is narrated on the authority of Abd al-Rahman b. Abu Laila that Zaid used to recite four takbirs on our funerals and he recited five takbirs on one funeral. I asked him the reason (for this variation), to which he replied:\nThe Messenger of Allah (ﷺ) recited thus.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالُوا حَدَّثَنَا مُحَمَّدُ، بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ، - وَقَالَ أَبُو بَكْرٍ عَنْ شُعْبَةَ، - عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ الرَّحْمَنِ، بْنِ أَبِي لَيْلَى قَالَ كَانَ زَيْدٌ يُكَبِّرُ عَلَى جَنَائِزِنَا أَرْبَعًا وَإِنَّهُ كَبَّرَ عَلَى جَنَازَةٍ خَمْسًا فَسَأَلْتُهُ فَقَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُكَبِّرُهَا .",
    "hadithBengali": "২০৮৭। আবূ বাকর ইবনু আবূ শায়বা, মুহাম্মদ ইবনুল মূসান্না ও ইবনু বাশশার (রহঃ) ... আবদুর রহমান ইবনু আবূ লায়লা (রহঃ) থেকে বর্ণিত। তিনি বলেন, যায়দ (ইবনু আরকাম) (রাঃ) জানাযার সালাতে চার তাকবীর বলতেন। একবার জানাযায় পাঁচবার তাকবীর বলেছিলেন। তাকে আমি জিজ্ঞাসা করলে তিনি বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও পাঁচবার বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2087",
    "id": "11452",
    "thesequence": "10911",
    "isActive": "1",
    "chapterId": "13431",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৭. কবরের উপর জানাযার সালাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Amir Ibn Rabia (may Allah be pleased with him) that the Prophet (ﷺ) said:\nWhenever you see a funeral procession, stand up for that until it moves away or is lowered on the ground.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، وَابْنُ، نُمَيْرٍ قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنْ عَامِرِ بْنِ رَبِيعَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا رَأَيْتُمُ الْجَنَازَةَ فَقُومُوا لَهَا حَتَّى تُخَلِّفَكُمْ أَوْ تُوضَعَ  .",
    "hadithBengali": "২০৮৮। আবূ বাকর ইবনু আবূ শায়রা, আমরুন নাকিদ, যুহায়র ইবনু হারব ও ইবনু নুমায়র (রহঃ) ... আমের ইবনু রাবীয়া (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলছেন, যখন তোমরা শবদেহ দেখবে তখন যে পর্যন্ত তা তোমাদের আগে চলে না যায় অথবা (মাটিতে) না রাখা হয়, সে পর্যন্ত দাঁড়িয়ে থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "2088",
    "id": "11453",
    "thesequence": "10912",
    "isActive": "1",
    "chapterId": "13432",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৮. শবদেহের জন্য দাঁড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Amir ibn Rabia (may Allah be pleased with him) that the Prophet (ﷺ) said:\nShould any one of you come across a funeral procession, and if he does not intend to accompany it, he must stand up until it passes by him or is placed upon the ground before it passes him.",
    "hadithArabic": "وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنِي حَرْمَلَةُ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، جَمِيعًا عَنِ ابْنِ شِهَابٍ، بِهَذَا الإِسْنَادِ . وَفِي حَدِيثِ يُونُسَ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ ح وَحَدَّثَنَا ابْنُ رُمْحٍ أَخْبَرَنَا اللَّيْثُ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنْ عَامِرِ بْنِ رَبِيعَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا رَأَى أَحَدُكُمُ الْجَنَازَةَ فَإِنْ لَمْ يَكُنْ مَاشِيًا مَعَهَا فَلْيَقُمْ حَتَّى تُخَلِّفَهُ أَوْ تُوضَعَ مِنْ قَبْلِ أَنْ تُخَلِّفَهُ  .",
    "hadithBengali": "২০৮৯। কুতায়বা ইবনু সাঈদ, মুহাম্মদ ইবনু রুমহ হারামালা (রহঃ) ... সকলে ইবনু শিহাব (রহঃ) থেকে উক্ত সনদে বর্ণনা করেন। তবে ইউনূসের হাদীস আছে যে, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন।\n\nকুতায়বা ইবনু সাঈদ ও ইবনু রুমহ (রহঃ) ... আমর ইবনু রাবীয়া (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুত্রে বর্ণনা করেন যে, তিনি [নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম] বলেছেন, যখন তোমরা জানাযা দেখতে পাও এবং তার সাথে যদি না যাও তবে জানাযা এগিয়ে না যাওয়া অথবা মাটিতে না রাখা পর্যন্ত দাঁড়িয়ে থেকো।\n",
    "checkStatus": "1",
    "hadithNo": "2089",
    "id": "11454",
    "thesequence": "10913",
    "isActive": "1",
    "chapterId": "13432",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৮. শবদেহের জন্য দাঁড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is reported on the authority of Ibn Juraij that the Prophet (ﷺ) said:\nShould anyone amongst you see a bier he must stand up so long as it is within sight in case he does not intend to follow it.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو كَامِلٍ، حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا إِسْمَاعِيلُ، جَمِيعًا عَنْ أَيُّوبَ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنِ ابْنِ عَوْنٍ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، كُلُّهُمْ عَنْ نَافِعٍ، بِهَذَا الإِسْنَادِ . نَحْوَ حَدِيثِ اللَّيْثِ بْنِ سَعْدٍ غَيْرَ أَنَّ حَدِيثَ، ابْنِ جُرَيْجٍ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِذَا رَأَى أَحَدُكُمُ الْجَنَازَةَ فَلْيَقُمْ حِينَ يَرَاهَا حَتَّى تُخَلِّفَهُ إِذَا كَانَ غَيْرَ مُتَّبِعِهَا  .",
    "hadithBengali": "২০৯০। আবূ কামিল, ইয়াকুব ইবনু ইবরাহীম, ইবনুল মূসান্না ও মুহাম্মাদ ইবনু রাফি (রহঃ) ... সকলেই নাফি (রহঃ) হতে উক্ত সনদে লায়স ইবনু সাদ (রহঃ) এর হাদীসের অনুরূপ বর্ণনা করেছেন। তবে ইবনু জুরায়জের হাদীসে আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা যখন কোন জানাযা দেখ, তখন তোমরা জানাযার সঙ্গে না গেলে জানাযা এগিয়ে না যাওয়া পর্যন্ত দাঁড়িয়ে থেকো।\n",
    "checkStatus": "1",
    "hadithNo": "2090",
    "id": "11455",
    "thesequence": "10914",
    "isActive": "1",
    "chapterId": "13432",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৮. শবদেহের জন্য দাঁড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Abu Said al-Khudri that the Prophet (ﷺ) said:\nWhen you follow a bier, do not sit until it is placed on the (ground).",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا اتَّبَعْتُمْ جَنَازَةً فَلاَ تَجْلِسُوا حَتَّى تُوضَعَ  .",
    "hadithBengali": "২০৯১। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন তোমরা জানাযার অনুগামী হও তখন জানাযা মাটিতে না রাখা পর্যন্ত বসবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2091",
    "id": "11456",
    "thesequence": "10915",
    "isActive": "1",
    "chapterId": "13432",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৮. শবদেহের জন্য দাঁড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Abu Said al-Khudri that the Prophet (ﷺ) said:\nWhenever you come across a bier you should stand up, and he who follows it should not sit down till it is placed on the ground.",
    "hadithArabic": "وَحَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ عُلَيَّةَ - عَنْ هِشَامٍ الدَّسْتَوَائِيِّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، - وَاللَّفْظُ لَهُ - حَدَّثَنَا مُعَاذُ بْنُ، هِشَامٍ حَدَّثَنِي أَبِي، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَنَا أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي، سَعِيدٍ الْخُدْرِيِّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا رَأَيْتُمُ الْجَنَازَةَ فَقُومُوا فَمَنْ تَبِعَهَا فَلاَ يَجْلِسْ حَتَّى تُوضَعَ  .",
    "hadithBengali": "২০৯২। যুরায়জ ইবনু ইউনূস, আলী ইবনু হুজর ও মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন তোমরা কোন জানাযা দেখ, তখন দাঁড়িয়ে যাও। যে ব্যাক্তি জানাযার অনুগামী হয়, সে যেন জানাযা (মাটিতে) না রাখা পর্যন্ত না বসে।\n",
    "checkStatus": "1",
    "hadithNo": "2092",
    "id": "11457",
    "thesequence": "10916",
    "isActive": "1",
    "chapterId": "13432",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৮. শবদেহের জন্য দাঁড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Jabir ibn Abdullah:\nThere passed a bier and the Prophet (ﷺ) stood up for it and we also stood up along with him. We said: Messenger of Allah, that was the bier of a Jewess. Upon this he remarked: Verily, death is a matter of consternation, so whenever you come across a bier stand up.",
    "hadithArabic": "وَحَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ عُلَيَّةَ - عَنْ هِشَامٍ الدَّسْتَوَائِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ مِقْسَمٍ، عَنْ جَابِرِ، بْنِ عَبْدِ اللَّهِ قَالَ مَرَّتْ جَنَازَةٌ فَقَامَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَقُمْنَا مَعَهُ فَقُلْنَا يَا رَسُولَ اللَّهِ إِنَّهَا يَهُودِيَّةٌ . فَقَالَ   إِنَّ الْمَوْتَ فَزَعٌ فَإِذَا رَأَيْتُمُ الْجَنَازَةَ فَقُومُوا  .",
    "hadithBengali": "২০৯৩। সূরায়জ ইউনুস, আলী ইবনু হুজর (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একটি জানাযা নিয়ে যাওয়ার সময় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জন্য দাঁড়িয়ে গেলেন, আমরাও তার সঙ্গে দাঁড়ালাম এবং বললাম, ইয়া রাসুলাল্লাহ! এ জানাযা একজন ইয়াহুদী মহিলার। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, মৃত্যু হল ভীতিকর ব্যাপার। অতএব কোন জানাযা দেখলে দাঁড়িয়ে যেও।\n",
    "checkStatus": "1",
    "hadithNo": "2093",
    "id": "11458",
    "thesequence": "10917",
    "isActive": "1",
    "chapterId": "13432",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৮. শবদেহের জন্য দাঁড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Juraij told me that Abu Zubair heard Jabir say that the Prophet (ﷺ) kept standing for a bier until it disappeared.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرًا، يَقُولُ قَامَ النَّبِيُّ صلى الله عليه وسلم لِجَنَازَةٍ مَرَّتْ بِهِ حَتَّى تَوَارَتْ .",
    "hadithBengali": "২০৯৪। মুহাম্মাদ ইবনু রাফি (রহঃ) ... আবূ যুবায়র (রহঃ) থেকে বর্ণিত যে, তিনি জাবির (রাঃ) কে বলতে শুনেছেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পাশ দিয়ে একটি জানাযা যাচ্ছিল, এবং তা দৃষ্টির অন্তরালে না যাওয়া পর্যন্ত তিনি দাঁড়িয়ে থাকলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2094",
    "id": "11459",
    "thesequence": "10918",
    "isActive": "1",
    "chapterId": "13432",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৮. শবদেহের জন্য দাঁড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Again Abu Zubair heard Jabir say that the Prophet (ﷺ) and his Companions kept standing for a bier of a Jew until it disappeared from sight.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي أَبُو الزُّبَيْرِ أَيْضًا أَنَّهُ سَمِعَ جَابِرًا، يَقُولُ قَامَ النَّبِيُّ صلى الله عليه وسلم وَأَصْحَابُهُ لِجَنَازَةِ يَهُودِيٍّ حَتَّى تَوَارَتْ .",
    "hadithBengali": "২০৯৫। মুহাম্মাদ ইবনু রাফি (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সাহাবীগণ একজন ইয়াহুদীর জানাযা দৃষ্টির আড়ালে না যাওয়া পর্যন্ত দাঁড়িয়ে থাকলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2095",
    "id": "11460",
    "thesequence": "10919",
    "isActive": "1",
    "chapterId": "13432",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৮. শবদেহের জন্য দাঁড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Ibn Abu Laila that while Qais b. Sad and Sahl b. Hunaif were both in Qadislyya a bier passed by them and they both stood up. They were told that it was the bier of one of the people of the land (non-Muslim). They said that a bier passed before the Prophet (ﷺ) and he stood up. He was told that he (the dead man) was a Jew. Upon this he remarked:\nWas he not a human being or did he not have a soul? ",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنِ ابْنِ أَبِي لَيْلَى، أَنَّ قَيْسَ بْنَ سَعْدٍ، وَسَهْلَ بْنَ حُنَيْفٍ، كَانَا بِالْقَادِسِيَّةِ فَمَرَّتْ بِهِمَا جَنَازَةٌ فَقَامَا فَقِيلَ لَهُمَا إِنَّهَا مِنْ أَهْلِ الأَرْضِ . فَقَالاَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّتْ بِهِ جَنَازَةٌ فَقَامَ فَقِيلَ إِنَّهُ يَهُودِيٌّ . فَقَالَ   أَلَيْسَتْ نَفْسًا  . ",
    "hadithBengali": "২০৯৬। আবূ বকর আবূ শায়বা (রহঃ), মুহাম্মাদ ইবনুল মূসান্না ও ইবনু বাশশার (রহঃ) ... ইবনু আবূ লায়লা (রহঃ) থেকে বর্ণিত যে, কায়স ইবনু সাদ ও সাহল ইবনু হুনায়িফ দু&#39;জনই কাদিসিয়ায় অবস্থায় করছিলেন। তাদের পাশ দিয়ে একটি জানাযা যাচ্ছিল। এতে তারা দুজনই দাঁড়িয়ে গেলেন। তখন তাদেরকে বলা হল যে, এ জানাযাটি একজন কাদিসিয়াবাসীর। তাঁরা দুঁজনই বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পাশ দিয়ে একটি জানাযা যাচ্ছিল, তিনি দাঁড়িয়ে গিয়েছিলেন। তখন তাঁকে বলা হয়েছিল জানাযাটি ইয়াহুদীর। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন, সে কি মানুষ নয়?\n",
    "checkStatus": "1",
    "hadithNo": "2096",
    "id": "11461",
    "thesequence": "10920",
    "isActive": "1",
    "chapterId": "13432",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৮. শবদেহের জন্য দাঁড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "And in the hadith narrated by Amr b. Murra with the same chain of transmitters, (the words) are: There passed a bier before us.",
    "hadithArabic": "وَحَدَّثَنِيهِ الْقَاسِمُ بْنُ زَكَرِيَّاءَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ شَيْبَانَ، عَنِ الأَعْمَشِ، عَنْ عَمْرِو بْنِ مُرَّةَ، بِهَذَا الإِسْنَادِ وَفِيهِ فَقَالاَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَمَرَّتْ عَلَيْنَا جَنَازَةٌ .",
    "hadithBengali": "২০৯৭। কাসিম ইবনু যাকারিয়া (রহঃ) ... আমর ইবনু মুররা (রাঃ) উক্ত সনদে বর্ণনা করেছেন। এতে রয়েছে যে, তারা দু&#39;জন বলেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম, তখন আমাদের নিকট দিয়ে একটি জানাযা নিয়ে যাওয়া হচ্ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "2097",
    "id": "11462",
    "thesequence": "10921",
    "isActive": "1",
    "chapterId": "13432",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৮. শবদেহের জন্য দাঁড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Waqid:\nNafi b. Jubair saw me and we were standing for a bier, while he was sitting and waiting for the bier to be placed on the ground. He said to me: What makes you keep standing? I said: I am waiting that the bier may be placed on the ground (and I am doing that) on the hadith narrated to me by Abu Said al-Khudri. Upon this Nafi said: Verily, Masud b. Hakam reported to me on the authority of Hadrat Ali b. Abu Talib that the Prophet (ﷺ) stood up first (for a bier) and then sat down.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ وَاقِدِ بْنِ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ، أَنَّهُ قَالَ رَآنِي نَافِعُ بْنُ جُبَيْرٍ وَنَحْنُ فِي جَنَازَةٍ قَائِمًا وَقَدْ جَلَسَ يَنْتَظِرُ أَنْ تُوضَعَ الْجَنَازَةُ فَقَالَ لِي مَا يُقِيمُكَ فَقُلْتُ أَنْتَظِرُ أَنْ تُوضَعَ الْجَنَازَةُ لِمَا يُحَدِّثُ أَبُو سَعِيدٍ الْخُدْرِيُّ . فَقَالَ نَافِعٌ فَإِنَّ مَسْعُودَ بْنَ الْحَكَمِ حَدَّثَنِي عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ أَنَّهُ قَالَ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ قَعَدَ .",
    "hadithBengali": "২০৯৮। কুতায়রা ইবনু সাঈদ, মুহাম্মাদ ইবনু রুমহ ইবনু মুহাজির (রহঃ) ... ওয়াকিদ ইবনু আমর সাদ ইবনু মুআয (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা একটি জানাযা উপলক্ষে দাঁড়িয়েছিলাম। এমতাবস্থায় নাফি ইবনু জুবায়র (রহঃ) আমাকে দাঁড়ানো দেখতে পেলেন। জানাযা মাটিতে রাখার অপেক্ষায় তিনি বসে ছিলেন। আমাকে বললেন, দাঁড়িয়ে থাঁকছ কেন? আমি বললাম, আবূ সাঈদ খুদরী (রাঃ) বর্ণিত হাদীসটির কারনে দাঁড়িয়ে অপেক্ষা করছি। তখন নাফি&#39; (রহঃ) বললেন, মাসউদ ইবনুল হাকাম আমার কাছে আলী ইবন আবু তালিব (রাঃ) থেকে বর্ণনা করেছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রথমে দাঁড়াতেন। পরে তিনি বসেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2098",
    "id": "11463",
    "thesequence": "10922",
    "isActive": "1",
    "chapterId": "13433",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৯. শবদেহের জন্য দাঁড়ানো রহিত হওয়া প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Masud b. al-Hakam al-Ansari informed Nafi that he had heard Hadrat Ali (may Allah be pleased with him), son of Abu Talib, say about the biers:\nVerily, the Prophet (ﷺ) used to stand first but later on kept sitting; but it is also narrated that Nafi ibn Jubair saw Waqid b. Amr standing for a bier till it was placed down.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ، جَمِيعًا عَنِ الثَّقَفِيِّ، - قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ، - قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، قَالَ أَخْبَرَنِي وَاقِدُ، بْنُ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ الأَنْصَارِيُّ أَنَّ نَافِعَ بْنَ جُبَيْرٍ، أَخْبَرَهُ أَنَّ مَسْعُودَ بْنَ الْحَكَمِ الأَنْصَارِيَّ أَخْبَرَهُ أَنَّهُ، سَمِعَ عَلِيَّ بْنَ أَبِي طَالِبٍ، يَقُولُ فِي شَأْنِ الْجَنَائِزِ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ ثُمَّ قَعَدَ . وَإِنَّمَا حَدَّثَ بِذَلِكَ لأَنَّ نَافِعَ بْنَ جُبَيْرٍ رَأَى وَاقِدَ بْنَ عَمْرٍو قَامَ حَتَّى وُضِعَتِ الْجَنَازَةُ .",
    "hadithBengali": "২০৯৯। মুহাম্মাদ ইবনুল মূসান্না, ইসহাক ইবনু ইবরাহীম ও ইবনু আবূ উমর (রহঃ) ... মাসউদ ইবনু হাকাম আনসারী (রাঃ) থেকে বর্ণিত যে, তিনি আলী ইবনু আবূ তালিব (রাঃ) কে বলতে শুনেছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পূর্বে দাঁড়াতেন কিন্তু পরে তিনি বসতেন।\n\nনাফি ইবনু জুবায়র (রহঃ) ওয়াকিদ ইবনু আমর (রহঃ) কে জানাযা মাটিতে না রাখা পর্যন্ত দাঁড়িয়ে থাকতে দেখেছেন বলে হাদীসটি বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2099",
    "id": "11464",
    "thesequence": "10923",
    "isActive": "1",
    "chapterId": "13433",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৯. শবদেহের জন্য দাঁড়ানো রহিত হওয়া প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Yahya b. Said with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "২১০০। আবূ কুরায়ব (রহঃ) ... ইয়াহয়া ইবনু সাঈদ (রহঃ) উক্ত সনদে (বর্ণনা করেছেন)।\n",
    "checkStatus": "1",
    "hadithNo": "2100",
    "id": "11465",
    "thesequence": "10924",
    "isActive": "1",
    "chapterId": "13433",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৯. শবদেহের জন্য দাঁড়ানো রহিত হওয়া প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Muhammad b. Munkadir that he said:\nI heard from Masud b. al-Hakam who narrated it on the authority of Hadrat Ali that he said: We saw the Prophet (ﷺ) stood up for a (bier) and we also stood up; he sat down and we too sat down.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ، بْنِ الْمُنْكَدِرِ قَالَ سَمِعْتُ مَسْعُودَ بْنَ الْحَكَمِ، يُحَدِّثُ عَنْ عَلِيٍّ، قَالَ رَأَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ فَقُمْنَا وَقَعَدَ فَقَعَدْنَا . يَعْنِي فِي الْجَنَازَةِ .",
    "hadithBengali": "২১০১। যুহায়র ইবনু হারব (রহঃ) ... আলী (রাঃ) হতে বর্ণিত। তিনি বলেছেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দাঁড়াতে দেখেছি, তাই আমরাও দাঁড়িয়েছি। আর তিনি বসেছেন, তাই আমরাও বসেছি অর্থাৎ জানাযায়।\n",
    "checkStatus": "1",
    "hadithNo": "2101",
    "id": "11466",
    "thesequence": "10925",
    "isActive": "1",
    "chapterId": "13433",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৯. শবদেহের জন্য দাঁড়ানো রহিত হওয়া প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Shuba with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالاَ حَدَّثَنَا يَحْيَى، - وَهُوَ الْقَطَّانُ - عَنْ شُعْبَةَ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "২১০২। মুহাম্মাদ ইবনু আবূ বাকর আল মূকাদ্দামী ও উবায়দুল্লাহ ইবনু সাঈদ (রহঃ) ... শুবা (রহঃ) থেকে উক্ত সনদে (বর্ণনা করেছেন)।\n",
    "checkStatus": "1",
    "hadithNo": "2102",
    "id": "11467",
    "thesequence": "10926",
    "isActive": "1",
    "chapterId": "13433",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "১৯. শবদেহের জন্য দাঁড়ানো রহিত হওয়া প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jubair b. Nufair says:\nI heard it from Auf b. Malik that the Prophet (ﷺ) said prayer on the dead body, and I remembered his prayer: O Allah! forgive him, have mercy upon him, give him peace and absolve him. Receive him with honour and make his grave spacious; wash him with water, snow and hail. Cleanse him from faults as Thou wouldst cleanse a white garment from impurity. Requite him with an abode more excellent than his abode, with a family better than his family, and with a mate better than his mate. Admit him to the Garden, and protect him from the torment of the grave and the torment of the Fire.",
    "hadithArabic": "وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ حَبِيبِ بْنِ عُبَيْدٍ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، سَمِعَهُ يَقُولُ سَمِعْتُ عَوْفَ بْنَ مَالِكٍ، يَقُولُ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى جَنَازَةٍ فَحَفِظْتُ مِنْ دُعَائِهِ وَهُوَ يَقُولُ   اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَعَافِهِ وَاعْفُ عَنْهُ وَأَكْرِمْ نُزُلَهُ وَوَسِّعْ مُدْخَلَهُ وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ وَأَهْلاً خَيْرًا مِنْ أَهْلِهِ وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ وَأَدْخِلْهُ الْجَنَّةَ وَأَعِذْهُ مِنْ عَذَابِ الْقَبْرِ أَوْ مِنْ عَذَابِ النَّارِ  . قَالَ حَتَّى تَمَنَّيْتُ أَنْ أَكُونَ أَنَا ذَلِكَ الْمَيِّتَ .",
    "hadithBengali": "২১০৩। হারুন ইবনু সাঈদ আল আয়লী (রহঃ) ... আউফ ইবনু মালিক (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক জানাযার সালাত আদায় করলেন, আমি তার (পঠিত) দুআ মুখস্ত করেছিঃ হে আল্লাহ! মৃত ব্যাক্তিকে ক্ষমা কর, দয়া কর, তাকে শান্তিতে রাখ, তাকে মাফ কর, তার অবস্থানকে মর্যাদা দান কর, তার কবরকে প্রশস্ত কর, পানি বরফ এবং শিলাবৃষ্টি দ্বারা তাকে ধৌত কর, অপরাধ থেকে তাকে পবিত্র কর, যেমন সাদা কাপড়কে ময়লামুক্ত করা হয়। হে আল্লাহ! তার দুনিয়ার বাসভবন হতে উত্তম বাসভবন তাকে দান কর, তার পরিবার হতে উত্তম পরিবার, তার স্ত্রী হতে উত্তম স্ত্রী দান কর, তাকে জান্নাতে দাখিল কর এবং রক্ষা কর কবরের আযাব হতে, জাহান্নামের আযাব হতে।\n\nআউফ ইবনু মালিক (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দু&#39;আ শুনে আমি আকাঙ্খা করলাম সেই মৃত ব্যাক্তি যদি আমি হতাম!\n",
    "checkStatus": "1",
    "hadithNo": "2103",
    "id": "11468",
    "thesequence": "10927",
    "isActive": "1",
    "chapterId": "13434",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২০. জানাযার সালাতে মৃত ব্যক্তির জন্য দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Auf bin Malik) said: I earnestly desired that I were this dead body.",
    "hadithArabic": "قَالَ وَحَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ جُبَيْرٍ حَدَّثَهُ عَنْ أَبِيهِ عَنْ عَوْفِ بْنِ مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم بِنَحْوِ هَذَا الْحَدِيثِ أَيْضًا",
    "hadithBengali": "২১০৪। আবদুর রহমান ইবনু জুবায়র (রহঃ) ... আউফ ইবনু মালিক (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2104",
    "id": "11469",
    "thesequence": "10928",
    "isActive": "1",
    "chapterId": "13434",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২০. জানাযার সালাতে মৃত ব্যক্তির জন্য দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا مُعَاوِيَةُ بْنُ، صَالِحٍ بِالإِسْنَادَيْنِ جَمِيعًا . نَحْوَ حَدِيثِ ابْنِ وَهْبٍ .",
    "hadithBengali": "২১০৫। ইসহাক ইবনু ইবরাহীম (রহঃ) ... মুআবিয়া ইবনু সালিহ (রহঃ) হতে উভয় সনদে ইবনু ওহাবের হাদীসের অনুরূপ বর্নিত রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2105",
    "id": "11470",
    "thesequence": "10929",
    "isActive": "1",
    "chapterId": "13434",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২০. জানাযার সালাতে মৃত ব্যক্তির জন্য দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik said:\nI heard the Prophet (ﷺ) say (while offering prayer on a dead body): O Allah! forgive him, have mercy upon him. Give him peace and absolve him. Receive him with honour and make his grave spacious. Wash him with water, snow and hail, cleanse him from faults as is cleaned a white garment from impurity. Requite him with an abode more excellent than his abode, with a family better than his family, and with a mate better than his mate, and save him from the trial of the grave and torment of Hell. Auf b. Malik said: I earnestly desired that I were the dead person to receive the prayer of the Messenger of Allah (ﷺ) as this dead body had (received).",
    "hadithArabic": "وَحَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، كِلاَهُمَا عَنْ عِيسَى بْنِ، يُونُسَ عَنْ أَبِي حَمْزَةَ الْحِمْصِيِّ، ح وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، - وَاللَّفْظُ لأَبِي الطَّاهِرِ - قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ أَبِي حَمْزَةَ بْنِ سُلَيْمٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِيهِ، عَنْ عَوْفِ بْنِ مَالِكٍ الأَشْجَعِيِّ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم وَصَلَّى عَلَى جَنَازَةٍ يَقُولُ   اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَاعْفُ عَنْهُ وَعَافِهِ وَأَكْرِمْ نُزُلَهُ وَوَسِّعْ مُدْخَلَهُ وَاغْسِلْهُ بِمَاءٍ وَثَلْجٍ وَبَرَدٍ وَنَقِّهِ مِنَ الْخَطَايَا كَمَا يُنَقَّى الثَّوْبُ الأَبْيَضُ مِنَ الدَّنَسِ وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ وَأَهْلاً خَيْرًا مِنْ أَهْلِهِ وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ وَقِهِ فِتْنَةَ الْقَبْرِ وَعَذَابَ النَّارِ  . قَالَ عَوْفٌ فَتَمَنَّيْتُ أَنْ لَوْ كُنْتُ أَنَا الْمَيِّتَ لِدُعَاءِ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى ذَلِكَ الْمَيِّتِ .",
    "hadithBengali": "২১০৬। নাসর ইবনু আলী আল-জাহযামী, ইসহাক ইবনু ইবরাহীম, আবূ তাহির ও হারুন ইবনু সাঈদ আল-আয়লী (রহঃ) ... আউফ ইবনু মালিক আল আশজায়ী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জানাযার সালাত আদায় করা অবস্থায় বলতে শুনেছি, তাকে দয়া কর, তাকে শান্তিতে রাখ, তার অবস্থানকে মর্যাদাপূর্ণ কর, তাকে মাফ করে দাও, তার কবরকে প্রশস্ত করে দাও, তাকে পাক-পবিত্র করে দাও, পানি দ্বারা, বরফ দ্বারা, শিলাবৃষ্টির পানি দ্বারা; তাকে গুনাহ হতে এভাবে পরিষ্কার করে দাও, যেমন সাদা কাপড়কে পরিষ্কার-করা হয় ময়লা হতে। তাকে তার ঘর হতে উত্তম ঘর দান কর, তার পরিবার হতে উত্তম পরিবার, তার ন্ত্রী হতে উত্তম স্ত্রী দান কর। তাকে কবরের আযাব হতে ও দোযখের আযাব হতে রক্ষা কর।\n\nআউফ (রাঃ) বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এ মৃত ব্যাক্তির জন্য দুআর কারণে আকাঙ্ক্ষা করেছিলাম যদি এ মৃত ব্যাক্তি আমি হতাম।\n",
    "checkStatus": "1",
    "hadithNo": "2106",
    "id": "11471",
    "thesequence": "10930",
    "isActive": "1",
    "chapterId": "13434",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২০. জানাযার সালাতে মৃত ব্যক্তির জন্য দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Samura b. Jundub said:\nI prayed behind the Messenger of Allah (ﷺ) and he prayed for a woman who had died in the state of delivery. He stood in front of her waist.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، عَنْ حُسَيْنِ بْنِ، ذَكْوَانَ قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، قَالَ صَلَّيْتُ خَلْفَ النَّبِيِّ صلى الله عليه وسلم وَصَلَّى عَلَى أُمِّ كَعْبٍ مَاتَتْ وَهِيَ نُفَسَاءُ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلصَّلاَةِ عَلَيْهَا وَسَطَهَا .",
    "hadithBengali": "২১০৭। ইয়াহয়া ইবনু ইয়াহয়া তামীমী (রহঃ) ... সামুরা ইবনু জুনদুব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইমামতিতে (জানাযার) সালাত আদায় করেছি। উম্মে কাব (রাঃ) নিফাস অবস্থায় ইন্তেকাল করেছিলেন। তার জানাযার সালাত রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আদায় করেছিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জানাযার সালাত আদায়ের সময় তার সিনা বরাবর না দাঁড়িয়ে মাঝামাঝি স্থানে দাঁড়িয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2107",
    "id": "11472",
    "thesequence": "10931",
    "isActive": "1",
    "chapterId": "13435",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২১. জানাযার সালাতে ইমাম মায়্যিতের কোন বরাবর দাঁড়াবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Husain with the same chain of transmitters, but no mention is made of Umm Kab.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، وَيَزِيدُ بْنُ هَارُونَ، ح وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، وَالْفَضْلُ بْنُ مُوسَى، كُلُّهُمْ عَنْ حُسَيْنٍ، بِهَذَا الإِسْنَادِ وَلَمْ يَذْكُرُوا أُمَّ كَعْبٍ .",
    "hadithBengali": "২১০৮। আবূ বাকর ইবনু আবূ শায়বা ও আলী ইবনু হুজর (রহঃ) ... হুসায়ন (রাঃ) থেকে উক্ত সনদে বর্ণনা করেছেন। তবে তারা উম্মে কাব (রাঃ) এর কথা বলেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "2108",
    "id": "11473",
    "thesequence": "10932",
    "isActive": "1",
    "chapterId": "13435",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২১. জানাযার সালাতে ইমাম মায়্যিতের কোন বরাবর দাঁড়াবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Samura b. Jundub said:\nI was a young boy during the time of the Prophet (ﷺ) and I retained in my mind (what I learnt from him), and nothing restrained me from speaking except the fact that there were persons far more advanced in age than I. Verily, I said prayer behind the Messenger of Allah (ﷺ) over a woman who had died in the state of delivery, and the Messenger of Allah (ﷺ) stood up to say prayer in front of the middle part of her body. And in the tradition narrated on the authority of Ibn Muthanna the words are: (The Holy Prophet) stood in the middle part of her body for offering prayer for her.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَعُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ، قَالاَ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ حُسَيْنٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، قَالَ قَالَ سَمُرَةُ بْنُ جُنْدُبٍ لَقَدْ كُنْتُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم غُلاَمًا فَكُنْتُ أَحْفَظُ عَنْهُ فَمَا يَمْنَعُنِي مِنَ الْقَوْلِ إِلاَّ أَنَّ هَا هُنَا رِجَالاً هُمْ أَسَنُّ مِنِّي وَقَدْ صَلَّيْتُ وَرَاءَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى امْرَأَةٍ مَاتَتْ فِي نِفَاسِهَا فَقَامَ عَلَيْهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الصَّلاَةِ وَسَطَهَا . وَفِي رِوَايَةِ ابْنِ الْمُثَنَّى قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ قَالَ فَقَامَ عَلَيْهَا لِلصَّلاَةِ وَسَطَهَا .",
    "hadithBengali": "২১০৯। মুহাম্মাদ ইবনুল মূসান্না ও উকবা ইবনু মুকরাম আম্মি (রহঃ) ... সামুরা ইবনু জুনদুব (রাঃ) বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে যুবক ছিলাম। আমি তাঁর নিকট থেকে অনেক কিছু মুখস্ত করে নিতাম। এখানে আমার চেয়ে অধিক বয়সী সাহাবী থাকার কারণে আমি কথা বলা থেকে বিরত থাকি। নিফাস অবস্থায় ইন্তেকাল করেছে এমন এক মহিলার জানাযার সালাত আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পেছনে দাঁড়িয়ে আদায় করেছি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতে সিনা বরাবর না দাঁড়িয়ে তার মাঝামাঝি স্থানে দাঁড়িয়েছিলেন। ইবনুল মূসান্নার রিওয়ায়াতে আছে যে, রাবী বলেন, আবদুল্লাহ ইবনু বুরায়দা (রাঃ) আমার কাছে হাদীস বর্ণনা করতে গিয়ে বলেছেন যে, তার জানাযার সালাতে তিনি তার মাঝামাঝি স্থানে দাড়িয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2109",
    "id": "11474",
    "thesequence": "10933",
    "isActive": "1",
    "chapterId": "13435",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২১. জানাযার সালাতে ইমাম মায়্যিতের কোন বরাবর দাঁড়াবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It is reported on the authority of Jabir ibn Samura that an unsaddled horse was brought to the Prophet (ﷺ) and he rode on it when he returned after having offered the funeral prayer of Ibn Dahdah and we walked on foot around him.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ - وَاللَّفْظُ لِيَحْيَى - قَالَ أَبُو بَكْرٍ حَدَّثَنَا وَقَالَ، يَحْيَى أَخْبَرَنَا وَكِيعٌ، عَنْ مَالِكِ بْنِ مِغْوَلٍ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ، سَمُرَةَ قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِفَرَسٍ مُعْرَوْرًى فَرَكِبَهُ حِينَ انْصَرَفَ مِنْ جَنَازَةِ ابْنِ الدَّحْدَاحِ وَنَحْنُ نَمْشِي حَوْلَهُ .",
    "hadithBengali": "২১১০। ইয়াহযা ইবনু ইয়াহয়া ও আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... জাবির ইবনু সামুরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট জিনবিহীন একটি ঘোড়া আনা হল। ইবনু দাহদাহের জানাযা হতে প্রত্যাবর্তনকালে তিনি তাতে আরোহন করেন। আর আমরা সবাই তার পাশাপাশি হেঁটে চলছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2110",
    "id": "11475",
    "thesequence": "10934",
    "isActive": "1",
    "chapterId": "13436",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২২. জানাযা হতে প্রত্যাবর্তনকালে বাহনে চড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir ibn Samura reported that the Prophet (ﷺ) said (funeral) prayer on Ibn Dahdah:\nthen an unsaddled horse was brought to him and a person hobbled it, and he (the Messenger of Allah) rode upon it and it bounded and we followed it and ran after it. One of the people said that the Prophet (ﷺ) remarked: How many among hanging bunches in the Paradise are meant for Ibn Dahdah?",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى ابْنِ الدَّحْدَاحِ ثُمَّ أُتِيَ بِفَرَسٍ عُرْىٍ فَعَقَلَهُ رَجُلٌ فَرَكِبَهُ فَجَعَلَ يَتَوَقَّصُ بِهِ وَنَحْنُ نَتَّبِعُهُ نَسْعَى خَلْفَهُ - قَالَ - فَقَالَ رَجُلٌ مِنَ الْقَوْمِ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  كَمْ مِنْ عِذْقٍ مُعَلَّقٍ - أَوْ مُدَلًّى - فِي الْجَنَّةِ لاِبْنِ الدَّحْدَاحِ  . أَوْ قَالَ شُعْبَةُ  لأَبِي الدَّحْدَاحِ  .",
    "hadithBengali": "২১১১। মুহাম্মাদ ইবনুল মুনান্না ও মুহাম্মাদ ইবনু বাশশার (রহঃ) ... জাবির ইবনু সামুরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইবনু দাহদাহের জানাযা আদায় করলেন। তারপর জিনবিহীন একটি ঘোড়া আনা হল। একজন লোক ঘোড়ার লাগাম ধরে রাখল, তিনি তাতে আরোহন করলেন। ঘোড়া তাঁকে নিয়ে ছুটতে লাগল, আমরাও তাঁর পিছনে পিছনে দ্রুত চললাম। রাবী বলেন, তখন আমাদের মধ্য থেকে এক ব্যাক্তি বলল, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ইবনু দাহদাহের জন্য জান্নাতে ফলের কত গুচ্ছ ঝুলান বা লটকান রয়েছে। আর শু&#39;বা (রহঃ) বলেছেন, আবূদ দাহদাহ (রাঃ) এর জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "2111",
    "id": "11476",
    "thesequence": "10935",
    "isActive": "1",
    "chapterId": "13436",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২২. জানাযা হতে প্রত্যাবর্তনকালে বাহনে চড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amir b. Sad b. Abu Waqqas told that Sad b. Abu Waqqas said during his illness of which he died:\n Make a niche for me in the side of the grave and set up bricks over me as was done in case of Allahs Messenger (ﷺ).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الْمِسْوَرِيُّ، عَنْ إِسْمَاعِيلَ بْنِ، مُحَمَّدِ بْنِ سَعْدٍ عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، أَنَّ سَعْدَ بْنَ أَبِي وَقَّاصٍ، قَالَ فِي مَرَضِهِ الَّذِي هَلَكَ فِيهِ الْحَدُوا لِي لَحْدًا وَانْصِبُوا عَلَىَّ اللَّبِنَ نَصْبًا كَمَا صُنِعَ بِرَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "২১১২। ইয়াহয়া ইবনু ইয়াহয়া (রহঃ) ... আমির ইবনু সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) থেকে বর্নিত যে, সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) তাঁর মৃত্যু পিড়ায় আক্রান্ত অবস্থায় বললেন, আমার জন্য যেন বুগলী (লাহাদ) কবর তৈরী করা হয় এবং তবে যেন কাঁচা ইট লাগান হয় যেভাবে কাঁচা ইট লাগানো হয়েছে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর।\n",
    "checkStatus": "1",
    "hadithNo": "2112",
    "id": "11477",
    "thesequence": "10936",
    "isActive": "1",
    "chapterId": "13437",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৩. বগলী কবর খনন ও কাঁচা ইট ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas said that a piece of red stuff was put in the grave of Allahs Messenger (ﷺ).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا وَكِيعٌ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، وَوَكِيعٌ، جَمِيعًا عَنْ شُعْبَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، - وَاللَّفْظُ لَهُ - قَالَ حَدَّثَنَا يَحْيَى، بْنُ سَعِيدٍ حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَبُو جَمْرَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جُعِلَ فِي قَبْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَطِيفَةٌ حَمْرَاءُ . قَالَ مُسْلِمٌ أَبُو جَمْرَةَ اسْمُهُ نَصْرُ بْنُ عِمْرَانَ وَأَبُو التَّيَّاحِ اسْمُهُ يَزِيدُ بْنُ حُمَيْدٍ مَاتَا بِسَرَخْسَ .",
    "hadithBengali": "২১১৩। ইয়াহয়া ইবনু ইয়াহহিয়া, আবূ বাকর ইবনু আবূ শায়বা ও মুহাম্মদ ইবনুল মূসান্না (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কবরে লাল একটি চাঁদর দেয়া হয়েছিল।\n\nইমাম মুসলিম (রহঃ) বলেন, রাবী আবূ জামরার নাম নাসর ইবনু ইমরান। আর রাবী আবূ তায়্যাহ এর নাম হল ইয়াযিদ ইবনু হুমায়দ। তাঁরা দু-জন সারাখ্&zwnj;স এ মারা যান।\n",
    "checkStatus": "1",
    "hadithNo": "2113",
    "id": "11478",
    "thesequence": "10937",
    "isActive": "1",
    "chapterId": "13438",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৪. কবরে চাদর ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Thumama b. Shafayy reported:\nWhen we were with Fadala b. Ubaid in the country of the Romans at a place (known as) Rudis, a friend of ours died. Fadala b. Ubaid ordered to prepare a grave for him and then it was levelled; and then he said: I heard the Messenger of Allah (ﷺ) commanding (us) to level the grave.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرٍو حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، ح وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي عَمْرُو بْنُ الْحَارِثِ، - فِي رِوَايَةِ أَبِي الطَّاهِرِ - أَنَّ أَبَا عَلِيٍّ الْهَمْدَانِيَّ، حَدَّثَهُ - وَفِي، رِوَايَةِ هَارُونَ - أَنَّ ثُمَامَةَ بْنَ، شُفَىٍّ حَدَّثَهُ قَالَ كُنَّا مَعَ فَضَالَةَ بْنِ عُبَيْدٍ بِأَرْضِ الرُّومِ بِرُودِسَ فَتُوُفِّيَ صَاحِبٌ لَنَا فَأَمَرَ فَضَالَةُ بْنُ عُبَيْدٍ بِقَبْرِهِ فَسُوِّيَ ثُمَّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَأْمُرُ بِتَسْوِيَتِهَا .",
    "hadithBengali": "২১১৪। আবূ তাহির আহমাদ ইবনু আমর হায়ীন ইবনু সাঈদ আয়লী (রহঃ) ... সূমামা ইবনু শুফাই (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা ফাযালা ইবনু উবায়দের সাথে রোম দেশে রুদিস নামক স্থানে ছিলাম। তখন আমাদের একজন সাথী ইন্তেকাল করলেন। ফাযালার নির্দেশক্রমে তাঁর কবরের উপরের মাটি সমান করে দিলাম। তারপর তিনি বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কবর সমান করে দেয়ার জন্য বলতে শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "2114",
    "id": "11479",
    "thesequence": "10938",
    "isActive": "1",
    "chapterId": "13439",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৫. কবর (মাটির) সমান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abul-Hayyaj al-Asadi told that Ali (b. Abu Talib) said to him:\nShould I not send you on the same mission as Allahs Messenger (ﷺ) sent me? Do not leave an image without obliterating it, or a high grave without levelling It.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ أَبِي وَائِلٍ، عَنْ أَبِي، الْهَيَّاجِ الأَسَدِيِّ قَالَ قَالَ لِي عَلِيُّ بْنُ أَبِي طَالِبٍ أَلاَّ أَبْعَثُكَ عَلَى مَا بَعَثَنِي عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ لاَ تَدَعَ تِمْثَالاً إِلاَّ طَمَسْتَهُ وَلاَ قَبْرًا مُشْرِفًا إِلاَّ سَوَّيْتَهُ .",
    "hadithBengali": "২১১৫। ইয়াহয়া ইবনু ইয়াহয়া, আবূ বকর ইবনু আবূ শায়বা ও যুহায়র ইবনু হারব (রহঃ) ... আবূল হায়্যাজ আসাদী (রহঃ) থেকে বর্ণিত। বলেন, আলী (রাঃ) আমাকে বললেন, আমি কি তোমাকে ঐ কাজে পাঠাব যে কাজে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে পাঠিয়ে ছিলেন? কাজটা হল সকল মূর্তিকে বিলুপ্ত এবং উচু কবরকে ভেঙ্গে দিবে।\n",
    "checkStatus": "1",
    "hadithNo": "2115",
    "id": "11480",
    "thesequence": "10939",
    "isActive": "1",
    "chapterId": "13439",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৫. কবর (মাটির) সমান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been reported by Habib with the same chain of transmitters and he said: (Do not leave) a picture without obliterating it.",
    "hadithArabic": "وَحَدَّثَنِيهِ أَبُو بَكْرِ بْنُ خَلاَّدٍ الْبَاهِلِيُّ، حَدَّثَنَا يَحْيَى، - وَهُوَ الْقَطَّانُ - حَدَّثَنَا سُفْيَانُ، حَدَّثَنِي حَبِيبٌ، بِهَذَا الإِسْنَادِ وَقَالَ وَلاَ صُورَةً إِلاَّ طَمَسْتَهَا .\n",
    "hadithBengali": "২১১৬। আবূ বাকর ইবনু খাল্লাদ আল বাহিলী (রহঃ) ... হাবীব (রহঃ) হতে উক্ত সনদে বর্ণিত। তিনি বলেছেন, মূর্তি বিলূপ্ত এবং ছবি ধ্বংস করে দিবে।\n",
    "checkStatus": "1",
    "hadithNo": "2116",
    "id": "11481",
    "thesequence": "10940",
    "isActive": "1",
    "chapterId": "13439",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৫. কবর (মাটির) সমান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir said:\nAllahs Messenger (ﷺ) forbade that the graves should be plastered or they be used as sitting places (for the people), or a building should be built over them.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي، الزُّبَيْرِ عَنْ جَابِرٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُجَصَّصَ الْقَبْرُ وَأَنْ يُقْعَدَ عَلَيْهِ وَأَنْ يُبْنَى عَلَيْهِ .",
    "hadithBengali": "২১১৭। আবূ বাকর আবূ শায়বা (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কবরের উপর চুনা লাগানো, তার উপর বসা, কবরের উপর গৃহনির্মাণ বা পাকা করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2117",
    "id": "11482",
    "thesequence": "10941",
    "isActive": "1",
    "chapterId": "13440",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৬. কবর পাকা করার নিষেধাজ্ঞা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been transmitted on the authority of Jabir b. Abdullah.",
    "hadithArabic": " وَحَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، جَمِيعًا عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ، اللَّهِ يَقُولُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "২১১৮। হারুন ইবনু আবদুল্লাহ (রহঃ) ও মুহাম্মাদ ইবন রাফে&#39; (রহঃ) ... ইবন জুরায়জ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আবূ যুবায়ার (রহঃ) জাবির ইবনু আবদুল্লাহ (রাঃ) কে বলতে শুনেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ শুনেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2118",
    "id": "11483",
    "thesequence": "10942",
    "isActive": "1",
    "chapterId": "13440",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৬. কবর পাকা করার নিষেধাজ্ঞা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir said that he was forbidden to plaster graves.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ أَيُّوبَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ نُهِيَ عَنْ تَقْصِيصِ الْقُبُورِ، .",
    "hadithBengali": "২১১৯। ইয়াহয়া ইবনু ইয়াহয়া (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, কবরে চুনা লাগাতে নিষেধ করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2119",
    "id": "11484",
    "thesequence": "10943",
    "isActive": "1",
    "chapterId": "13440",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৬. কবর পাকা করার নিষেধাজ্ঞা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nIt is better that one of you should sit on live coals which would burn his clothing and come in contact with his skin than that he should sit on a grave.",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لأَنْ يَجْلِسَ أَحَدُكُمْ عَلَى جَمْرَةٍ فَتُحْرِقَ ثِيَابَهُ فَتَخْلُصَ إِلَى جِلْدِهِ خَيْرٌ لَهُ مِنْ أَنْ يَجْلِسَ عَلَى قَبْرٍ  .",
    "hadithBengali": "২১২০। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যদি জ্বলন্ত কয়লার উপর বসে পড়ে এবং তার কারণে তার কাপড় পুড়ে শরীর পর্যন্ত পৌছে যায়, তা তার জন্য কারো কবরের উপর বসা অপেক্ষা উত্তম হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2120",
    "id": "11485",
    "thesequence": "10944",
    "isActive": "1",
    "chapterId": "13441",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৭. কবরের উপর বসা ও সালাত আদায়ে নিষেধাজ্ঞা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated by Suhail with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي الدَّرَاوَرْدِيَّ ح وَحَدَّثَنِيهِ عَمْرٌو، النَّاقِدُ حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا سُفْيَانُ، كِلاَهُمَا عَنْ سُهَيْلٍ، بِهَذَا الإِسْنَادِ . نَحْوَهُ.",
    "hadithBengali": "২১২১। কুতায়বা ইবনু সাঈদ ও আমরুন নাকিদ (রহঃ) ... সুহায়ল (রহঃ) থেকে উক্ত সনদে অনুরূপ বর্ণিত।\n",
    "checkStatus": "1",
    "hadithNo": "2121",
    "id": "11486",
    "thesequence": "10945",
    "isActive": "1",
    "chapterId": "13441",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৭. কবরের উপর বসা ও সালাত আদায়ে নিষেধাজ্ঞা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Marthad al-Ghanawi reported Allahs Messenger (ﷺ) as saying:\nDo not sit on the graves and do not pray facing towards them.",
    "hadithArabic": "وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ ابْنِ جَابِرٍ، عَنْ بُسْرِ، بْنِ عُبَيْدِ اللَّهِ عَنْ وَاثِلَةَ، عَنْ أَبِي مَرْثَدٍ الْغَنَوِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَجْلِسُوا عَلَى الْقُبُورِ وَلاَ تُصَلُّوا إِلَيْهَا  .",
    "hadithBengali": "২১২২। আলী ইবনু হুজর সাদী (রহঃ) ... আবূ মারসাদ গানাভী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন তোমরা কবরের উপরে বসো না এবং তা সামনে রেখে সালাত আদায় করো না।\n",
    "checkStatus": "1",
    "hadithNo": "2122",
    "id": "11487",
    "thesequence": "10946",
    "isActive": "1",
    "chapterId": "13441",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৭. কবরের উপর বসা ও সালাত আদায়ে নিষেধাজ্ঞা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Marthad al-Ghanawi reported Allahs Messenger (ﷺ) as saying:\nDo not pray facing towards the graves, and do not sit on them.",
    "hadithArabic": "وَحَدَّثَنَا حَسَنُ بْنُ الرَّبِيعِ الْبَجَلِيُّ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ بُسْرِ بْنِ عُبَيْدِ اللَّهِ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ وَاثِلَةَ بْنِ الأَسْقَعِ، عَنْ أَبِي مَرْثَدٍ الْغَنَوِيِّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لاَ تُصَلُّوا إِلَى الْقُبُورِ وَلاَ تَجْلِسُوا عَلَيْهَا .",
    "hadithBengali": "২১২৩। হাসান ইবনু রাবী বাজালী (রহঃ) ... আবূ মারসাদ আল গানাভী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি তোমরা কবরকে সামনে করে সালাত আদায় করো না এবং কবরের উপর বসো না।\n",
    "checkStatus": "1",
    "hadithNo": "2123",
    "id": "11488",
    "thesequence": "10947",
    "isActive": "1",
    "chapterId": "13441",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৭. কবরের উপর বসা ও সালাত আদায়ে নিষেধাজ্ঞা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abbad b. Abdullah b. Zubair reported that Aisha ordered the bier of Sad b. Abu Waqqas to be brought into the mosque so that she should pray for him. The people disapproved this (act) of hers. She said:\nHow soon the people have forgotten that the Messenger of Allah (ﷺ) offered not the funeral prayer of Suhail b al-Baida but in a mosque.",
    "hadithArabic": " وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، - وَاللَّفْظُ لإِسْحَاقَ - قَالَ عَلِيٌّ حَدَّثَنَا وَقَالَ، إِسْحَاقُ أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَبْدِ الْوَاحِدِ بْنِ حَمْزَةَ، عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، أَنَّ عَائِشَةَ، أَمَرَتْ أَنْ يُمَرَّ، بِجَنَازَةِ سَعْدِ بْنِ أَبِي وَقَّاصٍ فِي الْمَسْجِدِ فَتُصَلِّيَ عَلَيْهِ فَأَنْكَرَ النَّاسُ ذَلِكَ عَلَيْهَا فَقَالَتْ مَا أَسْرَعَ مَا نَسِيَ النَّاسُ مَا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى سُهَيْلِ ابْنِ الْبَيْضَاءِ إِلاَّ فِي الْمَسْجِدِ .",
    "hadithBengali": "২১২৪। আলী ইবনু হুজর সাদী ও ইসহাক ইবনু ইবরাহীম হানযালী (রহঃ) ... আব্বাস ইবনু আবদুল্লাহ ইবনু যুবায়র (রাঃ) থেকে বর্নিত যে, আয়িশা (রাঃ) আদেশ করলেন, সাদ ইবনু আবূ ওয়াক্কাসের জানাযা মসজিদে এনে তার ভেতর আদায় করা হোক। এতে লোকেরা তাঁর এ আদেশকে অপছন্দ করল, তখন তিনি বললেন, মানুষ কত তাড়াতাড়ি ভুলে গেল রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুহায়ল ইবনু বায়যার সালাতে জানাযা মসজিদের অভ্যন্তরেই আদায় করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2124",
    "id": "11489",
    "thesequence": "10948",
    "isActive": "1",
    "chapterId": "13442",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৮. মসজিদে জানাযার সালাত আদায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abbad b. Abdullah b. Zubair reported on the authority of Aisha that when Sad b. Abu Waqqas died, the wives of the Messenger of Allah (ﷺ) sent message to bring his bier into the mosque so that they should offer prayer for him. They (the participants of the funeral) did accordingly, and it was placed in front of their apartments and they offered prayer for him. It was brought out of the door (known as) Bab al-Janaiz which was towards the side of Maqaid, and the news reached them (the wives of the Holy Prophet) that the people bad criticised this (i. e. offering of funeral prayer in the mosque) saying that it was not desirable to take the bier inside the mosque. This was conveyed to Aisha. She said:\nHow hastily the people criticise that about which they know little. They criticise us for carrying the bier in the mosque. The Messenger of Allah (ﷺ) offered not the funeral prayer of Suhail b. Baida but in the innermost part of the mosque.\n",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، عَنْ عَبْدِ الْوَاحِدِ، عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، يُحَدِّثُ عَنْ عَائِشَةَ، أَنَّهَا لَمَّا تُوُفِّيَ سَعْدُ بْنُ أَبِي وَقَّاصٍ أَرْسَلَ أَزْوَاجُ النَّبِيِّ صلى الله عليه وسلم أَنْ يَمُرُّوا بِجَنَازَتِهِ فِي الْمَسْجِدِ فَيُصَلِّينَ عَلَيْهِ فَفَعَلُوا فَوُقِفَ بِهِ عَلَى حُجَرِهِنَّ يُصَلِّينَ عَلَيْهِ أُخْرِجَ بِهِ مِنْ بَابِ الْجَنَائِزِ الَّذِي كَانَ إِلَى الْمَقَاعِدِ فَبَلَغَهُنَّ أَنَّ النَّاسَ عَابُوا ذَلِكَ وَقَالُوا مَا كَانَتِ الْجَنَائِزُ يُدْخَلُ بِهَا الْمَسْجِدَ . فَبَلَغَ ذَلِكَ عَائِشَةَ فَقَالَتْ مَا أَسْرَعَ النَّاسَ إِلَى أَنْ يَعِيبُوا مَا لاَ عِلْمَ لَهُمْ بِهِ . عَابُوا عَلَيْنَا أَنْ يُمَرَّ بِجَنَازَةٍ فِي الْمَسْجِدِ وَمَا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى سُهَيْلِ ابْنِ بَيْضَاءَ إِلاَّ فِي جَوْفِ الْمَسْجِدِ .\nقَالَ مُسْلِمٌ سُهَيْلُ بْنُ دَعْدٍ وَهُوَ ابْنُ الْبَيْضَاءِ أُمُّهُ بَيْضَاءُ .",
    "hadithBengali": "২১২৫। মুহাম্মাদ ইবনু হাতিম (রহঃ) ... আব্বাদ ইবনু আবদুল্লাহ ইবনু যুবায়র (রহঃ) আয়িশা (রাঃ) সুত্রে বর্ণনা করেন যে, সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) এর ইন্তেকালের পর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনীগণ তাঁর জানাযা মসজিদে নিয়ে আমার জন্য সংবাদ পাঠালেন, যাতে তারা তাঁর উপর জানাযার সালাত আদায় করতে পারেন। তাঁরা তাই করলেন এবং তাঁর জানাযা তাঁদের হুজরার সামনে রাখা হল। তাঁরা তাঁর উপর সালাতে জানাযা আদায় করলেন- এরপর তার জানাযা বাবুল জানাইয দিয়ে যা মাকায়াদের দিকে অবস্থিত ছিল বের করা হল। এরপর তাঁদের নিকট সংবাদ পৌছল যে, লোকেরা একে দোষনীয় মনে করেছে। তারা বলেছে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে জানাযা নিয়ে মসজিদে প্রবেশ করা হত না।\n\nআয়িশা (রাঃ)-এর কাছে এ সংবাদ পৌছলে তিনি বললেন, মানুষ না জেনে অতি তাড়াতাড়ি সমালোচনা মুখর হয়ে উঠল। তারা মসজিদের ভিতর জানাযা নিয়ে যাওয়ার কারণে আমাদের প্রতি দোষারোপ করল। অথচ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুহায়ল ইবনু বায়যার (রাঃ) এর জানাযার সালাত মসজিদেরর অভ্যন্তরেই আদায় করেছেন। ইমাম মুসলিম (রহঃ) বলেন, সূহায়ল ইবনু দা&#39;দ তিনি ইবনুল বায়যা যার মা ছিলেন বায়যা।\n",
    "checkStatus": "1",
    "hadithNo": "2125",
    "id": "11490",
    "thesequence": "10949",
    "isActive": "1",
    "chapterId": "13442",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৮. মসজিদে জানাযার সালাত আদায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Salama b. Abd al-Rahman reported on the authority ot Aisha that when Sad b. Abu Waqqas died she said:\nBring it (the bier) into the mosque so that I offer prayer for him. But, this act of hers was disapproved. She said: By Allah, the Messenger of Allah (ﷺ) offered prayer in the mosque for the two sons of Baida, viz, for Suhail and his brother.",
    "hadithArabic": "وَحَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ، وَمُحَمَّدُ بْنُ رَافِعٍ، - وَاللَّفْظُ لاِبْنِ رَافِعٍ - قَالاَ حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنَا الضَّحَّاكُ، - يَعْنِي ابْنَ عُثْمَانَ - عَنْ أَبِي النَّضْرِ، عَنْ أَبِي سَلَمَةَ بْنِ، عَبْدِ الرَّحْمَنِ أَنَّ عَائِشَةَ، لَمَّا تُوُفِّيَ سَعْدُ بْنُ أَبِي وَقَّاصٍ قَالَتِ ادْخُلُوا بِهِ الْمَسْجِدَ حَتَّى أُصَلِّيَ عَلَيْهِ . فَأُنْكِرَ ذَلِكَ عَلَيْهَا فَقَالَتْ وَاللَّهِ لَقَدْ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى ابْنَىْ بَيْضَاءَ فِي الْمَسْجِدِ سُهَيْلٍ وَأَخِيهِ .",
    "hadithBengali": "২১২৬। হারুন ইবনু আবদুল্লাহ ও মুহাম্মাদ ইবনু রাফি (রহঃ) ... আবূ সালামা ইবনু আবদুর রহমান (রহঃ) থেকে বর্ণিত যে, সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) এর ইন্তেকালের পর আয়িশা (রাঃ) বললেন, তাঁকে মসজিদে নিয়া যাও। যেন আমিও তাঁর জানাযার সালাত আদায় করতে পারি। তাঁর এ কথাটি অপছন্দ করা হল। তিনি বললেন, আল্লার কসম! নিশ্চয়ই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বায়যার দু&#39;পুত্র সুহায়ল ও তার ভাইয়ের জানাযা মসজিদেই আদায় করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2126",
    "id": "11491",
    "thesequence": "10950",
    "isActive": "1",
    "chapterId": "13442",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৮. মসজিদে জানাযার সালাত আদায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported (that whenever it was her turn for Allahs Messenger [may peace be upon him] to spend the night with her) he would go out towards the end of the night to al-Baqi and say:\nPeace be upon you, abode of a people who are believers. What you were promised would come to you tomorrow, you receiving it after some delay; and God willing we shall join you. O Allah, grant forgiveness to the inhabitants of Baqi al-Gharqad. Qutaiba did not mention his words: would come to you.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَيَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ شَرِيكٍ، - وَهُوَ ابْنُ أَبِي نَمِرٍ - عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم - كُلَّمَا كَانَ لَيْلَتُهَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم - يَخْرُجُ مِنْ آخِرِ اللَّيْلِ إِلَى الْبَقِيعِ فَيَقُولُ  السَّلاَمُ عَلَيْكُمْ دَارَ قَوْمٍ مُؤْمِنِينَ وَأَتَاكُمْ مَا تُوعَدُونَ غَدًا مُؤَجَّلُونَ وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ اللَّهُمَّ اغْفِرْ لأَهْلِ بَقِيعِ الْغَرْقَدِ  . وَلَمْ يُقِمْ قُتَيْبَةُ قَوْلَهُ  وَأَتَاكُمْ  .",
    "hadithBengali": "২১২৭। ইয়াহয়া ইবনু ইয়াহয়া তামিমী, ইয়াহয়া ইবনু আয়্যুব ও কুতায়রা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে রাতে আমার ঘরে থাকতেন, সে রাতের শেষভাগে গারাকাদে বাকীতে গিয়ে বলতেন আলসালামু আলাইকুম ও মুমিন বান্দাদের বাসস্থান, তোমাদেরকে যা ওয়াদা করা হয়েছে আল্লাহ তাআলা তা তোমাদের দিয়েছেন, আগামীকালে জন্য যা ওয়াদা করা হয়েছে তা (কিয়ামতে) দিবেন। আমরাও ইনশা আল্লাহ তোমাদের সাথে মিলিত হব। হে আল্লাহ! বাকীউল গারকাদের বাসিন্দাদেরকে ক্ষমা করে দাও। কিন্তু কুতায়বা তোমাদেরকে দেয়া হয়েছে কথাটি বলেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "2127",
    "id": "11492",
    "thesequence": "10951",
    "isActive": "1",
    "chapterId": "13443",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৯. কবরস্থানে প্রবেশের দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Muhammad b. Qais said (to the people):\nShould I not narrate to you (a hadith of the Holy Prophet) on my authority and on the authority of my mother? We thought that he meant the mother who had given him birth. He (Muhammad b. Qais) then reported that it was Aisha who had narrated this: Should I not narrate to you about myself and about the Messenger of Allah (ﷺ)? We said: Yes. She said: When it was my turn for Allahs Messenger (ﷺ) to spend the night with me, he turned his side, put on his mantle and took off his shoes and placed them near his feet, and spread the corner of his shawl on his bed and then lay down till he thought that I had gone to sleep. He took hold of his mantle slowly and put on the shoes slowly, and opened the door and went out and then closed it lightly. I covered my head, put on my veil and tightened my waist wrapper, and then went out following his steps till he reached Baqi. He stood there and he stood for a long time. He then lifted his hands three times, and then returned and I also returned. He hastened his steps and I also hastened my steps. He ran and I too ran. He came (to the house) and I also came (to the house). I, however, preceded him and I entered (the house), and as I lay down in the bed, he (the Holy Prophet) entered the (house), and said: Why is it, O Aisha, that you are out of breath? I said: There is nothing. He said: Tell me or the Subtle and the Aware would inform me. I said: Messenger of Allah, may my father and mother be ransom for you, and then I told him (the whole story). He said: Was it the darkness (of your shadow) that I saw in front of me? I said: Yes. He gave me a nudge on the chest which I felt, and then said: Did you think that Allah and His Apostle would deal unjustly with you? She said: Whatsoever the people conceal, Allah will know it. He said: Gabriel came to me when you saw me. He called me and he concealed it from you. I responded to his call, but I too concealed it from you (for he did not come to you), as you were not fully dressed. I thought that you had gone to sleep, and I did not like to awaken you, fearing that you may be frightened. He (Gabriel) said: Your Lord has commanded you to go to the inhabitants of Baqi (to those lying in the graves) and beg pardon for them. I said: Messenger of Allah, how should I pray for them (How should I beg forgiveness for them)? He said: Say, Peace be upon the inhabitants of this city (graveyard) from among the Believers and the Muslims, and may Allah have mercy on those who have gone ahead of us, and those who come later on, and we shall, God willing, join you.",
    "hadithArabic": " وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرِ بْنِ الْمُطَّلِبِ، أَنَّهُ سَمِعَ مُحَمَّدَ بْنَ قَيْسٍ، يَقُولُ سَمِعْتُ عَائِشَةَ، تُحَدِّثُ فَقَالَتْ أَلاَ أُحَدِّثُكُمْ عَنِ النَّبِيِّ صلى الله عليه وسلم وَعَنِّي . قُلْنَا بَلَى ح. وَحَدَّثَنِي مَنْ، سَمِعَ حَجَّاجًا الأَعْوَرَ، - وَاللَّفْظُ لَهُ - قَالَ حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَبْدُ اللَّهِ، - رَجُلٌ مِنْ قُرَيْشٍ - عَنْ مُحَمَّدِ بْنِ قَيْسِ بْنِ مَخْرَمَةَ، بْنِ الْمُطَّلِبِ أَنَّهُ قَالَ يَوْمًا أَلاَ أُحَدِّثُكُمْ عَنِّي وَعَنْ أُمِّي قَالَ فَظَنَنَّا أَنَّهُ يُرِيدُ أُمَّهُ الَّتِي وَلَدَتْهُ . قَالَ قَالَتْ عَائِشَةُ أَلاَ أُحَدِّثُكُمْ عَنِّي وَعَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم . قُلْنَا بَلَى . قَالَ قَالَتْ لَمَّا كَانَتْ لَيْلَتِيَ الَّتِي كَانَ النَّبِيُّ صلى الله عليه وسلم فِيهَا عِنْدِي انْقَلَبَ فَوَضَعَ رِدَاءَهُ وَخَلَعَ نَعْلَيْهِ فَوَضَعَهُمَا عِنْدَ رِجْلَيْهِ وَبَسَطَ طَرَفَ إِزَارِهِ عَلَى فِرَاشِهِ فَاضْطَجَعَ فَلَمْ يَلْبَثْ إِلاَّ رَيْثَمَا ظَنَّ أَنْ قَدْ رَقَدْتُ فَأَخَذَ رِدَاءَهُ رُوَيْدًا وَانْتَعَلَ رُوَيْدًا وَفَتَحَ الْبَابَ فَخَرَجَ ثُمَّ أَجَافَهُ رُوَيْدًا فَجَعَلْتُ دِرْعِي فِي رَأْسِي وَاخْتَمَرْتُ وَتَقَنَّعْتُ إِزَارِي ثُمَّ انْطَلَقْتُ عَلَى إِثْرِهِ حَتَّى جَاءَ الْبَقِيعَ فَقَامَ فَأَطَالَ الْقِيَامَ ثُمَّ رَفَعَ يَدَيْهِ ثَلاَثَ مَرَّاتٍ ثُمَّ انْحَرَفَ فَانْحَرَفْتُ فَأَسْرَعَ فَأَسْرَعْتُ فَهَرْوَلَ فَهَرْوَلْتُ فَأَحْضَرَ فَأَحْضَرْتُ فَسَبَقْتُهُ فَدَخَلْتُ فَلَيْسَ إِلاَّ أَنِ اضْطَجَعْتُ فَدَخَلَ فَقَالَ  مَا لَكِ يَا عَائِشُ حَشْيَا رَابِيَةً  . قَالَتْ قُلْتُ لاَ شَىْءَ . قَالَ  لَتُخْبِرِينِي أَوْ لَيُخْبِرَنِّي اللَّطِيفُ الْخَبِيرُ  . قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي . فَأَخْبَرْتُهُ قَالَ  فَأَنْتِ السَّوَادُ الَّذِي رَأَيْتُ أَمَامِي  . قُلْتُ نَعَمْ . فَلَهَدَنِي فِي صَدْرِي لَهْدَةً أَوْجَعَتْنِي ثُمَّ قَالَ  أَظَنَنْتِ أَنْ يَحِيفَ اللَّهُ عَلَيْكِ وَرَسُولُهُ  . قَالَتْ مَهْمَا يَكْتُمِ النَّاسُ يَعْلَمْهُ اللَّهُ نَعَمْ . قَالَ  فَإِنَّ جِبْرِيلَ أَتَانِي حِينَ رَأَيْتِ فَنَادَانِي فَأَخْفَاهُ مِنْكِ فَأَجَبْتُهُ فَأَخْفَيْتُهُ مِنْكِ وَلَمْ يَكُنْ يَدْخُلُ عَلَيْكِ وَقَدْ وَضَعْتِ ثِيَابَكِ وَظَنَنْتُ أَنْ قَدْ رَقَدْتِ فَكَرِهْتُ أَنْ أُوقِظَكِ وَخَشِيتُ أَنْ تَسْتَوْحِشِي فَقَالَ إِنَّ رَبَّكَ يَأْمُرُكَ أَنْ تَأْتِيَ أَهْلَ الْبَقِيعِ فَتَسْتَغْفِرَ لَهُمْ  . قَالَتْ قُلْتُ كَيْفَ أَقُولُ لَهُمْ يَا رَسُولَ اللَّهِ قَالَ  قُولِي السَّلاَمُ عَلَى أَهْلِ الدِّيَارِ مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ وَيَرْحَمُ اللَّهُ الْمُسْتَقْدِمِينَ مِنَّا وَالْمُسْتَأْخِرِينَ وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لَلاَحِقُونَ  .",
    "hadithBengali": "২১২৮। হারুন ইবনু সাঈদ আয়লী (রহঃ) ... মুহাম্মদ ইবনু কায়স (রহঃ) বলেন, আমি আয়িশা (রাঃ) কে বলতে শুনেছি যে, আমি কি তোমাদের কাছে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আমার সম্পর্কে বর্ণনা করব না? আমরা বললাম, হ্যাঁ, অবশ্যই বর্ণনা করুন। ইমাম মুসলিম (রহঃ) হাজ্জাজ আওয়ার (রহঃ) থেকে যিনি শুনেছেন এরূপ উস্তাদ থেকে ... জনৈক কুলায়শী আবদুল্লাহ (রহঃ) থেকে মুহাম্মদ ইবনু কায়স ইবনু মাখরামা ইবনু মুত্তালিব (রহঃ) সুত্রে বর্ণিত। তিনি একদিন বলেন, আমি কি তোমাদেরকে আমার ও আমার মায়ের কথা শুনাবো না? রাবী আবদুল্লাহ (রহঃ) বলেন, আমরা মনে করলাম, তিনি তার জন্মধাত্রী মায়ের কথা বলতে চাচ্ছেন।\n\nএরপর তিনি বললেন, আয়িশা (রাঃ) বলেছেন, আমি কি তোমাদেরকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আমার কথা শুনাবো না? আমরা বললাম, হ্যাঁ, নিশ্চয়ই বর্ণনা করুন। রাবী বলেন তিনি বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার পালার যে রাতে আমার কাছে ছিলেন, সে রাতে তিনি বাইরে থেকে এসে চাঁদর রেখে দিলেন, জুতা খুলে নিলেন এবং জুতা দুটি তার পায়ের দিকে রেখে চাঁদরের এক কিনারা বিছানার উপর বিছিয়ে দিলেন এবং শুয়ে পড়লেন। তিনি এতটুকু সময় অপেক্ষা করেন যতটুকু সময়ে তিনি আমার ঘুমিয়ে পড়ার ধারণা করলেন।\n\nতারপর অতি সন্তর্পণে চাদর নিলেন, জুতা পরলেন ও দরজা খুলে বেরিয়ে গেলেন। তারপর সাবধানে দরজা বন্ধ করে চলে গেলেন। আমিও আমার উড়না মাথায় দিলাম, জামা পরে নিলাম এবং ইযার বেঁধে নিলাম। তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পিছনে পিছনে রওনা হলাম। তিনি গারাকাদে বাকীতে পৌঁছে দীর্ঘক্ষণ দাঁড়িয়ে থাকলেন। তিনবার হাত উঠালেন। তারপর ফিরে আসতে লাগলেন, আমিও রওনা হয়ে পড়লাম। তিনি দ্রুতগতিতে আসতে লাগলেন, আমিও আমার গতি বাড়িয়ে দিলাম। তিনি দৌড়াতে শুরু করলেন আমিও দৌড়াতে লাগলাম। তিনি ঘরে এসে পৌছলেন, আমিও তাঁর পূর্বক্ষণে এসে পৌছলাম এবং ঘরে প্রবেশ করেই শুয়ে পড়ার সাথে সাথে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে প্রবেশ করলেন এবং বললেন, হে আয়িশা! কী হয়েছে? তুমি ঘনঘন দীর্ঘশ্বাস গ্রহণ করছ কেন? আমি বললাম, কিছুই না। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি বলে দাও, নতুবা সর্বজ্ঞ সুক্ষ্মদর্শী আল্লাহ আমাকে জানিয়ে দিবেন।\n\nআয়িশা (রাঃ) বলেন, তখন আমি বললাম, হে আল্লাহর রাসুল! আমার পিতা-মাতা আপনার উপর কুরবান। অতঃপর ঘটনা বর্ণনা করলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেলেন, আমার সামনে একটি মানুষের দেহের ছায়ার ন্যায় দেখা যাচ্ছিল তা হলে সে ছায়া তুমিই ছিলে? আমি বললাম, হ্যাঁ। তখন তিনি আমার বুকে একটি ধাক্কা মারলেন, তাতে আমি ব্যাথা পেলাম। তারপর বললেন, তুমি কি ধারণা করেছিলে আল্লাহ ও আল্লাহর রাসুল তোমার প্রতি অবিচার করবে? আয়িশা বললেন, হ্যাঁ, তাই। অনেক সময় মানুষ গোপন রাখতে চায়, আর আল্লাহ তা প্রকাশ করে দেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, জিবরীল (আলাইহিস সালাম) এসেছিলেন। যখন তুমি আমাকে বের হতে দেখেছিলে। এসে আমাকে তিনি ডাকলেন এবং তোমার থেকে ব্যাপার গোপন রাখতে চাইলেন। আমি তাঁর ইচ্ছানূযায়ী তোমার থেকে গোপন রাখলাম তিনি তোমার ঘরে প্রবেশ করতে চাচ্ছিলেন না যেহেতু তুমি কাপড় রেখে দিয়েছিলে।\n\nআর আমি ধারণা করলাম তুমি ঘুমিয়ে পড়েছে, তাই তোমাকে জাগানো পছন্দ করি নি এবং আমার আশংকা হল তুমি (একাকীঁ) ভয় পাবে। জিবরীল (আলাইহিস সালাম) বললেন, আপনার রব আপনাকে আদেশ করেছেন, গারাকাদে বাকীতে গিয়ে তাদের জন্য ক্ষমা প্রার্থনা করুন।\n\nআয়িশা (রাঃ) বলেন, আমি জিজ্ঞাসা করলাম, হে আল্লাহর রাসুল! তাদের জন্য আমরা কী বলব? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এভাবে বলঃ কবরবাসী মুমিন মুসলমানদের প্রতি সালাম, আল্লাহ অগ্রগামী পশ্চাৎগামী সবার প্রতি দয়া করুন আমরাও ইনশাআল্লাহ অবশ্য তোমাদের সাথে মিলিত হব।\n",
    "checkStatus": "1",
    "hadithNo": "2128",
    "id": "11493",
    "thesequence": "10952",
    "isActive": "1",
    "chapterId": "13443",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৯. কবরস্থানে প্রবেশের দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sulaiman b. Buraida narrated on the authority of his father that the Messenger of Allah (ﷺ) used to teach them when they went out to the graveyard. One of the narrators used to say this in the narration transmitted on the authority of Abu Bakr:\n Peace be upon the inhabitants of the city (i. e. graveyard). In the hadith transmitted by Zuhair (the words are): Peace be upon you, the inhabitants of the city, among the believers, and Muslims, and God willing we shall join you. I beg of Allah peace for us and for you.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، الأَسَدِيُّ عَنْ سُفْيَانَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُهُمْ إِذَا خَرَجُوا إِلَى الْمَقَابِرِ فَكَانَ قَائِلُهُمْ يَقُولُ - فِي رِوَايَةِ أَبِي بَكْرٍ - السَّلاَمُ عَلَى أَهْلِ الدِّيَارِ - وَفِي رِوَايَةِ زُهَيْرٍ - السَّلاَمُ عَلَيْكُمْ أَهْلَ الدِّيَارِ مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ وَإِنَّا إِنْ شَاءَ اللَّهُ لَلَاحِقُونَ أَسْأَلُ اللَّهَ لَنَا وَلَكُمْ الْعَافِيَةَ.",
    "hadithBengali": "২১২৯। আবূ বাকর ইবনু আবূ শায়বা ও যুহায়র ইবনু হারব (রহঃ) ... বুরায়দা (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে শিক্ষা দিতেন যখন তারা কবরস্থানে গমন করতেন, তিনি তখন তাদের লক্ষ্য করে বলতেন, (আবূ বকর (রাঃ) এর বর্ণনা অনুযায়ী) আলসালামু আলা আহলিদ দিয়ার এবং যুহায়র এর বর্ণনা আসসালামু আলাইকুম কবরবাসী মুমিন ও মুলমানদের উপর সালাম বর্ষিত হউক ইনশাআল্লাহ আমরাও অবশ্য তোমাদের সাথে মিলিত হব। আমাদের এবং তোমাদের সবার জন্য আল্লাহর নিকট শান্তি ও নিরাপত্তা প্রার্থনা করছি।\n",
    "checkStatus": "1",
    "hadithNo": "2129",
    "id": "11494",
    "thesequence": "10953",
    "isActive": "1",
    "chapterId": "13443",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৯. কবরস্থানে প্রবেশের দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger, (ﷺ) as saying:\nI sought permission to beg forgiveness for my mother, but He did not grant it to me. I sought permission from Him to visit her grave, and He granted it (permission) to me.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَمُحَمَّدُ بْنُ عَبَّادٍ، - وَاللَّفْظُ لِيَحْيَى - قَالاَ حَدَّثَنَا مَرْوَانُ، بْنُ مُعَاوِيَةَ عَنْ يَزِيدَ، - يَعْنِي ابْنَ كَيْسَانَ - عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اسْتَأْذَنْتُ رَبِّي أَنْ أَسْتَغْفِرَ لأُمِّي فَلَمْ يَأْذَنْ لِي وَاسْتَأْذَنْتُهُ أَنْ أَزُورَ قَبْرَهَا فَأَذِنَ لِي  .",
    "hadithBengali": "২১৩০। ইয়াহয়া ইবনু আয়্যুব ও মুহাম্মদ ইবনু আব্বাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আমি আমার আম্মার জন্য ক্ষমা প্রার্থনা করার অনুমতি আমার রবের নিকট চেয়েছিলাম। কিন্তু আমাকে অনুমতি দেয়া হয়নি। অতঃপর কবর যিয়ারত করার অনুমতি চেয়েছিলাম, তখন অনুমতি দেয়া হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2130",
    "id": "11495",
    "thesequence": "10954",
    "isActive": "1",
    "chapterId": "13443",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৯. কবরস্থানে প্রবেশের দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported:\nThe Apostle of Allah (ﷺ) visited the grave of his mother and he wept, and moved others around him to tears, and said: I sought permission from my Lord to beg forgiveness for her but it was not granted to me, and I sought permission to visit her grave and it was granted to me so visit the graves, for that makes you mindful of death.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، عَنْ يَزِيدَ بْنِ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ زَارَ النَّبِيُّ صلى الله عليه وسلم قَبْرَ أُمِّهِ فَبَكَى وَأَبْكَى مَنْ حَوْلَهُ فَقَالَ   اسْتَأْذَنْتُ رَبِّي فِي أَنْ أَسْتَغْفِرَ لَهَا فَلَمْ يُؤْذَنْ لِي وَاسْتَأْذَنْتُهُ فِي أَنْ أَزُورَ قَبْرَهَا فَأُذِنَ لِي فَزُورُوا الْقُبُورَ فَإِنَّهَا تُذَكِّرُ الْمَوْتَ  .",
    "hadithBengali": "২১৩১। আবূ বাকর ইবনু আবূ শায়বা ও যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর আম্মার কবর যিয়ারত করলেন এবং কাঁদলেন, উপস্থিত সবাইও কাঁদলেন। তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি আল্লাহর নিকট তাঁর জন্য ইস্তিগফার করার অনুমতি চেয়েছিলাম, আমাকে অনুমতি দেয়া হয়নি, অতঃপর তাঁর কবর যিয়ারত করার অনুমতি চেয়েছিলাম, তখন অনুমতি দেয়া হল। তোমরা কবর যিয়ারত করতে থাক, কবর পরকাল স্মরণ করিয়ে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "2131",
    "id": "11496",
    "thesequence": "10955",
    "isActive": "1",
    "chapterId": "13443",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৯. কবরস্থানে প্রবেশের দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Buraida reported on the authority of his father that the Messenger of Allah (ﷺ) said:\nI forbade you to visit graves, but you may now visit them; I forbade you to eat the flesh of sacrificial animals after three days, but you way now keep it as along as you feel inclined; and I forbade you nabidh except in a water-skin, you may drink it from all kinds of water-skins, but you must not drink anything intoxicating.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، - وَاللَّفْظُ لأَبِي بَكْرٍ وَابْنِ نُمَيْرٍ - قَالُوا حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ أَبِي سِنَانٍ، - وَهُوَ ضِرَارُ بْنُ مُرَّةَ - عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   نَهَيْتُكُمْ عَنْ زِيَارَةِ الْقُبُورِ فَزُورُوهَا وَنَهَيْتُكُمْ عَنْ لُحُومِ الأَضَاحِيِّ فَوْقَ ثَلاَثٍ فَأَمْسِكُوا مَا بَدَا لَكُمْ وَنَهَيْتُكُمْ عَنِ النَّبِيذِ إِلاَّ فِي سِقَاءٍ فَاشْرَبُوا فِي الأَسْقِيَةِ كُلِّهَا وَلاَ تَشْرَبُوا مُسْكِرًا  . قَالَ ابْنُ نُمَيْرٍ فِي رِوَايَتِهِ عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ .",
    "hadithBengali": "২১৩২। আবূ বকর আবূ শায়বা, মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র ও মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... বুরায়দা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আমি কবর যিয়ারত করা হতে তোমাদেরকে নিষেধ করতাম এখন তোমরা যিয়ারত কর। তিন দিনের অধিক কুরবানীর গোশত খেতে নিষেধ করতাম, এখন যত দিন সম্ভব সংরক্ষণ করে খেতে থাক এবং নাবীয (খেজুর ভিজানো পানি) পান করা হতে নিষেধ করতাম। (মশক ব্যতীত অন্যান্য পাত্রে) এখন সকল পাত্রে পান কর। কিন্তু নেশা হয় এমন অবস্হায় নয়। ইবনু নুমায়র তার বর্ণনায়عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2132",
    "id": "11497",
    "thesequence": "10956",
    "isActive": "1",
    "chapterId": "13443",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৯. কবরস্থানে প্রবেশের দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ زُبَيْدٍ الْيَامِيِّ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنِ ابْنِ بُرَيْدَةَ، أُرَاهُ عَنْ أَبِيهِ، - الشَّكُّ مِنْ أَبِي خَيْثَمَةَ - عَنِ النَّبِيِّ صلى الله عليه وسلم ح . وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ، عَنْ سُفْيَانَ، عَنْ عَلْقَمَةَ، بْنِ مَرْثَدٍ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم ح . وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَمُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، جَمِيعًا عَنْ عَبْدِ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ عَطَاءٍ الْخُرَاسَانِيِّ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم كُلُّهُمْ بِمَعْنَى حَدِيثِ أَبِي سِنَانٍ .",
    "hadithBengali": "২১৩৩। ইয়াহয়া ইবনু ইয়াহয়া আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... সুলায়মান ইবনু বুরায়দা (রহঃ) তার পিতার সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। অন্য সুত্রে ইবনু আবূ উমর, মুহাম্মাদ ইবনু রাফি, আবদ ইবনু হুমায়দ (রহঃ) ... আবদুল্লাহ ইবন বুরায়দা (রহঃ) তাঁর পিতার সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তবে তারা সবাই আবূ সিনান (রহঃ) এর মর্মের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2133",
    "id": "11498",
    "thesequence": "10957",
    "isActive": "1",
    "chapterId": "13443",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "২৯. কবরস্থানে প্রবেশের দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Samura reported:\n(The dead body) of a person who had killed himself with a broad-headed arrow was brought before the Messenger of Allah (ﷺ), but he did not offer prayers for him.",
    "hadithArabic": " حَدَّثَنَا عَوْنُ بْنُ سَلاَّمٍ الْكُوفِيُّ، أَخْبَرَنَا زُهَيْرٌ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِرَجُلٍ قَتَلَ نَفْسَهُ بِمَشَاقِصَ فَلَمْ يُصَلِّ عَلَيْهِ .",
    "hadithBengali": "২১৩৪। আউন ইবনু সাল্লাম আল-কুফী (রহঃ) ... জাবির ইবনু সামুরা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এক ব্যাক্তির জানাযা আনা হল, যে তার দ্বারা আত্নহত্যা করেছে, তিনি তার জানাযা পড়েন নি।\n",
    "checkStatus": "1",
    "hadithNo": "2134",
    "id": "11499",
    "thesequence": "10958",
    "isActive": "1",
    "chapterId": "13444",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "112",
    "statusId": "1",
    "topicName": "৩০. আত্মহত্যাকারীর জানাযা না পড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]