[
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported tha Allahs Messenger (ﷺ) was with her and she heard the voice of a person seeking permission to enter the house of Hafsa. Aisha (Allah he pleased with her) said:\nAllahs Messenger, he is the person who seeks permission to enter your house, whereupon Allahs Messenger (ﷺ) said: I think he is so and so (uncle of Hafsa by reason of fosterage). Aisha said: Messenger of Allah, if so and so (her uncle by reason of fosterage) were alive, could he enter my house? Allahs Messenger (ﷺ) said: Yes. Fosterage makes unlawful what consanguinity makes unlawful.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَمْرَةَ، أَنَّ عَائِشَةَ، أَخْبَرَتْهَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ عِنْدَهَا وَإِنَّهَا سَمِعَتْ صَوْتَ رَجُلٍ يَسْتَأْذِنُ فِي بَيْتِ حَفْصَةَ . قَالَتْ عَائِشَةُ فَقُلْتُ يَا رَسُولَ اللَّهِ هَذَا رَجُلٌ يَسْتَأْذِنُ فِي بَيْتِكَ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أُرَاهُ فُلاَنًا  . لِعَمِّ حَفْصَةَ مِنَ الرَّضَاعَةِ . فَقَالَتْ عَائِشَةُ يَا رَسُولَ اللَّهِ لَوْ كَانَ فُلاَنٌ حَيًّا - لِعَمِّهَا مِنَ الرَّضَاعَةِ - دَخَلَ عَلَىَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  نَعَمْ إِنَّ الرَّضَاعَةَ تُحَرِّمُ مَا تُحَرِّمُ الْوِلاَدَةُ  .",
    "hadithBengali": "৩৪৩৭। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আয়িশা (রাঃ) সুত্রে আমরাহ (রহঃ) বর্ণনা করেন যে, একদিন তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট অবস্থান করছিলেন। তিনি তখন কোন কে ব্যক্তির আওয়াজ শুনতে পেলেন, যে হাফসা (রাঃ) এর ঘরে প্রবেশের অনুমতি চাচ্ছে। আয়িশা (রাঃ) বলেন, আমি তখন বললামঃ ইয়া রাসুলাল্লাহ! এ লোক আপনার ঘরে প্রবেশ করার অনুমতি চায়। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি জানি, অমুক হাফসার রাযাঈ চাচা। আয়িশা (রাঃ) বললেন, ইয়া রাসুলাল্লাহ! যদি তার (আয়িশার) রাযাঈ চাচা জীবিত থাকতেন তা হলে তিনি আমার নিকট প্রবেশ করতে পারতেন? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হ্যাঁ, নিশ্চয়ই দুগ্ধ সম্পর্ক সেই সব লোকদের হারাম করে দেয়, যাদের জন্মগত সম্পর্ক হারাম করে।\n",
    "checkStatus": "1",
    "hadithNo": "3437",
    "id": "13048",
    "thesequence": "12892",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported Allahs Messenger (ﷺ) as saying:\nWhat becomes unlawful through breastfeeding is that which becomes unlawful through birth.",
    "hadithArabic": "وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، ح وَحَدَّثَنِي أَبُو مَعْمَرٍ، إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ الْهُذَلِيُّ حَدَّثَنَا عَلِيُّ بْنُ هَاشِمِ بْنِ الْبَرِيدِ، جَمِيعًا عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي، بَكْرٍ عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم   يَحْرُمُ مِنَ الرَّضَاعَةِ مَا يَحْرُمُ مِنَ الْوِلاَدَةِ  .",
    "hadithBengali": "৩৪৩৮। আবূ কুরায়ব ও আবূ মা&#39;মার ইসমাঈল ইবনু ইবরাহীম হুযালী (রহঃ) ... হিশাম ইবন উরওয়া আবদুল্লাহ ইবন আবু বকর থেকে, তিনি আমরা থেকে এবং তিনি আয়িশা (রাঃ) থেকে বর্ণনা করেন যে, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুগ্ধ সম্পর্ক সে লোকদের হারাম করে দেয়, যাদের জন্মগত সম্পর্ক হারাম করে।\n",
    "checkStatus": "1",
    "hadithNo": "3438",
    "id": "13049",
    "thesequence": "12893",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The above hadith is narrated through another chain.",
    "hadithArabic": " وَحَدَّثَنِيهِ إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ، بِهَذَا الإِسْنَادِ . مِثْلَ حَدِيثِ هِشَامِ بْنِ عُرْوَةَ .",
    "hadithBengali": "৩৪৩৯। ইসহাক ইবনু মানসূর (রহঃ) ... ইবন জুরায়জ বলেন, আমার কাছে আবদুল্লাহ ইবনু আবূ বকর (রাঃ) বর্ণনা করেছেন। উপরোক্ত হিশাম ইবনু উরওয়ার বর্ণিত হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "3439",
    "id": "13050",
    "thesequence": "12894",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha (Allah be pleased with her) reported that Aflah, the brother of Abul-Quais, who was her uncle by reason of fosterage, came, and asked her permission (to enter the house) after seclusion (Hijab) was instituted. I refused to admit him. When Allahs Messenger (ﷺ) came, I informed him what I had done. He commanded me to grant him permission (as the brother of her foster-father was also her uncle).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، أَنَّهَا أَخْبَرَتْهُ أَنَّ أَفْلَحَ - أَخَا أَبِي الْقُعَيْسِ - جَاءَ يَسْتَأْذِنُ عَلَيْهَا وَهُوَ عَمُّهَا مِنَ الرَّضَاعَةِ بَعْدَ أَنْ أُنْزِلَ الْحِجَابُ قَالَتْ فَأَبَيْتُ أَنْ آذَنَ لَهُ فَلَمَّا جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَخْبَرْتُهُ بِالَّذِي صَنَعْتُ فَأَمَرَنِي أَنْ آذَنَ لَهُ عَلَىَّ .",
    "hadithBengali": "৩৪৪০। ইয়াহইয়া ইবনু ইয়াইয়া (রহঃ) ... উরওয়া (রহঃ) আয়িশা (রাঃ) সুত্রে বর্ণনা করেছেন যে, আবূ কায়সের ভাই আফলাহ একবার তাঁর নিকট প্রবেশের অনুমতি চাইলেন। তিনি ছিলেন তাঁর রাযাঈ চাচা। এ ছিল পর্দার হুকুম অবতীর্ণ হওয়ার পরবর্তী ঘটনা। তিনি বলেন, আমি তাঁকে অনুমতি দিতে অস্বীকার করলাম। তারপর যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসলেন আমি যা করেছি সে সম্পর্কে আমি তাঁকে অবহিত করলাম। তখন তিনি আমাকে নির্দেশ দিলেন যে, আমি যেন তাকে (রাযাঈ চাচাকে) আমার নিকট আসার অনুমতি দেই।\n",
    "checkStatus": "1",
    "hadithNo": "3440",
    "id": "13051",
    "thesequence": "12895",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nThere came to me Aflah b. Abu Qulais, my uncle by reason of fosterage; the rest of the hadith is the same (but with this) addition: I (Aisha) said (to the Holy Prophet): It was the woman who suckled me and not the man, whereupon he (Allahs Messenger) said: May your hands or your right hand be besmeared with dust (you were mistaken).",
    "hadithArabic": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ أَتَانِي عَمِّي مِنَ الرَّضَاعَةِ أَفْلَحُ بْنُ أَبِي قُعَيْسٍ . فَذَكَرَ بِمَعْنَى حَدِيثِ مَالِكٍ وَزَادَ قُلْتُ إِنَّمَا أَرْضَعَتْنِي الْمَرْأَةُ وَلَمْ يُرْضِعْنِي الرَّجُلُ قَالَ   تَرِبَتْ يَدَاكِ أَوْ يَمِينُكِ .",
    "hadithBengali": "৩৪৪১। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমার দুধ চাচা আফলাহ ইবনু আবূল কুআয়স আমার কাছে এলেন। তারপর রাবী পূর্ববর্তী হাদীসের ন্যায় হাদীস বর্ণনা করেন। তবে রাবী তাঁর বর্ণনায় অতিরিক্ত বলেছেন, আমি বললাম, আমাকে এক মহিলা দুধ পান করিয়েছেন, কোন পুরুষ তো করান নি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার দু&#39; হাত বা ডান হাত ধুলিমলিন হোক।\n",
    "checkStatus": "1",
    "hadithNo": "3441",
    "id": "13052",
    "thesequence": "12896",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported that there came Aflah the brother, of Abul-Quais, who sought her permission (to enter) after seclusion was instituted, and AbuQuais was the father of Aisha by reason of fosterage. Aisha said:\nBy Allah, I would not permit Aflah unless I have solicited the opinion of Allahs Messenger (ﷺ) for Abu Qulais has not suckled me, but his wife has given me suck. Aisha (Allah be pleased with her) said: When Allahs Messenger (ﷺ) entered, I said: Allahs Messenger, Aflah is the brother of Abul-Qulais; he came to me to seek my permission for entering (the houst). I did not like the idea of granting him permission until I had solicited your opinion. Thereupon Allahs Apostle (ﷺ) said: Grant him permission. Urwa said it was on account of this that Aisha used to say. What is unlawful by reason of consanguinity is unlawful by reason of fosterage.",
    "hadithArabic": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّهُ، جَاءَ أَفْلَحُ أَخُو أَبِي الْقُعَيْسِ يَسْتَأْذِنُ عَلَيْهَا بَعْدَ مَا نَزَلَ الْحِجَابُ - وَكَانَ أَبُو الْقُعَيْسِ أَبَا عَائِشَةَ مِنَ الرَّضَاعَةِ - قَالَتْ عَائِشَةُ فَقُلْتُ وَاللَّهِ لاَ آذَنُ لأَفْلَحَ حَتَّى أَسْتَأْذِنَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَإِنَّ أَبَا الْقُعَيْسِ لَيْسَ هُوَ أَرْضَعَنِي وَلَكِنْ أَرْضَعَتْنِي امْرَأَتُهُ - قَالَتْ عَائِشَةُ - فَلَمَّا دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ أَفْلَحَ أَخَا أَبِي الْقُعَيْسِ جَاءَنِي يَسْتَأْذِنُ عَلَىَّ فَكَرِهْتُ أَنْ آذَنَ لَهُ حَتَّى أَسْتَأْذِنَكَ - قَالَتْ - فَقَالَ النَّبِيُّ صلى الله عليه وسلم   ائْذَنِي لَهُ  . قَالَ عُرْوَةُ فَبِذَلِكَ كَانَتْ عَائِشَةُ تَقُولُ حَرِّمُوا مِنَ الرَّضَاعَةِ مَا تُحَرِّمُونَ مِنَ النَّسَبِ .",
    "hadithBengali": "৩৪৪২। হারামালা ইবনু ইয়াহইয়া (রহঃ) ... উরওয়া (রহঃ) বলেন, আয়িশা (রাঃ) তার কাছে বর্ণনা করেছেন যে, আবূল কুআয়সের ভাই আফলাহ এসে তাঁর কাছে প্রবেশের অনুমতি চাইলেন। এ ছিল পর্দার আয়াত অবতীর্ণ হওয়ার পরবর্তী ঘটনা। আবূল ক&#39;আয়স ছিলেন আয়িশা (রাঃ) এর রাযাঈ পিতা। আয়িশা (রাঃ) বলেন, আমি বললামঃ আল্লাহর কসম! আমি আফলাহকে আমার কাছে আসার অনুমতি দিব না যে পর্যন্ত না রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে থেকে অনুমতি না নেই। কেননা, আবূল কু&#39;আয়স সে তো আমাকে দুধ পান করান নি, বরং আমাকে দুগ্ধপান করিয়েছে তার স্ত্রী।\n\nআয়িশা (রাঃ) বলেন, যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এলেন আমি বললাম, ইয়া রাসুলাল্লাহ! আবূ কু&#39;আয়সের ভাই আফলাহ আমার নিকট প্রবেশের অনুমতি চেয়েছেন, কিন্তু আমি আপনার অনুমতি না নিয়ে তাঁকে আমার কাছে আসতে দিতে অস্বীকার করলাম। রাবী বলেন, আয়িশা (রাঃ) বলেছেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তাকে অনুমতি দাও। উরওয়া বলেন, এ কারণেই আয়িশা (রাঃ) বলতেন, তোমরা দুধপানের সম্পর্কে দ্বারা ঐ লোকদের হারাম গণ্য করবে যাদের তোমরা বংশগত সম্পর্কের দ্বারা হারাম গণ্য কর।\n",
    "checkStatus": "1",
    "hadithNo": "3442",
    "id": "13053",
    "thesequence": "12897",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Zuhri with the same chain of transmitters (that Aisha said):\nThere came Aflah, the brother of Abul Qulais (Allah be pleased with him), and sought permission from her, the rest of the hadith is the same (except for the words that the Holy Prophet) said: He is your uncle. Let your hand be besmeared with dust. Abul Qulais was the husband of the woman who had suckled Aisha (Allah be pleased with her).",
    "hadithArabic": "وَحَدَّثَنَاهُ عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ جَاءَ أَفْلَحُ أَخُو أَبِي الْقُعَيْسِ يَسْتَأْذِنُ عَلَيْهَا . بِنَحْوِ حَدِيثِهِمْ وَفِيهِ   فَإِنَّهُ عَمُّكِ تَرِبَتْ يَمِينُكِ  . وَكَانَ أَبُو الْقُعَيْسِ زَوْجَ الْمَرْأَةِ الَّتِي أَرْضَعَتْ عَائِشَةَ .",
    "hadithBengali": "৩৪৪৩। আবদ ইবনু হুমায়দ (রহঃ) ... যুহরী (রহঃ) থেকে এ সনদে বর্ণিত আছে যে, আবূল কু&#39;আয়সের ভাই আফলাহ আয়িশা (রাঃ) এর কাছে আসার অনুমতি চাইলেন। উপরোক্ত হাদীসের অনুরূপ, এতে আরো বর্ণিত আছে যে, সে তো তোমার চাচা। তোমার হাত ধূলিমলিন হোক। আর আবূল কু&#39;আয়স ছিলেন আয়িশা (রাঃ) কে যে মহিলা স্তন্যদান করেছিলেন তার স্বামী।\n",
    "checkStatus": "1",
    "hadithNo": "3443",
    "id": "13054",
    "thesequence": "12898",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nMy foster uncle came to me and sought permission (to enter the house), but I refused him permission until I had solicited the opinion of Allahs Messenger (ﷺ). When Allahs Messenger (ﷺ) came, I said to him: My foster-uncle sought my permission to (enter the house), but I did not permit him, whereupon Allahs Messenger (ﷺ) said: You better admit your uncle (into the house). I (Aisha) said: It was the woman who suckled me and not the man. (But he) said: He is your uncle, admit him.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا ابْنُ نُمَيْرٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ جَاءَ عَمِّي مِنَ الرَّضَاعَةِ يَسْتَأْذِنُ عَلَىَّ فَأَبَيْتُ أَنْ آذَنَ لَهُ حَتَّى أَسْتَأْمِرَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَلَمَّا جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم قُلْتُ إِنَّ عَمِّي مِنَ الرَّضَاعَةِ اسْتَأْذَنَ عَلَىَّ فَأَبَيْتُ أَنْ آذَنَ لَهُ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  فَلْيَلِجْ عَلَيْكِ عَمُّكِ  . قُلْتُ إِنَّمَا أَرْضَعَتْنِي الْمَرْأَةُ وَلَمْ يُرْضِعْنِي الرَّجُلُ قَالَ  إِنَّهُ عَمُّكِ فَلْيَلِجْ عَلَيْكِ  .",
    "hadithBengali": "৩৪৪৪। আবূ বাকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমার দুধচাচা আমার সাথে সাক্ষাৎ করার জন্য আসলেন এবং আমার কাছে প্রবেশের অনুমতি চাইলেন, কিন্তু রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে পরামর্শ না করা পর্যন্ত আমি অনুমতি দিতে অস্বীকার করলাম। যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসলেন তখন আমি তাকে বললাম, আমার দুধচাচা আমার সঙ্গে সাক্ষাতের অনুমতি চেয়েছিলেন, কিন্তু, আমি অনুমতি দিতে অস্বীকার করি। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন, তোমার চাচা তোমার নিকট প্রবেশ করতে পারে। আমি বললাম, আমাকে তো দুধপান করিয়েছে নারী, কোন পুরুষ তো আমাকে দুধপান করায় নি। তিনি বললেনঃ অবশ্যই সে তোমার চাচা। অতএব সে তোমার সাথে সাক্ষাৎ করতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "3444",
    "id": "13055",
    "thesequence": "12899",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Hisham with the same chain of transmitters (and the words are):\n The brother of Abul-Quais sought permission from her (Aisha) (to enter the house). The rest is the same.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - حَدَّثَنَا هِشَامٌ، بِهَذَا الإِسْنَادِ أَنَّ أَخَا أَبِي الْقُعَيْسِ، اسْتَأْذَنَ عَلَيْهَا . فَذَكَرَ نَحْوَهُ .",
    "hadithBengali": "৩৪৪৫। আবূর রাবী যাহরানী (রহঃ) ... হিশাম (রহঃ) এই সনদে আবূ কু&#39;আয়সের ভাই আয়েশা (রাঃ) এর কাছে প্রবেশের অনুমতি চাইলেন-এর পর পূর্বোক্ত হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3445",
    "id": "13056",
    "thesequence": "12900",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Hisham with the same chain of transmitters but with a slight variation of words.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ غَيْرَ أَنَّهُ قَالَ اسْتَأْذَنَ عَلَيْهَا أَبُو الْقُعَيْسِ .",
    "hadithBengali": "৩৪৪৬। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... হিশাম (রহঃ) থেকে এ সনদে পূর্বোক্ত হাদিসের অনুরূপ। অবশ্য তিনি বলেছেন, আয়িশা (রাঃ) এর নিকট প্রবেশের অনুমতি চেয়েছিলেন আবূল কু&#39;আয়স।\n",
    "checkStatus": "1",
    "hadithNo": "3446",
    "id": "13057",
    "thesequence": "12901",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nMy foster-uncle Abul Jad (kunya of Aflah) sought permission from me, which I refused. (Hisham said to me that Abul-Jad was in fact Abul-Quais). When Allahs Apostle (ﷺ) came, I (Aisha) informed him about it. He said: Why did you not permit him? Let your right hand or hand be besmeared with dust.",
    "hadithArabic": "وَحَدَّثَنِي الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، وَمُحَمَّدُ بْنُ رَافِعٍ، قَالاَ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، عَنْ عَطَاءٍ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ قَالَتِ، اسْتَأْذَنَ عَلَىَّ عَمِّي مِنَ الرَّضَاعَةِ أَبُو الْجَعْدِ فَرَدَدْتُهُ - قَالَ لِي هِشَامٌ إِنَّمَا هُوَ أَبُو الْقُعَيْسِ - فَلَمَّا جَاءَ النَّبِيُّ صلى الله عليه وسلم أَخْبَرْتُهُ بِذَلِكَ قَالَ   فَهَلاَّ أَذِنْتِ لَهُ تَرِبَتْ يَمِينُكِ أَوْ يَدُكِ .",
    "hadithBengali": "৩৪৪৭। হাসান ইবনু আলী হুলওয়ানী ও মুহাম্মাদ ইবনু রাফি (রহঃ) ... ইবন জুরায়জ আতা (রহঃ) থেকে বর্ণনা করেন যে, তিনি বলেন, আমার কাছে উরওয়া ইবনুয যুবায়র (রহঃ) বর্ণনা করেন যে, আয়িশা (রাঃ) বলেন, একদা আমার দুধচাচা আবূল জাদ আমার নিকট প্রবেশ কলার জন্য অনুমতি চাইলেন। আমি তাকে ফিরিয়ে দিলাম। রাবী ইবনু জুরায়জ বলেন, আমাকে হিশাম বলেছেন, ঐ ব্যক্তি তো আবূ কু&#39;আয়স। যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এলেন তখন আয়িশা (রাঃ) তাঁকে উক্ত ঘটনা সম্পর্কে অবহিত করেন। তিনি বললেন, কেন তুমি তাকে অনুমতি প্রদান করলে না? ধুলায় ধুসরিত হোক তোমার ডান হাত অথবা তিনি বলেছেন, ধুসরিত হোক তোমার হাত।\n",
    "checkStatus": "1",
    "hadithNo": "3447",
    "id": "13058",
    "thesequence": "12902",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported that her foster-uncle whose name was Aflah sought permission from her (to enter the house) but she observed seclusion from him, and informed Allahs Messenger (ﷺ) who said to her:\nDont observe veil from him for he is Mahram (one with whom marriage cannot be contracted) on account of fosterage as one is Mahram on account of consanguinity.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ عِرَاكٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّهَا أَخْبَرَتْهُ أَنَّ عَمَّهَا مِنَ الرَّضَاعَةِ - يُسَمَّى أَفْلَحَ - اسْتَأْذَنَ عَلَيْهَا فَحَجَبَتْهُ فَأَخْبَرَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهَا   لاَ تَحْتَجِبِي مِنْهُ فَإِنَّهُ يَحْرُمُ مِنَ الرَّضَاعَةِ مَا يَحْرُمُ مِنَ النَّسَبِ  .",
    "hadithBengali": "৩৪৪৮। কুতায়বা ইবনু সাঈদ ও মুহাম্মাদ ইবনু রুমহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বর্ণনা করেন যে, আফলাহ নামক তাঁর দুধচাচা তার সাথে সাক্ষাৎ করার জন্য অনুমতি চাইলেন। তিনি তাঁকে নিষেধ করে দেন। তারপর তিনি এ সম্পর্কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অবহিত করলেন। তিনি তাঁকে বললেন, তুমি তার থেকে পর্দা করবে না। কেননা দুধ পানের সস্পর্ক দ্বারা ঐসব লোক হারাম হয়ে যায় যারা রক্ত সম্পর্ক দ্বারা হারাম হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3448",
    "id": "13059",
    "thesequence": "12903",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nAflah b. Quais sought permission from me (to enter the house), but I refused to grant him the permission, and he sent me (the message saying): I am your uncle (in the sense) that the wife of my brother has suckled you, (but still) I refused to grant him permission. There came the Messenger of Allah (ﷺ) and I made a mention of it to him, and he said: He can enter (your house), for he is your uncle.",
    "hadithArabic": "وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ عِرَاكِ، بْنِ مَالِكٍ عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتِ اسْتَأْذَنَ عَلَىَّ أَفْلَحُ بْنُ قُعَيْسٍ فَأَبَيْتُ أَنْ آذَنَ، لَهُ فَأَرْسَلَ إِنِّي عَمُّكِ أَرْضَعَتْكِ امْرَأَةُ أَخِي . فَأَبَيْتُ أَنْ آذَنَ لَهُ فَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ   لِيَدْخُلْ عَلَيْكِ فَإِنَّهُ عَمُّكِ  .",
    "hadithBengali": "৩৪৪৯। উবায়দুল্লাহ ইবনু মুআয আম্বারী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আফলাহ ইবনু কুয়ায়স আমার সাথে সাক্ষাৎ করার অনুমতি চাইলেন। আমি তাকে অনুমতি প্রদানে অস্বীকার করলাম। তারপর তিনি লোক পাঠিয়ে আমাকে জানালেন যে, আমি তোমার চাচা। আমার ভাইয়ের স্ত্রী তোমাকে দুধ পান করিয়েছেন। এরপর ও আমি তাকে অনুমতি দিতে অস্বীকার করি। তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসলেন এবং আমি তাঁর কাছে এ বিষয় উল্লেখ করি। তিনি বললেন, সে তোমার নিকট আসতে পারে। কেননা, সে তোমার চাচা।\n",
    "checkStatus": "1",
    "hadithNo": "3449",
    "id": "13060",
    "thesequence": "12904",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ali (Allah be pleased with him) reported having said this:\nMessenger of Allah, why is it that you select (your wife) from among the Quraish, but you ignore us (the nearest of the kin)? Thereupon he said: Have you anything for me (a suitable match for me)? I said; Yes, the daughter of Hamza, whereupon Allahs Messenger (ﷺ) said: She is not lawful for me, for she is the daughter of my brother by reason of fosterage.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالُوا حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَلِيٍّ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَا لَكَ تَنَوَّقُ فِي قُرَيْشٍ وَتَدَعُنَا فَقَالَ  وَعِنْدَكُمْ شَىْءٌ  . قُلْتُ نَعَمْ بِنْتُ حَمْزَةَ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّهَا لاَ تَحِلُّ لِي إِنَّهَا ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ  .",
    "hadithBengali": "৩৪৫০। আবূ বকর ইবনু আবূ শায়বা, যুহায়র ইবনু হারব ও মুহাম্মাদ ইবনুল আলা (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি জিজ্ঞাসা করলাম, ইয়া রাসুলাল্লাহ! কী ব্যাপার আপনি কুরায়শী মহিলাদের প্রতি আগ্রহী আর আমাদের প্রতি অমনোযোগী? তিনি বললেন, তোমাদের মধ্যে এমন কেউ আছে নাকি? আমি বললাম, হাঁ, হামযার কন্যা। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সে আমার জন্য হালাল নয়। কেননা, সে আমার দুধ ভাইয়ের কন্যা।\n",
    "checkStatus": "1",
    "hadithNo": "3450",
    "id": "13061",
    "thesequence": "12905",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Amash with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، عَنْ جَرِيرٍ، ح وَحَدَّثَنَا ابْنُ، نُمَيْرٍ حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، كُلُّهُمْ عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৩৪৫১। উসমান ইবনু আবূ শায়বা, ইসহাক ইবনু ইবরাহীম, ইবনু নুমায়র, মুহাম্মদ ইবনু আবূ বকর মুকাদ্দামী (রহঃ) ... সবাই আ&#39;মাশ (রহঃ) সুত্রে উপরোক্ত সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3451",
    "id": "13062",
    "thesequence": "12906",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas (Allah be pleased with them) reported:\nIt was proposed that he (the Holy Prophet) be married to the daughter of Hamza, whereupon he said: She is not lawful for me for she is the daughter of my foster-brother, and that is unlawful by reason of fosterage what is unlawful by reason of genealogy.",
    "hadithArabic": "وَحَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ جَابِرِ بْنِ زَيْدٍ، عَنِ ابْنِ، عَبَّاسٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم أُرِيدَ عَلَى ابْنَةِ حَمْزَةَ فَقَالَ   إِنَّهَا لاَ تَحِلُّ لِي إِنَّهَا ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ وَيَحْرُمُ مِنَ الرَّضَاعَةِ مَا يَحْرُمُ مِنَ الرَّحِمِ  .",
    "hadithBengali": "৩৪৫২। হাদ্দাব ইবনু খালিদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে হামযার কন্যার বিবাহের প্রস্তাব দেওয়া হল। তিনি বললেন, সে আমার জন্য হালাল নয়। কেননা সে আমার রাযাঈ ভাইয়ের কন্যা। আর দুধপান দ্বারা ঐ সব লোক হারাম হয়ে যায় যারা রক্ত সম্পর্কের দ্বারা হারাম হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3452",
    "id": "13063",
    "thesequence": "12907",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this is narrated on the authority of Hammam, Said, Bishr b Umar, but with a small variation of words.",
    "hadithArabic": " وَحَدَّثَنَاهُ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى، وَهُوَ الْقَطَّانُ ح وَحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، بْنِ مِهْرَانَ الْقُطَعِيُّ حَدَّثَنَا بِشْرُ بْنُ عُمَرَ، جَمِيعًا عَنْ شُعْبَةَ، ح وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، كِلاَهُمَا عَنْ قَتَادَةَ، بِإِسْنَادِ هَمَّامٍ سَوَاءً غَيْرَ أَنَّ حَدِيثَ شُعْبَةَ انْتَهَى عِنْدَ قَوْلِهِ  ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ  . وَفِي حَدِيثِ سَعِيدٍ  وَإِنَّهُ يَحْرُمُ مِنَ الرَّضَاعَةِ مَا يَحْرُمُ مِنَ النَّسَبِ  . وَفِي رِوَايَةِ بِشْرِ بْنِ عُمَرَ سَمِعْتُ جَابِرَ بْنَ زَيْدٍ .",
    "hadithBengali": "৩৪৫৩। যুহায়র ইবনু হারব, মুহাম্মদ ইবনু ইয়াহইয়া, শু&#39;বা (রহঃ) সুত্রে এবং আবূ বকর ইবনু আবূ শায়বা, সাঈদ ইবনু আবূ আরুবা সুত্রে কাতাদা (রহঃ) থেকে উক্ত হাম্মাদের সনদে হাদীস বর্ণনা করেন। তবে শু&#39;বার হাদীসে রাযাঈ ভাইয়ের কন্যা পর্যন্ত এবং সাঈদের হাদীসে এ-ও আছে যে, দুধ সম্পর্কে তারা হারাম হয়ে যায় যারা রক্ত সম্পর্কে হারাম হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3453",
    "id": "13064",
    "thesequence": "12908",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama (Allah be pleased with her), the wife of Allahs Apostle (ﷺ), said:\nIt was said to the Messenger of Allah (ﷺ): Is not the daughter of Hamza a suitable match for you? Or it was said: Why dont you propose to marry the daughter of Hamza, the son of Abd al-Muttalib? Thereupon he said: Hamza is my brother by reason of fosterage.",
    "hadithArabic": "وَحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَأَحْمَدُ بْنُ عِيسَى، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَخْرَمَةُ بْنُ بُكَيْرٍ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مُسْلِمٍ، يَقُولُ سَمِعْتُ مُحَمَّدَ بْنَ مُسْلِمٍ، يَقُولُ سَمِعْتُ حُمَيْدَ بْنَ عَبْدِ الرَّحْمَنِ، يَقُولُ سَمِعْتُ أُمَّ سَلَمَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم تَقُولُ قِيلَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَيْنَ أَنْتَ يَا رَسُولَ اللَّهِ عَنِ ابْنَةِ حَمْزَةَ . أَوْ قِيلَ أَلاَ تَخْطُبُ بِنْتَ حَمْزَةَ بْنِ عَبْدِ الْمُطَّلِبِ قَالَ   إِنَّ حَمْزَةَ أَخِي مِنَ الرَّضَاعَةِ  .",
    "hadithBengali": "৩৪৫৪। হারুন ইবনু সাঈদ আয়লী ও আহমাদ ইবনু ঈসা (রহঃ) ... রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বলা হল, ইয়া রাসুলাল্লাহ! আপনি হামযার কন্যার সাথে বিবাহ সম্পর্ক স্থাপন থেকে দুরে কেন অথবা বলা হল আপনি কি হামযা ইবনু আবদুল মুত্তালিবের কন্যাকে বিবাহের প্রস্তাব দেবেন না? তিনি বললেন হামযা হল আমার রাযাঈ ভাই।\n",
    "checkStatus": "1",
    "hadithNo": "3454",
    "id": "13065",
    "thesequence": "12909",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Habiba, the daughter of AbuSufyan, reported:\nThe Messenger of Allah (ﷺ) came to me and I said to him: Have you any inclination towards my the daughter of Abu Sufyan? He (the Holy Prophet) said: Then what should I do? I said: Marry her. He said: Do you like that? I said: I am not the exclusive (wife) of yours; I, therefore, wish to join my sister in good. He, said: She is not lawful for me. I said: I have been informed that you have given the proposal of marriage to Durrah daughter of Abu Salama He raid: You mean the daughter of Umm Salama? I said: Yes. He said: Even if she had not been my step-daughter brought up under my guardianship, she would not have been lawful for me, for she is the daughter of my foster-brother (Hamza), for Thuwaiba had suckled me and her father. So do not give me the proposal of the marriage of your daughters and sisters.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو أُسَامَةَ، أَخْبَرَنَا هِشَامٌ، أَخْبَرَنَا أَبِي، عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ، عَنْ أُمِّ حَبِيبَةَ بِنْتِ أَبِي سُفْيَانَ، قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقُلْتُ لَهُ هَلْ لَكَ فِي أُخْتِي بِنْتِ أَبِي سُفْيَانَ فَقَالَ  أَفْعَلُ مَاذَا  . قُلْتُ تَنْكِحُهَا . قَالَ  أَوَتُحِبِّينَ ذَلِكَ  . قُلْتُ لَسْتُ لَكَ بِمُخْلِيَةٍ وَأَحَبُّ مَنْ شَرِكَنِي فِي الْخَيْرِ أُخْتِي . قَالَ  فَإِنَّهَا لاَ تَحِلُّ لِي  . قُلْتُ فَإِنِّي أُخْبِرْتُ أَنَّكَ تَخْطُبُ دُرَّةَ بِنْتَ أَبِي سَلَمَةَ . قَالَ  بِنْتَ أُمِّ سَلَمَةَ  . قُلْتُ نَعَمْ . قَالَ  لَوْ أَنَّهَا لَمْ تَكُنْ رَبِيبَتِي فِي حَجْرِي مَا حَلَّتْ لِي إِنَّهَا ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ أَرْضَعَتْنِي وَأَبَاهَا ثُوَيْبَةُ فَلاَ تَعْرِضْنَ عَلَىَّ بَنَاتِكُنَّ وَلاَ أَخَوَاتِكُنَّ  .",
    "hadithBengali": "৩৪৫৫। আবূ কুরায়ব মুহাম্মদ ইবনুল আলা (রহঃ) ... উম্মু হাবীবা বিনত আবূ সুফিয়ান (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার ঘরে আসলেন। আমি তাকে বললাম, আপনার কি আমার বোন বিনত আবূ সুফিয়ানের প্রতি আপনার আগ্রহ আছে? তিনি বললেন, আমি কি করব? আমি বললাম, আপনি তাকে বিবাহ করবেন। তিনি বললেন, তুমি কি তা পছন্দ কর? আমি বললাম, আমি তো আপনার একক স্ত্রী নই। (আপনার সান্নিধ্য) কল্যাণ লাভে আমার সঙ্গে কেউ শরীক থাকলে তা আমার বোন থাকুক, সেটাই আমি বেশী পছন্দ করি। তিনি বললেন, সে আমার জন্য হালাল নয়।\n\nআমি বললাম, আমি এ মর্মে অবহিত হয়েছি যে, আপনি আবূ সালামার কন্যা দুরাহকে বিবাহ করার প্রস্তাব দিয়েছেন। তিনি বললেন, উম্মু সালামার কন্যা? আমি বললাম, হাঁ। তিনি বললেন যদি সে আমার কোলে রাবীবা তথা প্রতিপালিত নাও হতো তাহলেও সে আমার জন্য হালাল তে না। সে হল আমার দুধ ভাইয়ের কন্যা। আমাকে এবং তার পিতা আবূ সালামাকে সুওয়ায়বা দুধপান করিয়েছেন। অতএব তোমরা আমার সাথে তোমাদের কন্যা ও ভগ্নিদের বিবাহের প্রস্তাব পেশ করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3455",
    "id": "13066",
    "thesequence": "12910",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Hisham with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِيهِ سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّاءَ بْنِ أَبِي زَائِدَةَ، ح وَحَدَّثَنَا عَمْرٌو، النَّاقِدُ حَدَّثَنَا الأَسْوَدُ بْنُ عَامِرٍ، أَخْبَرَنَا زُهَيْرٌ، كِلاَهُمَا عَنْ هِشَامِ بْنِ عُرْوَةَ، بِهَذَا الإِسْنَادِ سَوَاءً .",
    "hadithBengali": "৩৪৫৬। সুয়ায়দ ইবনু সাঈদ ও আমরুন নাকিদ (রহঃ) ... হিশাম ইবনু উরওয়া (রহঃ) সুত্রে এই সনদে অনুরূপ বর্ণিত।\n",
    "checkStatus": "1",
    "hadithNo": "3456",
    "id": "13067",
    "thesequence": "12911",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Habiba, the wife of Allahs Apostle (ﷺ), reported that she said to Allahs Messenger (ﷺ):\nMessenger of Allah, marry my sister Azza, whereupon Allahs Messenger (ﷺ) said: Do you like it? She said: Yes, Messenger of Allah, I am not the exclusive wife of yours, and I wish that the person who joins me in good should be my sister. Thereupon Allahs Messenger (ﷺ) said: That is not lawful for me. I said: Messenger of Allah, we discussed that You intend to marry Durrah bint Abu Salama. He (the Holy Prophet) said: You mean the daughter of Abu Salama? She said: Yes, whereupon Allahs Messenger (may. peace be upon him) said: Even if she were not the step-daughter of mine, brought up under my guardianship, she would not have been lawful for me, for she is the daughter of my foster-brother. Thuwaiba gave me suck and to Abu Salama (also), so do not offer to me your daughters and sisters.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، أَنَّحَدَّثَهُ أَنَّ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ حَدَّثَتْهُ أَنَّ أُمَّ حَبِيبَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم حَدَّثَتْهَا أَنَّهَا قَالَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم يَا رَسُولَ اللَّهِ انْكِحْ أُخْتِي عَزَّةَ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَتُحِبِّينَ ذَلِكِ  . فَقَالَتْ نَعَمْ يَا رَسُولَ اللَّهِ لَسْتُ لَكَ بِمُخْلِيَةٍ وَأَحَبُّ مَنْ شَرِكَنِي فِي خَيْرٍ أُخْتِي . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  فَإِنَّ ذَلِكِ لاَ يَحِلُّ لِي  . قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ فَإِنَّا نَتَحَدَّثُ أَنَّكَ تُرِيدُ أَنْ تَنْكِحَ دُرَّةَ بِنْتَ أَبِي سَلَمَةَ . قَالَ  بِنْتَ أَبِي سَلَمَةَ  . قَالَتْ نَعَمْ . قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَوْ أَنَّهَا لَمْ تَكُنْ رَبِيبَتِي فِي حَجْرِي مَا حَلَّتْ لِي إِنَّهَا ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ أَرْضَعَتْنِي وَأَبَا سَلَمَةَ ثُوَيْبَةُ فَلاَ تَعْرِضْنَ عَلَىَّ بَنَاتِكُنَّ وَلاَ أَخَوَاتِكُنَّ  .",
    "hadithBengali": "৩৪৫৭। মুহাম্মাদ ইবনু রুমহ ইবনু মুহাজির (রহঃ) ... রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী উম্মু হাবীবা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, ইয়া রাসুলাল্লাহ! আপনি আমার বোন আযযাহকে বিবাহ করুন। তিনি বললেন, তুমি কি তা পছন্দ কর? তিনি বললেন, হাঁ, ইয়া রাসুলাল্লাহ! আমি তো আপনার একক স্ত্রী নই। আর কল্যাণে কেউ আমার শরীক হলে, তা সে আমার বোন হোক এটাই আমি বেশী পছন্দ করি। তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাকে তো বিবাহ করা আমার জন্য হালাল নয়।\n\nতিনি বলেন, তখন আমি বললাম, ইয়া রাসুলাল্লাহ! আমাদের মধ্যে আলোচনা হচ্ছে যে, আপনি আবূ সালামার কন্যা দুররাহকে বিবাহ করার ইচ্ছা রাখেন। তিনি বললেন,আবূ সালামার কন্যাকে? উম্মু হাবিবা বললেন, হ্যাঁ। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যদি সে আমার অভিভাবকত্বে প্রতিপালিত নাও হতো তবু সে একারণে আমার জন্য হানাল হতো না যে, সে আমার দুধ ভাইয়ের কন্যা। আমাকে ও তার পিতা আবূ সালামাকে সুওয়ায়বা দুধপান করিয়েছেন। তাই তোমরা আমার কাছে তোমাদের কন্যা ও ভগ্নিদের বিবাহের প্রস্তাব পেশ করো না।\n",
    "checkStatus": "1",
    "hadithNo": "3457",
    "id": "13068",
    "thesequence": "12912",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The above hadith is narratted through other chains except they did not mention Azza like the chain of Yazid Bin Abi Habib.",
    "hadithArabic": " وَحَدَّثَنِيهِ عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ، خَالِدٍ ح وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ الزُّهْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ، اللَّهِ بْنِ مُسْلِمٍ كِلاَهُمَا عَنِ الزُّهْرِيِّ، بِإِسْنَادِ ابْنِ أَبِي حَبِيبٍ عَنْهُ نَحْوَ حَدِيثِهِ وَلَمْ يُسَمِّ أَحَدٌ مِنْهُمْ فِي حَدِيثِهِ عَزَّةَ غَيْرُ يَزِيدَ بْنِ أَبِي حَبِيبٍ .",
    "hadithBengali": "৩৪৫৮। আবদুল মালিক ইবনু শু&#39;আয়ব ইবনু লায়স এবং আবদ ইবনু হুমায়দ (রহঃ) যুহরী (রহঃ) সুত্রে ইবনু আবূ হাবীবের সনদে অনুরূপ বর্ণনা করেছেন, কিন্তু ইয়াযীদ ইবনু আবূ হাবীব (রহঃ) ব্যতীত তারা কেউ নিজে হাদীসে আযযার নাম উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "3458",
    "id": "13069",
    "thesequence": "12913",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her), Suwaid and Zubair reported Allahs Apostle (ﷺ) as saying:\nOne suckling or two do not make (marriage) unlawful.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ، اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا إِسْمَاعِيلُ، ح وَحَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ، كِلاَهُمَا عَنْ أَيُّوبَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ سُوَيْدٌ وَزُهَيْرٌ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   لاَ تُحَرِّمُ الْمَصَّةُ وَالْمَصَّتَانِ  .",
    "hadithBengali": "৩৪৫৯। যুহায়র ইবনু হারব, মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র ও সুয়ায়দ ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সুয়ায়দ ও যুহায়রের বর্ণনায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দু&#39;এক চুমুক হারাম করে না।\n",
    "checkStatus": "1",
    "hadithNo": "3459",
    "id": "13070",
    "thesequence": "12914",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm al-Fadl reported:\nA bedouin came to Allahs Apostle (ﷺ) when he was in my house and said: Allahs Apostle, I have had a wife and I married another besides her, and my first wife claimed that she had suckled once or twice my newly married wife, thereupon Allahs Apostle (ﷺ) said: One suckling or two do not make the (marriage) unlawful.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَعَمْرٌو النَّاقِدُ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، كُلُّهُمْ عَنِ الْمُعْتَمِرِ، - وَاللَّفْظُ لِيَحْيَى - أَخْبَرَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ أَيُّوبَ، يُحَدِّثُ عَنْ أَبِي الْخَلِيلِ، عَنْ عَبْدِ، اللَّهِ بْنِ الْحَارِثِ عَنْ أُمِّ الْفَضْلِ، قَالَتْ دَخَلَ أَعْرَابِيٌّ عَلَى نَبِيِّ اللَّهِ صلى الله عليه وسلم وَهُوَ فِي بَيْتِي فَقَالَ يَا نَبِيَّ اللَّهِ إِنِّي كَانَتْ لِي امْرَأَةٌ فَتَزَوَّجْتُ عَلَيْهَا أُخْرَى فَزَعَمَتِ امْرَأَتِي الأُولَى أَنَّهَا أَرْضَعَتِ امْرَأَتِي الْحُدْثَى رَضْعَةً أَوْ رَضْعَتَيْنِ . فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم   لاَ تُحَرِّمُ الإِمْلاَجَةُ وَالإِمْلاَجَتَانِ  . قَالَ عَمْرٌو فِي رِوَايَتِهِ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ .",
    "hadithBengali": "৩৪৬০। ইয়াহইয়া ইবনু ইয়াহইয়া, আমরুন নাকিদ ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... উম্মুল ফাযল (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক বেদুইন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এল। সে বলল, ইয়া নাবীইয়্যাল্লাহ! আমার এক স্ত্রী ছিল। তার উপর আর একটি বিবাহ করলাম। এমতাবস্থায় প্রথমা স্ত্রী বলছে যে, সে আমার নবাগতা স্ত্রীকে এক চুমুক বা দু&#39;চুমুক দুধ পান করিয়েছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এক চুমুক বা দু&#39;চুমুক হারাম করে না। আমর (রহঃ) বলেন, আবদুল্লাহ ইবনু হারিস ইবনু নাওফলের বর্ণনায় অনুরূপ আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3460",
    "id": "13071",
    "thesequence": "12915",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Fadl (Allah be pleased with her) reported that a person from Banu Amir b. Sasa said:\nAllahs Apostle, does one suckling make the (marriage) unlawful? He said: No.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو غَسَّانَ الْمِسْمَعِيُّ، حَدَّثَنَا مُعَاذٌ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ صَالِحِ بْنِ أَبِي مَرْيَمَ أَبِي الْخَلِيلِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ أُمِّ الْفَضْلِ، أَنَّ رَجُلاً، مِنْ بَنِي عَامِرِ بْنِ صَعْصَعَةَ قَالَ يَا نَبِيَّ اللَّهِ هَلْ تُحَرِّمُ الرَّضْعَةُ الْوَاحِدَةُ قَالَ   لاَ  .",
    "hadithBengali": "৩৪৬১। আবূ গাসসান মিসমাঈ, ইবনু মাসান্না ও ইবনু বাশশার (রহঃ) ... উম্মুল ফাযল (রাঃ) থেকে বর্ণিত যে, বনী আমির ইবনু সা&#39;সা&#39;আর এক ব্যক্তি জিজ্ঞাসা করল, ইয়া নাবীইয়্যাল্লাহ! একবার মাত্র দুধপানে কি হারাম সাব্যস্ত করে? তিনি বললেন না।\n",
    "checkStatus": "1",
    "hadithNo": "3461",
    "id": "13072",
    "thesequence": "12916",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Fadl (Allah be pleased with her) reported that Allahs Apostle (ﷺ) said:\nBeing suckled once or twice, or one suckling or two, do not make marriage unlawful.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ أَبِي الْخَلِيلِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، أَنَّ أُمَّ الْفَضْلِ، حَدَّثَتْ أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ تُحَرِّمُ الرَّضْعَةُ أَوِ الرَّضْعَتَانِ أَوِ الْمَصَّةُ أَوِ الْمَصَّتَانِ  .",
    "hadithBengali": "৩৪৬২। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... উম্মুল ফাযল (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একবার দু&#39;বার দুধপান অথবা এক চুমুক, দু&#39;চুমুক হারাম সাব্যস্ত করে না।\n",
    "checkStatus": "1",
    "hadithNo": "3462",
    "id": "13073",
    "thesequence": "12917",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "In the narration transmitted on the authority of Ibn Bishr there is a mention of two sucklings and Ibn Abu Shaiba has narrated it with a small variation of wording.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، جَمِيعًا عَنْ عَبْدَةَ بْنِ سُلَيْمَانَ، عَنِ ابْنِ أَبِي عَرُوبَةَ، بِهَذَا الإِسْنَادِ أَمَّا إِسْحَاقُ فَقَالَ كَرِوَايَةِ ابْنِ بِشْرٍ  أَوِ الرَّضْعَتَانِ أَوِ الْمَصَّتَانِ  . وَأَمَّا ابْنُ أَبِي شَيْبَةَ فَقَالَ  وَالرَّضْعَتَانِ وَالْمَصَّتَانِ  .",
    "hadithBengali": "৩৪৬৩। আবূ বকর ইবনু আবূ শায়বা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... ইবনু আবূ আরুবা (রহঃ) সুত্রে এই সনদে অনুরূপ বর্ণিত। ইসহাক ইবনু বিশরের রিওয়ায়াতে বলেন, দু&#39;বার দুধপান অথবা দু&#39;চুমূক। ইবনু আবূ শায়বা (রহঃ) বলেন, দু&#39;বার দুধপান অথবা দু&#39;চুমুক।\n",
    "checkStatus": "1",
    "hadithNo": "3463",
    "id": "13074",
    "thesequence": "12918",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Fadl (Allah be pleased with her) reported Allahs Apostle (may peace beapon him) having said this:\nOne or two sucklings do not make (the marriage) unlawful.",
    "hadithArabic": "وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ قَتَادَةَ، عَنْ أَبِي الْخَلِيلِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ، عَنْ أَمِّ الْفَضْلِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تُحَرِّمُ الإِمْلاَجَةُ وَالإِمْلاَجَتَانِ  .",
    "hadithBengali": "৩৪৬৪। ইবনু আবূ উমর (রহঃ) ... উম্মুল ফাযল (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, এক চুমুক কিংবা দু&#39;বার চুমুকে হারাম করে না।\n",
    "checkStatus": "1",
    "hadithNo": "3464",
    "id": "13075",
    "thesequence": "12919",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Fadl (Allah be pleased with her) reported that a person asked Allahs Apostle (ﷺ):\nDoes one suckling make (the marriage) unlawful? He said: No.",
    "hadithArabic": "حَدَّثَنِي أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ، حَدَّثَنَا حَبَّانُ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَبِي، الْخَلِيلِ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ أُمِّ الْفَضْلِ، سَأَلَ رَجُلٌ النَّبِيَّ صلى الله عليه وسلم أَتُحَرِّمُ الْمَصَّةُ فَقَالَ   لاَ  .",
    "hadithBengali": "৩৪৬৫। আহমাদ ইবনু সাঈদ দারিমী (রহঃ) ... উম্মুল ফাযল (রাঃ) থেকে বর্ণিত যে, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করল, এক চুমুক দুধপান কি হারাম করে? তিনি বললেন, না।\n",
    "checkStatus": "1",
    "hadithNo": "3465",
    "id": "13076",
    "thesequence": "12920",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha (Allah be pleased with, her) reported that it had been revealed in the Holy Quran that ten clear sucklings make the marriage unlawful, then it was abrogated (and substituted) by five sucklings and Allahs Apostle (ﷺ) died and it was before that time (found) in the Holy Quran (and recited by the Muslims).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ كَانَ فِيمَا أُنْزِلَ مِنَ الْقُرْآنِ عَشْرُ رَضَعَاتٍ مَعْلُومَاتٍ يُحَرِّمْنَ . ثُمَّ نُسِخْنَ بِخَمْسٍ مَعْلُومَاتٍ فَتُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُنَّ فِيمَا يُقْرَأُ مِنَ الْقُرْآنِ .",
    "hadithBengali": "৩৪৬৬। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, কুরআনে এই আয়াতটি নাযিল হয়েছিলঃعَشْرُ رَضَعَاتٍ مَعْلُومَاتٍ দশবার দুধপানে হারাম সাবিত হয়। তারপর তা রহিত হয়ে যায়خَمْسٍ مَعْلُومَاتٍ এর দ্বারা। (পাঁচবার পান দ্বারা হুরমত সাব্যস্ত হয়) তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইন্তেকাল করেন অথচ ঐ আয়াতটি কুরআনের আয়াত হিসাবে তিলাওয়াত করা হত।\n",
    "checkStatus": "1",
    "hadithNo": "3466",
    "id": "13077",
    "thesequence": "12921",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amra reported that she heard Aisha (Allah he pleased with her) discussing fosterage which (makes marriage) unlawful; and she (Aisha) said:\nThere was revealed in the Holy Quran ten clear sucklings, and then five clear (sucklings).",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ يَحْيَى، - وَهُوَ ابْنُ سَعِيدٍ - عَنْ عَمْرَةَ، أَنَّهَا سَمِعَتْ عَائِشَةَ، تَقُولُ - وَهْىَ تَذْكُرُ الَّذِي يُحَرِّمُ مِنَ الرَّضَاعَةِ - قَالَتْ عَمْرَةُ فَقَالَتْ عَائِشَةُ نَزَلَ فِي الْقُرْآنِ عَشْرُ رَضَعَاتٍ مَعْلُومَاتٍ ثُمَّ نَزَلَ أَيْضًا خَمْسٌ مَعْلُومَاتٌ .",
    "hadithBengali": "৩৪৬৭। আবদুল্লাহ ইবনু মাসলামা কা&#39;নাবী (রহঃ) ... আমরাহ (রহঃ) থেকে বর্ণিত। তিনি আয়িশা (রাঃ) কে বলতে শুনেছেন, যখন তিনি দুধপানের ঐ পরিমাণ সম্পর্কে আলোচনা করলেন যাদ্বারা হুরমত সাব্যস্ত হয়। আমরাহ বললেন যে, আয়িশা (রাঃ) বলেছিলেন, আল কুরআনে নাযিল হয়عَشْرُ رَضَعَاتٍ مَعْلُومَاتٍ নির্ধারিত দশবার দুধপানে তারপর নাযিল হয خَمْسٌ مَعْلُومَاتٌ নির্ধারিত পাঁচবার দুধপানে।\n",
    "checkStatus": "1",
    "hadithNo": "3467",
    "id": "13078",
    "thesequence": "12922",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ahadith like this is transmitted by Aisha through another chain of narrators.",
    "hadithArabic": " وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، قَالَ أَخْبَرَتْنِي عَمْرَةُ، أَنَّهَا سَمِعَتْ عَائِشَةَ، تَقُولُ . بِمِثْلِهِ .",
    "hadithBengali": "৩৪৬৮। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... আমরাহ সুত্রে বর্ণিত যে, তিনি আয়িশা (রাঃ) কে অনুরূপ বলতে শুনেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3468",
    "id": "13079",
    "thesequence": "12923",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "  Aisha (Allah be pleased with her) reported that Sahla bint Suhail came to Allahs Apostle (may peace be eupon him) and said:\nMessengerof Allah, I see on the face of Abu Hudhaifa (signs of disgust) on entering of Salim (who is an ally) into (our house), whereupon Allahs Apostle (ﷺ) said: Suckle him. She said: How can I suckle him as he is a grown-up man? Allahs Messenger (ﷺ) smiled and said: I already know that he is a young man Amr has made this addition in his narration that he participated in the Battle of Badr and in the narration of Ibn Umar (the words are): Allahs Messenger (ﷺ) laughed.",
    "hadithArabic": " حَدَّثَنَا عَمْرٌو النَّاقِدُ، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ الرَّحْمَنِ، بْنِ الْقَاسِمِ عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ جَاءَتْ سَهْلَةُ بِنْتُ سُهَيْلٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي أَرَى فِي وَجْهِ أَبِي حُذَيْفَةَ مِنْ دُخُولِ سَالِمٍ - وَهُوَ حَلِيفُهُ . فَقَالَ النَّبِيُّ صلى الله عليه وسلم  أَرْضِعِيهِ  . قَالَتْ وَكَيْفَ أُرْضِعُهُ وَهُوَ رَجُلٌ كَبِيرٌ فَتَبَسَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ  قَدْ عَلِمْتُ أَنَّهُ رَجُلٌ كَبِيرٌ  . زَادَ عَمْرٌو فِي حَدِيثِهِ وَكَانَ قَدْ شَهِدَ بَدْرًا . وَفِي رِوَايَةِ ابْنِ أَبِي عُمَرَ فَضَحِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৩৪৬৯। আমরুন নাকিদ ও ইবনু আবূ উমর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, সুহায়লের কন্যা সাহলা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির হায়ে বলল, ইয়া রাসুলাল্লাহ! আমার সাথে সালিমের দেখা সাক্ষাৎ করার কারণে আমি আবূ হুযায়ফার মুখমণ্ডলে অসন্তুষ্টির আলামত দেখতে পাচ্ছি অথচ সালিম হল তার হালীফ (পোষ্য পূত্র)। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তাকে দুধপান করিয়ে দাও। তিনি বললেন, আমি কেমন করে তাকে দুধপান করাব, অথচ সে একজন বয়স্ক পূরুষ। এতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুচকি হাসি দিলেন এবং বললেন, আমি জানি যে, সে একজন বয়স্ক পুরুষ। আম্&zwnj;র (রাবী) তাঁর হাদীসে অতিরিক্ত বলেছেন, সালিম বদর যুদ্ধে অংশগ্রহণ করেছিলেন। আর ইবনু আবূ উমরের বর্ণনায় রয়েছে যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেসে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3469",
    "id": "13080",
    "thesequence": "12924",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported that Salim, the freed slave of Abu Hadhaifa, lived with him and his family in their house. She (i. e. the daughter of Suhail came to Allahs Apostle (ﷺ) and said:\nSalim has attained (purbety) as men attain, and he understands what they understand, and he enters our house freely, I, however, perceive that something (rankles) in the heart of Abu Hudhaifa, whereupon Allahs Apostle (ﷺ) said to her: Suckle him and you would become unlawful for him, and (the rankling) which Abu Hudhaifa feels in his heart will disappear. She returned and said: So I suckled him, and what (was there) in the heart of Abu Hudhaifa disappeared.",
    "hadithArabic": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَمُحَمَّدُ بْنُ أَبِي عُمَرَ، جَمِيعًا عَنِ الثَّقَفِيِّ، - قَالَ ابْنُ أَبِي عُمَرَ حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، - عَنْ أَيُّوبَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، أَنَّ سَالِمًا، مَوْلَى أَبِي حُذَيْفَةَ كَانَ مَعَ أَبِي حُذَيْفَةَ وَأَهْلِهِ فِي بَيْتِهِمْ فَأَتَتْ - تَعْنِي ابْنَةَ سُهَيْلٍ - النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ إِنَّ سَالِمًا قَدْ بَلَغَ مَا يَبْلُغُ الرِّجَالُ وَعَقَلَ مَا عَقَلُوا وَإِنَّهُ يَدْخُلُ عَلَيْنَا وَإِنِّي أَظُنُّ أَنَّ فِي نَفْسِ أَبِي حُذَيْفَةَ مِنْ ذَلِكَ شَيْئًا . فَقَالَ لَهَا النَّبِيُّ صلى الله عليه وسلم   أَرْضِعِيهِ تَحْرُمِي عَلَيْهِ وَيَذْهَبِ الَّذِي فِي نَفْسِ أَبِي حُذَيْفَةَ  . فَرَجَعَتْ فَقَالَتْ إِنِّي قَدْ أَرْضَعْتُهُ فَذَهَبَ الَّذِي فِي نَفْسِ أَبِي حُذَيْفَةَ .",
    "hadithBengali": "৩৪৭০। ইসহাক ইবনু ইবরাহীম হানযালী ও মুহাম্মাদ ইবনু আবূ উমর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, আবূ হুযায়ফার দাস সালিম (রহঃ) আবূ হুযায়ফা ও তাঁর পরিবারের সাথে একই ঘরে বসবাস করত। একদা সুহায়লের কন্যা (হুযায়ফার স্ত্রী) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট নিকট এসে বলল, সালিম বয়স্ক পুরুষের স্তরে পৌছে গেছে, সে বুঝে লোকে যা বুঝতে পারে অথচ সে আমাদের নিকট প্রবেশ করে থাকে। আমি ধারণা করি এই কারণে আবূ হুযায়ফার মনে অভিযোগের ভাব সৃষ্টি হয়েছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তুমি তাকে দুধপান করিয়ে দাও, তুমি তার জন্য হারাম হয়ে যাবে এবং আবূ হুযায়ফার মনের অভিযোগ দুরীভূত হবে। তারপর তিনি তার (আবূ হুযায়ফার) নিকট ফিরে এসে বললেন, আমি তাকে (সালিমকে) দুধপান করিয়েছি। তাতে আবূ হুযায়ফার মনের অসন্তোষ দুর হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "3470",
    "id": "13081",
    "thesequence": "12925",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abu Mulaika reported that al-Qasim b. Muhammad b. Abu Bakr had narrated to him that Aisha (Allah be pleased with her) reported that Sahla bint Suhail b. Amr came to Allahs Apostle (ﷺ) and said:\nMessenger of Allah, Salim (the freed slave of Abu Hudhaifa) is living with us in our house, and he has attained (puberty) as men attain it and has acquired knowledge (of the sex problems) as men acquire, whereupon he said: Suckle him so that he may become unlawful (in regard to marriage) for you He (Ibn Abu Mulaika) said: I refrained from (narrating this hadith) for a year or so on account of fear. I then met al-Qasim and said to him: You narrated to me a hadith which I did not narrate (to anyone) afterwards. He said: What is that? I informed him, whereupon he said: Narrate it on my authority that Aisha (Allah be pleased with her) had narrated that to me.",
    "hadithArabic": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ رَافِعٍ، - وَاللَّفْظُ لاِبْنِ رَافِعٍ - قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنَا ابْنُ أَبِي مُلَيْكَةَ، أَنَّ الْقَاسِمَ بْنَ مُحَمَّدِ بْنِ أَبِي بَكْرٍ، أَخْبَرَهُ أَنَّ عَائِشَةَ أَخْبَرَتْهُ أَنَّ سَهْلَةَ بِنْتَ سُهَيْلِ بْنِ عَمْرٍو جَاءَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ سَالِمًا - لِسَالِمٍ مَوْلَى أَبِي حُذَيْفَةَ - مَعَنَا فِي بَيْتِنَا وَقَدْ بَلَغَ مَا يَبْلُغُ الرِّجَالُ وَعَلِمَ مَا يَعْلَمُ الرِّجَالُ . قَالَ   أَرْضِعِيهِ تَحْرُمِي عَلَيْهِ  . قَالَ فَمَكَثْتُ سَنَةً أَوْ قَرِيبًا مِنْهَا لاَ أُحَدِّثُ بِهِ وَهِبْتُهُ ثُمَّ لَقِيتُ الْقَاسِمَ فَقُلْتُ لَهُ لَقَدْ حَدَّثْتَنِي حَدِيثًا مَا حَدَّثْتُهُ بَعْدُ . قَالَ فَمَا هُوَ فَأَخْبَرْتُهُ . قَالَ فَحَدِّثْهُ عَنِّي أَنَّ عَائِشَةَ أَخْبَرَتْنِيهِ .",
    "hadithBengali": "৩৪৭১। ইসহাক ইবনু ইবরাহীম ও মুহাম্মদ ইবনু রাফি (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, সুহায়ল ইবনু আমরের কন্যা সাহলা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হয়ে বলল, ইয়া রাসুলাল্লাহ! সালিম (আবূ হুযাফার মুক্তদাস) আমাদের সাথে একই ঘরে থাকে; অথচ সে বয়স্ক ও জ্ঞান সম্পন্ন পূরুষের স্তরে পৌঁছে গেছে। তিনি বললেন, তুমি তাকে দুধপান করিয়ে দাও, তাতে তুমি তার প্রতি হারাম হয়ে যাবে। রাবী (ইবনু আবূ মুলায়কা) বলেন, অতঃপর আমি এক বছর বা প্রায় এক বছর কাল ভয়ে উক্ত হাদীস বর্ণনা করি নি। তারপর কাসিমের সাথে সাক্ষাত করে বললাম, আপনি আমার নিকট এতদিন এমনি এক হাদীস বর্ণনা করেছেন যা আমি অদ্যাবধি কারোর নিকট বর্ণনা করি নি। তিনি বললেন, তা কোন হাদীস? তখন আমি তাকে ঐ হাদীস খানার বিষয় অবহিত করলাম। তখন তিনি বললেন, তুমি তা আমা হতে এ সূত্রে বর্ণনা কর যে, আয়িশা (রাঃ) আমাকে সে সম্পর্কে অবহিত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3471",
    "id": "13082",
    "thesequence": "12891",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama said to Aisha (Allah be pleased with her):\nA young boy who is at the threshold of puberty comes to you. I, however, do not like that he should come to me, whereupon Aisha (Allah be pleased with her) said: Dont you see in Allahs Messenger (ﷺ) a model for you? She also said: The wife of Abu Hudhaifa said: Messenger of Allah, Salim comes to me and now he is a (grown-up) person, and there is something that (rankles) in the mind of Abu Hudhaifa about him, whereupon Allahs Messenger (ﷺ) said: Suckle him (so that he may become your foster-child), and thus he may be able to come to you (freely).",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ حُمَيْدِ بْنِ نَافِعٍ، عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ، قَالَتْ قَالَتْ أُمُّ سَلَمَةَ لِعَائِشَةَ إِنَّهُ يَدْخُلُ عَلَيْكِ الْغُلاَمُ الأَيْفَعُ الَّذِي مَا أُحِبُّ أَنْ يَدْخُلَ عَلَىَّ . قَالَ فَقَالَتْ عَائِشَةُ أَمَا لَكِ فِي رَسُولِ اللَّهِ صلى الله عليه وسلم أُسْوَةٌ قَالَتْ إِنَّ امْرَأَةَ أَبِي حُذَيْفَةَ قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ سَالِمًا يَدْخُلُ عَلَىَّ وَهُوَ رَجُلٌ وَفِي نَفْسِ أَبِي حُذَيْفَةَ مِنْهُ شَىْءٌ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَرْضِعِيهِ حَتَّى يَدْخُلَ عَلَيْكِ  .",
    "hadithBengali": "৩৪৭২। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... উম্মু সালমা (রাঃ) আয়িশা কে বললেন, তোমার নিকট বালিগ হওয়ার নিকটর্তী ছেলে প্রবেশ করে থাকে, কিন্তু আমার নিকট ঐ ধরনের ছেলের প্রবেশ করাকে পছন্দ করি না। রাবী বলেন, আয়িশা (রাঃ) বললেন, তোমার জন্য কি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মধ্যে সুন্দর আদর্শ বিদ্যমান নেই? তিনি আরো বললেন, একদা আবূ হুযায়ফার স্ত্রী আরয করল, ইয়া রাসুলাল্লাহ! সালিম আমার নিকট প্রবেশ করে থাকে, অথচ সে একজন বয়স্ক পুরুষ এবং এ জন্য আবূ হুযায়ফার অন্তরে কিছুটা অসন্তোষভাব বিদ্যমান। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তাকে তোমার দুধ পান করিয়ে দাও যাতে সে তোমার নিকট প্রবেশ করতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "3472",
    "id": "13083",
    "thesequence": "12926",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zainab daughter of Abu Salama reported:\nI heard Umm Salama, the wife of Allahs Apostle (may peace be upon himy, saying to Aisha: By Allah, I do not like to be seen by a young boy who has passed the period of fosterage, whereupon she (Aisha) said: Why is it so? Sahla daughter of Suhail came to Allahs Messenger (ﷺ) and said: Allahs Messenger, I swear by Allah that I see in the face of Abu Hudhaifa (the signs of disgust) on account of entering of Salim (in the house), whereupon Allahs Messenger (ﷺ) said: Suckle him. She (Sahla bint Suhail) said: He has a heard. But he (again) said: Suckle him, and it would remove what is there (expression of disgust) on the face of Abu Hudhaifa. She said: (I did that) and, by Allah, I did not see (any sign of disgust) on the face of Abu Hudhaifa.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، - وَاللَّفْظُ لِهَارُونَ - قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَخْرَمَةُ بْنُ بُكَيْرٍ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ حُمَيْدَ بْنَ نَافِعٍ، يَقُولُ سَمِعْتُ زَيْنَبَ، بِنْتَ أَبِي سَلَمَةَ تَقُولُ سَمِعْتُ أُمَّ سَلَمَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم تَقُولُ لِعَائِشَةَ وَاللَّهِ مَا تَطِيبُ نَفْسِي أَنْ يَرَانِي الْغُلاَمُ قَدِ اسْتَغْنَى عَنِ الرَّضَاعَةِ . فَقَالَتْ لِمَ قَدْ جَاءَتْ سَهْلَةُ بِنْتُ سُهَيْلٍ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ وَاللَّهِ إِنِّي لأَرَى فِي وَجْهِ أَبِي حُذَيْفَةَ مِنْ دُخُولِ سَالِمٍ . قَالَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَرْضِعِيهِ  . فَقَالَتْ إِنَّهُ ذُو لِحْيَةٍ . فَقَالَ  أَرْضِعِيهِ يَذْهَبْ مَا فِي وَجْهِ أَبِي حُذَيْفَةَ  . فَقَالَتْ وَاللَّهِ مَا عَرَفْتُهُ فِي وَجْهِ أَبِي حُذَيْفَةَ .",
    "hadithBengali": "৩৪৭৩। আবূ তাহির ও হারুন ইবনু সাঈদ আয়লী (রহঃ) ... রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী উম্মু সালামা (রাঃ) একদিন আয়িশা (রাঃ) কে বললেন, আল্লাহর কসম আমি পছন্দ করি না যে, যে ছেলে দুধপানের বয়স পার হয়ে গেছে, সে আমাকে দেখুক। তিনি বললেন, কেন? একদা সুহায়লের কন্যা সাহলা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হয়ে বলল, ইয়া রাসুলাল্লাহ! আল্লাহর কসম! আমার নিকট সালিমের প্রবেশ করার কারণে আমি আবূ হুযায়ফার মুখমণ্ডলে অসন্তোষের লক্ষণ দেখতে পাচ্ছি। আয়িশা (রাঃ) বলেন, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাকে তোমার দুধপান করিয়ে দাও। সাহলা বললেন, সে (সালিম) তো দাড়িবিশিষ্ট। তিনি বললেন, তুমি তাকে দুধ পান করিয়ে দাও, তাতে আবূ হুযায়ফার মুখমন্ডলের মলিনতা দূর হয়ে যাবে। সাহলার বর্ণনা, আমি আল্লাহর কসম করে বলছি যে, তারপরে আমি আবূ হুযায়ফার চেহারায় মলিনতা আর দেখতে পাই নি।\n",
    "checkStatus": "1",
    "hadithNo": "3473",
    "id": "13084",
    "thesequence": "12927",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama, the wife of Allahs Apostle (ﷺ), used to say that all wives of Allahs Apostle (ﷺ) disclaimed the idea that one with this type of fosterage (having been suckled after the proper period) should come to them. and said to Aisha:\nBy Allah, we do not find this but a sort of concession given by Allahs Messenger (ﷺ) only for Salim, and no one was ging to be allowed to enter (our houses) with this type of fosterage and we do not subscribe to this view.",
    "hadithArabic": " حَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ، خَالِدٍ عَنِ ابْنِ شِهَابٍ، أَنَّهُ قَالَ أَخْبَرَنِي أَبُو عُبَيْدَةَ بْنُ عَبْدِ اللَّهِ بْنِ زَمْعَةَ، أَنَّ أُمَّهُ، زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ أَخْبَرَتْهُ أَنَّ أُمَّهَا أُمَّ سَلَمَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم كَانَتْ تَقُولُ أَبَى سَائِرُ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم أَنْ يُدْخِلْنَ عَلَيْهِنَّ أَحَدًا بِتِلْكَ الرَّضَاعَةِ وَقُلْنَ لِعَائِشَةَ وَاللَّهِ مَا نَرَى هَذَا إِلاَّ رُخْصَةً أَرْخَصَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم لِسَالِمٍ خَاصَّةً فَمَا هُوَ بِدَاخِلٍ عَلَيْنَا أَحَدٌ بِهَذِهِ الرَّضَاعَةِ وَلاَ رَائِينَا.",
    "hadithBengali": "৩৪৭৪। আবদুল মালিক ইবনু শু&#39;আয়ব ইবনু লায়স (রহঃ) ... উম্মু সালামা (রাঃ) বলতেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সকল সহধর্মিনী দুধপান সম্পর্কের দ্বারা কাউকে তাদের নিকট প্রবেশ করতে নিষেধ করেন এবং তারা আয়িশা (রাঃ) কে বলেন, আল্লাহর কসম! আমরা এটাকে (প্রাপ্ত বয়সে দুধপান দ্বারা হুরমত সাব্যস্ত হওয়াকে) একটি বিশেষ অনুমতি মনে করি যা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কেবল সালিমের জন্য দিয়েছিলেন। অতএব এ ধরনের দুধপানের মাধ্যমে কেউ আমাদের নিকট প্রবেশ করতে পারবে না এবং আমাদের প্রতি দৃষ্টিপাতও করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3474",
    "id": "13085",
    "thesequence": "12928",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nAllahs Messenger (ﷺ) visited me when a man was sitting near me, and he seemed to disapprove of that. And I saw signs of anger on his face and I said: Messenger of Allah, he is my brother by forsterage, whereupon he said: Consider who your brothers are because of fosterage since fosterage is through hunger (i. e. in infancy).",
    "hadithArabic": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنْ أَبِيهِ، عَنْ مَسْرُوقٍ، قَالَ قَالَتْ عَائِشَةُ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَعِنْدِي رَجُلٌ قَاعِدٌ فَاشْتَدَّ ذَلِكَ عَلَيْهِ وَرَأَيْتُ الْغَضَبَ فِي وَجْهِهِ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّهُ أَخِي مِنَ الرَّضَاعَةِ . قَالَتْ فَقَالَ   انْظُرْنَ إِخْوَتَكُنَّ مِنَ الرَّضَاعَةِ فَإِنَّمَا الرَّضَاعَةُ مِنَ الْمَجَاعَةِ.",
    "hadithBengali": "৩৪৭৫। হান্নাদ ইবনু সারী (রহঃ) ... আয়িশা (রাঃ) বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট এলেন তখন আমার নিকট একজন পুরুষ উপবিষ্ট ছিলেন। তাতে তার মন অতি ভারাক্রান্ত হয় এবং আমি তার চেহারায় ক্রোধের আলামত দেখতে পেলাম। তিনি বলেন, আমি তখন বললামঃ ইয়া রাসুলাল্লাহ! এ ব্যক্তি আমার দুধভাই। তিনি বলেন, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কারা তোমাদের দুধ ভাই, তা তোমরা ভাল করে দেখে নিও। কেননা রাযআত সাব্যস্ত হয় যখন দুধপানের দ্বারা সন্তানের ক্ষুধা নিবারণের বয়স থাকি।\n",
    "checkStatus": "1",
    "hadithNo": "3475",
    "id": "13086",
    "thesequence": "12929",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated on the authority of Abu al-Ahwas with another chain of transmitters and a slight variation of words.",
    "hadithArabic": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، ح وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي قَالاَ، جَمِيعًا حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، جَمِيعًا عَنْ سُفْيَانَ، ح وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا حُسَيْنٌ الْجُعْفِيُّ، عَنْ زَائِدَةَ، كُلُّهُمْ عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، بِإِسْنَادِ أَبِي الأَحْوَصِ كَمَعْنَى حَدِيثِهِ غَيْرَ أَنَّهُمْ قَالُوا   مِنَ الْمَجَاعَةِ . ",
    "hadithBengali": "৩৪৭৬। মুহাম্মদ ইবনুল মূসান্না, ইবনু বাশশার, উবায়দুল্লাহ ইবনু মুআয, আবূ বকর ইবনু আবূ শায়বা, যুহায়র ইবনু হারব ও আবদ ইবনু হুমায়দ (রহঃ) ... সকলেই আশ&#39;আস ইবনু শা&#39;সা আবূল আহওয়াস (রহঃ) বর্ণিত হাদীসের মর্মানুযায়ী বর্ণনা করেন। তবে তাঁরা বলেন, ক্ষুধার কারণ\n",
    "checkStatus": "1",
    "hadithNo": "3476",
    "id": "13087",
    "thesequence": "12930",
    "isActive": "1",
    "chapterId": "13643",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said al-Khudri (Allah her pleased with him) reported that at the Battle of Hanain Allahs Messenger (ﷺ) sent an army to Autas and encountered the enemy and fought with them. Having overcome them and taken them captives, the Companions of Allahs Messenger (may peace te upon him) seemed to refrain from having intercourse with captive women because of their husbands being polytheists. Then Allah, Most High, sent down regarding that:\n And women already married, except those whom your right hands possess (iv. 24) (i. e. they were lawful for them when their Idda period came to an end).",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ الْقَوَارِيرِيُّ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدُ، بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ، عَنْ صَالِحٍ أَبِي الْخَلِيلِ، عَنْ أَبِي عَلْقَمَةَ الْهَاشِمِيِّ، عَنْ أَبِي سَعِيدٍ، الْخُدْرِيِّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم يَوْمَ حُنَيْنٍ بَعَثَ جَيْشًا إِلَى أَوْطَاسٍ فَلَقُوا عَدُوًّا فَقَاتَلُوهُمْ فَظَهَرُوا عَلَيْهِمْ وَأَصَابُوا لَهُمْ سَبَايَا فَكَأَنَّ نَاسًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم تَحَرَّجُوا مِنْ غِشْيَانِهِنَّ مِنْ أَجْلِ أَزْوَاجِهِنَّ مِنَ الْمُشْرِكِينَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ فِي ذَلِكَ { وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلاَّ مَا مَلَكَتْ أَيْمَانُكُمْ} أَىْ فَهُنَّ لَكُمْ حَلاَلٌ إِذَا انْقَضَتْ عِدَّتُهُنَّ .",
    "hadithBengali": "৩৪৭৭। উবায়দুল্লাহ ইবনু উমর ইবনু মায়সারা কাওয়ারীরী (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুনায়নের যুদ্ধের সময় আওতাসের দিকেএকটি বাহিনী পাঠান। তারা শক্রদলের মুখোমুখী হয় এবং তাদের সাথে যুদ্ধ করে জয়লাভ করে এবং তাদের অনেক কয়েদী তাদের হস্তগত হয়। এদের মধ্য থেকে দাসীদের সাথে সহবাস করা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কয়েকজন সাহাবী যেন নাজায়িয মনে করলেন, তাদের মুশরিক স্বামী বর্তমান থাকার কারণে। আল্লাহ তায়ালা এ আয়াত অবতীর্ণ করেনঃ এবং নারীর মধ্যে তোমাদের অধিকারভুক্ত দাসী ব্যতীত সকল সধবা তোমাদের জন্য নিষিদ্ধ অর্থাৎ তারা তোমাদের জন্য হালাল, যখন তারা তাদের ইদ্দত পূর্ন করে নিবে।\n",
    "checkStatus": "1",
    "hadithNo": "3477",
    "id": "13088",
    "thesequence": "12931",
    "isActive": "1",
    "chapterId": "13644",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "১. ইসতিবরার পর যুদ্ধ বন্দিনীর সাথে সঙ্গম করা জায়েয এবং তার স্বামী বর্তমান থাকলে সে বিবাহ বাতিল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri (Allah be pleased with him) reported that Allahs Apostle (ﷺ) sent a small army. The rest of the hadith is the same except this that he said:\nExcept what your right hands possess out of them are lawful for you; and he did not mention when their idda period comes to an end.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالُوا حَدَّثَنَا عَبْدُ، الأَعْلَى عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَبِي الْخَلِيلِ، أَنَّ أَبَا عَلْقَمَةَ الْهَاشِمِيَّ، حَدَّثَ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ حَدَّثَهُمْ أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم بَعَثَ يَوْمَ حُنَيْنٍ سَرِيَّةً . بِمَعْنَى حَدِيثِ يَزِيدَ بْنِ زُرَيْعٍ غَيْرَ أَنَّهُ قَالَ إِلاَّ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْهُنَّ فَحَلاَلٌ لَكُمْ وَلَمْ يَذْكُرْ إِذَا انْقَضَتْ عِدَّتُهُنَّ .",
    "hadithBengali": "৩৪৭৮। আবূ বকর ইবনু আবূ শায়বা, মুহাম্মাদ ইবনু মূসান্না ও ইবনু বাশশার (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুনায়ন যুদ্ধের সময় একটি ছেটি সেনাদল পাঠান- পরবর্তী অংশ ইয়াযীদ ইবনু যুরাঈ এর হাদীসের মর্মানুসারে তবে এতে রয়েছে তাদের (সধবাদের) মধ্য থেকে যারা তোমাদের অধিকারভুক্ত তারা তোমাদের জন্য হালাল। এই বর্ণনায় যখন তারা তাদের ইদ্দত পূর্ণ করে নিবে অংশটুকুর উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "3478",
    "id": "13089",
    "thesequence": "12932",
    "isActive": "1",
    "chapterId": "13644",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "১. ইসতিবরার পর যুদ্ধ বন্দিনীর সাথে সঙ্গম করা জায়েয এবং তার স্বামী বর্তমান থাকলে সে বিবাহ বাতিল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "وحدثني يحيى بن حبيب حدثنا خالد يعني ابن الحارث حدثنا سعيد عن قتادة بهذا الإسناد نحوه ",
    "hadithBengali": "৩৪৭৯। ইয়াহইয়া ইবনু হাবীব হারিসী (রহঃ) ... কাতাদা (রহঃ) সুত্রে অনুরূপ বর্ণিত।\n",
    "checkStatus": "1",
    "hadithNo": "3479",
    "id": "13090",
    "thesequence": "12933",
    "isActive": "1",
    "chapterId": "13644",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "১. ইসতিবরার পর যুদ্ধ বন্দিনীর সাথে সঙ্গম করা জায়েয এবং তার স্বামী বর্তমান থাকলে সে বিবাহ বাতিল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been reported on the authority of AbuSaid (al-Khudri) (Allah be pleased with him) through another chain of transmitters and the words are:\nThey took captives (women) on the day of Autas who had their husbands. They were afraid (to have sexual intercourse with them) when this verse was revealed: And women already married except those whom you right hands posses (iv. 24)",
    "hadithArabic": " وَحَدَّثَنِيهِ يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَبِي الْخَلِيلِ، عَنْ أَبِي سَعِيدٍ، قَالَ أَصَابُوا سَبْيًا يَوْمَ أَوْطَاسٍ لَهُنَّ أَزْوَاجٌ فَتَخَوَّفُوا فَأُنْزِلَتْ هَذِهِ الآيَةُ { وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلاَّ مَا مَلَكَتْ أَيْمَانُكُمْ} .",
    "hadithBengali": "৩৪৮০। ইয়াহইয়া ইবনু হাবীব হারিসী (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) বলেন, আওতাসের যুদ্ধে কিছু কয়েদী সাহাবাদের হস্তগত হয়, যাদের স্বামী ছিল। তারা (তাদের সাথে সঙ্গম) ভয় পেলেন। তখন এ আয়াতটি নাযিল হয়ঃ &ldquo;এবং নারীর মধ্যে তোমাদের অধিকারভুক্ত দাসী ব্যতীত সকল সধবা তোমাদের জন্য নিষিদ্ধ।&rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "3480",
    "id": "13091",
    "thesequence": "12934",
    "isActive": "1",
    "chapterId": "13644",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "১. ইসতিবরার পর যুদ্ধ বন্দিনীর সাথে সঙ্গম করা জায়েয এবং তার স্বামী বর্তমান থাকলে সে বিবাহ বাতিল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Likewise, the above hadith has been narrated through another chain.",
    "hadithArabic": " وَحَدَّثَنِيهِ يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدٌ، - يَعْنِي ابْنَ الْحَارِثِ - حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "৩৪৮১। ইয়াহইয়া ইবনু হাবীব (রহঃ) ... কাতাদা (রহঃ) থেকে উক্ত সনদে অনুরূপ বর্ণিত।\n",
    "checkStatus": "1",
    "hadithNo": "3481",
    "id": "13092",
    "thesequence": "12935",
    "isActive": "1",
    "chapterId": "13644",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "১. ইসতিবরার পর যুদ্ধ বন্দিনীর সাথে সঙ্গম করা জায়েয এবং তার স্বামী বর্তমান থাকলে সে বিবাহ বাতিল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nSad b. Abu Waqqas and Abd b. Zama (Allah be pleased with them) disputed with each other over a young boy. Sad said: Messenger of Allah, he is the son of my brother Utba b. Abu Waqqas as he made it explicit that he was his son. Look at his resemblance. Abd b. Zama said Messenger of Allah, he is my brother as he was born on the bed of my father from his slave-girl. Allahs Messenger (ﷺ) looked at his resemblance and found a clear resemblance with Utba. (But) he said: He is yours O Abd (b. Zama), for the child is to be attributed to one on whose bed it is born, and stoning for a fornicator. Sauda bint Zama, O you should observe veil from him. So he did not see Sauda at all. Muhammad b. Rumh did not make a mention (of the words): O Abd.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتِ اخْتَصَمَ سَعْدُ بْنُ أَبِي وَقَّاصٍ وَعَبْدُ بْنُ زَمْعَةَ فِي غُلاَمٍ فَقَالَ سَعْدٌ هَذَا يَا رَسُولَ اللَّهِ ابْنُ أَخِي عُتْبَةَ بْنِ أَبِي وَقَّاصٍ عَهِدَ إِلَىَّ أَنَّهُ ابْنُهُ انْظُرْ إِلَى شَبَهِهِ وَقَالَ عَبْدُ بْنُ زَمْعَةَ هَذَا أَخِي يَا رَسُولَ اللَّهِ وُلِدَ عَلَى فِرَاشِ أَبِي مِنْ وَلِيدَتِهِ فَنَظَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى شَبَهِهِ فَرَأَى شَبَهًا بَيِّنًا بِعُتْبَةَ فَقَالَ  هُوَ لَكَ يَا عَبْدُ الْوَلَدُ لِلْفِرَاَشِ وَلِلْعَاهِرِ الْحَجَرُ وَاحْتَجِبِي مِنْهُ يَا سَوْدَةُ بِنْتَ زَمْعَةَ  . قَالَتْ فَلَمْ يَرَ سَوْدَةَ قَطُّ وَلَمْ يَذْكُرْ مُحَمَّدُ بْنُ رُمْحٍ قَوْلَهُ  يَا عَبْدُ  .",
    "hadithBengali": "৩৪৮২। কুতায়বা ইবনু সাঈদ ও মুহাম্মাদ ইবনু রুমহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, সাদ ইবনু আবূ ওয়াক্কাস এবং আবদ ইবনু জাম&#39;আ উভয়ে একটি সন্তানের ব্যাপারে ঝগড়া করেন। সাদ বললেন, ইয়া রাসুলাল্লাহ! এআমার ভাই উতবা ইবনু আবূ ওয়াক্কাস, এর সন্তান। তিনি আমাকে ওসিয়্যত করেছেন যে, এ সন্তান তারই পুত্র। আপনি তার সাদৃশ্যের প্রতি লক্ষ্য রুকন। আর আবদ ইবনু জাম&#39;আ বললেন, ইয়া রাসুলাল্লাহ! এ আমার ভাই। আমার পিতার ঔরসে তার দাসীর গর্ভে জন্ম হয়েছে। তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সন্তানটির গঠনাকৃতির দিকে লক্ষ্য করলেন। দেখতে পেলেন উতবার সাথে স্পষ্ট সাদৃশ্য রয়েছে। তখন তিনি বললেন, হে আবদ (ইবনু জামআ)! সন্তান তো বিছানার অধিপতির আর ব্যভিচারীর জন্য রয়েছে পাথর (এর শাস্তি)। হে সাওদা বিনত জামআ! তুমি এর থেকে পর্দা করবে। আয়িশা (রাঃ) বলেন, তারপর সে কখনো সাওদা (রাঃ) কে দেখে নি। মুহাম্মাদ ইবনু রুমহ হে আবদ শব্দটি উল্লেখ করে নি।\n",
    "checkStatus": "1",
    "hadithNo": "3482",
    "id": "13093",
    "thesequence": "12936",
    "isActive": "1",
    "chapterId": "13645",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "২. সন্তান বিছানার অধিপতির এবং সন্দেহ পরিহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A hadith like this is narrated on the authority of Ibn Uyaiyna and Mamar (and the words are):\nThe child is attributed to him on whose bed he is born; but they did not mention this: For a fornicator there is stoning.",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ قَالُوا حَدَّثَنَا سُفْيَانُ، بْنُ عُيَيْنَةَ ح وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، كِلاَهُمَا عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ نَحْوَهُ . غَيْرَ أَنَّ مَعْمَرًا وَابْنَ عُيَيْنَةَ فِي حَدِيثِهِمَا  الْوَلَدُ لِلْفِرَاشِ  . وَلَمْ يَذْكُرَا  وَلِلْعَاهِرِ الْحَجَرُ  .",
    "hadithBengali": "৩৪৮৩। সাঈদ ইবনু মানসূর ও আবু বকর ইবন আবু শায়বা, আমর আন-নাকিদ ও আবদ ইবন হুমায়দ (রহঃ) ... সুফয়ান ইবনু উয়ায়না এবং মা&#39;মার সুত্রে যুহরী (রহঃ) থেকে এ সনদে অনুরূপ বর্ণনা করেন। তবে উভয়ে তাদের হাদীসে শুধু সন্তান তো বিছানা অধিপতির কথাটুকু বর্ণনা করেছেন। ব্যাভিচারীর জন্য পাথর অংশের উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "3483",
    "id": "13094",
    "thesequence": "12937",
    "isActive": "1",
    "chapterId": "13645",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "২. সন্তান বিছানার অধিপতির এবং সন্দেহ পরিহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nThe child is to be attributed to one on whose bed he is born, and for a fornicator there is stoning.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، - قَالَ ابْنُ رَافِعٍ - حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ  .",
    "hadithBengali": "৩৪৮৪। মুহাম্মদ ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বিছানা যার সন্তান তার আর ব্যভিচারীর জন্য রয়েছে পাথর (এর শাস্তি)।\n",
    "checkStatus": "1",
    "hadithNo": "3484",
    "id": "13095",
    "thesequence": "12938",
    "isActive": "1",
    "chapterId": "13645",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "২. সন্তান বিছানার অধিপতির এবং সন্দেহ পরিহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this is narrated on the authority of Abu Huraira.",
    "hadithArabic": " وَحَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَزُهَيْرُ بْنُ حَرْبٍ، وَعَبْدُ الأَعْلَى بْنُ حَمَّادٍ، وَعَمْرٌو النَّاقِدُ، قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، أَمَّا ابْنُ مَنْصُورٍ فَقَالَ عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، وَأَمَّا، عَبْدُ الأَعْلَى فَقَالَ عَنْ أَبِي سَلَمَةَ، أَوْ عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، وَقَالَ، زُهَيْرٌ عَنْ سَعِيدٍ، أَوْ عَنْ أَبِي سَلَمَةَ، أَحَدُهُمَا أَوْ كِلاَهُمَا عَنْ أَبِي هُرَيْرَةَ، وَقَالَ، عَمْرٌو حَدَّثَنَا سُفْيَانُ، مَرَّةً عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، وَأَبِي، سَلَمَةَ وَمَرَّةً عَنْ سَعِيدٍ، أَوْ أَبِي سَلَمَةَ وَمَرَّةً عَنْ سَعِيدٍ، عَنْ أَبِي، هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِ حَدِيثِ مَعْمَرٍ .",
    "hadithBengali": "৩৪৮৫। সাঈদ ইবনু মানসূর, যুহায়র ইবনু হারব, আবদুল আলা ইবনু হাম্মাদ ও আমরুন নাকিদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে অনুরূপ বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3485",
    "id": "13096",
    "thesequence": "12939",
    "isActive": "1",
    "chapterId": "13645",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "২. সন্তান বিছানার অধিপতির এবং সন্দেহ পরিহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nAllahs Messenger (ﷺ) visited me looking pleased as if his face was glistening and said: Did you see that Mujazziz cast a glance at Zaid b. Haritha and Usama b. Zaid, and (then) said: Some (of the features) of their feet are found in the others?",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ رُمْحٍ، قَالاَ أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ، سَعِيدٍ حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَخَلَ عَلَىَّ مَسْرُورًا تَبْرُقُ أَسَارِيرُ وَجْهِهِ فَقَالَ   أَلَمْ تَرَىْ أَنَّ مُجَزِّزًا نَظَرَ آنِفًا إِلَى زَيْدِ بْنِ حَارِثَةَ وَأُسَامَةَ بْنِ زَيْدٍ فَقَالَ إِنَّ بَعْضَ هَذِهِ الأَقْدَامِ لَمِنْ بَعْضٍ  .",
    "hadithBengali": "৩৪৮৬। ইয়াহইয়া ইবনু ইয়াহইয়া, মুহাম্মাদ ইবনু রুমহ ও কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমনি আনন্দে আমার নিকট প্রবেশ করলেন যে, তাঁর চেহারার রেখাগুলো চমকাচ্ছিল। তিনি বললেন, হে আয়িশা! তুমি কি জান না যে, সবেমাত্র মুজায্&zwnj;যিয যায়িদ ইবনু হারিসা এবং উসামা ইবনু যায়িদের দিকে দৃষ্টিপাত করে বলে গেল যে, এদের উভয়ের পাগুলো পরস্পরের অঙ্গ।\n",
    "checkStatus": "1",
    "hadithNo": "3486",
    "id": "13097",
    "thesequence": "12940",
    "isActive": "1",
    "chapterId": "13646",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৩. কায়িফ কর্তৃক পিতার সাথে সন্তানের সম্পর্ক নিরূপণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nOne day Allahs Apostle (ﷺ) visited me looking pleased and he said: Aisha, dont you see Mujazziz al-Mudliji? (He) entered (my house) and saw Usama and Zaid with a rug over them covering their heads, but their feet appeared, and (he) said: These feet are related to one another.",
    "hadithArabic": "وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ - وَاللَّفْظُ لِعَمْرٍو - قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ مَسْرُورًا فَقَالَ   يَا عَائِشَةُ أَلَمْ تَرَىْ أَنَّ مُجَزِّزًا الْمُدْلِجِيَّ دَخَلَ عَلَىَّ فَرَأَى أُسَامَةَ وَزَيْدًا وَعَلَيْهِمَا قَطِيفَةٌ قَدْ غَطَّيَا رُءُوسَهُمَا وَبَدَتْ أَقْدَامُهُمَا فَقَالَ إِنَّ هَذِهِ الأَقْدَامَ بَعْضُهَا مِنْ بَعْضٍ  .",
    "hadithBengali": "৩৪৮৭। আমরুন নাকিদ, যুহায়র ইবনু হারব ও আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার ঘরে প্রবেশ করলেন, খুব প্রফুল্ল চিত্তে। তিনি বললেনঃ হে আয়িশা তুমি কি জান না যে, এ মুজায্&zwnj;যিয মুদলিজী আমার কাছে প্রবেশ করে উসামা এবং যায়িদকে দেখতে পেল। তারা একটি চাদর দ্বারা তাদের মাথা ঢেকে রেখেছিল এবং তাদের পা অনাবৃত। তখন সে বলল, এ পাগুলো পরস্পর পরস্পর থেকে আগত।\n",
    "checkStatus": "1",
    "hadithNo": "3487",
    "id": "13098",
    "thesequence": "12941",
    "isActive": "1",
    "chapterId": "13646",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৩. কায়িফ কর্তৃক পিতার সাথে সন্তানের সম্পর্ক নিরূপণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nA physiognomist visited (our house) and Allahs Messenger (ﷺ) was present, and Usama b. Zaid and Zaid b. Haritha were both lying asleep, and he (the physiognomist), said: These feet are related to one another. Allahs Apostle (ﷺ) was pleased to hear this, and he was happy and informed Aisha (Allah be pleased with her) about it.",
    "hadithArabic": " وَحَدَّثَنَاهُ مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَ قَائِفٌ وَرَسُولُ اللَّهِ صلى الله عليه وسلم شَاهِدٌ وَأُسَامَةُ بْنُ زَيْدٍ وَزَيْدُ بْنُ حَارِثَةَ مُضْطَجِعَانِ فَقَالَ إِنَّ هَذِهِ الأَقْدَامَ بَعْضُهَا مِنْ بَعْضٍ . فَسُرَّ بِذَلِكَ النَّبِيُّ صلى الله عليه وسلم وَأَعْجَبَهُ وَأَخْبَرَ بِهِ عَائِشَةَ .",
    "hadithBengali": "৩৪৮৮। মানসূর ইবনু আবূ মুযাহিম (রহঃ) ... আযিশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক কায়িফ এল এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন উপস্থিত। উসামা ইবনু যায়িদ এবং যায়িদ ইবনুু হারিসা তখন শায়িত ছিলেন। কায়িক তাদের দেখে বললেন, এদের উভয়ের পাগুলো পরস্পর পরস্পর থেকে আগত। এ মন্তব্যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুশি হলেন, তাকে তা চমৎকৃত করল এবং আয়িশা (রাঃ) কে তা অবহিত করলো।\n",
    "checkStatus": "1",
    "hadithNo": "3488",
    "id": "13099",
    "thesequence": "12942",
    "isActive": "1",
    "chapterId": "13646",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৩. কায়িফ কর্তৃক পিতার সাথে সন্তানের সম্পর্ক নিরূপণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A hadith like this has been narrated on the authority of Zuhri and Yunus said:\nMujazziz was a physiognomist.",
    "hadithArabic": " وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، ح وَحَدَّثَنَا عَبْدُ بْنُ، حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، وَابْنُ، جُرَيْجٍ كُلُّهُمْ عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ . بِمَعْنَى حَدِيثِهِمْ . وَزَادَ فِي حَدِيثِ يُونُسَ وَكَانَ مُجَزِّزٌ قَائِفًا .",
    "hadithBengali": "৩৪৮৯। হারামালা ইবনু ইয়াহইয়া ইবন ওয়াহব থেকে ও তিনি ইউনুস থেকে, আবদ ইবনু হুমায়দ আবদুর রাযযাক থেকে তিনি মা&#39;মার ও ইবন জুরায়জ থেকে আর তারা সকলেই যুহরী (রহঃ) সুত্রে তাদের সনদে হাদীসের মর্মানুযায়ী বর্ণনা করেন। তবে ইউনুস বর্ণিত হাদীসে অতিরিক্ত আছে, মুযাযযিয ছিলেন একজন কায়িক।\n",
    "checkStatus": "1",
    "hadithNo": "3489",
    "id": "13100",
    "thesequence": "12943",
    "isActive": "1",
    "chapterId": "13646",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৩. কায়িফ কর্তৃক পিতার সাথে সন্তানের সম্পর্ক নিরূপণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd al-Malik b. Abu Bakr b. Abd al-Rahman b. al-Harith b. Hisham reported on the authority of his father from Umm Salama (Allah be pleased with her) that when Allahs Messenger (ﷺ) married Umm Salama, he stayed with her for three nights, and said:\nThere is no lack of estimation on the part of your husband for you. If you wish I can stay with you for a week, but in case I stay with you for a week, then I shall have to stay for a week with all my wives.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ حَاتِمٍ، وَيَعْقُوبُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالُوا حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، عَنْ مُحَمَّدِ بْنِ أَبِي بَكْرٍ، عَنْ عَبْدِ الْمَلِكِ، بْنِ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ عَنْ أَبِيهِ، عَنْ أُمِّ سَلَمَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمَّا تَزَوَّجَ أُمَّ سَلَمَةَ أَقَامَ عِنْدَهَا ثَلاَثًا وَقَالَ   إِنَّهُ لَيْسَ بِكِ عَلَى أَهْلِكِ هَوَانٌ إِنْ شِئْتِ سَبَّعْتُ لَكِ وَإِنْ سَبَّعْتُ لَكِ سَبَّعْتُ لِنِسَائِي  .",
    "hadithBengali": "৩৪৯০। আবূ বকর ইবনু আবূ শায়বা, মুহাম্মাদ ইবনু হাতিম ও ইয়াকুব ইবনু ইবরাহীম (রহঃ) ... উম্মু সালামা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন উম্মু সালামাকে বিবাহ করেন, তখন তিনি তার কাছে তিন দিন অবস্থান করেন এবং তিনি বললেন, তোমার ব্যাপারে তোমার গৃহকর্তার কাছে কোন প্রকার অবজ্ঞা নেই। তুমি যদি চাও তাহলে আমি তোমার কাছে সাত দিন থাকব। যদি আমি তোমার কাছে সাতদিন থাকি তবে আমার অন্যান্য স্ত্রীদের সঙ্গেও সাতদিন করে থাকব।\n",
    "checkStatus": "1",
    "hadithNo": "3490",
    "id": "13101",
    "thesequence": "12944",
    "isActive": "1",
    "chapterId": "13647",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৪. পূর্বে অবিবাহিতা ও বিবাহিতা স্ত্রী বাসর ঘর উদযাপনের পর স্বামীর সাথে থাকার ব্যাপারে কি পরিমাণ সময় লাভের অধিকারিণী হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abu Bakr b. Abd al-Rahman reported that when Allahs Messenger (ﷺ) married Umm Salama and she stayed with him (during the night), and it was dawn, he (the Holy Prophet) said to her:\nThere is no lack of estimation for you on the part of your husband. So if you desire I can spend a week with you, and if you like I may spend three (nights). and then I will visit you in turn. She said: Spend three (nights).",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَبْدِ، الْمَلِكِ بْنِ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ { عَنْ أَبِيهِ، } أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم حِينَ تَزَوَّجَ أَمَّ سَلَمَةَ وَأَصْبَحَتْ عِنْدَهُ قَالَ لَهَا   لَيْسَ بِكِ عَلَى أَهْلِكِ هَوَانٌ إِنْ شِئْتِ سَبَّعْتُ عِنْدَكِ وَإِنْ شِئْتِ ثَلَّثْتُ ثُمَّ دُرْتُ  . قَالَتْ ثَلِّثْ .",
    "hadithBengali": "৩৪৯১। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আবূ বকর ইবন আবদুর রহমান (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন উম্মু সালামা (রাঃ) কে বিয়ে করলেন এবং তিনি (উম্মু সালামা) (বাসর রাত যাপনের পরে) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট থাকা অবস্থায় যখন সকাল হল তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তোমার প্রতি তোমার স্বামীর কোন অনাদর অনাগ্রহ নেই। তুমি চাইলে তোমার কাছে সাত দিন (একাধারে) অবস্থান করব এবং তুমি চাইলে তিনদিন করব, কিন্তু এরপর (পালা করে) পরিক্রমা করব। উম্মু সালামা (রাঃ) বললেন, তিন দিন (অবস্থান) করুন।\n",
    "checkStatus": "1",
    "hadithNo": "3491",
    "id": "13102",
    "thesequence": "12945",
    "isActive": "1",
    "chapterId": "13647",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৪. পূর্বে অবিবাহিতা ও বিবাহিতা স্ত্রী বাসর ঘর উদযাপনের পর স্বামীর সাথে থাকার ব্যাপারে কি পরিমাণ সময় লাভের অধিকারিণী হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Bakr b. Abd al-Rahman reported that when Allahs Messenger (ﷺ) married Umm Salama and he visited her, and when he intended to come out, she caught hold of his cloth. whereupon Allahs Messenger (ﷺ) said:\nIf you so desire, I can extend the time (of my stay) with you, but then I shall have to calculate the time (that I stay with you and shall have to spend the same time with other wives). For the virgin woman, (her husband has to stay with her) for a week, and for the woman previously married it is three days.",
    "hadithArabic": "وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، حَدَّثَنَا سُلَيْمَانُ، - يَعْنِي ابْنَ بِلاَلٍ - عَنْ عَبْدِ، الرَّحْمَنِ بْنِ حُمَيْدٍ عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي بَكْرٍ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم حِينَ تَزَوَّجَ أُمَّ سَلَمَةَ فَدَخَلَ عَلَيْهَا فَأَرَادَ أَنْ يَخْرُجَ أَخَذَتْ بِثَوْبِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنْ شِئْتِ زِدْتُكِ وَحَاسَبْتُكِ بِهِ لِلْبِكْرِ سَبْعٌ وَلِلثَّيِّبِ ثَلاَثٌ .",
    "hadithBengali": "৩৪৯২। আবদুল্লাহ ইবনু মাসলামা কানাবী (রহঃ) ... আবূ বকর ইবনু আবদুর রহমান (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন উম্মু সালামা (রাঃ) কে বিয়ে করলেন এবং তাঁর সঙ্গে বাসর যাপনের পর বের হয়ে যাওয়ার ইচ্ছা করলেন, তখন উম্মু সালামা (রাঃ) তাঁর কাপড় টেনে ধরলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি চাইলে তোমার এখানে (অবস্থানের মেয়াদ) বাড়িয়ে দিব এবং তোমার নামে তা হিসাবে ধরব। (নিয়ম হল নব বিবাহিতা) কুমারীর জন্য সাত দিন ও বিধবার জন্য তিন দিন (প্রাথমিক অধিকার)।\n",
    "checkStatus": "1",
    "hadithNo": "3492",
    "id": "13103",
    "thesequence": "12946",
    "isActive": "1",
    "chapterId": "13647",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৪. পূর্বে অবিবাহিতা ও বিবাহিতা স্ত্রী বাসর ঘর উদযাপনের পর স্বামীর সাথে থাকার ব্যাপারে কি পরিমাণ সময় লাভের অধিকারিণী হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Ibn Humaid.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو ضَمْرَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حُمَيْدٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৩৪৯৩। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আবদর রহমান ইবনু হুমায়দ (রহঃ) সুত্রে এ সনদে অনুরূপ হাদীস রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3493",
    "id": "13104",
    "thesequence": "12947",
    "isActive": "1",
    "chapterId": "13647",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৪. পূর্বে অবিবাহিতা ও বিবাহিতা স্ত্রী বাসর ঘর উদযাপনের পর স্বামীর সাথে থাকার ব্যাপারে কি পরিমাণ সময় লাভের অধিকারিণী হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama (Allah be pleased with her) reported that Allahs Messenger (ﷺ) married her, and he (the narrator) made mention of so many things in this connection (and one of them was this) that he said:\nIf you desire that I spend a week with you, I shall have to spend a week with my (other) wives, and if spend a week with you, I shall have to spend a week with my (other) wives.",
    "hadithArabic": "حَدَّثَنِي أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا حَفْصٌ، - يَعْنِي ابْنَ غِيَاثٍ - عَنْ عَبْدِ، الْوَاحِدِ بْنِ أَيْمَنَ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ، عَنْ أُمِّ سَلَمَةَ، ذَكَرَ أَنَّصلى الله عليه وسلم تَزَوَّجَهَا وَذَكَرَ أَشْيَاءَ هَذَا فِيهِ قَالَ   إِنْ شِئْتِ أَنْ أُسَبِّعَ لَكِ وَأُسَبِّعَ لِنِسَائِي وَإِنْ سَبَّعْتُ لَكِ سَبَّعْتُ لِنِسَائِي  .",
    "hadithBengali": "৩৪৯৪। আবূ কুরায়ব মুহাম্মাদ ইবনুল আলা (রহঃ) ... আবূ বকর ইবনু আবদুর রহমান ইবনুল হারিস ইবনু হিশাম (রহঃ) সুত্রে উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি উল্লেখ করেছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বিয়ে করলেন এবং তিনি কতিপয় বিষয় উল্লেখ করেছেন যার মাঝে এ কথাটিও রয়েছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তুমি যদি চাও তবে আমি তোমাকে সাতদিন সময় দিব এবং আমার অন্য স্ত্রীদেরও সাতদিন করে সময় দিব। তোমাকে সাতদিন সময় দিলে আমার অন্য স্ত্রীদেরও সাতদিন করে সময় দিতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3494",
    "id": "13105",
    "thesequence": "12948",
    "isActive": "1",
    "chapterId": "13647",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৪. পূর্বে অবিবাহিতা ও বিবাহিতা স্ত্রী বাসর ঘর উদযাপনের পর স্বামীর সাথে থাকার ব্যাপারে কি পরিমাণ সময় লাভের অধিকারিণী হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported:\nWhen anyone who has already a wife marries virgin, he should stay with her for seven nights (and then turn to his other wife), but when anyone having a virgin with him (as his wife) marries a woman who has been previously married he should stay with her for three nights. Khalid (one of the narrators) said. If I were to say that it could be directly traced to the Prophet (ﷺ). I would have told the truth, but he (Hadrat Anas) said: Such is the tradition.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، عَنْ خَالِدٍ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسِ بْنِ، مَالِكٍ قَالَ إِذَا تَزَوَّجَ الْبِكْرَ عَلَى الثَّيِّبِ أَقَامَ عِنْدَهَا سَبْعًا وَإِذَا تَزَوَّجَ الثَّيِّبَ عَلَى الْبِكْرِ أَقَامَ عِنْدَهَا ثَلاَثًا . قَالَ خَالِدٌ وَلَوْ قُلْتُ إِنَّهُ رَفَعَهُ لَصَدَقْتُ وَلَكِنَّهُ قَالَ السُّنَّةُ كَذَلِكَ .",
    "hadithBengali": "৩৪৯৫। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, বিধবা (স্ত্রী ঘরে থাকা অবস্থায়) কুমারীকে বিয়ে করলে তার কাছে (প্রথমবারে লাগাতর) সাতদিন অবস্থান করবে এবং কুমারী স্ত্রী থাকা অবস্থায় বিধবাকে বিয়ে করলে তার কাছে তিনদিন অবস্থান করবে। (মধ্যবর্তী রাবী) খালিদ (রহঃ) বলেন, যদি আমি বলি যে, তিনি (ঊর্ধ্বতন রাবী আনাস) হাদীসটির সনদ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পর্যন্ত উন্নীত (মারফু&#39;) করেছেন তবে আমি তা সত্যই বলে জানব। তবে কিনা তিনি বলেছিলেন, সুন্নাতসম্মত পন্থা এটাই।\n",
    "checkStatus": "1",
    "hadithNo": "3495",
    "id": "13106",
    "thesequence": "12949",
    "isActive": "1",
    "chapterId": "13647",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৪. পূর্বে অবিবাহিতা ও বিবাহিতা স্ত্রী বাসর ঘর উদযাপনের পর স্বামীর সাথে থাকার ব্যাপারে কি পরিমাণ সময় লাভের অধিকারিণী হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Qilaba reported on the authority of Anas:\nIt is the Sunnah to stay with a virgin (after having married her) for a week. Khalid (one of the narrators) said: If wish I can say that it can be traced up to the Prophet (ﷺ).",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَيُّوبَ، وَخَالِدٍ، الْحَذَّاءِ عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، قَالَ مِنَ السُّنَّةِ أَنْ يُقِيمَ، عِنْدَ الْبِكْرِ سَبْعًا . قَالَ خَالِدٌ وَلَوْ شِئْتُ قُلْتُ رَفَعَهُ إِلَى النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৩৪৯৬। মুহাম্মদ ইবনু রাফি (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, সুন্নাত পদ্ধতি হল (নব বিবাহিতা) কুমারীর নিকট সাতদিন অবস্থান করা। খালিদ (রহঃ) বলেন, আমি চাইলে বলতে পারি যে, তিনি (আনাস (রাঃ)) হাদীসটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পর্যন্ত উন্নীত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3496",
    "id": "13107",
    "thesequence": "12950",
    "isActive": "1",
    "chapterId": "13647",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৪. পূর্বে অবিবাহিতা ও বিবাহিতা স্ত্রী বাসর ঘর উদযাপনের পর স্বামীর সাথে থাকার ব্যাপারে কি পরিমাণ সময় লাভের অধিকারিণী হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas (Allah be pleased with him) reported that Allahs Apostle (ﷺ) had nine wives. So when he divided (his stay) with them, the turn of the first wife did not come but on the ninth (day). They (all the wives) used to gather every night in the house of one where he had to come (and stay that night). It was (the night when he had to stay) in the house of Aisha (Allah be pleased with her), when Zainab came there. He (the Holy Prophet) stretched his hand towards her (Zainab), whereupon she (Aisha) said:\nIt is Zainab. Allahs Apostle (ﷺ) withdrew his hand. There was an altercation between the two until their voices became loud (and it was at that time) when Iqama was pronounced for prayer. There happened to come Abu Bakr and he heard their voices and said: Messenger of Allah, (kindly) come for prayer, and throw dust in their mouths. So the Prophet (ﷺ) went out. Aisha said: When Allahs Apostle (ﷺ) would finish his prayer there would also come Abu Bakr and he would do as he does (on such occasions, i.e. reprimanding). When Allahs Apostle (ﷺ) had finished his prayer, there came to her Abu Bakr, and spoke to her (Aisha) in stern words and said: Do you behave like this?",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كَانَ لِلنَّبِيِّ صلى الله عليه وسلم تِسْعُ نِسْوَةٍ فَكَانَ إِذَا قَسَمَ بَيْنَهُنَّ لاَ يَنْتَهِي إِلَى الْمَرْأَةِ الأُولَى إِلاَّ فِي تِسْعٍ فَكُنَّ يَجْتَمِعْنَ كُلَّ لَيْلَةٍ فِي بَيْتِ الَّتِي يَأْتِيهَا فَكَانَ فِي بَيْتِ عَائِشَةَ فَجَاءَتْ زَيْنَبُ فَمَدَّ يَدَهُ إِلَيْهَا فَقَالَتْ هَذِهِ زَيْنَبُ . فَكَفَّ النَّبِيُّ صلى الله عليه وسلم يَدَهُ . فَتَقَاوَلَتَا حَتَّى اسْتَخَبَتَا وَأُقِيمَتِ الصَّلاَةُ فَمَرَّ أَبُو بَكْرٍ عَلَى ذَلِكَ فَسَمِعَ أَصْوَاتَهُمَا فَقَالَ اخْرُجْ يَا رَسُولَ اللَّهِ إِلَى الصَّلاَةِ وَاحْثُ فِي أَفْوَاهِهِنَّ التُّرَابَ . فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم فَقَالَتْ عَائِشَةُ الآنَ يَقْضِي النَّبِيُّ صلى الله عليه وسلم صَلاَتَهُ فَيَجِيءُ أَبُو بَكْرٍ فَيَفْعَلُ بِي وَيَفْعَلُ . فَلَمَّا قَضَى النَّبِيُّ صلى الله عليه وسلم صَلاَتَهُ أَتَاهَا أَبُو بَكْرٍ فَقَالَ لَهَا قَوْلاً شَدِيدًا وَقَالَ أَتَصْنَعِينَ هَذَا.",
    "hadithBengali": "৩৪৯৭। আবূ বকর ইবন আবূ শায়বা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, (শেষ পর্যায়ে) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নয়জন সহধর্মিনী ছিলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের মাঝে পালাবণ্টন কালে নয় দিনের আগে (পালার) প্রথমা স্ত্রীর কাছে পুনরায় পৌঁছতেন না। প্রতি রাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে ঘরে অবস্থান করতেন সেখানে তারা (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পত্নীগণ) সমবেত হতেন। একরাতে তিনি যখন আয়িশা (রাঃ) এর ঘরে ছিলেন তখন যয়নাব (রাঃ) সেখানে আগমন করলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দিকে নিজের হাত প্রসারিত করলেন। আয়িশা (রাঃ) বললেন, ও তো যয়নাব! ফলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর হাত গুটিয়ে নিলেন।\n\nতখন তারা দু&#39;জন (আয়িশা ও যয়নাব) কথা কটিাকাটি করতে লাগলেন। এমনকি তাদের গোসসার আওয়াজ চড়ে গেল, ওদিকে সালাতের ইকামত (এর সময় উপস্থিত) হন। ঐ অবস্থায় আবূ বকর (রাঃ) সেখান দিয়ে (সালাতে) যাচ্ছিলেন। তিনি ঐ দুজনের আওয়াজ শুনতে পেয়ে বললেন, ইয়া রাসুলাল্লাহ! আপনি বের হয়ে আসুন এবং ওদের মুখে ধুলা-মাটি ছুঁড়ে (দিয়ে মুখ বন্ধ করে) দিন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হয়ে এলেন। আয়িশা (রাঃ) বললেন, এখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সালাত আদায় করবেন, তার পরে তো আবূ বকর (রাঃ) এসে আমাকে বকাবকি ও গালমন্দ করবেন, পরে (তাই হল)। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সালাত সমাধা করলে আবূ বকর (রাঃ) আয়িশা (রাঃ) এর নিকটে এসে তাকে কড়াকড়া কথা বললেন এবং বললেন, তুমি এমন কর?\n",
    "checkStatus": "1",
    "hadithNo": "3497",
    "id": "13108",
    "thesequence": "12951",
    "isActive": "1",
    "chapterId": "13648",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৫. রাত যাপনে স্ত্রীদের মাঝে পালাবণ্টন এবং প্রত্যেকের কাছে একরাত পরের দিবাভাগ সহ অবস্থান করা সুন্নাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nNever did I find any woman more loving to me than Sauda bint Zama. I wished I could be exactly like her who was passionate. As she became old, she had made over her day (which she had to spend) with Allahs Messenger (ﷺ) to Aisha. She said: I have made over my day with you to Aisha. So Allahs Messenger (ﷺ) allotted two days to Aisha, her own day (when it was her turn) and that of Sauda.",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ مَا رَأَيْتُ امْرَأَةً أَحَبَّ إِلَىَّ أَنْ أَكُونَ فِي مِسْلاَخِهَا مِنْ سَوْدَةَ بِنْتِ زَمْعَةَ مِنِ امْرَأَةٍ فِيهَا حِدَّةٌ قَالَتْ فَلَمَّا كَبِرَتْ جَعَلَتْ يَوْمَهَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم لِعَائِشَةَ قَالَتْ يَا رَسُولَ اللَّهِ قَدْ جَعَلْتُ يَوْمِي مِنْكَ لِعَائِشَةَ . فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْسِمُ لِعَائِشَةَ يَوْمَيْنِ يَوْمَهَا وَيَوْمَ سَوْدَةَ .",
    "hadithBengali": "৩৪৯৮। যুহায়র ইবনু হারব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, সাওদা বিনত যাম&#39;আ (রাঃ) এর চেয়ে অধিক পছন্দনীয়া কোন নারীকে আমি দেখি নি যার &#39;খোলসে&#39; আমি আমার অবস্থান পছন্দ করব- এমন এক নারী যার মাঝে ছিল (ব্যক্তিত্ব সুলভ) তেজস্বীতা। আয়িশা (রাঃ) বলেন, বৃদ্ধা হয়ে গেলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট তাঁর প্রাপ্য (পালার) দিনটি আয়িশা (রাঃ) কে হিবা করে দিলেন। তিনি বললেন, ইয়া রাসুলাল্লাহ! আপনার কাছে আমার পালার দিনটি আয়িশার জন্য দিয়ে দিলাম। ফলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য দু&#39;দিন পালা বন্টন করতেন, তার নিজের (এক) দিন এবং সাওদা (রাঃ) এর (এক) দিন।\n",
    "checkStatus": "1",
    "hadithNo": "3498",
    "id": "13109",
    "thesequence": "12952",
    "isActive": "1",
    "chapterId": "13649",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৬. সতীনকে নিজের পালা হেবা করা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been transmitted on the authority of Hisham with the same chain of narrators (and the words are):\nWhen Sauda became old (the rest of the hadith is the same) and in the narration of Sharik there is an addition (of these words: She was the first woman whom he (Allahs Apostle) married after me.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عُقْبَةُ بْنُ خَالِدٍ، ح وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا الأَسْوَدُ بْنُ عَامِرٍ، حَدَّثَنَا زُهَيْرٌ، ح وَحَدَّثَنَا مُجَاهِدُ بْنُ مُوسَى، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا شَرِيكٌ، كُلُّهُمْ عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ أَنَّ سَوْدَةَ، لَمَّا كَبِرَتْ . بِمَعْنَى حَدِيثِ جَرِيرٍ وَزَادَ فِي حَدِيثِ شَرِيكٍ قَالَتْ وَكَانَتْ أَوَّلَ امْرَأَةٍ تَزَوَّجَهَا بَعْدِي .",
    "hadithBengali": "৩৪৯৯। আবূ বকর ইবনু আবূ শায়বা (রহঃ), আমরুন নাকিদ, মুজাহিদ ইবনু মূসা সকলে হিশাম (রহঃ) সুত্রে পূর্বোক্ত সনদে রিওয়ায়াত করেন যে, সাওদা (রাঃ) যখন বৃদ্ধ হয়ে গেলেন (পূর্বোক্ত যুহায়র সনদের উর্ধতন রাবী) জারীর (রহঃ) এর হাদীসের অনুরূপ। তবে (মুজাহিদ সনদের উর্ধতন রাবী) শাকীক (রহঃ) তাঁর হাদীসে অধিক বলেছেন যে, আয়িশা (রাঃ) বলেছেন, তিনি (সাওদা (রাঃ)) ছিল প্রথম নারী, যাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার পরে বিয়ে করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3499",
    "id": "13110",
    "thesequence": "12953",
    "isActive": "1",
    "chapterId": "13649",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৬. সতীনকে নিজের পালা হেবা করা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nI felt jealous of the women who offered themselves to Allahs Messenger (ﷺ) and said: Then when Allah, the Exalted and Glorious, revealed this: You may defer any one of them you wish, and take to yourself any you wish; and if you desire any you have set aside (no sin is chargeable to you) (xxxiii. 51), I (Aisha.) said: It seems to me that your Lord hastens to satisfy your desire.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغَارُ عَلَى اللاَّتِي وَهَبْنَ أَنْفُسَهُنَّ لِرَسُولِ اللَّهِ صلى الله عليه وسلم وَأَقُولُ وَتَهَبُ الْمَرْأَةُ نَفْسَهَا فَلَمَّا أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ { تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ} قَالَتْ قُلْتُ وَاللَّهِ مَا أَرَى رَبَّكَ إِلاَّ يُسَارِعُ لَكَ فِي هَوَاكَ.",
    "hadithBengali": "৩৫০০। আবূ কুরায়ব মুহাম্মাদ ইবনুল আলা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, যে নারীরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর (স্ত্রী হওয়ার জন্য) আত্মনিবেদিতা হত, আমি তাদের নির্লজ্জতায় বিস্ময় প্রকাশ করতাম এবং বলতাম, কোন নারী কি (এভাবে নির্লজ্জ হয়ে) আত্মনিবেদন করতে পারে? পরে যখন আল্লাহ তা&#39;আলা এ আয়াত নাযিল করলেন- &ldquo;তুমি তাদের (স্ত্রীগণের মধ্যে) যাকে ইচ্ছা তোমার নিকট হতে দুরে সরিয়ে রাখতে পার এবং যাকে ইচ্ছা তোমার কাছে স্থান দিতে পার এবং যাকে তুমি দুরে রেখেছ তাকে (পুনরায়) কামনা করলে তাতে তোমার কোন অপরাধ হবে না।&rdquo; (আহযাবঃ ৫১)। আয়িশা (রাঃ) বলেন, আমি তখন বললামঃ আল্লাহর কসম! আমি তো দেখছি আপনার প্রতিপালক আপনার মনোবাঞ্ছা পূরণে দ্রুতই সাড়া দিয়ে থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "3500",
    "id": "13111",
    "thesequence": "12954",
    "isActive": "1",
    "chapterId": "13649",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৬. সতীনকে নিজের পালা হেবা করা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hisham reported on the authority of his father that Aisha (Allah be pleased with her) used to say:\nDoes the woman not feel shy of offering herself to a man? Then Allah the Exalted and Glorious revealed this verse: You may defer any of them you wish and take to yourself any you wish. I (Aisha said): It seems to me that your Lord hastens to satisfy your desire.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا كَانَتْ تَقُولُ أَمَا تَسْتَحْيِي امْرَأَةٌ تَهَبُ نَفْسَهَا لِرَجُلٍ حَتَّى أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ { تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ} فَقُلْتُ إِنَّ رَبَّكَ لَيُسَارِعُ لَكَ فِي هَوَاكَ.",
    "hadithBengali": "৩৫০১। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি বলতেন, কোন নারী কি কোন পুরুষের কাছে নিজেকে নিবেদিতা করতে লজ্জাবোধ করে না? অবশেষে আল্লাহ নাযিল করলেন, তুমি তাদের যাকে ইচ্ছা তোমার নিকট থেকে দুরে রাখতে পার এবং যাকে ইচ্ছা তোমার কাছে স্থান দিতে পার তখন আমি বললাম, &ldquo;অবশ্যই আপনার প্রতিপালক আপনার মনোবাঞ্ছা পূরণে দ্রুত ব্যবস্থা গ্রহণ করেন।&rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "3501",
    "id": "13112",
    "thesequence": "12955",
    "isActive": "1",
    "chapterId": "13649",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৬. সতীনকে নিজের পালা হেবা করা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ata related that when they were with Ibn Abbas (Allah be pleased with them) at the funeral of Maimuna In Sarif, Ibn Abbas (Allah be pleased with them) said:\nThis is the wife of Allahs Apostle (ﷺ) ; so when you lift her bier, do not shake her or disturb her, but be gentle, for Allahs Messenger (ﷺ) had nine wives, with eight of whom he shared his time, but to one of them, he did not allot a share. Ati said: The one to whom he did not allot a share of time was Safiyya, daughter of Huyayy b. Akhtab.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ حَاتِمٍ، قَالَ مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا مُحَمَّدُ، بْنُ بَكْرٍ أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، قَالَ حَضَرْنَا مَعَ ابْنِ عَبَّاسٍ جَنَازَةَ مَيْمُونَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم بِسَرِفَ فَقَالَ ابْنُ عَبَّاسٍ هَذِهِ زَوْجُ النَّبِيِّ صلى الله عليه وسلم فَإِذَا رَفَعْتُمْ نَعْشَهَا فَلاَ تُزَعْزِعُوا وَلاَ تُزَلْزِلُوا وَارْفُقُوا فَإِنَّهُ كَانَ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم تِسْعٌ فَكَانَ يَقْسِمُ لِثَمَانٍ وَلاَ يَقْسِمُ لِوَاحِدَةٍ . قَالَ عَطَاءٌ الَّتِي لاَ يَقْسِمُ لَهَا صَفِيَّةُ بِنْتُ حُيَىِّ بْنِ أَخْطَبَ .",
    "hadithBengali": "৩৫০২। ইসহাক ইবনু ইবরাহীম ও মুহাম্মাদ ইবনু হাতিম (রহঃ) ... আতা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা সারিফ নামক স্থানে ইবনু আব্বাস (রাঃ) এর সঙ্গে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পত্নী মায়মুনা (রাঃ) এর জানাযায় উপস্থিত ছিলাম। তখন ইবনু আব্বাস (রাঃ) বললেন, ইনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী। সুতরাং তোমরা যখন তার কফিন (লাশ) তুলবে তখন তাকে খুব জোরে নাড়া দিবে না এবং কাঁপাবে না; নরম ও আলতোভাবে তাঁকে তুলবে। কেননা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে নয়জন স্ত্রী ছিলেন। তাঁদের আটজনের জন্য রাত যাপনের পালা নির্ধারণ করতেন এবং একজনের জন্য করতেন না। (মধ্যবর্তী) রাবী আতা (রহঃ) বলেন, যার জন্য পালা নির্ধারণ করতেন না তিনি হলেন সাফিয়্যা বিনত হুয়াই ইবনু আখতাব (রাঃ)।\n",
    "checkStatus": "1",
    "hadithNo": "3502",
    "id": "13113",
    "thesequence": "12956",
    "isActive": "1",
    "chapterId": "13649",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৬. সতীনকে নিজের পালা হেবা করা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Juraij narrated a hadith with the same chain of transmitters, and she (Hadrat Maimuna) was the last of them to die at Medina.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، جَمِيعًا عَنْ عَبْدِ الرَّزَّاقِ، عَنِ ابْنِ جُرَيْجٍ، بِهَذَا الإِسْنَادِ وَزَادَ قَالَ عَطَاءٌ كَانَتْ آخِرَهُنَّ مَوْتًا مَاتَتْ بِالْمَدِينَةِ .",
    "hadithBengali": "৩৫০৩। মুহাম্মদ ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ... ইবনু জুরায়জ (রহঃ) সুত্রে ঐ সনদে বর্ণিত। এতে তিনি বলেছেন যে, আতা (রহঃ) বলেছেন, ইনি (সাফিয়্যা/মায়মুনা) ছিলেন তাঁদের মাঝে সব শেষে মৃত্যুবরণকারিণী, তিনি মদিনায় মৃত্যুবরণ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3503",
    "id": "13114",
    "thesequence": "12957",
    "isActive": "1",
    "chapterId": "13649",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৬. সতীনকে নিজের পালা হেবা করা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nA woman may be married for four reasons: for her property, her status. her beauty and her religion, so try to get one who is religious, may your hand be besmeared with dust.",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالُوا حَدَّثَنَا يَحْيَى، بْنُ سَعِيدٍ عَنْ عُبَيْدِ اللَّهِ، أَخْبَرَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   تُنْكَحُ الْمَرْأَةُ لأَرْبَعٍ لِمَالِهَا وَلِحَسَبِهَا وَلِجَمَالِهَا وَلِدِينِهَا فَاظْفَرْ بِذَاتِ الدِّينِ تَرِبَتْ يَدَاكَ  .",
    "hadithBengali": "৩৫০৪। যুহায়র ইবনু হারব, মুহাম্মাদ ইবনুল মূসান্না ও উবায়দুল্লাহ ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, চারটি বিষয়ের প্রতি লক্ষ্য রেখে (সাধারণত) মেয়েদের বিয়ে করা হয়- কন্যার ধন সম্পদের কারণে, তার বংশীয় আভিজাত্যের কারণে, তার রূপের কারণে এবং তার দ্বীনদারীর কারণে। তুমি ধার্মিকাকে পেয়ে ভাগ্যবান হও! তোমার দু&#39;হাত ধুলিমাখা হোক।\n",
    "checkStatus": "1",
    "hadithNo": "3504",
    "id": "13115",
    "thesequence": "12958",
    "isActive": "1",
    "chapterId": "13650",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৭. দ্বীনের মানদণ্ডে বিবাহের জন্য কন্যা পছন্দ করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported:\nI married a woman during the lifetime of Allahs Messenger (may peace be. upon him). I met the Messenger of Allah (ﷺ), whereupon he said: Jabir, have you married? I said: Yes. He said: A virgin or one previously marrried? I said: With due previously married, whereupon he said: Why did you not marry a virgin with whom you could sport? I said: Allahs Messenger, I have sisters; I was afraid that she might intervene between me and them, whereupon he said: Well and good, if it is so. A woman is married for four reasons, for her religion, her property, her status, her beauty, so you should choose one with religion. May your hands cleave to dust.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، أَخْبَرَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ، قَالَ تَزَوَّجْتُ امْرَأَةً فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَقِيتُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ  يَا جَابِرُ تَزَوَّجْتَ  . قُلْتُ نَعَمْ . قَالَ  بِكْرٌ أَمْ ثَيِّبٌ  . قُلْتُ ثَيِّبٌ . قَالَ  فَهَلاَّ بِكْرًا تُلاَعِبُهَا  . قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ لِي أَخَوَاتٍ فَخَشِيتُ أَنْ تَدْخُلَ بَيْنِي وَبَيْنَهُنَّ . قَالَ  فَذَاكَ إِذًا . إِنَّ الْمَرْأَةَ تُنْكَحُ عَلَى دِينِهَا وَمَالِهَا وَجَمَالِهَا فَعَلَيْكَ بِذَاتِ الدِّينِ تَرِبَتْ يَدَاكَ  .",
    "hadithBengali": "৩৫০৫। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নূমায়র (রহঃ) ... আতা (রহঃ) থেকে বর্ণিত। তিনি বলেন, জাবির ইবনু আবদুল্লাহ (রাঃ) আমাকে অবহিত করেছেন যে, তিনি বলেছেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়কালে আমি একটি মহিলা কে বিয়ে করলাম। পরে আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সাক্ষাত করলে তিনি বললেন, হে জাবির! তুমি বিয়ে করেছে? আমি বললাম, জি হাঁ। তিনি বললেন, কুমারী না বিধবা? আমি বললাম, বিধবা। তিনি বললেন, তবে কুমারী নয় কেন? তুমি তার সঙ্গে সোহাগ স্ফূর্তি করতে (সে ও তোমার সঙ্গে হাস্য লাস্য করত)। আমি বললাম, ইযা রাসুলাল্লাহ! আমার কয়েকটি (অবিবাহিত) বোন রয়েছে তাই আমার আশংকা হল যে, বধু (কুমারী হলে সে) আমার ও বোনদের মাঝে অনুপ্রবেশ করবে (অন্তরায় হবে)। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তবে তো তা-ই ঠিক। মহিলাকে বিয়ে করা হয় তার দ্বীনদারীর কারণে, তার সম্পদের কারণে ও তার রূপ লাবণ্যের কারণে, তোমার কর্তব্য ধার্মিকাকে গ্রহণ করা, তোমার দু&#39;হাত ধূলিমলিন হোক।\n",
    "checkStatus": "1",
    "hadithNo": "3505",
    "id": "13116",
    "thesequence": "12959",
    "isActive": "1",
    "chapterId": "13650",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৭. দ্বীনের মানদণ্ডে বিবাহের জন্য কন্যা পছন্দ করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported:\nI married a woman, whereupon Allahs Messenger (ﷺ) said to me: Have you married? I said: Yes. He said: Is it a virgin or a previously married one (widow or divorced)? I said: With a previously married one, whereupon he said: Where had you been (away) from the amusements of virgins? Shuba said: I made a mention of it to Amr b. Dinar and he said: I too heard from Jabir making mention of that (that Allahs Apostle) said: Why didnt you marry a girl, so that you might sport with her and she might sport with you?",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَارِبٍ، عَنْ جَابِرِ بْنِ، عَبْدِ اللَّهِ قَالَ تَزَوَّجْتُ امْرَأَةً فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  هَلْ تَزَوَّجْتَ  . قُلْتُ نَعَمْ . قَالَ  أَبِكْرًا أَمْ ثَيِّبًا  . قُلْتُ ثَيِّبًا . قَالَ  فَأَيْنَ أَنْتَ مِنَ الْعَذَارَى وَلِعَابِهَا  . قَالَ شُعْبَةُ فَذَكَرْتُهُ لِعَمْرِو بْنِ دِينَارٍ فَقَالَ قَدْ سَمِعْتُهُ مِنْ جَابِرٍ وَإِنَّمَا قَالَ  فَهَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ ",
    "hadithBengali": "৩৫০৬। উবায়দুল্লাহ ইবনু মুআয (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি জনৈকা মহিলাকে বিয়ে করলাম। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, তুমি কি বিয়ে করেছ? আমি বললাম, হাঁ। তিনি বললেন, কুমারী না বিধবাকে? আমি বললাম, এক বিধবাকে। তিনি বললেন, তবে কুমারী ও তাদের আমোদ ফুর্তি হতে তুমি কোথায় (কুমারীর সঙ্গসুধা তুমি ত্যাগ করলে কেন)?\n\n(মধ্যবর্তী) রাবী শুবা (রহঃ) বলেন, পরে আমি আমর ইবনু দ্বীনার (রহঃ) এর নিকট এ হাদীস উল্লেখ করলে তিনি বললেন, আমিও তো জাবির (রাঃ) এর নিকট তা শুনেছি। তিনি তো বলেছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেনঃ তবে কোন কিশোরী (তরুনী) কে কেন নয়- যে তোমার সঙ্গে হাস্য-লাস্য করত তুমিও তার সঙ্গে আমোদ স্ফুর্তি করতে?\n",
    "checkStatus": "1",
    "hadithNo": "3506",
    "id": "13117",
    "thesequence": "12960",
    "isActive": "1",
    "chapterId": "13651",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৮. কুমারী বিবাহ করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abdullah (Allah be pleased with them) reported:\nAbdullah died and he left (behind him) nine or seven daughters. I married a woman who had been previously married. Allahs Messenger (ﷺ) said to me: Jabir, have you married? I said: Yes. He (again) said: A virgin or one previously married? I said: Messenger of Allah, with one who was previously married, whereupon he said: Why didnt you marry a young girl so that you could sport with her and she could sport with you, or you could amuse with her and she could amuse with you? I said to him: Abdullah died (he fell as martyr in Uhud) and left nine or seven daughters behind him; I, therefore, did not approve of the idea that I should bring a (girl) like them, but I preferred to bring a woman who should look after them and teach them good manners, whereupon he (Allahs Messenger) said: May Allah bless you, or he supplicated (for the) good (to be) conferred on me (by Allah).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو الرَّبِيعِ الزَّهْرَانِيُّ، قَالَ يَحْيَى أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ، هَلَكَ وَتَرَكَ تِسْعَ بَنَاتٍ - أَوْ قَالَ سَبْعَ - فَتَزَوَّجْتُ امْرَأَةً ثَيِّبًا فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  يَا جَابِرُ تَزَوَّجْتَ  . قَالَ قُلْتُ نَعَمْ . قَالَ  فَبِكْرٌ أَمْ ثَيِّبٌ  . قَالَ قُلْتُ بَلْ ثَيِّبٌ يَا رَسُولَ اللَّهِ . قَالَ  فَهَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ  . أَوْ قَالَ  تُضَاحِكُهَا وَتُضَاحِكُكَ  . قَالَ قُلْتُ لَهُ إِنَّ عَبْدَ اللَّهِ هَلَكَ وَتَرَكَ تِسْعَ بَنَاتٍ - أَوْ سَبْعَ - وَإِنِّي كَرِهْتُ أَنْ آتِيَهُنَّ أَوْ أَجِيئَهُنَّ بِمِثْلِهِنَّ فَأَحْبَبْتُ أَنْ أَجِيءَ بِامْرَأَةٍ تَقُومُ عَلَيْهِنَّ وَتُصْلِحُهُنَّ . قَالَ  فَبَارَكَ اللَّهُ لَكَ  . أَوْ قَالَ لِي خَيْرًا وَفِي رِوَايَةِ أَبِي الرَّبِيعِ  تُلاَعِبُهَا وَتُلاَعِبُكَ وَتُضَاحِكُهَا وَتُضَاحِكُكَ  .",
    "hadithBengali": "৩৫০৭। ইয়াহইয়া ইবনু ইয়াহইয়া ও আবূর রাবী যাহরানী (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, আবদুল্লাহ (রাঃ) মৃত্যু (শাহাদাত) বরণ করলেন এবং নয়টি (কিংবা তিনি বলেছেন, সাতটি) কন্যা রেখে গেলেন। পরে আমি (জাবির) এক বিধবা মহিলাকে বিয়ে করলাম। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, হে জাবির! তুমি বিয়ে করেছ? জাবির (রাঃ) বলেন, আমি বললামঃ হাঁ। তিনি বললেন, তা কুমারী কিংবা বিধবা? জাবির (রাঃ) বলেন, আমি বললামঃ বরং বিধবা ইয়া রাসুলাল্লাহ! তিনি বললেন, তবে তা কোন তরূনী (কুমারী) কেন নয় যে, (ইয়াহইয়া রিওযায়াতে) তুমি তাঁর সঙ্গে আনন্দ-স্ফূর্তি করতে সেও তোমার সঙ্গে আনন্দ-স্ফূর্তি করত কিংবা তিনি বলেছিলেন, তুমি তার সঙ্গে হাস্য-রস করতে সেও তোমার সঙ্গে হাস্য-রস করত।\n\nজাবির (রাঃ) বলেন, আমি তাকে বললাম, (আমার পিতা) আবদুল্লাহ নয়টি (কিংবা সাতটি) মেয়ে রেখে মৃত্যু বরণ করেছেন এবং আমি তাদের মাঝে তাদের মত একজনকে নিয়ে আসা অপছন্দ করলাম। তাই আমি এমন একটি মহিলাকে নিয়ে আসা পছন্দ করলাম যে তাদের দেখাশুনা করবে এবং তাদের শুধরে দিবে ও গড়ে তুলবে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তবে আল্লাহ তোমাকে বরকত দান করুন। তিনি আমাকে (এ ধরনের) কোন উত্তম কথা বললেন। আবূর রাবী (রহঃ) এর রিওয়ায়াতে রয়েছে, &ldquo;তুমি তার সঙ্গে আনন্দ-স্ফূর্তি করতে এবং সেও তোমার সঙ্গে আমোদ-স্ফূর্তি করত, সেও তোমার সঙ্গে হাস্যরস করত।\n",
    "checkStatus": "1",
    "hadithNo": "3507",
    "id": "13118",
    "thesequence": "12961",
    "isActive": "1",
    "chapterId": "13651",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৮. কুমারী বিবাহ করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported Allahs Messenger (ﷺ) said to me:\nJabir, have you married? The rest of the hadith is the same up to (the words): The woman would look after them and comb them. He (Allahs Messenger), said: You did well. But no mention is made of the subsequent portion.",
    "hadithArabic": " وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  هَلْ نَكَحْتَ يَا جَابِرُ  . وَسَاقَ الْحَدِيثَ إِلَى قَوْلِهِ امْرَأَةً تَقُومُ عَلَيْهِنَّ وَتَمْشُطُهُنَّ قَالَ  أَصَبْتَ  . وَلَمْ يَذْكُرْ مَا بَعْدَهُ .",
    "hadithBengali": "৩৫০৮। কুতায়বা ইবনু সাঈদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ তুমি কি বিবাহ করেছ হে জাবির? তিনি হাদীসটির পূর্ণ বর্ণনা দিয়েছেন- যার শেষে রয়েছেঃ এমন একটি মহিলাকে যে তাদের তত্ত্বাবধান করবে এবং তাদের মাথা আঁচড়ে দিবে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ &ldquo;তুমি সঠিক করেছ&rdquo; ... এর পরের অংশ তিনি (কুতায়বা) উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "3508",
    "id": "13119",
    "thesequence": "12962",
    "isActive": "1",
    "chapterId": "13651",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৮. কুমারী বিবাহ করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported:\nWe were with Allahs Messenger (ﷺ) in an expedition. When we returned I urged my camel to move quickly as it was slow. There met me a rider from behind me and he goaded it with an iron-tipped stick which he had with him. My camel moved forward like the best that you have ever seen. As I turned (my face) I found him to be Allahs Messenger (ﷺ) He said: Jabir, what hastens you? I said: Messenger of Allah, I am newly wedded. whereupon he said: Is it a virgin that you have married or one previously married? I said: With one previously married. He said: Why not a young girl so that you could play with her and she could play with you? Then when we arrived at and were about to enter Medina he said: Wait, so that we may enter by night (i. e. in the evening) in order that the woman with dishevelled hair may comb it, and the woman whose husband had been away may get herself clean; and when you enter (then you have the) enjoyment (of tho wifes company).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، عَنْ سَيَّارٍ، عَنِ الشَّعْبِيِّ، عَنْ جَابِرِ بْنِ عَبْدِ، اللَّهِ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزَاةٍ فَلَمَّا أَقْبَلْنَا تَعَجَّلْتُ عَلَى بَعِيرٍ لِي قَطُوفٍ فَلَحِقَنِي رَاكِبٌ خَلْفِي فَنَخَسَ بَعِيرِي بِعَنَزَةٍ كَانَتْ مَعَهُ فَانْطَلَقَ بَعِيرِي كَأَجْوَدِ مَا أَنْتَ رَاءٍ مِنَ الإِبِلِ فَالْتَفَتُّ فَإِذَا أَنَا بِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ  مَا يُعْجِلُكَ يَا جَابِرُ  . قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي حَدِيثُ عَهْدٍ بِعُرْسٍ . فَقَالَ  أَبِكْرًا تَزَوَّجْتَهَا أَمْ ثَيِّبًا  . قَالَ قُلْتُ بَلْ ثَيِّبًا . قَالَ  هَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ  . قَالَ فَلَمَّا قَدِمْنَا الْمَدِينَةَ ذَهَبْنَا لِنَدْخُلَ فَقَالَ  أَمْهِلُوا حَتَّى نَدْخُلَ لَيْلاً - أَىْ عِشَاءً - كَىْ تَمْتَشِطَ الشَّعِثَةُ وَتَسْتَحِدَّ الْمُغِيبَةُ  . قَالَ وَقَالَ  إِذَا قَدِمْتَ فَالْكَيْسَ الْكَيْسَ  .",
    "hadithBengali": "৩৫০৯। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, কোন এক যুদ্ধে আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। আমরা যখন ফিরে প্রত্যাগমণ করতে লাগলাম তখন আমি আমার একটি ধীরগামী উটে করে দ্রুত চলার চেষ্টা করলাম। আমার পিছন থেকে একজন আরোহী আমার সঙ্গে মিলিত হল এবং সে তার হাতের একটি ছোট্ট বর্শা দিয়ে আমার উটকে খোঁচা দিল। ফলে আমার উটটি তোমার দেখা উটপালের শ্রেষ্ঠ উটের ন্যায় দ্রুতগতিতে চলতে লাগল। আমি তখন পিছনের দিকে তাকালাম- দেখি যে, আমি রয়েছি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পাশে। তিনি বললেন, হে জাবির! তোমার এ ব্যস্ততা কেন? আমি বললাম, ইয়া রাসুলাল্লাহ! আমি ঘরে নতূন স্ত্রী রেখে এসেছি। তিনি বললেন, তুমি কি কোন কুমারীকে বিয়ে করেছ না কোন বিধবাকে?\n\nজাবির (রাঃ) বলেন, আমি বললামঃ বিধবাকে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, কোন তরুনী (কুমারী) কে কেন বিয়ে করলে না যার সঙ্গে তুমি ক্রীড়া-কৌতুক করতে এবং সেও তোমার সঙ্গে ক্রীড়া-কৌতুক করত। জাবির (রাঃ) বললেন, আমরা যখন মদিনার সন্নিকটে উপনীত হয়ে সেখানে প্রবেশ করতে উদ্যত হলাম তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, একটু অবকাশ দাও, রাত পর্যন্ত অর্থাৎ ইশার সময় আমরা প্রবেশ করব- যাতে এলোকেশিণী তার কেশ বিন্যাস করে নিতে পারে এবং স্বামী প্রবাসিণী ক্ষৌরকর্ম করে নিতে পারে। জাবির (রাঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেন, তুমি যখন পৌঁছে যাবে তখন সন্তান অন্বেশায় বুদ্ধিমত্তার পরিচয় দিবে।\n",
    "checkStatus": "1",
    "hadithNo": "3509",
    "id": "13120",
    "thesequence": "12963",
    "isActive": "1",
    "chapterId": "13651",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৮. কুমারী বিবাহ করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with him) reported:\nI went out with Allahs Messenger (ﷺ) on an expedition, but my camel delayed me. Allahs Messenger (ﷺ) came to me and said to me: Jabir, I said: Yes. Allahs Messenger, (here I am at your beck and call) He said: What is the matter with you? I said: My camel has delayed me and is tired, so I have lagged behind. He (the Holy Prophet) got down and goaded it with a crooked stick and then said: Mount it. So I mounted and (to my great surprise) I saw it (moving so quickly that) I had to restrain it (from going ahead of) Allahs Messenger (ﷺ). He (the Holy Prophet) (in the course of journey said to me): Have you married? I said: Yes. He (again) said: Is it with a virgin or one previously married? I said. With one previously married, whereupon he (again) said: Why not with a young girl with whom you could sport and she could have sported with you? I said: I have sisters, so I preferred to marry a woman who could keep them together (as one family). who could comb them and look after them. He said: You are about to go (to your house), and there you have the enjoyment (of the wifes company). He again said: Do you want to sell your camel? I said: Yes. So he bought it from me for one uqiya (of silver), Then Allahs Messenger (ﷺ) arrived (at Medina) and I arrived in the evening. I went to the mosque and found him at the door of the mosque, and said: Is it now that you have arrived? I said: Yes, He said: Leave your camel, and enter (the mosque) and offer two rakahs. So I entered and offered two rakahs of prayer, and then returned. He (the Holy Prophet) then commanded Bilal to weigh out one uqiya (of silver) tor me. Bilal weighed that out for me (lowering the scale of) balance. So I proceeded and as I turned my back he said: Call for me, Jabir. So I was called back, and I said (to myself): He would return me the camel, and nothing was more displeasing to me than this (that after having received the price I should also get the camel). He said: Take your camel and keep its price with you, (also).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، - يَعْنِي ابْنَ عَبْدِ الْمَجِيدِ الثَّقَفِيَّ - حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ خَرَجْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزَاةٍ فَأَبْطَأَ بِي جَمَلِي فَأَتَى عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ لِي  يَا جَابِرُ  . قُلْتُ نَعَمْ . قَالَ  مَا شَأْنُكَ  . قُلْتُ أَبْطَأَ بِي جَمَلِي وَأَعْيَا فَتَخَلَّفْتُ . فَنَزَلَ فَحَجَنَهُ بِمِحْجَنِهِ ثُمَّ قَالَ  ارْكَبْ  . فَرَكِبْتُ فَلَقَدْ رَأَيْتُنِي أَكُفُّهُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ  أَتَزَوَّجْتَ  . فَقُلْتُ نَعَمْ . فَقَالَ  أَبِكْرًا أَمْ ثَيِّبًا  . فَقُلْتُ بَلْ ثَيِّبٌ . قَالَ  فَهَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ  . قُلْتُ إِنَّ لِي أَخَوَاتٍ فَأَحْبَبْتُ أَنْ أَتَزَوَّجَ امْرَأَةً تَجْمَعُهُنَّ وَتَمْشُطُهُنَّ وَتَقُومُ عَلَيْهِنَّ . قَالَ  أَمَا إِنَّكَ قَادِمٌ فَإِذَا قَدِمْتَ فَالْكَيْسَ الْكَيْسَ  . ثُمَّ قَالَ  أَتَبِيعُ جَمَلَكَ  . قُلْتُ نَعَمْ . فَاشْتَرَاهُ مِنِّي بِأُوقِيَّةٍ ثُمَّ قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَدِمْتُ بِالْغَدَاةِ فَجِئْتُ الْمَسْجِدَ فَوَجَدْتُهُ عَلَى بَابِ الْمَسْجِدِ فَقَالَ  الآنَ حِينَ قَدِمْتَ  . قُلْتُ نَعَمْ . قَالَ  فَدَعْ جَمَلَكَ وَادْخُلْ فَصَلِّ رَكْعَتَيْنِ  . قَالَ فَدَخَلْتُ فَصَلَّيْتُ ثُمَّ رَجَعْتُ فَأَمَرَ بِلاَلاً أَنْ يَزِنَ لِي أُوقِيَّةً فَوَزَنَ لِي بِلاَلٌ فَأَرْجَحَ فِي الْمِيزَانِ - قَالَ - فَانْطَلَقْتُ فَلَمَّا وَلَّيْتُ قَالَ  ادْعُ لِي جَابِرًا  . فَدُعِيتُ فَقُلْتُ الآنَ يَرُدُّ عَلَىَّ الْجَمَلَ . وَلَمْ يَكُنْ شَىْءٌ أَبْغَضَ إِلَىَّ مِنْهُ فَقَالَ  خُذْ جَمَلَكَ وَلَكَ ثَمَنُهُ  .",
    "hadithBengali": "৩৫১০। মুহাম্মাদ ইবনু মুনান্না (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে একটি গাযওয়ার উদ্দেশ্যে বের হলাম। আমার উটটি আমাকে নিয়ে ধীরে ধীরে চলল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন আমার কাছে এসে আমাকে বললেন, হে জাবির! আমি বললাম, জ্বী! তিনি বললেন, তোমার ব্যাপার কি? আমি বললাম, আমার উট আমাকে নিয়ে ধীরে চলছে এবং পরিশ্রান্ত হয়ে পড়েছে। ফলে আমি পিছনে পড়ে গিয়েছি। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নেমে পড়ে তার (বাঁকামাথা) লাঠি দিয়ে উটকে গুতো দিলেন। এরপর বললেন, অরোহণ কর, আমি তখন আরোহী করলাম। আমি (উটটিকে তার অতি দ্রুত গামীতার কারণে) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অতিক্রম করে যেতে দেখে ঠেকাতে লাগলাম।\n\nতখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি কি বিয়ে করেছ? আমি বললাম, হাঁ। তিনি বললেন, কুমারী না বিধবা? আমি বললামঃ বিধবা। তিনি বললেন, তবে কোন কুমারীকে কেন বিয়ে করলে না, যার সঙ্গে তুমি ক্রীড়া-কৌতুক করতে, সেও তোমার সঙ্গে রীড়া-কৌতুক করত?\n\nআমি বললাম, আমার বেশ ক&#39;টি বোন (অবিবাহিতা) রয়েছে। তাই আমি এমন নাবীকে বিয়ে করা পছন্দ করলাম যে তাদের গুছিয়ে রাখবে, তাদের মাথা আঁচড়ে দিবে এবং তাদের দেখাশোনা করবে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি তো (মদিনায়) উপনীত হতে যাচ্ছ। যখন পৌছে যাবে তখন (সন্তান অনেষায়) স বুদ্ধিমত্তার পরিচয় দিবে।\n\nপরে তিনি বললেন, তোমার উটটি বেচবে কি? আমি বললাম, জী হাঁ। তিনি তখন আমার নিকট হতে এক উকিয়ার (চল্লিশ দিরহাম সমমূল্যের) বিনিময়ে কিনে নিলেন। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যথাসময়ে মদিনায় পৌঁছলেন। আমিও সকালে আগমণ করে মসজিদে (নববীতে) পৌছলাম এবং তাঁকে মসজিদের দরজায় পেয়ে গেলাম। তিনি বলেন, আমি যখন এলাম তুমি কি তখন এসেছ? আমি বললাম, জ্বী হাঁ। তিনি বললেন, তবে তোমার উটটি রেখে দাও এবং (মসজিদে) প্রবেশ করে দু&#39;রাকআত সালাত আদায় করে নাও।\n\nজাবির বলেন, আমি প্রবেশ করে সালাত আদায় করলাম। পরে ফিরে এলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এক উকিয়া ওযন করে দেওয়ার জন্য বিলাল (রাঃ) কে হুকুম করলেন। বিলাল (রাঃ) তখন আমাকে ওযন করে দিলেন এবং ওযনে পাল্লা ঝুকিয়ে দিলেন। জাবির (রাঃ) বলেন, তখন আমি চলে যেতে লাগলাম। আমি কিছু দূর গেলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, জাবিরকে আমার কাছে ডেকে আন। তখন আমাকে ডাকা হল। আমি (মনে মনে) বললাম, এখন উটটি আমাকে ফিরিয়ে দিবেন অথচ আমার কছে ওর চেয়ে অধিক অপছন্দনীয় আর কিছু ছিল না। তিনি বললেন, তোমার উট তুমি নিয়ে যাও আর তোমার মূল্য তোমারই রইল।\n",
    "checkStatus": "1",
    "hadithNo": "3510",
    "id": "13121",
    "thesequence": "12964",
    "isActive": "1",
    "chapterId": "13651",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৮. কুমারী বিবাহ করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported:\nWe were with Allahs Messenger (ﷺ) in a journey, and I was riding a camel meant for carrying water and it lagged behind all persons. Allahs Messenger (ﷺ) hit it or goaded it (I think) with something he had with him. And after it (it moved so quickly) that it went ahead of all persons and it struggled with me (to move faster than I permitted It) and I had to restrain it. Allahs Messenger (ﷺ) said: Do you sell it at such and such (price)? May Allah grant you pardon. I said: Allahs Apostle, it is yours. He (again) said: Do you sell it at such and such (price)? May Allah grant you pardon.  I said: Allahs Apostle, it is yours. He said to me: Have you married after the death of your father? I said: Yes. He (again) said: With one previously married or a virgin? I said: With one previously married. He said: Why didnt you marry a virgin who might amuse you and you might amuse her, and she might sport with you and you might sport with her? Abu Nadra said: That was the common phrase which the Muslims spoke: You do such and such (thing) and Allah may grant you pardon.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ أَبِي، حَدَّثَنَا أَبُو نَضْرَةَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كُنَّا فِي مَسِيرٍ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَنَا عَلَى نَاضِحٍ إِنَّمَا هُوَ فِي أُخْرَيَاتِ النَّاسِ - قَالَ - فَضَرَبَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَوْ قَالَ نَخَسَهُ - أُرَاهُ قَالَ - بِشَىْءٍ كَانَ مَعَهُ قَالَ فَجَعَلَ بَعْدَ ذَلِكَ يَتَقَدَّمُ النَّاسَ يُنَازِعُنِي حَتَّى إِنِّي لأَكُفُّهُ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَتَبِيعُنِيهِ بِكَذَا وَكَذَا وَاللَّهُ يَغْفِرُ لَكَ  . قَالَ قُلْتُ هُوَ لَكَ يَا نَبِيَّ اللَّهِ . قَالَ  أَتَبِيعُنِيهِ بِكَذَا وَكَذَا وَاللَّهُ يَغْفِرُ لَكَ  . قَالَ قُلْتُ هُوَ لَكَ يَا نَبِيَّ اللَّهِ . قَالَ وَقَالَ لِي  أَتَزَوَّجْتَ بَعْدَ أَبِيكَ  . قُلْتُ نَعَمْ . قَالَ  ثَيِّبًا أَمْ بِكْرًا  . قَالَ قُلْتُ ثَيِّبًا . قَالَ  فَهَلاَّ تَزَوَّجْتَ بِكْرًا تُضَاحِكُكَ وَتُضَاحِكُهَا وَتُلاَعِبُكَ وَتُلاَعِبُهَا  . قَالَ أَبُو نَضْرَةَ فَكَانَتْ كَلِمَةً يَقُولُهَا الْمُسْلِمُونَ . افْعَلْ كَذَا وَكَذَا وَاللَّهُ يَغْفِرُ لَكَ .",
    "hadithBengali": "৩৫১১। মুহাম্মাদ ইবনু আবদুল আ&#39;লা (রহঃ) ... আবু নাযরা (রহঃ) জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণনা করেন যে, তিনি বলেন, আমরা কোন এক সফরে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। আমি ছিলাম আমার একটি (পানিবাহী) উটের পিঠে। ওটি ছিল কাফিলার পশ্চাদ্বর্তীদের মাঝে। জাবির (রাঃ) বলেন, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে পিটুনী দিলেন কিংবা (বর্ণনা দ্বিধা) তিনি বলেছেন যে, তাকে খোচা দিলেন- আমার (আবূ নাযর) ধারণা, তিনি (জাবির) বলেছেন যে, কোন কিছু দিয়ে যা তার সঙ্গে ছিল।\n\nজাবির (রাঃ) বলেন, এরপরে সে (উট) কাফিলার লোকদের আগে আগে চলে যেতে লাগল এবং আমাকে (আমার ধরে রাখা লাগামসহ) টেনে নিয়ে যেতে লাগল। এমনকি আমি তাকে ঠেকিয়ে রাখছিলাম। জাবির (রাঃ) বলেন, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এত এত-র বিনিময় এটি তুমি আমার কাছে বেচবে কি? এবং আল্লাহ তোমাকে মাফ করুন। জাবির (রাঃ) বলেন, আমি বললামঃ এটি আপনার জন্য ইয়া নাবীইয়্যাল্লাহ! তিনি বললেন, এত এত-তে সেটি তুমি আমার কাছে বেচরে কি? এবং আল্লাহ তোমাকে মাফ করুন। জাবির (রাঃ) বলেন, আমি বললাম, এটি আপনার ইয়া নাবীইয়্যাল্লাহ!\n\nজাবির (রাঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে আরও বললেন, তোমার পিতার (মৃত্যুর) পরে তুমি কি বিয়ে করেছ? আমি বললাম, জি হাঁ। তিনি বললেন, বিধবাকে না কুমারীকে? জাবির (রাঃ) বলেন, আমি বললাম, বিধবাকে। তিনি বললেন, তবে তুমি কোন কুমারীকে বিয়ে করলে না কেন- যে তোমার সাথে আমোদ করত আর তুমিও তার সাথে আমোদ করতে। আর সে তোমার সাথে ক্রীড়া করত এবং তুমিও তার সাথেক্রীড়া করতে।\n\nআবূ নাযরা (রহঃ) বলেন, এ কথাটি (অর্থাৎ আল্লাহ তোমার মাগফিরাত করুন) ছিল একটি বাক্যারূপ যা মুসলামনগণ তাদের কথাবার্তায় (কথার মাত্রা ও বাচনভঙ্গীরূপে) উচ্চারণ করতেন। তারা বলতেন এরূপ ও এমন কর ...... আল্লাহ তোমার মাগফিরাত করুন।\n",
    "checkStatus": "1",
    "hadithNo": "3511",
    "id": "13122",
    "thesequence": "12965",
    "isActive": "1",
    "chapterId": "13651",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৮. কুমারী বিবাহ করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Amr reported Allahs Messenger (ﷺ) as saying:\nThe whole world is a provision, and the best object of benefit of the world is the pious woman.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ الْهَمْدَانِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا حَيْوَةُ، أَخْبَرَنِي شُرَحْبِيلُ بْنُ شَرِيكٍ، أَنَّهُ سَمِعَ أَبَا عَبْدِ الرَّحْمَنِ الْحُبُلِيَّ، يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   الدُّنْيَا مَتَاعٌ وَخَيْرُ مَتَاعِ الدُّنْيَا الْمَرْأَةُ الصَّالِحَةُ .",
    "hadithBengali": "৩৫১২। মুহাম্মাদ ইবনু আবদুল্লাহ ইবন নুমায়র আল-হামদানী (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) সূত্রে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুনিয়া উপভোগের উপকরণ (ভোগ্যপণ্য) এবং দুনিয়ার উত্তম উপভোগ্য উপকরণ পুণ্যবতী নারী।\n",
    "checkStatus": "1",
    "hadithNo": "3512",
    "id": "13123",
    "thesequence": "12966",
    "isActive": "1",
    "chapterId": "13652",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৯. মহিলাদের সম্পর্কে ওসিয়ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nWoman is like a rib. When you attempt to straighten it, you would break it. And if you leave her alone you would benefit by her, and crookedness will remain in her.\n\nA hadith like this is reported by another chain of narrators.",
    "hadithArabic": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي ابْنُ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ الْمَرْأَةَ كَالضِّلَعِ إِذَا ذَهَبْتَ تُقِيمُهَا كَسَرْتَهَا وَإِنْ تَرَكْتَهَا اسْتَمْتَعْتَ بِهَا وَفِيهَا عِوَجٌ  .\n\n وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، وَعَبْدُ بْنُ حُمَيْدٍ، كِلاَهُمَا عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنِ ابْنِ أَخِي الزُّهْرِيِّ، عَنْ عَمِّهِ، بِهَذَا الإِسْنَادِ . مِثْلَهُ سَوَاءً .",
    "hadithBengali": "৩৫১৩। হারামালা ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নারী পাজরের হাড়ের ন্যায় (বাঁকা)। যখন তুমি তাকে সোজা করতে যাবে তখন তা ভেঙ্গে ফেলবে আর তার মাঝে বক্রতা রেখে দিয়েই তা দিয়ে তুমি উপকার হাসিল করবে।\n\nযুহায়র ইবনু হারব ও আবদ ইবনু হুমায়দ (রহঃ) ... (যুহরীর ভ্রাতুষ্পুত্র তার চাচা যুহরীর সুত্রে) (উপরোক্ত সনদের ন্যায়) ইবনু শিহাব (রহঃ) সুত্রে অবিকল অনুরূপ রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3513",
    "id": "13124",
    "thesequence": "12967",
    "isActive": "1",
    "chapterId": "13652",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৯. মহিলাদের সম্পর্কে ওসিয়ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported:\nWoman has been created from a rib and will in no way be straightened for you; so if you wish to benefit by her, benefit by her while crookedness remains in her. And if you attempt to straighten her, you will break her, and breaking her is divorcing her.",
    "hadithArabic": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، وَابْنُ أَبِي عُمَرَ، - وَاللَّفْظُ لاِبْنِ أَبِي عُمَرَ - قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ الْمَرْأَةَ خُلِقَتْ مِنْ ضِلَعٍ لَنْ تَسْتَقِيمَ لَكَ عَلَى طَرِيقَةٍ فَإِنِ اسْتَمْتَعْتَ بِهَا اسْتَمْتَعْتَ بِهَا وَبِهَا عِوَجٌ وَإِنْ ذَهَبْتَ تُقِيمُهَا كَسَرْتَهَا وَكَسْرُهَا طَلاَقُهَا  .",
    "hadithBengali": "৩৫১৪। আমরুন নাকিদ ও ইবনু আবূ উমর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নারীকে সৃষ্টি করা হয়েছে পাঁজরের একটি হাড় দিয়ে। সে কখনো তোমার জন্য কোন নিয়মতান্ত্রিকতায় স্থির থাকবে না। সুতরাং তুমি যদি তাকে দিয়ে উপকৃত হতে চাও তবে তার বক্রতা অবশিষ্ট রেখেই তাকে দিয়ে উপকৃত হতে হবে। আর তাকে সোজা করতে গেলে তুমি তাকে ভেঙ্গে ফেলবে- আর তাকে ভেঙ্গে ফেলা অর্থ হল তাকে তালাক দেওয়া।\n",
    "checkStatus": "1",
    "hadithNo": "3514",
    "id": "13125",
    "thesequence": "12968",
    "isActive": "1",
    "chapterId": "13652",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৯. মহিলাদের সম্পর্কে ওসিয়ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Apostle (ﷺ) as saying:\nHe who believes in Allah and the Hereafter, if he witnesses any matter he should talk in good terms about it or keep quiet. Act kindly towards woman, for woman is created from a rib, and the most crooked part of the rib is its top. If you attempt to straighten it, you will break it, and if you leave it, its crookedness will remain there. So act kindly towards women.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنْ مَيْسَرَةَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَإِذَا شَهِدَ أَمْرًا فَلْيَتَكَلَّمْ بِخَيْرٍ أَوْ لِيَسْكُتْ وَاسْتَوْصُوا بِالنِّسَاءِ فَإِنَّ الْمَرْأَةَ خُلِقَتْ مِنْ ضِلَعٍ وَإِنَّ أَعْوَجَ شَىْءٍ فِي الضِّلَعِ أَعْلاَهُ إِنْ ذَهَبْتَ تُقِيمُهُ كَسَرْتَهُ وَإِنْ تَرَكْتَهُ لَمْ يَزَلْ أَعْوَجَ اسْتَوْصُوا بِالنِّسَاءِ خَيْرًا  .",
    "hadithBengali": "৩৫১৫। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, যে ব্যক্তি আল্লাহ এবং আখিরাতের প্রতি ঈমান রাখে, সে যখন কোন বিষয় প্রত্যক্ষ করবে তখন যেন উত্তম কথা বলে অন্যথায় চুপ থাকবে। আর নারীদের প্রতি কল্যাণের (ও সদাচরণের) উপদেশ অঙ্গীকার গ্রহণ কর। কেননা পাঁজরের একটি হাড় দিয়ে নারী সৃজিত হয়েছে এবং পাজরের সবচেয়ে বেশি বাঁকা হল তার উপরের অংশ। তুমি তাকে সোজা করতে গেলে তা ভেঙ্গে ফেলবে। আর তাকে (যথাবস্থায়) রাখলে তা সদা বাকা থেকে যাবে। নারীদের প্রতি কল্যাণের উপদেশ গ্রহণ কর।\n",
    "checkStatus": "1",
    "hadithNo": "3515",
    "id": "13126",
    "thesequence": "12969",
    "isActive": "1",
    "chapterId": "13652",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৯. মহিলাদের সম্পর্কে ওসিয়ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ab Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nA believing man should not hate a believing woman; if he dislikes one of her characteristics, he will be pleased with another.",
    "hadithArabic": " وَحَدَّثَنِي إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، حَدَّثَنَا عِيسَى، - يَعْنِي ابْنَ يُونُسَ - حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، عَنْ عِمْرَانَ بْنِ أَبِي أَنَسٍ، عَنْ عُمَرَ بْنِ الْحَكَمِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ يَفْرَكْ مُؤْمِنٌ مُؤْمِنَةً إِنْ كَرِهَ مِنْهَا خُلُقًا رَضِيَ مِنْهَا آخَرَ  . أَوْ قَالَ  غَيْرَهُ  .",
    "hadithBengali": "৩৫১৬। ইবরাহীম ইবনু মূসা রাজী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন মুমিন পুরুষ কোন মুমিন নারীর প্রতি বিদ্বেষ-ঘৃণা পোষন করবে না; (কেননা) তার কোন চরিত্র অভ্যাসকে অপছন্দ করলে তার অন্য কোন (চরিত্র-অভ্যাস) টি সে পছন্দ করবে। ... কিংবা (এ ধরনের) অন্য কিছু বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3516",
    "id": "13127",
    "thesequence": "12970",
    "isActive": "1",
    "chapterId": "13652",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৯. মহিলাদের সম্পর্কে ওসিয়ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Abu Huraira (Allah be pleased with him).",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو عَاصِمٍ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، حَدَّثَنَا عِمْرَانُ بْنُ أَبِي أَنَسٍ، عَنْ عُمَرَ بْنِ الْحَكَمِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৩৫১৭। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3517",
    "id": "13128",
    "thesequence": "12971",
    "isActive": "1",
    "chapterId": "13652",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৯. মহিলাদের সম্পর্কে ওসিয়ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nHad it not been for Eve, woman would have never acted unfaithfully towards her husband.",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، أَنَّ أَبَا يُونُسَ، مَوْلَى أَبِي هُرَيْرَةَ حَدَّثَهُ عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   لَوْلاَ حَوَّاءُ لَمْ تَخُنْ أُنْثَى زَوْجَهَا الدَّهْرَ  .",
    "hadithBengali": "৩৫১৮। হারুন ইবনু মারুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ যদি হাওয়া (আলাইহিস সালাম) না হতেন তবে যুগ যূগান্তরে কোন নারী তার স্বামীর বিশ্বাস ভঙ্গ করত না।\n",
    "checkStatus": "1",
    "hadithNo": "3518",
    "id": "13129",
    "thesequence": "12972",
    "isActive": "1",
    "chapterId": "13652",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৯. মহিলাদের সম্পর্কে ওসিয়ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hammam b. Munabbih said:\nThese are some of the ahadith which Abu Huraira (Allah be pleased with him) narrated to us from Allahs Messenger (ﷺ), and one of these (this one): Allahs Messenger (ﷺ) said: Had it not been for Bani Israil, food would not have become stale, and meal would not have gone bad; and had it not been for Eve, a woman would never have acted unfaithfully toward her husband.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَوْلاَ بَنُو إِسْرَائِيلَ لَمْ يَخْبُثِ الطَّعَامُ وَلَمْ يَخْنَزِ اللَّحْمُ وَلَوْلاَ حَوَّاءُ لَمْ تَخُنْ أُنْثَى زَوْجَهَا الدَّهْرَ  . ",
    "hadithBengali": "৩৫১৯। মুহাম্মদ ইবনু রাফি (রহঃ) ... হাম্মাদ ইবনু মুনাব্বিহ (রহঃ) সুত্রে বর্ণিত। তিনি বলেন, এ হল রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে আমাদের কাছে আবূ হুরায়রা (রাঃ) এর বর্ণিত হাদীস। তিনি অনেক হাদীস উল্লেখ করেছেন। তার মাঝে অন্যতম রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেছেনঃ বনূ ইসরাঈলী না হলে খাদ্য নষ্ট হত না এবং গোশত বিকৃত দুর্গন্ধযুক্ত হত না এবং হাওয়া (আলাইহিস সালাম) না হলে যুগ যুগান্তরে কোন নারী তার স্বামীর বিশ্বাস ভঙ্গ করত না।\n",
    "checkStatus": "1",
    "hadithNo": "3519",
    "id": "13130",
    "thesequence": "12973",
    "isActive": "1",
    "chapterId": "13652",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "119",
    "statusId": "1",
    "topicName": "৯. মহিলাদের সম্পর্কে ওসিয়ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]