[
  {
    "hadithEnglish": " Abu Malik at-Ashari reported:\nThe Messenger of Allah (ﷺ) said: Cleanliness is half of faith and al-Hamdu Liliah (Praise be to Allah) fills the scale, and Subhan Allah (Glory be to Allah) and al-Hamdu Liliah (Praise be to Allah) fill upwhat is between the heavens and the earth, and prayer is a light, and charity is proof (of ones faith) and endurance is a brightness and the Holy Quran is a proof on your behalf or against you. All men go out early in the morning and sell themselves, thereby setting themselves free or destroying themselves.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا حَبَّانُ بْنُ هِلاَلٍ، حَدَّثَنَا أَبَانٌ، حَدَّثَنَا يَحْيَى، أَنَّ زَيْدًا، حَدَّثَهُ أَنَّ أَبَا سَلاَّمٍ حَدَّثَهُ عَنْ أَبِي مَالِكٍ الأَشْعَرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الطُّهُورُ شَطْرُ الإِيمَانِ وَالْحَمْدُ لِلَّهِ تَمْلأُ الْمِيزَانَ . وَسُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ تَمْلآنِ - أَوْ تَمْلأُ - مَا بَيْنَ السَّمَوَاتِ وَالأَرْضِ وَالصَّلاَةُ نُورٌ وَالصَّدَقَةُ بُرْهَانٌ وَالصَّبْرُ ضِيَاءٌ وَالْقُرْآنُ حُجَّةٌ لَكَ أَوْ عَلَيْكَ كُلُّ النَّاسِ يَغْدُو فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا أَوْ مُوبِقُهَا  .",
    "hadithBengali": "৪২৭। ইসহাক ইবনু মানসূর (রহঃ) ... আবূ মালিক আশ আরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, পবিত্রতা হল ঈমানের অংশ। &ldquo;আলহামদুলিল্লাহ&rdquo; (শব্দটি) পাল্লাকে ভরে দেয়। &ldquo;সূবহানাল্লাহ ও আলহামদুলিল্লাহ (পাল্লাকে) ভরে দেয়, কিম্বা [রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন] আকাশ ও পৃথিবীর মধ্যবতীঃ স্থান ভরে দেয়। সালাত (নামায/নামাজ) হল আলো, সাদাকা হল প্রমাণিকা, ধৈর্য হল জ্যোতি। কুরআন তোমার পক্ষে কিংবা বিপক্ষে দলীল। প্রত্যেক মানুষ প্রত্যহ আপন সত্তাকে বিক্রি করে, তখন কেউ সত্তার উদ্ধারকারী হয় আর কেউ হয় ধবংস কারী।\n",
    "checkStatus": "1",
    "hadithNo": "427",
    "id": "8218",
    "thesequence": "7960",
    "isActive": "1",
    "chapterId": "12743",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১. উযুর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hammam b. Munabbih who is the brother of Wahb b. Munabbih said:\nThis is what has been transmitted to us by Abu Huraira from Muhammad, the Messenger of Allah (ﷺ) and then narrated a hadith out of them and observed that the Messenger of Allah (ﷺ) said: The prayer of none amongst you would be accepted in a state of impurity until he performs ablution.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ بْنُ هَمَّامٍ، حَدَّثَنَا مَعْمَرُ بْنُ رَاشِدٍ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، أَخِي وَهْبِ بْنِ مُنَبِّهٍ قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ مُحَمَّدٍ، رَسُولِ اللَّهِ صلى الله عليه وسلم . فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تُقْبَلُ صَلاَةُ أَحَدِكُمْ إِذَا أَحْدَثَ حَتَّى يَتَوَضَّأَ  .",
    "hadithBengali": "৪৩০। মুহাম্মাদ ইবনু রাফি (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সুত্রে কয়েকটি হাদীস বর্ননা করেছেন। (তন্মধ্যে একটিতে তিনি বলেন) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কারোর উযূ (ওজু/অজু/অযু) ভেঙ্গে গেলে তার সালাত (নামায/নামাজ) কবুল হয় না উযূ (ওজু/অজু/অযু) করার পূর্ব পর্যন্ত।\n",
    "checkStatus": "1",
    "hadithNo": "430",
    "id": "8219",
    "thesequence": "7962",
    "isActive": "1",
    "chapterId": "12744",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২. সালাত আদায়ের জন্য তাহারাতের (পবিত্রতার) আবশ্যিকতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Humran, the freed slave of Uthman, said:\nUthman b. Affan called for ablution water and this is how he performed the ablution. He washed his hands thrice. He then rinsed his mouth and cleaned his nose with water (three times). He then washed his face three times, then washed his right arm up to the elbow three times, then washed his left arm like that, then wiped his head; then washed his right foot up to the ankle three times, then washed his left foot like that, and then said: I saw the Messenger of Allah (ﷺ) perform ablution like this ablution of mine. Then the Messenger of Allah (ﷺ) said: He who performs ablution like this ablution of mine and then stood up (for prayer) and offered two rakahs of prayer without allowing his thoughts to be distracted, all his previous sins are expiated. Ibn Shihab said: Our scholars remarked: This is the most complete of the ablutions performed for prayer.",
    "hadithArabic": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ سَرْحٍ وَحَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، أَنَّ عَطَاءَ بْنَ يَزِيدَ اللَّيْثِيَّ، أَخْبَرَهُ أَنَّ حُمْرَانَ مَوْلَى عُثْمَانَ أَخْبَرَهُ أَنَّ عُثْمَانَ بْنَ عَفَّانَ - رضى الله عنه - دَعَا بِوَضُوءٍ فَتَوَضَّأَ فَغَسَلَ كَفَّيْهِ ثَلاَثَ مَرَّاتٍ ثُمَّ مَضْمَضَ وَاسْتَنْثَرَ ثُمَّ غَسَلَ وَجْهَهُ ثَلاَثَ مَرَّاتٍ ثُمَّ غَسَلَ يَدَهُ الْيُمْنَى إِلَى الْمِرْفَقِ ثَلاَثَ مَرَّاتٍ ثُمَّ غَسَلَ يَدَهُ الْيُسْرَى مِثْلَ ذَلِكَ ثُمَّ مَسَحَ رَأْسَهُ ثُمَّ غَسَلَ رِجْلَهُ الْيُمْنَى إِلَى الْكَعْبَيْنِ ثَلاَثَ مَرَّاتٍ ثُمَّ غَسَلَ الْيُسْرَى مِثْلَ ذَلِكَ ثُمَّ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا ثُمَّ قَامَ فَرَكَعَ رَكْعَتَيْنِ لاَ يُحَدِّثُ فِيهِمَا نَفْسَهُ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ  . قَالَ ابْنُ شِهَابٍ وَكَانَ عُلَمَاؤُنَا يَقُولُونَ هَذَا الْوُضُوءُ أَسْبَغُ مَا يَتَوَضَّأُ بِهِ أَحَدٌ لِلصَّلاَةِ .",
    "hadithBengali": "৪৩১। আবূত তাহির আহমাদ ইবনু আমর ইবনু আবদুল্লাহ ইবনু আমর ইবনু সারহ ও হারামালা ইবনু ইয়াহইয়া তূজীবী (রহঃ) ... উসমান ইবনু আফফান (রাঃ) এর আযাদকৃত গোলাম হুমরান থেকে বর্ণিত যে, উসমান (রাঃ) উযূ (ওজু/অজু/অযু)র পানি চাইলেন। এরপর তিনি উযূ (ওজু/অজু/অযু) করতে আরম্ভ করলেন। (বর্ণনাকারী বলেন), তিনি [উসমান (রাঃ)] তিনবার তাঁর হাতের কব্জি পর্যন্ত ধুইলেন এরপর কুলি করলেন এবং নাক ঝাড়লেন। এরপর তিনবার তার মুখমন্ডল ধুইলেন। এবং ডান হাত কনুই পর্যন্ত তিনবার ধুইলেন। অতঃপর বাম হাত অনুরুপভাবে ধুইলেন। অতঃপর তিনি মাথা মাসেহ করলেন। এরপর তার ডান পা টাখনু পর্যন্ত ধুইলেন এরপর বাম পা অনুরুপভাবে ধুইলেন।\n\nএরপর তিনি বললেন যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমার এ উযূ (ওজু/অজু/অযু) করার ন্যায় উযূ (ওজু/অজু/অযু) করতে দেখেছি। এবং উযূ (ওজু/অজু/অযু)র শেষে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি আমার এ উযূ (ওজু/অজু/অযু)র ন্যায় উযূ (ওজু/অজু/অযু) করবে এবং দাঁড়িয়ে এরুপে দু-রাকআত সালাত (নামায/নামাজ) আদায় করবে যে, সে সময়ে মনে মনে অন্য কোন কিছু কল্পনা করেনি, সে ব্যাক্তির পুর্বের সকল গুনাহ মাফ করে দেয়া হবে। ইবনু শিহাব বলেন, আমাদের আলিমগণ বলতেন যে, সালাত (নামায/নামাজ) এর জন্য কারোর এ নিয়মের উযূ (ওজু/অজু/অযু)ই হল পরিপূর্ণ উযূ (ওজু/অজু/অযু)।\n",
    "checkStatus": "1",
    "hadithNo": "431",
    "id": "8220",
    "thesequence": "7963",
    "isActive": "1",
    "chapterId": "12745",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩. উযু করার নিয়ম ও উযুর পূর্ণতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Humran, the freed slave of Uthman said:\nI saw Uthman call for a vessel (of water) and poured water over his hands three times and then washed them. Then he put his right hand in the vessel and rinsed his mouth and cleaned his nose. Then he washed his face three times and his hands up to the elbow three times; then wiped his head, then washed his feet three times. Then he said that the Messenger of Allah (ﷺ) had said: He who performed ablution like this ablution of mine and offered two raklahs of prayer without allowing his thoughts to be distracted, all his previous sins would be expiated.",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنِ ابْنِ شِهَابٍ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ حُمْرَانَ، مَوْلَى عُثْمَانَ أَنَّهُ رَأَى عُثْمَانَ دَعَا بِإِنَاءٍ فَأَفْرَغَ عَلَى كَفَّيْهِ ثَلاَثَ مِرَارٍ فَغَسَلَهُمَا ثُمَّ أَدْخَلَ يَمِينَهُ فِي الإِنَاءِ فَمَضْمَضَ وَاسْتَنْثَرَ ثُمَّ غَسَلَ وَجْهَهُ ثَلاَثَ مَرَّاتٍ وَيَدَيْهِ إِلَى الْمِرْفَقَيْنِ ثَلاَثَ مَرَّاتٍ ثُمَّ مَسَحَ بِرَأْسِهِ ثُمَّ غَسَلَ رِجْلَيْهِ ثَلاَثَ مَرَّاتٍ ثُمَّ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا ثُمَّ صَلَّى رَكْعَتَيْنِ لاَ يُحَدِّثُ فِيهِمَا نَفْسَهُ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ  .",
    "hadithBengali": "৪৩২। যুহায়র ইবনু হারব (রহঃ) ... হুমরান মাওলা উসমান (রাঃ) থেকে বর্ণিত। তিনি উসমান (রাঃ) কে দেখেছেন যে, উসমান (রাঃ) পানির পাত্র আনতে নির্দেশ দিলেন। অতঃপর তিনি দু-কবজির উপর তিনবার পানি ঢাললেন এবং উভয়টি ধুয়ে নিলেন। তারপর তাঁর ডান হাত পাত্রের ভিতর প্রবেশ করিয়ে তিনি কুলি করলেন এবং নাক পরিষ্কার করলেন। তারপর তিনি তাঁর মুখমন্ডল ধৌত করলেন- তিনবার। দু&#39;হাত কনুই পর্যন্ত ধৌত করলেন তিনবার। তারপর মাথা মাসেহ করলেন। এরপর উভয় পা ধুইলেন তিনবার। এরপর তিনি বললেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আমার এ উযূ (ওজু/অজু/অযু) করার ন্যায় উযূ (ওজু/অজু/অযু) করবে এবং এর পরে এরুপে দুরাকআত সালাত (নামায/নামাজ) আদায় করবে যাতে সে মনে মনে ভিন্ন কোন কল্পনা করেনি তার পূর্ববতী সকল গুনাহ ক্ষমা করে দেয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "432",
    "id": "8221",
    "thesequence": "7964",
    "isActive": "1",
    "chapterId": "12745",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩. উযু করার নিয়ম ও উযুর পূর্ণতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Humran. the freed slave of Uthman. said:\nI heard from Uthman b. Affan and he was in the courtyard of the mosque, when the Muadhdhin (announcer of the prayer) came to him at the time of afternoon prayer. So the (Uthman) called for the ablution water and performed ablution and then said: By Allah, I am narrating to you a hadith. If there were not a verse in the Book of Allah, I would have never narrated it to you. I heard Allahs Messenger (ﷺ) say: If a Muslim performs ablution and does it well and offers prayer, all his (sins) daring the period from one prayer to another would be pardoned by Allah.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَعُثْمَانُ بْنُ مُحَمَّدِ بْنِ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، - وَاللَّفْظُ لِقُتَيْبَةَ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا جَرِيرٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ حُمْرَانَ، مَوْلَى عُثْمَانَ قَالَ سَمِعْتُ عُثْمَانَ بْنَ عَفَّانَ، وَهُوَ بِفِنَاءِ الْمَسْجِدِ فَجَاءَهُ الْمُؤَذِّنُ عِنْدَ الْعَصْرِ فَدَعَا بِوَضُوءٍ فَتَوَضَّأَ ثُمَّ قَالَ وَاللَّهِ لأُحَدِّثَنَّكُمْ حَدِيثًا لَوْلاَ آيَةٌ فِي كِتَابِ اللَّهِ مَا حَدَّثْتُكُمْ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لاَ يَتَوَضَّأُ رَجُلٌ مُسْلِمٌ فَيُحْسِنُ الْوُضُوءَ فَيُصَلِّي صَلاَةً إِلاَّ غَفَرَ اللَّهُ لَهُ مَا بَيْنَهُ وَبَيْنَ الصَّلاَةِ الَّتِي تَلِيهَا  .",
    "hadithBengali": "৪৩৩। কুতায়বা ইবনু সাঈদ, উসমান ইবনু মুহাম্মদ ইবনু আবূ শায়বা ও ইসহাক ইবনু ইবরাহীম হানযালী (রহঃ) ... হুমরান মাওলা উসমান (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি উসমান ইবনু আফফান (রাঃ)-কে বলতে শুনেছি, তিনি মসজিদের চত্বরে ছিলেন এমন সময়ে আসরের সালাত (নামায/নামাজ)-এর জন্য মুয়াজ্জ্বীন আসলেন। উসমান (রাঃ) উযূ (ওজু/অজু/অযু)র পানি আনতে নির্দেশ দিলেন, অতঃপর উযূ (ওজু/অজু/অযু) করলেন। তারপর তিনি বললেন, আল্লাহর কসম আমি তোমাদেরকে একটি হাদীস শোনাব যদি আল্লাহর কিতাবে একটি আয়াত না থাকত তাহলে কখনোই আমি তোমাদেরকে হাদীস শোনাতাম না। আমি শুনেছি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, যেই মুসলিম ব্যাক্তি উযূ (ওজু/অজু/অযু) করবে এবং উযূ (ওজু/অজু/অযু) কে সুন্দরভাবে আদায় করবে, অতঃপর সালাত (নামায/নামাজ) আদায় করবে সেই ব্যাক্তির এই সালাত (নামায/নামাজ) ও তার পূর্ববর্তী সালাত (নামায/নামাজ) এর মধ্যবতী সকল গুনাহ ক্ষমা করে দেয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "433",
    "id": "8222",
    "thesequence": "7965",
    "isActive": "1",
    "chapterId": "12746",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৪. উযু এবং তারপর সালাত আদায়ের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is also narrated on the authority with the same chain of transmitters and in the hadith of Abu Usama the words are:\n He who performed the ablution well and then offered the obligatory prayer.",
    "hadithArabic": "وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، ح وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، جَمِيعًا عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ وَفِي حَدِيثِ أَبِي أُسَامَةَ   فَيُحْسِنُ وُضُوءَهُ ثُمَّ يُصَلِّي الْمَكْتُوبَةَ  .",
    "hadithBengali": "৪৩৪। আবূ কুরায়ব, আবূ উসামা থেকে, অন্য সুত্রে যুহায়র ইবনু হারব ও আবূ কুরায়ব ওয়াকী (রহঃ) থেকে অন্য সুত্রে ইবনু আবূ উমার সুফিয়ান থেকে আবার সকলে হিশামের মাধ্যমে উপরোক্ত সুত্রেও হাদীসটি বর্ণনা করেছেন। তবে আবূ উসামার সুত্রে অতিরিক্ত বলা হয়েছে যে, &ldquo;অতঃপর সে তার উযূ (ওজু/অজু/অযু)কে সুন্দর রুপে করে তারপর ফরয সালাত (নামায/নামাজ) আদায় করে।\n",
    "checkStatus": "1",
    "hadithNo": "434",
    "id": "8223",
    "thesequence": "7966",
    "isActive": "1",
    "chapterId": "12746",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৪. উযু এবং তারপর সালাত আদায়ের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Humran reported when Uthman performed ablution he said:\nBy Allah, I am narrating to you a hadith had there not been this verse in the Book of Allah. I would not have narrated it to you. Verily I heard the Messenger of Allah (ﷺ) say: Not a person is there who performed ablution, and did it well, then offered prayer, but his sins (which he committed) were not pardoned between the prayer that he offered and the next one. Urwa said: The verse is this: Those who suppress the clear proofs and the guidance which We have sent down... to His words: the Cursers (ii. 15).",
    "hadithArabic": " وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، قَالَ ابْنُ شِهَابٍ وَلَكِنْ عُرْوَةُ يُحَدِّثُ عَنْ حُمْرَانَ، أَنَّهُ قَالَ فَلَمَّا تَوَضَّأَ عُثْمَانُ قَالَ وَاللَّهِ لأُحَدِّثَنَّكُمْ حَدِيثًا وَاللَّهِ لَوْلاَ آيَةٌ فِي كِتَابِ اللَّهِ مَا حَدَّثْتُكُمُوهُ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  لاَ يَتَوَضَّأُ رَجُلٌ فَيُحْسِنُ وُضُوءَهُ ثُمَّ يُصَلِّي الصَّلاَةَ إِلاَّ غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الصَّلاَةِ الَّتِي تَلِيهَا  . قَالَ عُرْوَةُ الآيَةُ { إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى} إِلَى قَوْلِهِ { اللاَّعِنُونَ}",
    "hadithBengali": "৪৩৫। যুহায়র ইবনু হারব (রহঃ) ... হুমরান (রহঃ) থেকে বর্ণিত। তিনি বলেন, উসমান (রাঃ) উযূ (ওজু/অজু/অযু)র কাজ সেরে বললেন যে, আল্লাহর কসম আমি তোমাদেরকে একটি হাদীস শোনাব। আল্লাহর কসম! যদি আল্লাহর কিতাবের মধ্যে একটি আয়াত না থাকত তাহলে আমি তোমাদেরকে কখনোই হাদীসটি শোনাতাম না। আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কোন ব্যাক্তি যখন উযূ (ওজু/অজু/অযু) করে এবং উযূ (ওজু/অজু/অযু)কে উত্তমরুপে আদায় করে তারপর সালাত (নামায/নামাজ) আদায় করে তখন তার সালাত (নামায/নামাজ) ও পূর্ববর্তী সালাত (নামায/নামাজ) এর মধ্যবতী সকল গুনাহ ক্ষমা করে দেয়া হয়। উরওয়া (রহঃ) বলেন, আয়াতটি হলঃ &ldquo;আমি যে সকল স্পষ্ট নিদর্শন ও পথনির্দেশ অবতীর্ণ করেছি মানুষের জন্য কিতাবে, তা সূস্পষ্টভাবে বলে দেয়ার পরেও যারা তা গোপন রাখে, আল্লাহ তাদেরকে লানত দেন এবং অভিশাপকারীরাও তাদেরকে অভিশাপ দেয়&rdquo;। (সূরা বাকারাঃ ১৫৯)\n",
    "checkStatus": "1",
    "hadithNo": "435",
    "id": "8224",
    "thesequence": "7967",
    "isActive": "1",
    "chapterId": "12746",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৪. উযু এবং তারপর সালাত আদায়ের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amr b Said b al-As reported:\nI was with Uthman, and he called for ablution water and said: I heard Allahs Messenger (ﷺ) say: When the time for a prescribed prayer comes, if any Muslim performs ablution well and offers his prayer with humility and bowing, it will be an expiation for his past sins, so long as he has not committed a major sin; and this applies for all times.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، وَحَجَّاجُ بْنُ الشَّاعِرِ، كِلاَهُمَا عَنْ أَبِي الْوَلِيدِ، قَالَ عَبْدٌ حَدَّثَنِي أَبُو الْوَلِيدِ، حَدَّثَنَا إِسْحَاقُ بْنُ سَعِيدِ بْنِ عَمْرِو بْنِ سَعِيدِ بْنِ الْعَاصِ، حَدَّثَنِي أَبِي، عَنْ أَبِيهِ، قَالَ كُنْتُ عِنْدَ عُثْمَانَ فَدَعَا بِطَهُورٍ فَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَا مِنِ امْرِئٍ مُسْلِمٍ تَحْضُرُهُ صَلاَةٌ مَكْتُوبَةٌ فَيُحْسِنُ وُضُوءَهَا وَخُشُوعَهَا وَرُكُوعَهَا إِلاَّ كَانَتْ كَفَّارَةً لِمَا قَبْلَهَا مِنَ الذُّنُوبِ مَا لَمْ يُؤْتِ كَبِيرَةً وَذَلِكَ الدَّهْرَ كُلَّهُ  .",
    "hadithBengali": "৪৩৬। আবদ ইবনু হুমায়দ ও হাজ্জাজ ইবনু শাইর (রহঃ) ... আমর ইবনু সাঈদ ইবনুল আতা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি উসমান (রাঃ)-এর নিকট উপস্থিত ছিলাম। এমন সময়ে তিনি পানি আনার নির্দেশ দিলেন। এরপর তিনি বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কোন মুসলিম ব্যাক্তির যখন কোন ফরয সালাত (নামায/নামাজ) এর ওয়াক্ত হয় আর সে সালাত (নামায/নামাজ) এর উযূ (ওজু/অজু/অযু) কে উত্তমরুপে আদায় করে, সালাত (নামায/নামাজ) এর বিনয় ও রুকুকে উত্তমরূপে আদায় করে তা হলে যতক্ষন না সে কোন কবীরা গোনাহে লিপ্ত হবে, তার এই সালাত (নামায/নামাজ) তার পূর্ববর্তী সকল গুনাহের জন্য কাফফারা হয়ে যাবে। তিনি বলেন, আর এ অবস্থা সর্বযুগেই বিদ্যমান।\n",
    "checkStatus": "1",
    "hadithNo": "436",
    "id": "8225",
    "thesequence": "7968",
    "isActive": "1",
    "chapterId": "12746",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৪. উযু এবং তারপর সালাত আদায়ের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Humran, the freed slave of Uthman reported:\nI brought for Uthman b. Affan the ablution water. He performed ablution and then said: Verily the people narrate from the Messenger of Allah (ﷺ) a hadith. I do not know what these are. but (I know this fact) that I saw the Messenger of Allah (ﷺ) perform ablution like this ablution of mine and then he said: He who performed ablution like this, all his previous sins would be expiated and his prayer and going towards the mosque would have an extra reward. In the tradition narrated by Ibn Abda (the words are): I came to Uthman and he performed ablution.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، قَالاَ حَدَّثَنَا عَبْدُ الْعَزِيزِ، - وَهُوَ الدَّرَاوَرْدِيُّ - عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ حُمْرَانَ، مَوْلَى عُثْمَانَ قَالَ أَتَيْتُ عُثْمَانَ بْنَ عَفَّانَ بِوَضُوءٍ فَتَوَضَّأَ ثُمَّ قَالَ إِنَّ نَاسًا يَتَحَدَّثُونَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَحَادِيثَ لاَ أَدْرِي مَا هِيَ إِلاَّ أَنِّي رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم تَوَضَّأَ مِثْلَ وُضُوئِي هَذَا ثُمَّ قَالَ   مَنْ تَوَضَّأَ هَكَذَا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَكَانَتْ صَلاَتُهُ وَمَشْيُهُ إِلَى الْمَسْجِدِ نَافِلَةً  . وَفِي رِوَايَةِ ابْنِ عَبْدَةَ أَتَيْتُ عُثْمَانَ فَتَوَضَّأَ .",
    "hadithBengali": "৪৩৭। কুতায়বা ইবনু সাঈদ ও আহমদ ইবনু আবদা আয-যাব্বী (রহঃ) ... হুমরান মাওলা উসমান (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি উসমান ইবনু আফফান (রাঃ) এর নিকট উযূ (ওজু/অজু/অযু)র পানি আনলাম। অতঃপর তিনি উযূ (ওজু/অজু/অযু) করলেন, তারপর তিনি বললেন, লোকজন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অনেক হাদীস বর্ণনা করে থাকে। আমি ওসব জানিনা তবে আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখেছি তিনি আমার এ উযূ (ওজু/অজু/অযু)র ন্যায় উযূ (ওজু/অজু/অযু) করেছেন। তারপর বলেছেন, যে ব্যাক্তি এভাবে উযূ (ওজু/অজু/অযু) করবে তার পূর্ববর্তী সকল গুনাহ ক্ষমা করে দেয়া হবে। আর তার সালাত (নামায/নামাজ) আদায় ও মসজিদের দিকে গমনের সাওয়াব থাকবে অতিরিক্ত। ইবনু আবদা-এর সনদেبوضوء কথাটি বাদ দিয়েاتيت عثمان فتوضاء কেবল বলা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "437",
    "id": "8226",
    "thesequence": "7969",
    "isActive": "1",
    "chapterId": "12746",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৪. উযু এবং তারপর সালাত আদায়ের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Anas reported that Uthman performed ablution at Maqiaid and said:\nShould I not show you the ablution performed by Allahs Messenger (ﷺ)? And he then washed (the different parts of the body) three times. 4 Qutaiba has added in his narration the words: There were with him (with Uthman) Companions of Allahs Messenger (ﷺ).",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ - وَاللَّفْظُ لِقُتَيْبَةَ وَأَبِي بَكْرٍ - قَالُوا حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي النَّضْرِ، عَنْ أَبِي أَنَسٍ، أَنَّ عُثْمَانَ، تَوَضَّأَ بِالْمَقَاعِدِ فَقَالَ أَلاَ أُرِيكُمْ وُضُوءَ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ تَوَضَّأَ ثَلاَثًا ثَلاَثًا . وَزَادَ قُتَيْبَةُ فِي رِوَايَتِهِ قَالَ سُفْيَانُ قَالَ أَبُو النَّضْرِ عَنْ أَبِي أَنَسٍ قَالَ وَعِنْدَهُ رِجَالٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৪৩৮। কুতায়বা ইবনু সাঈদ, আবূ বাকর ইবনু আবূ শায়বা ও যুহায়র ইবনু হারব (রহঃ) ... আবূ আনাস (রাঃ) থেকে বর্ণিত যে, উসমান (রাঃ) মাকাইদে আসনে উযূ (ওজু/অজু/অযু) করতে বসে বললেন, আমি কি তোমাদেরকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উযূ (ওজু/অজু/অযু) করা দেখাব? তারপর তিনি তিন-তিনবার ধুয়ে উযূ (ওজু/অজু/অযু) করলেন। কুতায়বা (রহঃ) ... আনাস (রাঃ) সুত্রে অতিরিক্ত বর্ণনা করেন যে, আনাস (রাঃ) বলেছেন, তখন উসমান (রাঃ)-এর পাশে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাহাবীদের কয়েকজন উপস্থিত ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "438",
    "id": "8227",
    "thesequence": "7970",
    "isActive": "1",
    "chapterId": "12746",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৪. উযু এবং তারপর সালাত আদায়ের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Humran b. Aban reported:\nI used to fetch water for Uthman for his purification. Never was there a day that he did not take a bath with a small quantity of water. And Uthman said: The Messenger of Allah (ﷺ) at the time of our returning from our prayer told us (certain things pertaining to purification). Misar said: I find that it was afternoon prayer. He said: I do not know whether I should tell you a thing or keep quiet. We said: Messenger of Allah, tell us if it is good and if it is otherwise, Allah and His Apostle know better. Upon this he said: A Muslim who purifies (himself) and completes purification as enjoined upon him by Allah and then offers the prayers, that will be expiation (of his sins he committed) between these (prayers).",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ جَمِيعًا عَنْ وَكِيعٍ، قَالَ أَبُو كُرَيْبٍ حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ جَامِعِ بْنِ شَدَّادٍ أَبِي صَخْرَةَ، قَالَ سَمِعْتُ حُمْرَانَ بْنَ أَبَانَ، قَالَ كُنْتُ أَضَعُ لِعُثْمَانَ طَهُورَهُ فَمَا أَتَى عَلَيْهِ يَوْمٌ إِلاَّ وَهُوَ يُفِيضُ عَلَيْهِ نُطْفَةً . وَقَالَ عُثْمَانُ حَدَّثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم عِنْدَ انْصِرَافِنَا مِنْ صَلاَتِنَا هَذِهِ - قَالَ مِسْعَرٌ أُرَاهَا الْعَصْرَ - فَقَالَ  مَا أَدْرِي أُحَدِّثُكُمْ بِشَىْءٍ أَوْ أَسْكُتُ  . فَقُلْنَا يَا رَسُولَ اللَّهِ إِنْ كَانَ خَيْرًا فَحَدِّثْنَا وَإِنْ كَانَ غَيْرَ ذَلِكَ فَاللَّهُ وَرَسُولُهُ أَعْلَمُ . قَالَ  مَا مِنْ مُسْلِمٍ يَتَطَهَّرُ فَيُتِمُّ الطُّهُورَ الَّذِي كَتَبَ اللَّهُ عَلَيْهِ فَيُصَلِّي هَذِهِ الصَّلَوَاتِ الْخَمْسَ إِلاَّ كَانَتْ كَفَّارَاتٍ لِمَا بَيْنَهَا  .",
    "hadithBengali": "৪৩৯। আবূ কুরায়ব মুহাম্মাদ ইবনুল আলা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... হুমরান ইবনু আবান থেকে বর্ণিত। তিনি বলেন, আমি উসমান (রাঃ) কে উযূ (ওজু/অজু/অযু)র পানি দিতাম। আর তিনি প্রত্যহ গোসল করতেন। উসমান (রাঃ) বলেছেন, আমাদের এ সালাত (নামায/নামাজ) আদায়ের পর, মিসআর বলেন, আমার মনে হয় সালাত (নামায/নামাজ)টি ছিল আসরের - রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে কিছু বলতে মনস্থ করলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি ঠিক করতে পারছিলাম না যে তোমাদেরকে একটি বিষয়ে কিছু বলব না নীরব থাকবো। আমরা বললাম, হে আল্লাহর রাসুল! যদি তা কল্যাণকর হয় তাহলে আমাদেরকে বলুন, আর অন্য কিছু হলে আল্লাহ ও তাঁর রাসুল ভাল জানেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন যে, কোন মুসলমান যখন পবিত্রতা অর্জন করে এবং আল্লাহ তার উপর যে পবিত্রতা অপরিহার্য করেছেন তা পূর্ণাঙ্গরুপে অর্জন করে এবং তারপর এই পাঁচ ওয়াক্ত সালাত (নামায/নামাজ) আদায় করে তাহলে এ সকল সালাত (নামায/নামাজ) তাদের মধ্যবর্তী সময়ের সকল গুনাহের কাফফারা হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "439",
    "id": "8228",
    "thesequence": "7971",
    "isActive": "1",
    "chapterId": "12746",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৪. উযু এবং তারপর সালাত আদায়ের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jami b. Shaddad reported:\nI heard Humran b. Aban narrate to Abu Burda in this very mosque during the governorship of Bishr that Uthman b. Alfan said: The Messenger of Allah (ﷺ) observed: He who completed ablution as Allah, the Exalted, enjoined upon him, his obligatory prayers would be explatious (for his minor sins that he would commit) during (the interval) between them. This hadith is transmitted by Ibn Muadh, and in the hadith narrated by Ghundar, the words during the governorship of Bishr are omitted and there is no mention of the obligatory prayers.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالاَ جَمِيعًا حَدَّثَنَا شُعْبَةُ، عَنْ جَامِعِ بْنِ شَدَّادٍ، قَالَ سَمِعْتُ حُمْرَانَ بْنَ أَبَانَ، يُحَدِّثُ أَبَا بُرْدَةَ فِي هَذَا الْمَسْجِدِ فِي إِمَارَةِ بِشْرٍ أَنَّ عُثْمَانَ بْنَ عَفَّانَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَتَمَّ الْوُضُوءَ كَمَا أَمَرَهُ اللَّهُ تَعَالَى فَالصَّلوَاتُ الْمَكْتُوبَاتُ كَفَّارَاتٌ لِمَا بَيْنَهُنَّ  . هَذَا حَدِيثُ ابْنِ مُعَاذٍ وَلَيْسَ فِي حَدِيثِ غُنْدَرٍ فِي إِمَارَةِ بِشْرٍ وَلاَ ذِكْرُ الْمَكْتُوبَاتِ .",
    "hadithBengali": "৪৪০। উবায়দুল্লাহ ইবনু মুআয তাঁর পিতার সুত্রে, অন্য সনদে মুহাম্মাদ ইবনুল মূসান্না ও ইবনু বাশশার (রহঃ) ... উসমান ইবনু আফফান (রাঃ) থেকে বর্ণিত। উসমান (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আল্লাহ যেভাবে আদেশ করেছেন সেভাবে উযূ (ওজু/অজু/অযু)কে পূর্ণভাবে করে, তাঁর পাঁচ ওয়াক্তের ফরয সালাত (নামায/নামাজ) এর মধ্যবতী সময়ে (গুনাহের) কাফফারা হয়ে যায়। ইবনু মুআযের হাদীসে এভাবেই বলা হয়েছে। কিন্তু গুনদার বর্ণিত হাদীসে বিশরের শাসনকাল ও ফরয সালাত (নামায/নামাজ)-এর কথা উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "440",
    "id": "8229",
    "thesequence": "7972",
    "isActive": "1",
    "chapterId": "12746",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৪. উযু এবং তারপর সালাত আদায়ের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Humran, the freed slave of Uthman reported:\nOne day Uthman b. Affan performed the ablution well, and then said: I saw Allahs Messenger (ﷺ) perform ablution, the best ablution, and then observed: He who performed ablution like this and then went towards the mosque and nothing (but the love of) prayer urged him (to do so), all his previous (minor) sins would be expiated.",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ وَأَخْبَرَنِي مَخْرَمَةُ بْنُ بُكَيْرٍ، عَنْ أَبِيهِ، عَنْ حُمْرَانَ، مَوْلَى عُثْمَانَ قَالَ تَوَضَّأَ عُثْمَانُ بْنُ عَفَّانَ يَوْمًا وُضُوءًا حَسَنًا ثُمَّ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ ثُمَّ قَالَ   مَنْ تَوَضَّأَ هَكَذَا ثُمَّ خَرَجَ إِلَى الْمَسْجِدِ لاَ يَنْهَزُهُ إِلاَّ الصَّلاَةُ غُفِرَ لَهُ مَا خَلاَ مِنْ ذَنْبِهِ  .",
    "hadithBengali": "৪৪১। হারুন ইবনু সাঈদ আল আইলী (রহঃ) ... হুমরান মাওলা উসমান (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা উসমান (রাঃ) খুব উত্তমরুপে উযূ (ওজু/অজু/অযু) করলেন। তারপর বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখেছি, তিনি উযূ (ওজু/অজু/অযু) করেছেন এবং উত্তমরুপে উযূ (ওজু/অজু/অযু) করেছেন তারপর বলেছেন, যে ব্যাক্তি এ নিয়মে উযূ (ওজু/অজু/অযু) করে এবং তারপর কেবল সালাত (নামায/নামাজ)-এর উদ্দেশ্যে মসজিদের দিকে বেরিয়ে যায়, তার বিগত সকল গুনাহ ক্ষমা করে দেয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "441",
    "id": "8230",
    "thesequence": "7973",
    "isActive": "1",
    "chapterId": "12746",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৪. উযু এবং তারপর সালাত আদায়ের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Humran, the freed slave of Uthman b. Affan, reported on the authority of Uthman b. Affan that he heard Allahs Messenger (ﷺ) say:\nHe who performed ablution for prayer and performed it properly and then went (to observe) obligatory prayer and offered it along with people or with the congregation or in the mosque, Allah would pardon his sins.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَيُونُسُ بْنُ عَبْدِ الأَعْلَى، قَالاَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، أَنَّ الْحُكَيْمَ بْنَ عَبْدِ اللَّهِ الْقُرَشِيَّ، حَدَّثَهُ أَنَّ نَافِعَ بْنَ جُبَيْرٍ وَعَبْدَ اللَّهِ بْنَ أَبِي سَلَمَةَ حَدَّثَاهُ أَنَّ مُعَاذَ بْنَ عَبْدِ الرَّحْمَنِ حَدَّثَهُمَا عَنْ حُمْرَانَ، مَوْلَى عُثْمَانَ بْنِ عَفَّانَ عَنْ عُثْمَانَ بْنِ عَفَّانَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ تَوَضَّأَ لِلصَّلاَةِ فَأَسْبَغَ الْوُضُوءَ ثُمَّ مَشَى إِلَى الصَّلاَةِ الْمَكْتُوبَةِ فَصَلاَّهَا مَعَ النَّاسِ أَوْ مَعَ الْجَمَاعَةِ أَوْ فِي الْمَسْجِدِ غَفَرَ اللَّهُ لَهُ ذُنُوبَهُ  .",
    "hadithBengali": "৪৪২। আবূ তাহির ও ইউনুস ইবনু আবদুল আলা (রহঃ) ... উসমান ইবনু আফফান (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, যে ব্যাক্তি সালাত (নামায/নামাজ)-এর জন্য উযূ (ওজু/অজু/অযু) করে এবং পরিপূর্নভাবে উযূ (ওজু/অজু/অযু) করে, অতঃপর ফরয সালাত (নামায/নামাজ)-এর উদ্দেশ্যে হেঁটে গিয়ে লোকজনের সঙ্গে সালাত (নামায/নামাজ) আদায় করে, কিংবা তিনি বলেন, জামাআতের সঙ্গে সালাত (নামায/নামাজ) আদায় করে, কিংবা তিনি বলেন, মসজিদে সালাত (নামায/নামাজ) আদায় করে, আল্লাহ সেই ব্যাক্তির গুনাহ সমূহকে ক্ষমা করে দিবেন।\n",
    "checkStatus": "1",
    "hadithNo": "442",
    "id": "8231",
    "thesequence": "7974",
    "isActive": "1",
    "chapterId": "12746",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৪. উযু এবং তারপর সালাত আদায়ের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported:\nThe Messenger of Allah (ﷺ) said: Five prayers and from one Friday prayer to (the next) Friday prayer is an expiation (of the sins committed in between their intervals) if major sins are not committed.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَعَلِيُّ بْنُ حُجْرٍ، كُلُّهُمْ عَنْ إِسْمَاعِيلَ، - قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، - أَخْبَرَنِي الْعَلاَءُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ يَعْقُوبَ، مَوْلَى الْحُرَقَةِ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   الصَّلاَةُ الْخَمْسُ وَالْجُمُعَةُ إِلَى الْجُمُعَةِ كَفَّارَةٌ لِمَا بَيْنَهُنَّ مَا لَمْ تُغْشَ الْكَبَائِرُ  .",
    "hadithBengali": "৪৪৩। ইয়াহইয়া ইবনু আয়্যুব, কুতায়বা ইবনু সাঈদ ও আলী ইবনু হুজর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, পাঁচ ওয়াক্ত সালাত (নামায/নামাজ) এবং এক জুম&#39;আ থেকে আরেক জুমুআ পর্যন্ত এসব তাদের মধ্যবতী সময়ের জন্য কাফফারা হয়ে যায় যতক্ষন পর্যন্ত কবীরা গুনাহে লিপ্ত না হয়।\n",
    "checkStatus": "1",
    "hadithNo": "443",
    "id": "8232",
    "thesequence": "7975",
    "isActive": "1",
    "chapterId": "12747",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৫. পাঁচ ওয়াক্ত সালাত, এক জুমু&#039;আ থেকে আরেক জুমু&#039;আ এবং এক রমযান থেকে অপর রমযান তাদের মধ্যবর্তী সময়ের জন্য কাফফারা হয়ে যাবে, যতক্ষণ পর্যন্ত কবীরা গুনাহ পরিহার করা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported that the Messenger of Allah (ﷺ) said:\nThe five (daily) prayers and one Friday prayer to (the next) Friday prayer are expiations (for the sins committed in the intervals) between them.",
    "hadithArabic": "حَدَّثَنِي نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، أَخْبَرَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا هِشَامٌ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الصَّلَوَاتُ الْخَمْسُ وَالْجُمُعَةُ إِلَى الْجُمُعَةِ كَفَّارَاتٌ لِمَا بَيْنَهُنَّ  .",
    "hadithBengali": "৪৪৪। নাসর ইবনু আলী আল জাহযামী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, পাঁচ ওয়াক্ত সালাত (নামায/নামাজ) এবং এক জুমুআ থেকে আরেক জুমুআ পর্যন্ত এসব তাদের মধ্যবতী সময়ের জন্য কাফফারা স্বরুপ।\n",
    "checkStatus": "1",
    "hadithNo": "444",
    "id": "8233",
    "thesequence": "7976",
    "isActive": "1",
    "chapterId": "12747",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৫. পাঁচ ওয়াক্ত সালাত, এক জুমু&#039;আ থেকে আরেক জুমু&#039;আ এবং এক রমযান থেকে অপর রমযান তাদের মধ্যবর্তী সময়ের জন্য কাফফারা হয়ে যাবে, যতক্ষণ পর্যন্ত কবীরা গুনাহ পরিহার করা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported:\nVerily the Messenger of Allah (ﷺ) said: The five (daily) prayers and from one Friday prayer to the (next) Friday prayer, and from Ramadhan to Ramadhan are expiations for the (sins) committed in between (their intervals) provided one shuns the major sins.",
    "hadithArabic": "حَدَّثَنِي أَبُو الطَّاهِرِ، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، عَنْ أَبِي صَخْرٍ، أَنَّ عُمَرَ بْنَ إِسْحَاقَ، مَوْلَى زَائِدَةَ حَدَّثَهُ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ   الصَّلَوَاتُ الْخَمْسُ وَالْجُمُعَةُ إِلَى الْجُمُعَةِ وَرَمَضَانُ إِلَى رَمَضَانَ مُكَفِّرَاتٌ مَا بَيْنَهُنَّ إِذَا اجْتَنَبَ الْكَبَائِرَ  .",
    "hadithBengali": "৪৪৫। আবূ তাহির ও হারুন ইবনু সাঈদ আল আইলী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ পাঁচ ওয়াক্ত সালাত (নামায/নামাজ), এক জুমূআ থেকে আরেক জুমুআ পর্যন্ত এবং এক রমযান থেকে অপর রমযান পর্যন্ত এইসব তাদের মধ্যবর্তী সময়ের জন্য কাফফারা হয়ে যাবে, যদি সে কবীরা গুনাহ থেকে বিরত থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "445",
    "id": "8234",
    "thesequence": "7977",
    "isActive": "1",
    "chapterId": "12747",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৫. পাঁচ ওয়াক্ত সালাত, এক জুমু&#039;আ থেকে আরেক জুমু&#039;আ এবং এক রমযান থেকে অপর রমযান তাদের মধ্যবর্তী সময়ের জন্য কাফফারা হয়ে যাবে, যতক্ষণ পর্যন্ত কবীরা গুনাহ পরিহার করা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Uqba b. Amir reported:\nWe were entrusted with the task of tending the camels. On my turn when I came back in the evening after grazing them in the pastures, I found Allahs Messenger (ﷺ) stand and address the people. I heard these words of his: If any Muslim performs ablution well, then stands and prays two rakahs setting about them with his heart as well as his face, Paradise would be guaranteed to him. I said: What a fine thing is this! And a narrator who was before me said: The first was better than even this. When I cast a glance, I saw that it was Umar who said: I see that you have just come and observed: If anyone amongst you performs the ablution, and then completes the ablution well and then says: I testify that there is no god but Allah and that Muhammad is the servant of Allah and His Messenger, the eight gates of Paradise would be opened for him and he may enter by whichever of them he wishes.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ رَبِيعَةَ، - يَعْنِي ابْنَ يَزِيدَ - عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، ح\n\nوَحَدَّثَنِي أَبُو عُثْمَانَ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ كَانَتْ عَلَيْنَا رِعَايَةُ الإِبِلِ فَجَاءَتْ نَوْبَتِي فَرَوَّحْتُهَا بِعَشِيٍّ فَأَدْرَكْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَائِمًا يُحَدِّثُ النَّاسَ فَأَدْرَكْتُ مِنْ قَوْلِهِ  مَا مِنْ مُسْلِمٍ يَتَوَضَّأُ فَيُحْسِنُ وُضُوءَهُ ثُمَّ يَقُومُ فَيُصَلِّي رَكْعَتَيْنِ مُقْبِلٌ عَلَيْهِمَا بِقَلْبِهِ وَوَجْهِهِ إِلاَّ وَجَبَتْ لَهُ الْجَنَّةُ  . قَالَ فَقُلْتُ مَا أَجْوَدَ هَذِهِ . فَإِذَا قَائِلٌ بَيْنَ يَدَىَّ يَقُولُ الَّتِي قَبْلَهَا أَجْوَدُ . فَنَظَرْتُ فَإِذَا عُمَرُ قَالَ إِنِّي قَدْ رَأَيْتُكَ جِئْتَ آنِفًا قَالَ  مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ فَيُبْلِغُ - أَوْ فَيُسْبِغُ - الْوُضُوءَ ثُمَّ يَقُولُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُ اللَّهِ وَرَسُولُهُ إِلاَّ فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّهَا شَاءَ  .",
    "hadithBengali": "৪৪৬। মুহাম্মদ ইবনু হাতিম ইবনু মায়মুন (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমাদের উট চরানোর দায়িত্ব নিজেদের উপরে ছিল। আমার পালা এলে আমি উট চরিয়ে বিকেলে ফিরিয়ে নিয়ে এলাম। তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পেলাম, তিনি দাঁড়িয়ে লোকদের সঙ্গে কথা বলছেন। তখন আমি তাঁর এ কথা শুনতে পেলাম, &ldquo;যে মুসলমান সুন্দর রুপে উযূ (ওজু/অজু/অযু) করে তারপর দাঁড়িয়ে দেহ ও মনকে পুরোপুরি তার প্রতি নিবদ্ধ রেখে দুই রাকআত সালাত (নামায/নামাজ) আদায় করে তার জন্য জান্নাত ওয়াজিব হয়ে যায়। &rdquo;\n\nউক্&zwnj;বা বলেন, কথাটি শুনে আমি বলে উঠলাম ওহ, কথাটি কত উত্তম! তখন আমার সামনের একজন বলতে লাগলেন, আগের কথাটি আরো উত্তম। আমি সে দিকে তাকিয়ে দেখলাম তিনি উমর (রাঃ)। তিনি আমাকে বললেন তোমাকে দেখেছি, এইমাত্র এসেছা। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আগে বলেছেন, তোমাদের যে ব্যাক্তি কামিল বা পূর্ণরুপে উযূ (ওজু/অজু/অযু) করে এই দুআ পাঠ করবে, আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ব্যতীত কোন উপাস্য নাই, মুহাম্মাদ তাঁর বান্দা ও রাসুল&rdquo; তার জন্য জান্নাতের আটটি দরজা খুলে যাবে এবং যে দরজা দিয়ে ইচ্ছা সে জান্নাতের প্রবেশ করতে পারবে।\n",
    "checkStatus": "1",
    "hadithNo": "446",
    "id": "8235",
    "thesequence": "7978",
    "isActive": "1",
    "chapterId": "12748",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৬. উযুর শেষে মুস্তাহাব দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Uqba b. Amir al-Juhani reported:\nVerily the Messenger of Allah (ﷺ) said and then narrated (the hadith) like one (mentioned above) except (this) that he said: He who performed ablution and said: I testify that there is no god but Allah, the One, there is no associate with Him and I testify that Muhammad is His servant and His Messenger.",
    "hadithArabic": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، وَأَبِي، عُثْمَانَ عَنْ جُبَيْرِ بْنِ نُفَيْرِ بْنِ مَالِكٍ الْحَضْرَمِيِّ، عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم . قَالَ فَذَكَرَ مِثْلَهُ غَيْرَ أَنَّهُ قَالَ   مَنْ تَوَضَّأَ فَقَالَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ  .",
    "hadithBengali": "৪৪৭। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... উকবা ইবনু আমীর জুহানী (রাঃ) রাসুল থেকে উপরের হাদীসের অনুরুপ বর্ণনা করেছেন। তবে এই বর্ণনায় বলেছেনঃ &ldquo;যে ব্যাক্তি উযূ (ওজু/অজু/অযু) করে পাঠ করবেঃ &ldquo;আমি সাক্ষ্য দিচ্ছি যে আল্লাহ ব্যতীত কোন উপাস্য নেই। তিনি এক, তার কোন শরীক নেই। আমি আরো সাক্ষ্য দিচ্ছি যে মুহাম্মদ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তাঁর বান্দা ও রাসুল&rdquo;।\n",
    "checkStatus": "1",
    "hadithNo": "447",
    "id": "8236",
    "thesequence": "7979",
    "isActive": "1",
    "chapterId": "12748",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৬. উযুর শেষে মুস্তাহাব দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Zaid b. Asim al-Ansari, who was a Companion (of the Holy Prophet), reported:\nIt was said to him (by people): Perform for us the ablution (as it was performed) by the Messenger of Allah (way peace be upon him). He (Abdullah b. Zaid) called for a vessel (of water), and poured water from it on his hands and washed them three times. Then he inserted his hand (in the vessel) and brought it (water) out, rinsed his mouth and snuffed up water from the palm of one hand doing that three times, He again inserted his hand and brought it out and washed his face three times, then inserted his hand and brought it out and washed each arm up to the elbow twice, then inserted his hand and brought it out and wiped his head both front and back with his hands. He then washed his feet up to the ankles, and then said: This is how Gods Messenger (peace be upon him) performed ablution.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ عَمْرِو بْنِ يَحْيَى بْنِ عُمَارَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدِ بْنِ عَاصِمٍ الأَنْصَارِيِّ، - وَكَانَتْ لَهُ صُحْبَةٌ - قَالَ قِيلَ لَهُ تَوَضَّأْ لَنَا وُضُوءَ رَسُولِ اللَّهِ صلى الله عليه وسلم . فَدَعَا بِإِنَاءٍ فَأَكْفَأَ مِنْهَا عَلَى يَدَيْهِ فَغَسَلَهُمَا ثَلاَثًا ثُمَّ أَدْخَلَ يَدَهُ فَاسْتَخْرَجَهَا فَمَضْمَضَ وَاسْتَنْشَقَ مِنْ كَفٍّ وَاحِدَةٍ فَفَعَلَ ذَلِكَ ثَلاَثًا ثُمَّ أَدْخَلَ يَدَهُ فَاسْتَخْرَجَهَا فَغَسَلَ وَجْهَهُ ثَلاَثًا ثُمَّ أَدْخَلَ يَدَهُ فَاسْتَخْرَجَهَا فَغَسَلَ يَدَيْهِ إِلَى الْمِرْفَقَيْنِ مَرَّتَيْنِ مَرَّتَيْنِ ثُمَّ أَدْخَلَ يَدَهُ فَاسْتَخْرَجَهَا فَمَسَحَ بِرَأْسِهِ فَأَقْبَلَ بِيَدَيْهِ وَأَدْبَرَ ثُمَّ غَسَلَ رِجْلَيْهِ إِلَى الْكَعْبَيْنِ ثُمَّ قَالَ هَكَذَا كَانَ وُضُوءُ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৪৪৮। মুহাম্মদ ইবনুুস সাব্বাহ (রহঃ) ... আবদুল্লাহ ইবনু যায়িদ ইবনু আসিম আনসারী (রাঃ) যিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহচর্য লাভ করেছিলেন। রাবী বলেন, তাঁকে বলা হল যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উযূ (ওজু/অজু/অযু)র মত উযূ (ওজু/অজু/অযু) করে আমাদের দেখিয়ে দিন। তখন তিনি পানির পাত্র আনালেন। তারপর তা থেকে দুই হাতের উপর পানি ঢেলে উভয় হাত তিনবার ধুইলেন, তারপর পাত্রে হাত ঢূকিয়ে পানি নিয়ে কুলি করলেন ও নাকে পানি দিলেন একই আজলা দিয়ে। এরুপ তিনবার করলেন। আবার পানিতে হাত ঢূকিয়ে পানি নিয়ে আবার মুখমন্ডল ধুইলেন। দুই হাত কনুই পর্যন্ত দুইবার করে ধুইলেন। তারপর হাত ঢূকিয়ে বের করে মাথা মাসেহ করলেন- দুই হাত সামনের দিকে আনলেন ও পিছন দিকে নিলেন। তারপর উভয় পা গ্রন্থি পর্যন্ত ধুইলেন, এরপর বললেনঃ এরুপ ছিল রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর উযূ (ওজু/অজু/অযু)।\n",
    "checkStatus": "1",
    "hadithNo": "448",
    "id": "8237",
    "thesequence": "7980",
    "isActive": "1",
    "chapterId": "12749",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৭. নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর উযুর পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated by Amr b. Yahya with the same chain of transmitters, but there is no mention of ankles.",
    "hadithArabic": " وَحَدَّثَنِي الْقَاسِمُ بْنُ زَكَرِيَّاءَ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، عَنْ سُلَيْمَانَ، - هُوَ ابْنُ بِلاَلٍ - عَنْ عَمْرِو بْنِ يَحْيَى، بِهَذَا الإِسْنَادِ نَحْوَهُ وَلَمْ يَذْكُرِ الْكَعْبَيْنِ .",
    "hadithBengali": "৪৪৯। কাসিম ইবনু যাকারিয়্যা, খালিদ ইবনু মাখলাদ, সুলায়মান ইবনু বিলাল, আমর ইবনু ইয়াহইয়া (রহঃ) থেকে ঐ সুত্রেই বর্ণনা করেছেন। তবে তিনি পায়ের গ্রন্থি পর্যন্ত শব্দটি উল্লেখ করেন নাই।\n",
    "checkStatus": "1",
    "hadithNo": "449",
    "id": "8238",
    "thesequence": "7981",
    "isActive": "1",
    "chapterId": "12749",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৭. নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর উযুর পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Malik b. Anas narrated it from Amr b. Yahya with the same chain of transmitters, transmitters and mentioned the rinsing (of mouth) and snuffing (of water into the nostrils) three times, but he did not mention from one palm, and made this addition:\nHe moved them (his hands) for wiping to the front of his head and then the nape of his neck, then bringing them back till he reached the place from which he had begun, after which he washed his feet.",
    "hadithArabic": " وَحَدَّثَنِي إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ عَمْرِو بْنِ يَحْيَى، بِهَذَا الإِسْنَادِ وَقَالَ مَضْمَضَ وَاسْتَنْثَرَ ثَلاَثًا . وَلَمْ يَقُلْ مِنْ كَفٍّ وَاحِدَةٍ . وَزَادَ بَعْدَ قَوْلِهِ فَأَقْبَلَ بِهِمَا وَأَدْبَرَ بَدَأَ بِمُقَدَّمِ رَأْسِهِ ثُمَّ ذَهَبَ بِهِمَا إِلَى قَفَاهُ ثُمَّ رَدَّهُمَا حَتَّى رَجَعَ إِلَى الْمَكَانِ الَّذِي بَدَأَ مِنْهُ وَغَسَلَ رِجْلَيْهِ .",
    "hadithBengali": "৪৫০। ইসহাক ইবনু মূসা আনসারী ... মালিক ইবনু আনাস (রাঃ) থেকে আমর ইবনু ইয়াহইয়া (রহঃ) উপরোক্ত সুত্রে বর্ণনা করেছেন। কিন্তু এতে বলেছেন, &ldquo;কুলি করলেন এবং নাকে পানি দিলেন তিনবার&rdquo; আর আজলার কথা বলেন নি। অবশ্য &ldquo;সম্মুখের দিকে আনলেন ও পিছনের দিকে নিলেন- কথার পর বৃদ্ধি করেছেন, &ldquo;মাথার সম্মুখ থেকে পেছন পর্যন্ত মাসহ করেছেন এভাবে যে, মাথার সম্মুখ ভাগ থেকে মাসহ আরম্ব করলেন, এরপর উভয় হাত ঘাড় পর্যন্ত নিয়ে গেলেন; পুনরায় উভয় হাত ফিরিয়ে আনলেন যে স্হান থেকে আরম্ভ করেছিলেন সে স্থান পর্যন্ত, তারপর উভয় পা ধুইলেন।\n",
    "checkStatus": "1",
    "hadithNo": "450",
    "id": "8239",
    "thesequence": "7982",
    "isActive": "1",
    "chapterId": "12749",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৭. নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর উযুর পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Babz reported:\nThis hadith has been narrated by Wuwb on the authority of Amr b. Yahyi with the same chain of transmitters and it has been mentioned therein: He rinsed his mouth. snuffed up water in nostrils and cleaned the nose with three handfuls and wiped his head moving (his hand) in front and then back once. Bahz said: Wuhaib narrated this hadith to me and Wuhaib said: Amr b. Yahya narrated to me this hadith twice.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ الْعَبْدِيُّ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا عَمْرُو بْنُ يَحْيَى، بِمِثْلِ إِسْنَادِهِمْ وَاقْتَصَّ الْحَدِيثَ وَقَالَ فِيهِ فَمَضْمَضَ وَاسْتَنْشَقَ وَاسْتَنْثَرَ مِنْ ثَلاَثِ غَرَفَاتٍ . وَقَالَ أَيْضًا فَمَسَحَ بِرَأْسِهِ فَأَقْبَلَ بِهِ وَأَدْبَرَ مَرَّةً وَاحِدَةً . قَالَ بَهْزٌ أَمْلَى عَلَىَّ وُهَيْبٌ هَذَا الْحَدِيثَ . وَقَالَ وُهَيْبٌ أَمْلَى عَلَىَّ عَمْرُو بْنُ يَحْيَى هَذَا الْحَدِيثَ مَرَّتَيْنِ .",
    "hadithBengali": "৪৫১। আবদুর রহমান ইবনু বিশর আবদী (রহঃ) ... আমর ইবনু ইয়াহইয়া (রহঃ) থেকে পূর্ব বর্ণিত সনদের অনুরুপ বর্ণনা করেছেন। এই হাদীসের রাবী বলেনঃ অতঃপর তিনি তিনবার তিন অঞ্জলী দিয়ে কুলি করেন, নাকে পানি দেন ও নাক ঝেড়ে নেন। তিনি আরো বলেনঃ এরপর সম্মুখ থেকে পেছনে এবং পিছন থেকে সম্মুখে (হাত নিয়ে) একবার মাথা মাসহ করেন। রাবী বাহয বলেনঃ উহায়ব আমাকে হাদীসটি লিখিয়েছেন, উহায়ব বলেনঃ আমর ইবনু ইয়াহইয়া (রহঃ) আমাকে এই হাদীসটি দুইবার লিখিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "451",
    "id": "8240",
    "thesequence": "7983",
    "isActive": "1",
    "chapterId": "12749",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৭. নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর উযুর পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah b. Zaid b. Asim al-Mazini reported:\nHe saw Allahs Messenger (ﷺ) perform the ablution. He rinsed his mouth then cleaned his nose, then washed his face three times, then washed his right hand thrice and then the other one, thrice. He then took fresh water and wiped his head and then washed his feet till he cleaned them.",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، ح وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَأَبُو الطَّاهِرِ، قَالُوا حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، أَنَّ حَبَّانَ بْنَ وَاسِعٍ، حَدَّثَهُ أَنَّ أَبَاهُ حَدَّثَهُ أَنَّهُ، سَمِعَ عَبْدَ اللَّهِ بْنَ زَيْدِ بْنِ عَاصِمٍ الْمَازِنِيَّ، يَذْكُرُ أَنَّهُ رَأَى رَسُولَ اللَّهِ صلى الله عليه وسلم تَوَضَّأَ فَمَضْمَضَ ثُمَّ اسْتَنْثَرَ ثُمَّ غَسَلَ وَجْهَهُ ثَلاَثًا وَيَدَهُ الْيُمْنَى ثَلاَثًا وَالأُخْرَى ثَلاَثًا وَمَسَحَ بِرَأْسِهِ بِمَاءٍ غَيْرِ فَضْلِ يَدِهِ وَغَسَلَ رِجْلَيْهِ حَتَّى أَنْقَاهُمَا . قَالَ أَبُو الطَّاهِرِ حَدَّثَنَا ابْنُ وَهْبٍ عَنْ عَمْرِو بْنِ الْحَارِثِ .",
    "hadithBengali": "৪৫২। হারুন ইবনু মারুফ, হারুন ইবনু সাঈদ আল-আয়লী এবং আবূত তাহির (রহঃ) ... আবদুল্লাহ ইবনু যায়িদ ইবনু আসিম মাযিনী আল আনসারী (রাঃ) থেকে বর্ণিত যে, তিনি রাসুল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে উযূ (ওজু/অজু/অযু) করতে দেখেছেন। তিনি প্রথমে কুলি করলেন, নাক ঝাড়লেন। তারপর তিনবার মুখ ধুইলেন, তিনবার ডান হাত এবং বাম হাত তিনবার। আর এমনটি পানি দিযে মাথা মাসেহ করলেন, যা হাতের অবশিষ্ট পানি নয়। তারপর উভয় পা পরিষ্কার করে ধুইলেন। আবূত তাহির (রহঃ) বলেন, ইবনু ওহাব (রহঃ) হাদীসটি আমর ইবনুল হারিসের সুত্রে আমার নিকট বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "452",
    "id": "8241",
    "thesequence": "7984",
    "isActive": "1",
    "chapterId": "12749",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৭. নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর উযুর পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nWhen anyone wipes himself with pebbles (after answering the call of nature) he must make use of an odd number and when any one of you performs ablution he must snuff in his nose water and then clean it.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَعَمْرٌو النَّاقِدُ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، - قَالَ قُتَيْبَةُ حَدَّثَنَا سُفْيَانُ، - عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِذَا اسْتَجْمَرَ أَحَدُكُمْ فَلْيَسْتَجْمِرْ وِتْرًا وَإِذَا تَوَضَّأَ أَحَدُكُمْ فَلْيَجْعَلْ فِي أَنْفِهِ مَاءً ثُمَّ لْيَنْتَثِرْ  .",
    "hadithBengali": "৪৫৩। কুতায়বা ইবনু সাঈদ, আমরুন নাকিদ ও মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যখন ঢেলা ব্যবহার করবে, তখন বেজোড় সংখ্যার ঢেলা নিবে। আবার যখন উযূ (ওজু/অজু/অযু) করবে তখন নাকে পানি দিয়ে তা ঝেড়ে নিবে।\n",
    "checkStatus": "1",
    "hadithNo": "453",
    "id": "8242",
    "thesequence": "7985",
    "isActive": "1",
    "chapterId": "12750",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৮. নাক ঝাড়া ও ঢেলা ব্যাবহারে বেজোড় সংখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hammam b. Munabbih reported:\nThis is what Abu Huraira transmitted to us from Muhammad, the Messenger of Allah (ﷺ), and he mentioned a number of a hadith, of which this is one: that the Messenger of Allah (ﷺ) said: When anyone amongst you (performs ablution) he must snuff his nostrils with water and then clean them.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ بْنُ هَمَّامٍ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ مُحَمَّدٍ، رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا تَوَضَّأَ أَحَدُكُمْ فَلْيَسْتَنْشِقْ بِمَنْخِرَيْهِ مِنَ الْمَاءِ ثُمَّ لْيَنْتَثِرْ  .",
    "hadithBengali": "৪৫৪। মুহাম্মদ ইবনু রাফি (রহঃ) ... হাম্মাম ইবনু মুনাব্বিহ (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ এগুলি আবূ হুরায়রা (রাঃ) আমাদের কাছে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। এরপর তিনি কয়েকটি হাদীস উল্লেখ করেন। তারমধ্যে এও ছিল যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা যখন উযূ (ওজু/অজু/অযু) করবে তখন দুই নাসারন্ধ্রে পানি টেনে নিবে, এরপর ঝেড়ে ফেলবে।\n",
    "checkStatus": "1",
    "hadithNo": "454",
    "id": "8243",
    "thesequence": "7986",
    "isActive": "1",
    "chapterId": "12750",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৮. নাক ঝাড়া ও ঢেলা ব্যাবহারে বেজোড় সংখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nThe Messenger of Allah (way peace he upon him) said: When anyone performs ablution he must clean his nose and when anyone wipes himself with pebbles (after answering the call of nature) he must do that odd number of times.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ تَوَضَّأَ فَلْيَسْتَنْثِرْ وَمَنِ اسْتَجْمَرَ فَلْيُوتِرْ  .",
    "hadithBengali": "৪৫৫। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে উযূ (ওজু/অজু/অযু) করবে, সে যেন নাক ঝাড়ে, আর যে ইসতিনজা করবে, সে যেন বেজোড় সংখ্যক ঢেলা ব্যবহার করে।\n",
    "checkStatus": "1",
    "hadithNo": "455",
    "id": "8244",
    "thesequence": "7987",
    "isActive": "1",
    "chapterId": "12750",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৮. নাক ঝাড়া ও ঢেলা ব্যাবহারে বেজোড় সংখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It has been transmitted by Abu Huraira and Abu Said al-Khudri (both of them the reputed Companions of the Holy Prophet) that the Messenger of Allah (ﷺ) said like that.",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا حَسَّانُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا يُونُسُ بْنُ يَزِيدَ، ح وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَبُو إِدْرِيسَ الْخَوْلاَنِيُّ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، وَأَبَا، سَعِيدٍ الْخُدْرِيَّ يَقُولاَنِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم . بِمِثْلِهِ .",
    "hadithBengali": "৪৫৬। সাঈদ ইবনু মানসূর এবং হারামালা ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা ও আবূ সাঈদ আল খুদরি (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন... বাকী অংশ পূর্বোক্ত হাদীসের অনুরুপ।\n",
    "checkStatus": "1",
    "hadithNo": "456",
    "id": "8245",
    "thesequence": "7988",
    "isActive": "1",
    "chapterId": "12750",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৮. নাক ঝাড়া ও ঢেলা ব্যাবহারে বেজোড় সংখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nThe Apostle of Allah (ﷺ) said. When any one of you awakes up from sleep and performs ablution, he must clean his nose three times, for the devil spends the night in the interior of his nose.",
    "hadithArabic": "حَدَّثَنِي بِشْرُ بْنُ الْحَكَمِ الْعَبْدِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي الدَّرَاوَرْدِيَّ - عَنِ ابْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عِيسَى بْنِ طَلْحَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ مَنَامِهِ فَلْيَسْتَنْثِرْ ثَلاَثَ مَرَّاتٍ فَإِنَّ الشَّيْطَانَ يَبِيتُ عَلَى خَيَاشِيمِهِ  .",
    "hadithBengali": "৪৫৭। বিশর ইবনুল হাকামী আবদী (রাঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কেউ ঘূম থেকে উঠবে সে যেন প্রথমত (পানি দিয়ে) তিনবার নাক ঝেড়ে নেয়। কারণ শয়তান নাসারন্ধ্রে রাত্রি যাপন করে।\n",
    "checkStatus": "1",
    "hadithNo": "457",
    "id": "8246",
    "thesequence": "7989",
    "isActive": "1",
    "chapterId": "12750",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৮. নাক ঝাড়া ও ঢেলা ব্যাবহারে বেজোড় সংখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abdullah reported that he heard the Messenger of Allah (ﷺ) say:\nWhen anyone wipes himself with pebbles (after answering the call of nature) he should do this odd number of times.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ رَافِعٍ، قَالَ ابْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا اسْتَجْمَرَ أَحَدُكُمْ فَلْيُوتِرْ  .",
    "hadithBengali": "৪৫৮। ইসহাক ইবনু ইবরাহীম ও মুহাম্মদ ইবনু রাফি (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা যখন ঢেলা ব্যবহার করবে তখন রেজোড় সংখ্যক নিবে।\n",
    "checkStatus": "1",
    "hadithNo": "458",
    "id": "8247",
    "thesequence": "7990",
    "isActive": "1",
    "chapterId": "12750",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৮. নাক ঝাড়া ও ঢেলা ব্যাবহারে বেজোড় সংখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salim, the freed slave of Shaddad, said:\nI came to Aisha, the wife of the Prophet (ﷺ), on the day when Sadb. Abi Waqqas died. Abd al-Rahman b. Abu Bakr also came there and he performed ablution in her presence. She (Hadrat Aisha) said: Abd al-Rahman, complete the ablution as I heard the Allahs Messenger (ﷺ) say: Woe to the heels because of hell-fire.",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَأَبُو الطَّاهِرِ، وَأَحْمَدُ بْنُ عِيسَى، قَالُوا أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ مَخْرَمَةَ بْنِ بُكَيْرٍ، عَنْ أَبِيهِ، عَنْ سَالِمٍ، مَوْلَى شَدَّادٍ قَالَ دَخَلْتُ عَلَى عَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم يَوْمَ تُوُفِّيَ سَعْدُ بْنُ أَبِي وَقَّاصٍ فَدَخَلَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ فَتَوَضَّأَ عِنْدَهَا فَقَالَتْ يَا عَبْدَ الرَّحْمَنِ أَسْبِغِ الْوُضُوءَ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   وَيْلٌ لِلأَعْقَابِ مِنَ النَّارِ  .",
    "hadithBengali": "৪৫৯। হারুন ইবনু সাঈদ আয়লী, আবূত তাহির ও আহমাদ ইবনু ঈসা (রহঃ) ... সালিম (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি সাদ ইবনু আবূ ওয়াক্কাসের ইন্তেকালের দিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহ-ধর্মিনী আয়িশার কাছে উপস্থিত হই। সে সময়ে আবদুর রহমান ইবনু আবূ বকরও এলেন এবং তাঁরা সেখানে উযূ (ওজু/অজু/অযু) করতে লাগলেন। তখন আয়িশা (রাঃ)বললেনঃ হে আবদুর রহমান! পূর্ণভাবে উযূ (ওজু/অজু/অযু) করো। কেননা আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একথা বলতে শুনেছি যে, আফসোস ঐ গোড়ালীগুলোর জন্য, যেগুলোর ঠিকানা হবে জাহান্নাম।\n",
    "checkStatus": "1",
    "hadithNo": "459",
    "id": "8248",
    "thesequence": "7991",
    "isActive": "1",
    "chapterId": "12751",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৯. উভয় পা পুরোপুরি ধোয়ার আবশ্যিকতা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah, the freed slave of Shahddad, came to Aisha and transmitted from her a hadith like this (which she narrated) from the Prophet (ﷺ).",
    "hadithArabic": " وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي حَيْوَةُ، أَخْبَرَنِي مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ أَبَا عَبْدِ اللَّهِ، مَوْلَى شَدَّادِ بْنِ الْهَادِ حَدَّثَهُ أَنَّهُ، دَخَلَ عَلَى عَائِشَةَ فَذَكَرَ عَنْهَا عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৪৬০। হারামালা ইবনু ইয়াহইয়া (রহঃ) ... আবূ আবদুল্লাহ থেকে বর্ণিত। তিনি আয়িশা (রাঃ)-এর কাছে গেলেন। এরপর তিনি আয়িশা (রাঃ) এর সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উপরোক্ত হাদীসের অনুরুপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "460",
    "id": "8249",
    "thesequence": "7992",
    "isActive": "1",
    "chapterId": "12751",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৯. উভয় পা পুরোপুরি ধোয়ার আবশ্যিকতা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salim, the freed slave of Mahri, reported:\nI and Abd al-Rahman b. Abu Bakr went out (in order to join) the funeral procession of Sad b. Abi Waqqas and passed by the door of the residence of Aisha, and then he transmitted a hadith like this from her who (narrated it) from the Prophet (ﷺ).",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، وَأَبُو مَعْنٍ الرَّقَاشِيُّ قَالاَ حَدَّثَنَا عُمَرُ بْنُ يُونُسَ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، قَالَ حَدَّثَنِي - أَوْ، حَدَّثَنَا - أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنِي سَالِمٌ، مَوْلَى الْمَهْرِيِّ قَالَ خَرَجْتُ أَنَا وَعَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ، فِي جَنَازَةِ سَعْدِ بْنِ أَبِي وَقَّاصٍ فَمَرَرْنَا عَلَى بَابِ حُجْرَةِ عَائِشَةَ فَذَكَرَ عَنْهَا عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ .",
    "hadithBengali": "৫৬১। মুহাম্মদ ইবনু হাতিম ও আবূ মান রুকাশী (রহঃ) ... সালিম মাওলা মাহরী (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি ও আবদুল রহমান ইবনু আবূ বকর (রাঃ) মান ইবনু আবূ ওয়াক্&zwnj;কাসের জানাযার উদ্দেশ্যে বের হলাম। আমরা আয়িশা (রাঃ) এর ঘরের দরজার সম্মুখ দিয়ে যাচ্ছিলাম। তখন তিনি আয়িশা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরুপ হাদীস বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "461",
    "id": "8250",
    "thesequence": "7993",
    "isActive": "1",
    "chapterId": "12751",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৯. উভয় পা পুরোপুরি ধোয়ার আবশ্যিকতা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salim, the freed slave of Shaddad b. al-Had said:\nI was in the presence of Aisha, and then narrated on her authority a hadith like this from the Prophet (way peace be upon him).",
    "hadithArabic": " حَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، حَدَّثَنَا فُلَيْحٌ، حَدَّثَنِي نُعَيْمُ بْنُ عَبْدِ اللَّهِ، عَنْ سَالِمٍ، مَوْلَى شَدَّادِ بْنِ الْهَادِ قَالَ كُنْتُ أَنَا مَعَ، عَائِشَةَ - رضى الله عنها - فَذَكَرَ عَنْهَا عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৪৬২। সালামা ইবনু শাবীব (রহঃ) ... সালিম মাওলা শাদ্দাদ ইবনু হাদ (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি আয়িশা (রাঃ) এর কাছে ছিলাম। তখন তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরুপ হাদীস বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "462",
    "id": "8251",
    "thesequence": "7994",
    "isActive": "1",
    "chapterId": "12751",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৯. উভয় পা পুরোপুরি ধোয়ার আবশ্যিকতা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Amr reported:\nWe returned from Mecca to Medina with the Messenger of Allah (ﷺ), and when we came to some water on the way, some of the people were in a hurry at the time of the afternoon prayer and performed ablution hurriedly; and when we reached them, their heels were dry, no water had touched them. The Prophet (ﷺ) said: Woe to (dry) heels, because of Hell-fire. Make your ablution thorough.",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ هِلاَلِ بْنِ يِسَافٍ، عَنْ أَبِي يَحْيَى، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ رَجَعْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ مَكَّةَ إِلَى الْمَدِينَةِ حَتَّى إِذَا كُنَّا بِمَاءٍ بِالطَّرِيقِ تَعَجَّلَ قَوْمٌ عِنْدَ الْعَصْرِ فَتَوَضَّئُوا وَهُمْ عِجَالٌ فَانْتَهَيْنَا إِلَيْهِمْ وَأَعْقَابُهُمْ تَلُوحُ لَمْ يَمَسَّهَا الْمَاءُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   وَيْلٌ لِلأَعْقَابِ مِنَ النَّارِ أَسْبِغُوا الْوُضُوءَ  .",
    "hadithBengali": "৪৬৩। যুহায়র ইবনু হারব এবং ইসহাক (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আমরা মক্কা থেকে মদিনার দিকে ফিরছিলাম। রাস্তায় এক যায়গায় পানি ছিল। তখন কিছু লোক জলদী আসরের সময়ে এগিয়ে গেল এবং তাড়াহুড়া করে উযূ (ওজু/অজু/অযু) করল। অতঃপর আমরা যখন তাদের নিকট গিয়ে পৌছিলাম, দেখলাম তাদের পায়ের গোড়ালি এমনভাবে প্রকাশ পাচ্ছে যে, তাতে পানি পৌছেনি। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আফসোস ঐ গোড়ালিগুলোর জন্য যেগুলোর ঠিকানা হবে জাহান্নাম। অতএব পূর্ণভাবে উযূ (ওজু/অজু/অযু) সম্পাদন কর।\n",
    "checkStatus": "1",
    "hadithNo": "463",
    "id": "8252",
    "thesequence": "7995",
    "isActive": "1",
    "chapterId": "12751",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৯. উভয় পা পুরোপুরি ধোয়ার আবশ্যিকতা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " In the hadith transmitted by Shuba these words are not there:\n Complete the Wudu, and there is the name of Abu Yahya al-Araj (a narrator).",
    "hadithArabic": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ حَدَّثَنَا شُعْبَةُ، كِلاَهُمَا عَنْ مَنْصُورٍ، بِهَذَا الإِسْنَادِ وَلَيْسَ فِي حَدِيثِ شُعْبَةَ   أَسْبِغُوا الْوُضُوءَ  . وَفِي حَدِيثِهِ عَنْ أَبِي يَحْيَى الأَعْرَجِ .",
    "hadithBengali": "৪৬৪। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) সুফিয়ান সুত্রে এবং ইবনুল মূসান্না ও ইবনু বাশশার শুবা (রহঃ) সুত্রে উভয়ে উক্ত সনদে মানসূর থেকে বর্ণনা করেন, তবে শু&#39;বা বর্ণিত হাদীসে পূর্ণভাবে উযূ (ওজু/অজু/অযু) সম্পাদন করবে&rdquo; - কথাটি নাই। এই হাদীসের সনদে &ldquo;আবূ ইয়াহইয়া&rdquo; শব্দের সহিত &ldquo;আল আ&#39;রাজ&rdquo; পদবী যুক্ত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "464",
    "id": "8253",
    "thesequence": "7996",
    "isActive": "1",
    "chapterId": "12751",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৯. উভয় পা পুরোপুরি ধোয়ার আবশ্যিকতা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah b. Amr reported:\nThe Messenger of Allah (ﷺ) lagged behind us on a journey. We travelled (back) and be took him; and then came the time of the afternoon prayer, and as we were going to wipe our feet he (the Holy Prophet) called out: Woe to the heels because of Hell-fire.",
    "hadithArabic": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، وَأَبُو كَامِلٍ الْجَحْدَرِيُّ جَمِيعًا عَنْ أَبِي عَوَانَةَ، - قَالَ أَبُو كَامِلٍ حَدَّثَنَا أَبُو عَوَانَةَ، - عَنْ أَبِي بِشْرٍ، عَنْ يُوسُفَ بْنِ مَاهَكَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ تَخَلَّفَ عَنَّا النَّبِيُّ صلى الله عليه وسلم فِي سَفَرٍ سَافَرْنَاهُ فَأَدْرَكَنَا وَقَدْ حَضَرَتْ صَلاَةُ الْعَصْرِ فَجَعَلْنَا نَمْسَحُ عَلَى أَرْجُلِنَا فَنَادَى   وَيْلٌ لِلأَعْقَابِ مِنَ النَّارِ  .",
    "hadithBengali": "৪৬৫। শায়বান ইবনু ফাররুখ ও আবূ কামিল জাহদারী (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ কোন এক সফরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের পিছনে পড়ে যান। অবশেষে তিনি আমাদের পেলেন যখন আসরের সময় উপস্থিত। আর আমরা উযূ (ওজু/অজু/অযু) করতে গিয়ে পা মাসহ করছি। তখন তিনি ঘোষণা দিলেন, আফসোস, ঐ গোড়ালিগুলোর জন্য, যেগুলোর ঠিকানা জাহান্নাম।\n",
    "checkStatus": "1",
    "hadithNo": "465",
    "id": "8254",
    "thesequence": "7997",
    "isActive": "1",
    "chapterId": "12751",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৯. উভয় পা পুরোপুরি ধোয়ার আবশ্যিকতা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nAllahs Apostle (ﷺ) saw a man who did not wash his heel and he remarked: Woe to the heels because of hell-fire.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَلاَّمٍ الْجُمَحِيُّ، حَدَّثَنَا الرَّبِيعُ، - يَعْنِي ابْنَ مُسْلِمٍ - عَنْ مُحَمَّدٍ، - وَهُوَ ابْنُ زِيَادٍ - عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَأَى رَجُلاً لَمْ يَغْسِلْ عَقِبَيْهِ فَقَالَ   وَيْلٌ لِلأَعْقَابِ مِنَ النَّارِ  .",
    "hadithBengali": "৪৬৬। আবদুর রাহমান ইবনু সাল্লাম জুমাহী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে দেখলেন, সে তার গোড়ালি ধোয়নি। তখন তিনি বললেনঃ ঐ গোড়ালিগুলোর জন্য দুর্ভোগ জাহান্নামের।\n",
    "checkStatus": "1",
    "hadithNo": "466",
    "id": "8255",
    "thesequence": "7998",
    "isActive": "1",
    "chapterId": "12751",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৯. উভয় পা পুরোপুরি ধোয়ার আবশ্যিকতা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported:\nHe saw people perform ablution with the help of a water jar and he said: Complete the Wudu for i heard Abu al-Qasim (ﷺ) say: Woe to the hamstrings because of hell-fire.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالُوا حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ رَأَى قَوْمًا يَتَوَضَّئُونَ مِنَ الْمِطْهَرَةِ فَقَالَ أَسْبِغُوا الْوُضُوءَ فَإِنِّي سَمِعْتُ أَبَا الْقَاسِمِ صلى الله عليه وسلم يَقُولُ   وَيْلٌ لِلْعَرَاقِيبِ مِنَ النَّارِ  .",
    "hadithBengali": "৪৬৭। কুতায়বা, আবূ বকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি কয়েকজন লোককে দেখলেন, তারা পাত্র থেকে পানি নিয়ে উযূ (ওজু/অজু/অযু) করছে। তখন তিনি বললেনঃ পূর্ণরুপে উযূ (ওজু/অজু/অযু) কর। কারণ, আমি আবূল কাসিম(সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে বলতে শুনেছিঃ আফসোস ঐ গোড়ালিগুলোর জন্য দুর্ভোগ জাহান্নামের।\n",
    "checkStatus": "1",
    "hadithNo": "467",
    "id": "8256",
    "thesequence": "7999",
    "isActive": "1",
    "chapterId": "12751",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৯. উভয় পা পুরোপুরি ধোয়ার আবশ্যিকতা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported:\nThe Messenger of Allah (ﷺ) said: Woe to the heels because of hell-fire.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   وَيْلٌ لِلأَعْقَابِ مِنَ النَّارِ  .",
    "hadithBengali": "৪৬৮। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আফসোস, গোড়ালিগুলোর জন্য, দুর্ভোগ জাহান্নামের।\n",
    "checkStatus": "1",
    "hadithNo": "468",
    "id": "8257",
    "thesequence": "8000",
    "isActive": "1",
    "chapterId": "12751",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৯. উভয় পা পুরোপুরি ধোয়ার আবশ্যিকতা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported:\nUmar b. Khattab said that a person performed ablution and left a small part equal to the space of a nail (unwashed). The Apostle of Allah (ﷺ) saw that and said: Go back and perform ablution well. He then went back (performed ablution well) and offered the prayer.",
    "hadithArabic": "حَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ أَعْيَنَ، حَدَّثَنَا مَعْقِلٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَخْبَرَنِي عُمَرُ بْنُ الْخَطَّابِ، أَنَّ رَجُلاً، تَوَضَّأَ فَتَرَكَ مَوْضِعَ ظُفُرٍ عَلَى قَدَمِهِ فَأَبْصَرَهُ النَّبِيُّ صلى الله عليه وسلم فَقَالَ   ارْجِعْ فَأَحْسِنْ وُضُوءَكَ  . فَرَجَعَ ثُمَّ صَلَّى .",
    "hadithBengali": "৪৬৯। সালামা ইবনু শাবীব (রহঃ) ... উমর ইবনুল খাত্তাব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ এক ব্যাক্তি উযূ (ওজু/অজু/অযু) করতে তার পায়ের উপর নখ পরিমাণ অংশ ছেড়ে দেয়। তা দেখে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যাও, আবার ভালভাবে উযূ (ওজু/অজু/অযু) করে আস। লোকটি ফিরে গেল। তারপর (পূনরায়) উযূ (ওজু/অজু/অযু) করে সালাত (নামায/নামাজ) আদায় করল।\n",
    "checkStatus": "1",
    "hadithNo": "469",
    "id": "8258",
    "thesequence": "8001",
    "isActive": "1",
    "chapterId": "12752",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১০. তাহারাতের সকল অঙ্গ পূর্ণভাবে ধোয়ার আবশ্যিকতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported:\nAllahs Messenger (ﷺ) said: When a bondsman-a Muslim or a believer-washes his face (in course of ablution), every sin he contemplated with his eyes, will be washed away from his face along with water, or with the last drop of water; when he washes his hands, every sin they wrought will be effaced from his hands with the water, or with the last drop of water; and when he washes his feet, every sin towards which his feet have walked will be washed away with the water or with the last drop of water with the result that he comes out pure from all sins.",
    "hadithArabic": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، ح وَحَدَّثَنَا أَبُو الطَّاهِرِ، - وَاللَّفْظُ لَهُ - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا تَوَضَّأَ الْعَبْدُ الْمُسْلِمُ - أَوِ الْمُؤْمِنُ - فَغَسَلَ وَجْهَهُ خَرَجَ مِنْ وَجْهِهِ كُلُّ خَطِيئَةٍ نَظَرَ إِلَيْهَا بِعَيْنَيْهِ مَعَ الْمَاءِ - أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ - فَإِذَا غَسَلَ يَدَيْهِ خَرَجَ مِنْ يَدَيْهِ كُلُّ خَطِيئَةٍ كَانَ بَطَشَتْهَا يَدَاهُ مَعَ الْمَاءِ - أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ - فَإِذَا غَسَلَ رِجْلَيْهِ خَرَجَتْ كُلُّ خَطِيئَةٍ مَشَتْهَا رِجْلاَهُ مَعَ الْمَاءِ - أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ - حَتَّى يَخْرُجَ نَقِيًّا مِنَ الذُّنُوبِ  .",
    "hadithBengali": "৪৭০। সুওয়ায়দ ইবনু সাঈদ এবং আবূ ততাহির (রহঃ) শব্দগুলো আবূ ততাহির থেকে গৃহীত ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন মুসলমান কিংবা বলেছেন, কোন মুমিন বান্দা যখন যখন উযূ (ওজু/অজু/অযু) করে তখন মুখ ধোয়ার সাথে অথবা বলেছেন, পানির শেষ বিন্দুর সাথে তার ঐ সকল গুনাহ বের হয়ে যায় যার দিকে তার দুচোখের দৃষ্টি পড়েছিল; এবং যখন দুইহাত ধোয়, তখন, পানির সাথে অথবা বলেছেন, পানির শেষ বিন্দুর সাথে তার ঐ সকল শোনাহ বের হয়ে যায়। যেগুলো তার দু হাতে ধরেছিল; এবং যখন দুই পা ধোয় তখন পানির সাথে অথবা বলেছেন, পানির শেষ বিন্দুর সাথে তার ঐ সকল গুনাহ বের হয়ে যায় যেগুলোর দিকে তার দু&#39;পা অগ্রসর হয়েছিল; ফলে (উযূ (ওজু/অজু/অযু)র শেষে) লোকটি &ldquo;তার সমুদয় গুনাহ থেকে সম্পূর্ণভাবে পরিষ্কার হয়ে উঠে।\n",
    "checkStatus": "1",
    "hadithNo": "470",
    "id": "8259",
    "thesequence": "8002",
    "isActive": "1",
    "chapterId": "12753",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১১. উযুর পানির সঙ্গে গুনাহ ঝরে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Uthman b. Affan reported:\nThe Messenger of Allah (way peace be upon him) said: He who performed ablution well, his sins would come out from his body, even coming out from under his nails.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مَعْمَرِ بْنِ رِبْعِيٍّ الْقَيْسِيُّ، حَدَّثَنَا أَبُو هِشَامٍ الْمَخْزُومِيُّ، عَنْ عَبْدِ الْوَاحِدِ، - وَهُوَ ابْنُ زِيَادٍ - حَدَّثَنَا عُثْمَانُ بْنُ حَكِيمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْمُنْكَدِرِ، عَنْ حُمْرَانَ، عَنْ عُثْمَانَ بْنِ عَفَّانَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ خَرَجَتْ خَطَايَاهُ مِنْ جَسَدِهِ حَتَّى تَخْرُجَ مِنْ تَحْتِ أَظْفَارِهِ  .",
    "hadithBengali": "৪৭১। মুহাম্মাদ ইবনু মামার রিবঈ আল-কায়সী (রহঃ) ... উসমান ইবনু আফফান (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি উযূ (ওজু/অজু/অযু) করে এবং তা উত্তমরুপে করে, তার দেহ থেকে সমুদয় গুনাহ বের হয়ে যায়, এমন কি তার নখের ভিতর থেকেও (গুনাহ) বের হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "471",
    "id": "8260",
    "thesequence": "8003",
    "isActive": "1",
    "chapterId": "12753",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১১. উযুর পানির সঙ্গে গুনাহ ঝরে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Nuaim b. Abdullah al-Mujmir reported:\nI saw Abu Huraira perform ablution. He washed his face and washed it well. He then washed his right hand including a portion of his arm. He then washed his left hand including a portion of his arm. He then wiped his head. He then washed his right foot including his shank, and then washed his left foot including shank, and then said: This is how I saw Allahs Messenger (ﷺ) perform his ablution. And (Abu Huraira) added that the Messenger of Allah (ﷺ) had observed: You shall have your faces hands and feet bright on the Day of Resurrection because of your perfect ablution. He who can afford among you, let him increase the brightness of his forehead and that of hands and legs.",
    "hadithArabic": "حَدَّثَنِي أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ وَالْقَاسِمُ بْنُ زَكَرِيَّاءَ بْنِ دِينَارٍ وَعَبْدُ بْنُ حُمَيْدٍ قَالُوا حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، حَدَّثَنِي عُمَارَةُ بْنُ غَزِيَّةَ الأَنْصَارِيُّ، عَنْ نُعَيْمِ بْنِ عَبْدِ اللَّهِ الْمُجْمِرِ، قَالَ رَأَيْتُ أَبَا هُرَيْرَةَ يَتَوَضَّأُ فَغَسَلَ وَجْهَهُ فَأَسْبَغَ الْوُضُوءَ ثُمَّ غَسَلَ يَدَهُ الْيُمْنَى حَتَّى أَشْرَعَ فِي الْعَضُدِ ثُمَّ يَدَهُ الْيُسْرَى حَتَّى أَشْرَعَ فِي الْعَضُدِ ثُمَّ مَسَحَ رَأْسَهُ ثُمَّ غَسَلَ رِجْلَهُ الْيُمْنَى حَتَّى أَشْرَعَ فِي السَّاقِ ثُمَّ غَسَلَ رِجْلَهُ الْيُسْرَى حَتَّى أَشْرَعَ فِي السَّاقِ ثُمَّ قَالَ هَكَذَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَتَوَضَّأُ . وَقَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَنْتُمُ الْغُرُّ الْمُحَجَّلُونَ يَوْمَ الْقِيَامَةِ مِنْ إِسْبَاغِ الْوُضُوءِ فَمَنِ اسْتَطَاعَ مِنْكُمْ فَلْيُطِلْ غُرَّتَهُ وَتَحْجِيلَهُ  .",
    "hadithBengali": "৪৭২। আবূ কুরায়ব মুহাম্মাদ ইবনুল আলা (রহঃ), কাসিম ইবনু যাকারিয়া ইবনু দ্বীনার ও আবদ ইবনু হুমায়দ (রহঃ) ... নূআয়ম ইবনু আবদুল্লাহ আল-মুজমির (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি একবার আবূ হুরায়রা (রাঃ) কে উযূ (ওজু/অজু/অযু) করতে দেখলাম। তিনি তার মুখমন্ডল ধুইলেন এবং পরিপূর্ণ ও উত্তমরুপেই তা ধুইলেন। এরপর তিনি ডান হাত ধুইলেন এমন কি বাহুর কিছু অংশও ধুয়ে ফেললেন। তারপর বাম হাত ও বাহুর কিছু অংশসহ ধুয়ে ফেললেন। এরপর মাথা মাসহ করলেন। তারপর তিনি ডান পা ধুইলেন এমনকি গোছারও কিছু অংশ ধুয়ে ফেললেন। তারপর বাম পা গোছার কিছু অংশসহ ধুইলেন। তারপর বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে এভাবেই উযূ (ওজু/অজু/অযু) করতে দেখেছি তিনি আরো বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পরিপূর্ণ ও উত্তমরুপে করার কারণে কিয়ামতের দিন তোমাদের মুখমন্ডল জ্যোর্তিময় এবং হাত পা উজ্জ্বল হবে। অতএব, তোমাদের যার ইচ্ছা সে যেন তার মুখমন্ডলের নূর এবং হাত-পায়ের দীপ্তি বাড়িয়ে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "472",
    "id": "8261",
    "thesequence": "8004",
    "isActive": "1",
    "chapterId": "12754",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১২. উযুতে মুখমণ্ডলের শুভ্রতা এবং হাত-পায়ের দীপ্তি বাড়িয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Nuaim b. Abdallah reported:\nHe saw Abu Huraira perform ablution. He washed his face and washed his hands up to the arms. He then washed his feet and reached up to the shanks and then said: I heard Allahs Messenger (ﷺ) say: My people would come with bright faces and bright hands and feet on account of the marks of ablution, so he who can increase the lustre of his forehead (and that of his hands and legs) should do so.",
    "hadithArabic": "وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنِي ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ نُعَيْمِ بْنِ عَبْدِ اللَّهِ، أَنَّهُ رَأَى أَبَا هُرَيْرَةَ يَتَوَضَّأُ فَغَسَلَ وَجْهَهُ وَيَدَيْهِ حَتَّى كَادَ يَبْلُغُ الْمَنْكِبَيْنِ ثُمَّ غَسَلَ رِجْلَيْهِ حَتَّى رَفَعَ إِلَى السَّاقَيْنِ ثُمَّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنَّ أُمَّتِي يَأْتُونَ يَوْمَ الْقِيَامَةِ غُرًّا مُحَجَّلِينَ مِنْ أَثَرِ الْوُضُوءِ فَمَنِ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَّتَهُ فَلْيَفْعَلْ  .",
    "hadithBengali": "৪৭৩। হারুন ইবনু সাঈদ আল আয়লী (রহঃ) ... নুআয়ম ইবনু আবদুল্লাহ থেকে বর্ণিত। তিনি একবার আবূ হুরায়রা (রাঃ) কে উযূ (ওজু/অজু/অযু) করতে দেখলেন। অতঃপর তিনি (আবূ হুরায়রা) তাঁর মুখমন্ডল এবং উভয় হাত ধুইলেন। এমনকি ধুইতে উভয় কাঁধ পর্যন্ত পৌছে যাবার উপক্রম হল। তারপর উভয় পা ধুইলেন এবং গোছা ধুয়ে নিলেন। তারপর বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, আমার উম্মাত কিয়ামতের দিন উযূ (ওজু/অজু/অযু)র বদৌলতে মুখমন্ডল শুভ্র এবং হাত-পা উজ্জ্বল অবস্থায় আসবে। তাই তোমাদের মধ্যে যে তার মুখমন্ডলের ঔজ্জ্বল্য বাড়াতে চায় সে যেন তা করে।\n",
    "checkStatus": "1",
    "hadithNo": "473",
    "id": "8262",
    "thesequence": "8005",
    "isActive": "1",
    "chapterId": "12754",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১২. উযুতে মুখমণ্ডলের শুভ্রতা এবং হাত-পায়ের দীপ্তি বাড়িয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported:\nVerily Allahs Messenger (ﷺ) said: My Cistern has its dimensions wider than the distance between Aila and Aden, and its water is whiter than ice and sweeter than the honey diluted with milk, and its cups are more numerous than the numbers of the stars. Verily I shall prevent the (faithless) people therefrom just as a man prevents the camels of the people from his fountain. They said: Messenger of Allah, will you recognise us on that day? He said: Yes, you will have distinctive marks which nobody among the peoples (except you) will have; you would come to me with blazing forehead and bright hands and feet on account of the traces of ablution.",
    "hadithArabic": " حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، وَابْنُ أَبِي عُمَرَ، جَمِيعًا عَنْ مَرْوَانَ الْفَزَارِيِّ، - قَالَ ابْنُ أَبِي عُمَرَ حَدَّثَنَا مَرْوَانُ، - عَنْ أَبِي مَالِكٍ الأَشْجَعِيِّ، سَعْدِ بْنِ طَارِقٍ عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  إِنَّ حَوْضِي أَبْعَدُ مِنْ أَيْلَةَ مِنْ عَدَنٍ لَهُوَ أَشَدُّ بَيَاضًا مِنَ الثَّلْجِ وَأَحْلَى مِنَ الْعَسَلِ بِاللَّبَنِ وَلآنِيَتُهُ أَكْثَرُ مِنْ عَدَدِ النُّجُومِ وَإِنِّي لأَصُدُّ النَّاسَ عَنْهُ كَمَا يَصُدُّ الرَّجُلُ إِبِلَ النَّاسِ عَنْ حَوْضِهِ  . قَالُوا يَا رَسُولَ اللَّهِ أَتَعْرِفُنَا يَوْمَئِذٍ قَالَ  نَعَمْ لَكُمْ سِيمَا لَيْسَتْ لأَحَدٍ مِنَ الأُمَمِ تَرِدُونَ عَلَىَّ غُرًّا مُحَجَّلِينَ مِنْ أَثَرِ الْوُضُوءِ  .",
    "hadithBengali": "৪৭৪। সুওয়ায়দ ইবনু সাঈদ ও ইবনু আবূ উমার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আমার হাউয হবে আদন থেকে আয়লার যত দুরত্ব তার থেকেও বেশী দীর্ঘ। আর তা হবে বরফের থেকেও সাদা এবং দুধ মধু থেকেও মিস্টি। আর তার পাত্রের সংখ্যা হবে তারকা রাজির চেয়েও অধিক। আমি কিছু সংখ্যক লোককে তা থেকে ফিরিয়ে দিতে থাকব যেমনিভাবে লোকে তার হাউয থেকে অন্যের উট ফিরিয়ে দেয়। সাহাবায়ে কিরাম আরয করলেন, &#39;ইয়া রাসুলাল্লাহ! সেদিন কি আপনি আমাদেরকে চিনতে পারবেন? তিনি বললেন, হ্যাঁ তোমাদের এমন চিহ্ন হবে যা অন্য কোন উাম্মাতের হবে না। উযূ (ওজু/অজু/অযু)র বদৌলতে তোমাদের মুখমন্ডল নুরানী ও হাত-পা দীপ্তিমান অবস্থায় তোমরা আমার কাছে আসবে।\n",
    "checkStatus": "1",
    "hadithNo": "474",
    "id": "8263",
    "thesequence": "8006",
    "isActive": "1",
    "chapterId": "12754",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১২. উযুতে মুখমণ্ডলের শুভ্রতা এবং হাত-পায়ের দীপ্তি বাড়িয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported the Messenger of Allah (ﷺ) said:\nMy people would come to me on the Cistern and I would drive away persons (from it) just as a person drives away other peoples camels from his camels. They (the hearers) said: Apostle of Allah, would you recognize us? He replied: Yea, you would have a mark which other people will not have. You would come to me with a white blaze on your foreheads and white marks on your feet because of the traces of ablution. A group among you would be prevented from coming to me, and they would not meet me, and I would say: O my Lord, they are my companions. Upon this an angel would reply to me saying: Do you know what these people did after you.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، وَوَاصِلُ بْنُ عَبْدِ الأَعْلَى، - وَاللَّفْظُ لِوَاصِلٍ - قَالاَ حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ أَبِي مَالِكٍ الأَشْجَعِيِّ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  تَرِدُ عَلَىَّ أُمَّتِي الْحَوْضَ وَأَنَا أَذُودُ النَّاسَ عَنْهُ كَمَا يَذُودُ الرَّجُلُ إِبِلَ الرَّجُلِ عَنْ إِبِلِهِ  . قَالُوا يَا نَبِيَّ اللَّهِ أَتَعْرِفُنَا قَالَ  نَعَمْ لَكُمْ سِيمَا لَيْسَتْ لأَحَدٍ غَيْرِكُمْ تَرِدُونَ عَلَىَّ غُرًّا مُحَجَّلِينَ مِنْ آثَارِ الْوُضُوءِ وَلَيُصَدَّنَّ عَنِّي طَائِفَةٌ مِنْكُمْ فَلاَ يَصِلُونَ فَأَقُولُ يَا رَبِّ هَؤُلاَءِ مِنْ أَصْحَابِي فَيُجِيبُنِي مَلَكٌ فَيَقُولُ وَهَلْ تَدْرِي مَا أَحْدَثُوا بَعْدَكَ  .",
    "hadithBengali": "৪৭৫। আবূ কুরায়ব ও ওয়াসিল ইবনু আতা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আমার উম্মাত হাউযের পাড়ে আমার কাছে আসবে আর আমি তখন (অন্যান্য উম্মাতের) লোকজনকে সে হাউয থেকে ফিরিয়ে দিতে থাকব যেমনিভাবে লোকে অন্যের উটকে নিজের উট থেকে ফিরিয়ে রাখে। সাহাবায়ে কিরাম আরয করলেন, ইয়া নাবীয়াল্লাহ! আপনি কি আমাদেরকে চিনতে পারবেন? তিনি বললেন, হ্যাঁ, তোমাদের এমন এক চিহ্ন থাকবে যা তোমাদের ছাড়া অন্য কারো থাকবে না। (আর তা হল) তোমরা আমার কাছে আসবে মুখমন্ডল শুভ্র এবং হাত-পা দীপ্তিমান অবস্থায়। এটা হবে উযূ (ওজু/অজু/অযু)র কারণে। আর তোমাদের মধ্য থেকেই একটি দলকে আমার কাছে আসতে বাধা দেয়া হবে তাই তারা আমার কাছে আসতে পারবে না। তখন আমি বলব, প্রভু! এরা তো আমার লোকজন! তখন এর জবাবে একজন ফেরেশতা আমাকে বলবে, আপনি কি জানেন, এরা আপনার পরে কী অঘটন ঘটিয়েছিল?\n",
    "checkStatus": "1",
    "hadithNo": "475",
    "id": "8264",
    "thesequence": "8007",
    "isActive": "1",
    "chapterId": "12754",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১২. উযুতে মুখমণ্ডলের শুভ্রতা এবং হাত-পায়ের দীপ্তি বাড়িয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hudhaifa reported:\nThe Messenger of Allah (ﷺ) said: My Cistern is bigger than the space between Aila and Aden. By Him in Whose Hand is my life, I will drive away persons (from it) just as a person drives away unknown camels from his cistern. They (the companions) said: Messenger of Allah, would you recognise us? He said: Yes, you would come to me with white faces, and white hands and feet on account of the traces of ablution. None but you would have (this mark).",
    "hadithArabic": " وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ سَعْدِ بْنِ طَارِقٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ حَوْضِي لأَبْعَدُ مِنْ أَيْلَةَ مِنْ عَدَنٍ وَالَّذِي نَفْسِي بِيَدِهِ إِنِّي لأَذُودُ عَنْهُ الرِّجَالَ كَمَا يَذُودُ الرَّجُلُ الإِبِلَ الْغَرِيبَةَ عَنْ حَوْضِهِ  . قَالُوا يَا رَسُولَ اللَّهِ وَتَعْرِفُنَا قَالَ  نَعَمْ تَرِدُونَ عَلَىَّ غُرًّا مُحَجَّلِينَ مِنْ آثَارِ الْوُضُوءِ لَيْسَتْ لأَحَدٍ غَيْرِكُمْ  .",
    "hadithBengali": "৪৭৬। উসমান ইবনু আবূ শায়বা (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমার হাউয আদন থেকে আয়লার যত দুরত্ব তার চেয়েও বড় হবে। সেই সত্তার কসম, যার হাতে আমার প্রাণ, আমি সে হাউয থেকে (অন্যান্য) লোকজনকে দূর করে করে দেব যেমনিভাবে লোকে অপরিচিত উটকে তার হাউয থেকে দূর করে দেয়। সাহাবায়ে কিরাম আরয করলেন, ইয়া রাসুলাল্লাহ! তখন কি আপনি আমাদেরকে চিনতে পারবেন? তিনি বললেন, হ্যাঁ, তোমরা আমার কাছে এ অবস্থায় আসরে যে, উযূ (ওজু/অজু/অযু)র কারণে তোমাদের মুখমন্ডল শুভ্র হবে এবং তোমাদের হাত-পা ঝলমল করতে থাকবে। তোমাদের ছাড়া আর কারো এরকম হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "476",
    "id": "8265",
    "thesequence": "8008",
    "isActive": "1",
    "chapterId": "12754",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১২. উযুতে মুখমণ্ডলের শুভ্রতা এবং হাত-পায়ের দীপ্তি বাড়িয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported:\nThe Messenger of Allah (ﷺ) came to the graveyard and said: Peace be upon you! The abode of the believing people and we, if God so wills, are about to join you. I love to see my brothers. They (the hearers) said: Arent we your brothers, O Messenger of Allah? He said: You are my companions, and our brothers are those who have, so far, not come into the world. They said: Messenger of Allah, how would you recognise those persons of your Ummah who have not yet been born? He said: Supposing a man had horses with white blazes on foreheads and legs among horses which were all black, tell me, would he not recognise his own horses? They said: Certainly, O Messenger of Allah. He said: They would come with white faces and arms and legs owing to ablution, and I would arrive at the Cistern before them. Some people would be driven away from my Cistern as the stray camel is driven away. I would call out: Come, come. Then it would be said (to me): These people changed themselves after you, and I would say: Be off, be off.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَسُرَيْجُ بْنُ يُونُسَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَعَلِيُّ بْنُ حُجْرٍ، جَمِيعًا عَنْ إِسْمَاعِيلَ بْنِ جَعْفَرٍ، - قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا إِسْمَاعِيلُ، - أَخْبَرَنِي الْعَلاَءُ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَتَى الْمَقْبُرَةَ فَقَالَ  السَّلاَمُ عَلَيْكُمْ دَارَ قَوْمٍ مُؤْمِنِينَ وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ وَدِدْتُ أَنَّا قَدْ رَأَيْنَا إِخْوَانَنَا  . قَالُوا أَوَلَسْنَا إِخْوَانَكَ يَا رَسُولَ اللَّهِ قَالَ  أَنْتُمْ أَصْحَابِي وَإِخْوَانُنَا الَّذِينَ لَمْ يَأْتُوا بَعْدُ  . فَقَالُوا كَيْفَ تَعْرِفُ مَنْ لَمْ يَأْتِ بَعْدُ مِنْ أُمَّتِكَ يَا رَسُولَ اللَّهِ فَقَالَ  أَرَأَيْتَ لَوْ أَنَّ رَجُلاً لَهُ خَيْلٌ غُرٌّ مُحَجَّلَةٌ بَيْنَ ظَهْرَىْ خَيْلٍ دُهْمٍ بُهْمٍ أَلاَ يَعْرِفُ خَيْلَهُ  . قَالُوا بَلَى يَا رَسُولَ اللَّهِ . قَالَ  فَإِنَّهُمْ يَأْتُونَ غُرًّا مُحَجَّلِينَ مِنَ الْوُضُوءِ وَأَنَا فَرَطُهُمْ عَلَى الْحَوْضِ أَلاَ لَيُذَادَنَّ رِجَالٌ عَنْ حَوْضِي كَمَا يُذَادُ الْبَعِيرُ الضَّالُّ أُنَادِيهِمْ أَلاَ هَلُمَّ . فَيُقَالُ إِنَّهُمْ قَدْ بَدَّلُوا بَعْدَكَ . فَأَقُولُ سُحْقًا سُحْقًا  .",
    "hadithBengali": "৪৭৭। ইয়াহইয়া ইবনু আইউব, সুরায়জ ইবনু ইউনুস, কুতায়বা ইবনু সাঈদ ও আলী ইবনু হুজর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি কবরস্থানে এসে বললেন, তোমাদের ওপর শান্তি বর্ষিত হোক। এটা মুমিনদের বাড়ী। ইনশাআল্লাহ আমরাও তোমাদের সাথে এসে মিলব। আমার বড় ইচ্ছা হয় আমাদের ভাইদেরকে দেখি। সাহাবায়ে কিরাম আরয করলেন, ইয়া রাসুলাল্লাহ! আমরা কি আপনার ভাই নই? তিনি বললেন, তোমরা তো আমার সাহাবী। আর যারা এখনো (পৃথিবীতে) আসেনি তারা আমাদের ভাই। সাহাবায় কিরাম আরয করলেন, ইয়া রাসুলাল্লাহ! আপনার উম্মাতের মধ্যে যারা এখনো (পৃথিবীতে) আসেনি তাদেরকে আপনি কিভাবে চিনবেন?\n\nতিনি বললেন, &ldquo;কেন, যদি কোন ব্যাক্তির কপাল ও হাত-পা সাদাযুক্ত ঘোড়া ঘোর কালো ঘোড়ার মধ্যে মিশে যায় তবে সে কি তার ঘোড়াকে চিনে নিতে পারে না? তাঁরা বললেন, হ্যাঁ, ইয়া রাসুলাল্লাহ! তিনি বললেন, তাঁরা (আমার উম্মাত) সেদিন এমন অবস্থায় আসবে যে, উযূ (ওজু/অজু/অযু)র ফলে তাদের মুখমন্ডল হবে নূরানী এবং হাত-পা দীপ্তীময়। আর হাউযের পাড়ে আমি হব তাদের অগ্রনায়ক। জেনে রাখ, কিছু সংখ্যক লোককে সেদিন আমার হাউয থেকে হটিয়ে দেয়া হবে যেমনিভাবে পথহারা উটকে হটিয়ে দেয়া হয়। আমি তাদেরকে ডাকব, এসো এসো। তখন বলা হবে, &ldquo;এরা আপনার পরে (আপনার দ্বীনকে) পরিবর্তন করে দিয়েছিল। তখন আমি বলবঃ দূর হ, দূর হ।&rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "477",
    "id": "8266",
    "thesequence": "8009",
    "isActive": "1",
    "chapterId": "12754",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১২. উযুতে মুখমণ্ডলের শুভ্রতা এবং হাত-পায়ের দীপ্তি বাড়িয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported:\nThe Messenger of Allah (may peace The upon him) went out to the graveyard and said: Peace be upon you, the abode of the believing people. and If Allah so wills we shall join you.... (and so on and so forth) like the hadith narrated by Ismail b. Jafar except the words of Malik: Then some persons would be driven away from my Cistern.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي الدَّرَاوَرْدِيَّ ح وَحَدَّثَنِي إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، جَمِيعًا عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ إِلَى الْمَقْبُرَةِ فَقَالَ  السَّلاَمُ عَلَيْكُمْ دَارَ قَوْمٍ مُؤْمِنِينَ وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ  . بِمِثْلِ حَدِيثِ إِسْمَاعِيلَ بْنِ جَعْفَرٍ غَيْرَ أَنَّ حَدِيثَ مَالِكٍ  فَلَيُذَادَنَّ رِجَالٌ عَنْ حَوْضِي  .",
    "hadithBengali": "৪৭৮। কুতায়বা ইবনু সাঈদ (রহঃ) এবং ইসহাক ইবনু মূসা আনসারী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কবরস্থানে গেলেন ও বললেন, &ldquo;তোমাদের ওপর শাস্তি বর্ষিত হোক। এটা মুমিনদেরবাড়ী। আর আমরা ইনশা আল্লাহ তোমাদের সাথে এসে শামিল হবো। ইসমাঈল ইবনু জাফর-এর বর্ণিত (পূর্বের) হাদীসের অনুরুপ। তবে মালিক-এর হাদীসেالا لَيُذَادَنَّ رِجَالٌ عَنْ حَوْضِ স্থলেفَلَيُذَادَنَّ رِجَالٌ عَنْ حَوْضِي (অবশ্যই কিছু লোককে আমার হাউয থেকে হটিয়ে দেয়া হবে) রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "478",
    "id": "8267",
    "thesequence": "8010",
    "isActive": "1",
    "chapterId": "12754",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১২. উযুতে মুখমণ্ডলের শুভ্রতা এবং হাত-পায়ের দীপ্তি বাড়িয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Hazim reported:\nI was (standing) behind Abu Huraira and he was performing the ablution for prayer. He extended the (washing) of his hand that it went up to his armpit. I said to him: O Abu Huraira, what is this ablution? He said: O of the tribe of Faruukh, you are here; if I knew that you were here, I would have never performed ablution like this; I have heard my Friend (ﷺ) say. In a believer adornment would reach the places where ablution reaches.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا خَلَفٌ، - يَعْنِي ابْنَ خَلِيفَةَ - عَنْ أَبِي مَالِكٍ الأَشْجَعِيَّ، عَنْ أَبِي حَازِمٍ، قَالَ كُنْتُ خَلْفَ أَبِي هُرَيْرَةَ وَهُوَ يَتَوَضَّأُ لِلصَّلاَةِ فَكَانَ يَمُدُّ يَدَهُ حَتَّى تَبْلُغَ إِبْطَهُ فَقُلْتُ لَهُ يَا أَبَا هُرَيْرَةَ مَا هَذَا الْوُضُوءُ فَقَالَ يَا بَنِي فَرُّوخَ أَنْتُمْ هَا هُنَا لَوْ عَلِمْتُ أَنَّكُمْ هَا هُنَا مَا تَوَضَّأْتُ هَذَا الْوُضُوءَ سَمِعْتُ خَلِيلِي صلى الله عليه وسلم يَقُولُ   تَبْلُغُ الْحِلْيَةُ مِنَ الْمُؤْمِنِ حَيْثُ يَبْلُغُ الْوَضُوءُ  .",
    "hadithBengali": "৪৭৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হাযিম (রহঃ) থেকে বর্ণিত তিনি বলেন, একদা আমি আবূ হুরায়রা (রাঃ) এর পেছনে দাঁড়িয়ে ছিলাম তিনি সালাত (নামায/নামাজ)-এর জন্য উযূ (ওজু/অজু/অযু) করছিলেন। অতঃপর তিনি হাত (ধোয়ার সময়) লম্বা করে দিলেন এমন কি (ধুইতে ধুইতে) বগল পর্যন্ত পৌছলেন। তখন আমি তাঁকে বললাম, হে আবূ হুরায়রা! এটা কেমন উযূ (ওজু/অজু/অযু)! তিনি বললেন, হে ফারুখের বংশধর! তোমরা এখানে আছ নাকি? আমি যদি জানতাম যে তোমরা এখানে আছ, তাহলে আমি এরকম উযূ (ওজু/অজু/অযু) করতাম না। (এ জন্য এরকম করেছি যে), আমি আমার দোস্ত মুহাম্মাদ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে বলতে শুনেছি যে, মুমিনের উযূ (ওজু/অজু/অযু)র পানিযে পর্যন্ত পৌছবে,কিয়ামতের দিন তার অলঙ্কারও সে পর্যন্ত পৌঁছবে।\n",
    "checkStatus": "1",
    "hadithNo": "479",
    "id": "8268",
    "thesequence": "8011",
    "isActive": "1",
    "chapterId": "12755",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৩. যে পর্যন্ত উযুর পানি পৌঁছবে সে পর্যন্ত অলঙ্কার পরানো হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nThe Messenger of Allah (ﷺ) said: Should I not suggest to you that by which Allah obliterates the sins and elevates the ranks (of a man). They (the hearers) said: Yes, Messenger of Allah. He said: Performing the ablution thoroughly despite odds, tranverside of more paces towards the mosque, and waiting for the next prayer after observing a prayer, and that is mindfulness.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ جَمِيعًا عَنْ إِسْمَاعِيلَ بْنِ جَعْفَرٍ، - قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا إِسْمَاعِيلُ، - أَخْبَرَنِي الْعَلاَءُ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  أَلاَ أَدُلُّكُمْ عَلَى مَا يَمْحُو اللَّهُ بِهِ الْخَطَايَا وَيَرْفَعُ بِهِ الدَّرَجَاتِ  . قَالُوا بَلَى يَا رَسُولَ اللَّهِ . قَالَ  إِسْبَاغُ الْوُضُوءِ عَلَى الْمَكَارِهِ وَكَثْرَةُ الْخُطَا إِلَى الْمَسَاجِدِ وَانْتِظَارُ الصَّلاَةِ بَعْدَ الصَّلاَةِ فَذَلِكُمُ الرِّبَاطُ  .",
    "hadithBengali": "৪৮০। ইয়াহইয়া ইবনু আইউব (রহঃ), কুতায়বা ও ইবনু হুজর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আমি কি তোমাদেরকে এমন (কাজের) কথা বলব না, যদ্বারা আল্লাহ তায়ালা পাপরাশি দূর করে দিবেন এবং মর্যাদা উচু করে দিবেন? সাহাবায়ে কিরাম আরয করলেন, হ্যাঁ, অবশ্যই ইয়া রাসুলাল্লাহ! তিনি বললেন, তা হল, অসুবিধা ও কষ্ট সত্ত্বেও পরিপূর্ণভাবে উযূ (ওজু/অজু/অযু) করা, মসজিদে আসার জন্য বেশী পদচারণা এবং এক সালাত (নামায/নামাজ)-এর পর অন্য সালাত (নামায/নামাজ)-এর জন্য অপেক্ষা করা। জেনে রাখ, এটাই হল রিবাত (তথা নিজকে আটকে রাখা ও শয়তানের মুকাবিলায় নিজকে প্রস্তুত রাখা)।\n",
    "checkStatus": "1",
    "hadithNo": "480",
    "id": "8269",
    "thesequence": "8012",
    "isActive": "1",
    "chapterId": "12756",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৪. কষ্ট সত্ত্বেও পরিপূর্ণভাবে উযু করার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of `Ali b. `Abd al-Rahman with the same chain of transmitters and there is no mention of the word of al-Ribat in the hadith transmitted by Shu`ba and in the hadith narrated by Malik Ribat has been mentioned twice. This is the Ribat for you, this is the Ribat for you.",
    "hadithArabic": "حَدَّثَنِي إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، جَمِيعًا عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، بِهَذَا الإِسْنَادِ وَلَيْسَ فِي حَدِيثِ شُعْبَةَ ذِكْرُ الرِّبَاطِ وَفِي حَدِيثِ مَالِكٍ ثِنْتَيْنِ   فَذَلِكُمُ الرِّبَاطُ فَذَلِكُمُ الرِّبَاطُ  .",
    "hadithBengali": "৪৮১। ইসহাক ইবনু মূসা আল আনসারী (রহঃ) ... আলা ইবনু আবদুল রাহমান থেকে এই সনদে উক্ত হাদীসটি বর্ণিত আছে। কিন্তু শুবার বর্ণিত হাদীসটিতে رباط শব্দটির উল্লেখ নেই। আবার মালিকের বর্ণিত হাদীসে هذا لكم رباط শব্দটি দুবার উল্লিখিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "481",
    "id": "8270",
    "thesequence": "8013",
    "isActive": "1",
    "chapterId": "12756",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৪. কষ্ট সত্ত্বেও পরিপূর্ণভাবে উযু করার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported:\nThe Apostle (ﷺ) said: Were it not that I might over-burden the believers-and in the hadith transmitted by Zuhair people -I would have ordered them to use toothstick at every time of prayer.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالُوا حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لَوْلاَ أَنْ أَشُقَّ عَلَى الْمُؤْمِنِينَ - وَفِي حَدِيثِ زُهَيْرٍ عَلَى أُمَّتِي - لأَمَرْتُهُمْ بِالسِّوَاكِ عِنْدَ كُلِّ صَلاَةٍ  .",
    "hadithBengali": "৪৮২। কুতায়বা ইবনু সাঈদ, আমর আননাকিদ ও যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, মুমিনদের ওপর (যুহায়র-এর হাদীসে আছে আমার উম্মাতের উপর) যদি কষ্টসাধ্য হবে বলে মনে না করতাম তাহলে প্রত্যেক সালাত (নামায/নামাজ)-এর জন্য মিসওয়াক করার নির্দেশ দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "482",
    "id": "8271",
    "thesequence": "8014",
    "isActive": "1",
    "chapterId": "12757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৫. মিসওয়াকের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Miqdam b. Shuraih narrated it from his father who said:\nI asked Aisha what Allahs Apostle (ﷺ) did first when he entered his house, and she replied: He used tooth-stick (first of all).",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا ابْنُ بِشْرٍ، عَنْ مِسْعَرٍ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ، قَالَ سَأَلْتُ عَائِشَةَ قُلْتُ بِأَىِّ شَىْءٍ كَانَ يَبْدَأُ النَّبِيُّ صلى الله عليه وسلم إِذَا دَخَلَ بَيْتَهُ قَالَتْ بِالسِّوَاكِ .",
    "hadithBengali": "৪৮৩। আবূ কুরায়ব মুহাম্মাদ ইবনুল আলা (রহঃ) ... মিকদামের পিতা সুরায়হ (রহঃ) থেকে বর্নিত। তিনি বলেন, আমি আয়িশা (রাঃ)-কে জিজ্ঞেস করলাম যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -তাঁর-ঘরে ঢূকে সর্ব প্রথম কোন কাজটি করতেন? তিনি বললেন, সর্বপ্রথম মিসওয়াক করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "483",
    "id": "8272",
    "thesequence": "8015",
    "isActive": "1",
    "chapterId": "12757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৫. মিসওয়াকের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha reported:\nWhenever Allahs Messenger (ﷺ) entered his house, he used tooth-stick first of all.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو بَكْرِ بْنُ نَافِعٍ الْعَبْدِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا دَخَلَ بَيْتَهُ بَدَأَ بِالسِّوَاكِ .",
    "hadithBengali": "৪৮৪। আবূ বাকর ইবনু নাফি আল আবদী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তাঁর ঘরে প্রবেশ করতেন তখন প্রখমেই মিসওয়াক করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "484",
    "id": "8273",
    "thesequence": "8016",
    "isActive": "1",
    "chapterId": "12757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৫. মিসওয়াকের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa reported:\nI went to the Apostle (ﷺ) and found one end of the tooth-stick upon his tongue (i. e. he was rinsing his mouth).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ غَيْلاَنَ، - وَهُوَ ابْنُ جَرِيرٍ الْمَعْوَلِيُّ - عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ دَخَلْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم وَطَرَفُ السِّوَاكِ عَلَى لِسَانِهِ .",
    "hadithBengali": "৪৮৫। ইয়াহইয়া ইবনু হাবীব আল হারিসী (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে গেলাম। তখন মিসওয়াকের একপ্রান্ত তার জিহ্বার উপর ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "485",
    "id": "8274",
    "thesequence": "8017",
    "isActive": "1",
    "chapterId": "12757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৫. মিসওয়াকের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Huddaifa reported:\nWhenever the Messenger of Allah (ﷺ) got up for Tahajjud prayer, he cleansed his mouth with the tooth-stick.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا هُشَيْمٌ، عَنْ حُصَيْنٍ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا قَامَ لِيَتَهَجَّدَ يَشُوصُ فَاهُ بِالسِّوَاكِ .",
    "hadithBengali": "৪৮৬। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তাহাজ্জুদের জন্য উঠতেন তখন মিসওয়াক দিয়ে মুখ মার্জনা (পরিস্কার) করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "486",
    "id": "8275",
    "thesequence": "8018",
    "isActive": "1",
    "chapterId": "12757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৫. মিসওয়াকের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is reported from Hudaifa by another chain of transmitters. Whenever he (the Holy Prophet) got up in the night, they (the transmitters) have not mentioned the words:\nfor offering Tahajjud prayer.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي وَأَبُو مُعَاوِيَةَ عَنِ الأَعْمَشِ، كِلاَهُمَا عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا قَامَ مِنَ اللَّيْلِ . بِمِثْلِهِ وَلَمْ يَقُولُوا لِيَتَهَجَّدَ .",
    "hadithBengali": "৪৮৭। ইসহাক ইবনু ইবরাহীম (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন রাতে তাহাজ্জুদের জন্য উঠতেন এরপর অনুরুপ বর্ননা রয়েছে। এ হাদীসে তাহাজ্জুদের কথা উল্লেখ করা হয়নি।\n",
    "checkStatus": "1",
    "hadithNo": "487",
    "id": "8276",
    "thesequence": "8019",
    "isActive": "1",
    "chapterId": "12757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৫. মিসওয়াকের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hudaifa reported:\nWhenever he (the Holy Prophet) got up for prayer during the night, he cleansed his mouth with the tooth-stick.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، وَحُصَيْنٌ، وَالأَعْمَشُ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا قَامَ مِنَ اللَّيْلِ يَشُوصُ فَاهُ بِالسِّوَاكِ .",
    "hadithBengali": "৪৮৮। মুহাম্মাদ ইবনুল মূসান্না ও ইবনু বাশশার (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন রাতে উঠতেন তখন মিসওয়াক দিয়ে মুখ পরিষ্কার করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "488",
    "id": "8277",
    "thesequence": "8020",
    "isActive": "1",
    "chapterId": "12757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৫. মিসওয়াকের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported that he spent a night at the house of the Messenger of Allah (ﷺ), The Apostle of Allah (way peace be upon him) got up for prayer in the latter part of the night. He went out and looked towards the sky and then recited this verse (190th) of AI-i-Imran:\n Verily in the creation of the heavens and the earth and the alternation of night and day. up to the (words) save us from the torment of Hell. He then returned to his house, used the tooth-stick, performed the ablution, and then got up and offered the prayer. He than lay down on the bed. and again got up and went out and looked towards the sky and recited this verse (mentioned above), then returned, used the tooth-stick, performed ablution and again offered the prayer.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُسْلِمٍ، حَدَّثَنَا أَبُو الْمُتَوَكِّلِ، أَنَّ ابْنَ عَبَّاسٍ، حَدَّثَهُ أَنَّهُ، بَاتَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم ذَاتَ لَيْلَةٍ فَقَامَ نَبِيُّ اللَّهِ صلى الله عليه وسلم مِنْ آخِرِ اللَّيْلِ فَخَرَجَ فَنَظَرَ فِي السَّمَاءِ ثُمَّ تَلاَ هَذِهِ الآيَةَ فِي آلِ عِمْرَانَ { إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ} حَتَّى بَلَغَ { فَقِنَا عَذَابَ النَّارِ} ثُمَّ رَجَعَ إِلَى الْبَيْتِ فَتَسَوَّكَ وَتَوَضَّأَ ثُمَّ قَامَ فَصَلَّى ثُمَّ اضْطَجَعَ ثُمَّ قَامَ فَخَرَجَ فَنَظَرَ إِلَى السَّمَاءِ فَتَلاَ هَذِهِ الآيَةَ ثُمَّ رَجَعَ فَتَسَوَّكَ فَتَوَضَّأَ ثُمَّ قَامَ فَصَلَّى .",
    "hadithBengali": "৪৮৯। আবদ ইবনু হুমায়দ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্নিত যে, একবার তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে রাত যাপন করেছিলেন। অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শেষ রাতে উঠলেন। বেরিয়ে এসে তিনি আকাশের দিকে তাকালেন। এরপর আলে-ইমরানের এ আয়াত তিলাওয়াত করলেন,إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ থেকে فَقِنَا عَذَابَ النَّارِ পর্যন্ত। এরপর ঘরে ফিরে এসে মিসওয়াক করলেন এবং উযূ (ওজু/অজু/অযু) করলেন। তারপর দাঁড়িয়ে সালাত (নামায/নামাজ), আদায় করলেন। তারপর শুয়ে পড়লেন। তারপর আবার-উঠে বাইরে রেরিয়ে গেলেন। আকাশের দিকে তাকিয়ে এ উক্ত আয়াত তিলাওয়াত করলেন। তারপর ফিরে এসে মিসওয়াক করলেন, উযূ (ওজু/অজু/অযু) করলেন। তারপর দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "489",
    "id": "8278",
    "thesequence": "8021",
    "isActive": "1",
    "chapterId": "12757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৫. মিসওয়াকের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported:\nFive are the acts quite akin to the Fitra, or five are the acts of Fitra: circumcision, shaving the pubes, cutting the nails, plucking the hair under the armpits and clipping the moustache.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، جَمِيعًا عَنْ سُفْيَانَ، - قَالَ أَبُو بَكْرٍ حَدَّثَنَا ابْنُ عُيَيْنَةَ، - عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْفِطْرَةُ خَمْسٌ - أَوْ خَمْسٌ مِنَ الْفِطْرَةِ - الْخِتَانُ وَالاِسْتِحْدَادُ وَتَقْلِيمُ الأَظْفَارِ وَنَتْفُ الإِبْطِ وَقَصُّ الشَّارِبِ  .",
    "hadithBengali": "৪৯০। আবূ বাকর ইবনু আবূ শায়রা, আমর আন নাকিদ ও যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, ফিতরাত (তথা সুন্নাত) পাঁচটি অথবা ভিনি বলেছেন, পাঁচটি কাজ ফিতরাতের অন্তভুক্ত; খাতনা করা, নাভির নিচের পশম কাটা, নখ কাটা, বগলের পশম উপড়ে ফেলা এবং গোঁফ ছাঁটা।\n",
    "checkStatus": "1",
    "hadithNo": "490",
    "id": "8279",
    "thesequence": "8022",
    "isActive": "1",
    "chapterId": "12758",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৬. মানবীয় ফিতরাতের (অভ্যাসের) বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported:\nFive are the acts of fitra: circumcision, removing the pubes, clipping the moustache, cutting the nails, plucking the hair under the armpits.",
    "hadithArabic": "حَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ   الْفِطْرَةُ خَمْسٌ الاِخْتِتَانُ وَالاِسْتِحْدَادُ وَقَصُّ الشَّارِبِ وَتَقْلِيمُ الأَظْفَارِ وَنَتْفُ الإِبْطِ  .",
    "hadithBengali": "৪৯১। আবূত্&zwnj; তাহির ও হারামালা ইবনু ইয়াইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, ফিতরাত পাঁচটি। খাতনা করা, নাভির নিচের পশম কাটা, গোঁফ ছাটা, নখ কাটা এবং বগলের পশম উপড়ে ফেলা।\n",
    "checkStatus": "1",
    "hadithNo": "491",
    "id": "8280",
    "thesequence": "8023",
    "isActive": "1",
    "chapterId": "12758",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৬. মানবীয় ফিতরাতের (অভ্যাসের) বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported:\nA time limit has been prescribed for us for clipping the moustache, cutting the nails, plucking hair under the armpits, shaving the pubes, that it should not be neglected far more than forty nights.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَقُتَيْبَةُ بْنُ سَعِيدٍ، كِلاَهُمَا عَنْ جَعْفَرٍ، - قَالَ يَحْيَى أَخْبَرَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، - عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ أَنَسٌ وُقِّتَ لَنَا فِي قَصِّ الشَّارِبِ وَتَقْلِيمِ الأَظْفَارِ وَنَتْفِ الإِبْطِ وَحَلْقِ الْعَانَةِ أَنْ لاَ نَتْرُكَ أَكْثَرَ مِنْ أَرْبَعِينَ لَيْلَةً .",
    "hadithBengali": "৪৯২। ইয়াহইয়া ইবনু ইয়াহইয়া ও কুতায়বা ইবনু সাঈদ (রহঃ) ... আনাস ইবনু মালিক (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমাদের জন্য গোঁফ ছাটা, নখ কাটা, বগলের পশম উপড়ে ফেলা এবং নাড়ির নীচের পশম কাটার সময় নির্ধারণ করে দেয়া হয়েছে যে- চল্লিশ দিনের অধিক যেন না রাখি।\n",
    "checkStatus": "1",
    "hadithNo": "492",
    "id": "8281",
    "thesequence": "8024",
    "isActive": "1",
    "chapterId": "12758",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৬. মানবীয় ফিতরাতের (অভ্যাসের) বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar said:\nThe Apostle of Allah (ﷺ) said: Trim closely the moustache, and let the beard grow.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى يَعْنِي ابْنَ سَعِيدٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي جَمِيعًا، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَحْفُوا الشَّوَارِبَ وَأَعْفُوا اللِّحَى  .",
    "hadithBengali": "৪৯৩। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমরা গোঁফ কেটে ফেল এবং দাঁড়ি লম্বা কর।\n",
    "checkStatus": "1",
    "hadithNo": "493",
    "id": "8282",
    "thesequence": "8025",
    "isActive": "1",
    "chapterId": "12758",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৬. মানবীয় ফিতরাতের (অভ্যাসের) বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar said:\nThe Apostle of Allah (ﷺ) ordered us to trim the moustache closely and spare the beard.",
    "hadithArabic": " وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ أَبِي بَكْرِ بْنِ نَافِعٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ أَمَرَ بِإِحْفَاءِ الشَّوَارِبِ وَإِعْفَاءِ اللِّحْيَةِ .",
    "hadithBengali": "৪৯৪। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গোঁফ ছাটতে এবং দাড়ি লন্বা করতে নির্দেশ দিয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "494",
    "id": "8283",
    "thesequence": "8026",
    "isActive": "1",
    "chapterId": "12758",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৬. মানবীয় ফিতরাতের (অভ্যাসের) বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar said:\nThe Messenger of Allah (may peace be opon him) said: Act against the polytheists, trim closely the moustache and grow beard.",
    "hadithArabic": "حَدَّثَنَا سَهْلُ بْنُ عُثْمَانَ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ عُمَرَ بْنِ مُحَمَّدٍ، حَدَّثَنَا نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   خَالِفُوا الْمُشْرِكِينَ أَحْفُوا الشَّوَارِبَ وَأَوْفُوا اللِّحَى  .",
    "hadithBengali": "৪৯৫। সাহল ইবনু উসমান (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমরা মুশরিকদের বিরুদ্ধাচরণ কর- গোফ কেটে ফেল এবং দাঁড়ি লম্বা কর।\n",
    "checkStatus": "1",
    "hadithNo": "495",
    "id": "8284",
    "thesequence": "8027",
    "isActive": "1",
    "chapterId": "12758",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৬. মানবীয় ফিতরাতের (অভ্যাসের) বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported:\nThe Messenger of Allah (ﷺ) said: Trim closely the moustache, and grow beard, and thus act against the fire-worshippers.",
    "hadithArabic": "حَدَّثَنِي أَبُو بَكْرِ بْنُ إِسْحَاقَ، أَخْبَرَنَا ابْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، أَخْبَرَنِي الْعَلاَءُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ يَعْقُوبَ، مَوْلَى الْحُرَقَةِ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   جُزُّوا الشَّوَارِبَ وَأَرْخُوا اللِّحَى خَالِفُوا الْمَجُوسَ  .",
    "hadithBengali": "৪৯৬। আবূবকর ইবনু ইসহাক (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমরা গোঁফ কেটে ফেল এবং দাঁড়ি লম্বা কর (এভাবেই) তোমরা অগ্নি পুজকদের বিরুদ্ধাচরণ কর।\n",
    "checkStatus": "1",
    "hadithNo": "496",
    "id": "8285",
    "thesequence": "8028",
    "isActive": "1",
    "chapterId": "12758",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৬. মানবীয় ফিতরাতের (অভ্যাসের) বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nThe Messenger of Allah (ﷺ) said: Ten are the acts according to fitra: clipping the moustache, letting the beard grow, using the tooth-stick, snuffing water in the nose, cutting the nails, washing the finger joints, plucking the hair under the armpits, shaving the pubes and cleaning ones private parts with water. The narrator said: I have forgotten the tenth, but it may have been rinsing the mouth.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا حَدَّثَنَا وَكِيعٌ، عَنْ زَكَرِيَّاءَ بْنِ أَبِي زَائِدَةَ، عَنْ مُصْعَبِ بْنِ شَيْبَةَ، عَنْ طَلْقِ بْنِ حَبِيبٍ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   عَشْرٌ مِنَ الْفِطْرَةِ قَصُّ الشَّارِبِ وَإِعْفَاءُ اللِّحْيَةِ وَالسِّوَاكُ وَاسْتِنْشَاقُ الْمَاءِ وَقَصُّ الأَظْفَارِ وَغَسْلُ الْبَرَاجِمِ وَنَتْفُ الإِبْطِ وَحَلْقُ الْعَانَةِ وَانْتِقَاصُ الْمَاءِ  . قَالَ زَكَرِيَّاءُ قَالَ مُصْعَبٌ وَنَسِيتُ الْعَاشِرَةَ إِلاَّ أَنْ تَكُونَ الْمَضْمَضَةَ . زَادَ قُتَيْبَةُ قَالَ وَكِيعٌ انْتِقَاصُ الْمَاءِ يَعْنِي الاِسْتِنْجَاءَ .",
    "hadithBengali": "৪৯৭। কুতায়বা ইবনু সাঈদ, আবূ বকর ইবনু আবূ শায়বা ও যুহায়র ইবনু হারব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, দশটি কাজ ফিতরাতের অন্তভুক্ত- গোঁফ খাটো করা, দাঁড়ি লম্বা করা, মিসওয়াক করা, নাকে পানি দেয়া, নখ কাটা, নাক কানের ছিদ্র এবং আঙ্গুলের গিরাসমুহ ধোয়া, বগলের পশম উপড়ে ফেলা, নাড়ির নিচের পশম কাটা এবং পানি দ্বারা ইসতিনজা করা। হাদীসের রাবী মুসআব বলেন, দশম কাজটির কথা আমি ভুলে গিয়েছি। সম্ভবত সেটি হবে কুলি করা। এ হাদীসের বর্ণনায় কুতায়বা আরো একটি বাক্য বাড়ান যে, ওয়াকী বলেন,انْتِقَاصُ الْمَاءِ অর্থ ইসতিনজা করা।\n",
    "checkStatus": "1",
    "hadithNo": "497",
    "id": "8286",
    "thesequence": "8029",
    "isActive": "1",
    "chapterId": "12758",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৬. মানবীয় ফিতরাতের (অভ্যাসের) বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Musab b. Shaiba with the same chain of transmitters except for these words:\n His father said: I forgot the tenth one.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، أَخْبَرَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ أَبِيهِ، عَنْ مُصْعَبِ بْنِ شَيْبَةَ، فِي هَذَا الإِسْنَادِ مِثْلَهُ غَيْرَ أَنَّهُ قَالَ قَالَ أَبُوهُ وَنَسِيتُ الْعَاشِرَةَ .",
    "hadithBengali": "৪৯৮। এই হাদীসটিই আবূ কুরায়ব এর সুত্রে মুসআব ইবনু শায়বা (রহঃ) থেকে একই সনদে অনুরুপ বর্ণিত আছে। অবশ্য তিনি বলেন যে, তার পিতা বলেন, আমি দশম কাজটির কথা ভুলে গিয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "498",
    "id": "8287",
    "thesequence": "8030",
    "isActive": "1",
    "chapterId": "12758",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৬. মানবীয় ফিতরাতের (অভ্যাসের) বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salman reported that it was said to him:\nYour Apostle (ﷺ) teaches you about everything, even about excrement. He replied: Yes, he has forbidden us to face the Qibla at the time of excretion or urination, or cleansing with right hand or with less than three pebbles, or with dung or bone.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، وَوَكِيعٌ، عَنِ الأَعْمَشِ، ح وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، - وَاللَّفْظُ لَهُ - أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ سَلْمَانَ، قَالَ قِيلَ لَهُ قَدْ عَلَّمَكُمْ نَبِيُّكُمْ صلى الله عليه وسلم كُلَّ شَىْءٍ حَتَّى الْخِرَاءَةَ . قَالَ فَقَالَ أَجَلْ لَقَدْ نَهَانَا أَنْ نَسْتَقْبِلَ الْقِبْلَةَ لِغَائِطٍ أَوْ بَوْلٍ أَوْ أَنْ نَسْتَنْجِيَ بِالْيَمِينِ أَوْ أَنْ نَسْتَنْجِيَ بِأَقَلَّ مِنْ ثَلاَثَةِ أَحْجَارٍ أَوْ أَنْ نَسْتَنْجِيَ بِرَجِيعٍ أَوْ بِعَظْمٍ .",
    "hadithBengali": "৪৯৯। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... সালমান (রাঃ) থেকে বর্ণিত। একবার তাঁকে বলা হল, তোমাদের নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাদেরকে সব কাজই শিক্ষা দেন এমনকি পেশাব পায়খানার পদ্ধতিও! তিনি বললেন, হ্যাঁ, তিনি আমাদেরকে নিষেধ করেছেন, পায়খানার বা পেশাবের সময় কিবলামুখী হয়ে বসতে, ডান হাত দিয়ে ইসতিনজা করতে, তিনটি টিলার কম দিয়ে ইসতিনজা করতে এবং গোবর বা হাড় দিয়ে ইসতিনজা করতে।\n",
    "checkStatus": "1",
    "hadithNo": "499",
    "id": "8288",
    "thesequence": "8031",
    "isActive": "1",
    "chapterId": "12759",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৭. ইসতিনজার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salman said that (one among) the polytheists remarked:\nI see that your friend even teaches you about the excrement. He replied; Yes, he has in fact forbidden us that anyone amongst us should cleanse himself with his right hand, or face the Qibla. He has forbidden the use of dung or bone for it, and he has also instructed us not to use less than three pebbles (for this purpose).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، وَمَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ سَلْمَانَ، قَالَ قَالَ لَنَا الْمُشْرِكُونَ إِنِّي أَرَى صَاحِبَكُمْ يُعَلِّمُكُمْ حَتَّى يُعَلِّمَكُمُ الْخِرَاءَةَ . فَقَالَ أَجَلْ إِنَّهُ نَهَانَا أَنْ يَسْتَنْجِيَ أَحَدُنَا بِيَمِينِهِ أَوْ يَسْتَقْبِلَ الْقِبْلَةَ وَنَهَى عَنِ الرَّوْثِ وَالْعِظَامِ وَقَالَ   لاَ يَسْتَنْجِي أَحَدُكُمْ بِدُونِ ثَلاَثَةِ أَحْجَارٍ  .",
    "hadithBengali": "৫০০। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... সালমান (রাঃ) থেকে বর্ণিত। তিনি বলেন, মুশরিকরা একবার আমাকে বলল, আমরা দেখছি তোমাদের সঙ্গী [রাসুল(সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)] তোমাদেরকে সব কাজই শিক্ষা দেন এমনকি পেশাব পায়খানার নিয়ম নীতিও তোমাদেরকে শিক্ষা দেন! (জবাবে) তিনি বললেন, হ্যাঁ, তিনি আমাদেরকে নিষেধ করেছেন ডান হাতে ইসতিনজা করতে, (ইসতিনজার সময়) কিবলামুখী হয়ে বসতে এবং তিনি আমাদেরকে আরো নিষেধ করেছেন গোবর অথবা হাড় দিয়ে ইস্&zwnj;তিনজা করতে। তিনি বলেছেন, &ldquo;তোমাদের কেউ যেন তিনটি ঢেলার কম -দিয়ে ইসতিনজা না করে&rdquo;।\n",
    "checkStatus": "1",
    "hadithNo": "500",
    "id": "8289",
    "thesequence": "8032",
    "isActive": "1",
    "chapterId": "12759",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৭. ইসতিনজার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir reported:\nThe Messenger of Allah (ﷺ) forbade the use of bone or the droppings of camels for wiping (after excretion).",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا زَكَرِيَّاءُ بْنُ إِسْحَاقَ، حَدَّثَنَا أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرًا، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُتَمَسَّحَ بِعَظْمٍ أَوْ بِبَعْرٍ .",
    "hadithBengali": "৫০১। যুহায়র ইবনু হারব (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাড় অথবা গোবর দিয়ে মুছতে (ইসতিনজা করতে) নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "501",
    "id": "8290",
    "thesequence": "8033",
    "isActive": "1",
    "chapterId": "12759",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৭. ইসতিনজার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Ayyub reported:\nThe Apostle of Allah (ﷺ) said: Whenever you go to the desert, neither turn your face nor turn your back towards the Qibla while answering the call of nature, but face towards the east or the west. Abu Ayyub said: When we came to Syria we found that the latrines already built there were facing towards the Qibla. We turned our faces away from them and begged forgiveness of the Lord. He said: Yes.",
    "hadithArabic": "وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَابْنُ، نُمَيْرٍ قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، ح قَالَ وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، - وَاللَّفْظُ لَهُ - قَالَ قُلْتُ لِسُفْيَانَ بْنِ عُيَيْنَةَ سَمِعْتَ الزُّهْرِيَّ، يَذْكُرُ عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ أَبِي أَيُّوبَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِذَا أَتَيْتُمُ الْغَائِطَ فَلاَ تَسْتَقْبِلُوا الْقِبْلَةَ وَلاَ تَسْتَدْبِرُوهَا بِبَوْلٍ وَلاَ غَائِطٍ وَلَكِنْ شَرِّقُوا أَوْ غَرِّبُوا  . قَالَ أَبُو أَيُّوبَ فَقَدِمْنَا الشَّامَ فَوَجَدْنَا مَرَاحِيضَ قَدْ بُنِيَتْ قِبَلَ الْقِبْلَةِ فَنَنْحَرِفُ عَنْهَا وَنَسْتَغْفِرُ اللَّهَ قَالَ نَعَمْ .",
    "hadithBengali": "৫০২। যুহায়র ইবনু হারব ও ইবনু নুমায়র (রহঃ) ... আবূ আইউব (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যখন তোমরা পায়খানায় যাও তখন কিবলার দিকে মুখ করে বসোনা এবং পিছন করে বসো না- পেশাব করতেও না, পায়খানা করতেও না; বরং পূর্বদিকে অথবা পশ্চিম দিকে ফিরে বস।* আবূ আইউব (রাঃ) বলেন, অতঃপর আমরা শাম (সিরিয়া) গেলাম। সেখানে আমরা দেখলাম যে, শৌচাগারগুলো কিবলার দিকে মুখ করে নির্মাণ করা হয়েছে। তখন আমরা অন্য দিকে মুখ ফিবিয়ে বসতাম এবং আল্লাহর কাজে মাগফিরাত চাইতাম। রাবী ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) বলেন, এ সম্পর্কে আমি সুফিয়ানকে প্রশ্ন করলে তিনি বললেন, হ্যা শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "502",
    "id": "8291",
    "thesequence": "8034",
    "isActive": "1",
    "chapterId": "12759",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৭. ইসতিনজার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira said:\nWhen any one amongst you squats for answering the call of nature, he should neither turn his face towards the Qibla nor turn his back towards it.",
    "hadithArabic": "وَحَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ بْنِ خِرَاشٍ، حَدَّثَنَا عُمَرُ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنَا يَزِيدُ، - يَعْنِي ابْنَ زُرَيْعٍ - حَدَّثَنَا رَوْحٌ، عَنْ سُهَيْلٍ، عَنِ الْقَعْقَاعِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا جَلَسَ أَحَدُكُمْ عَلَى حَاجَتِهِ فَلاَ يَسْتَقْبِلِ الْقِبْلَةَ وَلاَ يَسْتَدْبِرْهَا  .",
    "hadithBengali": "৫০৩। আহমাদ ইবনুল হাসান ইবনু খিরাশ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের কেউ পেশাব-পায়খানা করতে বসলে কখনো যেন সে কিবলার দিকে মুখ করে এবং সেদিকে পিছন দিয়েও না বসে।\n",
    "checkStatus": "1",
    "hadithNo": "503",
    "id": "8292",
    "thesequence": "8035",
    "isActive": "1",
    "chapterId": "12759",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৭. ইসতিনজার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Wasi b. Habban reported:\nI was offering my prayer in the mosque and Abdullah b. Umar was sitting there reclining with his back towards the Qibla. After completing my prayer. I went to him from one side. Abdullah said: People say when you go to the latrine, you should neither turn your face towards the Qibla nor towards Bait-ul-Maqdis. Abdullah said (farther): I went up to the roof of the house and saw the Messenger of Allah (ﷺ) squatting on two bricks for relieving himself with his face towards Bait-al-Maqdis.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا سُلَيْمَانُ، - يَعْنِي ابْنَ بِلاَلٍ - عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ يَحْيَى، عَنْ عَمِّهِ، وَاسِعِ بْنِ حَبَّانَ، قَالَ كُنْتُ أُصَلِّي فِي الْمَسْجِدِ وَعَبْدُ اللَّهِ بْنُ عُمَرَ مُسْنِدٌ ظَهْرَهُ إِلَى الْقِبْلَةِ فَلَمَّا قَضَيْتُ صَلاَتِي انْصَرَفْتُ إِلَيْهِ مِنْ شِقِّي فَقَالَ عَبْدُ اللَّهِ يَقُولُ نَاسٌ إِذَا قَعَدْتَ لِلْحَاجَةِ تَكُونُ لَكَ فَلاَ تَقْعُدْ مُسْتَقْبِلَ الْقِبْلَةِ وَلاَ بَيْتِ الْمَقْدِسِ - قَالَ عَبْدُ اللَّهِ - وَلَقَدْ رَقِيتُ عَلَى ظَهْرِ بَيْتٍ فَرَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَاعِدًا عَلَى لَبِنَتَيْنِ مُسْتَقْبِلاً بَيْتَ الْمَقْدِسِ لِحَاجَتِهِ .",
    "hadithBengali": "৫০৪। আবদুল্লাহ ইবনু মাসালামা ইবনু কানাব (রহঃ) ... ওয়াসি ইবনু হাববান (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি একদা মসজিদে সালাত (নামায/নামাজ) আদায় করছিলাম। আর আবদুল্লাহ ইবনু উমর (রাঃ) তখন কিবলার দিকে পিছা করে হেলান দিয়ে বসেছিলেন। অতঃপর আমি সালাত (নামায/নামাজ) শেষ করে তাঁর দিকে ঘুরে বসলাম। তখন আবদুল্লাহ (রাঃ) বললেন, কিছু লোকে বলে, &ldquo;তুমি যখন ইসতিনজা করতে বসবে তখন কিবলার দিকে মুখ করে বসো না এবং বায়তুল মুকাদ্দাসের দিকে না&rdquo;। অথচ একবার আমি একটি ঘরের ছাদের ওপর উঠে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে দুটি ইটের ওপর বসা অবস্থায় দেখলাম। তিনি তখন ইস্তিঞ্জার জন্য বায়তুল মুকাদ্দাসের দিকে মুখ করে বসেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "504",
    "id": "8293",
    "thesequence": "8036",
    "isActive": "1",
    "chapterId": "12759",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৭. ইসতিনজার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar said:\nI went up to the roof of the house of my sister Hafsa and saw the Messenger of Allah (ﷺ) relieving himself facing Syria. with his back to the Qibla.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ الْعَبْدِيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنْ عَمِّهِ، وَاسِعِ بْنِ حَبَّانَ، عَنِ ابْنِ عُمَرَ، قَالَ رَقِيتُ عَلَى بَيْتِ أُخْتِي حَفْصَةَ فَرَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَاعِدًا لِحَاجَتِهِ مُسْتَقْبِلَ الشَّامِ مُسْتَدْبِرَ الْقِبْلَةِ .",
    "hadithBengali": "৫০৫। আবূবাকর ইবনু আবূ শায়বা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি একবার আমার বোন হাফসা (রাঃ)-এর ঘরের ছাদে উঠলম। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ইসতিনজায় বসা অবস্থায় দেখতে পেলাম। তিনি শাম (সিরিয়া) এর দিকে মুখ করে এবং কিবলার দিকে পিঠ দিয়ে বসেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "505",
    "id": "8294",
    "thesequence": "8037",
    "isActive": "1",
    "chapterId": "12759",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৭. ইসতিনজার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Qatada reported it from his father:\nThe Messenger of Allah (ﷺ) said: None of you should hold penis with his right hand while urinating, or wipe himself with his right hand in privy and should not breathe into the vessel (from which he drinks).",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ هَمَّامٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يُمْسِكَنَّ أَحَدُكُمْ ذَكَرَهُ بِيَمِينِهِ وَهُوَ يَبُولُ وَلاَ يَتَمَسَّحْ مِنَ الْخَلاَءِ بِيَمِينِهِ وَلاَ يَتَنَفَّسْ فِي الإِنَاءِ  .",
    "hadithBengali": "৫০৬। ইয়াহইয়া ইবনু ইয়াহইয়া ... আবূ কাতাদা থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের কেউ যেন পেশাব করার সময় তার পুরুষাঙ্গ ডান হাত দিয়ে না ধরে এবং পায়খানার পর ডান হাত দিয়ে যেন ইসতিনজা (কুলুখ ব্যবহার) না করে এবং (পানি পান করার সময়) পাত্রের মধ্যে নিঃশ্বাস না ফেলে।\n",
    "checkStatus": "1",
    "hadithNo": "506",
    "id": "8295",
    "thesequence": "8038",
    "isActive": "1",
    "chapterId": "12760",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৮. ডান হাত দিয়ে ইসতিনজা করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Qatada reported it from his father that the Messenger of Allah (ﷺ) said:\nWhen anyone amongst you enters the privy he should not touch his penis with his right hand.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا وَكِيعٌ، عَنْ هِشَامٍ الدَّسْتَوَائِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا دَخَلَ أَحَدُكُمُ الْخَلاَءَ فَلاَ يَمَسَّ ذَكَرَهُ بِيَمِينِهِ  .",
    "hadithBengali": "৫০৭। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) আবূ কাতাদা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের কেউ যখন পায়খানায় (শৌচাগারে) যায় তখন সে যেন ডান হাত দিয়ে তার পুরুষাঙ্গ স্পর্শ না করে।\n",
    "checkStatus": "1",
    "hadithNo": "507",
    "id": "8296",
    "thesequence": "8039",
    "isActive": "1",
    "chapterId": "12760",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৮. ডান হাত দিয়ে ইসতিনজা করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aba Qatada reported:\nThe Messenger of Allah (way peace be upon him) forbade (us) to breathe into the venel, to touch the penis with the right hand and to wipe after relieving with right hand.",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا الثَّقَفِيُّ، عَنْ أَيُّوبَ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِي قَتَادَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ يَتَنَفَّسَ فِي الإِنَاءِ وَأَنْ يَمَسَّ ذَكَرَهُ بِيَمِينِهِ وَأَنْ يَسْتَطِيبَ بِيَمِينِهِ .",
    "hadithBengali": "৫০৮। ইবনু আবূ উমার (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাত্রের মধ্যে নিঃশ্বাস ফেলতে, ডান হাত দিয়ে পুরুষাঙ্গ স্পর্শ করতে এবং ডান হাত দিয়ে ইসতিনজা করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "508",
    "id": "8297",
    "thesequence": "8040",
    "isActive": "1",
    "chapterId": "12760",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৮. ডান হাত দিয়ে ইসতিনজা করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\n\nAisha reported:\nThe Messenger of Allah (way peace be upon him) loved to start from the right-hand side for performing ablution, for combing (the hair) and wearing the shoes.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا أَبُو الأَحْوَصِ، عَنْ أَشْعَثَ، عَنْ أَبِيهِ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ إِنْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيُحِبُّ التَّيَمُّنَ فِي طُهُورِهِ إِذَا تَطَهَّرَ وَفِي تَرَجُّلِهِ إِذَا تَرَجَّلَ وَفِي انْتِعَالِهِ إِذَا انْتَعَلَ .",
    "hadithBengali": "৫০৯। ইয়াহইয়া ইবনু ইয়াহইয়া আত তামীমী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পবিত্রার্জন, চুল আচড়ানো এবং জুতা পরার বেলায় ডান দিক থেকে শুরু করতে ভালোবাসতেন।\n",
    "checkStatus": "1",
    "hadithNo": "509",
    "id": "8298",
    "thesequence": "8041",
    "isActive": "1",
    "chapterId": "12761",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৯. পবিত্রতা অর্জন ও অন্যান্য কাজ ডানদিক থেকে শুরু করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nThe Messenger of Allah (ﷺ) loved to start from the right-hand side in his every act i. e. in wearing shoes, in combing (his hair) and in performing ablution.",
    "hadithArabic": " وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنِ الأَشْعَثِ، عَنْ أَبِيهِ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحِبُّ التَّيَمُّنَ فِي شَأْنِهِ كُلِّهِ فِي نَعْلَيْهِ وَتَرَجُّلِهِ وَطُهُورِهِ .",
    "hadithBengali": "৫১০। উবায়দুল্লাহ ইবনু মুআয (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সব কাজেই জুতা পারায়, চুল আচড়ানোতে এবং পবিত্রতা অর্জনে ডান দিক থেকে শুরু করতে ভাল বাসতেন।\n",
    "checkStatus": "1",
    "hadithNo": "510",
    "id": "8299",
    "thesequence": "8042",
    "isActive": "1",
    "chapterId": "12761",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "১৯. পবিত্রতা অর্জন ও অন্যান্য কাজ ডানদিক থেকে শুরু করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nThe Messenger of Allah (ﷺ) said: Be on your guard against two things which provoke cursing. They (the companions present there) said: Messenger of Allah, what are those things which provoke cursing? He said: Easing on the thoroughfares or under the shades (where they take shelter and rest).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ جَمِيعًا عَنْ إِسْمَاعِيلَ بْنِ جَعْفَرٍ، - قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا إِسْمَاعِيلُ، - أَخْبَرَنِي الْعَلاَءُ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  اتَّقُوا اللَّعَّانَيْنِ  . قَالُوا وَمَا اللَّعَّانَانِ يَا رَسُولَ اللَّهِ قَالَ  الَّذِي يَتَخَلَّى فِي طَرِيقِ النَّاسِ أَوْ فِي ظِلِّهِمْ  .",
    "hadithBengali": "৫১১। ইয়াহইয়া ইবনু আয়্যুব, কুতায়বা ও ইবনু হুজর (রহঃ) ... আবূ হুরায়রা (বা) থেকে বর্নিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমরা লানতের দুটি কাজ থেকে দূরে থাক। সাহাবারা আরয করলেন, সে কাজ দুটি কি? ইয়া রাসুলুল্লাহ! তিনি বললেন, মানুষের (যাতায়াতের) রাস্তায় অথবা তাদের (বিশ্রাম নেয়ার) ছায়ায় পেশাব পায়খানা করা।\n",
    "checkStatus": "1",
    "hadithNo": "511",
    "id": "8300",
    "thesequence": "8043",
    "isActive": "1",
    "chapterId": "12762",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২০. রাস্তায় বা (গাছের) ছায়ায় পেশাব-পায়খানা করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported:\nThe Messenger of Allah (ﷺ) entered an enclosure while a servant was following him with a jar of water and he was the youngest amongst us and he placed it by the side of a lote-tree. When the Messenger of Allah, (ﷺ) relieved himself, he came out and had cleansed himself with water.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ خَالِدٍ، عَنْ عَطَاءِ بْنِ أَبِي مَيْمُونَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَخَلَ حَائِطًا وَتَبِعَهُ غُلاَمٌ مَعَهُ مِيضَأَةٌ هُوَ أَصْغَرُنَا فَوَضَعَهَا عِنْدَ سِدْرَةٍ فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم حَاجَتَهُ فَخَرَجَ عَلَيْنَا وَقَدِ اسْتَنْجَى بِالْمَاءِ .",
    "hadithBengali": "৫১২। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি বাগানে ঢুকলেন। একটি পানির পাত্র সহ একজন বালক তার পেছনে গেল। সে ছিল আমাদের সকলের চেয়ে বয়ঃকনিষ্ঠ। সে বদনাটি একটি কুল গাছের কাছে রেখে দিল। অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার প্রয়োজন শেষ করে আমাদের কাছে এলেন। তিনি পানি দিয়ে ইসতিনজা করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "512",
    "id": "8301",
    "thesequence": "8044",
    "isActive": "1",
    "chapterId": "12763",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২১. পানি দিয়ে ইসতিনজা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported:\nWhen the Messenger of Allah (ﷺ) entered the privy, a servant and I used to carry a skin of water, and a pointed staff, and he would cleanse himself with water.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، وَغُنْدَرٌ، عَنْ شُعْبَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، - وَاللَّفْظُ لَهُ - حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَطَاءِ بْنِ أَبِي مَيْمُونَةَ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدْخُلُ الْخَلاَءَ فَأَحْمِلُ أَنَا وَغُلاَمٌ نَحْوِي إِدَاوَةً مِنْ مَاءٍ وَعَنَزَةً فَيَسْتَنْجِي بِالْمَاءِ .",
    "hadithBengali": "৫১৩। আবূবাকর ইবনু আবূ শায়বা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন শৌচাগারে থাকতেন, তখন আমি এবং আমার মতই একটি বালক পানির লোটা ও একখানা লাঠি বয়ে নিয়ে যেতাম। অতঃপর তিনি পানি ইসতিনজা করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "513",
    "id": "8302",
    "thesequence": "8045",
    "isActive": "1",
    "chapterId": "12763",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২১. পানি দিয়ে ইসতিনজা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported:\nThe Messenger of Allah (ﷺ) went to a far-off place in the desert (hidden from the sight of human beings) for relieving himself. Then I brought water for him and he cleansed himself.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لِزُهَيْرٍ - حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنِي ابْنَ عُلَيَّةَ - حَدَّثَنِي رَوْحُ بْنُ الْقَاسِمِ، عَنْ عَطَاءِ بْنِ أَبِي مَيْمُونَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَتَبَرَّزُ لِحَاجَتِهِ فَآتِيهِ بِالْمَاءِ فَيَتَغَسَّلُ بِهِ .",
    "hadithBengali": "৫১৪। যুহায়র ইবনু হারব ও আবূ কুরায়ব (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন ইসতিনজার জন্য যেতেন, তখন আমি তার কাছে পানি নিয়ে যেতাম। তিনি তা নিয়ে ইসতিনজা করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "514",
    "id": "8303",
    "thesequence": "8046",
    "isActive": "1",
    "chapterId": "12763",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২১. পানি দিয়ে ইসতিনজা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hummam reported:\nJarir urinated, then performed ablution and wiped over the socks. It was said to him: Do you do like this? He said: Yes, I saw that the Messenger of Allah (ﷺ) urinated, then performed ablution and then wiped over his shoes. Amash said: Ibrahim had observed that this hadith was a surprise for them (the people) because Jarir had embraced Islam after the revelation of Surat al-Maida.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَأَبُو كُرَيْبٍ جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، وَوَكِيعٌ، - وَاللَّفْظُ لِيَحْيَى - قَالَ أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامٍ، قَالَ بَالَ جَرِيرٌ ثُمَّ تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ فَقِيلَ تَفْعَلُ هَذَا . فَقَالَ نَعَمْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم بَالَ ثُمَّ تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ . قَالَ الأَعْمَشُ قَالَ إِبْرَاهِيمُ كَانَ يُعْجِبُهُمْ هَذَا الْحَدِيثُ لأَنَّ إِسْلاَمَ جَرِيرٍ كَانَ بَعْدَ نُزُولِ الْمَائِدَةِ .",
    "hadithBengali": "৫১৫। ইয়াহইয়া ইবনু ইয়াহইয়া আত তামীমী, ইসহাক ইবনু ইবরাহীম ও আবূ কুরায়ব ও আবু বকর ইবনু শায়বাহ ... (রহঃ) হাম্মাম (রহঃ) থেকে বর্ণিত। তিনি বলেন, জারীর (রাঃ) একবার পেশাব করলেন। তারপর উযূ (ওজু/অজু/অযু) করলেন এবং তার উভয় মোযার ওপর মাসেহ করলেন। তাঁকে বলা, হল আপনি কি এরকম করে থাকেন? তিনি বলেন হ্যাঁ, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখেছি তিনি পেশাব করেছেন, তারপর উযূ (ওজু/অজু/অযু) করেছেন এবং তাঁর উভয় মোযার ওপর মাসেহ করেছেন। আমাশ বলেন, ইবরাহীম বলেছেন যে, এ হাদীসটি (হাদীস বিশারদ) লোকেরা আগ্রহের সাথে গ্রহণ করেছেন। কারণ জারীর (রাঃ) সূরা মায়িদা নাযিলের পর ইসলাম গ্রহণ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "515",
    "id": "8304",
    "thesequence": "8047",
    "isActive": "1",
    "chapterId": "12764",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২২. মোজার ওপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith is narrated on the same authority from Amash by another chain of transmitters like one transmitted by Abu Muawyia. The hadith reported by Isa and Sufyan has these words also:\n This hadith surprised the friends of Abdullab for Jarir had embraced Islam after the revelation of al-Maida.",
    "hadithArabic": " وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَلِيُّ بْنُ خَشْرَمٍ، قَالاَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، ح وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ أَبِي عُمَرَ، قَالَ حَدَّثَنَا سُفْيَانُ، ح وَحَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ التَّمِيمِيُّ، أَخْبَرَنَا ابْنُ مُسْهِرٍ، كُلُّهُمْ عَنِ الأَعْمَشِ، فِي هَذَا الإِسْنَادِ بِمَعْنَى حَدِيثِ أَبِي مُعَاوِيَةَ غَيْرَ أَنَّ فِي، حَدِيثِ عِيسَى وَسُفْيَانَ قَالَ فَكَانَ أَصْحَابُ عَبْدِ اللَّهِ يُعْجِبُهُمْ هَذَا الْحَدِيثُ لأَنَّ إِسْلاَمَ جَرِيرٍ كَانَ بَعْدَ نُزُولِ الْمَائِدَةِ .",
    "hadithBengali": "৫১৬। এ হাদীসটই ইসহাক ইবনু ইবরাহীম ও আলী ইবনু খাশরাম (রহঃ) অপর বর্ণনায় মুহাম্মদ ইবনু আবূ উমার (রহঃ) ... আমাশ থেকে এই সনদে আবূ মুআবিয়ার হাদীসের অর্থের অনুরুপ বর্ণিত হয়েছে। তবে ঈসা ও সুফিয়ানের হাদীসে উল্লিখিত হয়েছে যে, তিনি বলেন, আবদুল্লাহর সাথী সঙ্গীদের কাছে এ হাদীসটি আনন্দদায়ক বলে মনে হত। কারণ জারীর (রাঃ) ইসলাম গ্রহণ করেছিলেন সূরা মায়িদা নাযিলের পরে।\n",
    "checkStatus": "1",
    "hadithNo": "516",
    "id": "8305",
    "thesequence": "8048",
    "isActive": "1",
    "chapterId": "12764",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২২. মোজার ওপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hudhaifa reported:\nI was with the Messenger of Allah (ﷺ) when he came to the dumping ground of filth belonging to a particular tribe. He urinated while standing, and I went aside. He (the Holy Prophet) asked me to come near him and I went so near to him that I stood behind his heels. He then performed ablution and wiped over his socks.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ حُذَيْفَةَ، قَالَ كُنْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فَانْتَهَى إِلَى سُبَاطَةِ قَوْمٍ فَبَالَ قَائِمًا فَتَنَحَّيْتُ فَقَالَ   ادْنُهْ  . فَدَنَوْتُ حَتَّى قُمْتُ عِنْدَ عَقِبَيْهِ فَتَوَضَّأَ فَمَسَحَ عَلَى خُفَّيْهِ .",
    "hadithBengali": "৫১৭। ইয়াহইয়া ইবনু ইয়াহইয়া আত তামীমী (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি (এক সফরে) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে ছিলাম। তিনি কোন কাওমের ময়লা আবর্জনা ফেলার জায়গায় এসে পৌছলেন। অতঃপর সেখানে দাঁড়িয়ে পেশাব করলেন, আমি তখন দূরে সরে গেলাম। তিনি বললেন, কাছে এস। আমি তাঁর নিকটে গেলাম এমনকি একেবারে তাঁর গোড়ালির কাছে গিয়ে দাঁড়ালাম। তিনি উযূ (ওজু/অজু/অযু) করলেন। অতঃপর তাঁর উভয় মোযার ওপর মাসে করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "517",
    "id": "8306",
    "thesequence": "8049",
    "isActive": "1",
    "chapterId": "12764",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২২. মোজার ওপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Wail reported:\nAbu Musa inflicted extreme rigour upon himself in the matter of urination and urinated in a bottle and said: When the skin of anyone amongst the people of Israel was besmeared with urine, he cut that portion with a cutter. Hudhaifa said: I wish thatyour friend should not inflict such an extreme rigour. I and the Messenger of Allah (ﷺ) were going together till we reached the dumping ground of filth behind an enclosure. He stood up as one among you would stand up. and he urinated, I tried to turn away from him, but he beckoned to me, so I went to him and I stood behind him, till he had relieved himself.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، قَالَ كَانَ أَبُو مُوسَى يُشَدِّدُ فِي الْبَوْلِ وَيَبُولُ فِي قَارُورَةٍ وَيَقُولُ إِنَّ بَنِي إِسْرَائِيلَ كَانَ إِذَا أَصَابَ جِلْدَ أَحَدِهِمْ بَوْلٌ قَرَضَهُ بِالْمَقَارِيضِ . فَقَالَ حُذَيْفَةُ لَوَدِدْتُ أَنَّ صَاحِبَكُمْ لاَ يُشَدِّدُ هَذَا التَّشْدِيدَ فَلَقَدْ رَأَيْتُنِي أَنَا وَرَسُولُ اللَّهِ صلى الله عليه وسلم نَتَمَاشَى فَأَتَى سُبَاطَةً خَلْفَ حَائِطٍ فَقَامَ كَمَا يَقُومُ أَحَدُكُمْ فَبَالَ فَانْتَبَذْتُ مِنْهُ فَأَشَارَ إِلَىَّ فَجِئْتُ فَقُمْتُ عِنْدَ عَقِبِهِ حَتَّى فَرَغَ .",
    "hadithBengali": "৫১৮। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আবূ ওয়াইল থেকে বর্ণিত। তিনি বলেন, আবূ মূসা (রাঃ) পেশাবের ব্যাপারে খুবই কঠোরতা অবলম্বন করতেন। তিনি একটি বোতলে পেশাব করতেন এবং বলতেন, বনী ইসরাঈলদের কারো (শরীরের) চামড়ায় যদি পেশাব লাগত তখন সে কাঁচি দিয়ে সে স্থান কেটে ফেলতো। অতঃপর হুযায়ফা (রাঃ) (একথা শুনে) বললেন, আমি চাই যে, তোমাদের সঙ্গী (আবূ মূসা) এ ব্যাপারে এত কঠোরতা না করলেই ভাল হত। (কারণ) একবার আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সংগে পথ চলছিলাম। তিনি একটি দেয়ালের পিছনে জনৈক কাওমের আবর্জনা ফেলার জায়গায় পৌছলেন। অতঃপর তোমরা যেমনভাবে দাঁড়াও, তেমনি দাঁড়িয়ে পেশাব করলেন। আমি তাঁর থেকে দূরে সরে গেলাম। তিনি আমার দিকে ইশারা করলেন। অতঃপর আমি এলাম এবং একেবারে তার গোড়ালির কাছে এসে দাঁড়ালাম। তিনি তাঁর প্রয়োজন শেষ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "518",
    "id": "8307",
    "thesequence": "8050",
    "isActive": "1",
    "chapterId": "12764",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২২. মোজার ওপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The son of Mughira b. Shuba reported:\nThe Messenger of Allah (ﷺ) went out for relieving himself. Mughira went with him carrying a jug full of water. When he (the Holy Prophet) came back after relieving himself, he poured water over him and he performed ablution and wiped over his socks; and in the narration of Ibn Rumh there is till instead of when",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، عَنْ عُرْوَةَ بْنِ الْمُغِيرَةِ، عَنْ أَبِيهِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ خَرَجَ لِحَاجَتِهِ فَاتَّبَعَهُ الْمُغِيرَةُ بِإِدَاوَةٍ فِيهَا مَاءٌ فَصَبَّ عَلَيْهِ حِينَ فَرَغَ مِنْ حَاجَتِهِ فَتَوَضَّأَ وَمَسَحَ عَلَى الْخُفَّيْنِ . وَفِي رِوَايَةِ ابْنِ رُمْحٍ مَكَانَ حِينَ حَتَّى .",
    "hadithBengali": "৫১৯। কুতায়বা ইবনু সাঈদ ও মুহাম্মাদ ইবন রুমহ ইবনুল মুহাজির (রহঃ) ... মুগীরা ইবনু শুবা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাজত পূরণের জন্য বের হলেন। তারপর মুগীরা (রাঃ) একটি পানি ভর্তি বদনা নিয়ে তার অনুসরণ করলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাজত শেষ করলে তিনি তাঁকে পানি ঢেলে দিলেন। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উযূ (ওজু/অজু/অযু) করলেন এবং উভয় মোযার উপর মাসেহ করলেন। ইবনু রুমহ এর বর্ণনায়حِينَ শব্দের স্থলেحَتَّى শব্দের উল্লেখ রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "519",
    "id": "8308",
    "thesequence": "8051",
    "isActive": "1",
    "chapterId": "12764",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২২. মোজার ওপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted with the same chain of transmitters by Yahya b. Said with the addition of these words:\n He washed his face and hands, and wiped his head and then wiped his socks.",
    "hadithArabic": " وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، بِهَذَا الإِسْنَادِ وَقَالَ فَغَسَلَ وَجْهَهُ وَيَدَيْهِ وَمَسَحَ بِرَأْسِهِ ثُمَّ مَسَحَ عَلَى الْخُفَّيْنِ .",
    "hadithBengali": "৫২০। এ হাদীসটি মুহাম্মদ ইবনুল মূসান্না (রহঃ) থেকে উক্ত সনদে বর্ণিত। তিনি বলেন, তিনি তাঁর মুখমন্ডল ও উভয় হাত ধুইলেন এবং মাথা মাসেহ করলেন। তারপর উভয় মোযার উপর মাসেহ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "520",
    "id": "8309",
    "thesequence": "8052",
    "isActive": "1",
    "chapterId": "12764",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২২. মোজার ওপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Mughira b. Shuba reported:\nI was with the Messenger of Allah (ﷺ) one night. He came down (from the ride) and relieved himself. He then came and I poured water upon him from the jar that I carried with me. He performed ablution and wiped over his socks.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا أَبُو الأَحْوَصِ، عَنْ أَشْعَثَ، عَنِ الأَسْوَدِ بْنِ هِلاَلٍ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ بَيْنَا أَنَا مَعَ، رَسُولِ اللَّهِ صلى الله عليه وسلم ذَاتَ لَيْلَةٍ إِذْ نَزَلَ فَقَضَى حَاجَتَهُ ثُمَّ جَاءَ فَصَبَبْتُ عَلَيْهِ مِنْ إِدَاوَةٍ كَانَتْ مَعِي فَتَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ .",
    "hadithBengali": "৫২১। ইয়াহইয়া ইবনু ইয়াহইয়া আত তামীমী (রহঃ) ... মুগীরা ইবনু শুবা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক রাতে আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে ছিলাম। হঠাৎ তিনি এক স্থানে থেমে হাজত পূরণ করলেন। এরপর ফিরে এলেন এবং আমার কাছে রাখা একটি পাত্র থেকে আমি তাকে পানি ঢেলে দিলাম। তিনি উযূ (ওজু/অজু/অযু) করলেন এরপর তার উভয় মোযার ওপর মাসেহ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "521",
    "id": "8310",
    "thesequence": "8053",
    "isActive": "1",
    "chapterId": "12764",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২২. মোজার ওপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Mughira b. Shuba reported:\nI was in the company of the Messenger of Allah (ﷺ) on a journey when he said: Mughira take hold of this jar (of water). I took hold of it and I went out with him. (I stopped but) the Messenger of Allah (ﷺ) proceeded on till he was out of my sight. He relieved himself and then came back and he was wearing a tight-sleeved Syrian gown. He tried to get his forearms out. but the sleeve of the gown was very narrow, so he brought his hands out from under the gown. I poured water over (his hands) and he performed ablution for prayer, then wiped over his socks and prayed.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالَ أَبُو بَكْرٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ كُنْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ فَقَالَ   يَا مُغِيرَةُ خُذِ الإِدَاوَةَ  . فَأَخَذْتُهَا ثُمَّ خَرَجْتُ مَعَهُ فَانْطَلَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى تَوَارَى عَنِّي فَقَضَى حَاجَتَهُ ثُمَّ جَاءَ وَعَلَيْهِ جُبَّةٌ شَامِيَّةٌ ضَيِّقَةُ الْكُمَّيْنِ فَذَهَبَ يُخْرِجُ يَدَهُ مِنْ كُمِّهَا فَضَاقَتْ عَلَيْهِ فَأَخْرَجَ يَدَهُ مِنْ أَسْفَلِهَا فَصَبَبْتُ عَلَيْهِ فَتَوَضَّأَ وُضُوءَهُ لِلصَّلاَةِ ثُمَّ مَسَحَ عَلَى خُفَّيْهِ ثُمَّ صَلَّى .",
    "hadithBengali": "৫২২। আবূ বাকর ইবনু আবূ শায়বা ও আবূ কুসায়ব (রহঃ) ... মুগীবা ইবনু শুবা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক সফরে আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে ছিলাম। তিনি বললেন, মুগীরা! পানির পাত্র (সঙ্গে) নাও। আমি পানির পাত্র (সঙ্গে) নিলাম। তারপর তাঁর সাথে বেরিয়ে পড়লাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাটতে হাটতে আমার থেকে আড়ালে চলে গেলেন। তারপর তিনি তার হাজত পূরণ করলেন ও ফিরে এলেন। তখন তাঁর গায়ে ছিল একটি শামী জোববা যার আস্তিন ছিল চাপা (অপ্রশস্ত)। তিনি আস্তিন থেকে তার হাত বের করার চেষ্টা করছিলেন কিন্তু (অপ্রশস্ত হওয়ার কারণে) তা আটকে গেল। অতঃপর তিনি জোব্বার নিচ থেকে তাঁর হাত বের করলেন। আমি তার ওপর পানি ঢেলে দিলাম। তিনি সালাত (নামায/নামাজ)-এর জন্য যেমন উযূ (ওজু/অজু/অযু) করা হয়-তেমনি উযূ (ওজু/অজু/অযু) করলেন। তারপর তাঁর উভয় মোযার ওপর মাসেহ করলেন। তারপর সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "522",
    "id": "8311",
    "thesequence": "8054",
    "isActive": "1",
    "chapterId": "12764",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২২. মোজার ওপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Mughira b. Shuba reported:\nThe Messenger of Allah (ﷺ) went out for relieving himself. When he came back I brought for him a jar (of water) and poured water upon his hands and He washed his face. He tried to wash his forearms, but as the (sleeves of the) gown were tight. He, therefore, brought them out from under the gown. He then washed them, wiped his head, and wiped his socks and then prayed.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَلِيُّ بْنُ خَشْرَمٍ، جَمِيعًا عَنْ عِيسَى بْنِ يُونُسَ، - قَالَ إِسْحَاقُ أَخْبَرَنَا عِيسَى، - حَدَّثَنَا الأَعْمَشُ، عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِيَقْضِيَ حَاجَتَهُ فَلَمَّا رَجَعَ تَلَقَّيْتُهُ بِالإِدَاوَةِ فَصَبَبْتُ عَلَيْهِ فَغَسَلَ يَدَيْهِ ثُمَّ غَسَلَ وَجْهَهُ ثُمَّ ذَهَبَ لِيَغْسِلَ ذِرَاعَيْهِ فَضَاقَتِ الْجُبَّةُ فَأَخْرَجَهُمَا مِنْ تَحْتِ الْجُبَّةِ فَغَسَلَهُمَا وَمَسَحَ رَأْسَهُ وَمَسَحَ عَلَى خُفَّيْهِ ثُمَّ صَلَّى بِنَا .",
    "hadithBengali": "৫২৩। ইসহাক ইবনু ইবরাহীম ও আর্লী ইবনু খাশরাম (রহঃ) ... মুগীরা ইবনু শুবা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাজত পূরণের জন্য বের হলেন। (হাজত শেষে) তিনি যখন ফিরে এলেন তখন বদনা নিয়ে আমি তাঁর কাছে গেলাম। আমি তাঁকে পানি ঢেলে দিলাম। তিনি তাঁর উভয় হাত ধুইলেন। তারপর মুখমন্ডল ধুইলেন। তারপর উভয় বাহু ধোয়ার ইচ্ছা করলেন, কিন্তু জোব্বায় (অপ্রশস্ততার কারণে) তা আটকে গেল। তিনি জোব্বার নিচে দিয়ে বের করে উভয় বাহু ধুয়ে ফেললেন এবং মাথা মাসেহ করলেন ও উভয় মোযার ওপর মাসেহ করলেন। তারপর আমাদের সাথে সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "523",
    "id": "8312",
    "thesequence": "8055",
    "isActive": "1",
    "chapterId": "12764",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২২. মোজার ওপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Urwa b. Mughira reported his father having said:\nI was one night with the Messenger of Allah (ﷺ) on a journey. He said to me: Have you any water with you? I said: Yes. He (the Holy Prophet) came down from his ride and went on till he disappeared in the darkness of night. He then came back and I poured water for him from the jar. He washed his face, He had a woollen gown on him and he could not bring out his forearms from it (i. e. from its sleeves) and consequently he brought them out from under his gown. He washed his forearms, wiped over his head. I then bent down to take off his socks. But he said: Leave them, for my feet were clean when I put them in, and he only wiped over them.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا زَكَرِيَّاءُ، عَنْ عَامِرٍ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الْمُغِيرَةِ، عَنْ أَبِيهِ، قَالَ كُنْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم ذَاتَ لَيْلَةٍ فِي مَسِيرٍ فَقَالَ لِي  أَمَعَكَ مَاءٌ  . قُلْتُ نَعَمْ . فَنَزَلَ عَنْ رَاحِلَتِهِ فَمَشَى حَتَّى تَوَارَى فِي سَوَادِ اللَّيْلِ ثُمَّ جَاءَ فَأَفْرَغْتُ عَلَيْهِ مِنَ الإِدَاوَةِ فَغَسَلَ وَجْهَهُ وَعَلَيْهِ جُبَّةٌ مِنْ صُوفٍ فَلَمْ يَسْتَطِعْ أَنْ يُخْرِجَ ذِرَاعَيْهِ مِنْهَا حَتَّى أَخْرَجَهُمَا مِنْ أَسْفَلِ الْجُبَّةِ فَغَسَلَ ذِرَاعَيْهِ وَمَسَحَ بِرَأْسِهِ ثُمَّ أَهْوَيْتُ لأَنْزِعَ خُفَّيْهِ فَقَالَ  دَعْهُمَا فَإِنِّي أَدْخَلْتُهُمَا طَاهِرَتَيْنِ  . وَمَسَحَ عَلَيْهِمَا .",
    "hadithBengali": "৫২৪। মুহাম্মাদ ইবনু আবদুল্লাহ নুমায়র (রহঃ) ... মুগীরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, কোন এক সফরে এক রাতে আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে ছিলাম। তিনি আমাকে বললেন, &ldquo;তোমার সাথে কি পানি আছে&rdquo;? আমি বললাম, হ্যাঁ। তিনি তাঁর সাওয়ারী থেকে নেমে পড়লেন। তারপর হাটতে হাঁটতে রাতের অন্ধকারে মিলিয়ে গেলেন। কিছুক্ষণ পর ফিরে এলেন। তখন আমি বদনা থেকে তাঁকে পানি ঢেলে দিলাম। তিনি তাঁর মুখমন্ডল ধুইলেন তখন তাঁর গায়েছিল একটি পশমের জোব্বা। তিনি তা থেকে হাত বের করতে না পেরে জোব্বার নিচ দিয়ে বের করলেন। তারপর তাঁর উভয় বাহু ধুইলেন এবং মাথা মাসেহ করলেন। আমি তাঁর উভয় মোযা খুলে দিতে চাইলাম কিন্তু (বাধা দিয়ে) তিনি বললেন, ওভাবেই থাকতে দাও। কারণ আমি ও দুটি পবিত্র অবস্থায় পায়ে দিয়েছি। (এই বলে) তিনি তার উভয় মোযার ওপর মাসেহ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "524",
    "id": "8313",
    "thesequence": "8056",
    "isActive": "1",
    "chapterId": "12764",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২২. মোজার ওপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Urwah al Mughira reported it from his father:\nHe (Mughira) helped the Apostle (ﷺ) in performing the ablution, and he performed it and wiped over his shoes. He (Mughira) said to him (about the washing of the feet after putting them off), but he (the Holy Prophet) said: I put them (feet) in when these were clean.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا عُمَرُ بْنُ أَبِي زَائِدَةَ، عَنِ الشَّعْبِيِّ، عَنْ عُرْوَةَ بْنِ الْمُغِيرَةِ، عَنْ أَبِيهِ، أَنَّهُ وَضَّأَ النَّبِيَّ صلى الله عليه وسلم فَتَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ فَقَالَ لَهُ فَقَالَ   إِنِّي أَدْخَلْتُهُمَا طَاهِرَتَيْنِ  .",
    "hadithBengali": "৫২৫। মুহাম্মাদ ইবনু হাতিম (রহঃ) ... মুগীরা (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে উযূ (ওজু/অজু/অযু) করালেন। তিনি উযূ (ওজু/অজু/অযু) করলেন এবং উভয় মোযার ওপর মাসেহ করলেন। মুগীরা (রাঃ) বলেন, তারপর তিনি [রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি এ দুটিকে পবিত্রাবস্ত্রায় পরেছি।\n",
    "checkStatus": "1",
    "hadithNo": "525",
    "id": "8314",
    "thesequence": "8057",
    "isActive": "1",
    "chapterId": "12764",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২২. মোজার ওপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Urwa b. al Mughira b. Shuba reported it on the authority of his father that he said:\nThe Messenger of Allah (ﷺ) lagged behind (in a journey) and I also lagged behind along with him. After having relieved himself he said: Have you any water with you? I brought to him a jar of water; he washed his palms, and face, and when he tried to get his forearms out (he could not) for the sleeve of the gown was tight. He, therefore, brought them out from under the gown and, throwing it over his shoulders, he washed his forearm. He then wiped his forelock and his turban and his socks. He then mounted and I also mounted (the ride) and came to the people. They had begun the prayer with Abd ar-Rabmin b. Anf leading them and had completed a raka. When he perceived the presence of the Messenger of Allah (ﷺ) he began to retire. He (the Holy Prophet) signed to him to continue and offered prayer along with them. Then when he had pronounced the salutation, the Apostle (ﷺ) got up and I also got up with him, and we offered the raka which had been finished before we came.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَزِيعٍ، حَدَّثَنَا يَزِيدُ، - يَعْنِي ابْنَ زُرَيْعٍ - حَدَّثَنَا حُمَيْدٌ الطَّوِيلُ، حَدَّثَنَا بَكْرُ بْنُ عَبْدِ اللَّهِ الْمُزَنِيُّ، عَنْ عُرْوَةَ بْنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنْ أَبِيهِ، قَالَ تَخَلَّفَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَتَخَلَّفْتُ مَعَهُ فَلَمَّا قَضَى حَاجَتَهُ قَالَ   أَمَعَكَ مَاءٌ  . فَأَتَيْتُهُ بِمَطْهَرَةٍ فَغَسَلَ كَفَّيْهِ وَوَجْهَهُ ثُمَّ ذَهَبَ يَحْسِرُ عَنْ ذِرَاعَيْهِ فَضَاقَ كُمُّ الْجُبَّةِ فَأَخْرَجَ يَدَهُ مِنْ تَحْتِ الْجُبَّةِ وَأَلْقَى الْجُبَّةَ عَلَى مَنْكِبَيْهِ وَغَسَلَ ذِرَاعَيْهِ وَمَسَحَ بِنَاصِيَتِهِ وَعَلَى الْعِمَامَةِ وَعَلَى خُفَّيْهِ ثُمَّ رَكِبَ وَرَكِبْتُ فَانْتَهَيْنَا إِلَى الْقَوْمِ وَقَدْ قَامُوا فِي الصَّلاَةِ يُصَلِّي بِهِمْ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ وَقَدْ رَكَعَ بِهِمْ رَكْعَةً فَلَمَّا أَحَسَّ بِالنَّبِيِّ صلى الله عليه وسلم ذَهَبَ يَتَأَخَّرُ فَأَوْمَأَ إِلَيْهِ فَصَلَّى بِهِمْ فَلَمَّا سَلَّمَ قَامَ النَّبِيُّ صلى الله عليه وسلم وَقُمْتُ فَرَكَعْنَا الرَّكْعَةَ الَّتِي سَبَقَتْنَا .",
    "hadithBengali": "৫২৬। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু বাযী (রহঃ) ... মুগীরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, (এক সফরে) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পিছনে রয়ে গেলেন। আমিও তাঁর সাথে পেছনে পড়লাম। তিনি হাজত পূরণ করে বললেন, তোমার সাথে কি পানি আছে? আমি একটি পানির পাত্র নিয়ে এলাম। তিনি উভয় হাতের কবজা পর্যন্ত এবং মুখমন্ডল ধূইলেন তারপর উভয় বাহু বের করতে চাইলেন; কিন্তু জোব্বার আস্তিনে আটকে গেল। এতে জোব্বার নিচ থেকে তিনি হাত বের করলেন এবং জোব্বাটি কাঁধের ওপর রেখে দিলেন। উভয় হাত ধুইলেন, মাথার সম্মুখভাগ এবং পাগড়ি ও উভয় মোযার ওপর মাসেহ করলেন। তারপর তিনি সাওয়ার হলেন এবং আমিও সাওয়ার হলাম।\n\nআমরা যখন আমাদের কাওমের কাছে পৌছলাম তখন তারা সালাত (নামায/নামাজ) আদায় করছিল। আবদুর রহমান ইবনু আওফ (রাঃ) তাদের সালাত (নামায/নামাজ)-এ ইমামতি করছিলেন। তিনি তাদেরকে নিয়ে এক রাকআত পড়ে ফেলেছিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আগমন টের পেয়ে তিনি পিছিয়ে আসছিলেন। কিন্তু রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে (সেখানে থাকতে) ইশারা করলেন। এতে তিনি (আবদুর রহমান ইবনু আওফ) তাদেরকে নিয়ে সালাত (নামায/নামাজ) আদায় করলেন। তিনি যখন সালাম ফিরালেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন দাঁড়িয়ে গেলেন এবং আমিও দাঁড়িয়ে গেলাম। তারপর আমাদের থেকে যে রাকআত ছুটে গিয়েছিল তা আদায় করলাম।\n",
    "checkStatus": "1",
    "hadithNo": "526",
    "id": "8315",
    "thesequence": "8058",
    "isActive": "1",
    "chapterId": "12765",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৩. পাগড়ির উপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Mughira narrated it from his father:\nThe Apostle of Allah (ﷺ) wiped over his socks and over his forehead and over his turban.",
    "hadithArabic": " حَدَّثَنَا أُمَيَّةُ بْنُ بِسْطَامَ، وَمُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالاَ حَدَّثَنَا الْمُعْتَمِرُ، عَنْ أَبِيهِ، قَالَ حَدَّثَنِي بَكْرُ بْنُ عَبْدِ اللَّهِ، عَنِ ابْنِ الْمُغِيرَةِ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم مَسَحَ عَلَى الْخُفَّيْنِ وَمُقَدَّمِ رَأْسِهِ وَعَلَى عِمَامَتِهِ .",
    "hadithBengali": "৫২৭। উমায়্যা ইবনু বিসতাম ও মুহাম্মাদ ইবনু আবদুল আলা (রহঃ) ... মুগীরা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উভয় মোযার ওপর এবং মাথার সম্মুখ ভাগ ও পাগড়ীর ওপর মাসেহ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "527",
    "id": "8316",
    "thesequence": "8059",
    "isActive": "1",
    "chapterId": "12765",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৩. পাগড়ির উপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted by Ibn Mughira on the authority of his father by another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا الْمُعْتَمِرُ، عَنْ أَبِيهِ، عَنْ بَكْرٍ، عَنِ الْحَسَنِ، عَنِ ابْنِ الْمُغِيرَةِ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৫২৮। মুহাম্মাদ ইবনু আবদুল আলা (রহঃ) ... মুগীরা (রাঃ) এর সুত্রে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরুপ বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "528",
    "id": "8317",
    "thesequence": "8060",
    "isActive": "1",
    "chapterId": "12765",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৩. পাগড়ির উপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Bakr reported that he had heard from the son of Mughira that verily the Messenger of Allah (ﷺ) performed ablution and wiped over his forehead and wiped over his turban and over his socks.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَمُحَمَّدُ بْنُ حَاتِمٍ، جَمِيعًا عَنْ يَحْيَى الْقَطَّانِ، قَالَ ابْنُ حَاتِمٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ التَّيْمِيِّ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ، عَنِ الْحَسَنِ، عَنِ ابْنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنْ أَبِيهِ، قَالَ بَكْرٌ وَقَدْ سَمِعْتُ مِنِ ابْنِ الْمُغِيرَةِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم تَوَضَّأَ فَمَسَحَ بِنَاصِيَتِهِ وَعَلَى الْعِمَامَةِ وَعَلَى الْخُفَّيْنِ .",
    "hadithBengali": "৫২৯। মুহাম্মাদ ইবনু বাশশার ও মুহাম্মাদ ইবনু হাতিম (রহঃ) ... মুগীরা (রাঃ) থেকে বর্ণিত। রাবী বাকর বলেন, আমি মুগীরা (রাঃ) এর পূত্র থেকে শুনেছি যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা উযূ (ওজু/অজু/অযু) করলেন। মাথার সম্মুখ ভাগ এবং পাগড়ি ও উভয় মোযার ওপর মাসেহ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "529",
    "id": "8318",
    "thesequence": "8061",
    "isActive": "1",
    "chapterId": "12765",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৩. পাগড়ির উপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated from Bilal that the Messenger of Allah (ﷺ) wiped over the socks and turban, and in the hadith transmitted by Isa b. Yaunus the words are:\n Bilal narrated it to me.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، كِلاَهُمَا عَنِ الأَعْمَشِ، عَنِ الْحَكَمِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ كَعْبِ بْنِ عُجْرَةَ، عَنْ بِلاَلٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَسَحَ عَلَى الْخُفَّيْنِ وَالْخِمَارِ . وَفِي حَدِيثِ عِيسَى حَدَّثَنِي الْحَكَمُ حَدَّثَنِي بِلاَلٌ",
    "hadithBengali": "৫৩০। আবূ বাকর ইবনু আবূ শায়বা ও মুহাম্মদ ইবনুল আলা (রহঃ) ... বিলাল (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উভয় মোযা ও পাগড়ীর ওপর মাসেহ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "530",
    "id": "8319",
    "thesequence": "8062",
    "isActive": "1",
    "chapterId": "12765",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৩. পাগড়ির উপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This tradition is transmitted by Amash with this addition;, I saw the Messenger of Allah (ﷺ).",
    "hadithArabic": "وَحَدَّثَنِيهِ سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا عَلِيٌّ - يَعْنِي ابْنَ مُسْهِرٍ - عَنِ الأَعْمَشِ بِهَذَا الإِسْنَادِ وَقَالَ فِي الْحَدِيثِ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم",
    "hadithBengali": "৫৩১। এ হাদীসটই সুওয়ায়দ ইবনু সাঈদ (রহঃ) ... একই সনদে আমাশ (রহঃ) থেকে বর্ণিত। তিনি বলেন, হাদীসে এরুপ রয়েছে যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখেছি......।\n",
    "checkStatus": "1",
    "hadithNo": "531",
    "id": "8320",
    "thesequence": "8063",
    "isActive": "1",
    "chapterId": "12765",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৩. পাগড়ির উপর মাসেহ্&zwnj; করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Shuraih b. Hani said:\nI came to Aisha to ask her about wiping over the socks. She said: You better ask (Ali) son of Abu Talib for he used to travel with Allahs Messenger (ﷺ). We asked him and he said: The Messenger of Allah (ﷺ) stipulated (the upper limit) of three days and three nights for a traveller and one day and one night for the resident.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا الثَّوْرِيُّ، عَنْ عَمْرِو بْنِ قَيْسٍ الْمُلاَئِيِّ، عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ، عَنِ الْقَاسِمِ بْنِ مُخَيْمِرَةَ، عَنْ شُرَيْحِ بْنِ هَانِئٍ، قَالَ أَتَيْتُ عَائِشَةَ أَسْأَلُهَا عَنِ الْمَسْحِ، عَلَى الْخُفَّيْنِ فَقَالَتْ عَلَيْكَ بِابْنِ أَبِي طَالِبٍ فَسَلْهُ فَإِنَّهُ كَانَ يُسَافِرُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم . فَسَأَلْنَاهُ فَقَالَ جَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثَلاَثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ لِلْمُسَافِرِ وَيَوْمًا وَلَيْلَةً لِلْمُقِيمِ . قَالَ وَكَانَ سُفْيَانُ إِذَا ذَكَرَ عَمْرًا أَثْنَى عَلَيْهِ .",
    "hadithBengali": "৫৩২। ইসহাক ইবনু ইবরাহীম আল হানযালী (রহঃ) ... সুরাইয়া ইবনু হানী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আয়িশা (রাঃ)-এর কাছে এলাম মোযার ওপর মাসেহ করার মাসআলা জিজ্ঞেস করতো তিনি বললেন, আবূ তালিবের পূত্র (আলী (রাঃ)-এর কাছে গিয়ে এ মাসআলা জিজ্ঞেস কর। কারণ সে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাথে সফর করত। অতঃপর আমরা তাঁকে গিয়ে জিজ্ঞেস করলাম। তিনি বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুসাফিরের জন্য তিন দিন রাত নির্দিষ্ট করে দিয়েছেন এবং মুকীমের জন্য একদিন এক রাত। এ হাদীসের রাবী সুফিয়ান সাওরী (রহঃ) যখন তার উস্তাদ আমর (রাঃ) এর উল্লেখ করতেন তখন তাঁর প্রশংসা করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "532",
    "id": "8321",
    "thesequence": "8064",
    "isActive": "1",
    "chapterId": "12766",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৪. মোজার ওপর মাসেহ করার সময়সীমা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated by Ubaidullah b. Amr and Zaid b. Abu Unaisa with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا زَكَرِيَّاءُ بْنُ عَدِيٍّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَمْرٍو، عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ، عَنِ الْحَكَمِ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৫৩৩। ইসহাক (রহঃ) ... হাকাম (রহঃ) থেকে একই সনদে অনুরুপ বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "533",
    "id": "8322",
    "thesequence": "8065",
    "isActive": "1",
    "chapterId": "12766",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৪. মোজার ওপর মাসেহ করার সময়সীমা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Shuraib b. Hani reported:\nI asked Aisha about wiping over the shoes. She said: You better go to Ali, for he knows more about this than I. I, therefore, came to Ali and he narrated from the Apostle (ﷺ) like this.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنِ الْحَكَمِ، عَنِ الْقَاسِمِ بْنِ مُخَيْمِرَةَ، عَنْ شُرَيْحِ بْنِ هَانِئٍ، قَالَ سَأَلْتُ عَائِشَةَ عَنِ الْمَسْحِ، عَلَى الْخُفَّيْنِ فَقَالَتِ ائْتِ عَلِيًّا فَإِنَّهُ أَعْلَمُ بِذَلِكَ مِنِّي فَأَتَيْتُ عَلِيًّا فَذَكَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৫৩৪। যুহায়র ইবনু হারব (রহঃ) ... সুরাইয়া ইবনু হানী (রহঃ) থেকে বর্ণিত। তিনি বলেন আয়িশা (রাঃ) কে মোযার ওপর মাসেহ সম্পর্কে জিজ্ঞেস করলাম। তিনি বললেন, আলীর কাছে যাও, কারণ এ ব্যাপারে সে আমার চেয়ে বেশী জানে। আমি আলী (রাঃ) এর কাছে এলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরুপ উল্লেখ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "534",
    "id": "8323",
    "thesequence": "8066",
    "isActive": "1",
    "chapterId": "12766",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৪. মোজার ওপর মাসেহ করার সময়সীমা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sulaiman b. Buraida narrated it from his father that the Messenger of Allah (ﷺ) offered prayers with one ablution on the day of the Conquest (of Mecca) and wiped over the socks. Umar said to him:\nYou have today done something that you have not been accustomed to before. He (the Holy Prophet) said: 0 Umar, I have done that on purpose.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا سُفْيَانُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي عَلْقَمَةُ بْنُ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى الصَّلَوَاتِ يَوْمَ الْفَتْحِ بِوُضُوءٍ وَاحِدٍ وَمَسَحَ عَلَى خُفَّيْهِ فَقَالَ لَهُ عُمَرُ لَقَدْ صَنَعْتَ الْيَوْمَ شَيْئًا لَمْ تَكُنْ تَصْنَعُهُ . قَالَ   عَمْدًا صَنَعْتُهُ يَا عُمَرُ  .",
    "hadithBengali": "৫৩৫। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ও মুহাম্মাদ ইবন হাতিম (রহঃ) ... বুরায়দা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা বিজয়ের দিন এক উযূ (ওজু/অজু/অযু) দিয়ে কয়েক ওয়াক্তের সালাত (নামায/নামাজ) আদায় করেন এবং মোযার উপর মাসেহ করেন। উমার (রাঃ) তাকে বললেন, আপনি আজ এমন কাজ করেছেন যা ইতিপূর্বে আর করেননি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, উমার! আমি ইচ্ছে করেই এ রকম করেছি।\n",
    "checkStatus": "1",
    "hadithNo": "535",
    "id": "8324",
    "thesequence": "8067",
    "isActive": "1",
    "chapterId": "12767",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৫. এক উযুতে সব সালাত আদায় করা জায়েয হবার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira said:\nWhen anyone amongst you wakes up from sleep, he must not put his hand in the utensil till he has washed it three times, for he does not know where his hand was during the night.",
    "hadithArabic": "وَحَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، وَحَامِدُ بْنُ عُمَرَ الْبَكْرَاوِيُّ، قَالاَ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ خَالِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلاَ يَغْمِسْ يَدَهُ فِي الإِنَاءِ حَتَّى يَغْسِلَهَا ثَلاَثًا فَإِنَّهُ لاَ يَدْرِي أَيْنَ بَاتَتْ يَدُهُ  .",
    "hadithBengali": "৫৩৬। নাসর ইবনু আলী আল জাহযামী ও হামিদ ইবনু উমার আল বাকরাবী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের কেউ যখন ঘূম থেকে উঠে তখন সে যেন তার হাত তিনবার না ধোয়া পর্যন্ত পাত্রে না ঢূকায়। কারণ সে জাননা যে, তার হাত রাতে কোথায় ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "536",
    "id": "8325",
    "thesequence": "8068",
    "isActive": "1",
    "chapterId": "12768",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৬. যার হাতে নাপাকীর সন্দেহ রয়েছে, তার জন্য তিনবার হাত ধোয়ার পূর্বে পাত্রের মধ্যে হাত ডুবিয়ে দেয়া মাকরুহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is transmitted from Abu Huraira by another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، وَأَبُو سَعِيدٍ الأَشَجُّ قَالاَ حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، كِلاَهُمَا عَنِ الأَعْمَشِ، عَنْ أَبِي رَزِينٍ، وَأَبِي، صَالِحٍ عَنْ أَبِي هُرَيْرَةَ، فِي حَدِيثِ أَبِي مُعَاوِيَةَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم . وَفِي حَدِيثِ وَكِيعٍ قَالَ يَرْفَعُهُ بِمِثْلِهِ .",
    "hadithBengali": "৫৩৭। আবূ কুরায়ব ও আবূ সাঈদ আল আশাজ্জ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে অনুরুপ বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "537",
    "id": "8326",
    "thesequence": "8069",
    "isActive": "1",
    "chapterId": "12768",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৬. যার হাতে নাপাকীর সন্দেহ রয়েছে, তার জন্য তিনবার হাত ধোয়ার পূর্বে পাত্রের মধ্যে হাত ডুবিয়ে দেয়া মাকরুহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Zahri and Ibn Musayyab have both transmitted a hadith like this from Abu Huraira who narrated it from the Apostle (ﷺ).",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، ح وَحَدَّثَنِيهِ مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ الْمُسَيَّبِ، كِلاَهُمَا عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৫৩৮। আবূবাকর ইবনু আবূ শায়বা, আমর আন-নাকিদ, যুহায়র ইবনু ও মুহাম্মাদ ইবনু রাফি (রহঃ) ... আবু হুরায়রা (রাঃ) থেকে অনুরুপ বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "538",
    "id": "8327",
    "thesequence": "8070",
    "isActive": "1",
    "chapterId": "12768",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৬. যার হাতে নাপাকীর সন্দেহ রয়েছে, তার জন্য তিনবার হাত ধোয়ার পূর্বে পাত্রের মধ্যে হাত ডুবিয়ে দেয়া মাকরুহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nThe Apostle of Allah (ﷺ) said: When anyone amongst you wakes up from sleep, he should wash his hands three times before putting it in the utensil, for he does not know where his hand was during the night.",
    "hadithArabic": "وَحَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، قَالَ حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، حَدَّثَنَا مَعْقِلٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ أَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِذَا اسْتَيْقَظَ أَحَدُكُمْ فَلْيُفْرِغْ عَلَى يَدِهِ ثَلاَثَ مَرَّاتٍ قَبْلَ أَنْ يُدْخِلَ يَدَهُ فِي إِنَائِهِ فَإِنَّهُ لاَ يَدْرِي فِيمَ بَاتَتْ يَدُهُ  .",
    "hadithBengali": "৫৩৯। সালামা ইবনু শাবীব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যখন তোমাদের কেউ জাগ্রত হবে তখন সে তার হাত পাত্রে ঢূকাবার পূর্বে যেন তা তিনবার ধূয়ে নেয়। কারণ সে জানেনা যে, তার হাত রাতে কোথায় ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "539",
    "id": "8328",
    "thesequence": "8071",
    "isActive": "1",
    "chapterId": "12768",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৬. যার হাতে নাপাকীর সন্দেহ রয়েছে, তার জন্য তিনবার হাত ধোয়ার পূর্বে পাত্রের মধ্যে হাত ডুবিয়ে দেয়া মাকরুহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted through other chains of transmitters on the authority of Abu Huraira in which it is reported that the Messenger of Allah (ﷺ) made a mention of washing the hand, and did not instruct to wash it three times. But the hadith narrated from Jabir and Ibn Musayyab. Abu Salama, and Abdullah b. Shaqiq, Abu Salih, Abla Razin, there is a mention of three times.",
    "hadithArabic": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا الْمُغِيرَةُ، - يَعْنِي الْحِزَامِيَّ - عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، ح\n\nوَحَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ هِشَامٍ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، ح\n\nوَحَدَّثَنِي أَبُو كُرَيْبٍ، حَدَّثَنَا خَالِدٌ، - يَعْنِي ابْنَ مَخْلَدٍ - عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ، عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، ح\n\nوَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، ح\n\nوَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، ح وَحَدَّثَنَا الْحُلْوَانِيُّ، وَابْنُ، رَافِعٍ قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالاَ جَمِيعًا أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي زِيَادٌ، أَنَّ ثَابِتًا، مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ زَيْدٍ أَخْبَرَهُ أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ، فِي رِوَايَتِهِمْ جَمِيعًا عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ كُلُّهُمْ يَقُولُ حَتَّى يَغْسِلَهَا . وَلَمْ يَقُلْ وَاحِدٌ مِنْهُمْ ثَلاَثًا . إِلاَّ مَا قَدَّمْنَا مِنْ رِوَايَةِ جَابِرٍ وَابْنِ الْمُسَيَّبِ وَأَبِي سَلَمَةَ وَعَبْدِ اللَّهِ بْنِ شَقِيقٍ وَأَبِي صَالِحٍ وَأَبِي رَزِينٍ فَإِنَّ فِي حَدِيثِهِمْ ذِكْرَ الثَّلاَثِ .",
    "hadithBengali": "৫৪০। কুতায়বা ইবনু সাঈদ (রহঃ), নাসরা ইবনু আলী (রহঃ), আবূ কুরায়ব (রহঃ), মুহাম্মাদ ইবনু রাফি (রহঃ), মুহাম্মাদ ইবনু হাতিম (রহঃ) ও আল হুলওয়ানী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে এই হাদীস বর্ণিত আছে- প্রত্যেকের বর্ণনাতেইحَتَّى يَغْسِلَهَا (হাত না ধোয়া পর্যন্ত) রয়েছে। তাদের কেউ তিনবারের কথা উল্লেখ করেননি। কেবলমাত্র জাবির (রহঃ), ইবনুল মূসায়্যিব (রহঃ) আবূ সালামা (রহঃ), আবদুল্লাহ ইবনু শাকীক (রহঃ), আবূ সালিহ (রহঃ) ও আবূ রাযীন (রহঃ) এর বর্ননায় তিন বার এর উল্লেখ রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "540",
    "id": "8329",
    "thesequence": "8072",
    "isActive": "1",
    "chapterId": "12768",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৬. যার হাতে নাপাকীর সন্দেহ রয়েছে, তার জন্য তিনবার হাত ধোয়ার পূর্বে পাত্রের মধ্যে হাত ডুবিয়ে দেয়া মাকরুহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported the Messenger of Allah (ﷺ) to have said:\nWhen a dog licks a utensil belonging to any one of you, (the thing contained in it) should be thrown away and then (the utensil) should be washed seven times.",
    "hadithArabic": "وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، أَخْبَرَنَا الأَعْمَشُ، عَنْ أَبِي رَزِينٍ، وَأَبِي، صَالِحٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا وَلَغَ الْكَلْبُ فِي إِنَاءِ أَحَدِكُمْ فَلْيُرِقْهُ ثُمَّ لْيَغْسِلْهُ سَبْعَ مِرَارٍ  .",
    "hadithBengali": "৫৪১। আলী ইবনু হুজর আস-সাদী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের কারো পাত্রে যখন কুকুরে মুখ দিল, তখন সে যেন তা ঢেলে ফেলে, তারপর পাত্রটি সাতবার ধূয়ে ফেলে।\n",
    "checkStatus": "1",
    "hadithNo": "541",
    "id": "8330",
    "thesequence": "8073",
    "isActive": "1",
    "chapterId": "12769",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৭. কুকুরের উচ্ছিষ্ট সম্পর্কে বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted by another chain of transmitters in which there is no mention of throwing away.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّاءَ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ مِثْلَهُ وَلَمْ يَقُلْ فَلْيُرِقْهُ .",
    "hadithBengali": "৫৪২। মুহাম্মাদ ইবনুুস সাব্বাহ (রহঃ) আমাশ (রহঃ) থেকে এই সনদে অনুরুপ বর্ণিত আছে। কিন্তু তিনিفَلْيُرِقْهُ (সে যেন তা ঢেলে ফেলে) এর উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "542",
    "id": "8331",
    "thesequence": "8074",
    "isActive": "1",
    "chapterId": "12769",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৭. কুকুরের উচ্ছিষ্ট সম্পর্কে বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nThe Messenger of Allah (ﷺ) said: When a dog drinks out of a vessel belonging to any one of you, he must wash it seven times.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا شَرِبَ الْكَلْبُ فِي إِنَاءِ أَحَدِكُمْ فَلْيَغْسِلْهُ سَبْعَ مَرَّاتٍ  .",
    "hadithBengali": "৫৪৩। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের কারো পাত্র থেকে যখন কুকুরে পান করবে তখন সে যেন তা সাতবার ধুয়ে ফেলে।\n",
    "checkStatus": "1",
    "hadithNo": "543",
    "id": "8332",
    "thesequence": "8075",
    "isActive": "1",
    "chapterId": "12769",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৭. কুকুরের উচ্ছিষ্ট সম্পর্কে বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nThe Messenger of Allah (ﷺ) said: The purification of the utensil belonging to any one of you, after it is licked by a dog, lies in washing it seven times, using sand for the first time.",
    "hadithArabic": "وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ هِشَامِ بْنِ حَسَّانٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   طُهُورُ إِنَاءِ أَحَدِكُمْ إِذَا وَلَغَ فِيهِ الْكَلْبُ أَنْ يَغْسِلَهُ سَبْعَ مَرَّاتٍ أُولاَهُنَّ بِالتُّرَابِ  .",
    "hadithBengali": "৫৪৪। যুহায়র ইবনু হারব (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের কারো পাত্রে যখন কুকুর মুখ লাগিয়ে পান করবে তখন সে পাত্র পবিত্র করার পদ্ধতি হল সাতবার তা ধূয়ে ফেলা। প্রথম বার মাটি দিয়ে (ঘষা)।\n",
    "checkStatus": "1",
    "hadithNo": "544",
    "id": "8333",
    "thesequence": "8076",
    "isActive": "1",
    "chapterId": "12769",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৭. কুকুরের উচ্ছিষ্ট সম্পর্কে বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hammam b. Munabbih reported:\nOf the a hadith narrated by Abu Huraira from Muhammad, the Messenger of Allah (ﷺ), one is this: The Messenger of Allah (ﷺ) said: The purification of the utensil belonging to one amongst you, after it is licked by a dog, lies in washing it seven times.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ مُحَمَّدٍ، رَسُولِ اللَّهِ صلى الله عليه وسلم . فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   طُهُورُ إِنَاءِ أَحَدِكُمْ إِذَا وَلَغَ الْكَلْبُ فِيهِ أَنْ يَغْسِلَهُ سَبْعَ مَرَّاتٍ أُولاَهُنَّ بِالتُّرَابِ .",
    "hadithBengali": "৫৪৫। মুহাম্মাদ ইবনু রাফি (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের কারো পাত্রে যখন কুকুরে মুখ লাগিয়ে পান করবে, তখন সে পাত্র পবিত্র করার পদ্ধতি হলো, সাতবার ধুয়ে ফেলা। প্রথমবার মাটি দ্বারা।\n",
    "checkStatus": "1",
    "hadithNo": "545",
    "id": "8334",
    "thesequence": "8077",
    "isActive": "1",
    "chapterId": "12769",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৭. কুকুরের উচ্ছিষ্ট সম্পর্কে বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Mughaffal reported:\nThe Messenger of Allah (ﷺ) ordered killing of the dogs, and then said: What about them, i. e. about other dogs? and then granted concession (to keep) the dog for hunting and the dog for (the security) of the herd, and said: When the dog licks the utensil, wash it seven times, and rub it with earth the eighth time.",
    "hadithArabic": " وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي التَّيَّاحِ، سَمِعَ مُطَرِّفَ بْنَ عَبْدِ اللَّهِ، يُحَدِّثُ عَنِ ابْنِ الْمُغَفَّلِ، قَالَ أَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِقَتْلِ الْكِلاَبِ ثُمَّ قَالَ  مَا بَالُهُمْ وَبَالُ الْكِلاَبِ  . ثُمَّ رَخَّصَ فِي كَلْبِ الصَّيْدِ وَكَلْبِ الْغَنَمِ وَقَالَ  إِذَا وَلَغَ الْكَلْبُ فِي الإِنَاءِ فَاغْسِلُوهُ سَبْعَ مَرَّاتٍ وَعَفِّرُوهُ الثَّامِنَةَ فِي التُّرَابِ  .",
    "hadithBengali": "৫৪৬। উবায়দুল্লাহ ইবনু মুআয (রহঃ) ... ইবনুল মুগাফফাল (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুকুর হত্যার নির্দেশ দিয়েছিলেন। পরে বললেন, তাদের কী হয়েছে যে, তারা কুকুরের পিছনে পড়লো? তারপর শিকারী কুকুর এবং বকরীর (পাহারা দেয়ার) কুকুর রাখার অনুমতি দেন এবং বলেন, কুকুর যখন পাত্রে মুখ লাগিয়ে পান করবে তখন তা সাতবার ধুইয়ে ফেলবে এবং অষ্টমবার মাটি দিয়ে ঘষে ফেলবে।\n",
    "checkStatus": "1",
    "hadithNo": "546",
    "id": "8335",
    "thesequence": "8078",
    "isActive": "1",
    "chapterId": "12769",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৭. কুকুরের উচ্ছিষ্ট সম্পর্কে বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A hadith like this has been narrated from Shuba with the same chain of transmitters except for the fact that in the hadith transmitted by Yahya those words are:\n He (the Holy Prophet) gave concession in the case of the dog for looking after the herd, for hunting and for watching the cultivated land, and there is no mention of this addition (i. e. concession in case of watching the cultivated lands) except in the hadith transmitted by Yahya.",
    "hadithArabic": " وَحَدَّثَنِيهِ يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ الْحَارِثِ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، كُلُّهُمْ عَنْ شُعْبَةَ، فِي هَذَا الإِسْنَادِ بِمِثْلِهِ غَيْرَ أَنَّ فِي رِوَايَةِ يَحْيَى بْنِ سَعِيدٍ مِنَ الزِّيَادَةِ وَرَخَّصَ فِي كَلْبِ الْغَنَمِ وَالصَّيْدِ وَالزَّرْعِ وَلَيْسَ ذَكَرَ الزَّرْعَ فِي الرِّوَايَةِ غَيْرُ يَحْيَى .",
    "hadithBengali": "৫৪৭। এ হাদীসটই ইয়াহইয়া ইবনু হাবীব আল হারিসী (রহঃ) মুহাম্মাদ ইবনু হাতিম (রহঃ) মুহাম্মাদ ইবনুল ওয়ালীদ (রহঃ) ... শুবা (রহঃ) থেকে উক্ত সনদে অনুরুপ বর্ণিত আছে। তবে ইয়াহইয়া ইবনু সাঈদ এর বর্ণনায় একটু অতিরিক্ত আছে। তা হল, তিনি বক্&zwnj;রী পাহারা দেয়ার, শিকার করার এবং ফসল পাহারা দেয়ার কুকুর রাখার অনুমতি দিয়েছেন। ইয়াহইয়া ছাড়া আর কারো বর্ণনায় ফসলের কথা উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "547",
    "id": "8336",
    "thesequence": "8079",
    "isActive": "1",
    "chapterId": "12769",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৭. কুকুরের উচ্ছিষ্ট সম্পর্কে বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported:\nThe Messenger of Allah (ﷺ) forbade to urinate in stagnant water.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ رُمْحٍ، قَالاَ أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ نَهَى أَنْ يُبَالَ فِي الْمَاءِ الرَّاكِدِ .",
    "hadithBengali": "৫৪৮। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ), মুহাম্মাদ ইবনু রুমহ (রহঃ) ও কুতায়বা (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্থির পানিতে পেশাব করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "548",
    "id": "8337",
    "thesequence": "8080",
    "isActive": "1",
    "chapterId": "12770",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৮. স্থির পানিতে পেশাব করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nthe Messenger of Allah (ﷺ) said: None amongst you should urinate in standing water, and then wash in it.",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ هِشَامٍ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يَبُولَنَّ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ ثُمَّ يَغْتَسِلُ مِنْهُ  .",
    "hadithBengali": "৫৪৯। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের কেউ যেন পানিতে পেশাব করে পরে তা দিয়ে যেন গোসল না করে।\n",
    "checkStatus": "1",
    "hadithNo": "549",
    "id": "8338",
    "thesequence": "8081",
    "isActive": "1",
    "chapterId": "12770",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৮. স্থির পানিতে পেশাব করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hammam b. Munabbih said:\nOf the ahadith narrated to us by Abfi Huraira from Muhammad the Messenger of Allah (ﷺ) one is this: The Messenger or Allah (ﷺ) said: You should not urinate in standing water, that is not flowing, then wash in it.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ مُحَمَّدٍ، رَسُولِ اللَّهِ صلى الله عليه وسلم . فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَبُلْ فِي الْمَاءِ الدَّائِمِ الَّذِي لاَ يَجْرِي ثُمَّ تَغْتَسِلُ مِنْهُ  .",
    "hadithBengali": "৫৫০। মুহাম্মাদ ইবনু রাফি (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তুমি এমনটি করো না যে, প্রবাহিত নয় এমন স্থির পানিতে পেশাব করবে তারপর আবার তা থেকে গোসল করবে।\n",
    "checkStatus": "1",
    "hadithNo": "550",
    "id": "8339",
    "thesequence": "8082",
    "isActive": "1",
    "chapterId": "12770",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৮. স্থির পানিতে পেশাব করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported the Messenger of Allah (ﷺ) saying:\nNone of you must wash in standing water when he is in a state of Junub. And Abu Huraira was asked how it was to be done; he said: It was to be taken out in handfuls.",
    "hadithArabic": "وَحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَأَبُو الطَّاهِرِ، وَأَحْمَدُ بْنُ عِيسَى، جَمِيعًا عَنِ ابْنِ وَهْبٍ، - قَالَ هَارُونُ حَدَّثَنَا ابْنُ وَهْبٍ، - أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ بُكَيْرِ بْنِ الأَشَجِّ، أَنَّ أَبَا السَّائِبِ، مَوْلَى هِشَامِ بْنِ زُهْرَةَ حَدَّثَهُ أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَغْتَسِلُ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ وَهُوَ جُنُبٌ  . فَقَالَ كَيْفَ يَفْعَلُ يَا أَبَا هُرَيْرَةَ قَالَ يَتَنَاوَلُهُ تَنَاوُلاً .",
    "hadithBengali": "৫৫১। হারুন ইবনু সাঈদ আল আয়লী (রহঃ), আবূ তাহির (রহঃ) ও আহমাদ ইবনু ঈসা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন তোমাদের কেউ যেন নাপাক অবস্থায় স্থির পানিতে গোসল না করে। রাবী বলল, হে আবূ হুরায়রা! তখন সে কিভাবে (গোসল) করবে? তিনি বললেন, পানি তুলে নিয়ে করবে।\n",
    "checkStatus": "1",
    "hadithNo": "551",
    "id": "8340",
    "thesequence": "8083",
    "isActive": "1",
    "chapterId": "12771",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২৯. (নাপাক অবস্থায়) স্থির পানিতে গোসল করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported:\nA Bedouin urinated in the mosque. Some of the persons stood up (to reprimand him or to check him from doing so), but the Messenger of Allah (ﷺ) said: Leave him alone; dont interrupt him. He (the narrator) said: And when he had finished, he called for a bucket of water and poured it over.",
    "hadithArabic": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَمَّادٌ، - وَهُوَ ابْنُ زَيْدٍ - عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ أَعْرَابِيًّا، بَالَ فِي الْمَسْجِدِ فَقَامَ إِلَيْهِ بَعْضُ الْقَوْمِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   دَعُوهُ وَلاَ تُزْرِمُوهُ  . قَالَ فَلَمَّا فَرَغَ دَعَا بِدَلْوٍ مِنْ مَاءٍ فَصَبَّهُ عَلَيْهِ .",
    "hadithBengali": "৫৫২। কুতায়বা ইবনু সাঈদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, একবার এক বেদুঈন মসজিদে পেশাব করে দিল। তখন কিছু লোকজন তার কাছে গিয়ে দাঁড়াল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ওকে ছেড়ে দাও এবং পেশাব করতে বাধা দিও না। রাবী বলেন, সে যখন পেশাব করল তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক বালতি পানি চাইলেন। অতঃপর তা সেখালে ঢেলে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "552",
    "id": "8341",
    "thesequence": "8084",
    "isActive": "1",
    "chapterId": "12772",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩০. মসজিদে পেশাব এবং অন্যান্য নাপাকী পড়লে তা ধুয়ে ফেলা জরুরী; আর পানিদ্বারাই মাটি পবিত্র হয়, খুড়ে ফেলার প্রয়োজন পড়ে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik narrated that a desert Arab (Bedouin) stood in a corner of the mosque and urinated there. The people (the Companions of the Prophet who were present there) shouted, but the Messenger of Allah (ﷺ) said:\nLeave him alone. When he had finished, the Messenger of Allah (ﷺ) ordered that a bucket (of water) should be brought and poured over it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ، ح وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَقُتَيْبَةُ بْنُ سَعِيدٍ، جَمِيعًا عَنِ الدَّرَاوَرْدِيِّ، - قَالَ يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الْمَدَنِيُّ، - عَنْ يَحْيَى بْنِ سَعِيدٍ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَذْكُرُ أَنَّ أَعْرَابِيًّا، قَامَ إِلَى نَاحِيَةٍ فِي الْمَسْجِدِ فَبَالَ فِيهَا فَصَاحَ بِهِ النَّاسُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   دَعُوهُ  . فَلَمَّا فَرَغَ أَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِذَنُوبٍ فَصُبَّ عَلَى بَوْلِهِ .",
    "hadithBengali": "৫৫৩। মুহাম্মাদ ইবনুল মূসান্না, ইয়াহইয়া ইবন ইয়াহইয়া ও কুতায়বা ইবন সাঈদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বর্ণনা করেন, একবার এক বেদূঈন মসজিদের মধ্যে এক কোণে দাঁড়িয়ে সেখানেই পেশাব করে দিল। অতঃপর লোকজন এতে হৈ চৈ শুরু করে দিল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ওকে ছেড়ে দাও। তার পেশাব শেষ হলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক বালতি পানি আনার নির্দেশ দিলেন। অতঃপর তার পেশাবের ওপর ঢেলে দেওয়া হল।\n",
    "checkStatus": "1",
    "hadithNo": "553",
    "id": "8342",
    "thesequence": "8085",
    "isActive": "1",
    "chapterId": "12772",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩০. মসজিদে পেশাব এবং অন্যান্য নাপাকী পড়লে তা ধুয়ে ফেলা জরুরী; আর পানিদ্বারাই মাটি পবিত্র হয়, খুড়ে ফেলার প্রয়োজন পড়ে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported:\nWhile we were in the mosque with Allahs Messenger (ﷺ), a desert Arab came and stood up and began to urinate in the mosque. The Companions of Allahs Messenger (ﷺ) said: Stop, stop, but the Messenger of Allah (ﷺ) said: Dont interrupt him; leave him alone. They left him alone, and when he finished urinating, Allahs Messenger (ﷺ) called him and said to him: These mosques are not the places meant for urine and filth, but are only for the remembrance of Allah, prayer and the recitation of the Quran, or Allahs Messenger said something like that. He (the narrator) said that he (the Holy Prophet) then gave orders to one of the people who brought a bucket of water and poured It over.",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عُمَرُ بْنُ يُونُسَ الْحَنَفِيُّ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنَا إِسْحَاقُ بْنُ أَبِي طَلْحَةَ، حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ، - وَهُوَ عَمُّ إِسْحَاقَ - قَالَ بَيْنَمَا نَحْنُ فِي الْمَسْجِدِ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذْ جَاءَ أَعْرَابِيٌّ فَقَامَ يَبُولُ فِي الْمَسْجِدِ فَقَالَ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم مَهْ مَهْ . قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ تُزْرِمُوهُ دَعُوهُ  . فَتَرَكُوهُ حَتَّى بَالَ . ثُمَّ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَعَاهُ فَقَالَ لَهُ  إِنَّ هَذِهِ الْمَسَاجِدَ لاَ تَصْلُحُ لِشَىْءٍ مِنْ هَذَا الْبَوْلِ وَلاَ الْقَذَرِ إِنَّمَا هِيَ لِذِكْرِ اللَّهِ عَزَّ وَجَلَّ وَالصَّلاَةِ وَقِرَاءَةِ الْقُرْآنِ  . أَوْ كَمَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم . قَالَ فَأَمَرَ رَجُلاً مِنَ الْقَوْمِ فَجَاءَ بِدَلْوٍ مِنْ مَاءٍ فَشَنَّهُ عَلَيْهِ .",
    "hadithBengali": "৫৫৪। যুহায়র ইবনু হারব (রহঃ) ... ইসহাকের চাচা আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার আমরা মসজিদে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে বসেছিলাম ইতিমধ্যে এক বেদুঈন এল। সে দাঁড়িয়ে মসজিদেই পেশাব করতে লাগল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীগণ বলতে লাগল, &ldquo;থাম, থাম&rdquo;। রাবী বলেন, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন তোমরা ওকে বাধা দিও না, ছেড়ে দাও ওকে। অতঃপর তাঁরা তাকে ছেড়ে দিল, সে পেশাব করা শেষ করল।\n\nতারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ডেকে বললেন, &ldquo;দেখ এই যে মসজিদগুলো এতে পেশাব করা বা একে কোন রকম নাপাক করা উচিৎ নয়। এ সব তো কেবল আল্লাহর যিকির করা, সালাত (নামায/নামাজ) আদায় করা এবং কুরআন তিলাওয়াত করার জন্য&rdquo;। অথবা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই ধরনের কিছু বলেছিলেন। রাবী বলেন, অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাওমের কোন এক লোককে নির্দেশ দিলেন, সে এক বালতি পানি নিয়ে এল। তিনি তা তার ওপর ঢেলে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "554",
    "id": "8343",
    "thesequence": "8086",
    "isActive": "1",
    "chapterId": "12772",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩০. মসজিদে পেশাব এবং অন্যান্য নাপাকী পড়লে তা ধুয়ে ফেলা জরুরী; আর পানিদ্বারাই মাটি পবিত্র হয়, খুড়ে ফেলার প্রয়োজন পড়ে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha, the wife of the Apostle (ﷺ) said:\nBabies were brought to the Messenger of Allah (ﷺ) and he blessed them, and after having chewed (something, e. g. dates or any other sweet thing) he rubbed there with their soft palates. A baby was brought to him and he passed water over him (over his garment), so he asked water to be brought and sprinkled it, but he did not wash it.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُؤْتَى بِالصِّبْيَانِ فَيُبَرِّكُ عَلَيْهِمْ وَيُحَنِّكُهُمْ فَأُتِيَ بِصَبِيٍّ فَبَالَ عَلَيْهِ فَدَعَا بِمَاءٍ فَأَتْبَعَهُ بَوْلَهُ وَلَمْ يَغْسِلْهُ .",
    "hadithBengali": "৫৫৫। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ও আবূ কুরায়ব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে শিশুদেরকে নিয়ে আসা হত। তিনি তাদের জন্য বরকতের দুআ করতেন এবং কিছু চিবিয়ে তাদের মুখে দিতেন। একবার একটি শিশুকে তাঁর কাছে আনা হল। অতঃপর শিশুটি তাঁর শরীরে পেশাব করে দিল। অতঃপর তিনি পানি আনিয়ে পেশাবের জায়গায় ঢেলে দিলেন। আর (ভালো করে) তা ধূলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "555",
    "id": "8344",
    "thesequence": "8087",
    "isActive": "1",
    "chapterId": "12773",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩১. দুগ্ধপোষ্য শিশুর পেশাবের হুকুম এবং তা ধোয়ার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nA suckling babe was brought to the Messenger of Allah (way peace be upon him) and he urinated in his tap. He (the Holy Prophet) sent for water and poured it over.",
    "hadithArabic": " وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِصَبِيٍّ يَرْضَعُ فَبَالَ فِي حِجْرِهِ فَدَعَا بِمَاءٍ فَصَبَّهُ عَلَيْهِ .",
    "hadithBengali": "৫৫৬। যুহায়র ইবনু হারব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাছে একবার একটি শিশুকে আনা হল। শিশু তাঁর কোলে পেশাব করে দিল। অতঃপর পানি আনিয়ে তার উপর ঢেলে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "556",
    "id": "8345",
    "thesequence": "8088",
    "isActive": "1",
    "chapterId": "12773",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩১. দুগ্ধপোষ্য শিশুর পেশাবের হুকুম এবং তা ধোয়ার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hisham narrated the hadith like one transmitted by Ibn Numair (the above mentioned one) with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى، حَدَّثَنَا هِشَامٌ، بِهَذَا الإِسْنَادِ مِثْلَ حَدِيثِ ابْنِ نُمَيْرٍ .",
    "hadithBengali": "৫৫৭। ইসহাক ইবনু ইবরাহীম (রহঃ) ... হিশাম (রহঃ) থেকে এই সনদে ইবনু নুমায়রের হাদীসের অনুরুপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "557",
    "id": "8346",
    "thesequence": "8089",
    "isActive": "1",
    "chapterId": "12773",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩১. দুগ্ধপোষ্য শিশুর পেশাবের হুকুম এবং তা ধোয়ার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Qais daughter of Mihsan reported that she came to the Messenger of Allah (ﷺ) with her child. who was not yet weaned, and she placed him in his lap; and he urinated in his (Holy Prophets) lap. He (the Holy Prophet) did nothing more than spraying water over it.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ، أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ، أَنَّهَا أَتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم بِابْنٍ لَهَا لَمْ يَأْكُلِ الطَّعَامَ فَوَضَعَتْهُ فِي حِجْرِهِ فَبَالَ - قَالَ - فَلَمْ يَزِدْ عَلَى أَنْ نَضَحَ بِالْمَاءِ .",
    "hadithBengali": "৫৫৮। মুহাম্মাদ ইবনু রুমহ ইবনুল মুহাজির (রহঃ) ... কায়স বিনতে মিহসান (রাঃ) থেকে বর্ণিত যে, তিনি তার এক শিশু পূত্রকে যে তখনো খাবার খেতে পারত না- নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন। তাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কোলে দিলেন। শিশুটি পেশাব করে দিল। রাবী বলেন, অতঃপর তিনি [রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম] শুধু পানি ছিটিয়ে দেয়ার বেশী আর কিছু করলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "558",
    "id": "8347",
    "thesequence": "8090",
    "isActive": "1",
    "chapterId": "12773",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩১. দুগ্ধপোষ্য শিশুর পেশাবের হুকুম এবং তা ধোয়ার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has also been narrated from al-Zuhri with the same chain of narrators. (but for the words):\n He (the Holy Prophet) sent for water and sprinkled it over.",
    "hadithArabic": " وَحَدَّثَنَاهُ يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَزُهَيْرُ بْنُ حَرْبٍ جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ وَقَالَ فَدَعَا بِمَاءٍ فَرَشَّهُ .",
    "hadithBengali": "৫৫৯। এ হাদীসটই ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ), আবূ বাকর ইবনু আবূ শায়রা (রহঃ), আমর আন নাকিদ (রহঃ) ও যুহায়র ইবনু হারব (রহঃ) সকলেই ইবনু উয়ায়না (রহঃ) এর মাধ্যমে যুহরী (রহঃ) থেকে এই সনদে বর্ণনা করেন এবং তিনি বলেন, অতঃপর তিনি [রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম] পানি এনে তা ছিটিয়ে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "559",
    "id": "8348",
    "thesequence": "8091",
    "isActive": "1",
    "chapterId": "12773",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩১. দুগ্ধপোষ্য শিশুর পেশাবের হুকুম এবং তা ধোয়ার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ubaidullah b. Abdullah b. Utba b. Masud said:\nUmm Qais, daughter of Mihsan, was among the earliest female emigrants who took the oath of allegiance to the Messenger of Allah (ﷺ), and she was the sister of Ukkasha b. Mihsan, one amongst the sons of Asad b. Khuzaima. He (the narrator) said: She (Umm Qais) told me that she came to the Messenger of Allah (may peace he upon him) with her son and he had not attained the age of eating food. He (the narrator, Ubaidullah), said: She told me that her son passed urine in the lap of the Messenger of Allah (ﷺ). The Messenger of Allah (ﷺ) sent for water and sprayed it over his garment (over that part which was contaminated with the urine of the child) and he did not wash it thoroughly.",
    "hadithArabic": " وَحَدَّثَنِيهِ حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ، أَنَّ ابْنَ شِهَابٍ، أَخْبَرَهُ قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، أَنَّ أَمَّ قَيْسٍ بِنْتَ مِحْصَنٍ، - وَكَانَتْ مِنَ الْمُهَاجِرَاتِ الأُوَلِ اللاَّتِي بَايَعْنَ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهِيَ أُخْتُ عُكَّاشَةَ بْنِ مِحْصَنٍ أَحَدُ بَنِي أَسَدِ بْنِ خُزَيْمَةَ - قَالَ أَخْبَرَتْنِي أَنَّهَا أَتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم بِابْنٍ لَهَا لَمْ يَبْلُغْ أَنْ يَأْكُلَ الطَّعَامَ - قَالَ عُبَيْدُ اللَّهِ - أَخْبَرَتْنِي أَنَّ ابْنَهَا ذَاكَ بَالَ فِي حِجْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِمَاءٍ فَنَضَحَهُ عَلَى ثَوْبِهِ وَلَمْ يَغْسِلْهُ غَسْلاً .",
    "hadithBengali": "৫৬০। হারামালা ইবনু ইয়াহইয়া (রহঃ) ... উবায়দুল্লাহ ইবনু আবদুল্লাহ ইবনু উতবা ইবনু মাসঊদ (রহঃ) থেকে বর্ণিত। উম্মু কায়স বিনত মিহসান (রাঃ) যিনি ছিলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বায়আত গ্রহণকারীনী, প্রথম মুহাজির মহিলাদের অন্যতম। তিনি ছিলেন বানূ আসাদ ইবনু খূযায়মা গোত্রের উক্&zwnj;কাশা ইবনু মিহসান (রাঃ)-এর বোন। রাবী বলেন, তিনি (উম্মু কায়স) আমাকে জানান যে, তিনি একবার তার এক পূত্রকে যে তখনো খাবার গ্রহণের বয়সে পৌছেনি তাকে নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাছে এলেন। উবায়দুল্লাহ বলেন, তিনি আমাকে জানান যে, তার সে পুত্র রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোলে পেশাব করে দিল। অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পানি আনিয়ে তাঁর কাপড়ের ওপর ছিটিয়ে দিলেন, এবং তা ভাল করে ধূলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "560",
    "id": "8349",
    "thesequence": "8092",
    "isActive": "1",
    "chapterId": "12773",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩১. দুগ্ধপোষ্য শিশুর পেশাবের হুকুম এবং তা ধোয়ার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Alqama and Aswad reported:\nA person stayed in the house of Aisha and in the morning began to wash his garment. Aisha said: In case you saw it (i. e. drop of semen), it would have served the purpose (of purifying the garment) if you had simply washed that spot; and in case you did not see it, it would have been enough to sprinkle water around it, for when I saw that on the garment of the Messenger of Allah (ﷺ). I simply scraped it off and he offered prayer, while putting that on.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ خَالِدٍ، عَنْ أَبِي مَعْشَرٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، وَالأَسْوَدِ، أَنَّ رَجُلاً، نَزَلَ بِعَائِشَةَ فَأَصْبَحَ يَغْسِلُ ثَوْبَهُ فَقَالَتْ عَائِشَةُ إِنَّمَا كَانَ يُجْزِئُكَ إِنْ رَأَيْتَهُ أَنْ تَغْسِلَ مَكَانَهُ فَإِنْ لَمْ تَرَ نَضَحْتَ حَوْلَهُ وَلَقَدْ رَأَيْتُنِي أَفْرُكُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَرْكًا فَيُصَلِّي فِيهِ .",
    "hadithBengali": "৫৬১। ইয়াইয়া ইবনু ইয়াহইয়া (রহঃ) ... আলকামা (রহঃ) ও আসওয়াদ (রহঃ) থেকে বর্ণিত। একবার এক ব্যাক্তি আয়িশা (রাঃ) এর মেহমান হল। অতঃপর সকালে সে তার কাপড় ধুতে লাগল। তখন আয়িশা (রাঃ) বললেন, তুমি যদি (কাপড়ে) তা (বীর্য) দেখতে পাও তবে তোমার জন্য শুধু সে জায়গাটা ধুয়ে ফেলাই যথেষ্ট হবে। আর যদি তা না দেখ তবে তার আশে পাশে পানি ছিটিয়ে দিবে। আমি তো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাপড় থেকে তা নখ দিয়ে ভাল করে আঁচড়ে ফেলতাম। অতঃপর তিনি তা পরে সালাত (নামায/নামাজ) আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "561",
    "id": "8350",
    "thesequence": "8093",
    "isActive": "1",
    "chapterId": "12774",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩২. বীর্যের হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Aawad and Hammam reported Aisha as saying:\nI used to scrape off the (drop of) semen from the garment of the Messenger of Allah (ﷺ).",
    "hadithArabic": " وَحَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، وَهَمَّامٍ، عَنْ عَائِشَةَ، فِي الْمَنِيِّ قَالَتْ كُنْتُ أَفْرُكُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৫৬২। উমর ইবনু হাফস ইবনু গিয়াস (রহঃ) ... আয়িশা (রাঃ) থেকে বীর্য সম্পর্কে বর্ণিত। তিনি বলেন, আমি তা (বীর্য) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাপড় থেকে নখ দিয়ে খুটে ফেলতাম।\n",
    "checkStatus": "1",
    "hadithNo": "562",
    "id": "8351",
    "thesequence": "8094",
    "isActive": "1",
    "chapterId": "12774",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩২. বীর্যের হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Qutaiba b. Said, Ishaq b. Ibrahim, Ibn Abi Aruba, Abu Mashar, Abu Bakr b. Abu Shaiba, Mansur and Mughira have all transmitted from Ibrahim, who transmitted it on the authority of Aishas narration pertaining to the scraping off of the (drop) of semen from the garment of the Messenger of Allah (ﷺ) like the hadith of Khalid on the authority of Abu Mashar.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - عَنْ هِشَامِ بْنِ حَسَّانَ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، حَدَّثَنَا ابْنُ أَبِي عَرُوبَةَ، جَمِيعًا عَنْ أَبِي مَعْشَرٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا هُشَيْمٌ، عَنْ مُغِيرَةَ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ مَهْدِيِّ بْنِ مَيْمُونٍ، عَنْ وَاصِلٍ الأَحْدَبِ، ح وَحَدَّثَنِي ابْنُ حَاتِمٍ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ مَنْصُورٍ، وَمُغِيرَةَ، كُلُّ هَؤُلاَءِ عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، فِي حَتِّ الْمَنِيِّ مِنْ ثَوْبِ رَسُولِ اللَّهِ صلى الله عليه وسلم نَحْوَ حَدِيثِ خَالِدٍ عَنْ أَبِي مَعْشَرٍ .",
    "hadithBengali": "৫৬৩। কুতায়বা ইবনু সাঈদ (রহঃ), ইসহাক ইবনু ইবরাহীম (রহঃ) আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ও মুহাম্মাদ ইবনু হাতিম (রহঃ) ... আয়িশা (রাঃ) থেকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাপড় থেকে বীর্য দূর করা সম্পর্কে আবূ মা&#39;শার থেকে খালিদের হাদীসের অনুরুপ বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "563",
    "id": "8352",
    "thesequence": "8095",
    "isActive": "1",
    "chapterId": "12774",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩২. বীর্যের হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hammam narrated the hadith from Aisha like the (above-mentioned) traditions.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامٍ، عَنْ عَائِشَةَ، بِنَحْوِ حَدِيثِهِمْ .",
    "hadithBengali": "৫৬৪। মুহাম্মাদ ইবনু হাতিম (রহঃ)-এর সুত্রে ও আয়িশা (রাঃ)থেকে অনুরুপ হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "564",
    "id": "8353",
    "thesequence": "8096",
    "isActive": "1",
    "chapterId": "12774",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩২. বীর্যের হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amr b. Maimun said:\nI asked Sulaiman b. Yasar whether the semen that gets on to the garment of a person should be washed or not. He replied: Aisha told me: The Messenger of Allah (ﷺ) washed the semen, and then went out for prayer in that very garment and I saw the mark of washing on it.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، قَالَ سَأَلْتُ سُلَيْمَانَ بْنَ يَسَارٍ عَنِ الْمَنِيِّ، يُصِيبُ ثَوْبَ الرَّجُلِ أَيَغْسِلُهُ أَمْ يَغْسِلُ الثَّوْبَ فَقَالَ أَخْبَرَتْنِي عَائِشَةُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَغْسِلُ الْمَنِيَّ ثُمَّ يَخْرُجُ إِلَى الصَّلاَةِ فِي ذَلِكَ الثَّوْبِ وَأَنَا أَنْظُرُ إِلَى أَثَرِ الْغَسْلِ فِيهِ .",
    "hadithBengali": "৫৬৫। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আমর ইবনু মায়মুন (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি সূলায়মান ইবনু ইয়াসার কে জিজ্ঞেস করলাম যে, বীর্য কোন লোকের কাপড়ে লেগে গেলে সে শুধু সেই বীর্য ধুয়ে ফেলবে না কাপড়টাই ধুয়ে ফেলবে? তিনি বললেন, আয়িশা (রাঃ) আমাকে জানিয়েছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বীর্য ধুয়ে ফেলতেন। তারপর সেই কাপড়েই সালাত (নামায/নামাজ)-এর জন্য বেরিয়ে যেতেন আর আমি (পেছন থেকে) সে কাপড়ে ধোয়ার চিহ্ন দেখতে পেতাম।\n",
    "checkStatus": "1",
    "hadithNo": "565",
    "id": "8354",
    "thesequence": "8097",
    "isActive": "1",
    "chapterId": "12774",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩২. বীর্যের হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Kuraib, Ibn al-Mubarak, Ibn Abu Zaida all of them narrated from Amr b. Maimun with the same chain of transmitters. Ibn Abu Zaida narrated as was transmitted from Ibn Bishr that the Messenger of Allah (ﷺ) washed semen, and in the hadith transmitted on the authority of Ibn Mabarak and Abdul Wahid the words are:\n She (Aisha) reported: I used to wash it from the garment of the Messenger of Allah (ﷺ).",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، - يَعْنِي ابْنَ زِيَادٍ ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، وَابْنُ أَبِي زَائِدَةَ، كُلُّهُمْ عَنْ عَمْرِو بْنِ مَيْمُونٍ، بِهَذَا الإِسْنَادِ أَمَّا ابْنُ أَبِي زَائِدَةَ فَحَدِيثُهُ كَمَا قَالَ ابْنُ بِشْرٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَغْسِلُ الْمَنِيَّ وَأَمَّا ابْنُ الْمُبَارَكِ وَعَبْدُ الْوَاحِدِ فَفِي حَدِيثِهِمَا قَالَتْ كُنْتُ أَغْسِلُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৫৬৬। আবূ কামিল আল জাহদারী (রহঃ), আবূ কুরায়ব (রহঃ) ও ইবনু আবূ যায়িদা (রহঃ) এরা সকলেই আমর ইবনু মায়মূন (রহঃ) থেকে এ সনদে হাদীসটি বর্ণনা করেছেন। ইবনু যায়িদার হাদীসে রয়েছে যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বীর্য ধুতেন। আর ইবনুল মুবারাক (রহঃ) ও আবদুল ওয়াহিদ (রহঃ)-এর হাদীসে রয়েছে যে, আয়িশা (রাঃ) বলেন, আমি তা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাপড় থেকে ধুয়ে ফেলতাম।\n",
    "checkStatus": "1",
    "hadithNo": "566",
    "id": "8355",
    "thesequence": "8098",
    "isActive": "1",
    "chapterId": "12774",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩২. বীর্যের হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\n\nAbdullah b. Shihab al-Khaulani reported:\nI stayed in the house of Aisha and had a wet dream (and perceived its effect on my garment), so (in the morning) I dipped both (the clothes) in water. This (act of mine) was watched by a maid-servant of Aisha and she informed her. She (Hadrat Aisha) sent me a message: Whatprompted you to act like this with your clothes? He (the narrator) said: I told that I saw in a dream what a sleeper sees. She said: Did you find (any mark of the fluid) on your clothes? I said: No. She said: Had you found anything you should have washed it. Incase I found that (semen) on the garment of the Messenger of Allah (ﷺ) dried up, I scraped it off with my nails.",
    "hadithArabic": " وَحَدَّثَنَا أَحْمَدُ بْنُ جَوَّاسٍ الْحَنَفِيُّ أَبُو عَاصِمٍ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ شَبِيبِ بْنِ غَرْقَدَةَ، عَنْ عَبْدِ اللَّهِ بْنِ شِهَابٍ الْخَوْلاَنِيِّ، قَالَ كُنْتُ نَازِلاً عَلَى عَائِشَةَ فَاحْتَلَمْتُ فِي ثَوْبَىَّ فَغَمَسْتُهُمَا فِي الْمَاءِ فَرَأَتْنِي جَارِيَةٌ لِعَائِشَةَ فَأَخْبَرَتْهَا فَبَعَثَتْ إِلَىَّ عَائِشَةُ فَقَالَتْ مَا حَمَلَكَ عَلَى مَا صَنَعْتَ بِثَوْبَيْكَ قَالَ قُلْتُ رَأَيْتُ مَا يَرَى النَّائِمُ فِي مَنَامِهِ . قَالَتْ هَلْ رَأَيْتَ فِيهِمَا شَيْئًا . قُلْتُ لاَ . قَالَتْ فَلَوْ رَأَيْتَ شَيْئًا غَسَلْتَهُ لَقَدْ رَأَيْتُنِي وَإِنِّي لأَحُكُّهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَابِسًا بِظُفُرِي .",
    "hadithBengali": "৫৬৭। আহমাদ ইবনু জাওয়াস আল হানাফী আবূ আসিম (রহঃ) ... আবদুল্লাহ ইবনু শিহাব আল খাওলানী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি একবার আয়িশা (রাঃ)-এর মেহমান ছিলাম। (রাতে) আমার কাপড়েই স্বপ্নদোষ হল। আমি সে কাপড় দুটি পানিতে ডুবিয়ে ধুচ্ছিলাম। আয়িশা (রাঃ) এর এক দাসী আমাকে এরুপ করতে দেখে তাঁকে গিয়ে জানাল। আয়িশা (রাঃ) লোক পাঠিয়ে আমাকে ডেকে বললেন, তুমি তোমার কাপড় দুটিকে এরুপ করছ কেন? তিনি (আবদুল্লাহ ইবনু শিহাব) বলেন, আমি বললাম, ঘুমন্ত ব্যাক্তি তার স্বপ্নে যা দেখে আমি তাই দেখেছি। তিনি বললেন, তুমি কি কাপড় দুটিতে কিছু দেখতে পেয়েছ? আমি বললাম, না। তিনি বললেন, তুমি যদি কিছু দেখতে, তবে তা ধুয়ে ফেলতে। আমি তো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাপড় থেকে শুকনো বীর্য নখ দিয়ে আঁচড়ে ফেলতাম।\n",
    "checkStatus": "1",
    "hadithNo": "567",
    "id": "8356",
    "thesequence": "8099",
    "isActive": "1",
    "chapterId": "12774",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩২. বীর্যের হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Asma (daughter of Abu Bakr) reported:\nA woman came to the Messenger of Allah (ﷺ) and said: What should one do if the blood of menses smears the garment of one amongst us? He (the Holy Prophet) replied: She should scrape it, then rub it with water, then pour water over it and then offer prayer in it.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، قَالَ حَدَّثَتْنِي فَاطِمَةُ، عَنْ أَسْمَاءَ، قَالَتْ جَاءَتِ امْرَأَةٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ إِحْدَانَا يُصِيبُ ثَوْبَهَا مِنْ دَمِ الْحَيْضَةِ كَيْفَ تَصْنَعُ بِهِ قَالَ   تَحُتُّهُ ثُمَّ تَقْرُصُهُ بِالْمَاءِ ثُمَّ تَنْضَحُهُ ثُمَّ تُصَلِّي فِيهِ  .",
    "hadithBengali": "৫৬৮। আবূ বাকর ইবনু আবূ শায়বা অন্য সুত্রে ও মুহাম্মাদ ইবনু হাতিম (রহঃ) ... আসমা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক মহিলা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, আমাদের কারো কাপড়ে হায়েযের রক্ত লেগে গেলে সে কি করবে? তিনি বললেন, (প্রথমে) তা নখ দিয়ে আঁচড়ে ফেলবে। এরপর পানি দিযে রগড়িয়ে ফেলবে, তারপর ধুয়ে ফেলবে, তারপর তাতে সালাত (নামায/নামাজ) আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "568",
    "id": "8357",
    "thesequence": "8100",
    "isActive": "1",
    "chapterId": "12775",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩৩. রক্ত অপবিত্র এবং তা ধোয়ার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This tradition is narrated by Abu Kuraib, Ibn Numair, Abu Tahir, Ibn Wahb, Yahya b. Abdullah b. Salim, Malik b. Anas, Amr b. Harith on the authority of Hisham b. Urwa, with the same chain of transmitters like one transmitted by Yahya b. Said like the above-mentioned.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ نُمَيْرٍ، ح وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنِي ابْنُ وَهْبٍ، أَخْبَرَنِي يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ سَالِمٍ، وَمَالِكُ بْنُ أَنَسٍ، وَعَمْرُو بْنُ الْحَارِثِ، كُلُّهُمْ عَنْ هِشَامِ بْنِ عُرْوَةَ، بِهَذَا الإِسْنَادِ مِثْلَ حَدِيثِ يَحْيَى بْنِ سَعِيدٍ .",
    "hadithBengali": "৫৬৯। আবূ কুরায়ব (রহঃ) ও আবূ তাহির (রহঃ)-প্রত্যেকেই হিশাম ইবনু উরওয়া (রহঃ) থেকে এ সনদে ইয়াহইয়া ইবনু সাঈদের হাদীস (উপরোক্ত) হাদীস এর অনুরুপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "569",
    "id": "8358",
    "thesequence": "8101",
    "isActive": "1",
    "chapterId": "12775",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩৩. রক্ত অপবিত্র এবং তা ধোয়ার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported:\nThe Messenger of Allah (ﷺ) happened to pass by two graves and said: They (their occupants) are being tormented, but they are not tormented for a grievous sin. One of them carried tales and the other did not keep himself safe from being defiled by urine. He then called for a fresh twig and split it into two parts, and planted them on each grave and then said: Perhaps, their punishment way be mitigated as long as these twigs remain fresh.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، وَأَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلاَءِ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الأَعْمَشُ، قَالَ سَمِعْتُ مُجَاهِدًا، يُحَدِّثُ عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ مَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى قَبْرَيْنِ فَقَالَ  أَمَا إِنَّهُمَا لَيُعَذَّبَانِ وَمَا يُعَذَّبَانِ فِي كَبِيرٍ أَمَّا أَحَدُهُمَا فَكَانَ يَمْشِي بِالنَّمِيمَةِ وَأَمَّا الآخَرُ فَكَانَ لاَ يَسْتَتِرُ مِنْ بَوْلِهِ  . قَالَ فَدَعَا بِعَسِيبٍ رَطْبٍ فَشَقَّهُ بِاثْنَيْنِ ثُمَّ غَرَسَ عَلَى هَذَا وَاحِدًا وَعَلَى هَذَا وَاحِدًا ثُمَّ قَالَ  لَعَلَّهُ أَنْ يُخَفَّفَ عَنْهُمَا مَا لَمْ يَيْبَسَا  .",
    "hadithBengali": "৫৭০। আবূ সাঈদ আল আশাজ্জ (রহঃ), আবূ কুরায়ব মুহাম্মাদ ইবনুল আলা (রহঃ) ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... ইবনু আববাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি কবরের পাশ দিয়ে যাচ্ছিলেন। এমন সময় তিনি বললেন, জেনে রাখ এ কবরবাসীদ্বয়কে আযাব দেয়া হচ্ছিল তবে কোন কঠিন (কাজের) দরুন তাদেরকে আযাব দেয়া হচ্ছেনা। তাদের একজন চোগলখুরী করত। আর অপরজন তার পেশাব থেকে সতর্কতা অবলম্বন করত না। তিনি [ইবনু আব্বাস (রাঃ)] বলেন, অতঃপর তিনি খেজুরের একটি কাঁচা ডাল আনিয়ে দু টুকরা করলেন। তারপর এ কবরের উপর একটি এবং অন্য কবরের উপর একটি পুতে দিলেন। এরপর বললেন, হয়ত বা এদের আযাব কিছুটা লাঘব করা হবে যতদিন পর্যন্ত এ দুটি শুকিয়েনা যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "570",
    "id": "8359",
    "thesequence": "8102",
    "isActive": "1",
    "chapterId": "12776",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩৪. পেশাব অপবিত্র হবার দলীল এবং তা থেকে বেঁচে থাকা অবশ্য জরুরী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith is transmitted from Amash by Abmad b. Yusuf al-Azdi, Mualla b. Asad, Abd al-Wahid, Sulaiman with the same chain of transmitters but for the words:\n The other did not keep himself safe from being defiled by urine.",
    "hadithArabic": "حَدَّثَنِيهِ أَحْمَدُ بْنُ يُوسُفَ الأَزْدِيُّ، حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، عَنْ سُلَيْمَانَ الأَعْمَشِ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّهُ قَالَ   وَكَانَ الآخَرُ لاَ يَسْتَنْزِهُ عَنِ الْبَوْلِ أَوْ مِنَ الْبَوْلِ  .",
    "hadithBengali": "৫৭১। এ হাদীসটই আহমাদ ইবনু ইউসুফ আল-আযদী (রহঃ) ... সুলায়মান আল আমাশ (রহঃ) থেকে এ সনদে বর্ণিত আছে। তবে তিনি বলেন, আর অপরজন পেশাব থেকে পবিত্রতা অর্জন করত না।\n",
    "checkStatus": "1",
    "hadithNo": "571",
    "id": "8360",
    "thesequence": "8103",
    "isActive": "1",
    "chapterId": "12776",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "৩৪. পেশাব অপবিত্র হবার দলীল এবং তা থেকে বেঁচে থাকা অবশ্য জরুরী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Simak bin Harb, that Musab bin Sad said:\n Abdullah bin Umar came to visit Ibn Amir when he was sick and he said: Wont you supplicate to Allah for me, O Ibn Umar ? He said: I heard the Messenger of Allah (ﷺ) say: No Salat is accepted without Wudu (purification), and no charity (is accepted) that comes from Ghulul [1]  and you were the governor of Al-Basrah.  \n\n[1] Goods pilfered from the spoils of war prior to their authorized distribution.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو كَامِلٍ الْجَحْدَرِيُّ - وَاللَّفْظُ لِسَعِيدٍ - قَالُوا حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، قَالَ دَخَلَ عَبْدُ اللَّهِ بْنُ عُمَرَ عَلَى ابْنِ عَامِرٍ يَعُودُهُ وَهُوَ مَرِيضٌ فَقَالَ أَلاَ تَدْعُو اللَّهَ لِي يَا ابْنَ عُمَرَ . قَالَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لاَ تُقْبَلُ صَلاَةٌ بِغَيْرِ طُهُورٍ وَلاَ صَدَقَةٌ مِنْ غُلُولٍ  . وَكُنْتَ عَلَى الْبَصْرَةِ .",
    "hadithBengali": "৪২৮। সাঈদ ইবনু মানসূর, কুতায়বা ইবনু সাঈদ ও আবূ কামিল জাহদারী (রহঃ) ... মুসআব ইবনু সাদ (রহঃ) থেকে তিনি বর্ণিত। বলেন, আবদুল্লাহ ইবনু উমার (রাঃ) অসুস্থ ইবনু আমিরকে দেখতে গিয়েছিলেন। তখন ইবনু আমির তাকে বললেন, হে ইবনু উমর! আপনি কি আমার জন্য আল্লাহর কাছে দুআ করেন না? ইবনু উমর (রাঃ) বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, তাহারাত ব্যতিরেকে সালাত (নামায/নামাজ) কবুল হয় না। খিয়ানতের সম্পদ থেকে সাদাকা কবুল হয় না। আর তুমিতো ছিলে বসরার শাসনকর্তা।\n",
    "checkStatus": "1",
    "hadithNo": "428",
    "id": "45833",
    "thesequence": "7961",
    "isActive": "1",
    "chapterId": "12744",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২. সালাত আদায়ের জন্য তাহারাতের (পবিত্রতার) আবশ্যিকতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this is narrated from the Apostle (ﷺ) with the same chain of transmitters by Muhammad b. Muthanna, Ibn Bashshar, Muhammad b. Jafar, Shuba.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، قَالَ أَبُو بَكْرٍ وَوَكِيعٌ عَنْ إِسْرَائِيلَ، كُلُّهُمْ عَنْ سِمَاكِ بْنِ حَرْبٍ، بِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৪২৯। মুহাম্মাদ ইবনুল মূসান্না ও ইবনু বাশশার (রহঃ) ... শুবা (রহঃ) থেকে, অন্য সুত্রে আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... ইসরাঈল (রহঃ) থেকে, সকলে সিমাক ইবনু হারব (রাঃ) এর সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (রাঃ) থেকে অনুরুপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "429",
    "id": "45834",
    "thesequence": "8104",
    "isActive": "1",
    "chapterId": "12744",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "92",
    "statusId": "1",
    "topicName": "২. সালাত আদায়ের জন্য তাহারাতের (পবিত্রতার) আবশ্যিকতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]