[
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported Allahs Messenger may peace be upon him) as saying:\nIf anyone emancipates his share ina slave and has enough money to pay the full price for him, a fair price for the slave should be fixed, his partners given their shares, and the slave be thus emancipated, otherwise he is emancipated only to the extent of the first mans share.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قُلْتُ لِمَالِكٍ حَدَّثَكَ نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ فَكَانَ لَهُ مَالٌ يَبْلُغُ ثَمَنَ الْعَبْدِ قُوِّمَ عَلَيْهِ قِيمَةَ الْعَدْلِ فَأُعْطِيَ شُرَكَاؤُهُ حِصَصَهُمْ وَعَتَقَ عَلَيْهِ الْعَبْدُ وَإِلاَّ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ .",
    "hadithBengali": "৩৬২৯। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) বলেন, আমি মালিককে বললাম, আপনার কাছে নাফি&#39; (রহঃ) ইবনু উমর (রাঃ) থেকে বর্ণনা করেছেন যে, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি শরীক (যৌথ মালিকানাধীন) ক্রীত-দাসের বেলায় তার নিজ অংশ মুক্ত করে দেয় এবং তার (মুক্তিদাতার) কাছে এই পরিমাণ ধন-সম্পদ থাকে যা উক্ত ক্রীতদাসের মূল্য পরিমাণ পৌছে যায় তবে ন্যায় সঙ্গতভাবে মূল্য নিরুপণ করতে হবে। অতঃপর অন্যান্য অংশীদারদের হিস্যার মূল্যও তাকে পরিশোধ করতে হবে। আর ক্রীতদাসটি পুরোপুরিভাবে তার পক্ষ থেকেই মুক্ত হরে যাবে। তবে যদি সে (পুরো অংশের মূল্য পরিশোধে) সক্ষম না হয় তাহলে সে যতটুকু অংশ মুক্ত করেছে ততটুকু মুক্ত হয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "3629",
    "id": "13240",
    "thesequence": "13083",
    "isActive": "1",
    "chapterId": "13662",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been reported on the authority of Ibn Umar through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ رُمْحٍ، جَمِيعًا عَنِ اللَّيْثِ بْنِ سَعْدٍ، ح وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، ح وَحَدَّثَنَا أَبُو الرَّبِيعِ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا أَيُّوبُ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ، الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، ح وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي إِسْمَاعِيلُ بْنُ أُمَيَّةَ، ح وَحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ، الأَيْلِيُّ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي أُسَامَةُ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنِ ابْنِ أَبِي ذِئْبٍ، كُلُّ هَؤُلاَءِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، بِمَعْنَى حَدِيثِ مَالِكٍ عَنْ نَافِعٍ. ",
    "hadithBengali": "৩৬৩০। কুতায়বা ইবনু সাঈদ ও মুহাম্মদ ইবনু রুমহ, শায়বান ইবনু ফাররুখ, আবুর রাবী, আবূ কামিল, ইবনু মুমায়র, মুহাম্মাদ ইবনুল মূসান্না, ইসহাক ইবনু মানসুর, হারুন ইবনু সাঈদ আয়লী ও মুহাম্মাদ ইবনু রাফি (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। মালিক (রহঃ) নাফি (রহঃ) থেকে মালিক (রহঃ) বর্ণিত হাদীসের মর্মানুযায়ী।\n",
    "checkStatus": "1",
    "hadithNo": "3630",
    "id": "13241",
    "thesequence": "13084",
    "isActive": "1",
    "chapterId": "13662",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nThe slave who is jointly owned by two persons, and is emancipated by one of them, (this one) has liability (upon him to secure complete freedom for that slave).",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ، بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ فِي الْمَمْلُوكِ بَيْنَ الرَّجُلَيْنِ فَيُعْتِقُ أَحَدُهُمَا قَالَ   يَضْمَنُ .",
    "hadithBengali": "৩৬৩১। মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশশার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ক্রীতদাসটি দু&#39;জনের মালিকানাধীন তার একজন নিজের অংশ মুক্ত করে দিলে অপরজনের হিস্যারও সে যিম্মাদার হবে (যদি সে বিত্তবান হয়)।\n",
    "checkStatus": "1",
    "hadithNo": "3631",
    "id": "13242",
    "thesequence": "13085",
    "isActive": "1",
    "chapterId": "13662",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased witli him) reported Allahs Prophet (ﷺ) as saying:\nIf anyone emancipates a share in a slave, he is to be completely emancipated if he has money; but if he has none, the slave will be required to work to pay for his freedom, but must not be over-burhened.",
    "hadithArabic": "وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنِ ابْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ شِقْصًا لَهُ فِي عَبْدٍ فَخَلاَصُهُ فِي مَالِهِ إِنْ كَانَ لَهُ مَالٌ فَإِنْ لَمْ يَكُنْ لَهُ مَالٌ اسْتُسْعِيَ الْعَبْدُ غَيْرَ مَشْقُوقٍ عَلَيْهِ  .",
    "hadithBengali": "৩৬৩২। আমরুন নাকিদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি যৌথ মালিকানাধীন গোলামকে নিজেরা হিস্যা মুক্ত করে দিবে তার বাকী অংশ তার সস্পদ দ্বারাই করতে হবে যদি সে ধনবান হয়। আর যদি সে বিত্তশালী না হয় তাহলে সে গোলামকে উপার্জনের মাধ্যমে আযাদী লাভের চেষ্টায় নিযুক্ত করতে হবে। তবে তার উপর তার সামর্থের বাইরে বোঝা চাপানো যাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3632",
    "id": "13243",
    "thesequence": "13086",
    "isActive": "1",
    "chapterId": "13662",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Said b. Abu Aruba with the same chain of transmitters but with the addition:\n If he (one of the joint owners emancipating the slave) has not (enough) money (to secure freedom for the other half) a fair price for the slave should be fixed, and he will be required to work to pay for his freedom, but must not be over-burdened.",
    "hadithArabic": "وَحَدَّثَنَاهُ عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى، - يَعْنِي ابْنَ يُونُسَ - عَنْ سَعِيدِ بْنِ، أَبِي عَرُوبَةَ بِهَذَا الإِسْنَادِ وَزَادَ   إِنْ لَمْ يَكُنْ لَهُ مَالٌ قُوِّمَ عَلَيْهِ الْعَبْدُ قِيمَةَ عَدْلٍ ثُمَّ يُسْتَسْعَى فِي نَصِيبِ الَّذِي لَمْ يُعْتِقْ غَيْرَ مَشْقُوقٍ عَلَيْهِ  .",
    "hadithBengali": "৩৬৩৩। আলী ইবনু খাশরাম (রহঃ) ... সাঈদ ইবনু আবূ আরুবা (রহঃ) থেকে এ সনদে বর্ণিত। তবে তিনি তার বর্ণনায় এতটুকু বেশী উল্লেখ করেছেন যে, যদি সে মুক্তিদাতা বিত্তবান না হয় তখন ঐ ক্রীতদাসের প্রচলিত মূল্য নিরুপণ করতে হবে। এরপর তার অবশিষ্ট অংশ মুক্ত করার লক্ষ্যে উপার্জনে নিয়োজিত করতে হবে। তবে এই ব্যাপারে তাকে সাধ্যাতীত কষ্টে ফেলা যাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3633",
    "id": "13244",
    "thesequence": "13087",
    "isActive": "1",
    "chapterId": "13662",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this is reported on the authority of the same chain of transmitters but with a slight change of words.",
    "hadithArabic": " حَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ قَتَادَةَ، يُحَدِّثُ بِهَذَا الإِسْنَادِ بِمَعْنَى حَدِيثِ ابْنِ أَبِي عَرُوبَةَ وَذَكَرَ فِي الْحَدِيثِ قُوِّمَ عَلَيْهِ قِيمَةَ عَدْلٍ.",
    "hadithBengali": "৩৬৩৪। হারুন ইবনু আবদুল্লাহ (রহঃ) ... ওয়াহব ইবনু জারীর (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি কাতাদা (রহঃ) কে এ সনদে ইবনু আবূ আরুবা এর হাদীসের মর্মানুযায়ী হাদীস বর্ণনা করতে শুনেছি। তিনি তার বর্ণনায় উল্লেখ করেন, দাসের উপযুক্ত মূল্য নিরুপণ করতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3634",
    "id": "13245",
    "thesequence": "13088",
    "isActive": "1",
    "chapterId": "13662",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported that Aisha decided to buy a slave-girl and then set her free, but her masters said:\nWe are prepared to sell her to you on the condition that her right of inheritance would vest with you. She (Hadrat Aisha) made a mention of that to Allahs Messenger (ﷺ) whereupon he said: This should not stand in your way. The right of inheritance vests in one who emancipates.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ عَائِشَةَ، أَنَّهَا أَرَادَتْ أَنْ تَشْتَرِيَ، جَارِيَةً تُعْتِقُهَا فَقَالَ أَهْلُهَا نَبِيعُكِهَا عَلَى أَنَّ وَلاَءَهَا لَنَا . فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ   لاَ يَمْنَعُكِ ذَلِكَ فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ .",
    "hadithBengali": "৩৬৩৫। ইয়হইয়া ইবনু ইয়াহইয়া (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি একবার একটি দাসী খরিদ করে তাকে মুক্ত করে দিবেন বলে ইচ্ছা পোষণ করেছিলেন। তখন সে দাসীর মনিবেরা তাকে জানালেন যে, আমরা আপনার কাছ থেকে এই শর্তে দাসটি বিক্রয় করতে পারি যে, তার ওয়ালার অধিকারী আমরাই থাকব। তিনি বলেন, বিষয়টি আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপস্থাপন করলাম। তিনি বললেন, এই শর্ত তোমাকে ওয়ালা থেকে বঞ্চিত করবে না। কেননা মুক্তিদাতার জন্যই &#39;ওয়ালার হক&#39; নির্ধারিত।\n",
    "checkStatus": "1",
    "hadithNo": "3635",
    "id": "13246",
    "thesequence": "13089",
    "isActive": "1",
    "chapterId": "13663",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "১. মুক্তদাসে অভিবাবকত্ব হবে মুক্তিদাতার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pjeased with her) reported that Barira came to her in order to seek her help in securing freedom, but she had (so far) paid nothing out of that sum stipulated in the contract. Aisba said to her. Go to your family (who owns you), and if they like that I should pay the amount (of the contract) on your behalf (for purchasing your freedom), then I shall have the right in your inheritance. (If they accepted it) I am prepared (to make this payment). Barira made a mention of that to the (members of) her family, but they refused and said:\nIf she (Hadrat Aisha) wants to do good to You for the sake of Allah, she may do it, but the right of inheritance will be ours. She (Hadrat Aisha) made a mention of that to Allahs Messenger (ﷺ), and he said to her: Buy her, and emancipate her, for the right of inheritance vests with one who emancipates (the slave). Allahs Messenger, may peace be upon him) then stood up and said: What has happened to the people that they lay down conditions which are not (found) in the Book of Allah? And he who laid down a condition not found in the Book of Allah, that is not valid. even if it is laid down hundred times. The condition laid down by Allah is the most weighty and the most valid.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّ بَرِيرَةَ جَاءَتْ عَائِشَةَ تَسْتَعِينُهَا فِي كِتَابَتِهَا وَلَمْ تَكُنْ قَضَتْ مِنْ كِتَابَتِهَا شَيْئًا فَقَالَتْ لَهَا عَائِشَةُ ارْجِعِي إِلَى أَهْلِكِ فَإِنْ أَحَبُّوا أَنْ أَقْضِيَ عَنْكِ كِتَابَتَكِ وَيَكُونَ وَلاَؤُكِ لِي . فَعَلْتُ فَذَكَرَتْ ذَلِكَ بَرِيرَةُ لأَهْلِهَا فَأَبَوْا وَقَالُوا إِنْ شَاءَتْ أَنْ تَحْتَسِبَ عَلَيْكِ فَلْتَفْعَلْ وَيَكُونَ لَنَا وَلاَؤُكِ . فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم  ابْتَاعِي فَأَعْتِقِي . فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ  . ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  مَا بَالُ أُنَاسٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ مَنِ اشْتَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ فَلَيْسَ لَهُ وَإِنْ شَرَطَ مِائَةَ مَرَّةٍ شَرْطُ اللَّهِ أَحَقُّ وَأَوْثَقُ  .",
    "hadithBengali": "৩৬৩৬। কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। উরওয়া (রহঃ) আয়শা (রাঃ) থেকে বর্ণনা করেন, তিনি বলেন, বারীরা (রাঃ) তাঁর লিখিত মুক্তি চুক্তির বিনিময় পরিশোধের ব্যাপারে সাহায্যের জন্য আয়িশা (রাঃ) এর কাছে এল। সে তার লিখিত মুক্তিপণের কিছুই আদায় করে নি। তখন আয়িশা (রাঃ) তাকে বললেন, তুমি তোমার মুনিবের কাছে ফিরে যাও। যদি তারা এ শর্তে সন্মতি জ্ঞাপন করে যে, আমি তোমার লিখিত মুক্তিপণের যাবতীয় পাওনা পরিশোধ করলে তোমার ওয়ালা আমার প্রাপ্য হবে, তবে তা আমি করতে পারি। বারীরা তার মুনিবদের কাছে বিষয়টি উত্থাপন করল। কিন্তু তারা সে প্রস্তাব গ্রাহ্য করল না এবং বলে পাঠাল, যদি তিনি সাওয়াবের আশায় তোমার লিখিত মুক্তিপণ আদায়ের দায়িত্ব নেন তাহলে নিতে পারেন, তবে তোমার ওয়ালা আমাদের জন্যই থাকবে।\n\nএরপর তিনি [আয়িশা (রাঃ)] বিষয়টি রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপস্থাপন করলেন। তখন তিনি তাকে বললেন, তাকে খরিদ করে মুক্ত করে দিতে পার। কেননা ওয়ালা, মুক্তিদাতার জন্যই নির্ধারিত। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে গেলেন এবং বললেনঃ লোকদের কী হয়েছে তারা এমন কতক শর্তারোপ করে যা আল্লাহর কিতাবে নেই। যে ব্যক্তি এমন শর্তারোপ করবে যা আল্লাহর কিতাবে নেই- সে শর্তের কোন মূল্য নেই যদি ও সে একশো বার শর্তারোপ করে। আল্লাহর শর্তই কেবল যথার্থ ও নির্ভরযোগ্য।\n",
    "checkStatus": "1",
    "hadithNo": "3636",
    "id": "13247",
    "thesequence": "13090",
    "isActive": "1",
    "chapterId": "13663",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "১. মুক্তদাসে অভিবাবকত্ব হবে মুক্তিদাতার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha, the wife of Allahs Apostle (ﷺ), reported:\nBarira came to me and said: Aisha, I have entered into contract for securing freedom with my family (who owns me) for nine uqiyas (of silver), one uqiya every year The rest of the hadith is the same (but with this addition): This (the problem of the right of inheritance) should not stand in your way. Buy her, and set her free. He said in a hadith: Allahs Messenger (ﷺ) stood up among men, extolled Allah, praised Him, and then said: for......",
    "hadithArabic": " حَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ جَاءَتْ بَرِيرَةُ إِلَىَّ فَقَالَتْ يَا عَائِشَةُ إِنِّي كَاتَبْتُ أَهْلِي عَلَى تِسْعِ أَوَاقٍ فِي كُلِّ عَامٍ أُوقِيَّةٌ . بِمَعْنَى حَدِيثِ اللَّيْثِ وَزَادَ فَقَالَ  لاَ يَمْنَعُكِ ذَلِكِ مِنْهَا ابْتَاعِي وَأَعْتِقِي  . وَقَالَ فِي الْحَدِيثِ ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي النَّاسِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ  أَمَّا بَعْدُ  .",
    "hadithBengali": "৩৬৩৭। আবূ তাহির (রহঃ) ... উরওয়া ইবনুয যুবায়র (রহঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) থেকে বর্ণনা করেন যে, তিনি বলেন, বারীরা (রাঃ) আমার কাছে এল। সে বলল, হে আয়িশা! আমি আমার মুনিবের কাছে মুক্তিপণের চুক্তিতে আবদ্ধ হয়েছি যে, বছরে এক উকিয়া (চল্লিশ দিরহামে এক উকিয়া) করে নয় বছরে সর্বমোট নয় উকিয়া পরিশোধ করব। এরপর লায়স (রহঃ) বর্ণিত হাদীসের অনুরূপ।\n\nতবে এই বর্ণনায় এতটুকু বেশী আছেঃ তিনি (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেন, তাদের এ শর্ত করা তোমাকে &ldquo;ওয়ালা&rdquo; প্রাপ্তি হতে বাধা দিবে না। তুমি তাকে খরিদ করে মুক্ত করে দিতে পার। উরওয়া ইবনু যুবায়র (রহঃ) এই হাদীসে উল্লেখ করেন, তখন রাসুলাল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের সামনে দাঁড়িয়ে যান এবং আল্লাহর প্রশংসা ও তাঁর মহিমা বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3637",
    "id": "13248",
    "thesequence": "13091",
    "isActive": "1",
    "chapterId": "13663",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "১. মুক্তদাসে অভিবাবকত্ব হবে মুক্তিদাতার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nBarira came to me and said: My family (owners) have made contract with me (for granting freedom) for nine uqiyas (of silver) payable in nine years, one uqiya every year. Help me (in making this payment). I said to her: If your family so desires, I am prepared to make them the full payment in one instalment, and thus secure freedom for you, but the right of inheritance will vest in me, if I do so. She (Barira) made a mention of that to her family, but they refused (except) on the condition that the right of inheritance would vest in them. She came to me and made mention of if She (Aisha) said: I scolded her. She (Barira) said: By Allah, it is not possible (they will never agree to it). And as she was saying it, Allahs messenger (ﷺ) heard, and he asked me, I informed him and he said: Buy her and emancipate her, and let the right of inherit- ance vest in them, for they cannot claim it (rightfully) since the right of inherritance vests with one who emancipates (the slave; therefore, these people have no right to lay such false claims). And I did so. She (Aisha) said: Then Allahs Messenger (ﷺ) delivered a sermon in the evening. He extolled Allah and praised Him with what He deserves, and then said afterwards,: What has happened to the people that they lay down conditions which are not found in the Book of Allah? And the condition which is not found in the Book of Allah is invalid, even if its number is one hundred. The Book of Allah is more true (than any other deed) and the condition laid down by Allah is more binding (than any other condition). What has happened to the people among you that someone among you says: Emancipate so and so, but the right of inheritance vests in me? Verily, the right of inheritance vests in one who emancipates.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ الْهَمْدَانِيُّ حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا هِشَامُ، بْنُ عُرْوَةَ أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ، قَالَتْ دَخَلَتْ عَلَىَّ بَرِيرَةُ فَقَالَتْ إِنَّ أَهْلِي كَاتَبُونِي عَلَى تِسْعِ أَوَاقٍ فِي تِسْعِ سِنِينَ فِي كُلِّ سَنَةٍ أُوقِيَّةٌ . فَأَعِينِينِي . فَقُلْتُ لَهَا إِنْ شَاءَ أَهْلُكِ أَنْ أَعُدَّهَا لَهُمْ عَدَّةً وَاحِدَةً وَأُعْتِقَكِ وَيَكُونَ الْوَلاَءُ لِي فَعَلْتُ . فَذَكَرَتْ ذَلِكَ لأَهْلِهَا فَأَبَوْا إِلاَّ أَنْ يَكُونَ الْوَلاَءُ لَهُمْ فَأَتَتْنِي فَذَكَرَتْ ذَلِكَ قَالَتْ فَانْتَهَرْتُهَا فَقَالَتْ لاَهَا اللَّهِ إِذَا قَالَتْ . فَسَمِعَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَأَلَنِي فَأَخْبَرْتُهُ فَقَالَ  اشْتَرِيهَا وَأَعْتِقِيهَا وَاشْتَرِطِي لَهُمُ الْوَلاَءَ فَإِنَّ الْوَلاَءَ لِمَنْ أَعْتَقَ  . فَفَعَلْتُ - قَالَتْ - ثُمَّ خَطَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَشِيَّةً فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ  أَمَّا بَعْدُ فَمَا بَالُ أَقْوَامٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ مَا كَانَ مِنْ شَرْطٍ لَيْسَ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ فَهُوَ بَاطِلٌ وَإِنْ كَانَ مِائَةَ شَرْطٍ كِتَابُ اللَّهِ أَحَقُّ وَشَرْطُ اللَّهِ أَوْثَقُ مَا بَالُ رِجَالٍ مِنْكُمْ يَقُولُ أَحَدُهُمْ أَعْتِقْ فُلاَنًا وَالْوَلاَءُ لِي إِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ  .",
    "hadithBengali": "৩৬৩৮। আবূ কুরায়ব মুহাম্মাদ ইবনু আলা হামদানী (রহঃ) ... আবু উসামা হতে, তিনি হিশাম ইবন উরওয়া (রহঃ) হতে, তিনি নিজ পিতা হতে এবং তিনি আয়িশা (রাঃ) থেকে বর্ণনা করেন যে, তিনি বলেন, একদিন বারীরা (রাঃ) আমার কাছে এল। এরপর সে বলল, আমার মুনিব আমাকে প্রতি বছর এক উকিয়া করে নয় বছরে নয় উকিয়া (চল্লিশ দিরহামে এক উকিয়া) আদায় করার শর্তে আমাকে মুক্তিদানের চুক্তি করেছে। আপনি আমাকে সাহায্য করুন। আমি [আয়িশা (রা)] তাকে বললাম, তোমার মুনিব যদি এই শর্তে রাজী হয় যে, তোমার মুক্তিপণ এক সঙ্গে আদায় করে দিলে তোমার &ldquo;ওয়ালা&rdquo; আমার প্রাপ্য হবে তাহলে আমি তোমাকে মুক্তির ব্যাপারে সাহায্য করতে পারি।\n\nতখন বারীরা (রাঃ) এই বিষয়টি তার মুনিবের কাছে উত্থাপন করলে তাদের জন্য &#39;ওয়ালা&#39; ব্যাতিরেকে তারা তার প্রস্তাব প্রত্যাখ্যান করল। এরপর সে আমার (আয়িশা (রা) এর) কাছে এসে তাদের কথা বলল। তিনি বলেন, আমি তাকে ধমক দিয়ে বললাম, তাহলে আল্লাহর কসম! আমি রাজী নই। আয়িশা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিষয়টি শুনলেন এবং আমাকে জিজ্ঞাসা করলেন। তার কাছে সমস্ত ঘটনা খুলে বললাম। এরপর তিনি বললেন, হে আয়িশা! তুমি তাকে খরিদ করে মুক্ত করে দাও এবং তাদের জন্য ওয়ালার শর্তে রাবী হয়ে যাও। প্রকৃত পক্ষে ওয়ালা সেই পাবে যে মুক্তি দান করে। আমি (আয়িশা) তাই করলাম।\n\nরাবী বলেন, এরপর সন্ধ্যাবেলা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভাষণ দিলেন। তিনি আল্লাহর যথাযথ প্রশংসা ও তাঁর মহিমা ঘোষণা করলেন। এরপর বললেনঃ লোকের অবস্থা এই পর্যায়ে নেমে গিয়েছে যে, তারা এমন সব শর্তারোপ করে যা আল্লাহর কিতাবে নেই। স্মরণ রাখ, যে শর্ত আল্লাহর কিতাবে নেই তা বাতিল বলে গণ্য, যদিও শতবার শর্তারোপ করা হয়। আল্লাহর কিতাবের শর্তই যথার্থ, আল্লাহর শর্তই নির্ভরযোগ্য। তোমাদের মধ্যে কতক লোকের কি হয়েছে যে, তারা অপরকে বলে অমুককে মুক্ত করে দাও আর &#39;ওয়ালা&#39; গ্রহণ করব আমরা? অথচ &ldquo;ওয়ালা&rdquo; তো তারই যে আযাদ করে।\n",
    "checkStatus": "1",
    "hadithNo": "3638",
    "id": "13249",
    "thesequence": "13092",
    "isActive": "1",
    "chapterId": "13663",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "১. মুক্তদাসে অভিবাবকত্ব হবে মুক্তিদাতার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hisham b. Urwa narrated a hadith like this with the same chain of trans- mitters except (with this change) that in the hadith transmitted on the authority of jartr (the words are):\nHer (Bariras) husband was a slave, so Allahs Messenger (ﷺ) gave her the option (either to retain her matrimonial relation with her husband or sever it off). She opted to break off (and secure freedom for her even from the matrimonial alliance). And if he were free he would not have given her the option. In the hadith narrated on the authority (of this chain of transmitters) these words are not found: Amma badu.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا ابْنُ نُمَيْرٍ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، جَمِيعًا عَنْ جَرِيرٍ، كُلُّهُمْ عَنْ هِشَامِ بْنِ عُرْوَةَ، بِهَذَا الإِسْنَادِ . نَحْوَ حَدِيثِ أَبِي أُسَامَةَ غَيْرَ أَنَّ فِي، حَدِيثِ جَرِيرٍ قَالَ وَكَانَ زَوْجُهَا عَبْدًا فَخَيَّرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَاخْتَارَتْ نَفْسَهَا وَلَوْ كَانَ حُرًّا لَمْ يُخَيِّرْهَا . وَلَيْسَ فِي حَدِيثِهِمْ   أَمَّا بَعْدُ  .",
    "hadithBengali": "৩৬৩৯। আবূ বকর ইবনু শায়বা, আবূ কুরায়ব ইবন নুমায়র হতে, আবু কুরায়ব ওয়াকী (রহঃ) হতে, যুহায়র ইবনু হারব ও ইসহাক ইবনু ইবরাহীম (রহঃ) জারীর হতে, আর তারা সকলে হিশাম ইবনু উরওয়া (রহঃ) হতে আবু উসামা ... হিশাম বর্ণিত হাদীসের অনুরুপ একই সনদে বর্ণনা করেছেন।\n\nতবে জারীর বর্ণিত হাদীসে উল্লেখ আছেঃ তিনি বলেন, তার (বারীরার) স্বামী ছিল দাস। সে কারণে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ইখতিয়ার দান করেছিলেন। (যখন সে মুক্ত হবে তখন দাস স্বামীর সঙ্গে বৈবাহিক সম্পর্ক বহাল রাখতে কিংবা তা নাকচ করে দিতে পারবে- এই ইখতিয়ার তাকে দেওয়া হয়েছিল)। সে নিজকেই বেছে নিল (দাস স্বামীকে পছন্দ করল না)। যদি সে স্বাধীন হত তাহলে তিনি (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তাকে (বারীরাকে) ইখতিয়ার প্রদান করতেন না। আর তাদের বর্ণিত হাদীসে أَمَّا بَعْدُ (অতঃপর) শব্দটির উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "3639",
    "id": "13250",
    "thesequence": "13093",
    "isActive": "1",
    "chapterId": "13663",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "১. মুক্তদাসে অভিবাবকত্ব হবে মুক্তিদাতার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd al-Rahman b. al. Qasim reported on the authority of his father:\nAisha (Allah be pleased with her) said: There were three issues which were clarified in case of Barira: her owners had decided to sell her on the condition that the right of her inheritance would vest with them. She (Aisha) said: I made a mention of that to Allahs Apostle (ﷺ) and he said: Buy her and emancipate her, for verily the right of inheritance vests with one who emancipates. She said that she emancipated (her) and Allahs Messenger (ﷺ) gave her the option (either to retain her matrimonial alliance or break it after emancipation). She (taking advantage of the option) opted for herself (the severing of matrimonial alliance). Aisha said: The people used to give her charity and she gave us that as gift. I made a mention of it to Allahs Apostle (ﷺ), whereupon he said: That is charity for her but gift for you, so take that.",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، - وَاللَّفْظُ لِزُهَيْرٍ - قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ فِي بَرِيرَةَ ثَلاَثُ قَضِيَّاتٍ أَرَادَ أَهْلُهَا أَنْ يَبِيعُوهَا وَيَشْتَرِطُوا وَلاَءَهَا فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ  اشْتَرِيهَا وَأَعْتِقِيهَا فَإِنَّ الْوَلاَءَ لِمَنْ أَعْتَقَ  . قَالَتْ وَعَتَقَتْ فَخَيَّرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَاخْتَارَتْ نَفْسَهَا . قَالَتْ وَكَانَ النَّاسُ يَتَصَدَّقُونَ عَلَيْهَا وَتُهْدِي لَنَا . فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ  هُوَ عَلَيْهَا صَدَقَةٌ وَهُوَ لَكُمْ هَدِيَّةٌ فَكُلُوهُ  .",
    "hadithBengali": "৩৬৪০। যুহায়র ইবনু হারব ও মুহাম্মদ ইবনুল আলা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, বারীরার কল্যাণে তিনটি শরীআতী বিধান লাভ হয়েছিলঃ\n\n১. তার মুনিবেরা তাকে বিক্রি করার ইচ্ছা প্রকাশ করেছিল এবং তার ওয়ালারর উপর তাদের অধিকার লাভের শর্তারোপ করেছিল। আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বিষয়টি উত্থাপন করলাম। তিনি আমাকে বললেন, তাকে খরিদ করে মুক্ত করে দাও। কেননা ওয়ালা তারই প্রাপ্য যে আযাদ করে।\n\n২. যখন তাকে (বারীরাকে) মুক্ত করে দেওয়া হল তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে (তার দাস স্বামীকে রাখা, না রাখার) ইখতিয়ার প্রদান করেছিলেন। এরপর সে নিজকে বেছে নিল। (তার দাস স্বামীকে প্রত্যাখ্যান করল)।\n\n৩. তিনি [আয়িশা (রাঃ)] বলেন, লোকেরা বারীরাকে সদকা-খয়রাত করত এবং সে তা (সদকাকৃত জিনিস) থেকে আমাদের কাছে হাদিয়া পাঠাত। আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বিষয়টি উপস্থাপন করলাম। তিনি বললেন, &ldquo;তা তার জন্য সদকা এবং তোমাদের জন্য হাদিয়া। সুতরাং তোমরা তা খেতে পার।&rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "3640",
    "id": "13251",
    "thesequence": "13094",
    "isActive": "1",
    "chapterId": "13663",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "১. মুক্তদাসে অভিবাবকত্ব হবে মুক্তিদাতার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allahs be pleased with her) reported that she had bought Barira from the people of Ansar, but they laid down the condition that the right of inheritance (would vest in them), whereupon Allahs Messenger (ﷺ) said:\nThe right of inheritance vests with one who shows favour (who emancipates) and Allahs Messenger (may peacebe upon him) gave her the choice (either to retain) her matrimonial alliance or break it). Her husband was a slave. She (Barira also) gave Aisha some meat as gift. Allahs Messenger (ﷺ) said: I wish you could prepare (cook) for us out of this meat. Aisha said, It has been given as charity to Barira, whereupon he said: That is charity for her and gift for us.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنْ سِمَاكٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، . أَنَّهَا اشْتَرَتْ بَرِيرَةَ مِنْ أُنَاسٍ مِنَ الأَنْصَارِ . وَاشْتَرَطُوا الْوَلاَءَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  الْوَلاَءُ لِمَنْ وَلِيَ النِّعْمَةَ  . وَخَيَّرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَانَ زَوْجُهَا عَبْدًا وَأَهْدَتْ لِعَائِشَةَ لَحْمًا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَوْ صَنَعْتُمْ لَنَا مِنْ هَذَا اللَّحْمِ  . قَالَتْ عَائِشَةُ تُصُدِّقَ بِهِ عَلَى بَرِيرَةَ . فَقَالَ  هُوَ لَهَا صَدَقَةٌ وَلَنَا هَدِيَّةٌ  .",
    "hadithBengali": "৩৬৪১। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি কতিপয় আনসার মুনিবের কাছ থেকে বারীরাকে খরিদ করলেন। তবে তারা (সে সময়) ওয়ালার শর্তারোপ করেছিল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ওয়ালা তারই প্রাপ্য যে অনুগ্রহ প্রদর্শন করে (মুক্তিদাতা)। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ইখতিয়ার প্রদান করেছিলেন। তার স্বামী ছিল ক্রীতদাস। একবার সে আয়িশা (রাঃ) এর কাছে কিছু পরিমাণ গোশত হাদিয়া পাঠাল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা যদি এই গোশত থেকে আমার জন্য কিছুটা রান্না করে আনতে......। তখন আয়শা (রাঃ) বললেন, এতো বারীরা সদকা হিসেবে পেয়েছে (আর আপনার জন্য সদকা হারাম)। তিনি বললেন, তা তার জন্য সদকা এবং আমাদের জন্য হাদিয়া।\n",
    "checkStatus": "1",
    "hadithNo": "3641",
    "id": "13252",
    "thesequence": "13095",
    "isActive": "1",
    "chapterId": "13663",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "১. মুক্তদাসে অভিবাবকত্ব হবে মুক্তিদাতার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nShe wanted to buy Barira with a view to emancipating her. They (the sellers) laid down the condition that the right of inheritance would vest (with them). She (Hadrat Aisha) made a mention of that to Allahs Messenger (ﷺ), whereupon he said: Buy her and emancipate her for the right of inheritance vests with one who emancipates. Allahs Messenger (ﷺ) was given meat as gift. They (his Companions) said to Allahs Apostle (ﷺ): This was given as charity to Barira, whereupon he said: That is charity for her but gift for us. And she was given option (to retain her matrimonial alliance or to break it). Abd al-Rahman said: Her husband was a free man. Shuba said: I then asked him (one of the narrators) about Bariras husband (whether he had been a free mart or a slave), whereupon he said: I do not know.\n\nThis hadith has been narrated on the authority of Shuba with the same chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ عَبْدَ، الرَّحْمَنِ بْنَ الْقَاسِمِ قَالَ سَمِعْتُ الْقَاسِمَ، يُحَدِّثُ عَنْ عَائِشَةَ، أَنَّهَا أَرَادَتْ أَنْ تَشْتَرِيَ، بَرِيرَةَ لِلْعِتْقِ فَاشْتَرَطُوا وَلاَءَهَا فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ  اشْتَرِيهَا وَأَعْتِقِيهَا فَإِنَّ الْوَلاَءَ لِمَنْ أَعْتَقَ  . وَأُهْدِيَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم لَحْمٌ فَقَالُوا لِلنَّبِيِّ صلى الله عليه وسلم هَذَا تُصُدِّقَ بِهِ عَلَى بَرِيرَةَ . فَقَالَ  هُوَ لَهَا صَدَقَةٌ وَهُوَ لَنَا هَدِيَّةٌ  . وَخُيِّرَتْ . فَقَالَ عَبْدُ الرَّحْمَنِ وَكَانَ زَوْجُهَا حُرًّا . قَالَ شُعْبَةُ ثُمَّ سَأَلْتُهُ عَنْ زَوْجِهَا فَقَالَ لاَ أَدْرِي .\n وَحَدَّثَنَاهُ أَحْمَدُ بْنُ عُثْمَانَ النَّوْفَلِيُّ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "৩৬৪২। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি মুক্ত করে দেওয়ার উদ্দেশ্যে বারীরাকে খরিদ করার ইচ্ছা প্রকাশ করলেন। কিন্তু তারা (বারীরার মুনিবেরা) তার &ldquo;ওয়ালার&rdquo; অধিকার লাভের শর্তারোপ করে বসল। তখন তিনি বিষয়টি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উত্থাপন করলেন। তিনি বললেন, তুমি তাকে খরিদ করে মুক্ত করে দাও। আসলে &ldquo;ওযালা&rdquo; সেই পাবে যে মুক্তিদান করে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য কিছু গোশত হাদিয়া রুপে পেশ করা হল। তখন তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললেন, এই গোশত বারীরাকে সাদাকা হিসেবে দেওয়া হয়েছে। তিনি বললেন, এতো তার জন্য সাদাকা এবং আমাদের জন্য হাদিয়া। তাকে (বারীরাকে) এ অবস্থায় ইখতিয়ার দেওয়া হল যে, তার স্বামী ছিল স্বাধীন। শু&#39;বা (রহঃ) বলেন, আমি পুনরায় তাকে (আবদুর রহমানকে) তার (বারীরার) স্বামী সম্পর্কে জিজ্ঞাসা করলাম। তিনি বললেন, আমি জানি না।\n\n<hr />\n৩৬৪২/১। আহমদ ইবনু উসমান নাওফালী (রহঃ) ... শুবা (রহঃ) এর সুত্রে এই সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3642",
    "id": "13253",
    "thesequence": "13096",
    "isActive": "1",
    "chapterId": "13663",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "১. মুক্তদাসে অভিবাবকত্ব হবে মুক্তিদাতার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha reported that the husband of Barira was a slave.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ جَمِيعًا عَنْ أَبِي هِشَامٍ، قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُغِيرَةُ بْنُ سَلَمَةَ الْمَخْزُومِيُّ، وَأَبُو هِشَامٍ حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ يَزِيدَ بْنِ رُومَانَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ زَوْجُ بَرِيرَةَ عَبْدًا .",
    "hadithBengali": "৩৬৪৩। মুহাম্মাদ ইবনুল মুসান্না ও ইবন বাশশার (রহঃ) ... আয়শা (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, বারীরার স্বামী ছিল দাস।\n",
    "checkStatus": "1",
    "hadithNo": "3643",
    "id": "13254",
    "thesequence": "13097",
    "isActive": "1",
    "chapterId": "13663",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "১. মুক্তদাসে অভিবাবকত্ব হবে মুক্তিদাতার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her). the wife of Allahs Apostle (may Peace be upon him) said:\nThree are the Sunan (usages) (that we came to know in case of Bairara). She was given option in regard to her husband when she was emancipated. Sbe was given meat as charity. Allahs Messenger (way peace be upon him) visited me when an earthen pot with meat in it was placed on the fire. He asked for food and be was given bread with ordinary meat (usually cooked in the) house. Thereupon he (Allahs Messenger) said: Dont I see the earthen pot on fire with meat in it? They said: Yes. Allahs Messenger, there is meat in it which was given as charity to Barira. We did not deem it advisable that we should give you that to eat, whereupon he said: It is charity for her, but it is gift for us. Allahs Apostle (ﷺ) also said: The right of inheritance vests with one who emancipates.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ رَبِيعَةَ بْنِ أَبِي، عَبْدِ الرَّحْمَنِ عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ كَانَ فِي بَرِيرَةَ ثَلاَثُ سُنَنٍ خُيِّرَتْ عَلَى زَوْجِهَا حِينَ عَتَقَتْ وَأُهْدِيَ لَهَا لَحْمٌ فَدَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالْبُرْمَةُ عَلَى النَّارِ فَدَعَا بِطَعَامٍ فَأُتِيَ بِخُبْزٍ وَأُدُمٍ مِنْ أُدُمِ الْبَيْتِ فَقَالَ  أَلَمْ أَرَ بُرْمَةً عَلَى النَّارِ فِيهَا لَحْمٌ  . فَقَالُوا بَلَى يَا رَسُولَ اللَّهِ ذَلِكَ لَحْمٌ تُصُدِّقَ بِهِ عَلَى بَرِيرَةَ فَكَرِهْنَا أَنْ نُطْعِمَكَ مِنْهُ . فَقَالَ  هُوَ عَلَيْهَا صَدَقَةٌ وَهُوَ مِنْهَا لَنَا هَدِيَّةٌ  . وَقَالَ النَّبِيُّ صلى الله عليه وسلم فِيهَا  إِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ  .",
    "hadithBengali": "৩৬৪৪। আবূ তাহির (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী অয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, বারীরার ঘটনায় তিনটি বিধান জারী হয়েছে\n\n১. যখন সে মুক্তি লাভ করেছিল তখন স্বামীর (বৈবাহিক সূত্র বহাল রাখা, না রাখার) ব্যাপারে তাকে ইখতিয়ার প্রদান করা হয়েছিল।\n\n২. তাকে গোশত সাদাকা করা হয়েছিল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার (আয়িশার) কাছে এলেন। তখন গোশতের হাড়ি উনুনের উপর টগবগ করছিল। তিনি খাবার চাইলেন। তখন তাঁর সামনে রুটি এবং ঘর থেকে তরকারী পরিবেশন করা হল। তিনি বললেন, আমি কি লক্ষ্য করি নি যে, উনুনের উপর হাঁড়ি আছে যার মধ্যে গোশত রয়েছে। তারা বললেনঃ জি হাঁ, ইয়া রাসুলাল্লাহ! ওটা তো এমন গোশত যা বারীরাকে সাদাকা করা হয়েছে। আমরা তা থেকে আপনাকে খাওয়ানো পছন্দ করি না। তখন তিনি বললেন, এতে তার জন্য সাদাকা এবং তার পক্ষ থেকে তা আমাদের জন্য হাদিয়া।\n\n৩. নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার (বারীরার) মুক্তির ব্যাপারে বললেন, ওয়ালা তারই প্রাপ্য যে আযাদ করে।\n",
    "checkStatus": "1",
    "hadithNo": "3644",
    "id": "13255",
    "thesequence": "13098",
    "isActive": "1",
    "chapterId": "13663",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "১. মুক্তদাসে অভিবাবকত্ব হবে মুক্তিদাতার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported:\nAisha (Allah be pleated with her) thought of buying a slave-girl and emancipating her, but her owners refused to (sell her but on the condition) that the right of inheritance would vest in them. She made a mention of that to Allahs Messenger (ﷺ). whereupon he said: Let this (condition) not stand in your way for the right of inheritance vests with one who emancipates.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، حَدَّثَنِي سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أَرَادَتْ عَائِشَةُ أَنْ تَشْتَرِيَ، جَارِيَةً تُعْتِقُهَا فَأَبَى أَهْلُهَا إِلاَّ أَنْ يَكُونَ لَهُمُ الْوَلاَءُ فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ   لاَ يَمْنَعُكِ ذَلِكِ فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ  .",
    "hadithBengali": "৩৬৪৫। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার আয়িশা (রাঃ) একটি দাসী খরিদ করে মুক্ত করার ইচ্ছা প্রকাশ করলেন। তার মুনিবেরা তাদের জন্য তার ব্যতিরেকে প্রস্তাব প্রত্যাখ্যান করল। তবে&ldquo;ওয়ালা&rdquo; তাদের থাকলে ভিন্ন কথা। তিনি এই বিষয়টি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উত্থাপন করলেন। তখন তিনি বললেন, তুমি তাকে খরিদ করে মুক্তি দিয়ে দাও। তা (মুক্তি দেওয়া) তোমাকে &ldquo;ওয়ালা&rdquo; থেকে বাধাপ্রাপ্ত করবে না। কেননা ওয়ালা তারই প্রাপ্য যে মুক্তিদান করে।\n",
    "checkStatus": "1",
    "hadithNo": "3645",
    "id": "13256",
    "thesequence": "13099",
    "isActive": "1",
    "chapterId": "13663",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "১. মুক্তদাসে অভিবাবকত্ব হবে মুক্তিদাতার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported that Allahs Messenger (may peace he upon him) forbade the selling and making a gift of the right of inheritance of a slave. Imam Muslim said:\nAll the persons depend upon Abdullah b. Dinar in regard to this hadith.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ الْوَلاَءِ وَعَنْ هِبَتِهِ . قَالَ مُسْلِمٌ النَّاسُ كُلُّهُمْ عِيَالٌ عَلَى عَبْدِ اللَّهِ بْنِ دِينَارٍ فِي هَذَا الْحَدِيثِ .",
    "hadithBengali": "৩৬৪৬। ইয়াহইয়া ইবনু ইয়াহইয়া তামীমী (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &#39;ওয়ালা&#39; বিক্রি করা এবং তা হেবে (দান বা উইল) করা নিষিদ্ধ করেছেন। মুসলিম ইবনুল হাজ্জাজ (রহঃ) বলেন, সকল মানুষ এই হাদিসের ব্যপারে আবদুল্লাহ ইবনু দীনারের কৃপাধন্য [অর্থাৎ ইবন উমর (রাঃ) থেকে এ হাদিসটি কেবল তার সুত্রেই পাওয়া গেছে]\n",
    "checkStatus": "1",
    "hadithNo": "3646",
    "id": "13257",
    "thesequence": "13100",
    "isActive": "1",
    "chapterId": "13664",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "২. ওয়ালা বিক্রি কিংবা হেবা করা নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Ibn Umar (Allah be pleased with them) through another chain of transmitters but with this change that in tba hadith narrated by al-Thaqafi from Ubaidullah there is only a mention of selling (or right of inheritance, al-Wala ) but not that of making a gift.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا ابْنُ عُيَيْنَةَ، ح وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا سُفْيَانُ بْنُ سَعِيدٍ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا عُبَيْدُ اللَّهِ، ح وَحَدَّثَنَا ابْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنَا الضَّحَّاكُ، - يَعْنِي ابْنَ عُثْمَانَ - كُلُّ هَؤُلاَءِ عَنْ عَبْدِ اللَّهِ بْنِ، دِينَارٍ عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِهِ غَيْرَ أَنَّ الثَّقَفِيَّ لَيْسَ فِي حَدِيثِهِ عَنْ عُبَيْدِ اللَّهِ إِلاَّ الْبَيْعُ وَلَمْ يَذْكُرِ الْهِبَةَ .",
    "hadithBengali": "৩৬৪৭। আবূ বকর ইবনু আবূ শায়বা, যুহায়র ইবনু হারব, ইয়াহইয়া ইবনু আয়্যুব, কুতায়বা ইবনু হুজর, ইবনু নুমায়র, ইবনু মুনান্না ও ইবনু রাফি ... আবদুল্লাহ ইবন দীনার ইবনু উমর (রাঃ) থেকে এবং তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। তবে [আবদুল ওয়াহহাব] সাকাফীর বর্ণনায় উবায়দুল্লাহর সুত্রে কেবল বিক্রির কথা বলা হয়েছে। তিনি হেবার কথা উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "3647",
    "id": "13258",
    "thesequence": "13101",
    "isActive": "1",
    "chapterId": "13664",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "২. ওয়ালা বিক্রি কিংবা হেবা করা নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported that Allahs Apostle (ﷺ) made it obligatory for every tribe (the payment) of blood-wit; he then also made it explicit that it is not permissible for a Muslim to make himself the ally (of the slave emancipated by another) Muslim without his permission. He (the narrator further added):\nI was informed that he (the Holy Prophet) cursed the one who did that (and it was recorded) in his Sahifa (in a document).",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ كَتَبَ النَّبِيُّ صلى الله عليه وسلم عَلَى كُلِّ بَطْنٍ عُقُولَهُ ثُمَّ كَتَبَ   أَنَّهُ لاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَتَوَالَى مَوْلَى رَجُلٍ مُسْلِمٍ بِغَيْرِ إِذْنِهِ  . ثُمَّ أُخْبِرْتُ أَنَّهُ لَعَنَ فِي صَحِيفَتِهِ مَنْ فَعَلَ ذَلِكَ .",
    "hadithBengali": "৩৬৪৮। মুহাম্মাদ ইবনু রাফি (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফরমান জারি করলেন যে, প্রত্যেক গোত্রের উপর তৎকর্তৃক হত্যাকাণ্ডের ক্ষতিণূরণ ওয়াজিব হবে। এরপর তিনি লিখলেন, কোন মুসললিম ব্যক্তির পক্ষে অপর মুসলিম ব্যক্তির অনুমতি ছাড়া তার মুক্তি দেওয়া গোলামের অলী (অভিবাবক) হওয়া হালাল নয়। এরপর আমি জানতে পারলাম যে, যে ব্যক্তি এরূপ কাজ করবে তিনি তার লিখিত ফরমানে তাকে লা&#39;নত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3648",
    "id": "13259",
    "thesequence": "13102",
    "isActive": "1",
    "chapterId": "13665",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "৩. মুক্তদাসের জন্য তার মুক্তিদাতা ব্যতীত অন্য কাউকে মাওলা বানানো হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported that Allahs Messenger (ﷺ) said:\nHe who takes anyone as his ally without the consent of his previous master, there will be the curse of Allah and that of His angels upon him, and neither, any obligatory act of his nor the supererogatory one will be accepted (by Allah).",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْقَارِيَّ - عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ تَوَلَّى قَوْمًا بِغَيْرِ إِذْنِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ لاَ يُقْبَلُ مِنْهُ عَدْلٌ وَلاَ صَرْفٌ  .",
    "hadithBengali": "৩৬৪৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত আছে যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি (ক্রীতদাস) তার মুনিবের অনুমতি ছাড়া অন্য কাউকে মুনিব বানাবে তার উপর আল্লাহর লা&#39;নত এবং তার ফিরিশতাদেরও লা&#39;নত। তার ফরয কিংবা নফল কিছুই (আল্লাহর কাছে) কবুল হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3649",
    "id": "13260",
    "thesequence": "13103",
    "isActive": "1",
    "chapterId": "13665",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "৩. মুক্তদাসের জন্য তার মুক্তিদাতা ব্যতীত অন্য কাউকে মাওলা বানানো হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Apostle (ﷺ) as saying:\nHe who took the freed slave as his ally without the consent of his previous master, there is upon him the curse of Allah and that of His angels and that of the whole mankind, and there will not be accepted from him his obligatory acts or supercrogatory acts on the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ، عَنْ زَائِدَةَ، عَنْ سُلَيْمَانَ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  مَنْ تَوَلَّى قَوْمًا بِغَيْرِ إِذْنِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يُقْبَلُ مِنْهُ يَوْمَ الْقِيَامَةِ عَدْلٌ وَلاَ صَرْفٌ  .",
    "hadithBengali": "৩৬৫০। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, যে ব্যক্তি তার মুনিবের অনুমতি ছাড়া অন্য কাউকে মাওলা বানাবে তার উপর আল্লাহর লা&#39;নত, ফিরিশতা ও সমগ্র মানব জাতির লা&#39;নত বর্ষিত হবে। কিয়ামত দিবসে তার কোন ফরয কিংবা নফল আল্লাহর নিকট গৃহীত হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3650",
    "id": "13261",
    "thesequence": "13104",
    "isActive": "1",
    "chapterId": "13665",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "৩. মুক্তদাসের জন্য তার মুক্তিদাতা ব্যতীত অন্য কাউকে মাওলা বানানো হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated through the same chain of transmitters, but with a slight change of words.",
    "hadithArabic": "وَحَدَّثَنِيهِ إِبْرَاهِيمُ بْنُ دِينَارٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّهُ قَالَ  وَمَنْ وَالَى غَيْرَ مَوَالِيهِ بِغَيْرِ إِذْنِهِمْ  .",
    "hadithBengali": "৩৬৫১। ইবরাহীম ইবনু দীনার (রহঃ) ... আমাশ (রহঃ) থেকে এই সনদে বর্ণিত- তবে এতে বলেছেনঃ যে ব্যক্তি তার মুনীবের অনুমতি ছাড়া অন্যকে মাওলা বানাবে ......।&rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "3651",
    "id": "13262",
    "thesequence": "13105",
    "isActive": "1",
    "chapterId": "13665",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "৩. মুক্তদাসের জন্য তার মুক্তিদাতা ব্যতীত অন্য কাউকে মাওলা বানানো হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibrahim al-Taimi reported on the authority of his father:\nAli b. Abu Talib (Allah be pleased with him) addressed us and said: He who thinks that we (the members of the Prophets family) read anything else besides the Book of Allah and this Sahifa (and he said that Sahifa was tied to the scabbard of the sword) tells a lie. (This Sahifa) contains (problems) pertaining to the ages of the camels and (the recompense) of the injuries, and it also records the words of the Prophet (ﷺ): Medina is a sacred territory from Ayr to Thaur (it is most probably Uhud). He who innovates (an act or practice) or gives protection to an innovator, there is a curse of Allah and that of His angels and that of the whole humanity upon him. Allah will not accdpt from him (as a recompense) any obligatory act or supererogatory act, and the responsibility of the Muslims is a joint responsibility; even the lowest in rank can undertake the responsibility (on behalf of others), and he who claims anyone else as his father besides his own father or makes one his ally other than the one (who freed him), there is a curse of Allah. that of His angels and that of the wholemankind upon him. Allah will not accept the obligatory act of the supererogatery act (as a recompense) from him.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، قَالَ خَطَبَنَا عَلِيُّ بْنُ أَبِي طَالِبٍ فَقَالَ مَنْ زَعَمَ أَنَّ عِنْدَنَا، شَيْئًا نَقْرَأُهُ إِلاَّ كِتَابَ اللَّهِ وَهَذِهِ الصَّحِيفَةَ - قَالَ وَصَحِيفَةٌ مُعَلَّقَةٌ فِي قِرَابِ سَيْفِهِ - فَقَدْ كَذَبَ . فِيهَا أَسْنَانُ الإِبِلِ وَأَشْيَاءُ مِنَ الْجِرَاحَاتِ وَفِيهَا قَالَ النَّبِيُّ صلى الله عليه وسلم   الْمَدِينَةُ حَرَمٌ مَا بَيْنَ عَيْرٍ إِلَى ثَوْرٍ فَمَنْ أَحْدَثَ فِيهَا حَدَثًا أَوْ آوَى مُحْدِثًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يَقْبَلُ اللَّهُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفًا وَلاَ عَدْلاً وَذِمَّةُ الْمُسْلِمِينَ وَاحِدَةٌ يَسْعَى بِهَا أَدْنَاهُمْ وَمَنِ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوِ انْتَمَى إِلَى غَيْرِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يَقْبَلُ اللَّهُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفًا وَلاَ عَدْلاً  .",
    "hadithBengali": "৩৬৫২। আবূ কুরায়ব (রহঃ) ... ইবরাহীম তায়মী তার পিতার সূত্রে বর্ণনা করেন। তিনি বলেন, একবার আলী ইবনু আবূ তালিব (রাঃ) আমাদের সামনে ভাষণ দিচ্ছিলেন। তিনি তাঁর ভাষণে বলেন, যে ব্যক্তি মনে করে যে, এই ক্ষুদ্র পুস্তিকা ও আল্লাহর কিতাব ব্যতীত আমাদের কাছে যা আমরা পাঠ করি, সে নিশ্চিত মিথ্যা বলছে। বর্ণনাকারী বললেন, সে সময় তার (আলীর) তরবারীর খাপের মধ্যে একথানি পুস্তিকা ঝুলানো ছিল। এই পুস্তিকায় উটের দাঁতের বিবরণ ছিল এবং যখমের দিয়াত (ক্ষতিপূরণ) সম্পর্কে বিধান ছিল। এতে আরও উল্লেখ ছিল যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মদিনার &#39;আয়র&#39; থেকে &#39;সাওর&#39; পর্বত পর্যন্ত এলাকা হারাম (সংরক্ষিত স্থান)। যে ব্যক্তি এই এলাকায় বিদ&#39;আত করবে অথবা কোন বিদআতীকে আশ্রয় দিবে তার উপর আল্লাহর লানত, তাঁর ফিরিশতাদের ও সমগ্র মানব জাতির লানত বর্ষিত হবে। কিয়ামত দিবসে আল্লাহ তার কোন ফরয কিংবা নফল কবুল করবেন না। সকল মুসলমানের যিম্মা অভিন্ন। একজন আদনা (সাধারণ) মুসলমানও তা প্রদান করতে পারবে।\n\nযে ব্যক্তি তার পিতাকে বাদ দিয়ে অন্য কাউকে পিতা বলে দাবী করবে অথবা যদি কোন দাস তার মুনিবকে বাদ দিয়ে অন্য কাউকে মুনিব বানাবে, তার উপর আল্লাহর, ফিরিশতা ও সমগ্র মানব জাতির লা&#39;নত বর্ষিত হবে। কিয়ামত দিবসে আল্লাহ তার কোন ফরয কিংবা নফল (ইবাদত) কবুল করবেন না।\n",
    "checkStatus": "1",
    "hadithNo": "3652",
    "id": "13263",
    "thesequence": "13106",
    "isActive": "1",
    "chapterId": "13665",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "৩. মুক্তদাসের জন্য তার মুক্তিদাতা ব্যতীত অন্য কাউকে মাওলা বানানো হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nIf anyone emancipates a Muslim slave, Allah will set free from Hell an organ of his body for every organ of his (slaves) body.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدٍ، - وَهُوَ ابْنُ أَبِي هِنْدٍ - حَدَّثَنِي إِسْمَاعِيلُ بْنُ أَبِي حَكِيمٍ، عَنْ سَعِيدِ ابْنِ مَرْجَانَةَ، عَنْ أَبِي، هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ رَقَبَةً مُؤْمِنَةً أَعْتَقَ اللَّهُ بِكُلِّ إِرْبٍ مِنْهَا إِرْبًا مِنْهُ مِنَ النَّارِ  .",
    "hadithBengali": "৩৬৫৩। মুহাম্মাদ ইবনুল মুসান্না আনাযী (রহঃ) ... আবূ হুরায়রা (রাঃ) এর সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, যে ব্যক্তি কোন মুসলিম দাসকে মুক্ত করে দিবে, আল্লাহ তার প্রত্যেকটি অঙ্গ প্রত্যেঙ্গের বিনিময়ে মুক্তিদাতার প্রতিটি অঙ্গ প্রত্যঙ্গ জাহান্নাম থেকে রক্ষা করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "3653",
    "id": "13264",
    "thesequence": "13107",
    "isActive": "1",
    "chapterId": "13666",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "৪. দাসমুক্তির ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (may peace benpon him) as saying:\nHe who emancipates a slave, Allah will set free from Hell every limb (of his body) for every limb of his (slaves) body, even his private parts.",
    "hadithArabic": "وَحَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ مُحَمَّدِ بْنِ مُطَرِّفٍ أَبِي غَسَّانَ، الْمَدَنِيِّ عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَلِيِّ بْنِ حُسَيْنٍ، عَنْ سَعِيدِ ابْنِ مَرْجَانَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ رَقَبَةً أَعْتَقَ اللَّهُ بِكُلِّ عُضْوٍ مِنْهَا عُضْوًا مِنْ أَعْضَائِهِ مِنَ النَّارِ حَتَّى فَرْجَهُ بِفَرْجِهِ  .",
    "hadithBengali": "৩৬৫৪। দাউদ ইবনু রুশায়দ (রহঃ) ... আবূ হুরায়রা (রাঃ) এর সুত্রে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, যে ব্যক্তি কোন ঈমানদার দাসকে মুক্ত করে দিবে আল্লাহ তার প্রত্যেকটি অঙ্গ প্রত্যঙ্গের বিনিময়ে মুক্তিদাতার প্রতিটি অঙ্গ-প্রত্যঙ্গ জাহান্নামের আগুন থেকে রক্ষা করবেন-এমন কি তার লজ্জাস্থানের বিনিময়ে তার লজ্জা স্থানও।\n",
    "checkStatus": "1",
    "hadithNo": "3654",
    "id": "13265",
    "thesequence": "13108",
    "isActive": "1",
    "chapterId": "13666",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "৪. দাসমুক্তির ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira (Allah be pleased with him) reported:\nI heard Allahs Messenger (ﷺ) as saying: He who emancipates a believing slave. Allah will set free from Fire his every limb for every limb of his (slaves), even his private parts for his.",
    "hadithArabic": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ الْهَادِ، عَنْ عُمَرَ بْنِ عَلِيِّ بْنِ حُسَيْنٍ، عَنْ سَعِيدِ ابْنِ مَرْجَانَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ أَعْتَقَ رَقَبَةً مُؤْمِنَةً أَعْتَقَ اللَّهُ بِكُلِّ عُضْوٍ مِنْهُ عُضْوًا مِنَ النَّارِ حَتَّى يُعْتِقَ فَرْجَهُ بِفَرْجِهِ .",
    "hadithBengali": "৩৬৫৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যক্তি কোন ঈমানদার ক্রীতদাস মুক্ত করবে আল্লাহ তার (শরীরের) অঙ্গ-প্রত্যঙ্গের বিনিময়ে তার (শরীরের) অঙ্গ-প্রত্যঙ্গ জাহান্নাম থেকে রক্ষা করবেন- এমনকি তিনি তার (মুক্তদাসের) গুপ্তস্থানের পরিবর্তে তার (মুক্তিকারীর) গুপ্তস্থানও রক্ষা করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "3655",
    "id": "13266",
    "thesequence": "13109",
    "isActive": "1",
    "chapterId": "13666",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "৪. দাসমুক্তির ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nA Muslim who emancipates a Muslim (slave). Allah will save from Fire every limb of his for every limb (of the slave). Said b. Marjana said: When I heard this hadith from Abu Huraira (Allah be pleased with him), I went away and made a mention of it to Ali b. Husain and he at once emancipated the slave for which Ibn jafar was prepared to pay ten thousand dirhams or one thousand dinars.",
    "hadithArabic": "وَحَدَّثَنِي حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا عَاصِمٌ، - وَهُوَ ابْنُ مُحَمَّدٍ الْعُمَرِيُّ - حَدَّثَنَا وَاقِدٌ، - يَعْنِي أَخَاهُ - حَدَّثَنِي سَعِيدُ ابْنُ مَرْجَانَةَ، - صَاحِبُ عَلِيِّ بْنِ حُسَيْنٍ - قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَيُّمَا امْرِئٍ مُسْلِمٍ أَعْتَقَ امْرَأً مُسْلِمًا اسْتَنْقَذَ اللَّهُ بِكُلِّ عُضْوٍ مِنْهُ عُضْوًا مِنْهُ مِنَ النَّارِ  . قَالَ فَانْطَلَقْتُ حِينَ سَمِعْتُ الْحَدِيثَ مِنْ أَبِي هُرَيْرَةَ فَذَكَرْتُهُ لِعَلِيِّ بْنِ الْحُسَيْنِ فَأَعْتَقَ عَبْدًا لَهُ قَدْ أَعْطَاهُ بِهِ ابْنُ جَعْفَرٍ عَشْرَةَ آلاَفِ دِرْهَمٍ أَوْ أَلْفَ دِينَارٍ .",
    "hadithBengali": "৩৬৫৬। হুমায়দ ইবনু মাস&#39;আদা (রহঃ) ... আলী ইবন হুসায়ন এর সহচর সা&#39;ঈদ ইবন মারজানা (রহঃ) বলেন, আমি আবূ হুরায়রা (রাঃ) কে বলতে শুনেছি যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন মুসলিম অপর কোন মুসলিম দাসকে মুক্ত করলে আল্লাহ তার (মুক্ত দাসের) প্রত্যেকটি অঙ্গ-প্রত্যঙ্গের বিনিময়ে তার (মুক্তিদাতার) প্রত্যেকটি অঙ্গ-প্রত্যঙ্গ জাহান্নামের আগুন থেকে বাঁচাবেন। সাঈদ ইবনু মারজানা (রহঃ) বললেন, আবূ হুরায়রা (রাঃ) থেকে এই হাদীস শোনার পরপরই আলী ইবনু হুসায়ন এর কাছে গেলাম এবং তাঁর কাছে হাদীসখানি উপস্থাপন করলাম। তখনই তিনি তাঁর একটি গোলাম (ক্রীতদাস) মুক্ত করে দিলেন যার বিনিময় মূল্য হিসেবে তিনি ইবনু জাফরকে দশ হাজার দিরহাম অথবা এক হাজার দীনার পরিশোধ করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3656",
    "id": "13267",
    "thesequence": "13110",
    "isActive": "1",
    "chapterId": "13666",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "৪. দাসমুক্তির ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nA son does not repay what he owes his father unless he buys him (the father) in case he is a slave and then emancipates him. In the narration transmitted by Ibn Abu Shaiba there is a slight change of words.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ يَجْزِي وَلَدٌ وَالِدًا إِلاَّ أَنْ يَجِدَهُ مَمْلُوكًا فَيَشْتَرِيَهُ فَيُعْتِقَهُ  . وَفِي رِوَايَةِ ابْنِ أَبِي شَيْبَةَ  وَلَدٌ وَالِدَهُ  .",
    "hadithBengali": "৩৬৫৭। আবূ বকর ইবনু আবূ শায়বা ও যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন সন্তান তার পিতার ঋণ পরিশোধ করতে পারে না। তবে হ্যাঁ, সে যদি তার পিতাকে ক্রীতদাস হিসেবে দেখতে পায় এবং তখনি তাকে খরিদ করে মুক্ত করে দেয় (তাহলে ভিন্ন কথা)।\n\nইবনু আবূ শায়বা (রহঃ) এর বর্ণনায়আছেوَلَدٌ وَالِدَهُ &#39; সন্তান তার পিতার&#39;।\n",
    "checkStatus": "1",
    "hadithNo": "3657",
    "id": "13268",
    "thesequence": "13111",
    "isActive": "1",
    "chapterId": "13667",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "৫. পিতাকে মুক্ত করার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Suhail with the same chain of transmitters.",
    "hadithArabic": "وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، كُلُّهُمْ عَنْ سُفْيَانَ، عَنْ سُهَيْلٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ وَقَالُوا   وَلَدٌ وَالِدَهُ  . ",
    "hadithBengali": "৩৬৫৮। আবূ কুরায়ব, ইবনু নুমায়র ও আমরুন নাকিদ (রহঃ) ... সুহায়ল (রহঃ) থেকে এই সনদে অনুরূপ বর্ণিত আছে। তারা তাদের বর্ণনায়বলেছেনوَلَدٌ وَالِدَهُ সন্তান তার পিতার।\n",
    "checkStatus": "1",
    "hadithNo": "3658",
    "id": "13269",
    "thesequence": "13112",
    "isActive": "1",
    "chapterId": "13667",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "122",
    "statusId": "1",
    "topicName": "৫. পিতাকে মুক্ত করার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]