[
  {
    "hadithEnglish": " Ibn Abbas reported that Sad b. Ubida asked Allahs Messenger (ﷺ) for a decision about a vow taken by his mother who had died before fulfilling it. Allahs Messenger (ﷺ) said:\nFulfil it on her behalf.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَمُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ، قَالاَ أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ، عَبَّاسٍ أَنَّهُ قَالَ اسْتَفْتَى سَعْدُ بْنُ عُبَادَةَ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي نَذْرٍ كَانَ عَلَى أُمِّهِ تُوُفِّيَتْ قَبْلَ أَنْ تَقْضِيَهُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   فَاقْضِهِ عَنْهَا .",
    "hadithBengali": "৪০৮৯। ইয়াহইয়া ইবনু ইয়াহইয়া তামীমী, মুহাম্মদ ইবনু রুম্&zwnj;হ ইবনু মুহাজির ও কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, সা&#39;দ ইবনু উবাদা (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট সে মানতের কথা জিজ্ঞাসা করেন, যা তার মায়ের যিম্মায় ছিল, কিন্তু তিনি তা পূর্ণ করার আগেই মারা যান। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি তার পক্ষ থেকে তা আদায় কর।\n",
    "checkStatus": "1",
    "hadithNo": "4089",
    "id": "13700",
    "thesequence": "13543",
    "isActive": "1",
    "chapterId": "13729",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "১. মানত পূর্ণ করার আদেশ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Zuhri with a different chains of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ عَنِ ابْنِ عُيَيْنَةَ، ح وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالاَ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، ح وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ بَكْرِ بْنِ وَائِلٍ، كُلُّهُمْ عَنِ الزُّهْرِيِّ، . بِإِسْنَادِ اللَّيْثِ وَمَعْنَى حَدِيثِهِ .",
    "hadithBengali": "৪০৯০। ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বাকর ইবনু আবূ শায়বা, আমর আন নাকিদ, ইসহাক ইবনু ইবরাহীম, হারামালা ইবনু ইয়াহইয়া, আবদ ইবনু হুমায়দ ও উসমান ইবনু আবূ শায়বা (রহঃ) বিভিন্ন সনদে ... সবাই যুহরী (রহঃ) এর সুত্রে লায়স (রহঃ) এর বর্নিত সনদের সমার্থক হাদীছ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4090",
    "id": "13701",
    "thesequence": "13544",
    "isActive": "1",
    "chapterId": "13729",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "১. মানত পূর্ণ করার আদেশ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported:\nAllahs Messenger (may peace he upon him) singled out one day forbidding us to take vows and said: It would not avert anything; it is by which something is extracted from the miserly person.",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ، زُهَيْرٌ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ أَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمًا يَنْهَانَا عَنِ النَّذْرِ وَيَقُولُ   إِنَّهُ لاَ يَرُدُّ شَيْئًا وَإِنَّمَا يُسْتَخْرَجُ بِهِ مِنَ الشَّحِيحِ  .",
    "hadithBengali": "৪০৯১। যুহায়র ইবনু হারব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবদুল্লাহ ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা আমাদেরকে মানত করা থেকে নিষেধ করতে লাগলেন এবং বলেন যে, তা (তাকদীরের) কিছুই ফিরিয়ে দেয় না। তবে এর মাধ্যমে কৃপনদের হাত থেকে কিছু বের করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4091",
    "id": "13702",
    "thesequence": "13545",
    "isActive": "1",
    "chapterId": "13730",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "২. মানতের নিষেধাজ্ঞা আর তা কিছুই ফিরিয়ে দেয় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported Allahs Apostle (ﷺ) as saying:\nThe vow neither hastens anything nor defers anything, but is the means whereby (something) is extracted from the miserly person.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا يَزِيدُ بْنُ أَبِي حَكِيمٍ، عَنْ سُفْيَانَ، عَنْ عَبْدِ اللَّهِ بْنِ، دِينَارٍ عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ   النَّذْرُ لاَ يُقَدِّمُ شَيْئًا وَلاَ يُؤَخِّرُهُ وَإِنَّمَا يُسْتَخْرَجُ بِهِ مِنَ الْبَخِيلِ  .",
    "hadithBengali": "৪০৯২। মুহাম্মাদ ইবনু ইয়াহইয়া (রহঃ) ... ইবনু উমার (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, মানত (তাকদিরের) কোন কিছুকে না এগিয়ে আনতে পারে, আর না পিছিয়ে দিতে পারে। তবে এর মাধ্যমে কৃপণ থেকে কিছু বের করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4092",
    "id": "13703",
    "thesequence": "13546",
    "isActive": "1",
    "chapterId": "13730",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "২. মানতের নিষেধাজ্ঞা আর তা কিছুই ফিরিয়ে দেয় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported that Allahs Apostle (ﷺ) forbade (people) taking vows, and said:\nIt does not (necessarily) bring good (in the form of substantial, and tangible results), but it is the meant whereby something is extracted from the miserly persons.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ بَشَّارٍ - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنِ النَّذْرِ وَقَالَ   إِنَّهُ لاَ يَأْتِي بِخَيْرٍ وَإِنَّمَا يُسْتَخْرَجُ بِهِ مِنَ الْبَخِيلِ  .",
    "hadithBengali": "৪০৯৩। আবূ বাকর ইবনু আবূ শায়বা, মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... ইবনু উমার (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামথেকে বর্ণিত, তিনি মানত নিষেধ করেছেন। আর বলেছেন, তা কোন রকম কল্যাণ বয়ে আনে না। তবে এর মাধ্যমে কৃপণ থেকে কিছু বের করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4093",
    "id": "13704",
    "thesequence": "13547",
    "isActive": "1",
    "chapterId": "13730",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "২. মানতের নিষেধাজ্ঞা আর তা কিছুই ফিরিয়ে দেয় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Mansur with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا مُفَضَّلٌ، ح وَحَدَّثَنَا مُحَمَّدُ، بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، كِلاَهُمَا عَنْ مَنْصُورٍ، بِهَذَا الإِسْنَادِ نَحْوَ حَدِيثِ جَرِيرٍ .",
    "hadithBengali": "৪০৯৪। মুহাম্মাদ ইবনু রাফি, মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রাঃ) ... উক্ত সনদে জারীরের হাদীসের অনুরূপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4094",
    "id": "13705",
    "thesequence": "13548",
    "isActive": "1",
    "chapterId": "13730",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "২. মানতের নিষেধাজ্ঞা আর তা কিছুই ফিরিয়ে দেয় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Heraira reported Allahs Messenger (ﷺ) as saying:\nDo not take vows, for a vow has no effect against Fate; it is only from the miserly that something is extracted.",
    "hadithArabic": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي الدَّرَاوَرْدِيَّ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ تَنْذُرُوا فَإِنَّ النَّذْرَ لاَ يُغْنِي مِنَ الْقَدَرِ شَيْئًا وَإِنَّمَا يُسْتَخْرَجُ بِهِ مِنَ الْبَخِيلِ  .",
    "hadithBengali": "৪০৯৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা মানত করো না। কারণ, মানত তাকদীরের বিপরীতে কোন কাজে আসে না। তার মাধ্যমে কেবল কৃপণের মালই বের করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4095",
    "id": "13706",
    "thesequence": "13549",
    "isActive": "1",
    "chapterId": "13730",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "২. মানতের নিষেধাজ্ঞা আর তা কিছুই ফিরিয়ে দেয় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) forbidding taking of vows, and said:\nIt does not avert Fate, but is the means by which something is extracted from the miser.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ الْعَلاَءَ، يُحَدِّثُ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنِ النَّذْرِ وَقَالَ   إِنَّهُ لاَ يَرُدُّ مِنَ الْقَدَرِ وَإِنَّمَا يُسْتَخْرَجُ بِهِ مِنَ الْبَخِيلِ  .",
    "hadithBengali": "৪০৯৬। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মানত করতে নিষেধ করেছেন এবং বলেছেন, তা তাকদীরের কিছু ফিরাতে পারে না। এর মাধ্যমে কেবলমাত্র কৃপণ থেকে কিছু বের করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4096",
    "id": "13707",
    "thesequence": "13550",
    "isActive": "1",
    "chapterId": "13730",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "২. মানতের নিষেধাজ্ঞা আর তা কিছুই ফিরিয়ে দেয় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nThe vow does not bring anything near to the son of Adam which Allah has not ordained for him, but (at times) the vow coincides with Destiny, and this is how something is extracted from the miserly person, which that miser was not willing to give.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَعَلِيُّ بْنُ حُجْرٍ، قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ - عَنْ عَمْرٍو، - وَهْوَ ابْنُ أَبِي عَمْرٍو - عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِنَّ النَّذْرَ لاَ يُقَرِّبُ مِنِ ابْنِ آدَمَ شَيْئًا لَمْ يَكُنِ اللَّهُ قَدَّرَهُ لَهُ وَلَكِنِ النَّذْرُ يُوَافِقُ الْقَدَرَ فَيُخْرَجُ بِذَلِكَ مِنَ الْبَخِيلِ مَا لَمْ يَكُنِ الْبَخِيلُ يُرِيدُ أَنْ يُخْرِجَ  .",
    "hadithBengali": "৪০৯৭। ইয়াহইয়া ইবনু আইউব, কুতায়বা ইবনু সাঈদ ও আলী ইবনু হুজর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মানত এমন কোন বস্তুকে মানুষের নিকটে এনে দেয় না, যা আল্লাহ তার তাকদীরে রাখেননি। কিন্তু মানত তাকদীরের অনুকুলে হয়ে এর দ্বারা কৃপণের সেই মাল বের করা হয়, যা বের করতে সে ইচ্ছুক ছিল না।\n",
    "checkStatus": "1",
    "hadithNo": "4097",
    "id": "13708",
    "thesequence": "13551",
    "isActive": "1",
    "chapterId": "13730",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "২. মানতের নিষেধাজ্ঞা আর তা কিছুই ফিরিয়ে দেয় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Amr b. Abu Amr.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْقَارِيَّ - وَعَبْدُ الْعَزِيزِ - يَعْنِي الدَّرَاوَرْدِيَّ - كِلاَهُمَا عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৪০৯৮। কুতায়বা ইবনু সাঈদ (রহঃ) ... আমর ইবনু আবূ আমর (রহঃ) এর সুত্রে উক্ত সনদে অনুরূপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4098",
    "id": "13709",
    "thesequence": "13552",
    "isActive": "1",
    "chapterId": "13730",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "২. মানতের নিষেধাজ্ঞা আর তা কিছুই ফিরিয়ে দেয় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Imran b. Husain reported that the tribe of Thaqif was the ally of Banu Uqail. Thaqif took two persons from amongst the Companions of Allahs Messenger (ﷺ) as prisoners. The Companions of Allahs Messenger (ﷺ) took one person at Banu Uqail as prisoner, and captured al-Adbi (the she-camel of the Holy Prophet) along with him. Allahs Messenger (ﷺ) came to him and he was tied with ropes. He said:\nMuhammad. He came near him and said: What is the matter with you? Thereupon he (the prisoner) said: Why have you taken me as prisoner and why have you caught hold of one proceeding the pilgrims (the she-camel as she carried the Prophet on her back and walked ahead of the multitude)? He (the Holy Prophet) said: (Yours is a great fault). I (my men) have caught hold of you for the crime of your allies, Banu Thaqif. He (the Holy Prophet) then turned away. He again called him and said: Muhammad, Muhammad, and since Allahs Messenger (ﷺ) was very compassionate, and tenderhearted, he returned to him, and said: What is the matter with you? He said: I am a Muslim, whereupon he (the Holy Prophet) said: Had you said this when you had been the master of yourself, you would have gained every success. He then turned away. He (the prisoner) called him again saying: Muhammad, Muhammad. He came to him and said: What is the matter with you? He said: I am hungry, feed me, and I am thirsty, so provide me with drink. He (the Holy Prophet) said: That is (to satisfy) your want. He was then ransomed for two persons (who had been taken prisoner by Thaqif). He (the narrator) said: A woman of the Ansar had been taken prisoner and also al-Adbi was caught. The woman had been tied with ropes. The people were giving rest to their animals before their houses. She escaped one night from the bondage and came to the camels. As she drew near the camels, they fretted and fumed and so she left them until she came to al-, Adbi. It did not fret and fume; it was docile She rode upon its back and drove it away and she went off. When they (the enemies of Islam) were warned of this, they went in search of it, but it (the she-camel) exhausted them. She (the woman) took vow for Allah, that in case He would save her through it, she would offer that as a sacrifice. As she reached Medina, the people saw her and they said: Here is al-Adbi, the she-camel of Allahs Messenger (ﷺ). She (the woman) said that she had taken a vow that if Allah would save her on its back, she would sacrifice it. They (the Prophets Companions) came to Allahs Messenger (ﷺ) and made a mention of that to him, whereupon he said: Hallowed be Allah, how ill she rewarded it that she took vow to Allah that if He saves her on its back, she would sacrifice it! There is no fulfillment of the vow in an act of disobedience, nor in an act over which a person has no control. In the version of Ibn Hujr (the words are): There is no vow in disobedience to Allah.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَعَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، - وَاللَّفْظُ لِزُهَيْرٍ - قَالاَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ كَانَتْ ثَقِيفُ حُلَفَاءَ لِبَنِي عُقَيْلٍ فَأَسَرَتْ ثَقِيفُ رَجُلَيْنِ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَسَرَ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم رَجُلاً مِنْ بَنِي عُقَيْلٍ وَأَصَابُوا مَعَهُ الْعَضْبَاءَ فَأَتَى عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهْوَ فِي الْوَثَاقِ قَالَ يَا مُحَمَّدُ . فَأَتَاهُ فَقَالَ  مَا شَأْنُكَ  . فَقَالَ بِمَ أَخَذْتَنِي وَبِمَ أَخَذْتَ سَابِقَةَ الْحَاجِّ فَقَالَ إِعْظَامًا لِذَلِكَ  أَخَذْتُكَ بِجَرِيرَةِ حُلَفَائِكَ ثَقِيفَ  . ثُمَّ انْصَرَفَ عَنْهُ فَنَادَاهُ فَقَالَ يَا مُحَمَّدُ يَا مُحَمَّدُ . وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم رَحِيمًا رَقِيقًا فَرَجَعَ إِلَيْهِ فَقَالَ  مَا شَأْنُكَ  . قَالَ إِنِّي مُسْلِمٌ . قَالَ  لَوْ قُلْتَهَا وَأَنْتَ تَمْلِكُ أَمْرَكَ أَفْلَحْتَ كُلَّ الْفَلاَحِ  . ثُمَّ انْصَرَفَ فَنَادَاهُ فَقَالَ يَا مُحَمَّدُ يَا مُحَمَّدُ . فَأَتَاهُ فَقَالَ  مَا شَأْنُكَ  . قَالَ إِنِّي جَائِعٌ فَأَطْعِمْنِي وَظَمْآنُ فَأَسْقِنِي . قَالَ  هَذِهِ حَاجَتُكَ  . فَفُدِيَ بِالرَّجُلَيْنِ - قَالَ - وَأُسِرَتِ امْرَأَةٌ مِنَ الأَنْصَارِ وَأُصِيبَتِ الْعَضْبَاءُ فَكَانَتِ الْمَرْأَةُ فِي الْوَثَاقِ وَكَانَ الْقَوْمُ يُرِيحُونَ نَعَمَهُمْ بَيْنَ يَدَىْ بُيُوتِهِمْ فَانْفَلَتَتْ ذَاتَ لَيْلَةٍ مِنَ الْوَثَاقِ فَأَتَتِ الإِبِلَ فَجَعَلَتْ إِذَا دَنَتْ مِنَ الْبَعِيرِ رَغَا فَتَتْرُكُهُ حَتَّى تَنْتَهِيَ إِلَى الْعَضْبَاءِ فَلَمْ تَرْغُ قَالَ وَنَاقَةٌ مُنَوَّقَةٌ فَقَعَدَتْ فِي عَجُزِهَا ثُمَّ زَجَرَتْهَا فَانْطَلَقَتْ وَنَذِرُوا بِهَا فَطَلَبُوهَا فَأَعْجَزَتْهُمْ - قَالَ - وَنَذَرَتْ لِلَّهِ إِنْ نَجَّاهَا اللَّهُ عَلَيْهَا لَتَنْحَرَنَّهَا فَلَمَّا قَدِمَتِ الْمَدِينَةَ رَآهَا النَّاسُ . فَقَالُوا الْعَضْبَاءُ نَاقَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم . فَقَالَتْ إِنَّهَا نَذَرَتْ إِنْ نَجَّاهَا اللَّهُ عَلَيْهَا لَتَنْحَرَنَّهَا . فَأَتَوْا رَسُولَ اللَّهِ صلى الله عليه وسلم فَذَكَرُوا ذَلِكَ لَهُ . فَقَالَ  سُبْحَانَ اللَّهِ بِئْسَمَا جَزَتْهَا نَذَرَتْ لِلَّهِ إِنْ نَجَّاهَا اللَّهُ عَلَيْهَا لَتَنْحَرَنَّهَا لاَ وَفَاءَ لِنَذْرٍ فِي مَعْصِيَةٍ وَلاَ فِيمَا لاَ يَمْلِكُ الْعَبْدُ  . وَفِي رِوَايَةِ ابْنِ حُجْرٍ  لاَ نَذْرَ فِي مَعْصِيَةِ اللَّهِ  .",
    "hadithBengali": "৪০৯৯। যুহায়র ইবনু হারব ও আলী ইবনু হুজর সাদী (রহঃ) ... ইমরান ইবনু হুসায়ন (রাঃ) থেকে বর্ণিত। তিনি বলেন, সাকীফ গোত্র ছিল বনূ উকায়ল গোত্রের মিত্র। সাফীফ গোত্রের লোকেরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দুজন সাহাবীকে বন্দী করে। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীরা বনূ উকায়ল গোত্রের এক ব্যক্তিকে বন্দী করে এবং তার সাথে আযবা (নাম্নী উষ্ট্রী) কেও আটক করে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাছে আসলেন। তখন সে বাধা অবস্থায় ছিল। সে ডাক দিল, ইয়া মুহাম্মদ! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার নিকট এলেন এবং বললেনঃ তোমার কী অবস্থা? সে বললো, আমাকে কী কারণে বন্দী করেছেন? আর কেনই বা হাজ্জীদের অগ্রগামী উষ্ট্রীকে আটক করেছেন?\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, (বিরাট কারণে)। তোমার মিত্র সাকীফ গোত্রের অপরাধের জন্য (তোমাকে বন্দী করেছি)। এরপর তিনি তার কাছ থেকে ফিরলেন। সে আবার তাঁকে ডেকে বলছেন, ইয়া মুহাম্মাদ! ইয়া মুহাম্মাদ! আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন বড়ই দয়ালু এবং নম্র স্বভাবের। তাই তিনি তার দিকে আবার এলেন, এবং বললেন, তোমার কি অবস্থা? সে বললো, আমি একজন মুসলমান। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি যদি এ কথা তখন বলতে, যখন তোমার ব্যাপার তোমার অধিকারে ছিল, তবে তুমি পুরোপুরি সফল হতে।\n\nএরপর তিনি ফিরলেন। সে আবারও তাকে ডাক দিয়ে বললো, ইয়া মুহাম্মাদ! ইয়া মুহাম্মাদ! তিনি আবার তার কাছে এলেন এবং বললেন, তোমার কী হয়েছে? সে বললো, আমি ক্ষুধার্ত, আমাকে খাবার দিন, এবং তৃষ্ণার্ত, আমাকে পান করান। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এটা তোমার (স্বীকার্য) প্রয়োজন? অতঃপর তাকে সেই দু&#39;ব্যক্তির বিনিময়ে মুক্তি দেওয়া হয়।\n\nরাবী বলেনঃ, একবার এক আনসার মহিলা বন্দী হয় এবং আযবা নাম্নী উষ্ট্রী (তাদের হাতে) ধরা পড়ে। মহিলাটি বাধা অবস্থায় ছিল। গোত্রের লোকদের নিয়ম ছিল বিকালে তারা তাদের পশু তাদের বাড়ি ঘরের সামনে রাখত। এক রাতে সে মহিলা বন্ধন মুক্ত হয়ে পলায়ন করে এবং উটের কাছে আসে। সে যখনই কোন উটের কাছে আসতো, উট আওয়াজ করতো এবং তখন সে তাকে পরিত্যাগ করতো। অবশেষে সে আযবার, কাছে এসে পৌছে। আযবা কোন আওয়াজ করলো না। এ ছিল বড়ই বাধ্যগত উটনী। সে তার পিঠের উপর বসে এবং তাকে হাঁকা দিলে সে চলতে থাকে।\n\nতখন তারা তার পলায়ন টের পেয়ে গেল এবং তার অন্বেষণে ছুটল। কিন্তু আযবা তাদেরকে ব্যর্থ করে দেয়। রাবী বলেন, মহিলাও আল্লাহর নামে মানত করে যে, আল্লাহ যদি এ উষ্ঠীর সাহায্যে তাকে মুক্তি দেন, তবে সে অবশ্যই উষ্ট্রীকে কুরবানী করবে। যখন সে মদিনায় পৌঁছে, তখন লোকজন তাকে দেখে বললো, এতো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উষ্ট্রী আযবা। তখন সে বলল যে, সে মানত করেছে যে, আল্লাহ যদি তাকে এ উষ্ঠীর উপর রক্ষা করেন, তবে সে অবশ্যই তাকে কুরবানী দিবে।\n\nতারপর তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে ঘটনাটি তাকে বললো। তিনি বললেন, &#39;সুবাহানাল্লাহ&#39; কি মন্দ প্রতিদান, যা সে তাকে দিয়েছে। সে আল্লাহর নামে মানত করেছে যে, যদি আল্লাহ তাকে এ উষ্ট্রীর উপর রক্ষা করেন তবে সে তাকেই কুরবানী করে দিবে। (জেনে রাখ) পাপের ব্যাপারে মানত করলে সে মানত পূরণ করতে নেই।আর বান্দা যার মালিক নয় সে বস্তুর মানতও পূরণযোগ্য নয়। ইবনু হুজর (রহঃ) এর বর্ণনায় আছে যে, আল্লাহর নাফরমানীর বিষয়ে মানত সংঘটিত হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "4099",
    "id": "13710",
    "thesequence": "13553",
    "isActive": "1",
    "chapterId": "13731",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "৩. আল্লাহর নাফরমানীর মানত পূর্ণ করা যাবে না এবং বান্দা যার মালিক নয় তাতেও (মানত সাব্যস্ত হবে না)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated on the authority of Ayyub with the same chain of transmitters and a slight variation of words.",
    "hadithArabic": " حَدَّثَنَا أَبُو الرَّبِيعِ الْعَتَكِيُّ، حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ زَيْدٍ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ عَنْ عَبْدِ الْوَهَّابِ الثَّقَفِيِّ، كِلاَهُمَا عَنْ أَيُّوبَ، بِهَذَا الإِسْنَادِ نَحْوَهُ وَفِي حَدِيثِ حَمَّادٍ قَالَ كَانَتِ الْعَضْبَاءُ لِرَجُلٍ مِنْ بَنِي عُقَيْلٍ وَكَانَتْ مِنْ سَوَابِقِ الْحَاجِّ وَفِي حَدِيثِهِ أَيْضًا فَأَتَتْ عَلَى نَاقِةٍ ذَلُولٍ مُجَرَّسَةٍ . وَفِي حَدِيثِ الثَّقَفِيِّ وَهِيَ نَاقَةٌ مُدَرَّبَةٌ .",
    "hadithBengali": "৪১০০। আবূ রাবী আল আতাকী, ইসহাক ইবনু ইবরাহীম ও ইবনু আবূ উমার (রহঃ) ... আইউব (রহঃ) এর সুত্রে অনুরূপ বর্ণনা করেছেন। আবূ হাম্মাদ (রহঃ) বর্ণিত হাদীসে আছে যে, &#39;আযবা&#39; ছিল উকায়ল গোত্রের জনৈক ব্যক্তির এবং হাজীদের উটের মধ্যে অগ্রগামী। তার হাদীসে আরও আছে যে, মহিলাটি একটি উষ্ট্রীর নিকট আসে, যা ছিল বাধ্যগত ও সাওয়ারীতে অভ্যস্ত। আর সাকাফীর হাদীসে আছে যে, তা ছিল একটি প্রশিক্ষিত উষ্ট্রী।\n",
    "checkStatus": "1",
    "hadithNo": "4100",
    "id": "13711",
    "thesequence": "13554",
    "isActive": "1",
    "chapterId": "13731",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "৩. আল্লাহর নাফরমানীর মানত পূর্ণ করা যাবে না এবং বান্দা যার মালিক নয় তাতেও (মানত সাব্যস্ত হবে না)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported that Allahs Apostle (ﷺ) saw an old man being supported between his two sons. He (the Holy Prophet) said:\nWhat is the matter with him? They said: He had taken the vow to walk (on foot to the Kaba). Thereupon he (Allahs Apoitle) said: Allah is indifferent to his inflicting upon himself chastisement, and he commanded him to ride.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ حُمَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، ح. وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ الْفَزَارِيُّ، حَدَّثَنَا حُمَيْدٌ، حَدَّثَنِي ثَابِتٌ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَأَىَ شَيْخًا يُهَادَى بَيْنَ ابْنَيْهِ فَقَالَ  مَا بَالُ هَذَا  . قَالُوا نَذَرَ أَنْ يَمْشِيَ . قَالَ  إِنَّ اللَّهَ عَنْ تَعْذِيبِ هَذَا نَفْسَهُ لَغَنِيٌّ  . وَأَمَرَهُ أَنْ يَرْكَبَ .",
    "hadithBengali": "৪১০১। ইয়াহইয়া ইবনু ইয়াহইয়া তামীমী ও ইবনু আবূ উমার (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার এক বৃদ্ধকে দেখলেন যে, সে তার দুই পুত্রের উপর ভর দিয়ে হেঁটে যাচ্ছিল। তখন তিনি বললেন, এর অবস্থা কি? তারা বললো, সে হেটে (হজ্জে) যাওয়ার মানত করেছে। তিনি বললেন, তার এভাবে নিজেকে শাস্তি দেওয়ার ব্যাপারে আল্লাহ তা&#39;আলার কোন প্রয়োজন নেই। অতঃপর তিনি তাকে সাওয়ার হতে আদেশ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4101",
    "id": "13712",
    "thesequence": "13555",
    "isActive": "1",
    "chapterId": "13732",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "৪. যিনি হেঁটে কা&#039;বায় যাবেন বলে মানত করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nAllahs Apostle (ﷺ) found an old man walking between his two sons supported by them, whereupon Allahs Apostle (ﷺ) said: What is the matter with him? He (the narrator) said: Allahs Messenger, they are his sons and there is upon him the (fulfilment) of the vow, whereupon Allahs Apostle (ﷺ) said: Ride, old man, for Allah is not in need of you and your vow.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ - عَنْ عَمْرٍو، - وَهُوَ ابْنُ أَبِي عَمْرٍو - عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَدْرَكَ شَيْخًا يَمْشِي بَيْنَ ابْنَيْهِ يَتَوَكَّأُ عَلَيْهِمَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم  مَا شَأْنُ هَذَا  . قَالَ ابْنَاهُ يَا رَسُولَ اللَّهِ كَانَ عَلَيْهِ نَذْرٌ . فَقَالَ النَّبِيُّ صلى الله عليه وسلم  ارْكَبْ أَيُّهَا الشَّيْخُ فَإِنَّ اللَّهَ غَنِيٌّ عَنْكَ وَعَنْ نَذْرِكَ  . وَاللَّفْظُ لِقُتَيْبَةَ وَابْنِ حُجْرٍ .",
    "hadithBengali": "৪১০২। ইয়াহইয়া ইবনু আইউব, কুতায়বা ও ইবনু হুজর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক বৃদ্ধকে দেখতে পান সে তার দুই পূত্রের মাঝে তাদের উপর ভর দিয়ে চলেছে। তিনি বললেন, এ ব্যক্তির কী ব্যাপার? তার দুই পুত্র বললেন, ইয়া রাসুলাল্লাহ! তার উপর (হেঁটে যাওয়ার) মানত ছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ওহে বৃদ্ধ! তুমি আরোহণ কর। কেননা আল্লাহ তোমার ও তোমার মানতের মুখাপেক্ষী নন। (এ শব্দ ভাষ্য হল কুতায়বা ও ইবনু হুজর (রহঃ) এর।)\n",
    "checkStatus": "1",
    "hadithNo": "4102",
    "id": "13713",
    "thesequence": "13556",
    "isActive": "1",
    "chapterId": "13732",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "৪. যিনি হেঁটে কা&#039;বায় যাবেন বলে মানত করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Amr b. Abu Amr with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي الدَّرَاوَرْدِيَّ - عَنْ عَمْرِو، بْنِ أَبِي عَمْرٍو بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৪১০৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... আমর ইবনু আবূ আমর (রহঃ) এর সুত্রে উক্ত সনদে অনুরূপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4103",
    "id": "13714",
    "thesequence": "13557",
    "isActive": "1",
    "chapterId": "13732",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "৪. যিনি হেঁটে কা&#039;বায় যাবেন বলে মানত করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Uqba b. Amir reported:\nMy sister took a vow that she would walk bare foot to the house of Allah (Kaba). She asked me to inquire from Allahs Messenger (ﷺ) about it. I sought his decision and he said: She should walk on foot and ride also.",
    "hadithArabic": "وَحَدَّثَنَا زَكَرِيَّاءُ بْنُ يَحْيَى بْنِ صَالِحٍ الْمِصْرِيُّ، حَدَّثَنَا الْمُفَضَّلُ، - يَعْنِي ابْنَ فَضَالَةَ - حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَيَّاشٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، أَنَّهُ قَالَ نَذَرَتْ أُخْتِي أَنْ تَمْشِيَ، إِلَى بَيْتِ اللَّهِ حَافِيَةً فَأَمَرَتْنِي أَنْ أَسْتَفْتِيَ لَهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَاسْتَفْتَيْتُهُ فَقَالَ   لِتَمْشِ وَلْتَرْكَبْ  .",
    "hadithBengali": "৪১০৪। যাকারিয়া ইবনু ইয়াহইয়া ইবনু সালিহ মিসরী (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার বোন খালি পায়ে হেঁটে বায়তুল্লাহ যাওয়ার মানত করে। সে আমাকে তার পক্ষে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ফাতওয়া জানার জন্য আদেশ করে। আমি তাঁর কাছে এ ব্যাপারে জিজ্ঞাসা করলাম। তিনি বললেন, সে পায়ে হেঁটে ও আরোহণ করে যাক।\n",
    "checkStatus": "1",
    "hadithNo": "4104",
    "id": "13715",
    "thesequence": "13558",
    "isActive": "1",
    "chapterId": "13732",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "৪. যিনি হেঁটে কা&#039;বায় যাবেন বলে মানত করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Uqba b. Amir Juhani. but in this no mention has been made of barefoot.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنَا سَعِيدُ، بْنُ أَبِي أَيُّوبَ أَنَّ يَزِيدَ بْنَ أَبِي حَبِيبٍ، أَخْبَرَهُ أَنَّ أَبَا الْخَيْرِ حَدَّثَهُ عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ، أَنَّهُ قَالَ نَذَرَتْ أُخْتِي . فَذَكَرَ بِمِثْلِ حَدِيثِ مُفَضَّلٍ وَلَمْ يَذْكُرْ فِي الْحَدِيثِ حَافِيَةً . وَزَادَ وَكَانَ أَبُو الْخَيْرِ لاَ يُفَارِقُ عُقْبَةَ . ",
    "hadithBengali": "৪১০৫। মুহাম্মাদ ইবনু রাফি (রহঃ) ... উকবা ইবনু আমির জুহানী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমার বোন মানত করে, পরবর্তী অংশ মুফাজ্জাল বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন। এ হাদীসে তিনি حَافِيَةً (নগ্ন পায়ে) শব্দটি উল্লেখ করেন নি এবং অতিরিক্ত বলেছেন যে, আবূল খায়ের (রহঃ) উকবা (রাঃ) থেকে পৃথক হতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "4105",
    "id": "13716",
    "thesequence": "13559",
    "isActive": "1",
    "chapterId": "13732",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "৪. যিনি হেঁটে কা&#039;বায় যাবেন বলে মানত করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "وَحَدَّثَنِيهِ مُحَمَّدُ بْنُ حَاتِمٍ، وَابْنُ أَبِي خَلَفٍ، قَالاَ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا ابْنُ، جُرَيْجٍ أَخْبَرَنِي يَحْيَى بْنُ أَيُّوبَ، أَنَّ يَزِيدَ بْنَ أَبِي حَبِيبٍ، أَخْبَرَهُ بِهَذَا الإِسْنَادِ، . مِثْلَ حَدِيثِ عَبْدِ الرَّزَّاقِ .",
    "hadithBengali": "৪১০৬। মুহাম্মদ ইবনু হাতিম ও ইবনু আবূ খালফ (রহঃ) ... ইয়াযীদ ইবনু আবূ হাবীব (রহঃ) এর সুত্রে উক্ত সনদে আবদুর রাযযক (রহঃ) এর বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4106",
    "id": "13717",
    "thesequence": "13560",
    "isActive": "1",
    "chapterId": "13732",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "৪. যিনি হেঁটে কা&#039;বায় যাবেন বলে মানত করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Uqba. b. Amir reported Allahs Messenger (ﷺ) as saying:\nThe expiation of the (breach of) a vow is the same as that of the (breach of an oath).",
    "hadithArabic": "وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَيُونُسُ بْنُ عَبْدِ الأَعْلَى، وَأَحْمَدُ بْنُ عِيسَى، قَالَ يُونُسُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ كَعْبِ بْنِ، عَلْقَمَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ شُمَاسَةَ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   كَفَّارَةُ النَّذْرِ كَفَّارَةُ الْيَمِينِ  . ",
    "hadithBengali": "৪১০৭। হারুন সাঈদ আয়লী, ইউনুস ইবনু আ&#39;লা ও আহমাদ ইবনু ঈসা (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মানতের কাফফারা কসমেরকাফফারার অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "4107",
    "id": "13718",
    "thesequence": "13561",
    "isActive": "1",
    "chapterId": "13733",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "128",
    "statusId": "1",
    "topicName": "৫. মানতের কাফফারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]