[
  {
    "hadithEnglish": " Umar b. al-Khattib reported Allahs Messenger (ﷺ) as saying:\nAllah, the Great and Majestic, forbids you to swear by your fathers. Umar said: By Allah. I have never sworn (by my father) since I heard Allahs Messenger (ﷺ) forbidding it mentioning them on my behalf nor on behalf of someone else.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، ح وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ، عَبْدِ اللَّهِ عَنْ أَبِيهِ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ اللَّهَ عَزَّ وَجَلَّ يَنْهَاكُمْ أَنْ تَحْلِفُوا بِآبَائِكُمْ  . قَالَ عُمَرُ فَوَاللَّهِ مَا حَلَفْتُ بِهَا مُنْذُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْهَا ذَاكِرًا وَلاَ آثِرًا .",
    "hadithBengali": "৪১০৮। আবূ তাহির আহমাদ ইবনু আমর ইবনু সারহ ও হারামালা ইবনু ইয়াহইয়া (রহঃ) ... উমার ইবনু খাত্তাব (রাঃ) থেকে বর্নিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মহান আল্লাহ তা&#39;আলা তোমাদের বাপ-দাদাদ নামে কসম করতে নিষেধ করেছেন। উমার (রাঃ) বলেন, আল্লাহর কসম! আমি যখন থেকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ থেকে নিষেধ করতে শুনেছি, আর তখন থেকে কখনও সে নামে কখনি কসম করিনি। নিজের পক্ষ থেকেও নয় (অপরের) উদ্বৃতি দিয়েও নয়।\n",
    "checkStatus": "1",
    "hadithNo": "4108",
    "id": "13719",
    "thesequence": "13563",
    "isActive": "1",
    "chapterId": "13734",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১. আল্লাহ্&zwnj; তা&#039;আলা ব্যতীত অন্য কারো নামে কসম করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted on the authority of Zuhri except that in the hadith narrated on the authority of Uqail the words are:\n I did not take oath by (anyone else except Allah) since I heard Allahs Messenger forbidding it. nor did I speak in such terms, and the narrator did not say, on my own behalf or on behalf of someone else.",
    "hadithArabic": " وَحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ، خَالِدٍ ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، كِلاَهُمَا عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ . مِثْلَهُ غَيْرَ أَنَّ فِي حَدِيثِ عُقَيْلٍ مَا حَلَفْتُ بِهَا مُنْذُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنْهَا وَلاَ تَكَلَّمْتُ بِهَا . وَلَمْ يَقُلْ ذَاكِرًا وَلاَ آثِرًا .",
    "hadithBengali": "৪১০৯। আবদুল মালিক ইবনু শুআয়ব ইবনু লায়স, ইসহাক ইবনু ইবরাহীম ও আবদ ইবনু হুমায়দ (রহঃ) ... যুহরী (রহঃ) এর এর সূত্রে উক্ত সনদে অনুরূপ বর্ননা করেছেন। অবশ্য উকায়ল (রহঃ) বর্ণিত হাদীসে বর্নিত আছে যে আমি আর সে নামে কসম করিনি যখন থেকে আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ থেকে নিষেধ করতে শুনেছি। আর এ নামের কসমের উচ্চারণও করিনি। তবে তিনি নিজের পক্ষ থেকে এবং উদ্বৃতি দিয়েও কথাটি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "4109",
    "id": "13720",
    "thesequence": "13564",
    "isActive": "1",
    "chapterId": "13734",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১. আল্লাহ্&zwnj; তা&#039;আলা ব্যতীত অন্য কারো নামে কসম করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salim reported on the authority of his father that Allahs Apostle (ﷺ) heard Umar while he was taking oath by his father. The rest of the hadith is the same.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالُوا حَدَّثَنَا سُفْيَانُ، بْنُ عُيَيْنَةَ عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ سَمِعَ النَّبِيُّ صلى الله عليه وسلم عُمَرَ وَهُوَ يَحْلِفُ بِأَبِيهِ . بِمِثْلِ رِوَايَةِ يُونُسَ وَمَعْمَرٍ .",
    "hadithBengali": "৪১১০। আবূ বাকর ইবনু আবূ শায়বা, আমর আন নাকিদ ও যুহায়র ইবনু হারব (রহঃ) ... সালিম (রহঃ) তাঁর পিতার থেকে বর্ণনা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা উমার (রাঃ) কে তাঁর পিতার নামে শপথ করতে শুনলেন। পরবর্তী অংশ ইউনুস ও মামার (রহঃ) এর বর্ণনার অনুসারে বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4110",
    "id": "13721",
    "thesequence": "13565",
    "isActive": "1",
    "chapterId": "13734",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১. আল্লাহ্&zwnj; তা&#039;আলা ব্যতীত অন্য কারো নামে কসম করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah (b. Umar) reported that Allahs Messenger (ﷺ) found, Umar b. al-Khattab amongst the riders and he was taking oath by his father Allahs Messenger (ﷺ) called them (saying) ; Our Allah, the Exated and Majestic, has forbidden you that you take oath by your father. He who bag to take an oath, he must take it by Allah or keep quiet.",
    "hadithArabic": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، - وَاللَّفْظُ لَهُ - أَخْبَرَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ أَدْرَكَ عُمَرَ بْنَ الْخَطَّابِ فِي رَكْبٍ وَعُمَرُ يَحْلِفُ بِأَبِيهِ فَنَادَاهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَلاَ إِنَّ اللَّهَ عَزَّ وَجَلَّ يَنْهَاكُمْ أَنْ تَحْلِفُوا بِآبَائِكُمْ فَمَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِاللَّهِ أَوْ لِيَصْمُتْ .",
    "hadithBengali": "৪১১১। কুতায়বা ইবনু সাঈদ ও মুহাম্মাদ ইবনু রুমহ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা এক কাফেলায় উমার ইবনু খাত্তাব (রাঃ) কে পেলেন। উমার (রাঃ) তখন তার পিতার নামে শপথ করছিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের ডেকে বললেনঃ সাবধান! মহান আল্লাহ তোমাদের বাপ-দাদার নামে কসম করতে তোমাদের নিষেধ করেছেন। সুতরাং যে কেউ কসম খেতে চায়, সে যেন আল্লাহর নামে কসম খায় অথবা সে যেন চুপ থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "4111",
    "id": "13722",
    "thesequence": "13566",
    "isActive": "1",
    "chapterId": "13734",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১. আল্লাহ্&zwnj; তা&#039;আলা ব্যতীত অন্য কারো নামে কসম করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated on the authority of Ibn Umar through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، - وَهُوَ الْقَطَّانُ - عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنِي بِشْرُ بْنُ هِلاَلٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا أَيُّوبُ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الْوَلِيدِ بْنِ كَثِيرٍ، ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ، ح وَحَدَّثَنَا ابْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنَا الضَّحَّاكُ، وَابْنُ أَبِي ذِئْبٍ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ، رَافِعٍ عَنْ عَبْدِ الرَّزَّاقِ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي عَبْدُ الْكَرِيمِ، . كُلُّ هَؤُلاَءِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، بِمِثْلِ هَذِهِ الْقِصَّةِ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৪১১২। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র, মুহাম্মাদ ইবনু মূসান্না, ইয়াহইয়া, বিশর ইবনু হিলাল, আবূ কুরায়ব, ইবনু আবূ উমার, ইবনু রাফি, ইসহাক ইবনু ইবরাহীম ইবনু রাফি (রহঃ) ... তারা সকলেই ইবনু উমার (রাঃ) সুত্রে অনুরূপ ঘটনা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4112",
    "id": "13723",
    "thesequence": "13567",
    "isActive": "1",
    "chapterId": "13734",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১. আল্লাহ্&zwnj; তা&#039;আলা ব্যতীত অন্য কারো নামে কসম করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar heard Allahs Messenger (ﷺ) as saying:\nHe who has to take an oath, he must not take oath but by Allah. The Quraish used to take oath by their fathers. So he (the Holy Prophet) said: Do not take oath by your fathers.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَيَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالَ يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ - عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، أَنَّهُ سَمِعَ ابْنَ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ كَانَ حَالِفًا فَلاَ يَحْلِفْ إِلاَّ بِاللَّهِ  . وَكَانَتْ قُرَيْشٌ تَحْلِفُ بِآبَائِهَا فَقَالَ  لاَ تَحْلِفُوا بِآبَائِكُمْ  .",
    "hadithBengali": "৪১১৩। ইয়াহইয়া ইবনু ইয়াহইয়া, ইবনু আইউব, কুতায়বা ও ইবনু হুজর (রহঃ) ... ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি শপথ করতে চায়, সে যেন আল্লাহর নাম ব্যতীত শপথ না করে। কুরায়শরা তাদের বাপ-দাদার নামে শপথ করতো। কাজেই রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা তোমাদের বাপ-দাদার নামের উপর শপথ করো না।\n",
    "checkStatus": "1",
    "hadithNo": "4113",
    "id": "13724",
    "thesequence": "13568",
    "isActive": "1",
    "chapterId": "13734",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১. আল্লাহ্&zwnj; তা&#039;আলা ব্যতীত অন্য কারো নামে কসম করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nHe who takes an oath in the course of which he says: By Lat (and al-Uzza), he should say: There is no god but Allah; and that if anyone says to his friend: Come and I will gamble with you, he should pay sadaqa.",
    "hadithArabic": "حَدَّثَنِي أَبُو الطَّاهِرِ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، ح وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ حَلَفَ مِنْكُمْ فَقَالَ فِي حَلِفِهِ بِاللاَّتِ . فَلْيَقُلْ لاَ إِلَهَ إِلاَّ اللَّهُ . وَمَنْ قَالَ لِصَاحِبِهِ تَعَالَ أُقَامِرْكَ . فَلْيَتَصَدَّقْ  .",
    "hadithBengali": "৪১১৪। আবূ তাহির ও হারামালা ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মধ্যে যে ব্যক্তি কসম করে এবং সে কসম করতে গিয়ে বলে, লা&#39;তের কসম, সে যেন (এর পরপরই) বলে لاَ إِلَهَ إِلاَّ اللَّهُ আর যে ব্যক্তি তার সাথীকে বলে, এসো, তোমার সাথে জুয়া খেলি, সে যেন (এর সাথে সাথেই) কিছু সাদাকা করে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "4114",
    "id": "13725",
    "thesequence": "13569",
    "isActive": "1",
    "chapterId": "13735",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "২. যে ব্যক্তি লা&#039;ত ও উযযা এর নামে কসম করে সে যেন لاَ إِلَهَ إِلاَّ اللَّهُ বলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Zuhri.",
    "hadithArabic": " وَحَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الأَوْزَاعِيِّ، ح وَحَدَّثَنَا إِسْحَاقُ، بْنُ إِبْرَاهِيمَ وَعَبْدُ بْنُ حُمَيْدٍ قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، كِلاَهُمَا عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ وَحَدِيثُ مَعْمَرٍ مِثْلُ حَدِيثِ يُونُسَ غَيْرَ أَنَّهُ قَالَ  فَلْيَتَصَدَّقْ بِشَىْءٍ  . وَفِي حَدِيثِ الأَوْزَاعِيِّ  مَنْ حَلَفَ بِاللاَّتِ وَالْعُزَّى  . قَالَ أَبُو الْحُسَيْنِ مُسْلِمٌ هَذَا الْحَرْفُ - يَعْنِي قَوْلَهُ تَعَالَ أُقَامِرْكَ . فَلْيَتَصَدَّقْ - لاَ يَرْوِيهِ أَحَدٌ غَيْرُ الزُّهْرِيِّ قَالَ وَلِلزُّهْرِيِّ نَحْوٌ مِنْ تِسْعِينَ حَدِيثًا يَرْوِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم لاَ يُشَارِكُهُ فِيهِ أَحَدٌ بِأَسَانِيدَ جِيَادٍ .",
    "hadithBengali": "৪১১৫। সুওয়ায়দ ইবনু সাঈদ, ইসহাক ইবনু ইবরাহীম ও আবদ ইবনু হুমায়দ (রহঃ) ... যুহরী (রহঃ) সুত্রে উক্ত সনদে বর্ণনা করেন। আর মা&#39;মার (রহঃ) এর হাদীস ইউনুস (রহঃ) এর হাদীসের অনুরূপ। তবে মামার বলেছেন, সে যেন কোন কিছু সাদাকা করে দেয়। আর আওযাঈর হাদীসে আছে, যে &#39;লাত&#39; ও &#39;মানাত&#39; এর শপথ করবে। আবূল হুসায়ন (ইমাম) মুসলিম (রহঃ) বলেন, এ কথাটি অর্থাৎ তার কথা তুমি এসো, তোমার সাথে আমি জুয়া খেলি, তবে সে যেন সাথে সাথে সাদাকা দেয় যুহরী ব্যতীত অন্য কেউই বর্ণনা করেনি। ইমাম মুসলিম (রহঃ) আরো বলেন, যুহরীর নিকট উত্তম সনদের প্রায় নব্বইটি হাদীস আছে, যা তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন, যাতে আর কেউ শরীক নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4115",
    "id": "13726",
    "thesequence": "13570",
    "isActive": "1",
    "chapterId": "13735",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "২. যে ব্যক্তি লা&#039;ত ও উযযা এর নামে কসম করে সে যেন لاَ إِلَهَ إِلاَّ اللَّهُ বলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd al-Rahman b. Samura reported Allahs Messenger (ﷺ) as saying:\nDo not swear by idols, nor by your fathers.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ هِشَامٍ، عَنِ الْحَسَنِ، عَنْ عَبْدِ، الرَّحْمَنِ بْنِ سَمُرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَحْلِفُوا بِالطَّوَاغِي وَلاَ بِآبَائِكُمْ  .",
    "hadithBengali": "৪১১৬। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আবদুর রহমান ইবনু সামুরা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা দেবতার নামে ও তোমাদের বাপ-দাদার নামে কসম করো না।\n",
    "checkStatus": "1",
    "hadithNo": "4116",
    "id": "13727",
    "thesequence": "13571",
    "isActive": "1",
    "chapterId": "13735",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "২. যে ব্যক্তি লা&#039;ত ও উযযা এর নামে কসম করে সে যেন لاَ إِلَهَ إِلاَّ اللَّهُ বলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa al-Ashari reported:\nI came to Allahs Apostle (ﷺ) along with a group of Asharites requesting to give us a mount. He (the Holy Prophet) said: By Allah, I cannot provide you with a mount, and there is nothing with me which I should give you as a ride. He (the narrator) said: We stayed there as long as Allah willed. Then there were brought to him (to the Holy Prophet) camels. He (the Holy Prophet) then ordered to give us three white humped camels, We started and said (or some of us said to the others): Allah will not bless us. We came to Allahs Messenger (ﷺ) begging him to provide us with riding camels. He swore that he could not provide us with a mount, but later on he provided us with that. They (some of the Prophets Companions) came and informed him about this (rankling of theirs), whereupon he said: It was not I who provided you with a mount, but Allah has provided you with that. So far as I am concerned, by Allah, if He so wills, I would not swear, but if, later on, I would see better than it, I (would break the vow) and expiate it and do that which is better.",
    "hadithArabic": " حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَيَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، - وَاللَّفْظُ لِخَلَفٍ - قَالُوا حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ غَيْلاَنَ بْنِ جَرِيرٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، الأَشْعَرِيِّ قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فِي رَهْطٍ مِنَ الأَشْعَرِيِّينَ نَسْتَحْمِلُهُ فَقَالَ  وَاللَّهِ لاَ أَحْمِلُكُمْ وَمَا عِنْدِي مَا أَحْمِلُكُمْ عَلَيْهِ  . قَالَ فَلَبِثْنَا مَا شَاءَ اللَّهُ ثُمَّ أُتِيَ بِإِبِلٍ فَأَمَرَ لَنَا بِثَلاَثِ ذَوْدٍ غُرِّ الذُّرَى فَلَمَّا انْطَلَقْنَا قُلْنَا - أَوْ قَالَ بَعْضُنَا لِبَعْضٍ - لاَ يُبَارِكُ اللَّهُ لَنَا أَتَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم نَسْتَحْمِلُهُ فَحَلَفَ أَنْ لاَ يَحْمِلَنَا ثُمَّ حَمَلَنَا . فَأَتَوْهُ فَأَخْبَرُوهُ فَقَالَ  مَا أَنَا حَمَلْتُكُمْ وَلَكِنَّ اللَّهَ حَمَلَكُمْ وَإِنِّي وَاللَّهِ إِنْ شَاءَ اللَّهُ لاَ أَحْلِفُ عَلَى يَمِينٍ ثُمَّ أَرَى خَيْرًا مِنْهَا إِلاَّ كَفَّرْتُ عَنْ يَمِينِي وَأَتَيْتُ الَّذِي هُوَ خَيْرٌ  .",
    "hadithBengali": "৪১১৭। খালফ ইবনু হিশাম, কুতায়বা ইবনু সাঈদ ও ইয়াহইয়া ইবনু হাবীব হারিসী (রহঃ) ... আবূ মূসা আশ&#39;আরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি আশ&#39;আরী গোত্রের কয়েকজন লোককে নিয়ে সাওয়ারী চাওয়ার জন্য নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসি। তখন তিনি বললেনঃ আল্লাহর কসম! আমি তোমাদের সাওয়ারী দিব না। আর আমার কাছে এমন কিছু নেই যাতে আমি তোমাদের সাওয়ার করাতে পারি। আবূ মূসা আশআরী (রাঃ) বললেন, আমরা অপেক্ষা করলাম, যতক্ষন আল্লাহর ইচ্ছা ছিল। তারপর তার কাছে কিছু উট আসে। তিনি আমাদেরকে তিনটি সাদা কুঁজ বিশিষ্ট উট দেওয়ার হুকুম করেন।\n\nযখন আমরা (তা নিয়ে) চলে আসি। তখন আমরা বললাম, (রাবী বলেন, অথবা বলেছেন, আমাদের একে অপরকে বলল) (এতে) আল্লাহ তাআলা আমাদের বরকত দিবেন না। আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট সাওয়ারী চাইতে এসেছিলাম। তখন তিনি কসম করেছিলেন যে, আমাদের সাওয়ারী দিবেন না। এরপর সাওয়ারী আমাদের দিলেন। এরপর তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে (তাঁর কসমের কথা) অবগত করালেন। তিনি বললেনঃ আমি তোমাদের সাওয়ারী দেইনি; বরং আল্লাহ তোমাদের সাওয়ারী দিয়েছেন। আর আল্লাহর কসম! ইনশা আল্লাহ আমি যখনই কোন বিষয়ের উপর কসম করি এরপর যদি এর তুলনায় (বিপরীতটিকে) উত্তম মনে করি, তবে আমি আমার কসমের কাফফারা দিয়ে দিব এবং যা উত্তম তাই করবো।\n",
    "checkStatus": "1",
    "hadithNo": "4117",
    "id": "13728",
    "thesequence": "13572",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa reported:\nMy friends sent me to Allahs Messenger (ﷺ) asking him to provide them with mounts as they were going along with him in jaish al-Usrah (the army of destitutes or of meagre means or army setting out during the hard times and that is the occasion of the expedition of Tabuk) I said: Apostle of Allah, my friends have sent me to you so that you may provide them with mounts. He (the Holy Prophet) said: By Allah, I cannot provide you with anything to ride. And it so happened that he was at that time much perturbed. I little knew of it, so I came back with a heavy heart on account of the refusal of Allahs Messenger (ﷺ), and the fear that Allahs Messenger (ﷺ) might have some feelings against me. I returned to my friends and informed them about what Allahs Messenger (ﷺ) had said. I had hardly stayed for a little that I heard Bilal calling: Abdullah b. Qais. I responded to his call. He said: Hasten to Allahs Messenger (ﷺ), he is calling you, When I came to the Prophet (ﷺ) he said: Take this pair, this pair, and this pair (i. e. six camels which he had bought from Sad), and take them to y, our friends and say: Verily Allah (or he said: Verily Allahs Messenger (ﷺ) has provided you with these animals. So ride upon them. Abu Musa said: I went along with them to my friends and said: Verily Allahs messenger (ﷺ) has provided you with these animals for riding; but by Allah, I shall not leave you until some of you go along with me to him who had heard the talk of Allahs Messenger (ﷺ) then I asked him for you, and his refusal for the first time, and then his granting them to me subsequently; so you should not think that I narrated to you something which he did not say. They said to me: By Allah, in our opinion you are certainly truthful, and we would do as you like. So Abu Musa went along withsome of the menfrom them until they came to those who had heard the words of Allahs Messenger (may, peace be upon him) and his refusal to (provide) them with (animals) ; and subsequently his granting (the animals) to them; and they narrated to them exactly as Abu Masa had narrated to them.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بَرَّادٍ الأَشْعَرِيُّ، وَمُحَمَّدُ بْنُ الْعَلاَءِ الْهَمْدَانِيُّ، - وَتَقَارَبَا فِي اللَّفْظِ - قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ أَرْسَلَنِي أَصْحَابِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم أَسْأَلُهُ لَهُمُ الْحُمْلاَنَ إِذْ هُمْ مَعَهُ فِي جَيْشِ الْعُسْرَةِ - وَهِيَ غَزْوَةُ تَبُوكَ - فَقُلْتُ يَا نَبِيَّ اللَّهِ إِنَّ أَصْحَابِي أَرْسَلُونِي إِلَيْكَ لِتَحْمِلَهُمْ . فَقَالَ  وَاللَّهِ لاَ أَحْمِلُكُمْ عَلَى شَىْءٍ  . وَوَافَقْتُهُ وَهُوَ غَضْبَانُ وَلاَ أَشْعُرُ فَرَجَعْتُ حَزِينًا مِنْ مَنْعِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَمِنْ مَخَافَةِ أَنْ يَكُونَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَدْ وَجَدَ فِي نَفْسِهِ عَلَىَّ فَرَجَعْتُ إِلَى أَصْحَابِي فَأَخْبَرْتُهُمُ الَّذِي قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَمْ أَلْبَثْ إِلاَّ سُوَيْعَةً إِذْ سَمِعْتُ بِلاَلاً يُنَادِي أَىْ عَبْدَ اللَّهِ بْنَ قَيْسٍ . فَأَجَبْتُهُ فَقَالَ أَجِبْ رَسُولَ اللَّهِ صلى الله عليه وسلم يَدْعُوكَ . فَلَمَّا أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  خُذْ هَذَيْنِ الْقَرِينَيْنِ وَهَذَيْنِ الْقَرِينَيْنِ وَهَذَيْنِ الْقَرِينَيْنِ - لِسِتَّةِ أَبْعِرَةٍ ابْتَاعَهُنَّ حِينَئِذٍ مِنْ سَعْدٍ - فَانْطَلِقْ بِهِنَّ إِلَى أَصْحَابِكَ فَقُلْ إِنَّ اللَّهَ - أَوْ قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم - يَحْمِلُكُمْ عَلَى هَؤُلاَءِ فَارْكَبُوهُنَّ  . قَالَ أَبُو مُوسَى فَانْطَلَقْتُ إِلَى أَصْحَابِي بِهِنَّ فَقُلْتُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم يَحْمِلُكُمْ عَلَى هَؤُلاَءِ وَلَكِنْ وَاللَّهِ لاَ أَدَعُكُمْ حَتَّى يَنْطَلِقَ مَعِي بَعْضُكُمْ إِلَى مَنْ سَمِعَ مَقَالَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم حِينَ سَأَلْتُهُ لَكُمْ وَمَنْعَهُ فِي أَوَّلِ مَرَّةٍ ثُمَّ إِعْطَاءَهُ إِيَّاىَ بَعْدَ ذَلِكَ لاَ تَظُنُّوا أَنِّي حَدَّثْتُكُمْ شَيْئًا لَمْ يَقُلْهُ . فَقَالُوا لِي وَاللَّهِ إِنَّكَ عِنْدَنَا لَمُصَدَّقٌ وَلَنَفْعَلَنَّ مَا أَحْبَبْتَ . فَانْطَلَقَ أَبُو مُوسَى بِنَفَرٍ مِنْهُمْ حَتَّى أَتَوُا الَّذِينَ سَمِعُوا قَوْلَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَمَنْعَهُ إِيَّاهُمْ ثُمَّ إِعْطَاءَهُمْ بَعْدُ فَحَدَّثُوهُمْ بِمَا حَدَّثَهُمْ بِهِ أَبُو مُوسَى سَوَاءً .",
    "hadithBengali": "৪১১৮। আবদুল্লাহ ইবনু বাররাদ আশআরী ও মুহাম্মাদ ইবনু আলা হামদানী (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার সাথীরা তাদের জন্য সাওয়ারী চাইতে আমাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পাঠায়, যখন তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে জায়শুল উসরা (সৎকারকালীন বাহিনী) (অর্থাৎ তাবুকের যুদ্ধে) তার সঙ্গে ছিল। আমি বললাম, হে আল্লাহর নবী! আমার সঙ্গীরা আমাকে আপনার নিকট তাদেরকে সাওয়ারী দেয়ার জন্য পাঠিয়েছে। তিনি বললেনঃ আল্লাহর কসম! আমি তোমাদের কোন বাহন দিব না। আর যখন আমি তার সঙ্গে সাক্ষাৎ করি তখন তিনি ক্রোধান্বিত ছিলেন, অথচ আমি বুঝতে পারিনি। আমি চিন্তিত মনে ফিরে আসি।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অসম্মতির কারণে এবং এই ভয়ে যে, সম্ভবত রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার উপর মনে মনে ক্রোধানিত হয়েছেন। তখন আমি আমার সাথীদের নিকট চলে আসি এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা বলেছেন তা তাদের জানাই। অল্পক্ষণর অতিবাহিত না করতেই হঠাৎ শুনতে পাই যে, বিলাল (রাঃ) ডাক দিচ্ছেন হে আবদুল্লাহ ইবনু কায়স! আমি উত্তর দিলাম। তিনি বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ডাকে সাড়া দিন। তিনি আপনাকে ডাকছেন।\n\nযখন আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসি, তখন তিনি বললেনঃ এ জোড়া নাও, এ জোড়া নাও এবং এ জোড়া নাও। ছয়টি উট সম্পর্কে বললেন, (যা তিনি তখনই সাদ (রাঃ) কাছ থেকে কিনেছিলেন) এবং এগুলো নিয়ে তোমার সাথীদের কাছে যাও আর বলো যে, আল্লাহ অথবা বলেন, আল্লাহর রাসুল তোমাদের এগুলো বাহনের জন্য দিয়েছেন। সুতরাং তোমরা এর উপর আরোহণ করো।\n\nআবূ মূসা (রাঃ) বলেনঃ, আমি এগুলি নিয়ে আমার সাথীদের নিকট আসি এবং বলি যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এগুলো তোমাদের বাহন হিসেবে দিয়েছেন। কিন্তু আল্লাহর কসম! আমি তোমাদের ছাড়বো না, যতক্ষন পর্যন্ত তোমাদের কেউ আমার সাথে সেই ব্যক্তির নিকট না যায়, যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা শোনেছে, যখন আমি তার নিকট তোমাদের জন্য (বাহন) চেয়েছিলাম এবং তিনি প্রথমবারে নিষেধ করেন এবং পরে আমাকে তা প্রদান করেন। তোমরা ধারণা করোনা যে, আমি তোমাদের এমন কথা বলেছি যা তিনি বলেন নি।\n\nতারা আমাকে বললেন, আল্লাহর কসম! আপনি আমাদের নিকট অবশ্যই সত্যবাদী। আর আপনি যা চাইছেন তাও আমরা অবশ্যই করবো। তারপর আবূ মূসা (রাঃ) তাদের মধ্য থেকে করেকজনকে সাথে নিযে ঐসব লোকদের নিকটে এলেন যারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা এবং তাদের দিতে তার নিষেধাজ্ঞা শুনেছিলেন এবং পরবর্তীতে তাঁর দেওয়া প্রত্যক্ষ করেছিলেন। তারা তাদের কাছে হুবহু সেই বর্ণনাই দিলেন যা আবূ মূসা (রাঃ) তাদের কাছে বর্ণনা করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4118",
    "id": "13729",
    "thesequence": "13573",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ayyub said:\nWe were sitting in the company of Abu Musa that he called for food and it consisted of flesh of fowl. It was then that a person from Banu Tamim visited him. His complexion was red having the resemblance of a slave. He said to him: Come and (join me in food). He showed reluctance. He (Abu Masa) said: Come on, for I saw Allahs Messenger (ﷺ) eating it (fowls meat), whereupon that person said: I saw it eating something (of filth and rubbish) and I found it repugnant and took an oath that I would never eat that. He (Abu Muds) said: Come, so that I would narrate to you about that (the incident pertaining to vow). (And he narrated thus): I came to Allahs Messenger (ﷺ) along with a group of people belonging to the tribe of Ashari, asking him to provide us with riding camels. He (the Holy Prophet) said: By Allah, I cannot provide you with riding animals. And there is nothing with me with which I can provide you a mount. We stayed (for some time) there as Allah willed, and there was brought to Allahs Messenger (ﷺ) booty of camels. He called us and commanded that we should be given five white humped camels. As we were about to go back, some of us said to the other: As we made Allahs Messenger (ﷺ) forget oath, there would be no blessing for us (in his gift). We went back to him and said: Allahs Messenger, we came to you to provide us with riding animals and you took an oath that you would never equip us with mounts and then you have provided us with the riding beasts Allahs Messenger, have you forgotten? Thereupon he said: I swear by Allah that if Allah so wills, I shall not swear an oath, and then consider something else to be better than it without making atonement for my oath and doing the thing that is better. So you go; Allah, the Exalted and Glorious, has given you riding animals.",
    "hadithArabic": " حَدَّثَنِي أَبُو الرَّبِيعِ الْعَتَكِيُّ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - عَنْ أَيُّوبَ، عَنْ أَبِي، قِلاَبَةَ وَعَنِ الْقَاسِمِ بْنِ عَاصِمٍ، عَنْ زَهْدَمٍ الْجَرْمِيِّ، - قَالَ أَيُّوبُ وَأَنَا لِحَدِيثِ الْقَاسِمِ، أَحْفَظُ مِنِّي لِحَدِيثِ أَبِي قِلاَبَةَ - قَالَ كُنَّا عِنْدَ أَبِي مُوسَى فَدَعَا بِمَائِدَتِهِ وَعَلَيْهَا لَحْمُ دَجَاجٍ فَدَخَلَ رَجُلٌ مِنْ بَنِي تَيْمِ اللَّهِ أَحْمَرُ شَبِيهٌ بِالْمَوَالِي فَقَالَ لَهُ هَلُمَّ . فَتَلَكَّأَ فَقَالَ هَلُمَّ فَإِنِّي قَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَأْكُلُ مِنْهُ . فَقَالَ الرَّجُلُ إِنِّي رَأَيْتُهُ يَأْكُلُ شَيْئًا فَقَذِرْتُهُ فَحَلَفْتُ أَنْ لاَ أَطْعَمَهُ فَقَالَ هَلُمَّ أُحَدِّثْكَ عَنْ ذَلِكَ إِنِّي أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي رَهْطٍ مِنَ الأَشْعَرِيِّينَ نَسْتَحْمِلُهُ فَقَالَ  وَاللَّهِ لاَ أَحْمِلُكُمْ وَمَا عِنْدِي مَا أَحْمِلُكُمْ عَلَيْهِ  . فَلَبِثْنَا مَا شَاءَ اللَّهُ فَأُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِنَهْبِ إِبِلٍ فَدَعَا بِنَا فَأَمَرَ لَنَا بِخَمْسِ ذَوْدٍ غُرِّ الذُّرَى قَالَ فَلَمَّا انْطَلَقْنَا قَالَ بَعْضُنَا لِبَعْضٍ أَغْفَلْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم يَمِينَهُ لاَ يُبَارَكُ لَنَا . فَرَجَعْنَا إِلَيْهِ فَقُلْنَا يَا رَسُولَ اللَّهِ إِنَّا أَتَيْنَاكَ نَسْتَحْمِلُكَ وَإِنَّكَ حَلَفْتَ أَنْ لاَ تَحْمِلَنَا ثُمَّ حَمَلْتَنَا أَفَنَسِيتَ يَا رَسُولَ اللَّهِ قَالَ  إِنِّي وَاللَّهِ إِنْ شَاءَ اللَّهُ لاَ أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا إِلاَّ أَتَيْتُ الَّذِي هُوَ خَيْرٌ وَتَحَلَّلْتُهَا فَانْطَلِقُوا فَإِنَّمَا حَمَلَكُمُ اللَّهُ عَزَّ وَجَلَّ  .",
    "hadithBengali": "৪১১৯। আবু রাবী&#39; আতাকী (রহঃ) ... যাহদাম জারমী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা আবূ মূসা (রাঃ) এর নিকটে ছিলাম। তাঁর (খানার) দস্তরখান নিয়ে আসতে বললেন। তাতে মুরগীর গোশত ছিল। ইত্যবসরে তায়মুল্লাহ গোত্রের লাল বর্ণের এক লোক উপস্থিত হয়। যে গোলাম বা নও মুসলিম সদৃশ ছিল। আবূ মূসা (রাঃ) তাকে বললেন, এসো। সে ইতস্তত করে। আবূ মূসা (রাঃ) বললেন, এসো। কারণ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তা খেতে দেখেছি। লোকটি বললো, আমি একে এমন কিছু খেতে দেখেছি যাতে আমার ঘৃণা হয়, তাই আমি কসম করেছি যে, তা আর খাবো না। আবূ মূসা (রাঃ) বললেন, এসো, এ ব্যাপারে আমি তোমাকে একটি হাদীস বলছি।\n\nআমি একবার আশ&#39;আরী গোত্রের কতিপয় লোকের সাথে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট সাওয়ারী চাইতে আসি। তিনি বললেনঃ আল্লাহর কসম! আমি তোমাদের সাওয়ারী দিব না। আর তোমাদের দেওয়ার মত সাওয়ারীও আমার কাছে নাই। তারপর যতক্ষন আল্লাহর মর্জি হয়, আমরা অপেক্ষা করলাম। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে কিছু গনীমতের উট আসে। তিনি আমাকে ডেকে পাঠান এবং সাদা কুঁজ বিশিষ্ট পাঁচটি উট আমাদের দেওয়ার জন্য আদেশ দেন।\n\nযখন আমরা চললাম তখন আমাদের একে অন্যকে বললেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তার কসম সম্বন্ধে অমনোযোগী রেখেছি, আমাদের বরকত হবে না। তখন আমরা তার নিকট ফিরে গিয়ে বললাম, ইয়া রাসুলাল্লাহ! আমরা আপনার নিকট সাওয়ারী চাইতে এসেছিলাম। আর আপনি আমাদেরকে সাওয়ারী না দেয়ার কসম করেছিলেন এবং তারপর আপনি আমাদের সাওয়ারী দিয়ে দিয়েছিলেন। আপনি কি তা ভুলে গেছেন ইয়া রাসুলাল্লাহ! তিনি বললেন, আল্লাহর কসম! ইনশা আল্লাহ, আমি যখনই কোন কসম করি, তারপর তার বিপরীতটিকে উত্তম মনে করি তখন আমি উত্তমটিই করব এবং কসম থেকে হালাল হয়ে যাব (অর্থাৎ কাফফারা আদায় করব) সুতরাং তোমরা যাও, কেননা আল্লাহ তাআলা তোমাদের সাওয়ারী দান করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4119",
    "id": "13730",
    "thesequence": "13574",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abu Musa al-Ashari with a slight variation of words.",
    "hadithArabic": " وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، وَالْقَاسِمِ، التَّمِيمِيِّ عَنْ زَهْدَمٍ الْجَرْمِيِّ، قَالَ كَانَ بَيْنَ هَذَا الْحَىِّ مِنْ جَرْمٍ وَبَيْنَ الأَشْعَرِيِّينَ وُدٌّ وَإِخَاءٌ فَكُنَّا عِنْدَ أَبِي مُوسَى الأَشْعَرِيِّ فَقُرِّبَ إِلَيْهِ طَعَامٌ فِيهِ لَحْمُ دَجَاجٍ . فَذَكَرَ نَحْوَهُ .",
    "hadithBengali": "৪১২০। ইবনু আবূ উমার (রহঃ) ... যাহদাম জারমী (রহঃ) থেকে বর্ণিত। তিনি বলেন, জারম এর এই গোত্র এবং আশ&#39;আরীদের মধ্যে বন্ধুত্ব ও ভ্রাতৃত্ব সম্পর্ক বিদ্যমান ছিল। একবার আমরা আবূ মূসা আশ&#39;আরী (রাঃ) এর নিকটে ছিলাম। তখন তাঁর সামনে খাদ্য উপস্থিত করা হলো, যার মধ্যে মুরগির গোশতও ছিল। পরবর্তী অংশ উক্ত হাদীসের অনুরূপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4120",
    "id": "13731",
    "thesequence": "13575",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zahdam al-Jarmi reported:\nWe were in the company of Abu Musa. The rest of the hadith is the same.",
    "hadithArabic": " وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ، نُمَيْرٍ عَنْ إِسْمَاعِيلَ، ابْنِ عُلَيَّةَ عَنْ أَيُّوبَ، عَنِ الْقَاسِمِ التَّمِيمِيِّ، عَنْ زَهْدَمٍ الْجَرْمِيِّ، ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ زَهْدَمٍ الْجَرْمِيِّ، ح وَحَدَّثَنِي أَبُو بَكْرِ بْنُ إِسْحَاقَ، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي قِلاَبَةَ، وَالْقَاسِمِ، عَنْ زَهْدَمٍ الْجَرْمِيِّ، قَالَ كُنَّا عِنْدَ أَبِي مُوسَى . وَاقْتَصُّوا جَمِيعًا الْحَدِيثَ بِمَعْنَى حَدِيثِ حَمَّادِ بْنِ زَيْدٍ .",
    "hadithBengali": "৪১২১। আলী ইবনু হুজর সাদী, ইসহাক ইবনু ইবরাহীম ও ইবনু নুমায়র, ইবনু আবূ উমার ও আবূ বাকুর ইবনু ইসহাক (রহঃ) ... যাহদাম জারমী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা আবূ মূসা (রাঃ) এর নিকটে ছিলাম। অতঃপর সকলেই হাম্মাদ ইবনু যায়দের হাদীসের মর্মানুসারে ঘটনা বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4121",
    "id": "13732",
    "thesequence": "13576",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zahdam al-Jarmi reported:\nI visited Abu Musa and lie was eating fowls meat. The rest of the hadith is the same with this addition that he (the Holy Prophet) said: By Allah, I did not forget it.",
    "hadithArabic": "وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا الصَّعْقُ، - يَعْنِي ابْنَ حَزْنٍ - حَدَّثَنَا مَطَرٌ الْوَرَّاقُ، حَدَّثَنَا زَهْدَمٌ الْجَرْمِيُّ، قَالَ دَخَلْتُ عَلَى أَبِي مُوسَى وَهُوَ يَأْكُلُ لَحْمَ دَجَاجٍ وَسَاقَ الْحَدِيثَ بِنَحْوِ حَدِيثِهِمْ وَزَادَ فِيهِ قَالَ   إِنِّي وَاللَّهِ مَا نَسِيتُهَا  .",
    "hadithBengali": "৪১২২। শায়বান ইবনু ফাররুখ (রহঃ) ... যাহদাম জারমী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবূ মূসা (রহঃ) এর নিকট গমন করি। তখন তিনি মুরগির গোশত খাচ্ছিলেন। তিনি হাদীসের পরবর্তী অংশ উক্ত বর্ণনাকারীদের অনুরূপ বর্ণনা করেন। তবে তিনি এতে এতটুকু অধিক বর্ণনা করেন যে, আল্লাহর কসম! আমি তা ভুলে যাইনি।\n",
    "checkStatus": "1",
    "hadithNo": "4122",
    "id": "13733",
    "thesequence": "13577",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa al-Ashari reported:\nWe came to Allahs Messenger (ﷺ) requesting him to provide us with riding camels. He (the Holy Prophet) said: There is nothing with me with which I should equip you. By Allah, I would not provide you with (riding camels). Then Allahs Messenger (ﷺ) sent to us three camels with spotted bumps. We said: We came to Allahs Messenger (ﷺ) asking him to equip us with riding animals. He took an oath that he could not equip us. We came to him and informed him. He said: By Allah, I do not take an oath, but when I find the other thing better than that, I do that which is better.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ ضُرَيْبِ بْنِ، نُقَيْرٍ الْقَيْسِيِّ عَنْ زَهْدَمٍ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ أَتَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم نَسْتَحْمِلُهُ فَقَالَ  مَا عِنْدِي مَا أَحْمِلُكُمْ وَاللَّهِ مَا أَحْمِلُكُمْ  . ثُمَّ بَعَثَ إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِثَلاَثَةِ ذَوْدٍ بُقْعِ الذُّرَى فَقُلْنَا إِنَّا أَتَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم نَسْتَحْمِلُهُ فَحَلَفَ أَنْ لاَ يَحْمِلَنَا فَأَتَيْنَاهُ فَأَخْبَرْنَاهُ فَقَالَ  إِنِّي لاَ أَحْلِفُ عَلَى يَمِينٍ أَرَى غَيْرَهَا خَيْرًا مِنْهَا إِلاَّ أَتَيْتُ الَّذِي هُوَ خَيْرٌ  .",
    "hadithBengali": "৪১২৩। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ মূসা আশ&#39;আরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট সাওয়ারী চাইতে উপস্থিত হই। তিনি বললেনঃ আমার নিকট এমন কিছু নাই যা তোমাদেরকে সাওয়ারী হিসেবে দিতে পারি। আল্লাহর কসম! আমি তোমাদের সাওয়ারী দিব না। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ছাই বর্ণের) সাদা কুঁজ বিশিষ্ট তিনটি উট আমাদের নিকট পাঠান। আমরা আলোচনা করলাম যে, সাওয়ারী চাওয়ার জন্য আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসেছিলাম। তখন তিনি কসম খেয়েছিলেন যে, তিনি আমাদের সাওয়ারী দিবেন না। এরপর আমরা তাঁর নিকট গিয়ে তাকে কসমের কথা জানালাম। তিনি বললেনঃ আমি কোন বিষয়ের উপর কসম করলে তার বিপরীত কাজ যদি উত্তম দেখি তবে অবশ্যই সে উত্তমটি করব।\n",
    "checkStatus": "1",
    "hadithNo": "4123",
    "id": "13734",
    "thesequence": "13578",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa reported:\nWe walked on foot and came to Allahs Apostle (may peace he upon him) asking him to provide us with mounts. The rest of the hadith is the same.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى التَّيْمِيُّ، حَدَّثَنَا الْمُعْتَمِرُ، عَنْ أَبِيهِ، حَدَّثَنَا أَبُو السَّلِيلِ، عَنْ زَهْدَمٍ، يُحَدِّثُهُ عَنْ أَبِي مُوسَى، قَالَ كُنَّا مُشَاةً فَأَتَيْنَا نَبِيَّ اللَّهِ صلى الله عليه وسلم نَسْتَحْمِلُهُ . بِنَحْوِ حَدِيثِ جَرِيرٍ .",
    "hadithBengali": "৪১২৪। মুহাম্মদ ইবনু আবদুল আলা তামীম (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা পদাতিক ছিলাম। তাই আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে সাওয়ারী চাইতে এলাম। এরপর জারীরের হাদীসের অনুরূপ বর্ননা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4124",
    "id": "13735",
    "thesequence": "13579",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nA person sat late in the night with Allahs Apostle (ﷺ), and then came to his family and found that his children had gone to sleep. His wife brought food for him. but he took an oath that he would not eat because of his children (having gone to sleep without food) He then gave precedence (of breaking the vow and then expiating it) and ate the food He then came to Allah s Messenger (ﷺ) and made mention of that to him, whereupon Allahs Messenger (may peace he upon him) said: He who took an oath and (later on) found something better than that should do that, and expiate for (breaking) his vow.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ الْفَزَارِيُّ، أَخْبَرَنَا يَزِيدُ بْنُ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أَعْتَمَ رَجُلٌ عِنْدَ النَّبِيِّ صلى الله عليه وسلم ثُمَّ رَجَعَ إِلَى أَهْلِهِ فَوَجَدَ الصِّبْيَةَ قَدْ نَامُوا فَأَتَاهُ أَهْلُهُ بِطَعَامِهِ فَحَلَفَ لاَ يَأْكُلُ مِنْ أَجْلِ صِبْيَتِهِ ثُمَّ بَدَا لَهُ فَأَكَلَ فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ حَلَفَ عَلَى يَمِينٍ فَرَأَى غَيْرَهَا خَيْرًا مِنْهَا فَلْيَأْتِهَا وَلْيُكَفِّرْ عَنْ يَمِينِهِ  .",
    "hadithBengali": "৪১২৫। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে গভীর রাত পর্যন্ত দেরী করে (ইশার সালাত আদায় করে)। এরপর তার পরিবারের কাছে গিয়ে দেখে যে, বাচ্চারা ঘুমিয়ে পড়েছে। তার স্ত্রী তার খাবার নিয়ে এলে সে সন্তানদের কারণে কসম করলো যে, সে খাবে না। পরে তার ভাবান্তর ঘটলো এবং সে খেয়ে নিল। এরপর সে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসে ও তাঁকে উক্ত ঘটনা বলে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে ব্যক্তি কোন বিষয়ে কসম করে, পরে তার বিপরীতটিকে তা থেকে উত্তম মনে করে, সে যেন তা করে ফেলে এবং নিজের কসমের কাফফারা দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "4125",
    "id": "13736",
    "thesequence": "13580",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nHe who took an oath and then found another thing better than (this) should expiate for the oath (broken) by him and do (the better thing).",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي مَالِكٌ، عَنْ سُهَيْلِ بْنِ أَبِي، صَالِحٍ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ حَلَفَ عَلَى يَمِينٍ فَرَأَى غَيْرَهَا خَيْرًا مِنْهَا فَلْيُكَفِّرْ عَنْ يَمِينِهِ وَلْيَفْعَلْ  .",
    "hadithBengali": "৪১২৬। আবূ তাহির (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কোন বিষয়ে কসম করে, পরে তার বিপরীতটিকে তার চেয়ে উত্তম মনে করে, তবে সে যেন তার কসমের কাফফারা দেয় এবং (ঐ কাজটি) করে ফেলে।\n",
    "checkStatus": "1",
    "hadithNo": "4126",
    "id": "13737",
    "thesequence": "13581",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nHe who took an oath and (later on) found another thing better than that, he should do that which is better, and expiate for the vow (broken by him).",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا ابْنُ أَبِي أُوَيْسٍ، حَدَّثَنِي عَبْدُ الْعَزِيزِ بْنُ الْمُطَّلِبِ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ حَلَفَ عَلَى يَمِينٍ فَرَأَى غَيْرَهَا خَيْرًا مِنْهَا فَلْيَأْتِ الَّذِي هُوَ خَيْرٌ وَلْيُكَفِّرْ عَنْ يَمِينِهِ  .",
    "hadithBengali": "৪১২৭। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কোন বিষয়ের উপর কসম করে, পরে তার বিপরীতটিকে তার চেয়ে উত্তম মনে করে, তবে সে যেন সেই উত্তম বিষয়টি সম্পাদন করে এবং কসমের কাফফারা আদায় করে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "4127",
    "id": "13738",
    "thesequence": "13582",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith is narrated on the authority of Suhail with the same chain of transmitters (with these words):\n He should expiate for (breaking) the vow and do that which is better.",
    "hadithArabic": "وَحَدَّثَنِي الْقَاسِمُ بْنُ زَكَرِيَّاءَ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنِي سُلَيْمَانُ، - يَعْنِي ابْنَ بِلاَلٍ - حَدَّثَنِي سُهَيْلٌ، فِي هَذَا الإِسْنَادِ بِمَعْنَى حَدِيثِ مَالِكٍ   فَلْيُكَفِّرْ يَمِينَهُ وَلْيَفْعَلِ الَّذِي هُوَ خَيْرٌ  .",
    "hadithBengali": "৪১২৮। কাসিম ইবনু যাকায়িয়া (রহঃ) ... সুহায়ল (রহঃ) এর সূত্রে উক্ত সনদে মালিক বর্ণিত হাদীসের মর্মানুরূপ বর্ণনা করেন। তবে এতে আছে, সে যেন তার কসমের কাফফারা দেয় এবং তাই করে যা উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "4128",
    "id": "13739",
    "thesequence": "13583",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Tamim b. Tarafa reported:\nA beggar came to Adi b. Hatim and he begged him to give him the price of a slave, or some portion of the price of the slave. He (Adi) said: I have nothing to give you except my coat-of-mail and helmet. I will, however, write to my family to give that to you, but he did not agree to that. Thereupon Adi was enraged, and said: By Allah, I will not give you anything. The person (then) agreed to accept that, whereupon he said: By Allah, had I not heard Allahs Messenger (ﷺ) saying: He who took an oath, but then found something more pious in the sight of Allah, he should (break the oath) and do that which is more pious, I would not have broken the oath (and thus paid you anything).",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنْ عَبْدِ الْعَزِيزِ، - يَعْنِي ابْنَ رُفَيْعٍ - عَنْ تَمِيمِ بْنِ طَرَفَةَ، قَالَ جَاءَ سَائِلٌ إِلَى عَدِيِّ بْنِ حَاتِمٍ فَسَأَلَهُ نَفَقَةً فِي ثَمَنِ خَادِمٍ أَوْ فِي بَعْضِ ثَمَنِ خَادِمٍ . فَقَالَ لَيْسَ عِنْدِي مَا أُعْطِيكَ إِلاَّ دِرْعِي وَمِغْفَرِي فَأَكْتُبُ إِلَى أَهْلِي أَنْ يُعْطُوكَهَا . قَالَ فَلَمْ يَرْضَ فَغَضِبَ عَدِيٌّ فَقَالَ أَمَا وَاللَّهِ لاَ أُعْطِيكَ شَيْئًا ثُمَّ إِنَّ الرَّجُلَ رَضِيَ فَقَالَ أَمَا وَاللَّهِ لَوْلاَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ حَلَفَ عَلَى يَمِينٍ ثُمَّ رَأَى أَتْقَى لِلَّهِ مِنْهَا فَلْيَأْتِ التَّقْوَى  . مَا حَنَّثْتُ يَمِينِي .",
    "hadithBengali": "৪১২৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... তামীম ইবনু তারফা (রহঃ) এর সূত্রে বর্ণিত। তিনি বলেন, একজন যাঞ্ছাকারী আদী ইবনু হাতিম (রাঃ) এর নিকট এলো। সে একজন দাসের মূল্য কিংবা দাসের মূল্যের কিছু অংশ সাহায্য করার প্রার্থনা জানায়। তিনি বললেন, একটা বর্ম ও লোহার টুপি ব্যতীত আমার নিকট তোমাকে দেওয়ার মত আর কিছুই নেই। আমি আমার পরিবারকে লিখে দিচ্ছি যেন তারা এ দু&#39;টি তোমাকে দিয়ে দেয়। রাবী বলেন, সে ব্যক্তি এতে রাজি হলো না। আদী এতে ক্রোধাম্বিত হয়ে বললেনঃ আল্লাহর কসম! আমি তোমাকে দিব না।\n\nপরে লোকটি রাযি হয়ে গেল। তখন তিনি বললেনঃ জেনে রাখ, আল্লাহর কসম! আমি যদি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একথা বলতে না শুনতাম যে, যে ব্যক্তি কোন ব্যাপারে কসম করে, অতঃপর তা অপেক্ষা আল্লাহর অধিক ভয় সম্পন্ন বিষয় দেখে, তবে সে যেন তাকওয়াপূর্ণ বিষয়টিই করে, তাহলে আমি আমার কসম প্রত্যাহার করতাম না।\n",
    "checkStatus": "1",
    "hadithNo": "4129",
    "id": "13740",
    "thesequence": "13584",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Adi b. Hatim reported Allahs Messenger (ﷺ) as saying:\nHe who took an oath, but he found something else better than that, should do that which is better and break his oath.",
    "hadithArabic": "وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنْ تَمِيمِ بْنِ طَرَفَةَ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ حَلَفَ عَلَى يَمِينٍ فَرَأَى غَيْرَهَا خَيْرًا مِنْهَا فَلْيَأْتِ الَّذِي هُوَ خَيْرٌ وَلْيَتْرُكْ يَمِينَهُ  .",
    "hadithBengali": "৪১৩০। উবায়দুল্লাহ ইবনু মুআয (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কসম করে, এরপর তার বিপরীতকে উত্তম মনে কবে, তবে সে যেন উত্তমটিই করে, এবং কসম পরিত্যাগ (ভঙ্গ) করে।\n",
    "checkStatus": "1",
    "hadithNo": "4130",
    "id": "13741",
    "thesequence": "13585",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Adi reported Allahs Messenger (ﷺ) as saying:\nWhen anyone amongst you takes an oath, but he finds (something) better than that he should expiate (the breaking of the oath), and do that which is better.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، وَمُحَمَّدُ بْنُ طَرِيفٍ الْبَجَلِيُّ، - وَاللَّفْظُ لاِبْنِ طَرِيفٍ - قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنْ تَمِيمٍ الطَّائِيِّ، عَنْ عَدِيٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا حَلَفَ أَحَدُكُمْ عَلَى الْيَمِينِ فَرَأَى خَيْرًا مِنْهَا فَلْيُكَفِّرْهَا وَلْيَأْتِ الَّذِي هُوَ خَيْرٌ  .",
    "hadithBengali": "৪১৩১। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র ও মুহাম্মাদ ইবনু তারিফ বাজালী (রহঃ) ... আদী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কেউ কোন কসম করে, এরপর তার চেয়ে উত্তম কিছু দেখে, তবে সে যেন তার কাফফারা আদায় করে এবং তাই যেন করে যা উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "4131",
    "id": "13742",
    "thesequence": "13586",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is reported on the authority of Adi b. Hatim through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ طَرِيفٍ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنِ الشَّيْبَانِيِّ، عَنْ عَبْدِ الْعَزِيزِ، بْنِ رُفَيْعٍ عَنْ تَمِيمٍ الطَّائِيِّ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ذَلِكَ .",
    "hadithBengali": "৪১৩২। মুহাম্মদ ইবনু তারীফ (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে উক্ত হাদীসের অনুরূপ বলতে শুনেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4132",
    "id": "13743",
    "thesequence": "13587",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Tamim b. Tarafa reported that he heard Adi b. Hatim say that a person came to him and asked for one hundred dirhams. He (Adi) said:\nYou asked me for one hundred dirhams and I am the son of Hatim; by Allah, I will not give you. But then he said: (I would have done that) if I had not heard Allahs Messenger (ﷺ) say: He who takes an oath, but then finds something better than that, should do that which is better.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ تَمِيمِ بْنِ طَرَفَةَ، قَالَ سَمِعْتُ عَدِيَّ بْنَ حَاتِمٍ، وَأَتَاهُ، رَجُلٌ يَسْأَلُهُ مِائَةَ دِرْهَمٍ . فَقَالَ تَسْأَلُنِي مِائَةَ دِرْهَمٍ وَأَنَا ابْنُ حَاتِمٍ وَاللَّهِ لاَ أُعْطِيكَ . ثُمَّ قَالَ لَوْلاَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ حَلَفَ عَلَى يَمِينٍ ثُمَّ رَأَى خَيْرًا مِنْهَا فَلْيَأْتِ الَّذِي هُوَ خَيْرٌ  .",
    "hadithBengali": "৪১৩৩। মুহাম্মদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত। একবার তার নিকট এক ব্যক্তি এসে একশ দিরহামের সাওয়াল করে। তিনি বললেন, তুমি আমার নিকট একশ দিরহাম সওয়াল করছ! অথচ আমি হাতিম (তাই) এর পুত্র। আল্লাহর কসম! তোমাকে আমি দান করব না। এরপর তিনি বললেন, আমি যদি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলতে না শোনতাম যে, যে ব্যক্তি কসম করে, পরে তদপেক্ষা উত্তম কিছু দেখে, তবে সে যেন সেই উত্তমটিই পালন করে।\n",
    "checkStatus": "1",
    "hadithNo": "4133",
    "id": "13744",
    "thesequence": "13588",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Tamim b. Tarafa reported:\nI heard Adi b. Hatim say that a person asked that and then narrated (the hadith) like one (mentioned above), but he made this addition: Here are four hundred (dirhams) for you out of my gift.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا سِمَاكُ بْنُ حَرْبٍ، قَالَ سَمِعْتُ تَمِيمَ بْنَ طَرَفَةَ، قَالَ سَمِعْتُ عَدِيَّ بْنَ حَاتِمٍ، أَنَّ رَجُلاً، سَأَلَهُ فَذَكَرَ مِثْلَهُ وَزَادَ وَلَكَ أَرْبَعُمِائَةٍ فِي عَطَائِي .",
    "hadithBengali": "৪১৩৪। মুহাম্মাদ ইবনু হাতিম (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত যে, এক ব্যক্তি তার নিকট সাওয়াল করে। এরপর উক্ত হাদীসের অনুরূপ বর্ণনা করেন এবং আরো বলেছেন যে, আমার প্রাপ্য (সরকারী) দান থেকে চারশ তোমার জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "4134",
    "id": "13745",
    "thesequence": "13589",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd al-Rahman b. Samura reported that Allahs Messenger (ﷺ) said to me:\nAbd al-Rahman b. Samura, dont ask for authority for if it is granted to you for asking for it, you would be commissioned for it (without having the support of Allah), but if you are granted it without your asking for it. You would be helped (by Allah) in it. And when you take an oath and find something else better than that, expiate for (breaking) your oath, and do that which is better. This hadith has also been transmitted on the authority of Ibn Farrukh.\n\n The above hadith is narratted through another chain of transmitters.",
    "hadithArabic": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، حَدَّثَنَا الْحَسَنُ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، بْنُ سَمُرَةَ قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم   يَا عَبْدَ الرَّحْمَنِ بْنَ سَمُرَةَ لاَ تَسْأَلِ الإِمَارَةَ فَإِنَّكَ إِنْ أُعْطِيتَهَا عَنْ مَسْأَلَةٍ وُكِلْتَ إِلَيْهَا وَإِنْ أُعْطِيتَهَا عَنْ غَيْرِ مَسْأَلَةٍ أُعِنْتَ عَلَيْهَا وَإِذَا حَلَفْتَ عَلَى يَمِينٍ فَرَأَيْتَ غَيْرَهَا خَيْرًا مِنْهَا فَكَفِّرْ عَنْ يَمِينِكَ وَائْتِ الَّذِي هُوَ خَيْرٌ  .\n قَالَ أَبُو أَحْمَدَ الْجُلُودِيُّ حَدَّثَنَا أَبُو الْعَبَّاسِ الْمَاسَرْجَسِيُّ، حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، . بِهَذَا الْحَدِيثِ .",
    "hadithBengali": "৪১৩৫। শায়বান ইবনু ফাররুখ (রহঃ) ... আবদর রহমান ইবনু সামুরাহ (রাঃ) থেকে বর্নিত। তিনি বলেন, আমাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আব্দুর রহমান ইবনু সামুরাহ! তুমি শাসন ক্ষমতা চেয়ো না। কারণ, যদি তোমাকে চাওয়ার কারণে তা দেওয়া হয়, তবে তার দায়িত্ব, তোমার উপর বর্তাবে। আর চাওয়া ব্যতীত তোমাকে তা অর্পণ করা হলে এ ব্যাপারে তোমাকে সাহায্য করা হবে।\n\nআর যখন তুমি কোন কাজের ব্যাপারে কসম কর; তারপর তার বিপরীত কাজকে তুমি উত্তম মনে কর, তবে তুমি তোমার কসমের কাফফারা আদায় করবে এবং যা উত্তম তা পালন করবে।\n\nআবূ আহমাদ আল জালুদী ... জারীর ইবনু হাযিম (রহঃ) থেকে উক্ত সনদে হাদীসটি বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4135",
    "id": "13746",
    "thesequence": "13590",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abd al-Rahman b. Samura through another chain of transmitters but there is no mention of the word authority.",
    "hadithArabic": " حَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنَا هُشَيْمٌ، عَنْ يُونُسَ، وَمَنْصُورٍ، وَحُمَيْدٍ، ح وَحَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ سِمَاكِ بْنِ عَطِيَّةَ، وَيُونُسَ بْنِ عُبَيْدٍ، وَهِشَامِ، بْنِ حَسَّانَ فِي آخَرِينَ ح وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا الْمُعْتَمِرُ، عَنْ أَبِيهِ، ح وَحَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ، حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، كُلُّهُمْ عَنِ الْحَسَنِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِهَذَا الْحَدِيثِ وَلَيْسَ فِي حَدِيثِ الْمُعْتَمِرِ عَنْ أَبِيهِ ذِكْرُ الإِمَارَةِ .",
    "hadithBengali": "৪১৩৬। আলী ইবনু হুজর সাদী, আবূ কামিল জাহদারী, ওয়াবদুল্লাহ ইবনু মুয়ায ও উকবা ইবনু মুকাররম আম্মী ... আবদুর রহমান ইবনু সামুরাহ (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীস বর্ণনা করেন। তবে মুতামির তাঁর পিতা সূত্রে বর্ণিত হাদীসে &#39;শাসন ক্ষমতার&#39; (ইমারাত) কথা উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4136",
    "id": "13747",
    "thesequence": "13591",
    "isActive": "1",
    "chapterId": "13736",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৩. যে ব্যক্তি কোন বিষয়ে কসম করে, পরে এর বিপরীত বিষয়কে তার চেয়ে উত্তম মনে করে তবে তার জন্য উত্তমটিই করা এবং কসমের কাফফারা দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Haraira reported Allahs Messenger (ﷺ) as saying:\nYour oath should be about something regarding which your companion will believe you. Amr said: By which your companion will believe you.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَعَمْرٌو النَّاقِدُ، - قَالَ يَحْيَى أَخْبَرَنَا هُشَيْمُ بْنُ بَشِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي صَالِحٍ، وَقَالَ، عَمْرٌو حَدَّثَنَا هُشَيْمُ بْنُ بَشِيرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ أَبِي صَالِحٍ، - عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يَمِينُكَ عَلَى مَا يُصَدِّقُكَ عَلَيْهِ صَاحِبُكَ  . وَقَالَ عَمْرٌو  يُصَدِّقُكَ بِهِ صَاحِبُكَ  .",
    "hadithBengali": "৪১৩৭। ইয়াহইয়া ইবনু ইয়াহইয়া ও আমর আন নাকিদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমার কসম ঐ উদ্দেশ্যের উপর ধরা হবে, যে উদ্দেশ্যের ব্যাপারে তোমার কসম গ্রহণকারী তোমাকে সত্য মনে করে। আমর বলেন, এ ভাবে যে, তোমার কসম গ্রহণকারী যে উদ্দেশ্যে তোমাকে সত্য মনে করে।\n",
    "checkStatus": "1",
    "hadithNo": "4137",
    "id": "13748",
    "thesequence": "13592",
    "isActive": "1",
    "chapterId": "13737",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৪. কসম হবে কসম গ্রহণকারীর নিয়্যাত অনুযায়ী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nAn oath is to be interpreted according to the intention of the one who takes it.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ هُشَيْمٍ، عَنْ عَبَّادِ بْنِ، أَبِي صَالِحٍ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْيَمِينُ عَلَى نِيَّةِ الْمُسْتَحْلِفِ  .",
    "hadithBengali": "৪১৩৮। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কসম কসমগ্রহীতার নিয়্যাতে অনুযায়ী সাব্যস্ত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4138",
    "id": "13749",
    "thesequence": "13593",
    "isActive": "1",
    "chapterId": "13737",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৪. কসম হবে কসম গ্রহণকারীর নিয়্যাত অনুযায়ী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that (Hadrat) Sulaiman had sixty wives. He (one day) said:\nI will visit each one of them every night, and every one of them will become pregnant and give birth to a male child who will be a horseman and fight in the cause of Allah. But (it so happened) that none of them became pregnant except one, but she gave birth to an incomplete child. Thereupon Allahs Messenger (ﷺ) said: Had he said Insha Allah (if God so wills), then every one of them would have given birth to a child who would have been a horseman and fought in the cause of Allah",
    "hadithArabic": "حَدَّثَنِي أَبُو الرَّبِيعِ الْعَتَكِيُّ، وَأَبُو كَامِلٍ الْجَحْدَرِيُّ فُضَيْلُ بْنُ حُسَيْنٍ - وَاللَّفْظُ لأَبِي الرَّبِيعِ - قَالاَ حَدَّثَنَا حَمَّادٌ، - وَهُوَ ابْنُ زَيْدٍ - حَدَّثَنَا أَيُّوبُ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ لِسُلَيْمَانَ سِتُّونَ امْرَأَةً فَقَالَ لأَطُوفَنَّ عَلَيْهِنَّ اللَّيْلَةَ فَتَحْمِلُ كُلُّ وَاحِدَةٍ مِنْهُنَّ فَتَلِدُ كُلُّ وَاحِدَةٍ مِنْهُنَّ غُلاَمًا فَارِسًا يُقَاتِلُ فِي سَبِيلِ اللَّهِ فَلَمْ تَحْمِلْ مِنْهُنَّ إِلاَّ وَاحِدَةٌ فَوَلَدَتْ نِصْفَ إِنْسَانٍ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَوْ كَانَ اسْتَثْنَى لَوَلَدَتْ كُلُّ وَاحِدَةٍ مِنْهُنَّ غُلاَمًا فَارِسًا يُقَاتِلُ فِي سَبِيلِ اللَّهِ  .",
    "hadithBengali": "৪১৩৯। আবূ রাবী আতাকী ও আবূ কামিল জাহদারী ও ফুযায়ল ইবনু হুসাইন (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, সুলায়মান (আলাইহিস সালাম) এর ষাটজন স্ত্রী ছিলো। একদা তিনি বললেনঃ নিশ্চয়ই আমি আজ রাতে তাদের (সকল স্ত্রীর) কাছে গমন করবো (অর্থাৎ সহবাস করবো)। অতএব, প্রত্যেকেই গর্ভবতী হবে এবং প্রত্যেকেই এমন সব সন্তান প্রসব করবে যারা (ভবিষ্যতে) আল্লাহর পথে অশ্বারোহী সৈনিক হিসেবে যুদ্ধ করবে। কিন্তু পরিশেষে একজনস্ত্রী ব্যতীত আর কেউই গর্ভবতী হননি।\n\nএরপর তিনি অর্ধ মানবাকৃতির (অপূর্ণাঙ্গ) একটি সন্তান প্রসব করলেন। এ প্রসঙ্গে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যদি তিনি তখন ইনশা আল্লাহ বলতেন, তবে নিশ্চয়ই তাদের প্রত্যেকেই এমন সব সন্তান প্রসব করতেন, যারা প্রত্যেকেই অশ্বারোহী সৈনিক হিসেবে আল্লাহর পথে যুদ্ধ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4139",
    "id": "13750",
    "thesequence": "13594",
    "isActive": "1",
    "chapterId": "13738",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৫. কসম ও অন্যান্য ব্যপারে &quot;ইনশা-আল্লাহ্&zwnj;&quot; বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Prophet (ﷺ) as saying that Sulaiman b. Dawud, the Messenger of Allah, observed:\nI will have an intercourse with seventy wives during the night; all of them will give birth to a male child who will fight in the cause of Allah. His companion or the ang I said to him: Say, If God wills. But he (Hadrat Sulaimin) did not say so, and he forgot it. And none of his wives gave birth to a child, but one who gave birth to a premature child. Allahs Messenger (ﷺ) said: Had he said Insha Allah (if God so will). he would not have failed and his desire would have been materialised.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ، وَابْنُ أَبِي عُمَرَ، - وَاللَّفْظُ لاِبْنِ أَبِي عُمَرَ - قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ حُجَيْرٍ، عَنْ طَاوُسٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  قَالَ سُلَيْمَانُ بْنُ دَاوُدَ نَبِيُّ اللَّهِ لأَطُوفَنَّ اللَّيْلَةَ عَلَى سَبْعِينَ امْرَأَةً كُلُّهُنَّ تَأْتِي بِغُلاَمٍ يُقَاتِلُ فِي سَبِيلِ اللَّهِ . فَقَالَ لَهُ صَاحِبُهُ أَوِ الْمَلَكُ قُلْ إِنْ شَاءَ اللَّهُ . فَلَمْ يَقُلْ وَنَسِيَ . فَلَمْ تَأْتِ وَاحِدَةٌ مِنْ نِسَائِهِ إِلاَّ وَاحِدَةٌ جَاءَتْ بِشِقِّ غُلاَمٍ  . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَلَوْ قَالَ إِنْ شَاءَ اللَّهُ . لَمْ يَحْنَثْ وَكَانَ دَرَكًا لَهُ فِي حَاجَتِهِ  .",
    "hadithBengali": "৪১৪০। মুহাম্মাদ ইবনু আব্বাদ ও ইবনু আবূ উমার (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন যে, একদিন আল্লাহর নবী সুলায়মান ইবনু দাঊদ (আলাইহিস সালাম) বলেছিলেনঃ অবশ্যই আমি আজ রাত সত্তরজন স্ত্রীর প্রত্যেকের কাছেই যাব। এতে তাদের প্রত্যেকেই এমন সব সন্তান প্রসব করবে যারা ভবিষ্যতে আল্লাহর পথে যুদ্ধ করবে। তখন তাঁর কোন সাথী অথবা কোন ফিরিশতা তাঁকে বললেন যে, আপনি ইনশা আল্লাহ বলুন! কিন্তু তিনি ভুলে যাওয়ার কারণে তা বলেননি।\n\nঅতএব, তাঁর স্ত্রীদের, মধ্য হতে একজন ব্যতীত অন্য কেউ সন্তান প্রসব করেননি। আর তিনিওঅপূর্ণাঙ্গ সন্তান প্রসব করলেন। রাসুসুলাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেলেনঃ যদি তিনি ইনশা আল্লাহ বলতেন, তবে তিনি শপথ ভঙ্গকারী হতেন না। আর তিনি তখন তার উদ্দেশ্য সাধনে সফলকাম হতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4140",
    "id": "13751",
    "thesequence": "13595",
    "isActive": "1",
    "chapterId": "13738",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৫. কসম ও অন্যান্য ব্যপারে &quot;ইনশা-আল্লাহ্&zwnj;&quot; বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported this hadith from the Messenger of Allah (ﷺ) through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ أَوْ نَحْوَهُ .",
    "hadithBengali": "৪১৪১। ইবনু আবূ উমার (রহঃ) ... আবূ হুরাররা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ শব্দের অথবা অনুরূপ অর্থের হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4141",
    "id": "13752",
    "thesequence": "13596",
    "isActive": "1",
    "chapterId": "13738",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৫. কসম ও অন্যান্য ব্যপারে &quot;ইনশা-আল্লাহ্&zwnj;&quot; বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Sulaiman b. Dawud said:\nI will certainly have intercourse with seventy wives during the night, and every wife amongst them will give birth to a child, who will fight in the cause of Allah. It was said to him: Say: Insha Allah (God willing), but he did not say so and forgot it. He went round them but none of them give birth to a child except one woman and that too was an incomplete person. Upon this Allahs Messenger (ﷺ) said: If he had said Insha Allah. he would not have failed, and his desire must have been fulfilled.",
    "hadithArabic": "وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ بْنُ هَمَّامٍ، أَخْبَرَنَا مَعْمَرٌ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ سُلَيْمَانُ بْنُ دَاوُدَ لأُطِيفَنَّ اللَّيْلَةَ عَلَى سَبْعِينَ امْرَأَةً تَلِدُ كُلُّ امْرَأَةٍ مِنْهُنَّ غُلاَمًا يُقَاتِلُ فِي سَبِيلِ اللَّهِ . فَقِيلَ لَهُ قُلْ إِنْ شَاءَ اللَّهُ . فَلَمْ يَقُلْ . فَأَطَافَ بِهِنَّ فَلَمْ تَلِدْ مِنْهُنَّ إِلاَّ امْرَأَةٌ وَاحِدَةٌ نِصْفَ إِنْسَانٍ . قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَوْ قَالَ إِنْ شَاءَ اللَّهُ . لَمْ يَحْنَثْ وَكَانَ دَرَكًا لِحَاجَتِهِ  .",
    "hadithBengali": "৪১৪২। আবদ ইবনু হুমাইদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, সুলায়মান ইবনু দাউদ (আলাইহিস সালাম) একদা বলেছিলেন, নিশ্চয়ই আমি আজ রাতে সত্তরজন স্ত্রীর কাছে যাব। এতে তাদের প্রত্যেকেই এমন এক একটি সন্তান প্রসব করবে যারা আল্লাহর পথে যুদ্ধ করবে। তখন তাকে বলা হল যে, আপনি ইনশা আল্লাহ বলুন। কিন্তু তিনি তা বলেননি। এরপর তিনি তাদের সাথে সহবাস করলেন। কিন্তু তাদের মধ্য হতে কেবলমাত্র একজন স্ত্রীর একটি অর্ধ মানবাকৃতির (অপূর্ণাঙ্গ) সন্তান প্রসব করা ব্যতীত আর কোন স্ত্রী কোন সন্তান প্রসব করেননি।\n\nরাবী বলেনঃ যে, এ প্রসঙ্গে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি তিনি তখন ইনশা আল্লাহ বলতেন, তবে তিনি শপথ ভঙ্গকারী হতেন না। আর উদ্দেশ্য পূরণে তিনি সফলকাম হতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4142",
    "id": "13753",
    "thesequence": "13597",
    "isActive": "1",
    "chapterId": "13738",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৫. কসম ও অন্যান্য ব্যপারে &quot;ইনশা-আল্লাহ্&zwnj;&quot; বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported Allahs Apostle (ﷺ) as saying that Sulaiman b. Dawud (once) said:\nI will go round in the night to my ninety wives, and every one of them will give birth to a child (who will grow up) as a horseman and fight in the cause of Allah His companions said to him: Say Insha Allah. but he did not say Inshii Allah. He went round all of them but none of them became pregnant but one, and she gave birth to a premature child. And by Him in Whose hand is the life of Muhammad, if he had said, Insha Allah (his wives would have given birth to the children who would all have grown up into horsemen and fought in the way of Allah).",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنِي وَرْقَاءُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   قَالَ سُلَيْمَانُ بْنُ دَاوُدَ لأَطُوفَنَّ اللَّيْلَةَ عَلَى تِسْعِينَ امْرَأَةً كُلُّهَا تَأْتِي بِفَارِسٍ يُقَاتِلُ فِي سَبِيلِ اللَّهِ . فَقَالَ لَهُ صَاحِبُهُ قُلْ إِنْ شَاءَ اللَّهُ . فَلَمْ يَقُلْ إِنْ شَاءَ اللَّهُ . فَطَافَ عَلَيْهِنَّ جَمِيعًا فَلَمْ تَحْمِلْ مِنْهُنَّ إِلاَّ امْرَأَةٌ وَاحِدَةٌ فَجَاءَتْ بِشِقِّ رَجُلٍ وَايْمُ الَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ قَالَ إِنْ شَاءَ اللَّهُ . لَجَاهَدُوا فِي سَبِيلِ اللَّهِ فُرْسَانًا أَجْمَعُونَ  .",
    "hadithBengali": "৪১৪৩। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, একদা সুলায়মান ইবনু দাউদ (আলাইহিস সালাম) বলেছিলেন, নিশ্চয়ই আমি আজ রাতে নব্বইজন স্ত্রীর প্রত্যেকের কাছেই যাবো। এতে তারা সকলেই অশ্বারোহী সৈনিক হওয়ার যোগ্যতা সস্পন্ন এমন সন্তান প্রসব করবে যারা (ভবিষ্যতে) আল্লাহর পথে জিহাদ করবে। তখন তাঁর কোন সাথী তাঁকে বললেন, আপনি ইনশা আল্লাহ বলুন। কিন্তু তিনি ইনশা আল্লাহ বলেননি।\n\nএরপর তিনি সকল স্ত্রীর সঙ্গেই সহবাস করলেন। কিন্তু মাত্র একজন স্ত্রী ব্যতীত আর কোন স্ত্রী গর্ভবতী হলেন না। তিনিও অর্ধ মানবাকৃতির অপূর্ণাঙ্গ সন্তান প্রসব করলেন। সেই মহান সত্তার শপথ! যার হাতে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবন, যদি তিনি তখন ইনশা আল্লাহ বলতেন, (তবে তারা সকলেই এমন সব যোগ্যতা সম্পন্ন অশ্বারোহী সৈনিক সন্তান জন্ম দিতেন) যারা-সকলেই (ভবিষ্যতে) অশ্বারোহী সৈনিক হয়ে আল্লাহর পথে জিহাদ করতো।\n",
    "checkStatus": "1",
    "hadithNo": "4143",
    "id": "13754",
    "thesequence": "13598",
    "isActive": "1",
    "chapterId": "13738",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৫. কসম ও অন্যান্য ব্যপারে &quot;ইনশা-আল্লাহ্&zwnj;&quot; বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Abu Zinad with the same chain of transmitters with a variation of (these words):\n Every one of them giving birth to a child, who would have fought in the cause of Allah.",
    "hadithArabic": "وَحَدَّثَنِيهِ سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا حَفْصُ بْنُ مَيْسَرَةَ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ أَبِي، الزِّنَادِ بِهَذَا الإِسْنَادِ مِثْلَهُ . غَيْرَ أَنَّهُ قَالَ   كُلُّهَا تَحْمِلُ غُلاَمًا يُجَاهِدُ فِي سَبِيلِ اللَّهِ .",
    "hadithBengali": "৪১৪৪। সুওয়াইদ ইবনু সাঈদ (রহঃ) ... আবূ যিনাদ (রহঃ) থেকে একই সুত্রে উল্লেখিত হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। কিন্তু তিনি কিছু শাব্দিক পরিবর্তন করে বলেছেন যে- প্রত্যেক স্ত্রী এমন সব সন্তান প্রসব করবে, যারা ভবিষ্যতে আল্লাহর পথে জিহাদ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "4144",
    "id": "13755",
    "thesequence": "13599",
    "isActive": "1",
    "chapterId": "13738",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৫. কসম ও অন্যান্য ব্যপারে &quot;ইনশা-আল্লাহ্&zwnj;&quot; বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hammam b. Munabbih reported:\nThis is what Abu Huraira reported to us from Allahs Messenger (ﷺ), and he narrated a hadith and (one) of them is that Allahs Messenger (ﷺ) said: I swear by Allah, it is more sinful in Allahs sight for one of you to persist in an oath regarding his family than payment of its expiation which Allah has imposed upon him (for breaking the oath).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   وَاللَّهِ لأَنْ يَلَجَّ أَحَدُكُمْ بِيَمِينِهِ فِي أَهْلِهِ آثَمُ لَهُ عِنْدَ اللَّهِ مِنْ أَنْ يُعْطِيَ كَفَّارَتَهُ الَّتِي فَرَضَ اللَّهُ  .",
    "hadithBengali": "৪১৪৫। মুহাম্মাদ ইবনু রাফি (রহঃ) ... হাম্মান ইবন মুনাব্বিহ (রহঃ) আবূ হুরায়রা (রাঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বহু হাদীস বর্ণনা করেছেন। সে সবের মধ্যে অন্যতম- রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর কসম! তোমাদের কারো তার পরিবারের সাথে (কোন বিষয়ে) আল্লাহর নামে কসম করে তাতে অনমনীয়তা দেখানো অধিক গুনাহের কারণ বলে বিবেচিত হবে- কসম করে আল্লাহর (ফরযকৃত) নির্ধারিত (শপথ ভঙ্গের) কাফফারা আদায় করার তুলনায়।\n",
    "checkStatus": "1",
    "hadithNo": "4145",
    "id": "13756",
    "thesequence": "13600",
    "isActive": "1",
    "chapterId": "13739",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৬. আল্লাহর নামে এমন শপথের ব্যপারে অনমনীয়তা নিষিদ্ধ; যাতে শপথকারীর পরিবার কষ্ট পায় অথচ (বাস্তবে) তা হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported that Umar (b. Khattab) said:\nMessenger of Allah, I had taken a vow during the days of Ignorance (Jahiliyya) that I would observe Itikaf for a night in the Sacred Mosque. He (the Holy Prophet) said: Fulfil your vow.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَزُهَيْرُ بْنُ حَرْبٍ، - وَاللَّفْظُ لِزُهَيْرٍ - قَالُوا حَدَّثَنَا يَحْيَى، - وَهُوَ ابْنُ سَعِيدٍ الْقَطَّانُ - عَنْ عُبَيْدِ اللَّهِ، قَالَ أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ، قَالَ يَا رَسُولَ اللَّهِ إِنِّي نَذَرْتُ فِي الْجَاهِلِيَّةِ أَنْ أَعْتَكِفَ لَيْلَةً فِي الْمَسْجِدِ الْحَرَامِ . قَالَ   فَأَوْفِ بِنَذْرِكَ  .",
    "hadithBengali": "৪১৪৬। মুহাম্মদ ইবনু আবূ বাকর মুকাদ্দামী মুহাম্মদ ইবনু মূসান্না যুহায়র ইবনু হারব (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, একদিন উমর (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আমি (ইসলামপূর্ব) জাহেলিয়াতের যুগে মাসজিদুল হারামে এক রাত ইতিকাফ করার মানত করেছিলাম। তখন তিনি বললেনঃ তুমি তোমার মানত পূর্ণ কর।\n",
    "checkStatus": "1",
    "hadithNo": "4146",
    "id": "13757",
    "thesequence": "13601",
    "isActive": "1",
    "chapterId": "13740",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৭. ইসলাম গ্রহনের পর কুফরী অবস্থায় মানতের ব্যপারে করণীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is transmitted on the authority of Ibn Umar with a slight variation of words.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا أَبُو أُسَامَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ يَعْنِي الثَّقَفِيَّ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، وَإِسْحَاقُ، بْنُ إِبْرَاهِيمَ جَمِيعًا عَنْ حَفْصِ بْنِ غِيَاثٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ جَبَلَةَ بْنِ أَبِي رَوَّادٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، كُلُّهُمْ عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، وَقَالَ، حَفْصٌ مِنْ بَيْنِهِمْ عَنْ عُمَرَ، بِهَذَا الْحَدِيثِ أَمَّا أَبُو أُسَامَةَ وَالثَّقَفِيُّ فَفِي حَدِيثِهِمَا اعْتِكَافُ لَيْلَةٍ . وَأَمَّا فِي حَدِيثِ شُعْبَةَ فَقَالَ جَعَلَ عَلَيْهِ يَوْمًا يَعْتَكِفُهُ . وَلَيْسَ فِي حَدِيثِ حَفْصٍ ذِكْرُ يَوْمٍ وَلاَ لَيْلَةٍ .",
    "hadithBengali": "৪১৪৭। আবূ সাঈদ আশাজ্জ, মুহাম্মদ ইবনু মুসান্না, আবূ বাকর ইবনু আবূ শায়বা, মুহাম্মদ ইবনু আলা, ইসহাক ইবনু ইবরাহীম ও মুহাম্মদ ইবনু আমর ইবনু জাবালা ইবনু আবূ রাওয়াদ (রহঃ) ... সকলেই উবায়দুল্লাহ (রহঃ) এর সুত্রে ইবনু উমার (রাঃ) থেকে এবং তাঁদের মধ্য হতে হাফস (রাঃ) উমর (রাঃ) থেকে এই হাদীস বর্ণনা করেছেন।\n\nআর আবূ উমামা এবং সাকিফী (রহঃ) উভয়ের বর্ণিত হাদীসে اعْتِكَافُ لَيْلَة (এক রাত্রির ইতিকাফের) কথা উল্লেখ আছে। আর শুবা (রহঃ) এর বর্ণিত হাদীসেجَعَلَ عَلَيْهِ يَوْمًا يَعْتَكِفُهُ (তিনি তাঁর উপর একদিনের ইতিকাফ করা ধার্য (মানত) করে নিয়েছিলেন)। উল্লেখিত হাফস (রাঃ) এর বর্নিত হাদীসে দিন বা রাত এর উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4147",
    "id": "13758",
    "thesequence": "13602",
    "isActive": "1",
    "chapterId": "13740",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৭. ইসলাম গ্রহনের পর কুফরী অবস্থায় মানতের ব্যপারে করণীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported that Umar b. Khattab asked the Messenger of Allah (ﷺ) as he was at jirana (a town near Mecca) on his way back from Taif:\nMessenger of Allah, I had taken a vow during the days of Ignorance that I would observe Itikaf for one day in the Sacred Mosque. So what is your opinion? He said: Go and observe Itikaf for a day. And Allahs Messenger (ﷺ) gave him a slave girl out of the one-fifth (of the spoils of war meant for the Holy Prophet). And when Allahs Messenger (inay peace be upon him) set the war prisoners free. Umar b. Khattab heard their voice as they were saying: Allahs Messenger (ﷺ) has set as free. He (Hadrat Umar) said: What is this? They said: Allahs Messenger (ﷺ) has set free the prisoners of war (which had fallen to the lot of people). Thereupon he (Hadrat Umar) said: Abdullah, go to that slave-girl and set her free.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، أَنَّ أَيُّوبَ، حَدَّثَهُ أَنَّ نَافِعًا حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ حَدَّثَهُ أَنَّ عُمَرَ بْنَ الْخَطَّابِ سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ بِالْجِعْرَانَةِ بَعْدَ أَنْ رَجَعَ مِنَ الطَّائِفِ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي نَذَرْتُ فِي الْجَاهِلِيَّةِ أَنْ أَعْتَكِفَ يَوْمًا فِي الْمَسْجِدِ الْحَرَامِ فَكَيْفَ تَرَى قَالَ   اذْهَبْ فَاعْتَكِفْ يَوْمًا  . قَالَ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَدْ أَعْطَاهُ جَارِيَةً مِنَ الْخُمْسِ فَلَمَّا أَعْتَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَبَايَا النَّاسِ سَمِعَ عُمَرُ بْنُ الْخَطَّابِ أَصْوَاتَهُمْ يَقُولُونَ أَعْتَقَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم . فَقَالَ مَا هَذَا فَقَالُوا أَعْتَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَبَايَا النَّاسِ . فَقَالَ عُمَرُ يَا عَبْدَ اللَّهِ اذْهَبْ إِلَى تِلْكَ الْجَارِيَةِ فَخَلِّ سَبِيلَهَا .",
    "hadithBengali": "৪১৪৮। আবূ তাহির (রহঃ) ... রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তায়েফ থেকে প্রত্যাবর্তনের পর জিইররানা নামক স্থানে অবস্থান কালে উমর ইবনু খাত্তাব (রাঃ) তাকে জিজ্ঞাসা করলেন, ইয়া রাসূলাল্লাহ! আমি অজ্ঞতার যুগে মাসজিদুল হারামে একদিন ইতিকাফ করার মানত করেছিলাম। এ ব্যাপারে আপনার অভিমত কি? তখন তিনি বললেনঃ যাও এবং একদিন ইতিকাফ করে নাও। বর্ণণাকারী বলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে যুদ্ধলব্ধ সম্পদের (গনীমতের) এক-পঞ্চমাংশ থেকে একটি দাসী প্রদান করেন।\n\nএরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন যুদ্ধ বন্দিদের মুক্ত করে দেন- তখন উমার (রাঃ) তাদের কলরব শুনতে পান। তারা বলাবলি করছিল যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে মুক্ত করে দিয়েছেন। উমর (রাঃ) (পুত্র আবদুল্লাহ) কে বললেন, ব্যাপার কি? তখন তারা বলল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুদ্ধ বন্দীদেরকে মুক্ত করে দিয়েছেন। তখন উমর (রাঃ) বললেন, হে আবদুল্লাহ! ঐ দাসীটির কাছে যাও এবং তাকে মুক্ত করে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "4148",
    "id": "13759",
    "thesequence": "13603",
    "isActive": "1",
    "chapterId": "13740",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৭. ইসলাম গ্রহনের পর কুফরী অবস্থায় মানতের ব্যপারে করণীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " lbn Umar reported:\nWhen Allahs Apostle (ﷺ) came back from the Battle of Hunain, Umar asked Allahs Messenger (ﷺ) about the vow he had taken during the days of Ignorance that he would observe Itikaf for a day. The rest of the hadith is the same.",
    "hadithArabic": " وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ لَمَّا قَفَلَ النَّبِيُّ صلى الله عليه وسلم مِنْ حُنَيْنٍ سَأَلَ عُمَرُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ نَذْرٍ كَانَ نَذَرَهُ فِي الْجَاهِلِيَّةِ اعْتِكَافِ يَوْمٍ . ثُمَّ ذَكَرَ بِمَعْنَى حَدِيثِ جَرِيرِ بْنِ حَازِمٍ .",
    "hadithBengali": "৪১৪৯। আব্বাদ ইবনু হুমাইদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুনাইনের যুদ্ধ থেকে ফিরে এলেন তখন উমার (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর জাহেলী যুগের একদিনের ইতিকাফ করার মানত সম্পর্কে জিজ্ঞাসা করলেন। এরপর জারীর ইবনু হাযিম এর হাদীসটি উল্লেখ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4149",
    "id": "13760",
    "thesequence": "13604",
    "isActive": "1",
    "chapterId": "13740",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৭. ইসলাম গ্রহনের পর কুফরী অবস্থায় মানতের ব্যপারে করণীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Nafi reported:\nA mention of Allahs Messenger (ﷺ) observing Umra from jarina was made before Ibn Umar. He said: He did not enter into the state of Ihram from that (place), and Umar had taken a vow of observing Itikaf for a night during the days of Ignorance. The rest of the hadith is the same.",
    "hadithArabic": " وَحَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا أَيُّوبُ، عَنْ نَافِعٍ، قَالَ ذُكِرَ عِنْدَ ابْنِ عُمَرَ عُمْرَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الْجِعْرَانَةِ فَقَالَ لَمْ يَعْتَمِرْ مِنْهَا - قَالَ - وَكَانَ عُمَرُ نَذَرَ اعْتِكَافَ لَيْلَةٍ فِي الْجَاهِلِيَّةِ . ثُمَّ ذَكَرَ نَحْوَ حَدِيثِ جَرِيرِ بْنِ حَازِمٍ وَمَعْمَرٍ عَنْ أَيُّوبَ .",
    "hadithBengali": "৪১৫০। আহমাদ ইবনু আবদাতাদ্দাব্বী (রহঃ) ... নাফি (রহঃ) থেকে বর্নিত। তিনি বলেন ইবনু উমার (রাঃ) এর নিকট জিইররানা থেকে প্রত্যবর্তনের সময় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উমরা, করার কথা উল্লেখ করা হল। তখন তিনি বললেন, সেখান থেকে তিনি উমরা করেননি। বর্ণনাকারী বলেন যে উমর (রাঃ) জাহেলী যুগে একরাত্রি ইতিকাফ করার মানত করেছিলেন। এরপর জারীর ইবনু হাযিম ও মা&#39;মার সূত্রে আইউব থেকে বর্ণিত হাদীসের অনুরূপ উল্লেখ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4150",
    "id": "13761",
    "thesequence": "13605",
    "isActive": "1",
    "chapterId": "13740",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৭. ইসলাম গ্রহনের পর কুফরী অবস্থায় মানতের ব্যপারে করণীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Ibn Umar through another chain of transmitters but with a slight variation of words.",
    "hadithArabic": " وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، حَدَّثَنَا حَجَّاجُ بْنُ الْمِنْهَالِ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، ح وَحَدَّثَنَا يَحْيَى بْنُ خَلَفٍ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، كِلاَهُمَا عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، . بِهَذَا الْحَدِيثِ فِي النَّذْرِ وَفِي حَدِيثِهِمَا جَمِيعًا اعْتِكَافُ يَوْمٍ .",
    "hadithBengali": "৪১৫১। আবদুল্লাহ ইবনু আবদুর রহমান দারিমী, ইয়াহইয়া ইবনু খালাফ (রহঃ) ... উভয়েই নাফি (রহঃ) এর সূত্রে ইবনু উমার (রাঃ) থেকে মানত স্পম্পর্কে এ হাদীস বর্ণনা করেছেন। আর উভয়ের বর্ণিত হাদীসে সকলেইاعْتِكَافُ يَوْمٍ (একদিনের ইতিকাফ) কথাটি বর্ননা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4151",
    "id": "13762",
    "thesequence": "13606",
    "isActive": "1",
    "chapterId": "13740",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৭. ইসলাম গ্রহনের পর কুফরী অবস্থায় মানতের ব্যপারে করণীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Zadhan Abl Umar reported:\nI came to Ibn Umar as he had granted freedom to a stave. He (the narrator further) said: He took hold of a wood or something like it from the earth and said: It (freedom of a slave) has not the reward evert equal to it, but the fact that I heard Allahs Messenger (way peace be upon him) say: He who slaps his slave or beats him, the expiation for it is that he should set him free.",
    "hadithArabic": "حَدَّثَنِي أَبُو كَامِلٍ، فُضَيْلُ بْنُ حُسَيْنٍ الْجَحْدَرِيُّ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ فِرَاسٍ، عَنْ ذَكْوَانَ أَبِي صَالِحٍ، عَنْ زَاذَانَ أَبِي عُمَرَ، قَالَ أَتَيْتُ ابْنَ عُمَرَ وَقَدْ أَعْتَقَ مَمْلُوكًا - قَالَ - فَأَخَذَ مِنَ الأَرْضِ عُودًا أَوْ شَيْئًا فَقَالَ مَا فِيهِ مِنَ الأَجْرِ مَا يَسْوَى هَذَا إِلاَّ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ لَطَمَ مَمْلُوكَهُ أَوْ ضَرَبَهُ فَكَفَّارَتُهُ أَنْ يُعْتِقَهُ .",
    "hadithBengali": "৪১৫২। আবূ কামিল ফুযাইল ইবনু হুসাইন জাহদারী (রহঃ) ... আবূ উমার (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ, আমি একদা ইবনু উমার (রাঃ) এর কাছে গিয়ে দেখি যে, তিনি একজন ক্রীতদাসকে মুক্ত করে দিয়েছেন বা বর্ণনাকারী বলেন যে, তিনি মাটি থেকে একটি কাঠি অথবা অন্য কোন বস্তু ধারণ করে বললেন, তাকে আযাদ করার মধ্যে এর (কাঠির) সমতূল্য পুণ্যও নেই। কিন্তু আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যক্তি আপন ক্রীতদাসকে চপেটাঘাত করল অথবা প্রহার করল, এর কাফফারা হল তাকে আযাদ করে দেয়া।\n",
    "checkStatus": "1",
    "hadithNo": "4152",
    "id": "13763",
    "thesequence": "13607",
    "isActive": "1",
    "chapterId": "13741",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৮. ক্রীতদাসের সাথে সদ্ব্যবহার করা এবং দাসকে চপোটাঘাতের কাফফারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zadhan reported that Ibn Umar called his slave and he found the marks (of beating) upon his back. He said to him:\nI have caused you pain. He said: No. But he (Ibn Umar) said: You are free. He then took hold of something from the earth and said: There is no reward for me even to the weight equal to it. I heard Allahs Messenger (ﷺ) as saying: He who beats a slave without cognizable offence of his or slaps him (without any serious fault), then expiation for it is that he should set him free.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ، بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ، عَنْ فِرَاسٍ، قَالَ سَمِعْتُ ذَكْوَانَ، يُحَدِّثُ عَنْ زَاذَانَ، أَنَّ ابْنَ عُمَرَ، دَعَا بِغُلاَمٍ لَهُ فَرَأَى بِظَهْرِهِ أَثَرًا فَقَالَ لَهُ أَوْجَعْتُكَ قَالَ لاَ . قَالَ فَأَنْتَ عَتِيقٌ . قَالَ ثُمَّ أَخَذَ شَيْئًا مِنَ الأَرْضِ فَقَالَ مَا لِي فِيهِ مِنَ الأَجْرِ مَا يَزِنُ هَذَا إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ ضَرَبَ غُلاَمًا لَهُ حَدًّا لَمْ يَأْتِهِ أَوْ لَطَمَهُ فَإِنَّ كَفَّارَتَهُ أَنْ يُعْتِقَهُ  .",
    "hadithBengali": "৪১৫৩। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... যাযান (রহঃ) থেকে বর্ণিত যে, ইবনু উমার (রাঃ) তার এক গোলামকে ডাকালেন। এরপর তার পিঠে (প্রহারের) দাগ দেখতে পেলেন। তিনি তাকে বললেনঃ তুমি কি এতে ব্যথা অনুভব করছ? সে বলল না। তখন তিনি বললেন, তুমি মুক্ত। বর্ণনাকারী বলেন, এরপর তিনি মাটি থেকে কোন বস্তু তুলে নিয়ে বললেন, তাকে আযাদ করার মধ্যে এতটুকু পুণ্যও মেলেনি। আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যক্তি তার গোলামকে বিনা অপরাধে প্রহার করস কিংবা চপোটাঘাত করল, এর কাফফারা হল তাকে মুক্ত করে দেয়া।\n",
    "checkStatus": "1",
    "hadithNo": "4153",
    "id": "13764",
    "thesequence": "13608",
    "isActive": "1",
    "chapterId": "13741",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৮. ক্রীতদাসের সাথে সদ্ব্যবহার করা এবং দাসকে চপোটাঘাতের কাফফারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated through another chain of transmitters with a slight variation of words.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، كِلاَهُمَا عَنْ سُفْيَانَ، عَنْ فِرَاسٍ، بِإِسْنَادِ شُعْبَةَ وَأَبِي عَوَانَةَ أَمَّا حَدِيثُ ابْنِ مَهْدِيٍّ فَذَكَرَ فِيهِ  حَدًّا لَمْ يَأْتِهِ  . وَفِي حَدِيثِ وَكِيعٍ  مَنْ لَطَمَ عَبْدَهُ  . وَلَمْ يَذْكُرِ الْحَدَّ.",
    "hadithBengali": "৪১৫৪। আবূ বাকর ইবনু আবূ শায়বা, মুহাম্মাদ ইবনু মুসান্না (রহঃ) উভয়ই সুফায়ান (রহঃ) এর সূত্রে ইবনু মাহদী (রহঃ) এর হাদীস উল্লেখ করে বলেন যে, এতেحَدًّا لَمْ يَأْتِهِ (বিনা অপরাধে) কথাটি উল্লেখ আছে। আর ওয়াকী (রহঃ) কতৃক বর্ণিত হাদীসেمَنْ لَطَمَ عَبْدَهُ (যে ব্যক্তি তার গোলামকে চপোটাঘাত করল) বাক্যটির উল্লেখ আছে। তিনি তাঁর হাদীসে حد (অপরাধের শাস্তি) কথাটি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "4154",
    "id": "13765",
    "thesequence": "13609",
    "isActive": "1",
    "chapterId": "13741",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৮. ক্রীতদাসের সাথে সদ্ব্যবহার করা এবং দাসকে চপোটাঘাতের কাফফারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Muawiya b. Suwaid reported:\nI slapped a slave belonging to us and then fled away. I came back just before noon and offered prayer behind my father. He called him (the slave) and me and said: Do as he has done to you. He granted pardon. He (my father) then said: We belonged to the family of Muqarrin during the lifetime of Allahs Messenger (may peace be upon him. and had only one slave-girl and one of us slapped her. This news reached Allahs Apostle (ﷺ) and he said: Set her free. They (the members of the family) said: There is no other servant except she. Thereupon he said: Then employ her and when you can afford to dispense with her services, then set her free.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبِي، حَدَّثَنَا سُفْيَانُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ مُعَاوِيَةَ بْنِ سُوَيْدٍ، قَالَ لَطَمْتُ مَوْلًى لَنَا فَهَرَبْتُ ثُمَّ جِئْتُ قُبَيْلَ الظُّهْرِ فَصَلَّيْتُ خَلْفَ أَبِي فَدَعَاهُ وَدَعَانِي ثُمَّ قَالَ امْتَثِلْ مِنْهُ . فَعَفَا ثُمَّ قَالَ كُنَّا بَنِي مُقَرِّنٍ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم لَيْسَ لَنَا إِلاَّ خَادِمٌ وَاحِدَةٌ فَلَطَمَهَا أَحَدُنَا فَبَلَغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ  أَعْتِقُوهَا  . قَالُوا لَيْسَ لَهُمْ خَادِمٌ غَيْرُهَا قَالَ  فَلْيَسْتَخْدِمُوهَا فَإِذَا اسْتَغْنَوْا عَنْهَا فَلْيُخَلُّوا سَبِيلَهَا  .",
    "hadithBengali": "৪১৫৫। আবূ বাকর ইবনু আবূ শায়বা ও ইবনু নুমাইর (রহঃ) ... মুয়াবিয়া ইবনু সুওয়াইদ (রহঃ) থেকে বর্ণিত। তিনি বলেন যে, একদা আমি আমাদের এক গোলামকে চপোটাঘাত করলাম। এরপর আমি পলায়ন করলাম এবং যোহরের সালাতের পূর্বক্ষণে ফিরে এলাম। আমি আমার পিতার পিছনে সালাত আদায় করলাম। তিনি তাকে এবং আমাকে ডাকালেন। গোলামকে বললেন, তুমি তার কাছ থেকে প্রতিশোধ গ্রহণ কর। সে মাফ করে দিল।\n\nএরপর তিনি বললেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়কালে বনী মুকাররিন গৌত্রের অন্তর্ভুক্ত ছিলাম। আমাদের মাত্র একটি গোলাম (দাস) ছিল। আমাদের কোন একজন তাকে চপোটাঘাত করল এবং এ সংবাদ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পৌঁছল। তখন তিনি বললেনঃ তোমরা তাকে মুক্ত করে দাও। তারা বলল, সে ব্যতীত আমাদের অন্য কোন খাদিম নেই। তখন তিনি বললেনঃ তোমরা তার কাছ হতে সেবা গ্রহণ করতে থাকবে, যখনই তার থেকে মুখাপেক্ষীহীন হবে তখনই তোমরা তাকে মুক্ত করে দিবে।\n",
    "checkStatus": "1",
    "hadithNo": "4155",
    "id": "13766",
    "thesequence": "13610",
    "isActive": "1",
    "chapterId": "13741",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৮. ক্রীতদাসের সাথে সদ্ব্যবহার করা এবং দাসকে চপোটাঘাতের কাফফারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hilal b. Yasaf reported that a person got angry and slapped his slave-girl. Thereupon Suwaid b. Muqarrin said to him:\nYou could find no other part (to slap) but the prominent part of her face. See I was one of the seven sons of Muqarrin, and we had but only one slave-girl. The youngest of us slapped her, and Allahs Messenger (ﷺ) commanded us to set her free.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالاَ حَدَّثَنَا ابْنُ إِدْرِيسَ، عَنْ حُصَيْنٍ، عَنْ هِلاَلِ بْنِ يَسَافٍ، قَالَ عَجِلَ شَيْخٌ فَلَطَمَ خَادِمًا لَهُ فَقَالَ لَهُ سُوَيْدُ بْنُ مُقَرِّنٍ عَجَزَ عَلَيْكَ إِلاَّ حُرُّ وَجْهِهَا لَقَدْ رَأَيْتُنِي سَابِعَ سَبْعَةٍ مِنْ بَنِي مُقَرِّنٍ مَا لَنَا خَادِمٌ إِلاَّ وَاحِدَةٌ لَطَمَهَا أَصْغَرُنَا فَأَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نُعْتِقَهَا .",
    "hadithBengali": "৪১৫৬। আবূ বাকর ইবনু আবূ শায়বা ও মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... হিলাল ইবনু ইয়াসাফ (রহঃ) থেকে বর্ণিত। তিনি বলেন, এক বৃদ্ধ তার দাসীকে তড়িঘড়ি করে চপোটাঘাত করল। সুওয়ায়েদ ইবনু মুকাররিন (রহঃ) তাকে বললেন, আপনি (প্রহারের জন্য) তার চেহারা ব্যতীত আর কোন স্থান পেলেন না। তুমি আমাকে বনী মুকাররিন গোত্রের সাত সদস্য বিশিষ্ট পরিবারের সপ্তম লোক হিসেবে দেখছ। আমাদের একজন ব্যতীত অন্য কোন দাসী ছিল না। একদা আমাদের মধ্যকার কনিষ্ঠ ব্যক্তি তাকে চপোটাঘাত করল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকেতাকে আযাদ করে দেয়ার নির্দেশ দিলেন ।\n",
    "checkStatus": "1",
    "hadithNo": "4156",
    "id": "13767",
    "thesequence": "13611",
    "isActive": "1",
    "chapterId": "13741",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৮. ক্রীতদাসের সাথে সদ্ব্যবহার করা এবং দাসকে চপোটাঘাতের কাফফারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hilal b. Yasaf reported:\nWe used to sell cloth in the house of Suwaid b. Muqarrin, the brother of Numan b. Muqarrin. There came out a slave-girl, and she said something to a person amongst us, and he slapped her. Suwaid was enraged-the rest of the hadlth is the same.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ شُعْبَةَ، عَنْ حُصَيْنٍ، عَنْ هِلاَلِ بْنِ يَسَافٍ، قَالَ كُنَّا نَبِيعُ الْبَزَّ فِي دَارِ سُوَيْدِ بْنِ مُقَرِّنٍ أَخِي النُّعْمَانِ بْنِ مُقَرِّنٍ فَخَرَجَتْ جَارِيَةٌ فَقَالَتْ لِرَجُلٍ مِنَّا كَلِمَةً فَلَطَمَهَا فَغَضِبَ سُوَيْدٌ . فَذَكَرَ نَحْوَ حَدِيثِ ابْنِ إِدْرِيسَ .",
    "hadithBengali": "৪১৫৭। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... হিলাল ইবনু ইয়াসাফ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নোমান ইবনু মুকাররিন (রহঃ) এর ভাই সুওয়াইদ ইবনু মুকাররিন এর বাড়িতে কাপড় বিক্রি করছিলাম। এমন সময় একজন দাসী বেরিয়ে এসে আমাদের একজন লোকের সাথে তর্ক করল। তখন সে তাকে একটি চপোটাঘাত করল। এতে সুওয়াইদ (রাঃ) রাগান্বিত হলেন। তখন তিনি ইবনু ইদরীস বর্ণিত হাদীসের অনুরূপ হাদীস বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4157",
    "id": "13768",
    "thesequence": "13612",
    "isActive": "1",
    "chapterId": "13741",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৮. ক্রীতদাসের সাথে সদ্ব্যবহার করা এবং দাসকে চপোটাঘাতের কাফফারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Suwaid b. Muqarrin reported that he had a slave-girl and a person (one of the members of the family) slapped her, whereupon Suwaid said to him:\nDont you know that it is forbidden (to strike the) face. He said: You see I was the seventh one amongst my brothers during the lifetime of Allahs Messenger (ﷺ), and we had but only one servant. One of us got enraged and slapped him. Thereupon Allahs Messenger (ﷺ) commanded us to set him free.",
    "hadithArabic": " وَحَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ عَبْدِ الصَّمَدِ، حَدَّثَنِي أَبِي، حَدَّثَنَا شُعْبَةُ، قَالَ قَالَ لِي مُحَمَّدُ بْنُ الْمُنْكَدِرِ مَا اسْمُكَ قُلْتُ شُعْبَةُ . فَقَالَ مُحَمَّدٌ حَدَّثَنِي أَبُو شُعْبَةَ الْعِرَاقِيُّ عَنْ سُوَيْدِ بْنِ مُقَرِّنٍ أَنَّ جَارِيَةً لَهُ لَطَمَهَا إِنْسَانٌ فَقَالَ لَهُ سُوَيْدٌ أَمَا عَلِمْتَ أَنَّ الصُّورَةَ مُحَرَّمَةٌ فَقَالَ لَقَدْ رَأَيْتُنِي وَإِنِّي لَسَابِعُ إِخْوَةٍ لِي مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَمَا لَنَا خَادِمٌ غَيْرُ وَاحِدٍ فَعَمَدَ أَحَدُنَا فَلَطَمَهُ فَأَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نُعْتِقَهُ .",
    "hadithBengali": "৪১৫৮। আবদুল ওয়ারিস ইবনু আবদুস সামাদ (রহঃ) ... সুওয়াইদ ইবনু মুকাররিন (রাঃ) থেকে বর্ণিত। তার একজন দাসী ছিল। জনৈক ব্যক্তি একদা তাকে এক চপোটাঘাত মারল। তখন সুয়াইদ (রাঃ) তাকে বললেন, তুমি কি জাননা যে, চেহারায় (আঘাত করা) নিষিদ্ধ? তিনি আরো বললেন, আমার নিশ্চিতরূপে মনে আছে যে,রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আমি ছিলাম সাত ভাইয়ের সপ্তম (একজন)। আমাদের একজন গোলাম ব্যতীত আর কোন গোলাম ছিল না। একদা আমাদের মধ্যকরে এক ব্যক্তি তাকে চপোটাঘাত করল। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে তাকে মুক্ত করে দেয়ার জন্য আদেশ দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4158",
    "id": "13769",
    "thesequence": "13613",
    "isActive": "1",
    "chapterId": "13741",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৮. ক্রীতদাসের সাথে সদ্ব্যবহার করা এবং দাসকে চপোটাঘাতের কাফফারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Wahb b. Jarir reported:\nShuba informed that Muhammad b. Munkadir said to me: What is your name? The rest of the hadith is the same.",
    "hadithArabic": " وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، عَنْ وَهْبِ بْنِ جَرِيرٍ، أَخْبَرَنَا شُعْبَةُ، قَالَ قَالَ لِي مُحَمَّدُ بْنُ الْمُنْكَدِرِ مَا اسْمُكَ فَذَكَرَ بِمِثْلِ حَدِيثِ عَبْدِ الصَّمَدِ .",
    "hadithBengali": "৪১৫৯। ইসহাক ইবনু ইবরাহীম ও মুহাম্মদ ইবনু মুসান্না (রহঃ) ... শুবা (রহঃ) থেকে বর্ণিত। তিনি বলেন, মুহাম্মাদ ইবনু মুনকাদির আমাকে জিজ্ঞাসা করলেন, তোমার নাম কি? অতঃপর তিনি আবদুস সামাদ এর বর্ণিত হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4159",
    "id": "13770",
    "thesequence": "13614",
    "isActive": "1",
    "chapterId": "13741",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৮. ক্রীতদাসের সাথে সদ্ব্যবহার করা এবং দাসকে চপোটাঘাতের কাফফারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Masud al-Badri reported:\nI was beating my slave with a whip when I heard a voice behind me: Understand, Abu Masud; but I did not recognise the voice due to intense anger. He (Abu Masud) reported: As he came near me (I found) that he was the Messenger of Allah (ﷺ) and he was saying: Bear in mind, Abu Masud; bear in mind. Abu Masud. He (Aba Maslad) said: threw the whip from my hand. Thereupon he (the Holy Prophet) said: Bear in mind, Abu Masud; verily Allah has more dominance upon you than you have upon your slave. I (then) said: I would never beat my servant in future.",
    "hadithArabic": " حَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، - يَعْنِي ابْنَ زِيَادٍ - حَدَّثَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، قَالَ قَالَ أَبُو مَسْعُودٍ الْبَدْرِيُّ كُنْتُ أَضْرِبُ غُلاَمًا لِي بِالسَّوْطِ فَسَمِعْتُ صَوْتًا مِنْ خَلْفِي  اعْلَمْ أَبَا مَسْعُودٍ  . فَلَمْ أَفْهَمِ الصَّوْتَ مِنَ الْغَضَبِ - قَالَ - فَلَمَّا دَنَا مِنِّي إِذَا هُوَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَإِذَا هُوَ يَقُولُ  اعْلَمْ أَبَا مَسْعُودٍ اعْلَمْ أَبَا مَسْعُودٍ  . قَالَ فَأَلْقَيْتُ السَّوْطَ مِنْ يَدِي فَقَالَ  اعْلَمْ أَبَا مَسْعُودٍ أَنَّ اللَّهَ أَقْدَرُ عَلَيْكَ مِنْكَ عَلَى هَذَا الْغُلاَمِ  . قَالَ فَقُلْتُ لاَ أَضْرِبُ مَمْلُوكًا بَعْدَهُ أَبَدًا .",
    "hadithBengali": "৪১৬০। আবূ কামিল জাহদারী (রহঃ) ... আবূ মাসউদ বাদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি আমার এক ক্রীতদাসকে বেত্রাঘাত করছিলাম। হঠাৎ আমার পিছনে থেকে একটি শব্দ শুনলাম, হে আবূ মাসউদ! জেনে রেখো! রাগের কারণে (আওয়াজ কার) তা স্পষ্ট বুঝতে পারলাম না। বর্ণনাকারী বলেন, যখন তিনি আমার নিকটে এলেন- হঠাৎ দেখতে পেলাম, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং তিনি বলছেনঃ হে আবূ মাসউদ! তুমি জেনে রেখো, হে আবূ মাসঊদ! তুমি জেনে রেখো! বর্ণনাকারী বলেনঃ এরপর আমি বেতটি আমার হাত থেকে ফেলে দিলাম। এরপর তিনি বললেন, হে আবূ মাসউদ! তুমি জেনে রেখো যে, এই দাসের উপর তোমার ক্ষমতার চেয়ে তোমার উপর আল্লাহ তা&#39;আলা নিশ্চয়ই অধিক ক্ষমতাবান। বর্ননাকারী বলেন, আমি বললাম, এরপর কখনও কোন কৃতদাসকে আমি প্রহার করবো না।\n",
    "checkStatus": "1",
    "hadithNo": "4160",
    "id": "13771",
    "thesequence": "13615",
    "isActive": "1",
    "chapterId": "13741",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৮. ক্রীতদাসের সাথে সদ্ব্যবহার করা এবং দাসকে চপোটাঘাতের কাফফারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authorityo Amash but with this variation of words:\n There fell from my hand the whip on account of his (the Prophets) awe.",
    "hadithArabic": " وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ، - وَهُوَ الْمَعْمَرِيُّ - عَنْ سُفْيَانَ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ، الرَّزَّاقِ أَخْبَرَنَا سُفْيَانُ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا أَبُو عَوَانَةَ، كُلُّهُمْ عَنِ الأَعْمَشِ، بِإِسْنَادِ عَبْدِ الْوَاحِدِ . نَحْوَ حَدِيثِهِ . غَيْرَ أَنَّ فِي حَدِيثِ جَرِيرٍ فَسَقَطَ مِنْ يَدِي السَّوْطُ مِنْ هَيْبَتِهِ .",
    "hadithBengali": "৪১৬১। ইসহাক ইবনু ইবরাহীম যুহায়র ইবনু হারব, মুহাম্মাদ ইবনু রাফি, আবূ বাকর ইবনু আবূ শায়বা (রহঃ) সকলেই আমাশ (রহঃ) সূত্রে আবদুল ওয়াহিদ (রহঃ) এর বর্ণিত হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। কিন্তু জারীর (রাঃ) এর বর্ণিত হাদীসেفَسَقَطَ مِنْ يَدِي السَّوْطُ مِنْ هَيْبَتِهِ (তাঁর ভয়ে আমার হাত থেকে বেতটি পড়ে গেল) এই বাক্যটি রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4161",
    "id": "13772",
    "thesequence": "13616",
    "isActive": "1",
    "chapterId": "13741",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৮. ক্রীতদাসের সাথে সদ্ব্যবহার করা এবং দাসকে চপোটাঘাতের কাফফারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Masud al-Ansari reported:\nWhen I was beating my servant, I heard a voice behind me (saying): Abu Masud, bear in mind Allah has more dominance over you than you have upon him. I turned and (found him) to be Allahs Messenger (ﷺ). I said: Allahs Messenger, I set him free for the sake of Allah. Thereupon he said: Had you not done that, (the gates of) Hell would have opened for you, or the fire would have burnt you.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ، التَّيْمِيِّ عَنْ أَبِيهِ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، قَالَ كُنْتُ أَضْرِبُ غُلاَمًا لِي فَسَمِعْتُ مِنْ خَلْفِي صَوْتًا  اعْلَمْ أَبَا مَسْعُودٍ لَلَّهُ أَقْدَرُ عَلَيْكَ مِنْكَ عَلَيْهِ  . فَالْتَفَتُّ فَإِذَا هُوَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ هُوَ حُرٌّ لِوَجْهِ اللَّهِ . فَقَالَ  أَمَا لَوْ لَمْ تَفْعَلْ لَلَفَحَتْكَ النَّارُ أَوْ لَمَسَّتْكَ النَّارُ  .",
    "hadithBengali": "৪১৬২। আবূ কুরায়ব মুহাম্মদ ইবনুু আ&#39;লা (রহঃ) ... আবূ মাসউদ আনসারী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আমার এক ক্রীতদাসকে প্রহার করছিলাম। হঠাৎ আমার পিছন দিক থেকে একটি আওয়ায শুনলাম, হে আবূ মাসউদ! জেনে রেখো, তুমি তার ওপর যেরূপ ক্ষমতাবান, আল্লাহ তাআলা অবশ্যই তোমার ওপর এর চেয়ে অধিক ক্ষমতাবান। হঠাৎ পিছন দিকে তাকিয়ে দেখি তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। তখন আমি বললাম, ইয়া রাসুলাল্লাহ! সে আল্লাহর ওয়াস্তে আযাদ। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ শোন! যদি তুমি তা না করতে তাহলে অবশ্যই (জাহান্নামের) আগুন তোমাকে ঝলসে দিত। কিংবা (তিনি বললেন) আগুন তোমাকে অবশ্যই-স্পর্শ করতো।\n",
    "checkStatus": "1",
    "hadithNo": "4162",
    "id": "13773",
    "thesequence": "13562",
    "isActive": "1",
    "chapterId": "13741",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৮. ক্রীতদাসের সাথে সদ্ব্যবহার করা এবং দাসকে চপোটাঘাতের কাফফারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Masud reported that he had been beating his slave and he had been saying:\nI seek refuge with Allah, but he continued beating him, whereupon he said: I seek refuge with Allahs Messenger, and he spared him. Thereupon Allahs Messenger (ﷺ) said: By Allah, God has more dominance over you than you have over him (the slave). He said that he set him free.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا ابْنُ، أَبِي عَدِيٍّ عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي مَسْعُودٍ، أَنَّهُ كَانَ يَضْرِبُ غُلاَمَهُ فَجَعَلَ يَقُولُ أَعُوذُ بِاللَّهِ - قَالَ - فَجَعَلَ يَضْرِبُهُ فَقَالَ أَعُوذُ بِرَسُولِ اللَّهِ . فَتَرَكَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   وَاللَّهِ لَلَّهُ أَقْدَرُ عَلَيْكَ مِنْكَ عَلَيْهِ  . قَالَ فَأَعْتَقَهُ .",
    "hadithBengali": "৪১৬৩। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রাঃ) ... আবূ মাসউদ (রাঃ) থেকে বর্ণিত যে, তিনি একবার তার গোলামকে প্রহার করছিলেন। তখন সে বলতে লাগলো- আমি আল্লাহর কাছে সাহায্য চাই। বর্ণনাকারী বলেন, তখনও তিনি তাকে প্রহার করছিলেন। এরপর সে বলল, আমি আল্লাহর রাসূলের কাছে সাহায্য চাই। তখন তিনি তাকে ছেড়ে দিলেন। এ সময় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহর শপথ! তুমি তার উপর যতটুকু ক্ষমতাবান, আল্লাহ তাআলা অবশ্যই তোমার উপর তার চেয়ে অধিক ক্ষমতাবান। বর্ণনাকারী বলেন, এরপর তিনি তাকে মুক্ত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4163",
    "id": "13774",
    "thesequence": "13617",
    "isActive": "1",
    "chapterId": "13741",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৮. ক্রীতদাসের সাথে সদ্ব্যবহার করা এবং দাসকে চপোটাঘাতের কাফফারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Shuba with the same chain of transmitters, but made no mention of (these words) of his:\nI seek refuge with Allah, I seek refuge with Allahs Messenger (ﷺ).",
    "hadithArabic": " وَحَدَّثَنِيهِ بِشْرُ بْنُ خَالِدٍ، أَخْبَرَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ جَعْفَرٍ - عَنْ شُعْبَةَ، بِهَذَا الإِسْنَادِ وَلَمْ يَذْكُرْ قَوْلَهُ أَعُوذُ بِاللَّهِ أَعُوذُ بِرَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৪১৬৪। বিশর ইবনু খালিদ উক্ত হাদীসটি শুবা (রহঃ) থেকে এই একই সুত্রে বর্ণনা করেছেন। কিন্তু তিনিأَعُوذُ بِاللَّهِ أَعُوذُ بِرَسُولِ اللَّهِ (আমি আল্লাহর কাছে সাহায্য চাই, আমি আল্লাহর রাসূলের কাছে সাহায্য চাই) এই বাক্যটির উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "4164",
    "id": "13775",
    "thesequence": "13618",
    "isActive": "1",
    "chapterId": "13741",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৮. ক্রীতদাসের সাথে সদ্ব্যবহার করা এবং দাসকে চপোটাঘাতের কাফফারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Abul-Qasim (one of the names of Allahs Messenger [may peace be upon him]) said:\nHe who accused his slave of adultery, punishment would be imposed upon him on the Day of Resurrection, except in case the accusation was as he had said.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ نُمَيْرٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ، نُمَيْرٍ حَدَّثَنَا أَبِي، حَدَّثَنَا فُضَيْلُ بْنُ غَزْوَانَ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ أَبِي نُعْمٍ، حَدَّثَنِي أَبُو هُرَيْرَةَ، قَالَ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم   مَنْ قَذَفَ مَمْلُوكَهُ بِالزِّنَا يُقَامُ عَلَيْهِ الْحَدُّ يَوْمَ الْقِيَامَةِ إِلاَّ أَنْ يَكُونَ كَمَا قَالَ  .",
    "hadithBengali": "৪১৬৫। আবূ বাকর ইবনু আবূ শায়বা, মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নূমায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত। তিনি বলেনঃ আবূল কাসিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আপন গোলামকে ব্যাভিচারের মিথ্যা অভিযোগে অভিযুক্ত করল, কিয়ামত দিবসে তার ওপর এই মিথ্যা অভিযোগের শাস্তি প্রয়োগ করা হবে। কিন্তু সে যদি সত্যই অপরাধী হয় (তবে অভিযোগীকারী আর শাস্তি পাবে না)।\n",
    "checkStatus": "1",
    "hadithNo": "4165",
    "id": "13776",
    "thesequence": "13619",
    "isActive": "1",
    "chapterId": "13742",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৯. দাসীর প্রতি যিনার অপবাদদাতার ব্যাপারে কঠোর হুশিয়ারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Ibn Ghazwan (and the words are):\n I heard Abul-Qasim (ﷺ) as the Prophet of repentance.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْحَاقُ بْنُ، يُوسُفَ الأَزْرَقُ كِلاَهُمَا عَنْ فُضَيْلِ بْنِ غَزْوَانَ، بِهَذَا الإِسْنَادِ . وَفِي حَدِيثِهِمَا سَمِعْتُ أَبَا، الْقَاسِمِ صلى الله عليه وسلم نَبِيَّ التَّوْبَةِ .",
    "hadithBengali": "৪১৬৬। আবূ কুরায়ব যুহায়র ইবনু হারব (রহঃ) ... উভয়ে ফুযায়ল ইবনু গাযওয়ান (রাঃ) থেকে একই সুত্রে বর্ণনা করেছেন। আর তাদের উভয়ের হাদীসেسَمِعْتُ أَبَا، الْقَاسِمِ صلى الله عليه وسلم نَبِيَّ التَّوْبَةِ (তাওবার নাবী আবূল কাসিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একথা বলতে শুনেছি) এর উল্লেখ আছে।\n",
    "checkStatus": "1",
    "hadithNo": "4166",
    "id": "13777",
    "thesequence": "13620",
    "isActive": "1",
    "chapterId": "13742",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "৯. দাসীর প্রতি যিনার অপবাদদাতার ব্যাপারে কঠোর হুশিয়ারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Marur b. Suwaid said:\nWe went to Abu Dharr (Ghifari) in Rabadha and he had a mantle over him, and his slave had one like it. We said: Abu Dharr, had you joined them together, it would have been a complete garment. Thereupon he said: There was an altercation between me and one of the persons among my brothers. His mother was a non-Arab. I reproached him for his mother. He complained against me to Allahs Apostle (ﷺ). As I met Allahs Apostle (ﷺ) he said: Abu Dharr, you are a person who still has (in him the remnants) of the days (of Ignorance). Thereupon I said: Allahs Messenger, he who abuses (other) persons, they abuse (in return) his father and mother. He (the Holy Prophet) said: Abu Dharr, you are a person who still has (the remnants) of Ignorance in him They (your servants and slaves) are your brothers. Allah has put them in your care, so feed them with what you eat, clothe them with what you wear. and do not burden them beyond their capacities; but if you burden them (with an unbearable burden), then help them (by sharing their extra burden).",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الأَعْمَشُ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، قَالَ مَرَرْنَا بِأَبِي ذَرٍّ بِالرَّبَذَةِ وَعَلَيْهِ بُرْدٌ وَعَلَى غُلاَمِهِ مِثْلُهُ فَقُلْنَا يَا أَبَا ذَرٍّ لَوْ جَمَعْتَ بَيْنَهُمَا كَانَتْ حُلَّةً . فَقَالَ إِنَّهُ كَانَ بَيْنِي وَبَيْنَ رَجُلٍ مِنْ إِخْوَانِي كَلاَمٌ وَكَانَتْ أَمُّهُ أَعْجَمِيَّةً فَعَيَّرْتُهُ بِأُمِّهِ فَشَكَانِي إِلَى النَّبِيِّ صلى الله عليه وسلم فَلَقِيتُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ  يَا أَبَا ذَرٍّ إِنَّكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ  . قُلْتُ يَا رَسُولَ اللَّهِ مَنْ سَبَّ الرِّجَالَ سَبُّوا أَبَاهُ وَأُمُّهُ . قَالَ  يَا أَبَا ذَرٍّ إِنَّكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ هُمْ إِخْوَانُكُمْ جَعَلَهُمُ اللَّهُ تَحْتَ أَيْدِيكُمْ فَأَطْعِمُوهُمْ مِمَّا تَأْكُلُونَ وَأَلْبِسُوهُمْ مِمَّا تَلْبَسُونَ وَلاَ تُكَلِّفُوهُمْ مَا يَغْلِبُهُمْ فَإِنْ كَلَّفْتُمُوهُمْ فَأَعِينُوهُمْ  .",
    "hadithBengali": "৪১৬৭। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... মা&#39;রূপ ইবনু সুওয়াইদ (রহঃ) থেকে বর্ণিত। তিনি বলেন যে, আমারা রাবাযাহ নামক স্থানে আবূ যার (রাঃ) এর নিকট দিয়ে গমন করছিলাম। তখন তার গায়ে একটি চাঁদর ছিল এবং তাঁর গোলামের ওপরও অনুরূপ একটি চাঁদর ছিল। তখন আমরা বললাম, হে আবূ যার (রাঃ)! যদি আপনি উভয়টি একত্রিত করতেন, তাহলে দু&#39;জোড় (এক ধরনের দু&#39;কাপড়) হতো। তিনি বললেন, আমার মধ্যে এবং আমার ভাইদের একজন (অর্থাৎ) আমার গোলামের কথা কাটাকাটি হয়েছিল। তার মা ছিল অনারব। একদা আমি তার মাকে উল্লেখ করে তাকে গালি দিলাম। তখন সে আমার বিরুদ্ধে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে নালিশ করল। এরপর যখন আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে সাক্ষাৎ করলাম তখন তিনি বললেন, হে আবূ যার! তুমি এমন ব্যক্তি, যার মধ্যে অজ্ঞতা (জাহেলী) যুগের স্বভাব বিদ্যমান।\n\nআমি বললাম, ইয়া রাসুলাল্লাহ! যে ব্যক্তি মানুষদেরকে গালি দেয় তার প্রতি উত্তরে তারাও তার পিতা মাতাকে উল্লেখ করে গালি দেয়া স্বভাব। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আবূ যার! তোমার মধ্যে অজ্ঞতা যুগের স্বভাব এখনও বিদ্যমান। তারা (কালিমার) তোমাদের ভাই। আল্লাহ তাদেরকে তোমাদের অধীনস্থ করেছেন। তোমরা যা খাবে তাদেরকেও তা থেকে খাওয়াবে এবং তোমরা যেমন পোশাক পরবে তাদেরকেও তা থেকে পরারে। তোমরা তাদের উপর এমন কোন কাজের ভার চাপিয়ে দিবে না, যা করতে তারা হিমশিম খেয়ে যায়। যদি তোমরা তাদেরকে (ভারী কাজ) চাপিয়ে দাও, তাহলে একাজে (তোমরাও) তাদের সাহায্যও করবে।\n",
    "checkStatus": "1",
    "hadithNo": "4167",
    "id": "13778",
    "thesequence": "13621",
    "isActive": "1",
    "chapterId": "13743",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১০. নিজে যা খাবে ও পরবে দাস-দাসীকেও তা খেতে ও পরতে দেয়া এবং তাদের সাধ্যাতীত কাজের ভার না দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Amash but with a slight variation of words, e. g. in the hadith transmitted on the authority of Zuhair and Abu Muawiya after his words (these words of the Holy Prophet):\n You are a person having the remnants of Ignorance in him. (these words also occur, that Abu Dharr) said: Even up to this time of my old age? He (the Holy Prophet) said: Yes. In the tradition transmitted on the authority of Abu Muawiya (the words are): Yes, in this time of your old age. In the tradition transmitted on the authority of Isa (the words are): If you burden him (with an unbearable burden), you should sell him (and get another slave who can easily undertake this burden). In the hadith transmitted on the authority of Zuhair (the words are): Help him in that (work). In the hadith transmitted by Abu Muawiya (separately) there is no such word: Then sell him or help him. This hadith concludes with these words: Do not burden him beyond his capacity.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، كُلُّهُمْ عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ وَزَادَ فِي حَدِيثِ زُهَيْرٍ وَأَبِي مُعَاوِيَةَ بَعْدَ قَوْلِهِ  إِنَّكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ  . قَالَ قُلْتُ عَلَى حَالِ سَاعَتِي مِنَ الْكِبَرِ قَالَ  نَعَمْ  . وَفِي رِوَايَةِ أَبِي مُعَاوِيَةَ  نَعَمْ عَلَى حَالِ سَاعَتِكَ مِنَ الْكِبَرِ  . وَفِي حَدِيثِ عِيسَى  فَإِنْ كَلَّفَهُ مَا يَغْلِبُهُ فَلْيَبِعْهُ  . وَفِي حَدِيثِ زُهَيْرٍ  فَلْيُعِنْهُ عَلَيْهِ  . وَلَيْسَ فِي حَدِيثِ أَبِي مُعَاوِيَةَ  فَلْيَبِعْهُ  . وَلاَ  فَلْيُعِنْهُ  . انْتَهَى عِنْدَ قَوْلِهِ  وَلاَ يُكَلِّفْهُ مَا يَغْلِبُهُ  .",
    "hadithBengali": "৪১৬৮। আহমাদ ইবনু ইউনূস, আবূ কুরায়ব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... সকলেই আমাশ (রহঃ) ... থেকে এই একই সূত্রে উল্লেখিত হাদীস বর্ণনা করেছেন। আর তিনি যুহায়র ও আবূ মুয়াবিয়া (রাঃ) থেকে বর্ণিত হাদীসে তোমার মধ্যে অজ্ঞতা যুগের কর্মকাণ্ড বিদ্যমান এই কথার পর কিছু অতিরিক্ত সংযোগ করেছেন। তিনি বলেন, আমি বললাম, তা কি আমার বৃদ্ধ বয়সেও? তিনি বলেন, হ্যাঁ। আর আবূ মুয়াবিয়ার বর্ণনায় আছে- হ্যাঁ, তোমার এ বৃদ্ধ বয়সেও।\n\nআর ঈসা (রহঃ) এর হাদীসে আছে, যদি সে তাকে সাধ্যাতীত কোন কাজ চাপিয়ে দেয়, যা সে করতে অক্ষম, তবে তাকে বিক্রি করে দেবে। আর যুহায়র (রহঃ) এর হাদীসে আছে &ldquo;তবে সে তাকে সাহায্যও করবে&rdquo;। আবূ মুয়াবিয়ার (রাঃ) হাদীসে &ldquo;সে তাকে বিক্রি করে দিবে&rdquo; অথবা &ldquo;সাহায্য করবে&rdquo; কোন কথার উল্লেখ নেই। তুমি তাকে এমন কাজের ভার চাপিয়ে দিও না, যা করতে সে অক্ষম একথা পর্যন্তই হাদীস শেষ করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4168",
    "id": "13779",
    "thesequence": "13622",
    "isActive": "1",
    "chapterId": "13743",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১০. নিজে যা খাবে ও পরবে দাস-দাসীকেও তা খেতে ও পরতে দেয়া এবং তাদের সাধ্যাতীত কাজের ভার না দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Marur b. Suwaid reported:\nI saw Abu Dharr wearing clothes, and his slave wearing similar ones. I asked him about it, and he narrated that he had abused a person during the lifetime of Allahs Messenger (may peace be upoe. him) and he reproached him for his mother. That person came to Allahs Apostle (ﷺ) and made mention of that to him. Thereupon Allahs Apostle (ﷺ) said: You are a person who has (remnants of) Ignorance in him. Your slaves are brothers of yours. Allah has placed them in your hand, and he who has his brother under him, he should feed him with what he eats, and dress him with what he dresses himself, and do not burden them beyond their capacities, and if you burden them, (beyond their capacities), then help them.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ، بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ، عَنْ وَاصِلٍ الأَحْدَبِ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، قَالَ رَأَيْتُ أَبَا ذَرٍّ وَعَلَيْهِ حُلَّةٌ وَعَلَى غُلاَمِهِ مِثْلُهَا فَسَأَلْتُهُ عَنْ ذَلِكَ قَالَ فَذَكَرَ أَنَّهُ سَابَّ رَجُلاً عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَعَيَّرَهُ بِأُمِّهِ - قَالَ - فَأَتَى الرَّجُلُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم   إِنَّكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ إِخْوَانُكُمْ وَخَوَلُكُمْ جَعَلَهُمُ اللَّهُ تَحْتَ أَيْدِيكُمْ فَمَنْ كَانَ أَخُوهُ تَحْتَ يَدَيْهِ فَلْيُطْعِمْهُ مِمَّا يَأْكُلُ وَلْيُلْبِسْهُ مِمَّا يَلْبَسُ وَلاَ تُكَلِّفُوهُمْ مَا يَغْلِبُهُمْ فَإِنْ كَلَّفْتُمُوهُمْ فَأَعِينُوهُمْ عَلَيْهِ  .",
    "hadithBengali": "৪১৬৯। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) মারুর ইবনু সুওয়াইদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবূ যার (রাঃ) কে দেখতে পেলাম যে, তাঁর গায়ে জোড়া (সেট) চাঁদর এবং তাঁর গোলামের গায়েও অনুরূপ এক জোড়া চাঁদর রয়েছে। তখন আমি এ ব্যাপারে তাকে জিজ্ঞাসা করলাম। তিনি বললেন যে, সে (আবু যার) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় এক ব্যক্তিকে গালি দিয়েছিল। এবং সে ব্যক্তি তার মাকে উল্লেখ করে গালি দিল। বর্ণনাকারী বলেনঃ তখন লোকটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে তাঁর কাছে ঐ ঘটনা বর্ণনা করলো।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আমাকে) বললেনঃ নিশ্চয়ই তোমার মধ্যে জাহেলী যুগের স্বভাব বিদ্যমান। তারা তোমাদের ভাই, তোমাদের খাদিম। আল্লাহ তাআলা তাদেরকে তোমাদের অধীনস্থ করে দিয়েছেন। সুতরাং যে ব্যক্তির অধীনে তার কোন ভাই (গোলাম) থাকে তার উচিত তাকে এমন খাদ্য দেওয়া যা সে নিজে খায় এবং এমন পরিচ্ছদ দেওয়া যা সে নিজে পরিধান করে। আর তোমরা তাদের উপর এমন কাজের ভার চাপিয়ে দিও না যা তাদের জন্য কষ্টসাধ্য হয়। আর, যদি তোমরা তাদেরকে সাধ্যতীত কাজ দাও তবে তোমরা তাদেরকে প্রয়োজনীয় সাহায্য সহযোগিতাও করো।\n",
    "checkStatus": "1",
    "hadithNo": "4169",
    "id": "13780",
    "thesequence": "13623",
    "isActive": "1",
    "chapterId": "13743",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১০. নিজে যা খাবে ও পরবে দাস-দাসীকেও তা খেতে ও পরতে দেয়া এবং তাদের সাধ্যাতীত কাজের ভার না দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nIt is essential to feed the slave, clothe him (properly) and not burden him with work which is beyond his power.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنَا عَمْرُو، بْنُ الْحَارِثِ أَنَّ بُكَيْرَ بْنَ الأَشَجِّ، حَدَّثَهُ عَنِ الْعَجْلاَنِ، مَوْلَى فَاطِمَةَ عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ   لِلْمَمْلُوكِ طَعَامُهُ وَكِسْوَتُهُ وَلاَ يُكَلَّفُ مِنَ الْعَمَلِ إِلاَّ مَا يُطِيقُ  .",
    "hadithBengali": "৪১৭০। আবূ তাহির আহমাদ ইবনু আমর ইবনু সারহ (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত যে, তিনি বলেছেনঃ কৃতদাসের জন্যে খানা-পিনা ও পোশাক-পরিচ্ছেদ ক্রীতদাসের অধিকার। (তার ব্যবস্থা করা মনিবের কর্তব্য) তার সাধ্যাতীত কোন কাজের জন্য তাকে কষ্ট দেয়া যাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "4170",
    "id": "13781",
    "thesequence": "13624",
    "isActive": "1",
    "chapterId": "13743",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১০. নিজে যা খাবে ও পরবে দাস-দাসীকেও তা খেতে ও পরতে দেয়া এবং তাদের সাধ্যাতীত কাজের ভার না দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nWhen the slave of anyone amongst you prepares food for him and he serves him after having sat close to (and undergoing the hardship of) heat and smoke, he should make him (the slave) sit along with him and make him eat (along with him), and if the food seems to run short, then he should spare some portion for him (from his own share) - (another narrator) Dawud said: i. e. a morsel or two.",
    "hadithArabic": "وَحَدَّثَنَا الْقَعْنَبِيُّ، حَدَّثَنَا دَاوُدُ بْنُ قَيْسٍ، عَنْ مُوسَى بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا صَنَعَ لأَحَدِكُمْ خَادِمُهُ طَعَامَهُ ثُمَّ جَاءَهُ بِهِ وَقَدْ وَلِيَ حَرَّهُ وَدُخَانَهُ فَلْيُقْعِدْهُ مَعَهُ فَلْيَأْكُلْ فَإِنْ كَانَ الطَّعَامُ مَشْفُوهًا قَلِيلاً فَلْيَضَعْ فِي يَدِهِ مِنْهُ أُكْلَةً أَوْ أُكْلَتَيْنِ  . قَالَ دَاوُدُ يَعْنِي لُقْمَةً أَوْ لُقْمَتَيْنِ .",
    "hadithBengali": "৪১৭১। কানাবী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কোন গোলাম খাবার রান্না করে তার (মনিবের) কাছে নিয়ে আসে। এমন খাবার যার তাপ ও ধোঁয়া সে সহ্য করেছে, তখন তার উচিত হবে তাকে কাছে বসিয়ে তা থেকে কিছু খাবার প্রদান করা। আর যদি খাবারের পরিমাণ অতি অল্প হয়, তবে সে যেন তার হাতে অন্তত এক-গ্রাস অথবা দুগ্রাস খাবার তুলে দেয়। বর্ণনাকারী দাঊদ (রহঃ) ... বলেন যে, أُكْلَةً أَوْ أُكْلَتَيْنِ এর অর্থلُقْمَةً أَوْ لُقْمَتَيْنِ --এক লুকমা অথবা দু&#39;লুকমা।\n",
    "checkStatus": "1",
    "hadithNo": "4171",
    "id": "13782",
    "thesequence": "13625",
    "isActive": "1",
    "chapterId": "13743",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১০. নিজে যা খাবে ও পরবে দাস-দাসীকেও তা খেতে ও পরতে দেয়া এবং তাদের সাধ্যাতীত কাজের ভার না দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported Allahs Messenger (ﷺ) as saying:\nWhen a slave looks to the welfare of his master and worships Allah well, he has two rewards for him.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الْعَبْدَ إِذَا نَصَحَ لِسَيِّدِهِ وَأَحْسَنَ عِبَادَةَ اللَّهِ فَلَهُ أَجْرُهُ مَرَّتَيْنِ  .",
    "hadithBengali": "৪১৭২। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন গোলাম যখন আন্তরিকতার সাথে তার মনিবের কাজ করে (মনিবের কল্যাণ কামনা করে) এবং আল্লাহ্&zwnj;র ইবাদতেও উত্তমরূপে সমাধা করে-- তখন তার জন্য পুরস্কার দুই গুণ।\n",
    "checkStatus": "1",
    "hadithNo": "4172",
    "id": "13783",
    "thesequence": "13626",
    "isActive": "1",
    "chapterId": "13744",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১১. আন্তরিকতার সাথে মনিবের সেবা ও উত্তমরূপে আল্লাহর ইবাদতকারী দাস-দাসীর সাওয়াব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Ibn Umar through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا يَحْيَى، وَهْوَ الْقَطَّانُ ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ نُمَيْرٍ، وَأَبُو أُسَامَةَ كُلُّهُمْ عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي أُسَامَةُ، جَمِيعًا عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ مَالِكٍ .",
    "hadithBengali": "৪১৭৩। যুহায়র ইবনু হারব, মুহাম্মাদ ইবনু নুমায়র, আবূ বাকর আবূ শায়বা ও হারুন ইবনু সাঈদ আইলী (রহঃ) ... সকলেই ইবনু উমার (রাঃ) সুত্রে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মালিক (রহঃ) ... এর বর্ণিত হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4173",
    "id": "13784",
    "thesequence": "13627",
    "isActive": "1",
    "chapterId": "13744",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১১. আন্তরিকতার সাথে মনিবের সেবা ও উত্তমরূপে আল্লাহর ইবাদতকারী দাস-দাসীর সাওয়াব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nFor a faithful slave there are two rewards. By him in Whose hand is the life of Abu Huraira, but for Jihad in the cause of Allah, and Pilgrimage and kindness to my mother, I would have preferred to die as a slave. He (one of the narrators in the chain of transmitters) said: This news reached us that Abu Huraira did not perform Pilgrimage until his mother died for (keeping himself constantly) in her service.",
    "hadithArabic": " حَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ سَمِعْتُ سَعِيدَ بْنَ الْمُسَيَّبِ، يَقُولُ قَالَ أَبُو هُرَيْرَةَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لِلْعَبْدِ الْمَمْلُوكِ الْمُصْلِحِ أَجْرَانِ  . وَالَّذِي نَفْسُ أَبِي هُرَيْرَةَ بِيَدِهِ لَوْلاَ الْجِهَادُ فِي سَبِيلِ اللَّهِ وَالْحَجُّ وَبِرُّ أُمِّي لأَحْبَبْتُ أَنْ أَمُوتَ وَأَنَا مَمْلُوكٌ . قَالَ وَبَلَغَنَا أَنَّ أَبَا هُرَيْرَةَ لَمْ يَكُنْ يَحُجُّ حَتَّى مَاتَتْ أُمُّهُ لِصُحْبَتِهَا . قَالَ أَبُو الطَّاهِرِ فِي حَدِيثِهِ  لِلْعَبْدِ الْمُصْلِحِ  . وَلَمْ يَذْكُرِ الْمَمْلُوكَ .",
    "hadithBengali": "৪১৭৪। আবূ তাহির ও হারামালা ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ক্রীতদাস সৎ গোলামের জন্যে দুটি পুরস্কার রয়েছে। সেই মহান আল্লাহর শপথ। যার হাতে আবূ হুরায়রার জীবন, যদি আল্লাহর পথে জিহাদ করা, হজ্জ করা এবং আমার মায়ের সেবা করা এসব কর্তব্য (আমার দায়িত্বে) না থাকত তবে গোলাম অবস্থায় মৃত্যু বরণকেই আমি অধিক পছন্দ করতাম।\n\nবর্ণনাকারী বলেন, আমরা জানতে পারলাম যে, আবূ হুরায়রা (রাঃ) হজ্জে গমন করেননি তাঁর মায়ের মৃত্যুর আগে। কেননা, তিনি সর্বদা তাঁর সাহচর্যে থেকে সেবা করতেন। বর্ননাকারী আবূ তাহের তাঁর বর্ণিত হাদীসেلِلْعَبْدِ الْمُصْلِحِ (সৎ গোলামের জন্যে) কথাটির উল্লেখ করেছেন। কিন্তুالْمَمْلُوكَ (ক্রীতদাস) শব্দটি তিনি উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "4174",
    "id": "13785",
    "thesequence": "13628",
    "isActive": "1",
    "chapterId": "13744",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১১. আন্তরিকতার সাথে মনিবের সেবা ও উত্তমরূপে আল্লাহর ইবাদতকারী দাস-দাসীর সাওয়াব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Abu Tahir but with a slight variation of words.",
    "hadithArabic": " وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا أَبُو صَفْوَانَ الأُمَوِيُّ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، بِهَذَا الإِسْنَادِ وَلَمْ يَذْكُرْ بَلَغَنَا وَمَا بَعْدَهُ .",
    "hadithBengali": "৪১৭৫। যুহায়র ইবনু হারব (রহঃ) ... ইবনু শিহাব (রহঃ) থেকে উক্ত সনদে এ হাদীস বর্ণনা করেছেন। কিন্তু তিনি بَلَغَنَا وَمَا بَعْدَهُ (আমাদের কাছে সংবাদ পৌঁছছে থেকে নিয়ে এর পরবর্তী অংশ উল্লেখ করেননি)\n",
    "checkStatus": "1",
    "hadithNo": "4175",
    "id": "13786",
    "thesequence": "13629",
    "isActive": "1",
    "chapterId": "13744",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১১. আন্তরিকতার সাথে মনিবের সেবা ও উত্তমরূপে আল্লাহর ইবাদতকারী দাস-দাসীর সাওয়াব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nWhen a slave fulfils obligation of Allah and obligation of his master, he has two rewards for him. I narrated this to Kab, and Kab said: (Such a slave) has no accountability, nor has a poor believer.\nThe above hadith has been reported through another chain of transmitters on the authority of Abu Huraira.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا أَدَّى الْعَبْدُ حَقَّ اللَّهِ وَحَقَّ مَوَالِيهِ كَانَ لَهُ أَجْرَانِ  . قَالَ فَحَدَّثْتُهَا كَعْبًا فَقَالَ كَعْبٌ لَيْسَ عَلَيْهِ حِسَابٌ وَلاَ عَلَى مُؤْمِنٍ مُزْهِدٍ .\n وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৪১৭৬। আবূ বাকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে গোলাম আল্লাহর হক এবং তার মনিবের হক আদায় করল, তার জন্য দু&#39;গুন সাওয়াব রয়েছে। বর্ণনাকারী বলেন যে, আমি হাদীসটি কাব (রাঃ) নিকট বর্ণনা করলাম তখন কাব (রাঃ) বললেন, কিয়ামত দিবসে তার ওপর কোন হিসাব নেই এবং ঐ মুমিনের ওপরও কোন হিসাব নেই যার সম্পদ কম।\n\nউপরোক্ত হাদীস যুহায়র ইবনু হারব (রহঃ) আমাশ (রাঃ) থেকে একই সূত্রে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4176",
    "id": "13787",
    "thesequence": "13630",
    "isActive": "1",
    "chapterId": "13744",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১১. আন্তরিকতার সাথে মনিবের সেবা ও উত্তমরূপে আল্লাহর ইবাদতকারী দাস-দাসীর সাওয়াব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nIt is good for a slave that he worships Allah well, and serves his master (well). It is good for him.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   نِعِمَّا لِلْمَمْلُوكِ أَنْ يُتَوَفَّى يُحْسِنُ عِبَادَةَ اللَّهِ وَصَحَابَةَ سَيِّدِهِ نِعِمَّا لَهُ  .",
    "hadithBengali": "৪১৭৭। মুহাম্মাদ ইবনু রাফি (রহঃ) হাম্মাম ইবন মুনাব্বিহ (রহঃ) আবূ হুরায়রা (রাঃ) সূত্রে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনেক হাদীস বর্ণনা করেছেন। তার অন্যতম (হাদীস) তিনি (আবু হুরায়রা) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ঐ গোলামের জন্য কতইনা উত্তম (পুরস্কার রয়েছে) যে, উত্তমরূপে আল্লাহর ইবাদত করেএবং আপন মনিবের উত্তম সেবা করে মৃত্যুবরণ করেছে, তার জন্য কতইনা উত্তম প্রতিদান রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4177",
    "id": "13788",
    "thesequence": "13631",
    "isActive": "1",
    "chapterId": "13744",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১১. আন্তরিকতার সাথে মনিবের সেবা ও উত্তমরূপে আল্লাহর ইবাদতকারী দাস-দাসীর সাওয়াব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported Allahs Messenger (ﷺ) as saying:\nHe who gives up his share in a slave, and has enough money to pay the full price of the slave, then full emancipation devolves upon him; but if he has not the money, then he emancipated what he emancipated.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قُلْتُ لِمَالِكٍ حَدَّثَكَ نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ فَكَانَ لَهُ مَالٌ يَبْلُغُ ثَمَنَ الْعَبْدِ قُوِّمَ عَلَيْهِ قِيمَةَ الْعَدْلِ فَأَعْطَى شُرَكَاءَهُ حِصَصَهُمْ وَعَتَقَ عَلَيْهِ الْعَبْدُ وَإِلاَّ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ  .",
    "hadithBengali": "৪১৭৮। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কয়েক শরীকের মালিকানাধীণ কোন গোলামের নিজ অংশ যে ব্যক্তি আযাদ করে দিল আর তার কাছে এমন পরিমাণ সম্পদ আছে যা গোলামের মূল্য পরিমাণ হয় তবে ন্যায়সঙ্গতভাবে মূল্য নির্ধারণ করে অন্যন্য অংশীদারদের প্রাপ্য অংশ পরিশোধ করে দিবে এবং গোলাম (সম্পূর্ণভাবে) তার পক্ষ থেকে আযাদ হবে। অন্যথা সে যে অংশ আযাদ করল, তাই (শুধু) আযাদ হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4178",
    "id": "13789",
    "thesequence": "13632",
    "isActive": "1",
    "chapterId": "13745",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১২. শরীকী গোলাম আযাদ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported Allahs Messenger (ﷺ) as saying:\nHe who emancipates his share in the slave, it is his responsibility to secure full freedom for him provided he (the slave) has enough money to pay the (remaining) price, but it he has not so much money he would be emancipated to the extent that the first man emancipated.",
    "hadithArabic": "حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَعْتَقَ شِرْكًا لَهُ مِنْ مَمْلُوكٍ فَعَلَيْهِ عِتْقُهُ كُلُّهُ إِنْ كَانَ لَهُ مَالٌ يَبْلُغُ ثَمَنَهُ فَإِنْ لَمْ يَكُنْ لَهُ مَالٌ عَتَقَ مِنْهُ مَا عَتَقَ  .",
    "hadithBengali": "৪১৭৯। ইবনু নুমায়র (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কোন গোলামের (মালিকানা হবে তার) নিজ অংশ আযাদ করে দিল, তার কর্তব্য হবে সম্পূর্ণ গোলাম আযাদ করে দেয়া, যদি তার কাছে সম্পূর্ণ গোলামের মূল্য পরিমাণ সম্পদ বিদ্যমান থাকে। আর যদি তার সম্পদ বিদ্যমান না থাকে, তবে সে যে অংশ আযাদ করল, তাই (শুধু) আযাদ হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4179",
    "id": "13790",
    "thesequence": "13633",
    "isActive": "1",
    "chapterId": "13745",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১২. শরীকী গোলাম আযাদ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported Allahs Messenger (ﷺ) as saying:\nHe who gives up his share in a slave, and he has money enough to meet the full price, a fair price for him should be fixed; otherwise be has emancipated him to the extent that he has emancipated.",
    "hadithArabic": "وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ نَافِعٍ، مَوْلَى عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَعْتَقَ نَصِيبًا لَهُ فِي عَبْدٍ فَكَانَ لَهُ مِنَ الْمَالِ قَدْرُ مَا يَبْلُغُ قِيمَتَهُ قُوِّمَ عَلَيْهِ قِيمَةَ عَدْلٍ وَإِلاَّ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ  .",
    "hadithBengali": "৪১৮০। শায়বান ইবনু ফাররুখ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি যৌথভাবে ক্রয় করা কোন গোলামের নিজ অংশ আযাদ করে দেয় এবং তার কাছে গোলামের সম্পূর্ণ মূল্যের পরিমাণ সম্পদও থাকে তখন ন্যায়সঙ্গতভাবে গোলামও মূল্য নিরূপণ করা হবে এবং সকলের পাওনা পরিশোধ করে তাকে সম্পূর্ণ আযাদ করে দেবে। অন্যথা সে যে অংশ আযাদ করল তাই (শুধু) আযাদ হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4180",
    "id": "13791",
    "thesequence": "13634",
    "isActive": "1",
    "chapterId": "13745",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১২. শরীকী গোলাম আযাদ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated through another chain of transmitters with a slight variation of words.",
    "hadithArabic": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ رُمْحٍ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، ح وَحَدَّثَنَا مُحَمَّدُ، بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، ح وَحَدَّثَنِي أَبُو الرَّبِيعِ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا حَمَّادٌ، وَهُوَ ابْنُ زَيْدٍ ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنِي ابْنَ عُلَيَّةَ - كِلاَهُمَا عَنْ أَيُّوبَ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي إِسْمَاعِيلُ بْنُ أُمَيَّةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنِ ابْنِ أَبِي ذِئْبٍ، ح وَحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي أُسَامَةُ، - يَعْنِي ابْنَ زَيْدٍ - كُلُّ هَؤُلاَءِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ وَلَيْسَ فِي حَدِيثِهِمْ   وَإِنْ لَمْ يَكُنْ لَهُ مَالٌ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ  . إِلاَّ فِي حَدِيثِ أَيُّوبَ وَيَحْيَى بْنِ سَعِيدٍ فَإِنَّهُمَا ذَكَرَا هَذَا الْحَرْفَ فِي الْحَدِيثِ وَقَالاَ لاَ نَدْرِي أَهُوَ شَىْءٌ فِي الْحَدِيثِ أَوْ قَالَهُ نَافِعٌ مِنْ قِبَلِهِ وَلَيْسَ فِي رِوَايَةِ أَحَدٍ مِنْهُمْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم . إِلاَّ فِي حَدِيثِ اللَّيْثِ بْنِ سَعْدٍ .",
    "hadithBengali": "৪১৮১। কুতায়বা ইবনু সাঈদ, মুহামদ ইবনু রুহম, মুহাম্মদ ইবনু মুসান্না, আবূ রাবী, আবূ কামিল, যুহায়র ইবনু হারব, ইসহাক ইবনু মানসুর, মুহাম্মদ ইবনু রাফি, হারুন ইবনু সাঈদ আইলী (রহঃ) ... সকলেই ইবনু উমার (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এই হাদীস বর্ণনা করেছেন। আর আয়্যুব ও ইয়াহইয়া ইবন সাঈদ (রহঃ) ব্যাতিত অন্য সকলে তাদের বর্ণিত হাদীসেوَإِنْ لَمْ يَكُنْ لَهُ مَالٌ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ (আর যদি তার কাছে প্রচুর সম্পদ বিদ্যমান না থাকে, তবে সে যে অংশ আযাদ করল তাই শুধূ আযাদ হবে) এইরূপ বাক্যের উল্লেখ নেই। আর তারা (দু&#39;জন) একথাও বলেছেন যে, আমরা জানিনা যে, প্রকৃতপক্ষেই এই শব্দগুলো হাদীসের অন্তর্ভুক্ত, না বর্ননাকারী নাফি (রহঃ) নিজের পক্ষ হতেই এইগুলো বলেছেন। উল্লিখিত বর্ণনাকারীদের কারো বর্ণনায় আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতে শুনিনি কথাটা নেই, একমাত্র লাইস ইবনু সাদ এর হাদীস ব্যতিত।\n",
    "checkStatus": "1",
    "hadithNo": "4181",
    "id": "13792",
    "thesequence": "13635",
    "isActive": "1",
    "chapterId": "13745",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১২. শরীকী গোলাম আযাদ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salim b. Abdullah reported on the authority of his father that Allahs Apostle (ﷺ) said:\nHe who emancipates a slave (shared) by him and another one, his full price may be justly assessed from his wealth, neither less nor more, and he (the slave) would be emancipated if he (the partner) would be solvent enough (to forgo the amount of his share).",
    "hadithArabic": "وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، وَابْنُ أَبِي عُمَرَ، كِلاَهُمَا عَنِ ابْنِ عُيَيْنَةَ، قَالَ ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ عَبْدًا بَيْنَهُ وَبَيْنَ آخَرَ قُوِّمَ عَلَيْهِ فِي مَالِهِ قِيمَةَ عَدْلٍ لاَ وَكْسَ وَلاَ شَطَطَ ثُمَّ عَتَقَ عَلَيْهِ فِي مَالِهِ إِنْ كَانَ مُوسِرًا  .",
    "hadithBengali": "৪১৮২। আমর আন-নাকিদ ও ইবনু আবী উমর (রহঃ) ... আবদুল্লাহ (রহঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অংশীদারিত্ব আছে, তবে ন্যায়সঙ্গতভাবে কমবেশি করা ব্যতীত তার মূল্য নিরূপণ করা হবে। এরপর তার সম্পদ হতে তাকে মুক্ত করে দেয়া উচিত, যদি সে সচ্ছল হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4182",
    "id": "13793",
    "thesequence": "13636",
    "isActive": "1",
    "chapterId": "13745",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১২. শরীকী গোলাম আযাদ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported Allahs Apostle (ﷺ) as saying:\nHe who gives up his share in a slave, the remaining (share) will be paid out of his riches if his riches are enough to meet the price of the slave.",
    "hadithArabic": "وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ عَتَقَ مَا بَقِيَ فِي مَالِهِ إِذَا كَانَ لَهُ مَالٌ يَبْلُغُ ثَمَنَ الْعَبْدِ  .",
    "hadithBengali": "৪১৮৩। আবদ ইবনু হুমায়দ (রহঃ) ... ইবনু উমার (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কোন গোলামের তার অংশ আযাদ করল, বাকী অংশটুকু তার সম্পদ থেকে আযাদ হয়ে যাবে, যদি তার এমন সস্পদ থাকে যদ্বারা গোলামের মূল্য পরিশাধ করা যায়।\n",
    "checkStatus": "1",
    "hadithNo": "4183",
    "id": "13794",
    "thesequence": "13637",
    "isActive": "1",
    "chapterId": "13745",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১২. শরীকী গোলাম আযাদ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nIn case the slave is owned by two persons, and one of them emancipates him, he will guarantee (his full freedom).",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي، هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ فِي الْمَمْلُوكِ بَيْنَ الرَّجُلَيْنِ فَيُعْتِقُ أَحَدُهُمَا قَالَ   يَضْمَنُ  .",
    "hadithBengali": "৪১৮৪। মুহাম্মাদ ইবনু মুসান্না ও মুহাম্মাদ ইবনু বাশশার (রহঃ) উভয়েই ... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ দু&#39;ব্যক্তির অংশীদারিত্বে কোন গোলামের একজন মালিক যদি তার অংশ আযাদ করে দেয়, তবে সে (অপরের অংশের) যামিন হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4184",
    "id": "13795",
    "thesequence": "13638",
    "isActive": "1",
    "chapterId": "13745",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১২. শরীকী গোলাম আযাদ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Shuba with the same chain of transmitters (and the words are):\n He who emancipates a portion in a slave, he should (secure full) freedom for him from his property.",
    "hadithArabic": "وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ قَالَ   مَنْ أَعْتَقَ شَقِيصًا مِنْ مَمْلُوكٍ فَهُوَ حُرٌّ مِنْ مَالِهِ  .",
    "hadithBengali": "৪১৮৫। উবায়দুল্লাহ ইবনু মুআয (রহঃ) ... শুবা (রহঃ) সূত্রে হাদীসটি একই সূত্রে বর্ণনা করেছেন যে, যদি কেউ কোন গোলামের এক অংশ আযাদ করল, সে স্বাধীন হবে তার মাল থেকেই। (অর্থাৎ নিজ দায়িত্বে স্বীয় সম্পদ দ্বারা তাকে সম্পূর্ণ আজাদ করে দেয়া তার কর্তব্য)।\n",
    "checkStatus": "1",
    "hadithNo": "4185",
    "id": "13796",
    "thesequence": "13639",
    "isActive": "1",
    "chapterId": "13745",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১২. শরীকী গোলাম আযাদ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nHe who emancipates his portion in a slave, full emancipation may be secured for him out of his property (if he has money) if he has enough property to meet (the required expenses), but if he has not enough property, the slave should be put to extra labour (in order to earn money for buying his freedom), but he should not be overburdened.",
    "hadithArabic": "وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنِ ابْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ شَقِيصًا لَهُ فِي عَبْدٍ فَخَلاَصُهُ فِي مَالِهِ إِنْ كَانَ لَهُ مَالٌ فَإِنْ لَمْ يَكُنْ لَهُ مَالٌ اسْتُسْعِيَ الْعَبْدُ غَيْرَ مَشْقُوقٍ عَلَيْهِ  .",
    "hadithBengali": "৪১৮৬। আমর আন-নাকিদ (রহঃ) ... আবু হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ যে ব্যক্তি (যৌথ মালিকানার) কোন গোলামের নিজ অংশ আযাদ করল, তবে তার মাল থেকেই তাকে সম্পূর্ণ মুক্ত করে দেওয়া কর্তব্য, যদি তার সম্পদ থাকে। আর যদি তার সম্পদ না থাকে তবে (পূর্ণ মুক্ত হওয়ার জন্য) গোলামকে সে (তার অবশিষ্ট মূল্য পরিমাণ) শ্রম করানো হবে। (এবং মূল্য পরিশোধ হলে সে সম্পূর্ণ মুক্ত হবে), তবে তার উপর কোন কঠোরতা আরোপ করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "4186",
    "id": "13797",
    "thesequence": "13640",
    "isActive": "1",
    "chapterId": "13745",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১২. শরীকী গোলাম আযাদ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated through another chain of transmitters (and the words are):\n He will be required to work (in order to secure freedom) for that por- tion in which he has not been emancipated, without overburdening him.",
    "hadithArabic": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، وَمُحَمَّدُ بْنُ بِشْرٍ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَلِيُّ بْنُ خَشْرَمٍ، قَالاَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، جَمِيعًا عَنِ ابْنِ أَبِي، عَرُوبَةَ بِهَذَا الإِسْنَادِ . وَفِي حَدِيثِ عِيسَى   ثُمَّ يُسْتَسْعَى فِي نَصِيبِ الَّذِي لَمْ يُعْتِقْ غَيْرَ مَشْقُوقٍ عَلَيْهِ  .",
    "hadithBengali": "৪১৮৭। আবূ বাকর ইবনু আবূ শায়বা, ইসহাক ইবনু ইবরাহীম ও আলী ইবনু খাশরাম (রহঃ) ... ইবনু আবূ আরূবা (রহঃ) থেকে একই সুত্রে উল্লেখিত হাদীস বর্ণনা করেছেন। আর ঈসা (রহঃ) এর বর্ণিত হাদীসে এরপর যে অংশ আযাদ করেনি শ্রম দ্বারা সে চেষ্টা করবে, কিন্তু তার উপর কোন কঠোরতা আরোপ করা যাবে না বর্ণিত রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4187",
    "id": "13798",
    "thesequence": "13641",
    "isActive": "1",
    "chapterId": "13745",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১২. শরীকী গোলাম আযাদ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Imran b. Husain reported that a person who had no other property emancipated six slaves of his at the time of his death. Allahs Messenger (ﷺ) called for them and divided them into three sections, cast lots amongst them, and set two free and kept four in slavery; and he (the Holy Prophet) spoke severely of him.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ عُلَيَّةَ - عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ، بْنِ حُصَيْنٍ . أَنَّ رَجُلاً، أَعْتَقَ سِتَّةَ مَمْلُوكِينَ لَهُ عِنْدَ مَوْتِهِ لَمْ يَكُنْ لَهُ مَالٌ غَيْرُهُمْ فَدَعَا بِهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم فَجَزَّأَهُمْ أَثْلاَثًا ثُمَّ أَقْرَعَ بَيْنَهُمْ فَأَعْتَقَ اثْنَيْنِ وَأَرَقَّ أَرْبَعَةً وَقَالَ لَهُ قَوْلاً شَدِيدًا .",
    "hadithBengali": "৪১৮৮। আলী ইবনু হুজর সাদী, আবূ বাকর ইবনু আবূ শায়বা ও যুহায়র ইবনু হারব (রহঃ) ... ইমরান ইবনু হুসাইন (রাঃ) থেকে বর্ণিত যে, এক ব্যক্তি তার মৃত্যুকালে নিজের ছয়জন গোলামকে আযাদ করল অথচ তারা ব্যতীত তার আর কোন সম্পদও ছিল না। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে ডাকালেন এবং তাদেরকে তিনভাগে ভাগ করলেন। তারপর তাদের মাঝে লটারী করে দু&#39;জনকে (সম্পৃর্ণভাবে) আযাদ করলেন এবং বাকী চারজনকে গোলাম বানিয়ে রাখলেন। আর তার সম্পর্কে (মৃতের প্রতি) কঠোর ভাষা প্রয়োগ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4188",
    "id": "13799",
    "thesequence": "13642",
    "isActive": "1",
    "chapterId": "13745",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১২. শরীকী গোলাম আযাদ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated through another chain of transmitters (and the words are):\n A person from among the Ansar willed away the freedom of six slaves of his at the time of his death.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي، عُمَرَ عَنِ الثَّقَفِيِّ، كِلاَهُمَا عَنْ أَيُّوبَ، بِهَذَا الإِسْنَادِ . أَمَّا حَمَّادٌ فَحَدِيثُهُ كَرِوَايَةِ ابْنِ عُلَيَّةَ وَأَمَّا الثَّقَفِيُّ فَفِي حَدِيثِهِ أَنَّ رَجُلاً مِنَ الأَنْصَارِ أَوْصَى عِنْدَ مَوْتِهِ فَأَعْتَقَ سِتَّةَ مَمْلُوكِينَ .",
    "hadithBengali": "৪১৮৯। কুতায়বা ইবনু সাঈদ, ইসহাক ইবনু ইবরাহীম ও ইবনু আবূ উমর (রহঃ) ... আইউব (রহঃ) থেকে উক্ত সনদে হাদীসটি বর্ণনা করেছেন। আর হাম্মাদ (রহঃ) এর বর্ণিত হাদীসটি ইবনু উলাইয়া (রহঃ) এর হাদীসের অনুরূপ। আর সাকাফী (রহঃ) এর হাদীসে বর্ণিত হয়েছে যে, &ldquo;আনসারী এক লোক তাঁর মৃত্যুকালে ওয়াসিয়াত করলেন এবং (সে ওয়াসিয়াতে) তাঁর ছয়জন গোলামকে আযাদ করলেন&rdquo;।\n",
    "checkStatus": "1",
    "hadithNo": "4189",
    "id": "13800",
    "thesequence": "13643",
    "isActive": "1",
    "chapterId": "13745",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১২. শরীকী গোলাম আযাদ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been reported on the authority of Imran b. Husain through another chain of narrators.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ مِنْهَالٍ الضَّرِيرُ، وَأَحْمَدُ بْنُ عَبْدَةَ، قَالاَ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ ابْنِ عُلَيَّةَ وَحَمَّادٍ .",
    "hadithBengali": "৪১৯০। মুহাম্মদ ইবনু মিনহাল দারীর ও আহমাদ ইবনু আবদা (রহঃ) উভয়ে ... ইমরান ইবনু হুসাইন (রাঃ) সূত্রে নাবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ইবনু উলাইয়া (রহঃ) ও হাম্মাদ (রহঃ) এর বর্ণিত হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4190",
    "id": "13801",
    "thesequence": "13644",
    "isActive": "1",
    "chapterId": "13745",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১২. শরীকী গোলাম আযাদ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah said that a person among the Ansar declared his slave free after his death, as he had no other property. This news reached the Messenger of Allah (ﷺ) and he said:\nWho will buy him from me? And Nuaim b. al-Nahham bought him for eight hundred dirhams and he handed them over to him, Amr (one of the narrators) said: I heard Jabir b. Abdullah as saying: He was a Coptic slave, and he died in the first year (of the Caliphate of Abdullah b. Zubair).",
    "hadithArabic": "حَدَّثَنَا أَبُو الرَّبِيعِ، سُلَيْمَانُ بْنُ دَاوُدَ الْعَتَكِيُّ حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَجُلاً، مِنَ الأَنْصَارِ أَعْتَقَ غُلاَمًا لَهُ عَنْ دُبُرٍ لَمْ يَكُنْ لَهُ مَالٌ غَيْرُهُ فَبَلَغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ   مَنْ يَشْتَرِيهِ مِنِّي  . فَاشْتَرَاهُ نُعَيْمُ بْنُ عَبْدِ اللَّهِ بِثَمَانِمِائَةِ دِرْهَمٍ فَدَفَعَهَا إِلَيْهِ . قَالَ عَمْرٌو سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ عَبْدًا قِبْطِيًّا مَاتَ عَامَ أَوَّلَ .",
    "hadithBengali": "৪১৯১। আবূ রাবী সূলায়মান ইবনু দাউদ আতাকী (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, আনসারী একজন লোক তাঁর গোলামকে এই শর্তে আযাদ করল যে, তুমি আমার মৃত্যুর পর স্বাধীন। সে গোলাম ব্যতিত তার আর কোন সম্পদও ছিলনা। এই সংবাদ যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পর্যন্ত পৌছল। তখন তিনি বললেনঃ কে আছ যে, তাকে আমার নিকট হতে ক্রয় করবে। তখন নু&#39;আয়ম ইবনু আবদুল্লাহ (রাঃ) আটশ দিরহামের বিনিময়ে তাকে ক্রয় করলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঐ অর্থ আনসারীকে দিয়ে দিলেন। আমর (রহঃ) বলেন, আমি জাবির ইবনু আবদুল্লাহকে (রাঃ) কে বলতে শুনেছি যে, সে ছিল একজন কিবতী গোলাম। সে (আবদুল্লাহ ইবনু যুবাহার (রাঃ) এর খিলাফতের) প্রথম বছর মৃত্যুবরণ করেছে।\n",
    "checkStatus": "1",
    "hadithNo": "4191",
    "id": "13802",
    "thesequence": "13645",
    "isActive": "1",
    "chapterId": "13746",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১৩. মুদাব্বার গোলাম বিক্রি করা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir is reported to have said:\nA person amongst the Ansar who had no other property declared a slave free after his death. Allahs Messenger (ﷺ) sold him, and Ibn al-Nahham bought him and he was a Coptic slave (who) died in the first year of the Caliphate of Ibn Zubair.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، عَنِ ابْنِ عُيَيْنَةَ، قَالَ أَبُو بَكْرٍ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، قَالَ سَمِعَ عَمْرٌو، جَابِرًا يَقُولُ دَبَّرَ رَجُلٌ مِنَ الأَنْصَارِ غُلاَمًا لَهُ لَمْ يَكُنْ لَهُ مَالٌ غَيْرُهُ فَبَاعَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم . قَالَ جَابِرٌ فَاشْتَرَاهُ ابْنُ النَّحَّامِ عَبْدًا قِبْطِيًّا مَاتَ عَامَ أَوَّلَ فِي إِمَارَةِ ابْنِ الزُّبَيْرِ .",
    "hadithBengali": "৪১৯২। আবূ বাকর ইবনু আবূ শায়বা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ, আনসারী এক লোক তার গোলামকে এই বলে আযাদ করল যে, আমার মৃত্যুর পর তুমি স্বাধীন। কিন্তু সে গোলাম ব্যতীত তার আর কোন সম্পদ ছিস না। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বিক্রি করলেন। জাবির (রাঃ) বলেন যে, ইবনু নাহহাম (রাঃ) তাকে ক্রয় করলো। সে ছিল একজন কিবতি গোলাম। ইবনু যুবায়র (রাঃ) এর খিলাফত কালের প্রথম বছর সে ইন্তেকাল করে।\n",
    "checkStatus": "1",
    "hadithNo": "4192",
    "id": "13803",
    "thesequence": "13646",
    "isActive": "1",
    "chapterId": "13746",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১৩. মুদাব্বার গোলাম বিক্রি করা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Jabir through another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَابْنُ، رُمْحٍ عَنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الْمُدَبَّرِ نَحْوَ حَدِيثِ حَمَّادٍ عَنْ عَمْرِو بْنِ دِينَارٍ .",
    "hadithBengali": "৪১৯৩। কুতায়বা ইবনু সাঈদ ও ইবনু রুমহ (রহঃ) ... জাবির (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে &ldquo;মুদাব্বার&rdquo; সম্পর্কে হাম্মাদ (রহঃ) কর্তৃক আমর ইবনু দ্বীনারের বর্ণিত হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4193",
    "id": "13804",
    "thesequence": "13647",
    "isActive": "1",
    "chapterId": "13746",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১৩. মুদাব্বার গোলাম বিক্রি করা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated from Allahs Messenger (ﷺ) through other chains of transmitters.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا الْمُغِيرَةُ، - يَعْنِي الْحِزَامِيَّ - عَنْ عَبْدِ الْمَجِيدِ بْنِ، سُهَيْلٍ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، ح. وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ هَاشِمٍ، حَدَّثَنَا يَحْيَى، - يَعْنِي ابْنَ سَعِيدٍ - عَنِ الْحُسَيْنِ بْنِ، ذَكْوَانَ الْمُعَلِّمِ حَدَّثَنِي عَطَاءٌ، عَنْ جَابِرٍ، ح. وَحَدَّثَنِي أَبُو غَسَّانَ الْمِسْمَعِيُّ، حَدَّثَنَا مُعَاذٌ، حَدَّثَنِي أَبِي، عَنْ مَطَرٍ، عَنْ عَطَاءِ بْنِ، أَبِي رَبَاحٍ وَأَبِي الزُّبَيْرِ وَعَمْرِو بْنِ دِينَارٍ أَنَّ جَابِرَ بْنَ عَبْدِ اللَّهِ، حَدَّثَهُمْ فِي، بَيْعِ الْمُدَبَّرِ . كُلُّ هَؤُلاَءِ قَالَ عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَى حَدِيثِ حَمَّادٍ وَابْنِ عُيَيْنَةَ عَنْ عَمْرٍو عَنْ جَابِرٍ . ",
    "hadithBengali": "৪১৯৪। কুতায়বা, আবদুল্লাহ ইবনু হাশেম ও আবূ গাসসান মিসমাঈ (রহঃ) সকলই-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাম্মাদ (রহঃ) এবং ইবনু উয়ায়না (রাঃ) কর্তৃক আমর (রাঃ) ও জাবির (রাঃ) থেকে বর্ণিত অনুরূপ হাদীস বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4194",
    "id": "13805",
    "thesequence": "13648",
    "isActive": "1",
    "chapterId": "13746",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "129",
    "statusId": "1",
    "topicName": "১৩. মুদাব্বার গোলাম বিক্রি করা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]