[
  {
    "hadithEnglish": " Sahl b. Abu Hathma and Rafi b. Khadij reported that Abdullah b. Sahl b. Zaid and Muhayyisa b. Masud b. Zaid went out and as they reached Khaibar they were separated. Then Muhayyisa found Abdullah b. Sahl having been killed. He buried him, and then came to Allahs Messenger (ﷺ). They were Huwayyisa b. Masud and Abd al-Rahman b. Sahl, and he (the latter one) was the youngest of the people (those three who had come to seek an interview with the Holy Prophet) began to talk before his Companions (had spoken). Thereupon Allahs Messenger (ﷺ) said:\nThe eldest one (eldest in regard to age should speak). So he kept quiet, and his companions (Muhayyisa and Huwayyisa) began to speak, and he (Abd al Rahman) spoke along with them and they narrated to Allahs Messenger (ﷺ) the murder of Abdullah b. Sahl. Thereupon he said to them: Are you prepared to take fifty oaths so that you may be entitled (to blood-wit) of your companion (or your man who has murdered)? They said: How can we take an oath on a matter which we have not witnessed? He (the Holy Prophet) said: Then the Jews will exonerate themselves by fifty oaths. They said: How can we accept the oaths of people who are unbelievers? When Allahs Messenger (ﷺ) saw that, he himself paid his blood-wit.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ يَحْيَى، - وَهُوَ ابْنُ سَعِيدٍ - عَنْ بُشَيْرِ، بْنِ يَسَارٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، - قَالَ يَحْيَى وَحَسِبْتُ قَالَ - وَعَنْ رَافِعِ بْنِ خَدِيجٍ، أَنَّهُمَا قَالاَ خَرَجَ عَبْدُ اللَّهِ بْنُ سَهْلِ بْنِ زَيْدٍ وَمُحَيِّصَةُ بْنُ مَسْعُودِ بْنِ زَيْدٍ حَتَّى إِذَا كَانَا بِخَيْبَرَ تَفَرَّقَا فِي بَعْضِ مَا هُنَالِكَ ثُمَّ إِذَا مُحَيِّصَةُ يَجِدُ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَتِيلاً فَدَفَنَهُ ثُمَّ أَقْبَلَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم هُوَ وَحُوَيِّصَةُ بْنُ مَسْعُودٍ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَكَانَ أَصْغَرَ الْقَوْمِ فَذَهَبَ عَبْدُ الرَّحْمَنِ لِيَتَكَلَّمَ قَبْلَ صَاحِبَيْهِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  كَبِّرِ  . الْكُبْرَ فِي السِّنِّ فَصَمَتَ فَتَكَلَّمَ صَاحِبَاهُ وَتَكَلَّمَ مَعَهُمَا فَذَكَرُوا لِرَسُولِ اللَّهِ صلى الله عليه وسلم مَقْتَلَ عَبْدِ اللَّهِ بْنِ سَهْلٍ فَقَالَ لَهُمْ  أَتَحْلِفُونَ خَمْسِينَ يَمِينًا فَتَسْتَحِقُّونَ صَاحِبَكُمْ  . أَوْ  قَاتِلَكُمْ  . قَالُوا وَكَيْفَ نَحْلِفُ وَلَمْ نَشْهَدْ قَالَ  فَتُبْرِئُكُمْ يَهُودُ بِخَمْسِينَ يَمِينًا  . قَالُوا وَكَيْفَ نَقْبَلُ أَيْمَانَ قَوْمٍ كُفَّارٍ فَلَمَّا رَأَى ذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَعْطَى عَقْلَهُ .",
    "hadithBengali": "৪১৯৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... সাহল ইবন আবু হাসমা ও রাফি ইবনু খাদীজ থেকে বর্ণিত। তাঁরা বলেছেন, আবদুল্লাহ ইবনু সাহল ইবন যায়দ (রাঃ) মুহায়্যিসা ইবনু মাসউদ ইবনু যায়িদ (রাঃ) বাড়ী থেকে বের হয়ে খায়বার পর্যন্ত এলেন। এরপর সেখান থেকে উভয়েই পৃথক হয়ে গেলন। তারপর হঠাৎ মুহায়্যিাসা (রাঃ) আবদুল্লাহ ইবনু সাহলকে একস্থানে নিহত অবস্থায় পেলেন। তখন তিনি তাঁকে দাফন করলেন। এরপর তিনি এবং হুওয়ায়্যিসা ইবনু মাসউদ (রাঃ) ও আবদুর রহমান ইবনু সাহল (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আগমন করলেন। আর তিনি হিলেন দলের সর্ব কনিষ্ঠ ব্যক্তি। আবদুর রহমান (রাঃ) তার উভয় সাথীর আগে কথা বলতে উদ্যত হলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তোমাদের মধ্যে যে (ব্যক্তি বয়সে বড়) তাকে কথা বলতে দাও। সুতরাং তিনি চুপ করে গেলেন এবং তার সঙ্গীদ্বয় কথা বললেন। আর তিনিও (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তাদের দুজনের সাথে কথা বললেন।\n\nতাঁরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে আবদুল্লাহ ইবনু সাহল (রাঃ) এর নিহত হবার সম্পর্কে আলোচনা করলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে বললেনঃ তোমরা কি এ ব্যাপারে পঞ্চাশবার হলফ (শপখ) করতে পারবে? তা হলে তোমরা তোমাদের প্রতিপক্ষ অথবা হত্যাকারীর রক্তের অধিকার (কিসাস অথবা দিয়্যাত) দাবী করতে পারবে। প্রতি উত্তরে তারা বলল, আমরা কিভাবে এ ব্যাপারে হলফ (শপথ) করবো? আমরাতো সেখানে তখন উপস্থিত ছিলাম না। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেনঃ তাহলে ইয়াহুদীরা পঞ্চাশবার হলফ করে তোমাদের দাবী থেকে দায়মুক্ত হবে। তাঁরা তখন বলল, আমরা কিভাবে কাফির সম্প্রদায়ের হলফ গ্রহণ করে নেব? (তারা তো মিথ্যা কসম করবে)। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন ঐ অবস্থা অবলোকন করলেন, তখন তার &#39;দিয়্যাত&#39; দিয়ে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4195",
    "id": "13806",
    "thesequence": "47252",
    "isActive": "1",
    "chapterId": "13747",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১. &#039;কাসামা&#039; - খুনের ব্যাপারে হলফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sahl. b. Abu Hathma and Rafi b. Khadij reported that Muhayyisa b. Masud and Abdullah b. Sahl went towards Khaibar and they separated near the palm-trees. Abdullah b. Sahl was killed. They accused the Jews (for this act). And there came to Allahs Apostle (ﷺ) his brother (the brother of the slain person) Abd al-Rahman and his cousins Huwayyisa and Muhayyisa; and Abd al-Rahman talked to him about the matter pertaining to (the murder of) his brother, and he was the youngest among them. Thereupon Allahs Messenger (ﷺ) said:\nShow regard for the greatness of the old, or he said: Let the eldest begin speaking. Then they (Huwayyisa and Muhayyisa) spoke about the matter of their companion (murder of their cousin, Abdullah b. Sahl). Thereupon Allahs Messenger (ﷺ) said: Let fifty (persons) among you take oath for levelling the charge (of murder) against a person amongst them, and he would be surrendered to you. They said: We have not witnessed this matter ourselves. How can we then take oath? He (the Holy Prophet) said: The Jews will exonerate themselves by the oaths of fifty of them. They said: Messenger of Allah, they are non-believing people. Thereupon Allahs Messenger (ﷺ) paid the blood wit for him. Sahl said: As one day I entered the fold a she-camel amongst those camels hit me with its leg.",
    "hadithArabic": " وَحَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، وَرَافِعِ بْنِ خَدِيجٍ، أَنَّ مُحَيِّصَةَ بْنَ مَسْعُودٍ، وَعَبْدَ، اللَّهِ بْنَ سَهْلٍ انْطَلَقَا قِبَلَ خَيْبَرَ فَتَفَرَّقَا فِي النَّخْلِ فَقُتِلَ عَبْدُ اللَّهِ بْنُ سَهْلٍ فَاتَّهَمُوا الْيَهُودَ فَجَاءَ أَخُوهُ عَبْدُ الرَّحْمَنِ وَابْنَا عَمِّهِ حُوَيِّصَةُ وَمُحَيِّصَةُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَتَكَلَّمَ عَبْدُ الرَّحْمَنِ فِي أَمْرِ أَخِيهِ وَهُوَ أَصْغَرُ مِنْهُمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  كَبِّرِ الْكُبْرَ - أَوْ قَالَ - لِيَبْدَإِ الأَكْبَرُ  . فَتَكَلَّمَا فِي أَمْرِ صَاحِبِهِمَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يُقْسِمُ خَمْسُونَ مِنْكُمْ عَلَى رَجُلٍ مِنْهُمْ فَيُدْفَعُ بِرُمَّتِهِ  . قَالُوا أَمْرٌ لَمْ نَشْهَدْهُ كَيْفَ نَحْلِفُ قَالَ  فَتُبْرِئُكُمْ يَهُودُ بِأَيْمَانِ خَمْسِينَ مِنْهُمْ  . قَالُوا يَا رَسُولَ اللَّهِ قَوْمٌ كُفَّارٌ قَالَ فَوَدَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ قِبَلِهِ . قَالَ سَهْلٌ فَدَخَلْتُ مِرْبَدًا لَهُمْ يَوْمًا فَرَكَضَتْنِي نَاقَةٌ مِنْ تِلْكَ الإِبِلِ رَكْضَةً بِرِجْلِهَا . قَالَ حَمَّادٌ هَذَا أَوْ نَحْوَهُ .",
    "hadithBengali": "৪১৯৬। উবায়দুল্লাহ ইবনু উমার কাওয়ারিরী (রহঃ) ... সাহল ইবনু আবূ হাসমা এবং রাফি ইবনু খাদীজ (রাঃ) থেকে বর্ণিত যে, একদা মুহায়্যিসা ইবনু মাসউদ ও আবদুল্লাহ ইবনু সাহল (রাঃ) উভয়েই খায়বারের দিকে গমন করলেন। তারা সেখানের এক খেজুর বাগানে (কাজের জন্য) পৃথক হয়ে গেলন। এরপর আবদুল্লাহ ইবনু সাহল (রাঃ) তথায় নিহত হলেন। (এই খুনের জন্য) তারা ইয়াহুদী সম্প্রদায়কে অভিযুক্ত করলেন। এরপর তার ভাই আবদুর রহমান এবং চাচাত ভাই হুওয়ায়্যিসা ও মুহায়্যিসা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আগমন করলেন। আবদুর রহমান (রাঃ) তার ভাই এর ব্যাপারে কথা শুরু করলেন। আর তিনি ছিলেন তাদের মধ্যে সর্বকনিষ্ঠ। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, বায়োজেষ্ঠকে কথা বলতে দাও। অথবা বললেন, বয়োজ্যেষ্ঠ ব্যক্তিরই কথা শুরু করা উচিত।\n\nতখন তাঁরা দুজন তাদের সাথীর ব্যাপারে কথাবার্তা বললেন। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাদের কোন ব্যক্তিকে অভিযুক্ত করে তোমাদের মধ্য থেকে কাউকে পঞ্চাশ বার হলফ করে বলতে হবে, তাহলে তার দিয়্যাত প্রদান করা হবে। তখন তারা বলল, ব্যাপারটি এমন যে, আমরা তথায় তখন উপস্থিত ছিলাম না। এমতবস্থায় আমরা কিভাবে হলফ করে বলবো?\n\nতখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তবে হয় ইহুদিদের মধ্য থেকে কেউ পঞ্চাশ বার হলফ করে দায়মুক্ত হবে (তোমাদর খুনের দাবী নাকোচ করে দেবে)। তাঁরা বললেনঃ হে আল্লাহর রাসুল! তারা তো কাফির সম্প্রদায়। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের পক্ষ হতে তার দিয়্যাত আদায় করে দিলেন।\n\nসাহল (রাঃ) বলেন, এরপর একদা আমি তাদের উট রাখার আস্তাবলে প্রবেশ করলাম। তখন ঐ উটের মধ্য হতে একটি উটনী আমাকে তার পা দ্বারা লাথি মারল। হাম্মাদ (রহঃ) এই হাদীস বর্ণনা করেছেন- অথবা এর অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4196",
    "id": "13807",
    "thesequence": "47253",
    "isActive": "1",
    "chapterId": "13747",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১. &#039;কাসামা&#039; - খুনের ব্যাপারে হলফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl b. Abu Hathma has narrated this hadith through another chain of transmitters with a slight variation of words, but no mention has been made of the hitting by the she-camel.",
    "hadithArabic": " وَحَدَّثَنَا الْقَوَارِيرِيُّ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ، يَسَارٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم . نَحْوَهُ . وَقَالَ فِي حَدِيثِهِ فَعَقَلَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ عِنْدِهِ . وَلَمْ يَقُلْ فِي حَدِيثِهِ فَرَكَضَتْنِي نَاقَةٌ .",
    "hadithBengali": "৪১৯৭। আল-কাওয়ারিরী (রহঃ) ... সাহল ইবনু আবূ হাসমা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ননা করেছেন। আর তিনিفَعَقَلَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ عِنْدِهِ (তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামনিজের পক্ষ হতে তার দিয়্যাত আদায় করে দেন) এই কথা বলেছেন। কিন্তু তাঁর বর্ণিত হাদীসে فَرَكَضَتْنِي نَاقَةٌ (উটনী আমাকে লাথি মারল) একথা বলেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "4197",
    "id": "13808",
    "thesequence": "47254",
    "isActive": "1",
    "chapterId": "13747",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১. &#039;কাসামা&#039; - খুনের ব্যাপারে হলফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Sahl b. Abu Hathma through another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، - يَعْنِي الثَّقَفِيَّ - جَمِيعًا عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ، بْنِ أَبِي حَثْمَةَ بِنَحْوِ حَدِيثِهِمْ .",
    "hadithBengali": "৪১৯৮। আমর আন নাকিদ ও মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... সাদ ইবনু আবূ হাসমা (রাঃ) থেকে তাঁদের অনুরূপ হাদীস বর্ননা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4198",
    "id": "13809",
    "thesequence": "47255",
    "isActive": "1",
    "chapterId": "13747",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১. &#039;কাসামা&#039; - খুনের ব্যাপারে হলফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Bushair b. Yasar reported that Abdullah b. Sahl b. Zaid and Muhayyisa b. Masud b. Zaid, both of them were Ansar belonging to the tribe of Banu Haritha, set out to Khaibar during the lifetime of Allahs Messenger (ﷺ). There was peace during those days and (this place) was inhabited by the Jews. They parted company for their (respective) needs. Abdullab b. Sahl was killed, and his dead body was found in a tank. His companion (Muhayyisa) buried him and came to Medina, and the brothers of the slain Abd al-Rahman b. Sahl. and Muhayyisa and Huwayyisa told Allahs Messenger (ﷺ) the case of Abdullah and the place where he had been murdered. Bushair reported on the authority of one who had seen Allahs Messenger (ﷺ) that he had said to them:\nYou take fifty oaths and you are entitled to blood-wit of (one) slain among you (or your companion). They said: Messenger of Allah, we neither saw (with our own eyes this murder) nor were we present there. Thereupon (Allahs Messenger is reported to have said): Then the Jews will exonerate themselves by taking fifty oaths. They said: Allahs Messenger, how can we accept the oath of unbelieving people? Bushair said that Allahs Messenger (ﷺ) paid the blood-wit himself.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلِ بْنِ زَيْدٍ، وَمُحَيِّصَةَ بْنَ مَسْعُودِ بْنِ زَيْدٍ الأَنْصَارِيَّيْنِ، ثُمَّ مِنْ بَنِي حَارِثَةَ خَرَجَا إِلَى خَيْبَرَ فِي زَمَانِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَهِيَ يَوْمَئِذٍ صُلْحٌ وَأَهْلُهَا يَهُودُ فَتَفَرَّقَا لِحَاجَتِهِمَا فَقُتِلَ عَبْدُ اللَّهِ بْنُ سَهْلٍ فَوُجِدَ فِي شَرَبَةٍ مَقْتُولاً فَدَفَنَهُ صَاحِبُهُ ثُمَّ أَقْبَلَ إِلَى الْمَدِينَةِ فَمَشَى أَخُو الْمَقْتُولِ عَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَمُحَيِّصَةُ وَحُوَيِّصَةُ فَذَكَرُوا لِرَسُولِ اللَّهِ صلى الله عليه وسلم شَأْنَ عَبْدِ اللَّهِ وَحَيْثُ قُتِلَ فَزَعَمَ بُشَيْرٌ وَهُوَ يُحَدِّثُ عَمَّنْ أَدْرَكَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ لَهُمْ  تَحْلِفُونَ خَمْسِينَ يَمِينًا وَتَسْتَحِقُّونَ قَاتِلَكُمْ  . أَوْ  صَاحِبَكُمْ  . قَالُوا يَا رَسُولَ اللَّهِ مَا شَهِدْنَا وَلاَ حَضَرْنَا . فَزَعَمَ أَنَّهُ قَالَ  فَتُبْرِئُكُمْ يَهُودُ بِخَمْسِينَ  . فَقَالُوا يَا رَسُولَ اللَّهِ كَيْفَ نَقْبَلُ أَيْمَانَ قَوْمٍ كُفَّارٍ فَزَعَمَ بُشَيْرٌ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم عَقَلَهُ مِنْ عِنْدِهِ .",
    "hadithBengali": "৪১৯৯। আবদুল্লাহ ইবনু মাসলামা ইবনু কানাব (রহঃ) ... বুশায়র ইবনু ইয়াসার (রাঃ) থেকে বর্ণিত যে, আনসারী বনূ হারিসা গোত্রের আবদুল্লাহ ইবনু সাহল ইবনু যায়িদ আনসারী ও মুহায়্যিসা ইবনু মাসউদ ইবনু যায়িদ আনসারী (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে খায়বারে গমন করেন। সেখানকার অধিবাসী ছিল ইয়াহুদী সম্প্রদায়। খায়বার তখন (ইয়াহুদী ও মুসলমানদের) আপোষ চুক্তির অধিন ছিল। কোন প্রয়োজনে তারা তখন সেখানে পৃথক হয়ে গেলেন। এরপর আবদুল্লাহ ইবনু সাহল (রাঃ) নিহত হলেন। তাকে একটি হাউযের মধ্যে নিহত অবস্থায় পাওয়া গেল। তখন তাঁর সাথী তাকে দাফন করলেন। এরপর তিনি মদিনায় ফিরে এলেন। নিহত ব্যক্তির ভাই আবদুর রহমান ইবনু সাহল, (এবং চাচাত ভাই) মুহায়্যিসা ও হুওয়ায়্যিসা (রাঃ) এসে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আবদুল্লাহ (রাঃ) এর মৃত্যুর ঘটনা এবং যে স্থানে নিহত হন সবই বর্ণনা করলেন।\n\nবুশাইর (রহঃ) বলেছেন, তিনিরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীদের মধ্য হতে যাদের সাক্ষাত পেয়েছেন এমন ব্যক্তির নিকট থেকে হাদীস বর্ণনা করেছিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে বললেনঃ তোমরা এ ব্যাপারে পঞ্চাশবার হলফ করে বলবে, তাহলে তোমরা তোমাদের (ভাইয়ের) হত্যাকারীর (অথবা তোমাদের প্রতিপক্ষের শাস্তির) হকদার হবে। তারা বললেনঃ হে আল্লাহর রাসুল! আমরা তো তখন সেখানে প্রত্যক্ষদর্শী ছিলাম না এবং উপস্থিতও ছিলাম না। তিনি (বুশায়র) বলেছেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইয়াহুদীরা পঞ্চাশবার এ ব্যাপারে হলফ করে তোমাদের থেকে দায়মুক্ত (তোমাদের খুনের দাবী) নাকচ করে দেবে। তখন তারা বললেনঃ, হে আল্লাহর রাসুল! আমরা কিভাবে একটি কাফের সম্প্রদায়ের হলফ গ্রহণ করতে পারি? বুশায়রা বলেছেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর নিজের পক্ষ হতে তার দিয়্যাত আদায় করেদিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4199",
    "id": "13810",
    "thesequence": "47256",
    "isActive": "1",
    "chapterId": "13747",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১. &#039;কাসামা&#039; - খুনের ব্যাপারে হলফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Bushair b. Yasar reported that a person from the Ansar belonging to the tribe of Banu Haritha who was called Abdullah b. Sahl b. Zaid set out and the son of his uncle called Muhayyisa b. Masud b. Zaid, the rest of the hadith is the same up to the words:\n Allahs Messenger (ﷺ) paid the blood-wit himself. Bushair b. Yasar reported that Sahl b. Abu Hathma said: One camel amongst the camels paid as blood-wit kicked me while I was in the (camel) enclosure.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، أَنَّ رَجُلاً، مِنَ الأَنْصَارِ مِنْ بَنِي حَارِثَةَ يُقَالُ لَهُ عَبْدُ اللَّهِ بْنُ سَهْلِ بْنِ زَيْدٍ انْطَلَقَ هُوَ وَابْنُ عَمٍّ لَهُ يُقَالُ لَهُ مُحَيِّصَةُ بْنُ مَسْعُودِ بْنِ زَيْدٍ . وَسَاقَ الْحَدِيثَ بِنَحْوِ حَدِيثِ اللَّيْثِ إِلَى قَوْلِهِ فَوَدَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ عِنْدِهِ . قَالَ يَحْيَى فَحَدَّثَنِي بُشَيْرُ بْنُ يَسَارٍ قَالَ أَخْبَرَنِي سَهْلُ بْنُ أَبِي حَثْمَةَ قَالَ لَقَدْ رَكَضَتْنِي فَرِيضَةٌ مِنْ تِلْكَ الْفَرَائِضِ بِالْمِرْبَدِ .",
    "hadithBengali": "৪২০০। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... বুশায়র ইবনু ইয়াসার (রহঃ) থেকে বর্ণনা করেন যে, হারিসা গোত্রের এক আনসারী ব্যক্তি যাকে আবদুল্লাহ ইবনু সাহল ইবনু যায়িদ নামে ডাকা হতো, সে এবং তার এক চাচাতো ভাই যাকে মুহায়্যিসা ইবনু মাসউদ ইবনু যায়িদ নামে ডাকা হতো ... এর পরবর্তী হাদীসের অংশটুকু লাইস (রহঃ) এর বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন এবং তার হাদীসের শেষকথাঃفَوَدَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ عِنْدِهِ (তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের পক্ষ হতে তার দিয়্যাত আদায় করেছেন) পর্যন্ত বর্ণনা করেন। ইয়াহইয়া (রহঃ) বলেন, আমার নিকট বুশায়র ইবনু ইয়াসা (রহঃ) বর্ননা করেছেন, তিনি বলেন, সাহল ইবনু আবূ হাসমা (রাঃ) আমাকে জানিয়েছেন যে, নিশ্চয় ফরয হিসেবে আদায়কৃত ঐ সমস্ত দিয়্যাতের আস্তাবলে একটি উটনী আমাকে লাথি মেরেছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4200",
    "id": "13811",
    "thesequence": "47257",
    "isActive": "1",
    "chapterId": "13747",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১. &#039;কাসামা&#039; - খুনের ব্যাপারে হলফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Bushair b. Yasar al-Ansari reported on the authority of Sahl b. Abu Hathma al-Ansari that some men (of his tribe went to Khaibar, and they were separated from one another, and they found one of them slain. The rest of the hadith is the same. And it was said in this connection:\nAllahs Messenger (may peace be him) did not approve of his blood go waste. He paid blood-wit of one hundred camels of Sadaqa.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدٍ، حَدَّثَنَا بُشَيْرُ، بْنُ يَسَارٍ الأَنْصَارِيُّ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ الأَنْصَارِيِّ، أَنَّهُ أَخْبَرَهُ أَنَّ نَفَرًا مِنْهُمُ انْطَلَقُوا إِلَى خَيْبَرَ فَتَفَرَّقُوا فِيهَا فَوَجَدُوا أَحَدَهُمْ قَتِيلاً . وَسَاقَ الْحَدِيثَ وَقَالَ فِيهِ فَكَرِهَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُبْطِلَ دَمَهُ فَوَدَاهُ مِائَةً مِنْ إِبِلِ الصَّدَقَةِ .",
    "hadithBengali": "৪২০১। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... সাহল ইবনু আবূ হাসমা আনসারী (রাঃ) থেকে বর্ণিত। তিনি বলেন, তাদের মধ্য হতে একদল লোক খায়বারের দিকে গমন করল। এরপর তারা সেখান পৃথক হয়ে গেল। তারপর তারা তাদের একজনকে নিহত অবস্থায় পেল। এভাবে হাদীসের শেষ পর্যন্ত বর্ননা করেন।\n\nবর্ণনাকারী বলেন যে, এতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুনের বদলা (দিয়্যাত) বাতিল করে দেওয়াকে অপছন্দ মনে করলেন। অতএব, তিনি সাদাকার উট থেকে একশ উট &#39;দিয়্যাত&#39; হিসেবে প্রদান করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4201",
    "id": "13812",
    "thesequence": "47258",
    "isActive": "1",
    "chapterId": "13747",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১. &#039;কাসামা&#039; - খুনের ব্যাপারে হলফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Laila Abdullah b. Abd al-Rahman b. Sahl reported that the elderly persons of (the tribe) had informed Sahl b. Abu Hathma that Abdullah b. Sahl and Muhayyisa went out to Khaibar under some distress which had afflicted them. Muhayyisa came and informed that Abdutlah b. Sahl had been killed, and (his dead body) had been thrown in a well or in a ditch. He came to the Jews and said:\nBy Allah, it is you who have killed him. They said: By Allah, we have not killed him. He then came to his people, and made mention of that to them. Then came he and his brother Huwayyisa, and he was older than he, and Abd al-Rahman b. Sahl. Then Muhayyisa went to speak, and it was he who had accompanied (Abdullah) to Khaibar, whereupon Allahs Messenger (ﷺ) said to Muhayyisa: Observe greatness of the great (he meant the seniority of age). Then Huwayyisa spoke and then Muhayyisa also spoke. Thereupon Allahs Messenger (ﷺ) said: They should either pay blood-wit for your companion, or be prepared for war. Allahs Messenger (ﷺ) wrote about it to them (to the Jews). They wrote: Verily, by Allah, we have not killed him. Thereupon Allahs Messenger (ﷺ) said to Huwayyisa and Muhayyisa and Abd al-Rahman: Are you prepared to take oath in order to entitle yourselves for the blood-wit of your companion? They said: No. He (the Holy Prophet) said: Then the Jews will take oath (of their innocence). They said: They are not Muslims. Allahs Messenger (ﷺ), however, himself paid the blood-wit to them and sent to them one hundred camels until they entered into their houses, Sahl said: One red she-camel among them kicked me.",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا بِشْرُ بْنُ عُمَرَ، قَالَ سَمِعْتُ مَالِكَ بْنَ أَنَسٍ، يَقُولُ حَدَّثَنِي أَبُو لَيْلَى بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَهْلٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، أَنَّهُ أَخْبَرَهُ عَنْ رِجَالٍ، مِنْ كُبَرَاءِ قَوْمِهِ أَنَّ عَبْدَ، اللَّهِ بْنَ سَهْلٍ وَمُحَيِّصَةَ خَرَجَا إِلَى خَيْبَرَ مِنْ جَهْدٍ أَصَابَهُمْ فَأَتَى مُحَيِّصَةُ فَأَخْبَرَ أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَدْ قُتِلَ وَطُرِحَ فِي عَيْنٍ أَوْ فَقِيرٍ فَأَتَى يَهُودَ فَقَالَ أَنْتُمْ وَاللَّهِ قَتَلْتُمُوهُ . قَالُوا وَاللَّهِ مَا قَتَلْنَاهُ . ثُمَّ أَقْبَلَ حَتَّى قَدِمَ عَلَى قَوْمِهِ فَذَكَرَ لَهُمْ ذَلِكَ ثُمَّ أَقْبَلَ هُوَ وَأَخُوهُ حُوَيِّصَةُ وَهُوَ أَكْبَرُ مِنْهُ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ فَذَهَبَ مُحَيِّصَةُ لِيَتَكَلَّمَ وَهُوَ الَّذِي كَانَ بِخَيْبَرَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِمُحَيِّصَةَ  كَبِّرْ كَبِّرْ  . يُرِيدُ السِّنَّ فَتَكَلَّمَ حُوَيِّصَةُ ثُمَّ تَكَلَّمَ مُحَيِّصَةُ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِمَّا أَنْ يَدُوا صَاحِبَكُمْ وَإِمَّا أَنْ يُؤْذِنُوا بِحَرْبٍ  . فَكَتَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَيْهِمْ فِي ذَلِكَ فَكَتَبُوا إِنَّا وَاللَّهِ مَا قَتَلْنَاهُ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِحُوَيِّصَةَ وَمُحَيِّصَةَ وَعَبْدِ الرَّحْمَنِ  أَتَحْلِفُونَ وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ  . قَالُوا لاَ . قَالَ  فَتَحْلِفُ لَكُمْ يَهُودُ  . قَالُوا لَيْسُوا بِمُسْلِمِينَ . فَوَدَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ عِنْدِهِ فَبَعَثَ إِلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم مِائَةَ نَاقَةٍ حَتَّى أُدْخِلَتْ عَلَيْهِمُ الدَّارَ . فَقَالَ سَهْلٌ فَلَقَدْ رَكَضَتْنِي مِنْهَا نَاقَةٌ حَمْرَاءُ .",
    "hadithBengali": "৪২০২। ইসহাক ইবনু মানসুর (রহঃ) ... সাহল ইবনু আবূ হাসমা (রাঃ) থেকে বর্ণিত যে, তার সম্প্রদায়ের বিশিষ্ট ব্যক্তিবর্গের অন্তর্গত আবদুল্লাহ ইবনু সাহল এবং মুহায়্যিসা (রাঃ) অনটনগ্রস্ত হয়ে খায়বারের দিকে গমন করলেন। এরপর জনৈক ব্যক্তি মুহায়্যিসা (রাঃ) এর নিকট এসে খবর দিল যে, আবদুল্লাহ ইবনু সাহল (রাঃ) নিহত হয়েছেন এবং তাকে একটি পস্রবণ অথবা পরিত্যক্ত কূপের মধ্যে ফেলে রাখা হয়েছে। সুতরাং তিনি সেখানকার ইয়াহুদী সম্প্রদায়ের কাছে গিয়ে বললেন, আল্লাহর কসম! নিশ্চয়ই তোমরা তাকে হত্যা করেছ। তখন তারা বলল,আল্লাহর কসম! আমরা তাঁকে হত্যা করিনি। এরপর তিনি তার সম্প্রদায়ের নিকট ফিরে এলেন এবং তাদের কাছে ঐ ঘটনা বর্ননা করলেন।\n\nপরিশেষে তিনি এবং তার বড় ভাই হুওয়ায়্যিসা ও আবদুর রহমান ইবনু সাহল (রাঃ) (নাবীজীর কাছে) আগমন করলেন। এরপর মুহায়্যিসা (রাঃ) কথা বলাতে উদ্যত হলেন, যিনি (নিহত ব্যক্তির সঙ্গে) খায়বারে ছিলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুহায়্যিসা (রাঃ) কে লক্ষ্য করে বললেন, বড় জন! বড় জন! (অর্থাৎ বয়স্ক ব্যক্তির কথা বলা চাই)। তখন হুওয়ায়্যিসা (রাঃ) কথাবার্তা বললেন, এরপর মুহায়্যিসা (রাঃ) বললেন।\n\nতখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হয়ত তারা তোমাদের সাথীর খুনের বদলা (দিয়্যাত) আদায় করে দিবে নতুবা যুদ্ধের জন্য তৈরি হবে।তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের কাছে ঐ ব্যাপারে পত্র লিখলেন। তারা লিখল যে, আল্লাহর শপথ! নিশ্চয়ই আমরা তাকে হত্যা করিনি। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুওয়ায়্যিসা, মুহায়্যিসা এবং আবদুর রহমান (রাঃ) কে বললেন, তোমরা কি এ ব্যাপারে হলফ করে তোমাদের প্রতিপক্ষের (খুনের) হকদার হবে? তাবা বলল, না।\n\nতখন তিনি বললেনঃ তাহলে ইয়াহুদীরা তোমাদের কাছে হলফ করবে। তারা তখন বলল, তারা তো (ইয়াহুদী) মুসলমান নয়। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের পক্ষ হতে তার &ldquo;দিয়্যাত&rdquo; (খুনের বদলা) আদায় করে দিলেন এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের একশ উটনী পাঠিয়ে দিলেন এবং ঐগুলো তাদের বাড়ীতে পৌঁছিয়ে দেয়া হল। সাহল (রাঃ) বলেন, ঐগুলোর মধ্য হতে একটি লাল রংগের উটনী আমাকে লাথি মেরেছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4202",
    "id": "13813",
    "thesequence": "47259",
    "isActive": "1",
    "chapterId": "13747",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১. &#039;কাসামা&#039; - খুনের ব্যাপারে হলফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sulaiman b. Yasar, the freed slave of Maimuna, the wife of Allahs Apostle (ﷺ), narrated from one of the Ansari Companions of Allahs Messenger (ﷺ) that Allahs Messenger (ﷺ) retained (the practice) of Qasama as it was in the pre-Islamic days.",
    "hadithArabic": " حَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، قَالَ أَبُو الطَّاهِرِ حَدَّثَنَا وَقَالَ، حَرْمَلَةُ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، وَسُلَيْمَانُ، بْنُ يَسَارٍ مَوْلَى مَيْمُونَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم عَنْ رَجُلٍ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الأَنْصَارِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَقَرَّ الْقَسَامَةَ عَلَى مَا كَانَتْ عَلَيْهِ فِي الْجَاهِلِيَّةِ .",
    "hadithBengali": "৪২০৩। আবূ তাহির ও হারামালা ইবনু ইয়াহইয়া (রহঃ) ... রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একজন আনসারী সাহাবার নিকট হতে বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাসামা (قَسَامَةَ) (খুনের ব্যাপারে হলফ করে বলা) যা জাহেলী যুগে প্রচলিত ছিল তা (পুর্বের ন্যায়) বলবৎ রেখেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4203",
    "id": "13814",
    "thesequence": "47260",
    "isActive": "1",
    "chapterId": "13747",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১. &#039;কাসামা&#039; - খুনের ব্যাপারে হলফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Ibn Shihab with the same chain of transmitters but with this addition:\n Allahs Messenger (ﷺ) decided (according to Qasama) between the persons of Ansar (and yours) about a slain (Muslim) for which they made claim against the Jews",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ أَخْبَرَنَا ابْنُ جُرَيْجٍ، حَدَّثَنَا ابْنُ، شِهَابٍ بِهَذَا الإِسْنَادِ مِثْلَهُ . وَزَادَ وَقَضَى بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ نَاسٍ مِنَ الأَنْصَارِ فِي قَتِيلٍ ادَّعَوْهُ عَلَى الْيَهُودِ .",
    "hadithBengali": "৪২০৪। মুহাম্মাদ ইবনু রাফি (রহঃ) ইবনু শিহাব থেকে একই সূত্রে অনুরূপ হাদীস বর্ণনা করেছেন এবং এ কথা অধিক বর্ণনা করেছেন যেঃوَقَضَى بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ نَاسٍ مِنَ الأَنْصَارِ فِي قَتِيلٍ ادَّعَوْهُ عَلَى الْيَهُودِ (এবং রাসুলুলাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দ্বারা আনসারী লোকদের একজন নিহত ব্যক্তির ব্যাপারে নিষ্পত্তি করেছিলেন, (যার হত্যার) তারা ইয়াহুদীদের উপর দাবী উত্থাপন করেছিল।)\n",
    "checkStatus": "1",
    "hadithNo": "4204",
    "id": "13815",
    "thesequence": "47261",
    "isActive": "1",
    "chapterId": "13747",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১. &#039;কাসামা&#039; - খুনের ব্যাপারে হলফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abu Salama b. Abd al-Rahman and Sulaiman b. Yasar.",
    "hadithArabic": " وَحَدَّثَنَا حَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، حَدَّثَنَا يَعْقُوبُ، - وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ - حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ، وَسُلَيْمَانَ بْنَ يَسَارٍ، أَخْبَرَاهُ عَنْ نَاسٍ، مِنَ الأَنْصَارِ عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ ابْنِ جُرَيْجٍ .",
    "hadithBengali": "৪২০৫। হাসান ইবনু আলী হুলওয়ানী (রহঃ) ... কতিপয় আনসারী লোকদের সূত্রে নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ইবনু জুরাইজ এর হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4205",
    "id": "13816",
    "thesequence": "47262",
    "isActive": "1",
    "chapterId": "13747",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১. &#039;কাসামা&#039; - খুনের ব্যাপারে হলফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that some people belonging (to the tribe) of Uraina came to Allahs Messenger (ﷺ) at Medina, but they found its climate uncogenial. So Allahs Messenger (ﷺ) said to them:\nIf you so like, you may go to the camels of Sadaqa and drink their milk and urine. They did so and were all right. They then fell upon the shepherds and killed them and turned apostates from Islam and drove off the camels of the Prophet (ﷺ). This news reached Allahs Apostle (ﷺ) and he sent (people) on their track and they were (brought) and handed over to him. He (the Holy Prophet) got their hands cut off, and their feet, and put out their eyes, and threw them on the stony ground until they died.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ كِلاَهُمَا عَنْ هُشَيْمٍ، - وَاللَّفْظُ لِيَحْيَى - قَالَ أَخْبَرَنَا هُشَيْمٌ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، وَحُمَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ نَاسًا، مِنْ عُرَيْنَةَ قَدِمُوا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ فَاجْتَوَوْهَا فَقَالَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنْ شِئْتُمْ أَنْ تَخْرُجُوا إِلَى إِبِلِ الصَّدَقَةِ فَتَشْرَبُوا مِنْ أَلْبَانِهَا وَأَبْوَالِهَا  . فَفَعَلُوا فَصَحُّوا ثُمَّ مَالُوا عَلَى الرِّعَاءِ فَقَتَلُوهُمْ وَارْتَدُّوا عَنِ الإِسْلاَمِ وَسَاقُوا ذَوْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَبَلَغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَبَعَثَ فِي أَثْرِهِمْ فَأُتِيَ بِهِمْ فَقَطَعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ وَسَمَلَ أَعْيُنَهُمْ وَتَرَكَهُمْ فِي الْحَرَّةِ حَتَّى مَاتُوا.",
    "hadithBengali": "৪২০৬। ইয়াহইয়া ইবনু ইয়াহইয়া তামিমী ও আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আনাস ইবনু মালেক (রাঃ) থেকে বর্ণিত যে, উরায়না গোত্রের কিছু সংখ্যক লোক মদিনায় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এল। (সেখানের আবহাওয়া তাদের অনুকুলে না হওয়ায়) তারা অসুস্থ হয়ে পড়ল। এতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে বললেনঃ তোমরা ইচ্ছে করলে ঐ সব সাদাকার উটের কাছে গমন করতে পার এবং তার দুধ পান করতে পার ও মূত্র (ব্যবহার করতে পার)। তারা তাই করল এবং এতে তারা সুস্থ হয়ে গেল। এরপর তারা রাখালদের উপর ঝাঁপিয়ে পড়ল এবং তাদেরকে হত্যা করল। পরিশেষে তারা ইসলাম ধর্ম পরিত্যাগ করে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাল সম্পদ নিয়ে পলায়ন করল।\n\nএই সংবাদ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পৌছল। তখন তিনি তাদের পিছনে লোক পাঠালেন। তারা তাদেরকে পাকড়াও করল। এরপর (আদেশক্রমে) তাদের হাত-পা কেটে দিলেন এবং তাদের চোখ উপড়ে ফেললেন এবং তাদেরকে রোদের মধ্যে ফেলে রাখলেন। এভাবে তারা মারা গেল।\n",
    "checkStatus": "1",
    "hadithNo": "4206",
    "id": "13817",
    "thesequence": "47263",
    "isActive": "1",
    "chapterId": "13748",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "২. শত্রু সৈন্য এবং মুরতাদের বিচার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported:\nEight men of the tribe of Ukl came to Allahs Messenger (ﷺ) and swore allegiance to him on Islam, but found the climate of that land uncogenial to their health and thus they became sick, and they made complaint of that to Allahs Messenger (ﷺ), and he said: Why dont you go to (the fold) of our camels along with our shepherd, and make use of their milk and urine. They said: Yes. They set out and drank their (camels) milk and urine and regained their health. They killed the shepherd and drove away the camels. This (news) reached Allahs Messenger (ﷺ) and he sent them on their track and they were caught and brought to him (the Holy Prophet). He commanded about them, and (thus) their hands and feet were cut off and their eyes were gouged and then they were thrown in the sun, until they died. This hadith has been narrated on the authority of Ibn al-Sabbah with a slight variation of words.",
    "hadithArabic": "حَدَّثَنَا أَبُو جَعْفَرٍ، مُحَمَّدُ بْنُ الصَّبَّاحِ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالَ حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنْ حَجَّاجِ بْنِ أَبِي عُثْمَانَ، حَدَّثَنِي أَبُو رَجَاءٍ، مَوْلَى أَبِي قِلاَبَةَ عَنْ أَبِي قِلاَبَةَ، حَدَّثَنِي أَنَسٌ، أَنَّ نَفَرًا، مِنْ عُكْلٍ ثَمَانِيَةً قَدِمُوا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَبَايَعُوهُ عَلَى الإِسْلاَمِ فَاسْتَوْخَمُوا الأَرْضَ وَسَقُمَتْ أَجْسَامُهُمْ فَشَكَوْا ذَلِكَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم . فَقَالَ   أَلاَ تَخْرُجُونَ مَعَ رَاعِينَا فِي إِبِلِهِ فَتُصِيبُونَ مِنْ أَبْوَالِهَا وَأَلْبَانِهَا  . فَقَالُوا بَلَى . فَخَرَجُوا فَشَرِبُوا مِنْ أَبْوَالِهَا وَأَلْبَانِهَا فَصَحُّوا فَقَتَلُوا الرَّاعِيَ وَطَرَدُوا الإِبِلَ فَبَلغَ ذَلِكَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَبَعَثَ فِي آثَارِهِمْ فَأُدْرِكُوا فَجِيءَ بِهِمْ فَأَمَرَ بِهِمْ فَقُطِعَتْ أَيْدِيهِمْ وَأَرْجُلُهُمْ وَسُمِرَ أَعْيُنُهُمْ ثُمَّ نُبِذُوا فِي الشَّمْسِ حَتَّى مَاتُوا . وَقَالَ ابْنُ الصَّبَّاحِ فِي رِوَايَتِهِ وَاطَّرَدُوا النَّعَمَ . وَقَالَ وَسُمِّرَتْ أَعْيُنُهُمْ .",
    "hadithBengali": "৪২০৭। আবূ জাফর মুহাম্মাদ ইবনু সাব্বাহ ও আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, &ldquo;উকল&rdquo; গোত্রের আট জনের একটি দল রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আগমন করল। অতঃপর তারা ইসলামের ওপর বাইআত গ্রহণ করল। কিন্তু সেখানকার আবহাওয়া তাদের অনুকুলে না হওয়ায় তাদের শরীর অসুস্থ হায় গেল। তখন তারা এ ব্যাপারে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আভিযোগ করল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা কি আমাদের রাখালের সাথে-গমন করে উটের মূত্র ব্যবহার এবং দুধ পান করতে পারবে? তখন তারা বলল, জী হ্যাঁ। এরপর বের হয়ে গেল এবং তার মূত্র ব্যবহার ও দুধ পান করল। এতে তারা সুস্থ হয়ে গেল।\n\nঅতঃপর তারা রাখালকে হত্যা করল এবং উটগুলো তাড়িয়ে নিয়ে গেল। এই সংবাদ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পৌঁছল। তিনি তাদের পিছনে লোক পাঠালেন। তাঁরা ধরা পড়ল এবং তাদেরকে নিয়ে আসা হল। তাদের প্রতি আদেশ জারি করা হল এবং তাদের হাত-পা কর্তন করা হল এবং তপ্ত লৌহ শলাকা চোখে প্রবেশ করানো হলো। এরপর তাদেরকে রৌদ্রে নিক্ষেপ করা হলো। অবশেষে তারা মারা গেল।\n\nইবন সাব্বাহ (রহঃ) ... এর বর্ণনা وَطَرَدُوا الإِبِل এর স্থলে وَاطَّرَدُوا النَّعَمَ উল্লেখ রয়েছে এবং তার বর্ণনায় وَسُمِّرَتْ أَعْيُنُهُمْ রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4207",
    "id": "13818",
    "thesequence": "47264",
    "isActive": "1",
    "chapterId": "13748",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "২. শত্রু সৈন্য এবং মুরতাদের বিচার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that some people of the tribe of Ukl or Uraina came to Allahs Messenger (ﷺ), and they found the climate of Medina uncogenial. Allahs Messenger (ﷺ) commanded them to the milch she-camels and commanded them to drink their urine and their milk. The rest of the hadith is the same (and the concluding words are):\n Their eyes were pierced, and they were thrown on the stony ground. They were asking for water, but they were not given water.",
    "hadithArabic": " وَحَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي رَجَاءٍ، مَوْلَى أَبِي قِلاَبَةَ قَالَ قَالَ أَبُو قِلاَبَةَ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، قَالَ قَدِمَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَوْمٌ مِنْ عُكْلٍ أَوْ عُرَيْنَةَ فَاجْتَوَوُا الْمَدِينَةَ فَأَمَرَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم بِلِقَاحٍ وَأَمَرَهُمْ أَنْ يَشْرَبُوا مِنْ أَبْوَالِهَا وَأَلْبَانِهَا . بِمَعْنَى حَدِيثِ حَجَّاجِ بْنِ أَبِي عُثْمَانَ . قَالَ وَسُمِرَتْ أَعْيُنُهُمْ وَأُلْقُوا فِي الْحَرَّةِ يَسْتَسْقُونَ فَلاَ يُسْقَوْنَ.",
    "hadithBengali": "৪২০৮। হারুন ইবনু আবদুল্লাহ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট &ldquo;উকল&rdquo; অথবা &ldquo;উবায়না&rdquo; সম্প্রদায়ের একদল লোক এল। মদিনার আবহাওয়া তাদের (বসবাসের) জন্য অনুপযোগী হল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে &ldquo;লিকাহর&rdquo; (দুগ্ধবতী উটনীর) ব্যাপারে নির্দেশ দিলেন। তাদেরকে আরো নির্দেশ দিলেন এর মূত্র ও দুধ পান করার জন্য।\n\nএই হাদীসটি হাজ্জাজ ইবনু আবূ উসমানের বর্ণিত হাদীসের অনুরূপ অর্থে বর্ণিত হয়েছে। এতে রাবী বলেন যে, এবং তাদের চোখগুলো উপড়ে ফেলা হল ও তাদের রৌদ্রে নিক্ষিপ করা হল। তারা পানি (পান করতে) চাইল, কিন্তু তাদেরকে পানি পান করানো হল না।\n",
    "checkStatus": "1",
    "hadithNo": "4208",
    "id": "13819",
    "thesequence": "47265",
    "isActive": "1",
    "chapterId": "13748",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "২. শত্রু সৈন্য এবং মুরতাদের বিচার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Qilaba reported:\nI was sitting behind Umar b. Abd al-Aziz and he said to the people: What do you say about al-Qasama? Thereupon Anbasa said: Anas b Malik narrated to us such and such (hadith pertaining to al-Qasama). I said: This is what Anas had narrated to me: People came to Allahs Apostle (ﷺ), and the rest of the hadith is the same. When I (Abu Qilaba) finished (the narration of this hadith), Anbasa said: Hallowed be Allah. I said: Do you blame me (for telling a lie)? He (Anbasa) said: No. This is how Anas b Malik narrated to us. O people of Syria, you would not be deprived of good, so long as such (a person) or one like him lives amongst you.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ النَّوْفَلِيُّ، حَدَّثَنَا أَزْهَرُ السَّمَّانُ، قَالاَ حَدَّثَنَا ابْنُ عَوْنٍ، حَدَّثَنَا أَبُو رَجَاءٍ، مَوْلَى أَبِي قِلاَبَةَ عَنْ أَبِي قِلاَبَةَ، قَالَ كُنْتُ جَالِسًا خَلْفَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ فَقَالَ لِلنَّاسِ مَا تَقُولُونَ فِي الْقَسَامَةِ فَقَالَ عَنْبَسَةُ قَدْ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ كَذَا وَكَذَا فَقُلْتُ إِيَّاىَ حَدَّثَ أَنَسٌ قَدِمَ عَلَى النَّبِيِّ صلى الله عليه وسلم قَوْمٌ . وَسَاقَ الْحَدِيثَ بِنَحْوِ حَدِيثِ أَيُّوبَ وَحَجَّاجٍ . قَالَ أَبُو قِلاَبَةَ فَلَمَّا فَرَغْتُ قَالَ عَنْبَسَةُ سُبْحَانَ اللَّهِ - قَالَ أَبُو قِلاَبَةَ - فَقُلْتُ أَتَتَّهِمُنِي يَا عَنْبَسَةُ قَالَ لاَ هَكَذَا حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ لَنْ تَزَالُوا بِخَيْرٍ يَا أَهْلَ الشَّامِ مَادَامَ فِيكُمْ هَذَا أَوْ مِثْلُ هَذَا.",
    "hadithBengali": "৪২০৯। মুহাম্মাদ ইবনু মুসান্না (রহঃ) আহমাদ ইবনু উসমান নাওফিলী (রহঃ) ... আবূ কিলাবা (রহঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি উমার ইবনু আবদুল আযীয (রহঃ) এর পিছনে বসা ছিলাম। তিনি জনগণকে জিজ্ঞাসা করলেন, তোমরা কাসামাহ (খুনের ব্যাপারে হলফ করা) সম্পর্কে কি বল? আম্বাসাহ (রহঃ) বললেনঃ আমাদের কাছে আনাস ইরন মালিক (রাঃ) (এ বিষয়ে) এমন এমন হাদীস বর্ণনা করেছেন। আমি বললাম, আনাস (রাঃ) বিশেষ করে আমাকে হাদীসটি বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে একদল লোক আগমন করল। এরপর আনাস আইউব এবং হাজ্জাজ এর অনুরূপ হাদীস বর্ণনা করেন।\n\nআবূ কিলাবা (রহঃ) বলেনঃ, আমি যখন (হাদীসের বর্ণনা) শেষ করলাম, তখন আম্বাসাহ (রহঃ) সুবহানাল্লাহ বললেনঃ। (অর্থাৎ আশ্চর্যান্বিত হলেন।) আবূ কিলাবা (রহঃ) বর্ণনা করে বলেন, আমি তখন বললাম, হে আম্বাসাহ! আপনি কি আমাকে (মিথ্যার ব্যাপারটি) সন্দেহ করছেন? তখন তিনি বললেন, না। আমার কাছে আনাস (রাঃ) এরূপেই হাদীস বর্ণনা করেছেন। হে সিরিয়াবাসী! তোমরা সর্বদাই কল্যাণের মধ্যে থাকবে যতদিন তোমাদের মাঝে এই লোক বিদ্যমান থাকবেন। অথবা (রাবীর সন্দেহ) তার মত লোক তোমাদের মাঝে অবস্থান করবেন। (অর্থাৎ এ দ্বারা তিনি আবূ কিলাবা (রহঃ) এর প্রশংসা করলেন।)\n",
    "checkStatus": "1",
    "hadithNo": "4209",
    "id": "13820",
    "thesequence": "47266",
    "isActive": "1",
    "chapterId": "13748",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "২. শত্রু সৈন্য এবং মুরতাদের বিচার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported:\nThere came to Allahs Messenger (ﷺ) eight persons from the tribe of Ukl, but with this addition that he did not cauterise (the wounds which hid been inflicted upon them while punishing them).",
    "hadithArabic": " وَحَدَّثَنَا الْحَسَنُ بْنُ أَبِي شُعَيْبٍ الْحَرَّانِيُّ، حَدَّثَنَا مِسْكِينٌ، - وَهُوَ ابْنُ بُكَيْرٍ الْحَرَّانِيُّ - أَخْبَرَنَا الأَوْزَاعِيُّ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا مُحَمَّدُ بْنُ يُوسُفَ، عَنِ الأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَدِمَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ثَمَانِيَةُ نَفَرٍ مِنْ عُكْلٍ . بِنَحْوِ حَدِيثِهِمْ . وَزَادَ فِي الْحَدِيثِ وَلَمْ يَحْسِمْهُمْ .",
    "hadithBengali": "৪২১০। হাসান ইবনু আবূ শু&#39;আয়ব হাররানী, আবদুল্লাহ ইবনু আবদুর রহমান দারেমী (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উকল সম্প্রদায়ের আটজন লোক এল ...... এরপর তিনি পূর্ববর্তী হাদীসের অনুরূপ বর্ণনা করেন। তার বর্ণিত হাদীসে তিনি শুধুوَلَمْ يَحْسِمْهُمْ (রক্ত বন্ধ করার জন্য) &ldquo;তাদেরকে তিনি দাগ দেননি&rdquo; এই কথাটুকু অতিরিক্ত বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4210",
    "id": "13821",
    "thesequence": "47267",
    "isActive": "1",
    "chapterId": "13748",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "২. শত্রু সৈন্য এবং মুরতাদের বিচার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": " وَحَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا سِمَاكُ، بْنُ حَرْبٍ عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، عَنْ أَنَسٍ، قَالَ أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم نَفَرٌ مِنْ عُرَيْنَةَ فَأَسْلَمُوا وَبَايَعُوهُ وَقَدْ وَقَعَ بِالْمَدِينَةِ الْمُومُ - وَهُوَ الْبِرْسَامُ - ثُمَّ ذَكَرَ نَحْوَ حَدِيثِهِمْ وَزَادَ وَعِنْدَهُ شَبَابٌ مِنَ الأَنْصَارِ قَرِيبٌ مِنْ عِشْرِينَ فَأَرْسَلَهُمْ إِلَيْهِمْ وَبَعَثَ مَعَهُمْ قَائِفًا يَقْتَصُّ أَثَرَهُمْ .",
    "hadithBengali": "৪২১১। হারুন ইবনু আবদুল্লাহ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, উরায়না গোত্রের একদল লোক রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আগমন করল। এরপর তারা ইসলাম গ্রহণ করল এবং তাঁর কাছে বায়আত গ্রহন করল। মদিনায় তখন &#39;মূম&#39; রোগের প্রাদুর্ভাব ঘটল। (الْمُومُ হল ব্যাধি الْبِرْسَامُ মস্তিষ্কের রোগ, কিংবা হার্টের রোগ অথবা উদুরী রোগ।) এরপর তিনি উল্লিখিত হাদীসের বর্ননাকারীদের অনুরূপ হাদীস বর্ণনা করেন।\n\nতবে তার বর্ণনায় অধিক আছে যে, তার কাছে তখন বিশজনের মত আনসারী যুবক ছিল। তাদেরকে তিনি ওদের উদ্দেশ্যে প্রেরন করলেন এবং তাদের সঙ্গে একজন &#39;কাইফ&#39; (পদচিহ্ন বিশারদ এমন অভিজ্ঞ লোক) প্রেরণ করলেন। যিনি তাদের পদচিহ্ন দেখে গন্তব্য স্থল নির্ণয়ে সক্ষম।\n",
    "checkStatus": "1",
    "hadithNo": "4211",
    "id": "13822",
    "thesequence": "47268",
    "isActive": "1",
    "chapterId": "13748",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "২. শত্রু সৈন্য এবং মুরতাদের বিচার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Anas b. Malik through another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، ح. وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، وَفِي حَدِيثِ هَمَّامٍ قَدِمَ عَلَى النَّبِيِّ صلى الله عليه وسلم رَهْطٌ مِنْ عُرَيْنَةَ وَفِي حَدِيثِ سَعِيدٍ مِنْ عُكْلٍ وَعُرَيْنَةَ . بِنَحْوِ حَدِيثِهِمْ .",
    "hadithBengali": "৪২১২। হাদ্দাব ইবনু খালিদ, ইবনু মুসান্না (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। হাম্মাম এর হাদীসে উল্লেখ রয়েছে যে, উরায়না গোত্রের একদল লোক নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আগমন করল। আর সাঈদ এর হাদীসে উকল এবং &#39;উরায়না&#39; এর কথা উল্লেখ আছে। এরপর তিনি উল্লেখিত হাদীসের অনুরূপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4212",
    "id": "13823",
    "thesequence": "47269",
    "isActive": "1",
    "chapterId": "13748",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "২. শত্রু সৈন্য এবং মুরতাদের বিচার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas reported that Allahs Messenger (ﷺ) pierced their eyes because they had pierced the eyes of the shepherds.",
    "hadithArabic": " وَحَدَّثَنِي الْفَضْلُ بْنُ سَهْلٍ الأَعْرَجُ، حَدَّثَنَا يَحْيَى بْنُ غَيْلاَنَ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَنَسٍ، قَالَ إِنَّمَا سَمَلَ النَّبِيُّ صلى الله عليه وسلم أَعْيُنَ أُولَئِكَ لأَنَّهُمْ سَمَلُوا أَعْيُنَ الرِّعَاءِ .",
    "hadithBengali": "৪২১৩। ফাযল ইবনু সাহল আ&#39;রাজ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঐ লোকদের চোখে গরম লোহা ঢুকিয়ে দেন। কেননা তারা রাখালদের চোখে গরম লোহা ঢুকিয়ে দিয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4213",
    "id": "13824",
    "thesequence": "47270",
    "isActive": "1",
    "chapterId": "13748",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "২. শত্রু সৈন্য এবং মুরতাদের বিচার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that a Jew killed a girl with a stone for her silver ornaments. She was brought to Allahs Messenger (ﷺ) when there was yet some life in her. He (the Holy Prophet) said to her:\nHas so and so killed you? She indicated with the nod of her head: No. He said for the second time, and she again said: No with the nod of her head. He asked for the third time, and she said: Yes with the nod of her head and Allahs Messenger (ﷺ) commanded to crush his head between two stones.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ يَهُودِيًّا، قَتَلَ جَارِيَةً عَلَى أَوْضَاحٍ لَهَا فَقَتَلَهَا بِحَجَرٍ - قَالَ - فَجِيءَ بِهَا إِلَى النَّبِيِّ صلى الله عليه وسلم وَبِهَا رَمَقٌ فَقَالَ لَهَا   أَقَتَلَكِ فُلاَنٌ  . فَأَشَارَتْ بِرَأْسِهَا أَنْ لاَ ثُمَّ قَالَ لَهَا الثَّانِيَةَ فَأَشَارَتْ بِرَأْسِهَا أَنْ لاَ ثُمَّ سَأَلَهَا الثَّالِثَةَ فَقَالَتْ نَعَمْ . وَأَشَارَتْ بِرَأْسِهَا فَقَتَلَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ حَجَرَيْنِ .",
    "hadithBengali": "৪২১৪। মুহাম্মাদ ইবনু মুসান্না ও মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, একদা এক ইয়াহুদী একটি মেয়েকে (কয়েকটি রূপার টুকরা অর্থাৎ) রূপার গহনার জন্য হত্যা করল। সে তাকে হত্যা করেছিল পাথর দ্বারা। বর্ণনাকারী বলেন, এরপর তাকে এমন অবস্থায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আনা হল যে, তখনও তার জীবন অবশিষ্ট ছিল। তখন তিনি তাকে জিজ্ঞাসা করলেনঃ তোমাকে কি অমুক ব্যক্তি মেয়েছে? সে তখন মাথা নেড়ে উত্তর দিল, না। এরপর তিনি তাকে দ্বিতীয়বার (আর একজন সম্পর্কে) জিজ্ঞাসা করলেন, তখনও সে মাথা নেড়ে উত্তর দিল, না। আবার তিনি তাকে তৃতীয়বার(আর একজন সম্পর্কে) জিজ্ঞাসা করলেন, তখন সে হ্যাঁ বলল এবংমাথা নেড়ে উত্তর দিল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ইয়াহুদীকে ডেকে জিজ্ঞাসাবাদ করলে সে খুন করার কথা স্বীকার করল তখন) তাকে আদেশক্রমে দু&#39;পাথরের মাঝে আঘাত করে হত্যা করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4214",
    "id": "13825",
    "thesequence": "47271",
    "isActive": "1",
    "chapterId": "13749",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৩. পাথর ও অন্যান্য ধারাল ও ভারী বস্তু দ্বারা হত্যা করার দায়ে &#039;কিসাস&#039; সাব্যস্ত হওয়া এবং নারীর বিনিময়ে (হত্যাকারী) পুরুষকে হত্যার বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Shuba with the same chain of transmitters and in the hadith narrated on the authority of Ibn Idris (the words are):\n He (commanded) to crush his head between two stones.",
    "hadithArabic": " وَحَدَّثَنِي يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ الْحَارِثِ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ إِدْرِيسَ، كِلاَهُمَا عَنْ شُعْبَةَ، بِهَذَا الإِسْنَادِ . نَحْوَهُ وَفِي حَدِيثِ ابْنِ إِدْرِيسَ فَرَضَخَ رَأْسَهُ بَيْنَ حَجَرَيْنِ .",
    "hadithBengali": "৪২১৫। ইয়াহইয়া ইবনু হাবীব হারেসী ও আবূ কুরায়র (রহঃ) ... শুবা (রহঃ) থেকে উল্লিখিত সনদে অনুরূপ বর্ণনা করেন। আর ইবনু ইদরীসের বর্ণিত হাদীসে উল্লেথ আছে যে,فَرَضَخَ رَأْسَهُ بَيْنَ حَجَرَيْنِ (তখন তিনি তার মাথা দু&#39;পাথরের মাঝে রেখেচূর্ণ করে দিলেন)।\n",
    "checkStatus": "1",
    "hadithNo": "4215",
    "id": "13826",
    "thesequence": "47272",
    "isActive": "1",
    "chapterId": "13749",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৩. পাথর ও অন্যান্য ধারাল ও ভারী বস্তু দ্বারা হত্যা করার দায়ে &#039;কিসাস&#039; সাব্যস্ত হওয়া এবং নারীর বিনিময়ে (হত্যাকারী) পুরুষকে হত্যার বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas reported that a Jew killed a girl of the Ansar for her ornaments and then threw her in a well and smashed her head with a stone. He was caught and brought to the Messenger of Allah (ﷺ), and he commanded that he should be stoned to death. So he was stoned until he died.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، أَنَّ رَجُلاً، مِنَ الْيَهُودِ قَتَلَ جَارِيَةً مِنَ الأَنْصَارِ عَلَى حُلِيٍّ لَهَا ثُمَّ أَلْقَاهَا فِي الْقَلِيبِ وَرَضَخَ رَأْسَهَا بِالْحِجَارَةِ فَأُخِذَ فَأُتِيَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَمَرَ بِهِ أَنْ يُرْجَمَ حَتَّى يَمُوتَ فَرُجِمَ حَتَّى مَاتَ .",
    "hadithBengali": "৪২১৬। আবদ ইবনু হুমায়দ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, এক ইয়াহুদী ব্যাক্তি কোন এক আনাসারী মেয়েকে তার গহনার জন্য হত্যা করল। এরপর তাকে একটি কূপে ফেলে দিল এবং তার মাথায় পাথর দ্বারা আঘাত করল। এরপর তাকে পাকড়াও করা হল এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আনা হল। তিনি নির্দেশ দিলেন, তার প্রতি পাথর নিক্ষেপ করার জন্য, যতক্ষন না তার মৃত্যু হয়। তখন তার প্রতি পাথর নিক্ষেপ করা হল। অবশেষে সে মারা গেল।\n",
    "checkStatus": "1",
    "hadithNo": "4216",
    "id": "13827",
    "thesequence": "47273",
    "isActive": "1",
    "chapterId": "13749",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৩. পাথর ও অন্যান্য ধারাল ও ভারী বস্তু দ্বারা হত্যা করার দায়ে &#039;কিসাস&#039; সাব্যস্ত হওয়া এবং নারীর বিনিময়ে (হত্যাকারী) পুরুষকে হত্যার বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Ayyub with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي مَعْمَرٌ، عَنْ أَيُّوبَ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৪২১৭। ইসহাক ইবনু মানসুর (রহঃ) ... আইউব (রহঃ) থেকে উক্ত সনদে অনুরূপভাবে হাদীসটি বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4217",
    "id": "13828",
    "thesequence": "47274",
    "isActive": "1",
    "chapterId": "13749",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৩. পাথর ও অন্যান্য ধারাল ও ভারী বস্তু দ্বারা হত্যা করার দায়ে &#039;কিসাস&#039; সাব্যস্ত হওয়া এবং নারীর বিনিময়ে (হত্যাকারী) পুরুষকে হত্যার বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported:\nA girl was found with her head crushed between two stones. They asked her as to who had done that-has so and so (done it) until they mentioned a Jew. She indicated with the nod of her head (that it was so). So the Jew was caught, and he made confession (of his guilt). And Allahs Messenger (ﷺ) commanded that his head be smashed with stones.",
    "hadithArabic": " وَحَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ جَارِيَةً، وُجِدَ رَأْسُهَا قَدْ رُضَّ بَيْنَ حَجَرَيْنِ فَسَأَلُوهَا مَنْ صَنَعَ هَذَا بِكِ فُلاَنٌ فُلاَنٌ حَتَّى ذَكَرُوا يَهُودِيًّا فَأَوْمَتْ بِرَأْسِهَا فَأُخِذَ الْيَهُودِيُّ فَأَقَرَّ فَأَمَرَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُرَضَّ رَأْسُهُ بِالْحِجَارَةِ .",
    "hadithBengali": "৪২১৮। হাদ্দাব ইবনু খালিদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্নিত যে, একদা এক কিশোরীকে এমন অবস্থায় পাওয়া গেল যে, তার মাথা দু&#39;পাথরের মাঝে রেখে চূর্ণ করে দেয়া হয়েছে। তখন তারা (পরিবারের লোকেরা) তাকে জিজ্ঞাসা করল, কে তোমাকে এমন করেছে, অমুক-অমূক ব্যক্তি? এভাবে (জিজ্ঞাসা করতে করতে) তারা এক ইয়াহুদীর নাম উল্লেখ করল। তখন সে মাথা নেড়ে (হ্যাঁ-সূচক) উত্তর দিল। তখন ইয়াহুদীকে পাকাড়াও করা হল। সে তা স্বীকার করল। অতএব রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার মাথা পাথর দ্বারা চূর্ণ করার আদেশ দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4218",
    "id": "13829",
    "thesequence": "47275",
    "isActive": "1",
    "chapterId": "13749",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৩. পাথর ও অন্যান্য ধারাল ও ভারী বস্তু দ্বারা হত্যা করার দায়ে &#039;কিসাস&#039; সাব্যস্ত হওয়া এবং নারীর বিনিময়ে (হত্যাকারী) পুরুষকে হত্যার বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Imran b. Husain reported:\nYala b. Munya or Ibn Umayya fought with a person, and the one bit the hand of the other. And he tried to draw his hand from his mouth and thus his foreteeth ware pulled out. They referred their dispute to Allahs Apostle (ﷺ), whereupon he said: Does any one of you bite as the camel bites? So there is no blood-wit for it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ قَاتَلَ يَعْلَى ابْنُ مُنْيَةَ أَوِ ابْنُ أُمَيَّةَ رَجُلاً فَعَضَّ أَحَدُهُمَا صَاحِبَهُ فَانْتَزَعَ يَدَهُ مِنْ فَمِهِ فَنَزَعَ ثَنِيَّتَهُ - وَقَالَ ابْنُ الْمُثَنَّى ثَنِيَّتَيْهِ - فَاخْتَصَمَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ   أَيَعَضُّ أَحَدُكُمْ كَمَا يَعَضُّ الْفَحْلُ لاَ دِيَةَ لَهُ  .",
    "hadithBengali": "৪২১৯। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... ইমরান ইবনু হুসাইন (রাঃ) থেকে বর্ণিত। তিনি বলেন, ইয়ালা ইবনু মুনইয়া অথবা ইবনু উমাইয়া (রাঃ) এক ব্যক্তির সাথে ঝগড়ায় লিপ্ত হল। তখন একজন অপর জনের হাতে দাঁত দিয়ে কামড় দিল। সে যখন তার হাত তার মুখ থেকে সজোরে টেনে আনল তখন তার সামনের একটি দাঁত উপড়ে ফেলল। ইবনু মুসান্না (একটি স্থলে) দু&#39;টি দাঁত বলেছেন। উভয়েই তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে পরস্পরের বিরুদ্ধে নালিশ করল। তখন তিনি বললেনঃ তোমরা কেউ অন্য কাউকে এমনভাবে কামড় দেয় যেমনভাবে উটে কামড়ে দেয়? তবে এর জন্য কোন (দিয়্যাত) ক্ষতিপূরণ নাই।\n",
    "checkStatus": "1",
    "hadithNo": "4219",
    "id": "13830",
    "thesequence": "47276",
    "isActive": "1",
    "chapterId": "13750",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৪. কোন ব্যক্তি অপর কোন ব্যক্তির জীবন অথবা অঙ্গের উপর আক্রমন করলে, তখন যদি আক্রান্ত ব্যক্তি তা প্রতিহত করার সময় যদি আক্রমনকারীর জীবন অথবা অঙ্গের ক্ষতি সাধন করে, তবে তাকে কোন প্রকার ক্ষতিপূরণ দিতে হবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Yala.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ عَطَاءٍ، عَنِ ابْنِ يَعْلَى، عَنْ يَعْلَى، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৪২২০। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... ইবনু ইয়ালা (রহঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4220",
    "id": "13831",
    "thesequence": "47277",
    "isActive": "1",
    "chapterId": "13750",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৪. কোন ব্যক্তি অপর কোন ব্যক্তির জীবন অথবা অঙ্গের উপর আক্রমন করলে, তখন যদি আক্রান্ত ব্যক্তি তা প্রতিহত করার সময় যদি আক্রমনকারীর জীবন অথবা অঙ্গের ক্ষতি সাধন করে, তবে তাকে কোন প্রকার ক্ষতিপূরণ দিতে হবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Imran b. Husain reported that a person bit the arm of another person; he pulled it out and his foretooth fell down. This matter was taken to Allahs Apostle (ﷺ), and he turned it down saying:\nDid you want to eat his flesh?",
    "hadithArabic": "حَدَّثَنِي أَبُو غَسَّانَ الْمِسْمَعِيُّ، حَدَّثَنَا مُعَاذٌ، - يَعْنِي ابْنَ هِشَامٍ - حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَجُلاً، عَضَّ ذِرَاعَ رَجُلٍ فَجَذَبَهُ فَسَقَطَتْ ثَنِيَّتُهُ فَرُفِعَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَبْطَلَهُ وَقَالَ   أَرَدْتَ أَنْ تَأْكُلَ لَحْمَهُ  .",
    "hadithBengali": "৪২২১। আবূ গাসসান মিসমাঈ (রহঃ) ... ইমরান ইবনু হুসাইন (রাঃ) থেকে বর্ণিত যে, এক ব্যক্তি অপর এক ব্যাক্তির হাতে কামড়ে ধরল। তখন সে সজোরে তার হাত টেনে নিল। এতে সে ব্যক্তির দাঁত পড়ে গেল। এ ব্যাপারে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট মুকাদ্দমা দায়ের করা হল। তখন তিনি তা নাকচ করে দেন এবং বলেন, তুমি তার গোশত খেতে চেয়েছিলে?\n",
    "checkStatus": "1",
    "hadithNo": "4221",
    "id": "13832",
    "thesequence": "47278",
    "isActive": "1",
    "chapterId": "13750",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৪. কোন ব্যক্তি অপর কোন ব্যক্তির জীবন অথবা অঙ্গের উপর আক্রমন করলে, তখন যদি আক্রান্ত ব্যক্তি তা প্রতিহত করার সময় যদি আক্রমনকারীর জীবন অথবা অঙ্গের ক্ষতি সাধন করে, তবে তাকে কোন প্রকার ক্ষতিপূরণ দিতে হবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Safwan b. Yala reported that a person bit the arm of the servant of Yala b. Munya. He pulled it and his foretooth fell. The matter was referred to Allahs Apostle (ﷺ) and he turned it down and said:\nDid you intend to bite his hand, as the camel bites?",
    "hadithArabic": "حَدَّثَنِي أَبُو غَسَّانَ الْمِسْمَعِيُّ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ بُدَيْلٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ صَفْوَانَ بْنِ يَعْلَى، أَنَّ أَجِيرًا، لِيَعْلَى ابْنِ مُنْيَةَ عَضَّ رَجُلٌ ذِرَاعَهُ فَجَذَبَهَا فَسَقَطَتْ ثَنِيَّتُهُ فَرُفِعَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَبْطَلَهَا وَقَالَ   أَرَدْتَ أَنْ تَقْضَمَهَا كَمَا يَقْضَمُ الْفَحْلُ  .",
    "hadithBengali": "৪২২২। আবূ গাসসান মিসমাঈ (রহঃ) ... সাফওয়ান ইবনু ইয়া&#39;লা (রহঃ) থেকে বর্ণিত যে, ইয়ালা ইবনু মুনইয়া (রাঃ) এর এক শ্রমিকের হাত জনৈক ব্যাক্তি কামড়ে ধরল। তখন সে সজোরে তার হাত টেনে নিল। এতে সে ব্যক্তির দাঁত পড়ে গেল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এ ব্যাপারে মুকাদ্দমা দায়ের করা হল। তখন তিনি তা নাকচ করে দিলেন এবং বললেন যে, তুমি তো তার হাত এমনভাবে কামড়াতে চেয়েছিলে যেমনভাবে উট কামড়ায়।\n",
    "checkStatus": "1",
    "hadithNo": "4222",
    "id": "13833",
    "thesequence": "47279",
    "isActive": "1",
    "chapterId": "13750",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৪. কোন ব্যক্তি অপর কোন ব্যক্তির জীবন অথবা অঙ্গের উপর আক্রমন করলে, তখন যদি আক্রান্ত ব্যক্তি তা প্রতিহত করার সময় যদি আক্রমনকারীর জীবন অথবা অঙ্গের ক্ষতি সাধন করে, তবে তাকে কোন প্রকার ক্ষতিপূরণ দিতে হবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Imran b. Husain reported that a person bit the hand of a person. He withdrew his hand and his foretooth or foreteeth fell down. He (the man who lost his teeth) referred the matter to Allahs Messenger (ﷺ) and he said, What do you want me to do? Do you ask me that I should order him to put his hand in your mouth, and you should bite it as the camel bites? (If you want retaliation, then the only way out is) that you put your hand in his mouth (allow him) to bite that and then draw it away.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ النَّوْفَلِيُّ، حَدَّثَنَا قُرَيْشُ بْنُ أَنَسٍ، عَنِ ابْنِ عَوْنٍ، عَنْ مُحَمَّدِ، بْنِ سِيرِينَ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَجُلاً، عَضَّ يَدَ رَجُلٍ فَانْتَزَعَ يَدَهُ فَسَقَطَتْ ثَنِيَّتُهُ أَوْ ثَنَايَاهُ فَاسْتَعْدَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا تَأْمُرُنِي تَأْمُرُنِي أَنْ آمُرَهُ أَنْ يَدَعَ يَدَهُ فِي فِيكَ تَقْضَمُهَا كَمَا يَقْضَمُ الْفَحْلُ ادْفَعْ يَدَكَ حَتَّى يَعَضَّهَا ثُمَّ انْتَزِعْهَا  .",
    "hadithBengali": "৪২২৩। আহমাদ ইবনু উসমান নাওফেলী (রহঃ) ... ইমরান ইবনু হুসাইন (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি অপর এক ব্যক্তির হাতে কামড়ে ধরল। সে তখন তার হাত সজোরে টেনে নিল। এতে তার একটি দাঁত অথবা দুটি দাঁত পড়ে গেল। সে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এ ব্যাপারে নালিশ করল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি আমার কাছে কি চাও? তুমি কি চাও যে, আমি তাকে আদেশ করবো যে, তার হাত তোমার মুখের মধ্যে প্রবেশ করিয়ে দেবে, আর তুমি তা কামড়াবে? যেমন উট কামড়ে থাকে। (তুমি ইচ্ছে করলে) তোমার হাত তার মুখের মধ্যে প্রবেশ কয়িয়ে দাও, সে তখন তা কামড়াবে, এরপর তুমিও তা সজোরে টেনে নিও।\n",
    "checkStatus": "1",
    "hadithNo": "4223",
    "id": "13834",
    "thesequence": "47280",
    "isActive": "1",
    "chapterId": "13750",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৪. কোন ব্যক্তি অপর কোন ব্যক্তির জীবন অথবা অঙ্গের উপর আক্রমন করলে, তখন যদি আক্রান্ত ব্যক্তি তা প্রতিহত করার সময় যদি আক্রমনকারীর জীবন অথবা অঙ্গের ক্ষতি সাধন করে, তবে তাকে কোন প্রকার ক্ষতিপূরণ দিতে হবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Safwan b. Yala b. Munya reported on the authority of his father that there came to Allahs Apostle (ﷺ) a person who had bitten the hand of another person and who had withdrawn his hand (and as a result thereof) his foreteeth had fallen (those which had bitten). The Apostle of Allah (ﷺ) turned down his (claim), and said:\nDo you wish to bite as the camel bites?",
    "hadithArabic": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا عَطَاءٌ، عَنْ صَفْوَانَ بْنِ يَعْلَى ابْنِ، مُنْيَةَ عَنْ أَبِيهِ، قَالَ أَتَى النَّبِيَّ صلى الله عليه وسلم رَجُلٌ وَقَدْ عَضَّ يَدَ رَجُلٍ فَانْتَزَعَ يَدَهُ فَسَقَطَتْ ثَنِيَّتَاهُ - يَعْنِي الَّذِي عَضَّهُ - قَالَ فَأَبْطَلَهَا النَّبِيُّ صلى الله عليه وسلم وَقَالَ   أَرَدْتَ أَنْ تَقْضَمَهُ كَمَا يَقْضَمُ الْفَحْلُ  .",
    "hadithBengali": "৪২২৪। শায়বান ইবনুু ফাররুখ (রহঃ) ... ইয়ালা ইবনু মুনইয়া (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এমন এক ব্যক্তি এলে (এসে নালিশ করল-) যে অপর এক ব্যক্তির হাতে কামড় দিয়েছিল। সে যখন তার হাত সজোরে টেনে নিল। এতে তার দুটি দাঁত পড়ে গেল। (অর্থাৎ যে ব্যক্তি দাঁত দ্বারা কামড় দিয়েছিল তার দাঁত পড়ে গেল।) বর্ণনাকারী বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার এই অভিযোগ নাকচ করলেন এবং বললেনঃ তুমি তার হাত এমনভাবে কামড়াতে চেয়েছিলে যেমন উট কামড়ায়।\n",
    "checkStatus": "1",
    "hadithNo": "4224",
    "id": "13835",
    "thesequence": "47281",
    "isActive": "1",
    "chapterId": "13750",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৪. কোন ব্যক্তি অপর কোন ব্যক্তির জীবন অথবা অঙ্গের উপর আক্রমন করলে, তখন যদি আক্রান্ত ব্যক্তি তা প্রতিহত করার সময় যদি আক্রমনকারীর জীবন অথবা অঙ্গের ক্ষতি সাধন করে, তবে তাকে কোন প্রকার ক্ষতিপূরণ দিতে হবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Safwan b. Yala b. Umayya thus reported from his father:\nI participated in the expedition to Tabuk with Allahs Apostle (ﷺ). And Yala used to say: That was the most weighty of my deeds, in my opinion. Safwan said that Yala had stated: I had a servant; he quarrelled with another person, and the one bit the hand of the other. (Ata said that Safwan had told him which one had bitten the hand of the other.) So he whose hand was bitten drew ill from (the mouth) of the one who had bitten it and (in this scuffle) one of his foreteeth was also drawn out. They both came to Allahs Apostle (ﷺ) and he declared his (claim for the compensation of) tooth as invalid.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، أَخْبَرَنِي صَفْوَانُ بْنُ يَعْلَى بْنِ أُمَيَّةَ، عَنْ أَبِيهِ، قَالَ غَزَوْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم غَزْوَةَ تَبُوكَ - قَالَ وَكَانَ يَعْلَى يَقُولُ تِلْكَ الْغَزْوَةُ أَوْثَقُ عَمَلِي عِنْدِي - فَقَالَ عَطَاءٌ قَالَ صَفْوَانُ قَالَ يَعْلَى كَانَ لِي أَجِيرٌ فَقَاتَلَ إِنْسَانًا فَعَضَّ أَحَدُهُمَا يَدَ الآخَرِ - قَالَ لَقَدْ أَخْبَرَنِي صَفْوَانُ أَيُّهُمَا عَضَّ الآخَرَ - فَانْتَزَعَ الْمَعْضُوضُ يَدَهُ مِنْ فِي الْعَاضِّ فَانْتَزَعَ إِحْدَى ثَنِيَّتَيْهِ فَأَتَيَا النَّبِيَّ صلى الله عليه وسلم فَأَهْدَرَ ثَنِيَّتَهُ .",
    "hadithBengali": "৪২২৫। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... ইয়ালা ইবনু উমাইয়া (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে তাবুকের যুদ্ধ করেছি। বর্ননাকারী বলেন, ইয়ালা বলতেন, ঐ যুদ্ধ আমার নিকট সর্বাধিক নির্ভরযোগ্য (পূণ্যের) কাজ ছিল। আতা (রহঃ) বলেন, সাফওয়ান (রহঃ) বলেছেন যে, ইয়ালা (রাঃ) বলেছেন, আমার একজন শ্রমিক ছিল সে এবং অপর এক ব্যক্তি পরস্পর সংঘর্যে লিপ্ত হল। এতে একজন অপরজনের হাতে কামড় দিল। বর্ণনাকারী বলেন, তাদের দু&#39;জনের মধ্যে কে অন্যের হাতে কামড় দিয়েছিল তা সাফওয়ান (রাঃ) আমাকে অবহিত করেছেন যে, যে ব্যক্তির হাতে কামড় দিয়েছিল সে ব্যক্তি কামড় দাতার মুখ থেকে তার হাত সজোরে টেনে নিল। এতে তার একটি বা দু&#39;টি দাঁত পড়ে গেল। তখন উভয়েই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে অভিযোগ পেশ করল, তখন তিনি তার দাঁতের দাবী নাকচ করে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4225",
    "id": "13836",
    "thesequence": "47282",
    "isActive": "1",
    "chapterId": "13750",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৪. কোন ব্যক্তি অপর কোন ব্যক্তির জীবন অথবা অঙ্গের উপর আক্রমন করলে, তখন যদি আক্রান্ত ব্যক্তি তা প্রতিহত করার সময় যদি আক্রমনকারীর জীবন অথবা অঙ্গের ক্ষতি সাধন করে, তবে তাকে কোন প্রকার ক্ষতিপূরণ দিতে হবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Juraij with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ عَمْرُو بْنُ زُرَارَةَ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، قَالَ أَخْبَرَنَا ابْنُ جُرَيْجٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "৪২২৬। আমার ইবনু যুরারা (রহঃ) ... ইবনু জুরাইজ (রহঃ) থেকে একই সুত্রে উল্লেখিত হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4226",
    "id": "13837",
    "thesequence": "47283",
    "isActive": "1",
    "chapterId": "13750",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৪. কোন ব্যক্তি অপর কোন ব্যক্তির জীবন অথবা অঙ্গের উপর আক্রমন করলে, তখন যদি আক্রান্ত ব্যক্তি তা প্রতিহত করার সময় যদি আক্রমনকারীর জীবন অথবা অঙ্গের ক্ষতি সাধন করে, তবে তাকে কোন প্রকার ক্ষতিপূরণ দিতে হবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported that Umm Haritha, the sister of Rubayyi (she was the fathers sister of Hadrat Anas) injured a person (she broke his teeth). The dispute was referred to Allahs Apostle (ﷺ). Allahs Messenger (ﷺ) said:\nRetribution, retribution. Umm Rubayyi said: Messenger of Allah, will retribution be taken from so and so? By Allah, it shall not be taken from her (i. e. from Umm Haritha). Thereupon Allahs Apostle said: Hallowed be Allah. O Umm Rubayyi, Qisas (retribution is a command, prescribed) in the Book of Allah. She said: No, by Allah, Qisas will never be taken from her; and she went on saying this until they (the relatives of the one who had been injured) accepted the blood-wit. Thereupon Allahs Messenger (ﷺ) said: Verily there are amongst the servants of Allah (such pious persons) who, if they take oath of Allah, He honours it.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا ثَابِتٌ، عَنْ أَنَسٍ، أَنَّ أُخْتَ الرُّبَيِّعِ أُمَّ حَارِثَةَ، جَرَحَتْ إِنْسَانًا فَاخْتَصَمُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  الْقِصَاصَ الْقِصَاصَ  . فَقَالَتْ أُمُّ الرَّبِيعِ يَا رَسُولَ اللَّهِ أَيُقْتَصُّ مِنْ فُلاَنَةَ وَاللَّهِ لاَ يُقْتَصُّ مِنْهَا . فَقَالَ النَّبِيُّ صلى الله عليه وسلم  سُبْحَانَ اللَّهِ يَا أُمَّ الرَّبِيعِ الْقِصَاصُ كِتَابُ اللَّهِ  . قَالَتْ لاَ وَاللَّهِ لاَ يُقْتَصُّ مِنْهَا أَبَدًا . قَالَ فَمَا زَالَتْ حَتَّى قَبِلُوا الدِّيَةَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ مِنْ عِبَادِ اللَّهِ مَنْ لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ  .",
    "hadithBengali": "৪২২৭। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, রুবায়্যি (রাঃ) এর ভগ্নি হারিসার মাতা জনৈক ব্যক্তিকে আহত করল। এ ব্যাপারে তারা (তার আত্নীয়য়েরা) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট নালিশ করল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল কিসাস! আল কিসাস! (অর্থাৎ এতে কিসাস আরোপিত হবে।) তখন বুবায়্যি এর মা বললেন, হে আল্লাহর রাসুল! অমুকের (উম্মে হারিসার) নিকট হতে কি কিসাস নেয়া হবে? আল্লাহর কসম! তাঁর নিকট হতে কিসাস না নেয়া হবে না।\n\nতখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সুবহানাল্লাহ! (অর্থাৎ আশ্চার্যান্বিত হয়ে বললেন) হে রুবায়্যির মা! কিসাস নেয়া তো আল্লাহর কিতাবের বিধান। তিনি বললেন, জী না। আল্লাহর শপথ নিয়ে আরয করছি, তার নিকট হতে কখনও কিসাস (বদলা) নেয়া হবে না।\n\nবর্ণনাকারী বলেন, তিনি বারবার একথা বলতে ছিলেন। পরিশেষে আহত তারা (প্রতিপক্ষ) দিয়্যাত (ক্ষতিপূরণ) নিতে সম্মত হল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহর বান্দাগণের মখ্যে এমনও লোক আছেন, যদি সে আল্লাহর নামে শপথ করে কোন কথা বলে তখন আল্লাহ তায়ালা তাকে সত্যে পরিণত করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4227",
    "id": "13838",
    "thesequence": "47284",
    "isActive": "1",
    "chapterId": "13751",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৫. দাঁত এবং এর অনুরূপ ব্যাপারে &#039;কিসাস&#039; আরোপ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah (b. Masud) reported Allahs Messenger (ﷺ) as saying:\nIt is not permissible to take the life of a Muslim who bears testimony (to the fact that there is no god but Allah, and I am the Messenger of Allah, but in one of the three cases: the married adulterer, a life for life, and the deserter of his Din (Islam), abandoning the community.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، وَأَبُو مُعَاوِيَةَ وَوَكِيعٌ عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنِّي رَسُولُ اللَّهِ إِلاَّ بِإِحْدَى ثَلاَثٍ الثَّيِّبُ الزَّانِ وَالنَّفْسُ بِالنَّفْسِ وَالتَّارِكُ لِدِينِهِ الْمُفَارِقُ لِلْجَمَاعَةِ  .",
    "hadithBengali": "৪২২৮। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এমন মুসলমানের রক্ত (হত্যা করা) বৈধ নয়, যে ব্যক্তি সাক্ষ্য দেয় যে, আল্লাহ ছাড়া কোন মা&#39;বুদ নেই এবং আমি আল্লাহর রাসুল। কিন্তু তিনটি কাজের যে কোন একটি করলে (তা বৈধ)।\n\n১। বিবাহিত ব্যক্তি ব্যাভিচারে লিপ্ত হলে;\n\n২। জীবনের বিনিময়ে জীবন, অর্থাৎ কাউকে খুন করলে;\n\n৩। এবং স্বীয় ধর্ম পরিত্যাগ কারী যে (মুসলমানদের) দল থেকে বিচ্ছিন্ন হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "4228",
    "id": "13839",
    "thesequence": "47285",
    "isActive": "1",
    "chapterId": "13752",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৬. মুসলমানের হত্যা কি কারণে বৈধ হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Amash.",
    "hadithArabic": " حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَلِيُّ بْنُ خَشْرَمٍ، قَالاَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، كُلُّهُمْ عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৪২২৯। ইবনু নুমায়র, ইবনু আবূ উমার, ইসহাক ইবনু ইবরাহীম ও আলী ইবনু খাশরাম (রহঃ) ... আ&#39;মাশ (রহঃ) থেকে উল্লেখিত সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4229",
    "id": "13840",
    "thesequence": "47286",
    "isActive": "1",
    "chapterId": "13752",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৬. মুসলমানের হত্যা কি কারণে বৈধ হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah (b. Masud) reported:\nAllahs Messenger (ﷺ) stood up and said: By Him besides Whom there is no god but He, the blood of a Muslim who bears the testimony that there is no god but Allah, and I am His Messenger, may be lawfully shed only in case of three persons: the one who abandons Islam, and deserts the community [Ahmad, one of the narrators, is doubtful whether the Prophet (ﷺ) used the word lil-jamaah or al-jamaah), and the married adulterer, and life for life.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، - وَاللَّفْظُ لأَحْمَدَ - قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَامَ فِينَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ   وَالَّذِي لاَ إِلَهَ غَيْرُهُ لاَ يَحِلُّ دَمُ رَجُلٍ مُسْلِمٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنِّي رَسُولُ اللَّهِ إِلاَّ ثَلاَثَةُ نَفَرٍ التَّارِكُ الإِسْلاَمَ الْمُفَارِقُ لِلْجَمَاعَةِ أَوِ الْجَمَاعَةَ - شَكَّ فِيهِ أَحْمَدُ - وَالثَّيِّبُ الزَّانِي وَالنَّفْسُ بِالنَّفْسِ  . قَالَ الأَعْمَشُ فَحَدَّثْتُ بِهِ، إِبْرَاهِيمَ فَحَدَّثَنِي عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، بِمِثْلِهِ .",
    "hadithBengali": "৪২৩০। আহমাদ ইবনু হাম্বল ও মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মাঝে দাঁড়িয়ে বললেনঃ সে সত্তার কসম যিনি ব্যতীত অন্য কোন মাবুদ নেই; এমন কোন মুসলিম ব্যক্তির রক্ত (হত্যা করা) বৈধ নয়, যে সাক্ষ্য দেয় যে, আল্লাহ ব্যতীত অন্য কোন মাবুদ নেই এবং আমি আল্লাহর রাসূল। কিন্তু তিন প্রকার ব্যক্তি ব্যতীত-\n\n১. যে ব্যক্তি ইসলাম ধর্ম পরিত্যাগ করে এবং মুসলমানদের দল পরিত্যাগকারী হয়। (আহমাদ (রহঃ) الْمُفَارِقُ لِلْجَمَاعَةِ অথবা الْجَمَاعَةَ শব্দ বর্ণনায় সন্দেহ করেছেন)\n\n২. বিবাহিত ব্যভিচারী এবং\n\n৩. জীবনের বিনিময়ে জীবন। (অর্থাৎ কিসাস গ্রহন) আ&#39;মাশ (রহঃ) বলেন যে, আমি ইবরাহীমের নিকট হাদীসটি বর্ণনা করলাম, তিনিও আসওয়াদ (রহঃ) এর সূত্রে আয়িশা (রাঃ) থেকে অনুরূপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4230",
    "id": "13841",
    "thesequence": "47287",
    "isActive": "1",
    "chapterId": "13752",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৬. মুসলমানের হত্যা কি কারণে বৈধ হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been reported on the authority of Amash with the same chain of narrators but with a slight variation of words, i. e. he did not say:\nBy Him besides Whom there is no god.",
    "hadithArabic": "وَحَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ، وَالْقَاسِمُ بْنُ زَكَرِيَّاءَ، قَالاَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ شَيْبَانَ، عَنِ الأَعْمَشِ، بِالإِسْنَادَيْنِ جَمِيعًا . نَحْوَ حَدِيثِ سُفْيَانَ وَلَمْ يَذْكُرَا فِي الْحَدِيثِ قَوْلَهُ   وَالَّذِي لاَ إِلَهَ غَيْرُهُ  .",
    "hadithBengali": "৪২৩১। হাজ্জাজ ইবনু শা&#39;য়র ও কাসিম ইবনু যাকারিয়া (রহঃ) ... আ&#39;মাশ থেকে উভয় সনদে সুফিয়ান (রহঃ) বর্ণিত হাদীসের অনুরূপ বর্ণনা করেছেন। তবে তিনি তার বর্ণিত হাদীসেوَالَّذِي لاَ إِلَهَ غَيْرُهُ (সেই সত্তার কসম যিনি ব্যতীত কোন মা&#39;বুদ নেই) এ কথার উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "4231",
    "id": "13842",
    "thesequence": "47288",
    "isActive": "1",
    "chapterId": "13752",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৬. মুসলমানের হত্যা কি কারণে বৈধ হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah (b. Masud) reported:\nAllahs Apostle (ﷺ) having said: No person who is killed unjustly, but the share of (this offence of his also) falls upon the first son of Adam, for he was the first to introduce killing.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، - وَاللَّفْظُ لاِبْنِ أَبِي شَيْبَةَ - قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ، اللَّهِ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تُقْتَلُ نَفْسٌ ظُلْمًا إِلاَّ كَانَ عَلَى ابْنِ آدَمَ الأَوَّلِ كِفْلٌ مِنْ دَمِهَا لأَنَّهُ كَانَ أَوَّلَ مَنْ سَنَّ الْقَتْلَ  .",
    "hadithBengali": "৪২৩২। আবূ বাকর ইবনু আবূ শায়বা, মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে কোন ব্যাক্তি অত্যাচারিত হয়ে নিহত হয়, তবে সেই খুনের একাংশ (পাপ) আদম (আলাইহিস সালাম) এর প্রথম পূত্র (কাবিল) এর উপর বর্তায়। কেননা, সেই সর্বপ্রথম খুনের প্রথা প্রচলন করেছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4232",
    "id": "13843",
    "thesequence": "47289",
    "isActive": "1",
    "chapterId": "13753",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৭. যে ব্যক্তি (সর্বপ্রথম) খুনের প্রচলন ঘটাল-তার গুনাহর বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Jarir and Isa b. Yunus with a slight variation of words.",
    "hadithArabic": "وَحَدَّثَنَاهُ عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، وَعِيسَى بْنُ يُونُسَ، ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، كُلُّهُمْ عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ وَفِي حَدِيثِ جَرِيرٍ وَعِيسَى بْنِ يُونُسَ   لأَنَّهُ سَنَّ الْقَتْلَ  . لَمْ يَذْكُرَا أَوَّلَ .",
    "hadithBengali": "৪২৩৩। উসমান ইবনু আবূ শায়বা, ইসহাক ইবনু ইবরাহীম ও ইবনু আবূ উমার (রহঃ) ... আ&#39;মাশ (রহঃ) থেকে উক্ত সনদে হাদীস বর্ণনা করেছেন। তবে জারীর এবং ইসহাক (রহঃ) এর হাদীসেلأَنَّهُ سَنَّ الْقَتْلَ (কেননা সে খুনের প্রথা প্রচলন করেছে) এই কথার উল্লেখ আছে। কিন্তুأَوَّلَ প্রথম কথাটির উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4233",
    "id": "13844",
    "thesequence": "47290",
    "isActive": "1",
    "chapterId": "13753",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৭. যে ব্যক্তি (সর্বপ্রথম) খুনের প্রচলন ঘটাল-তার গুনাহর বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. (Masud) reported Allahs Messenger (ﷺ) as saying:\nThe first (thing) that will be decided among people on the Day of Judgment will pertain to bloodshed.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، جَمِيعًا عَنْ وَكِيعٍ، عَنِ الأَعْمَشِ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، وَوَكِيعٌ عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَوَّلُ مَا يُقْضَى بَيْنَ النَّاسِ يَوْمَ الْقِيَامَةِ فِي الدِّمَاءِ  .",
    "hadithBengali": "৪২৩৪। উসমান ইবনু আবূ শায়বা, ইসহাক ইবনু ইবরাহীম, মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র ও আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত দিবসে মানুষের মধ্যে সর্বপ্রথম খুনের বিচার করা হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4234",
    "id": "13845",
    "thesequence": "47291",
    "isActive": "1",
    "chapterId": "13754",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৮. আখিরাতে খুনের শাস্তি কিয়ামত দিবসে মানুষের মধ্যে সর্ব প্রথম এরই বিচার করা হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abdullah through another chain of transmitters with a slight variation of words.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنِي يَحْيَى بْنُ حَبِيبٍ، حَدَّثَنَا خَالِدٌ، - يَعْنِي ابْنَ الْحَارِثِ - ح وَحَدَّثَنِي بِشْرُ بْنُ خَالِدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، ح وَحَدَّثَنَا ابْنُ، الْمُثَنَّى وَابْنُ بَشَّارٍ قَالاَ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، كُلُّهُمْ عَنْ شُعْبَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِهِ غَيْرَ أَنَّ بَعْضَهُمْ قَالَ عَنْ شُعْبَةَ  يُقْضَى  . وَبَعْضُهُمْ قَالَ  يُحْكَمُ بَيْنَ النَّاسِ  .",
    "hadithBengali": "৪২৩৫। উবায়দুল্লাহ ইবনু মুয়ায, ইয়াহইয়া ইবনু হাবীব, বিশর ইবনু খালিদ, ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... আবদুল্লাহ (রাঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেন। তবে তাদের কেউ কেউ শু&#39;বা (রহঃ) থেকেيُقْضَى (বিচার করা হবে) কথাটি বর্ণনা করেছেন। আর কেউ কেউيُحْكَمُ بَيْنَ النَّاسِ (মানুষের মাঝে বিচার করা হবে) বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4235",
    "id": "13846",
    "thesequence": "47292",
    "isActive": "1",
    "chapterId": "13754",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৮. আখিরাতে খুনের শাস্তি কিয়ামত দিবসে মানুষের মধ্যে সর্ব প্রথম এরই বিচার করা হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Bakra reported that (in the Farewell Address) Allahs Apostle (ﷺ) said:\nTime has completed a cycle and come to the state of the day when Allah created the heavens and the earth. The year is constituted of twelve months, of which four are sacred; three of them consecutive, viz. Dhul-Qada, Dhul- Hijja and Muharram, and also Rajab the month of Mudar which comes between Jumada and Shaban. He (the Holy Prophet) then said: which month is this? We said Allah and His Messenger know best. He (the narrator) said: He (the Holy Prophet) remained silent for some time until we thought that he would give it a name other than that (by which it was known). He said: Is it not Dhal-Hijja? We said: Yes. He (the Holy Prophet) said: Which city is this? We said: Allah and His Messenger know best. He (the Holy Prophety remained silent until we thought that he would give it another name. He (the Holy Prophet) said: Is it not the Balda (the city of Mecca)? We said: Yes. He said: What day is this? We said: Allah and His Messenger know best. He (the Holy Prophet) remained silent until we thought that he would give it another name. He said: Is it not the Day of Sacrifice? We said: Allahs Messenger. yes. Thereupon he said: Your blood, your property (Muhammad, one of the narrators, said: I think, he also said this) and your honour are sacred to you like the sacredness of this day of yours, in this city of yours, and in this month of yours. You will soon meet your Lord and He will ask you about your deeds. So do not turn after me unbelievers (or misguided), some of you striking the necks of the others. Behold I let him who is present convey to him who is absent, for many a one whom a message is conveyed has a more retentive memory than one who hears. He again said: Behold! have I not delivered (the message) to you? This hadith has been narrated through another chain of transmitters, but with a slight variation of words.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَيَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، - وَتَقَارَبَا فِي اللَّفْظِ - قَالاَ حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ أَيُّوبَ، عَنِ ابْنِ سِيرِينَ، عَنِ ابْنِ أَبِي بَكْرَةَ، عَنْ أَبِي، بَكْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ  إِنَّ الزَّمَانَ قَدِ اسْتَدَارَ كَهَيْئَتِهِ يَوْمَ خَلَقَ اللَّهُ السَّمَوَاتِ وَالأَرْضَ السَّنَةُ اثْنَا عَشَرَ شَهْرًا مِنْهَا أَرْبَعَةٌ حُرُمٌ ثَلاَثَةٌ مُتَوَالِيَاتٌ ذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ وَرَجَبٌ شَهْرُ مُضَرَ الَّذِي بَيْنَ جُمَادَى وَشَعْبَانَ - ثُمَّ قَالَ - أَىُّ شَهْرٍ هَذَا  . قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ - قَالَ - فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ . قَالَ  أَلَيْسَ ذَا الْحِجَّةِ  . قُلْنَا بَلَى . قَالَ  فَأَىُّ بَلَدٍ هَذَا  . قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ - قَالَ - فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ . قَالَ  أَلَيْسَ الْبَلْدَةَ  . قُلْنَا بَلَى . قَالَ  فَأَىُّ يَوْمٍ هَذَا  . قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ - قَالَ - فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ . قَالَ  أَلَيْسَ يَوْمَ النَّحْرِ  . قُلْنَا بَلَى يَا رَسُولَ اللَّهِ . قَالَ  فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ - قَالَ مُحَمَّدٌ وَأَحْسِبُهُ قَالَ - وَأَعْرَاضَكُمْ حَرَامٌ عَلَيْكُمْ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا وَسَتَلْقَوْنَ رَبَّكُمْ فَيَسْأَلُكُمْ عَنْ أَعْمَالِكُمْ فَلاَ تَرْجِعُنَّ بَعْدِي كُفَّارًا - أَوْ ضُلاَّلاً - يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ أَلاَ لِيُبَلِّغِ الشَّاهِدُ الْغَائِبَ فَلَعَلَّ بَعْضَ مَنْ يُبَلَّغُهُ يَكُونُ أَوْعَى لَهُ مِنْ بَعْضِ مَنْ سَمِعَهُ  . ثُمَّ قَالَ  أَلاَ هَلْ بَلَّغْتُ  . قَالَ ابْنُ حَبِيبٍ فِي رِوَايَتِهِ  وَرَجَبُ مُضَرَ  . وَفِي رِوَايَةِ أَبِي بَكْرٍ  فَلاَ تَرْجِعُوا بَعْدِي  .",
    "hadithBengali": "৪২৩৬। আবূ বাকর ইবনু আবূ শায়বা ও ইয়াহইয়া ইবনু হাবীব হারেসী (রহঃ) ... আবূ বাকরা (রাঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বর্ণিত। তিনি বলেছেনঃ সময় অতিবাহিত হয়ে যথাযথ অবস্থায় ফিরে এসেছে, যে অবস্থায় আল্লাহ তাআলা আকাশসমুহ ও পৃথিবী সৃষ্টি করেছিলেন। বছর হয় বার মাসে, তম্মধ্যে চারটি নিষিদ্ধ (পবিত্র) মাস। এর তিন মাস হল ক্রমাগত- ১. যুলকাদা, ২. যুলহিজ্জাহ এবং ৩. মুহাররাম। আর রজব মুযার গোত্রের (বিশেষ) মাস (নিষিদ্ধ মাস) যা জামাদিউস সানী এবং শা&#39;বানের মাঝে অবস্থিত। এরপর তিনি বললেনঃ এটি কোন মাস? আমরা বললাম, আল্লাহ ও তার রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ব্যাপারে অধিক জ্ঞাত।\n\nবর্ণনাকারী বলেনঃ, এরপর তিনি কিছুক্ষণ চুপ রইলেন। আমরা ভাবলাম যে, তিনি হয়ত এই মাসের নতুন কোন নামকরণ করবেন। এরপর তিনি বলেলেনঃ এ কি &ldquo;যিলহাজ্জ&rdquo; মাস নয়? আমরা বললাম, জী- হ্যাঁ। তিনি বললেনঃ এ কোন শহর? আমরা বললাম, আল্লাহ ও তার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিক জ্ঞাত আছেন। বর্ণনাকারী বলেন, তিনি কিছুক্ষণ চুপ রইলেন। এতে আমরা ধারণা করলাম যে, তিনি হয়ত এর অন্য কোন নাম রাখবেন। তিনি বললেনঃ এ কি (মক্কা) নগরী নয়? আমরা বললাম, জী-হ্যাঁ। তিনি বললেনঃ এ কোন দিন? আমরা বললামঃ আল্লাহ ও তাঁর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিক জ্ঞাত। বর্ণনাকারী বলেন, এরপর তিনি কিছুক্ষণ চুপ রইলেন। এতে আমরা ধারণা করলাম যে, তিনি হয়ত এর অন্য কোন নাম বলবেন। তিনি বললেনঃ এ কি ইয়াওমুন্নাহারা (কুরবানীর দিন) নয়? আমরা বললামঃ জী-হ্যাঁ ইয়া রাসুলাল্লাহ। তিনি বললেনঃ তোমাদের জান ও মাল এবং (রাবী মুহাম্মাদ বলেন, আমি ধারণা করি এর সাথে তিনি) তোমাদের মান সম্ভ্রম (একথা যুক্ত করে বললেনঃ) এগুলো তেমন মর্যদাপূর্ণ (ও পবিত্র) যেমন তোমাদের কাছে আজকার দিবস, এই নগর এবং এই মাস মর্যাদাপূর্ণ (ও পবিত্র)।\n\nতোমরা অতি সত্তরই তোমাদের প্রতিপালকের সাথে মিলিত হবে। তখন তোমাদেরকে তোমাদের কৃতকর্ম সম্পর্কে জিজ্ঞাসাবাদ করা হবে। অতএব, তোমরা আমার পরে কাফির (দের ন্যায়) হয়ে (অথবা তিনি বললেন পথভ্রষ্ট হয়ে) একে অন্যের গর্দান উড়িয়ে দিয়ো না (খুনাখুনি কর না)। সাবধান! তোমাদের উপস্থিত ব্যক্তিগন অবশ্যই অনুপস্থিত ব্যক্তিদের কাছে (আমার এই বাণী) পৌঁছে দিবে। সম্ভবতঃ যাদের কাছে আমার বাণী পৌছানো হবে- তাঁরা হয়ত এখানকার শ্রোতাদের চেয়ে অধিকতর সংরক্ষণকারী হবে। এরপর তিনি বললেনঃ সাবধান! আমি কি (আল্লাহর নির্দেশ) পৌছে দেইনি?\n\nইবনু হাবীব তাঁর বর্ণনায়وَرَجَبُ مُضَرَ (মুযার (গোত্রের) এর রজব মাস) রয়েছে। বর্ণনা করেছেন। আবূ বাকরা এর অপর বর্ননায়ঃفَلاَ تَرْجِعُوا بَعْدِي (فلا ترجعف স্থলে) বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4236",
    "id": "13847",
    "thesequence": "47293",
    "isActive": "1",
    "chapterId": "13755",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৯. রক্ত (জীবন) মান সম্ভ্রম এবং মালের হক বিনষ্ট করা হারাম হওয়ার ব্যপারে কঠোর হুশিয়ারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Bakra reported that when it was that day (the 10th of Dhul-Hijja) he mounted his camel and a person caught its nosestring, whereupon he said:\nDo you know which day is this? They said: Allah and His Messenger know best. (The Prophet [may peace be upon him] kept silent) until we thought that he would give that another name. He said: Is it not the day of Nahr (Sacrifice) (10th of Dhul- Hijja)? We said: Allahs Messenger, yes. He (again) said: Which month is it? We said: Allah and His Messenger knows best. He said: Is it not Dhul-Hijja? We said: Allahs Messenger, yes. He said: Which city is this? We said: Allah and His Messenger know best. He (the narrator) said (that the Prophet kept silent until we thought that he would give it another name besides its (original) name. He said: Is it not Balda (the city of Mecca)? We said: Yes, Allahs Messenger. He (then) said: Verily your blood (lives) and your property and your honour are as sacred unto you as sacred is this day of yours, in this month of yours, in this city of yours. Let him who is present convey it to one who is absent. He then turned his attention towards two multicoloured (black and white) rams and slaughtered them, and two goats, and distributed them amongst us.",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَوْنٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، قَالَ لَمَّا كَانَ ذَلِكَ الْيَوْمُ قَعَدَ عَلَى بَعِيرِهِ وَأَخَذَ إِنْسَانٌ بِخِطَامِهِ فَقَالَ  أَتَدْرُونَ أَىَّ يَوْمٍ هَذَا  . قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ . حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ سِوَى اسْمِهِ . فَقَالَ  أَلَيْسَ بِيَوْمِ النَّحْرِ  . قُلْنَا بَلَى يَا رَسُولَ اللَّهِ . قَالَ  فَأَىُّ شَهْرٍ هَذَا  . قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ . قَالَ  أَلَيْسَ بِذِي الْحِجَّةِ  . قُلْنَا بَلَى يَا رَسُولَ اللَّهِ . قَالَ  فَأَىُّ بَلَدٍ هَذَا  . قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ - قَالَ - حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ سِوَى اسْمِهِ . قَالَ  أَلَيْسَ بِالْبَلْدَةِ  . قُلْنَا بَلَى يَا رَسُولَ اللَّهِ . قَالَ  فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا فَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ  . قَالَ ثُمَّ انْكَفَأَ إِلَى كَبْشَيْنِ أَمْلَحَيْنِ فَذَبَحَهُمَا وَإِلَى جُزَيْعَةٍ مِنَ الْغَنَمِ فَقَسَمَهَا بَيْنَنَا .",
    "hadithBengali": "৪২৩৭। নাসর ইবনু আলী জাহযামী (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন ঐদিন (ইয়াওমুন্নাহার) উপস্থিত হল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের উটের উপর আরোহন করলেন। এক ব্যক্তি তার উটের লাগাম ধরে রেখেছিল। তখন তিনি বললেনঃ তোমরা কি জান যে, আজ কোন দিন? তারা বললেন, আল্লাহ ও তার রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিক জ্ঞাত। আমরা ধারণা করলাম যে, তিনি হয়ত এর (প্রচলিত) নাম ব্যতীত অপর কোন নাম বলবেন। এরপর তিনি বললেনঃ (আজকের দিন কি) কুরবানীর দিন নয়? আমরা বললাম, জি-হ্যাঁ, হে আল্লাহর রাসুল।\n\nতিনি বললেনঃ এটা কোন মাস? আমরা বললাম, আল্লাহ ও তার রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামই অধিক জ্ঞাত। তিনি বললেনঃ একি যিলহাজ্জ মাস নয়? আমরা বললাম, জী-হ্যাঁ, হে আল্লাহর রাসূল। তিনি বললেনঃ এ কোন শহর? আমরা বললাম, আল্লাহ ও তার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামই অধিক জ্ঞাত। বর্ণনাকারী বলেন, এতে আমরা ধারনা করলাম যে, তিনি হয়ত এর অন্য কোন নাম বলবেন। এরপর বললেনঃ এ কি (মক্কা) নগরী নয়? আমরা বললাম, জী-হ্যাঁ, হে আল্লাহর রাসুল!\n\nতখন তিনি বললেনঃ নিশ্চয়ই তোমাদের জান-মাল এবং মান-সম্ভ্রম তোমাদের (পরস্পরের) উপর এরূপ মর্যাদাপূর্ণ (পবিত্র), যেরূপ তোমাদের জন্য আজকের দিন, এই মাস এবং এই নগরের পবিত্রতা ও মর্যাদা। তোমাদের উপস্থিত ব্যক্তিগণ অনুপস্থিত ব্যক্তিদের কাছে আমার এ বানী অবশ্যই পৌছে দিবে। এরপর তিনি ছাই বর্ণের দু&#39;টি দুম্বার প্রতি মনযোগী হলেন এবং সে দুটি যবেহ করলেন ও ছাগলের একটি পালের দিকে (মনযোগী হলেন) এবং সেগুলো আমাদের মাঝে বণ্টন করে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4237",
    "id": "13848",
    "thesequence": "47294",
    "isActive": "1",
    "chapterId": "13755",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৯. রক্ত (জীবন) মান সম্ভ্রম এবং মালের হক বিনষ্ট করা হারাম হওয়ার ব্যপারে কঠোর হুশিয়ারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Bakra reported that when it was the day of (Dhul-Hijja) Allahs Apostle (ﷺ) mounted the camel and addressed and a person had been holding its nosestring. The rest of the hadith is the same.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا حَمَّادُ بْنُ مَسْعَدَةَ، عَنِ ابْنِ عَوْنٍ، قَالَ قَالَ مُحَمَّدٌ قَالَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرَةَ عَنْ أَبِيهِ قَالَ لَمَّا كَانَ ذَلِكَ الْيَوْمُ جَلَسَ النَّبِيُّ صلى الله عليه وسلم عَلَى بَعِيرٍ - قَالَ - وَرَجُلٌ آخِذٌ بِزِمَامِهِ - أَوْ قَالَ بِخِطَامِهِ - فَذَكَرَ نَحْوَ حَدِيثِ يَزِيدَ بْنِ زُرَيْعٍ .",
    "hadithBengali": "৪২৩৮। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন সেই দিন (ইয়াওমুন্নাহারের দিন) উপস্থিত হল তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি উটের উপর উপবিষ্ট হলেন। রাবী বলেন, এক ব্যক্তি তার লাগাম ধরে রেখেছিল। (রাবীর সন্দেহ زمَام শব্দের পরিবর্তে خطَام শব্দ বলেছেন) এরপর তিনি ইয়াযিদ ইবনু যুরায় এর হাদীসের অনুরূপ হাদীস বর্ননা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4238",
    "id": "13849",
    "thesequence": "47295",
    "isActive": "1",
    "chapterId": "13755",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৯. রক্ত (জীবন) মান সম্ভ্রম এবং মালের হক বিনষ্ট করা হারাম হওয়ার ব্যপারে কঠোর হুশিয়ারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Abu Bakra through another chain of transmitters (and the words are):\n Allahs Messenger (ﷺ) addressed us on the day of Nahr (Sacrifice) and said: What day is this? And the rest of the hadith is the same except that he did not make mention of your honour, and also did not make mention of this: He then turned his attention towards two rams and what follows, and in a hadith (the words pertaining to sacred- ness are recorded in this way): Like the sacredness of this day of yours, in this month of yours, in this city of yours to the day when you will meet your Lord. Behold, have I not conveyed (the Message of God)? They said: Yes. He said: O Allah, bear witness.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا قُرَّةُ بْنُ خَالِدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ سِيرِينَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، وَعَنْ رَجُلٍ، آخَرَ هُوَ فِي نَفْسِي أَفْضَلُ مِنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ جَبَلَةَ وَأَحْمَدُ بْنُ خِرَاشٍ قَالاَ حَدَّثَنَا أَبُو عَامِرٍ عَبْدُ الْمَلِكِ بْنُ عَمْرٍو حَدَّثَنَا قُرَّةُ بِإِسْنَادِ يَحْيَى بْنِ سَعِيدٍ - وَسَمَّى الرَّجُلَ حُمَيْدَ بْنَ عَبْدِ الرَّحْمَنِ - عَنْ أَبِي بَكْرَةَ قَالَ خَطَبَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ النَّحْرِ فَقَالَ  أَىُّ يَوْمٍ هَذَا  . وَسَاقُوا الْحَدِيثَ بِمِثْلِ حَدِيثِ ابْنِ عَوْنٍ غَيْرَ أَنَّهُ لاَ يَذْكُرُ  وَأَعْرَاضَكُمْ  . وَلاَ يَذْكُرُ ثُمَّ انْكَفَأَ إِلَى كَبْشَيْنِ وَمَا بَعْدَهُ وَقَالَ فِي الْحَدِيثِ  كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا إِلَى يَوْمِ تَلْقَوْنَ رَبَّكُمْ أَلاَ هَلْ بَلَّغْتُ  . قَالُوا نَعَمْ . قَالَ  اللَّهُمَّ اشْهَدْ  .",
    "hadithBengali": "৪২৩৯। মুহাম্মদ ইবনু হাতিম ইবনু মায়মুন, মুহাম্মদ ইবনু আমর ইবনু জাবালা (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, &#39;ইয়াওমুন্নাহার&#39; (অর্থাৎ ঈদুল আযহার) দিন আমাদের সামনে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ভাষণ বললেনঃ আজ কোন দিন। এরপর বর্ণনাকারীগণ, ইবনু আউনের হাদীসের অনুরূপ বর্ণনা করছেন। কিন্তু তারাوَأَعْرَاضَكُمْ (তোমাদের মানসম্ভ্রম) এই শব্দটি উল্লেখ করেননি এবংثُمَّ انْكَفَأَ إِلَى كَبْشَيْنِ (অতঃপর তিনি দু&#39;টি ছাগলের দিকে দৃষ্টিপাত করলেন) এবং এর পরবর্তী অংশটুকুও উল্লেখ করেন নি। আর তিনি তাঁর বর্ণিত হাদীসে &#39;তোমাদের এই দিন, এই মাস এবং এই শহারর পবিত্রতার ন্যায়&#39; এর পরেيَوْمِ تَلْقَوْنَ رَبَّكُمْ أَلاَ هَلْ بَلَّغْتُ  . قَالُوا نَعَمْ . قَالَ  اللَّهُمَّ اشْهَدْ (যেদিন তোমরা তোমাদের প্রতিপালকের সাথে মিলিত হবে। সাবধান! আমি কি তোমাদের কাছে (আল্লাহর বানী) পৌছে দিয়েছি? তখন সকলেই বললো, হ্যাঁ, তখন তিনি বললেনঃ হে আল্লাহ! আপনি সাক্ষী থাকুন) এভাবে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4239",
    "id": "13850",
    "thesequence": "47296",
    "isActive": "1",
    "chapterId": "13755",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "৯. রক্ত (জীবন) মান সম্ভ্রম এবং মালের হক বিনষ্ট করা হারাম হওয়ার ব্যপারে কঠোর হুশিয়ারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Alqama b. Wail reported on the authority of his-father:\nWhile I was sitting in the company of Allahs Apostle (ﷺ), a person came there dragging another one with the help of a strap and said: Allahs Messenger, this man has killed my brother. Allahs Messenger (ﷺ) said to him: Did you kill him? And the other man said: (In case he did not make a confession of this, I shall brine, a witness against him). He (the murderer) said: Yes, I have killed him. He (the Holy Prophet) said: Why did you kill him? He said: I and he won striking down the leaves of a tree and he abused me and enraged me, and to I struck his head with an axe and killed him, whereupon Allahs Messenger (ﷺ) said: Have you anything with you to pay blood-wit on your behalf? He said: I do not possess any property but this robe of mine and this axe of mine. He (the Holy, Prophet) said: Do you think your people will pay ransom for you? He said: I am more insignificant among my people than this (that I would not be able to get this benefit from my tribe). He (the Holy Prophet) threw the strap towards him (the claimant of the blood-wit) saying: Take away your man. The man took him away, and as he returned, Allahs Messenger (ﷺ) said: If he kills him, he will be like him. He returned and said: Allahs Messenger, it has reached me that you have said that If he killed him, he would be like him. I caught hold of him according to your command, whereupon Allahs Messenger (ﷺ) said: Dont you like that he should take upon him (the burden) of your sin and the sin of your companion (your brother)? He said: Allahs Apostle, why not? The Messenger of Allah (may peace be. upon him) said: If it is so, then let it be. He threw away the strap (around the offender) and set him free.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا أَبُو يُونُسَ، عَنْ سِمَاكِ بْنِ، حَرْبٍ أَنَّ عَلْقَمَةَ بْنَ وَائِلٍ، حَدَّثَهُ أَنَّ أَبَاهُ حَدَّثَهُ قَالَ إِنِّي لَقَاعِدٌ مَعَ النَّبِيِّ صلى الله عليه وسلم إِذْ جَاءَ رَجُلٌ يَقُودُ آخَرَ بِنِسْعَةٍ فَقَالَ يَا رَسُولَ اللَّهِ هَذَا قَتَلَ أَخِي . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَقَتَلْتَهُ  . فَقَالَ إِنَّهُ لَوْ لَمْ يَعْتَرِفْ أَقَمْتُ عَلَيْهِ الْبَيِّنَةَ . قَالَ نَعَمْ . قَتَلْتُهُ قَالَ  كَيْفَ قَتَلْتَهُ  . قَالَ كُنْتُ أَنَا وَهُوَ نَخْتَبِطُ مِنْ شَجَرَةٍ فَسَبَّنِي فَأَغْضَبَنِي فَضَرَبْتُهُ بِالْفَأْسِ عَلَى قَرْنِهِ فَقَتَلْتُهُ . فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم  هَلْ لَكَ مِنْ شَىْءٍ تُؤَدِّيهِ عَنْ نَفْسِكَ  . قَالَ مَا لِي مَالٌ إِلاَّ كِسَائِي وَفَأْسِي . قَالَ  فَتَرَى قَوْمَكَ يَشْتَرُونَكَ  . قَالَ أَنَا أَهْوَنُ عَلَى قَوْمِي مِنْ ذَاكَ . فَرَمَى إِلَيْهِ بِنِسْعَتِهِ . وَقَالَ  دُونَكَ صَاحِبَكَ  . فَانْطَلَقَ بِهِ الرَّجُلُ فَلَمَّا وَلَّى قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنْ قَتَلَهُ فَهُوَ مِثْلُهُ  . فَرَجَعَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّهُ بَلَغَنِي أَنَّكَ قُلْتَ  إِنْ قَتَلَهُ فَهُوَ مِثْلُهُ  . وَأَخَذْتُهُ بِأَمْرِكَ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَمَا تُرِيدُ أَنْ يَبُوءَ بِإِثْمِكَ وَإِثْمِ صَاحِبِكَ  . قَالَ يَا نَبِيَّ اللَّهِ - لَعَلَّهُ قَالَ - بَلَى . قَالَ  فَإِنَّ ذَاكَ كَذَاكَ  . قَالَ فَرَمَى بِنِسْعَتِهِ وَخَلَّى سَبِيلَهُ .",
    "hadithBengali": "৪২৪০। উবায়দুল্লাহ ইবনু মুয়ায আম্বারী (রহঃ) ... আলকামা ইবনু ওয়াইল (রহঃ) থেকে বর্ণিত যে, তার পিতা তাঁকে বর্ণনা করেছেন, আমি একদা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে বসেছিলাম। এমন সময় এক ব্যক্তি অপর এক ব্যক্তিকে চামড়ার রশি দিয়ে বেঁধে টেনে নিয়ে আগমন করল এবং বলল, হে আল্লাহর রাসুল! এই ব্যক্তি আমার ভাইকে হত্যা করেছে। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি কি তাকে হত্যা করেছ? (তখন সে বলল, যদি সে তা স্বীকার না করে, তবে আমি তার বিপক্ষে সাক্ষী দাঁড় করাব।) সে তখন বলল, হাঁ আমি তাকে হত্যা করেছি। তিনি জিজ্ঞাসা করলেনঃ তুমি তাকে কিভাবে হত্যা করেছ? সে বলল, আমি এবং সে বৃক্ষের পত্র সংগ্রহ করছিলাম। এমন সময় সে আমাকে গালি দিল। এতে আমার রাগ চড়ে গেল। তখন আমি কুঠার দ্বারা তার মাথায় আঘাত করলাম। এভাবে আমি তাকে হত্যা করেছি।\n\nতখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ তোমার কি এমন কোন সস্পদ আছে যদ্বারা দিয়্যাত (রক্তপণ) আদায় করতে পারবে। তখন সে বলল, আমার কাছে একটি কম্বল ও কুঠার ব্যতীত আর কিছুই নেই। তখন তিনি বললেনঃ তোমার সম্প্রদায়ের লোকেরা কি তোমাকে ক্রয় করবে (মুক্ত করিয়ে নেবে)? সে বলল, আমার সম্প্রদায়ের কাছে আমার এতখানি মর্যাদা নেই। তখন তিনি তার বন্ধনের দড়ি নিহত ব্যক্তির ওয়ারিসের দিকে নিক্ষেপ করে দিলেন এবং বললেনঃ তোমার বিবাদীর ব্যাপারে তুমিই বুঝে নাও। সে তাকে নিয়ে চলল। যখন সে পিছনের দিকে ফিরল, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যদি সে তাকে হত্যা করে- তবে সেও তার সমকক্ষ হয়ে গেল। এ কথা শুনে সে ফিরে এল এবং বলল, হে আল্লাহর রাসুল! আমি শুনলাম, আপনি বলেছেনঃ যদি সে তাকে হত্যা করে তবে সে তার সমকক্ষ হয়ে যাবে। আমি তো তাকে আপনার নির্দেশেই ধরেছি।\n\nতখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি কি চাওনা যে, সে তোমার এবং তোমার ভাইয়ের পাপের বোঝা গ্রহন করুক। তখন সে বলল, জী-হাঁ, অবশ্যই। তিনি বললেন, তা এমনই। রাবী বলেন, তখন সে তার বন্ধনের দড়ি ছুড়ে ফেলল এবং তাকে মুক্ত করে দিল।\n",
    "checkStatus": "1",
    "hadithNo": "4240",
    "id": "13851",
    "thesequence": "47297",
    "isActive": "1",
    "chapterId": "13756",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১০. হত্যার স্বীকারোক্তি করা এবং নিহত ব্যক্তির অভিভাবকদের কিসাসের দাবী করার অবকাশ। বৈধ হত্যাকারী কর্তৃক নিহত ব্যক্তির অভিভাবকের নিকট ক্ষমার আবেদন করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Alaqama b. Wail reported on the authority of his father that a person was brought to the Messenger of Allah (ﷺ) who had killed another person, and the heir of the person slain had dragged him (to the Holy Prophet) with a strap around his neck. As he turned away Allahs Messenger (ﷺ) said:\nThe killer and the killed are (doomed) to fire. A person came to the other person (the heir of the deceased) and he reported to him the words of the Messenger of Allah (ﷺ), and so he let him off. Ismail b. Salim said: I made a mention of it to Habib b. Abu Thabit and he said: Ibn Ashwa reported to me that Allahs Apostle (ﷺ) had asked him to pardon him, but he refused.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا إِسْمَاعِيلُ، بْنُ سَالِمٍ عَنْ عَلْقَمَةَ بْنِ وَائِلٍ، عَنْ أَبِيهِ، قَالَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِرَجُلٍ قَتَلَ رَجُلاً فَأَقَادَ وَلِيَّ الْمَقْتُولِ مِنْهُ فَانْطَلَقَ بِهِ وَفِي عُنُقِهِ نِسْعَةٌ يَجُرُّهَا فَلَمَّا أَدْبَرَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ  . فَأَتَى رَجُلٌ الرَّجُلَ فَقَالَ لَهُ مَقَالَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَخَلَّى عَنْهُ . قَالَ إِسْمَاعِيلُ بْنُ سَالِمٍ فَذَكَرْتُ ذَلِكَ لِحَبِيبِ بْنِ أَبِي ثَابِتٍ فَقَالَ حَدَّثَنِي ابْنُ أَشْوَعَ أَنَّ النَّبِيَّ صلى الله عليه وسلم إِنَّمَا سَأَلَهُ أَنْ يَعْفُوَ عَنْهُ فَأَبَى .",
    "hadithBengali": "৪২৪১। মুহাম্মদ ইবনু হাতিম (রহঃ) ... ওয়াইল (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এক ব্যক্তিকে হাযির করা হল, যে অপর এক ব্যক্তিকে হত্যা করেছিল। তখন তিনি নিহত ব্যক্তির অভিভাবককে তার কাছে হতে কিসাস গ্রহনের অনুমতি দিলেন। তখন সে তাকে নিয়ে চলল এমন অবস্থায় যে, তার গলায় একটি চামড়ার রশি ছিল, য দিয়ে তাকে টেনে নিয়ে যাচ্ছিল। যখন সে ফিরে যাচ্ছিল তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হত্যাকারীও নিহত ব্যক্তি উভয়েই জাহান্নামী।\n\nবর্ণনাকারী বলেনঃ তখন এক ব্যক্তি ঐ ব্যক্তির সাথে গিয়ে মিলিত হল এবং তাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এই বাণী জানাল। সে তখন হত্যাকারীকে ছেড়ে দিল। ইসমাঈল ইবনু সালিম (রহঃ) বলেন, আমি এই ঘটনা হাবীব ইবনু সাবিত (রহঃ) এর নিকট বর্ণনা করলাম। তখন তিনি বললেনঃ আমাকে ইবনু আশওয়া বর্ননা করেছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হত্যাকারীকে ক্ষমা করে দেওয়ার জন্য তাকে (ইতিপূর্বে) বলেছিলেন, কিন্তু সে তা অস্বীকার করেছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4241",
    "id": "13852",
    "thesequence": "47298",
    "isActive": "1",
    "chapterId": "13756",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১০. হত্যার স্বীকারোক্তি করা এবং নিহত ব্যক্তির অভিভাবকদের কিসাসের দাবী করার অবকাশ। বৈধ হত্যাকারী কর্তৃক নিহত ব্যক্তির অভিভাবকের নিকট ক্ষমার আবেদন করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported that among two women of the tribe of Hudhail one flung a stone upon the other causing an abortion to her so Allahs Apostle (may peace he upon him) gave judgment that a male or a female slave of best quality be given as compensation.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ امْرَأَتَيْنِ، مِنْ هُذَيْلٍ رَمَتْ إِحْدَاهُمَا الأُخْرَى فَطَرَحَتْ جَنِينَهَا فَقَضَى فِيهِ النَّبِيُّ صلى الله عليه وسلم بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ .",
    "hadithBengali": "৪২৪২। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, হুযায়ল গোত্রের দু&#39;জন মহিলা একে অপরের প্রতি কিছু পাথর নিক্ষেপ করল তাতে তার গর্ভপাত হয়ে গেল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এতে (দন্ড স্বরূপ) একটি গোলাম অথবা একটি দাসী আযাদ করে দেওয়ার হুকুম দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4242",
    "id": "13853",
    "thesequence": "47299",
    "isActive": "1",
    "chapterId": "13757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১১. গর্ভের সন্তানের &#039;দিয়াত&#039; এবং ভুলবশত হত্যা ও সাদৃশ্যপূর্ণ হত্যার ইচ্ছাকৃত হত্যার দিয়াত (রক্তপণ), অপরাধীর &#039;আকীলা&#039; (আত্মীয়-স্বজনের) উপর সাব্যস্ত হওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported that Allahs Messenger (ﷺ) gave judgment in case of the abortion of a woman of Banu Lihyan (that the offender and near relative should give compensation in the form of) good quality of a slave or a slave-girl. And the woman about whom the judgment was given for compensation died and thereupon Allahs Messenger (ﷺ) gave judgment that her inheritance goes to her sons and her husband, and the payment of the blood-wit lies with the family of (one who struck her).",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ أَبِي، هُرَيْرَةَ أَنَّهُ قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي جَنِينِ امْرَأَةٍ مِنْ بَنِي لِحْيَانَ سَقَطَ مَيِّتًا بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ ثُمَّ إِنَّ الْمَرْأَةَ الَّتِي قُضِيَ عَلَيْهَا بِالْغُرَّةِ تُوُفِّيَتْ فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم بِأَنَّ مِيرَاثَهَا لِبَنِيهَا وَزَوْجِهَا وَأَنَّ الْعَقْلَ عَلَى عَصَبَتِهَا .",
    "hadithBengali": "৪২৪৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লিহইয়ান গোত্রের এক মহিলার গর্ভপাত ঘটিয়ে দেওয়ার দায়ে অভিযুক্ত ব্যক্তির প্রতি একটি গোলাম অথবা একটি দাসী প্রদানের নির্দেশ দেন। এরপর যে মহিলার (বিপক্ষে) গোলাম প্রদানের ফয়সালা দিয়েছিলেন, সে মরে গেল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফায়সালা দিলেন যে, তার পবিত্যক্ত সম্পদ তার সন্তান ও স্বামী পাবে। আর দিয়াত প্রদানের হুকুম তার &#39;আসাবা&#39; (সম্পর্কিত আত্মীয়) এর উপর আরোপিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4243",
    "id": "13854",
    "thesequence": "47300",
    "isActive": "1",
    "chapterId": "13757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১১. গর্ভের সন্তানের &#039;দিয়াত&#039; এবং ভুলবশত হত্যা ও সাদৃশ্যপূর্ণ হত্যার ইচ্ছাকৃত হত্যার দিয়াত (রক্তপণ), অপরাধীর &#039;আকীলা&#039; (আত্মীয়-স্বজনের) উপর সাব্যস্ত হওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that two women of the tribe of Hudhail fought with each other and one of them flung a stone at the other, killing her and what was in her womb. The case was brought to Allahs Messenger (ﷺ) and he gave judgment that the diyat (indemnity) of her unborn child is a male or a female slave of the best quality, and he also decided that the diyat of the woman is to be paid by her relative on the fathers side, and he (the Holy Prophet) made her sons and those who were with them her heirs. Hamal b. al-Nabigha al-Hudhali said:\nMessenger of Allah, why should I play blood-wit for one who neither drank, nor ate, nor spoke, nor made any noise; it is like a nonentity (it is, therefore, not justifiable to demand blood-wit for it). Thereupon Allahs Messenger (ﷺ) said: He seems to be one of the brothers of soothsavers on account of the rhymed speech which he has composed.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، حَدَّثَنَا ابْنُ وَهْبٍ، ح وَحَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا هُرَيْرَةَ، قَالَ اقْتَتَلَتِ امْرَأَتَانِ مِنْ هُذَيْلٍ فَرَمَتْ إِحْدَاهُمَا الأُخْرَى بِحَجَرٍ فَقَتَلَتْهَا وَمَا فِي بَطْنِهَا فَاخْتَصَمُوا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّ دِيَةَ جَنِينِهَا غُرَّةٌ عَبْدٌ أَوْ وَلِيدَةٌ وَقَضَى بِدِيَةِ الْمَرْأَةِ عَلَى عَاقِلَتِهَا وَوَرَّثَهَا وَلَدَهَا وَمَنْ مَعَهُمْ فَقَالَ حَمَلُ بْنُ النَّابِغَةِ الْهُذَلِيُّ يَا رَسُولَ اللَّهِ كَيْفَ أَغْرَمُ مَنْ لاَ شَرِبَ وَلاَ أَكَلَ وَلاَ نَطَقَ وَلاَ اسْتَهَلَّ فَمِثْلُ ذَلِكَ يُطَلُّ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّمَا هَذَا مِنْ إِخْوَانِ الْكُهَّانِ  . مِنْ أَجْلِ سَجْعِهِ الَّذِي سَجَعَ .",
    "hadithBengali": "৪২৪৪। আবূ তাহির হারামালা ইবনু ইয়াহইয়া তুজীবী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ হুযাইল গোত্রের দু&#39;জন মহিলা পরস্পর সংঘর্ষে লিপ্ত হন। এতে একজন অপরজনকে পাথর দ্বারা আঘাত করল। এর দ্বারা সে ঐ মহিলা ও তার গর্ভের সন্তানকে মেরে ফেলল। তখন নিহত মহিলার ওয়ারিসগণ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে নালিশ করল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুকুম দিলেন যে, সন্তানের দিয়্যাত হল একটি দাস কিংবা দাসী প্রদান করা। নিহত মহিলার দিয়াত হত্যাকারী মহিলার &#39;আকীলা&#39; (গোত্র সম্পর্কীয় আত্মীয়)-র উপর আরোপিত হবে। আর (নিহত) মহিলার সন্তান এবং যে সব লোক তার সঙ্গে রয়েছে তাদের মীরাসের অধিকার প্রদান করলেন।\n\nহামাল ইবনু নাবেগা আল-হুযালী (রাঃ) বললেন, হে আল্লাহর রাসুল! আমরা কিভাবে এর ক্ষতিপূরন প্রদান করবো, যে পান করেনি, খায়নি, কথা বলেনি এবং শব্দও করেনি? (সে তো এল আর গেল)। এ ধরনের বিষয় অকেজো (বাতিলযোগ্য)। এমন ছন্দযুক্ত বাক্য বলার কারণে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ যেন গনকদের ভাই (দলভুক্ত)।\n",
    "checkStatus": "1",
    "hadithNo": "4244",
    "id": "13855",
    "thesequence": "47301",
    "isActive": "1",
    "chapterId": "13757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১১. গর্ভের সন্তানের &#039;দিয়াত&#039; এবং ভুলবশত হত্যা ও সাদৃশ্যপূর্ণ হত্যার ইচ্ছাকৃত হত্যার দিয়াত (রক্তপণ), অপরাধীর &#039;আকীলা&#039; (আত্মীয়-স্বজনের) উপর সাব্যস্ত হওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that two women fought-the rest of the hadith is the same but herein no mention has been made of:\nHe made her son and those who were with them her heirs. Someone said: Why should we pay blood-wit? And he did not name Hamal b. Malik.",
    "hadithArabic": " وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي، سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ، قَالَ اقْتَتَلَتِ امْرَأَتَانِ . وَسَاقَ الْحَدِيثَ بِقِصَّتِهِ وَلَمْ يَذْكُرْ وَوَرَّثَهَا وَلَدَهَا وَمَنْ مَعَهُمْ . وَقَالَ فَقَالَ قَائِلٌ كَيْفَ نَعْقِلُ وَلَمْ يُسَمِّ حَمَلَ بْنَ مَالِكٍ .",
    "hadithBengali": "৪২৪৫। আবদ ইবনু ইবনু হুমাইদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ দু&#39;জন মহিলা পরস্পর সংঘর্ষে লিপ্ত হল ...... এরপর পূর্ববর্তী হাদীসের অনুরূপ বর্ণনা করেন। কিন্তু রাবী তাতেوَوَرَّثَهَا وَلَدَهَا وَمَنْ مَعَهُمْ (আর সন্তান ও তাদের সঙ্গীদের ওয়ারিছ সাব্যস্ত করলেন) এ কথা উল্লেখ করেননি। বরং তিনি উল্লেখ করেছেন,فَقَالَ قَائِلٌ كَيْفَ نَعْقِلُ (তখন কোন ব্যক্তি বলল, আমরা কিভারে এর ক্ষতিপূরণ দেব)? আর রাবী তার বর্ণনায় হামাল ইবনু মালিকের নাম উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "4245",
    "id": "13856",
    "thesequence": "47302",
    "isActive": "1",
    "chapterId": "13757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১১. গর্ভের সন্তানের &#039;দিয়াত&#039; এবং ভুলবশত হত্যা ও সাদৃশ্যপূর্ণ হত্যার ইচ্ছাকৃত হত্যার দিয়াত (রক্তপণ), অপরাধীর &#039;আকীলা&#039; (আত্মীয়-স্বজনের) উপর সাব্যস্ত হওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Mughira b. Shuba reported that a woman struck her co-wife with a tent-pole and she was pregnant and she killed her. One of them belonged to the tribe of Lihyan. Allahs Messenger (ﷺ) made the relatives of the murderer responsible for the payment of blood-wit on her behalf, and fixed a slave or a female slave as the indemnity for what was in her womb. One of the persons amongst the relatives of the murderer said:\nShould we pay indemnity for one who, neither ate, nor drank, nor made any noise, who was just like a nonentity? Thereupon Allahs Messenger (ﷺ) remarked: He speaks rhymed phrases like the people of the desert. He did impose indemnity upon them.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عُبَيْدِ بْنِ نُضَيْلَةَ الْخُزَاعِيِّ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ ضَرَبَتِ امْرَأَةٌ ضَرَّتَهَا بِعَمُودِ فُسْطَاطٍ وَهِيَ حُبْلَى فَقَتَلَتْهَا - قَالَ - وَإِحْدَاهُمَا لِحْيَانِيَّةٌ - قَالَ - فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم دِيَةَ الْمَقْتُولَةِ عَلَى عَصَبَةِ الْقَاتِلَةِ وَغُرَّةً لِمَا فِي بَطْنِهَا . فَقَالَ رَجُلٌ مِنْ عَصَبَةِ الْقَاتِلَةِ أَنَغْرَمُ دِيَةَ مَنْ لاَ أَكَلَ وَلاَ شَرِبَ وَلاَ اسْتَهَلَّ فَمِثْلُ ذَلِكَ يُطَلُّ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَسَجْعٌ كَسَجْعِ الأَعْرَابِ  . قَالَ وَجَعَلَ عَلَيْهِمُ الدِّيَةَ .",
    "hadithBengali": "৪২৪৬। ইসহাক ইবনু ইবরাহীম হানযালী (রহঃ) ... মুগীরা ইবনু শু&#39;বা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক মহিলা তার সতীনকে তাবুর খুটি দ্বারা আঘাত করল। সে ছিল গর্ডবতী। (আঘাতকারী মহিলা আঘাত দিয়ে) তাকে মেরে ফেলল। বর্ণনাকারী বলেন যে, তাদের একজন ছিল লিহইয়ান গোত্রের মহিলা। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হত্যাকারী মহিলার আসাবার ওপর নিহত মহিলার হত্যার (দিয়্যাত) রক্তপণ প্রদানের নির্দেশ দিলেন এবং গর্ভের সন্তানের জন্য একটি দাস (ক্ষতিপূরণ হিসেবে) প্রদানের হুকুম দিলেন। তখন হত্যাকারী মহিলারার গোত্রের জনৈক ব্যক্তি বলল, আমরা এমনর শিশুর কিভাবে ক্ষতিপূরণ দেব? যে খায়নি পান করেনি এবং কোন শব্দও করেনি। এ ধরনের বিষয় তো বাতিল যোগ্য। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সে যেন বেদূঈনের মত ছন্দপূর্ণ বাক্যে কথা বলল। বর্ণনাকারী বলেন, এরপর তিনি তাদের উপর (দিয়্যাত) ক্ষতিপূরণ সাব্যস্ত করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4246",
    "id": "13857",
    "thesequence": "47303",
    "isActive": "1",
    "chapterId": "13757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১১. গর্ভের সন্তানের &#039;দিয়াত&#039; এবং ভুলবশত হত্যা ও সাদৃশ্যপূর্ণ হত্যার ইচ্ছাকৃত হত্যার দিয়াত (রক্তপণ), অপরাধীর &#039;আকীলা&#039; (আত্মীয়-স্বজনের) উপর সাব্যস্ত হওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Mughira b. Shuba reported:\nA woman killed her fellow-wife with a tent-pole. Her case was brought to Allahs Messenger (ﷺ), and he gave judgment that blood-wit should be paid by the relatives (of the offender) on the fathers side. And as she was pregnant, he decided regarding her unborn child that a male or a female slave of good quality be given. Some of her offenders) relatives said: Should we make compensation for one who never ate, nor drank, nor made any noise, who was like a nonentity? Thereupon Allahs Messenger (ﷺ) said: He was talking rhymed phrases like the rhymed phrases of desert Arabs.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا مُفَضَّلٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عُبَيْدِ بْنِ نُضَيْلَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، . أَنَّ امْرَأَةً، قَتَلَتْ ضَرَّتَهَا بِعَمُودِ فُسْطَاطٍ فَأُتِيَ فِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَضَى عَلَى عَاقِلَتِهَا بِالدِّيَةِ وَكَانَتْ حَامِلاً فَقَضَى فِي الْجَنِينِ بِغُرَّةٍ . فَقَالَ بَعْضُ عَصَبَتِهَا أَنَدِي مَنْ لاَ طَعِمَ وَلاَ شَرِبَ وَلاَ صَاحَ فَاسْتَهَلَّ وَمِثْلُ ذَلِكَ يُطَلُّ قَالَ فَقَالَ   سَجْعٌ كَسَجْعِ الأَعْرَابِ  .",
    "hadithBengali": "৪২৪৭। মুহাম্মাদ ইবনু রাফি (রহঃ) ... মুগীরা ইবনু শু&#39;বা (রাঃ) থেকে বর্নিত। তিনি বলেন, একজন মহিলা তার সতীনকে তাবুর খুঁটি দিয়ে মেরে ফেলল। এই মুকদ্দমা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট দায়ের করা হল। তখন তিনি হত্যাকারী মহিলার &#39;আকিলা&#39; (গোত্রের ঘনিষ্ঠ আত্মীয়) এর উপর দিয়্যাত প্রদানের নির্দেশ দিলেন। নিহত মহিলাটি ছিল গর্ভবতী। অতএব, তিনি গর্ভের বাচ্চার জন্য (দিয়্যাত হিসেবে) একটি দাস প্রদানের আদেশ দিলেন। তখন তার (হত্যাকারীর) কোন আসাবা আত্মীয় (ছন্দ মিলিয়ে) বলল, আমরা দিয়াত দিব এমন সন্তানের যে খায়নি, পান করেনি এবং কোন শব্দও করেনি? এ ধরনের বিষয় বাতিলযোগ্য, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এতো বেদুঈনদের ছন্দযুক্ত কথার মত একটি কথা।\n",
    "checkStatus": "1",
    "hadithNo": "4247",
    "id": "13858",
    "thesequence": "47304",
    "isActive": "1",
    "chapterId": "13757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১১. গর্ভের সন্তানের &#039;দিয়াত&#039; এবং ভুলবশত হত্যা ও সাদৃশ্যপূর্ণ হত্যার ইচ্ছাকৃত হত্যার দিয়াত (রক্তপণ), অপরাধীর &#039;আকীলা&#039; (আত্মীয়-স্বজনের) উপর সাব্যস্ত হওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Mansur with the same chain of transmitters.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، بِهَذَا الإِسْنَادِ مِثْلَ مَعْنَى حَدِيثِ جَرِيرٍ وَمُفَضَّلٍ .",
    "hadithBengali": "৪২৪৮। মুহাম্মদ ইবনু হাতিম ও মুহাম্মদ ইবনু বাশশার (রহঃ) ... মানসুর (রহঃ) থেকে উক্ত সনদে জারীর এবং মুফাযযাল (রহঃ) বর্ণিত হাদীসের মর্মে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4248",
    "id": "13859",
    "thesequence": "47305",
    "isActive": "1",
    "chapterId": "13757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১১. গর্ভের সন্তানের &#039;দিয়াত&#039; এবং ভুলবশত হত্যা ও সাদৃশ্যপূর্ণ হত্যার ইচ্ছাকৃত হত্যার দিয়াত (রক্তপণ), অপরাধীর &#039;আকীলা&#039; (আত্মীয়-স্বজনের) উপর সাব্যস্ত হওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Mansur transmitted this hadith with a slight variation of words.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالُوا حَدَّثَنَا مُحَمَّدُ، بْنُ جَعْفَرٍ عَنْ شُعْبَةَ، عَنْ مَنْصُورٍ، بِإِسْنَادِهِمُ الْحَدِيثَ بِقِصَّتِهِ . غَيْرَ أَنَّ فِيهِ فَأَسْقَطَتْ فَرُفِعَ ذَلِكَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَضَى فِيهِ بِغُرَّةٍ وَجَعَلَهُ عَلَى أَوْلِيَاءِ الْمَرْأَةِ . وَلَمْ يَذْكُرْ فِي الْحَدِيثِ دِيَةَ الْمَرْأَةِ .",
    "hadithBengali": "৪২৪৯। আবূ বাকর ইবনু আবূ শায়বা, মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... মানসুর (রহঃ) থেকে উল্লেখিত হাদীসের অনুরূপ বর্ণনা করেছেন। কিন্তু তাতে এভাবে আছে ... এবং সে গর্ভপাত ঘটিয়েছিল। তখন এই ঘটনা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থাপন করা হল। তিনি এতে একটি গোলাম (দিয়্যাত হিসেবে) প্রদানের জন্য হত্যাকারী মহিলার অভিভাবকের প্রতি নির্দেশ দিলেন। কিন্তু তিনি তার বর্ণিত হাদীসে মহিলার দিয়াতের বিষয়টি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "4249",
    "id": "13860",
    "thesequence": "47306",
    "isActive": "1",
    "chapterId": "13757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১১. গর্ভের সন্তানের &#039;দিয়াত&#039; এবং ভুলবশত হত্যা ও সাদৃশ্যপূর্ণ হত্যার ইচ্ছাকৃত হত্যার দিয়াত (রক্তপণ), অপরাধীর &#039;আকীলা&#039; (আত্মীয়-স্বজনের) উপর সাব্যস্ত হওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Miswar b. Makhrama reported that Umar b. Khattab consulted people about the diyat of abortion of an unboam child. Mughira b. Shuba said:\nI bear witness to the fact that Allahs Messenger (ﷺ) gave judgment about it that a good quality of slave or female slave should be given for it. Thereupon Umar said: Bring one who may bear witness to you. Then Muhammad b. Maslama bore witness to him.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، قَالَ اسْتَشَارَ عُمَرُ بْنُ الْخَطَّابِ النَّاسَ فِي إِمْلاَصِ الْمَرْأَةِ فَقَالَ الْمُغِيرَةُ بْنُ شُعْبَةَ شَهِدْتُ النَّبِيَّ صلى الله عليه وسلم قَضَى فِيهِ بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ . قَالَ فَقَالَ عُمَرُ ائْتِنِي بِمَنْ يَشْهَدُ مَعَكَ قَالَ فَشَهِدَ لَهُ مُحَمَّدُ بْنُ مَسْلَمَةَ . ",
    "hadithBengali": "৪২৫০। আবূ বকর ইবনু আবূ শায়বা, আবূ কুরায়ব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... মিসওয়ার ইবনু মাখরামা থেকে বর্ণিত। তিনি বলেন, উমার ইবনু খাত্তাব (রাঃ) জনগণের কাছে একবার (ملاَصِ الْمَرْأَة) মহিলার গর্ভের (অপূর্ণাঙ্গ) সন্তান হত্যার ক্ষতিপূরণ সম্পর্কে পরামর্শ চাইলেন। তখন মুগীরা ইবনু শু&#39;বা (রাঃ) বললেনঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে একদা উপস্থিত ছিলাম। তখন তিনি এ অপরাধের কারণে একটি দাস অথবা দাসী প্রদানের নির্দেশ দিয়েছেন। রাবী বলেন, তখন উমার (রাঃ) মুগীরা (রাঃ) কে বললেন, এ ব্যাপারে তোমার সঙ্গে সাক্ষ্য প্রদানকারী একজন লোক নিয়ে এসো। বর্ণনাকারী বলেন যে, তখন মুহাম্মাদ ইবনু মাসলামা (রাঃ) তার পক্ষে সাক্ষ্য প্রদান করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4250",
    "id": "13861",
    "thesequence": "47307",
    "isActive": "1",
    "chapterId": "13757",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "513",
    "statusId": "1",
    "topicName": "১১. গর্ভের সন্তানের &#039;দিয়াত&#039; এবং ভুলবশত হত্যা ও সাদৃশ্যপূর্ণ হত্যার ইচ্ছাকৃত হত্যার দিয়াত (রক্তপণ), অপরাধীর &#039;আকীলা&#039; (আত্মীয়-স্বজনের) উপর সাব্যস্ত হওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]