[
  {
    "hadithEnglish": " Aisha reported:\nWhen anyone amongst us (amongst the wives of the Holy Prophet) menstruated, the Messenger of Allah (ﷺ) asked her to tie a waist-wrapper over her (body) and then embraced her.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ إِحْدَانَا إِذَا كَانَتْ حَائِضًا أَمَرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَتَأْتَزِرُ بِإِزَارٍ ثُمَّ يُبَاشِرُهَا .",
    "hadithBengali": "৫৭২। আবূ বাক্&zwnj;র ইবনু আবূ শায়বা (রহঃ), যূহায়র ইবনু হারব (রহঃ) ও ইসহাক ইবনু ইবরাহীম (রহঃ) আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমাদের কেউ যখন ঋতূমতী হয়ে পড়ত তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নির্দেশে সে পরিধেয় বস্ত্র ভাল করে বেধে নিত। তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাথে মেলামেশা করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "572",
    "id": "8361",
    "thesequence": "8105",
    "isActive": "1",
    "chapterId": "12777",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১. ইযারের উপরে ঋতুমতী মহিলার সাথে মেলামেশা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nWhen anyone amongst us was menstruating the Messenger of Allah (ﷺ) asked her to tie waist-wrapper daring the time when the menstrual blood profusely flowed and then embraced her; and she (Aisha) observed: And who amongst you can have control over his desires as the Messenger of Allah (ﷺ) had over his desires.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الشَّيْبَانِيِّ، ح وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، - وَاللَّفْظُ لَهُ - أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، أَخْبَرَنَا أَبُو إِسْحَاقَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَسْوَدِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ إِحْدَانَا إِذَا كَانَتْ حَائِضًا أَمَرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ تَأْتَزِرَ فِي فَوْرِ حَيْضَتِهَا ثُمَّ يُبَاشِرُهَا . قَالَتْ وَأَيُّكُمْ يَمْلِكُ إِرْبَهُ كَمَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَمْلِكُ إِرْبَهُ .",
    "hadithBengali": "৫৭৩। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ও আলী ইবনু হুজর সাদী (রহঃ) ... আয়িশা (রাঃ)থেকে বর্ণিত। তিনি বলেন, আমাদের কেউ যখন ঋতূমতী হয়ে পড়ত, তখন তার পূর্ণ হায়েযের সময় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে পরিধেয় বস্ত্র বেধে নেয়ার হুকুম দিতেন। তারপর তার সাথে মেলামেশা করতেন। তিনি (আয়িশা (রাঃ) বলেন, তোমাদের মধ্যে কে তার কামভাব সেরুপ আয়ত্তে রাখতে সক্ষম, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেরুপ তাঁর কামভাব আয়ত্তে রাখতে সক্ষম ছিলেন?\n",
    "checkStatus": "1",
    "hadithNo": "573",
    "id": "8362",
    "thesequence": "8106",
    "isActive": "1",
    "chapterId": "12777",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১. ইযারের উপরে ঋতুমতী মহিলার সাথে মেলামেশা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Maimuna (the wife of the Holy Prophet) reported:\nThe Messenger of Allah (ﷺ) contacted and embraced his wives over the waist-wrapper when they were menstruating.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنِ الشَّيْبَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ، عَنْ مَيْمُونَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُبَاشِرُ نِسَاءَهُ فَوْقَ الإِزَارِ وَهُنَّ حُيَّضٌ .",
    "hadithBengali": "৫৭৪। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... মায়মুনা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর স্ত্রীগণের সাথে পরিধেয় বস্ত্রের উপরে মেলামেশা করতেন -- যখন তাঁরা ঋতুমতী হতেন।\n",
    "checkStatus": "1",
    "hadithNo": "574",
    "id": "8363",
    "thesequence": "8107",
    "isActive": "1",
    "chapterId": "12777",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১. ইযারের উপরে ঋতুমতী মহিলার সাথে মেলামেশা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Kuraibthe freed slave of Ibn Abbas, reported:\nI heard it from Maimuna, the wife of the Messenger of Allah (way peace be upon him): The Messenger of Allah (ﷺ) used to lie with me when I menstruated, and there was a cloth between me and him.",
    "hadithArabic": " حَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، عَنْ مَخْرَمَةَ، ح وَحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَأَحْمَدُ بْنُ عِيسَى، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَخْرَمَةُ، عَنْ أَبِيهِ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ قَالَ سَمِعْتُ مَيْمُونَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَضْطَجِعُ مَعِي وَأَنَا حَائِضٌ وَبَيْنِي وَبَيْنَهُ ثَوْبٌ .",
    "hadithBengali": "৫৭৫। আবূ তাহির (রহঃ), হারুন ইবনু সাঈদ আয়লী (রহঃ) এবং আহমাদ ইবনু ঈসা (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী মায়মুনা (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার সাথে শুইতেন আর আমি তখন ঋতুমতী থাকতাম এবং আমার ও তার মধ্যে কেবলমাত্র একটি কাপড় থাকত।\n",
    "checkStatus": "1",
    "hadithNo": "575",
    "id": "8364",
    "thesequence": "8108",
    "isActive": "1",
    "chapterId": "12778",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২. ঋতুমতী মহিলার সাথে একই চাদরের নীচে শয়ন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama reported:\nWhile I was lying with the Messenger of Allah (ﷺ) in a bed cover I menstruated, so I slipped away and I took up the clothes (which I wore) in menses. Upon this the Messenger of Allah (ﷺ) said: Have you menstruated? I said: Yes. He called me and I lay down",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، حَدَّثَنَا أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ زَيْنَبَ بِنْتَ أُمِّ سَلَمَةَ، حَدَّثَتْهُ أَنَّ أُمَّ سَلَمَةَ حَدَّثَتْهَا قَالَتْ، بَيْنَمَا أَنَا مُضْطَجِعَةٌ، مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْخَمِيلَةِ إِذْ حِضْتُ فَانْسَلَلْتُ فَأَخَذْتُ ثِيَابَ حَيْضَتِي فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم   أَنُفِسْتِ  . قُلْتُ نَعَمْ . فَدَعَانِي فَاضْطَجَعْتُ مَعَهُ فِي الْخَمِيلَةِ . قَالَتْ وَكَانَتْ هِيَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَغْتَسِلاَنِ فِي الإِنَاءِ الْوَاحِدِ مِنَ الْجَنَابَةِ .",
    "hadithBengali": "৫৭৬। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার আমি ও রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি রেখামুক্ত চাঁদরের নিচে শুয়েছিলাম। ইতি মধ্যেই আমার হায়েয এল। আমি চুপিসারে উঠে গিয়ে আমার হায়েয-এর কাপড় পরে নিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, তোমার কি হায়িয এসেছে? আমি বললাম,হ্যাঁ। তিনি &ldquo;আমাকে (কাছে) ডাকলেন। অতঃপর আমি তাঁর সাথে চাঁদরটির নিচে শুইলাম। রাবী বলেন, তিনি (উম্মূসা সালামা) ও রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্র থেকে (পানি নিয়ে) জানবাত এর গোসল করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "576",
    "id": "8365",
    "thesequence": "8109",
    "isActive": "1",
    "chapterId": "12778",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২. ঋতুমতী মহিলার সাথে একই চাদরের নীচে শয়ন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is reported from Aisha that she observed:\nWhen the Messenger of Allah (ﷺ) was in Itikaf, he inclined his head towards me and I combedhis hair, and he did not enter the house but for the natural calls (for relieving himself).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا اعْتَكَفَ يُدْنِي إِلَىَّ رَأْسَهُ فَأُرَجِّلُهُ وَكَانَ لاَ يَدْخُلُ الْبَيْتَ إِلاَّ لِحَاجَةِ الإِنْسَانِ .",
    "hadithBengali": "৫৭৭। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন ইতিকাফ করতেন তখন আমার দিকে তার মাথা ঝুঁকিয়ে দিতেন। আমি তা আঁচড়ে দিতাম। (ই&#39;তিকাফকালে) তিনি ঘরে প্রবেশ করতেন না মানবিক প্রয়োজন (যেমন পেশাব পায়খানা) ছাড়া।\n",
    "checkStatus": "1",
    "hadithNo": "577",
    "id": "8366",
    "thesequence": "8110",
    "isActive": "1",
    "chapterId": "12779",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩. ঋতুমতী মহিলার জন্য তার স্বামীর মাথা ধুয়ে দেয়া; তার চুল আঁচড়িয়ে দেয়া জায়েয; তার উচ্ছিষ্ট পবিত্র; তার কোলে মাথা রেখে শয়ন করে সেখানে কুরআন তিলওয়াত করা জায়েয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amra daughter of Abd al-Rahman reported:\nAisha, wife of the Messenger of Allah (ﷺ) observed: When I was (in Itikaf), I entered the house for the call of nature, and while passing I inquired after the health of the sick (in the. family), and when the Messenger of Allah (ﷺ) was (in Itikaf), he put out his head towards me, while he himself was in the mosque, and I combed his hair; and he did not enter the house except for the call of nature so long as he was In Itikaf; and Ibn Rumh stated: As long as they (the Prophet and his wives) were among the observers of Itikaf.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، قَالَ أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، وَعَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ إِنْ كُنْتُ لأَدْخُلُ الْبَيْتَ لِلْحَاجَةِ وَالْمَرِيضُ فِيهِ فَمَا أَسْأَلُ عَنْهُ إِلاَّ وَأَنَا مَارَّةٌ وَإِنْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيُدْخِلُ عَلَىَّ رَأْسَهُ وَهُوَ فِي الْمَسْجِدِ فَأُرَجِّلُهُ وَكَانَ لاَ يَدْخُلُ الْبَيْتَ إِلاَّ لِحَاجَةٍ إِذَا كَانَ مُعْتَكِفًا . وَقَالَ ابْنُ رُمْحٍ إِذَا كَانُوا مُعْتَكِفِينَ .",
    "hadithBengali": "৫৭৮। কুতায়বা ইবনু সাঈদ (রহঃ) ও মুহাম্মাদ ইবনু রুমহ (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সহধর্মিনী আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি (ই&#39;তিকাফে থাকাকালীন) প্রয়োজনের জন্য ঘরে যেতাম। সেখানে রোগী থাকত। আমি চলতে চলতেই তার খবরাদি জিজ্ঞেস করতাম। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদে থাকা অবস্থায় প্রয়োজন ছাড়া ঘরে যেতেন না। ইবনু রুমহ বলেন, যখন তাঁরা ইতিকাফে থাকতেন&#39;।\n",
    "checkStatus": "1",
    "hadithNo": "578",
    "id": "8367",
    "thesequence": "8111",
    "isActive": "1",
    "chapterId": "12779",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩. ঋতুমতী মহিলার জন্য তার স্বামীর মাথা ধুয়ে দেয়া; তার চুল আঁচড়িয়ে দেয়া জায়েয; তার উচ্ছিষ্ট পবিত্র; তার কোলে মাথা রেখে শয়ন করে সেখানে কুরআন তিলওয়াত করা জায়েয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha, the wife of the Apostle (may peace he upon him), reported:\nThe Messenger of Allah (ﷺ) put out from the mosque his head for me as he was in Itikaf, and I washed it in the state that I was menstruating.",
    "hadithArabic": " وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ نَوْفَلٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُخْرِجُ إِلَىَّ رَأْسَهُ مِنَ الْمَسْجِدِ وَهُوَ مُجَاوِرٌ فَأَغْسِلُهُ وَأَنَا حَائِضٌ .",
    "hadithBengali": "৫৭৯। হারুন ইবনু সাঈদ আয়লী (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সহধর্মিনী আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, (অনেক সময়) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ই&#39;তিকাফে থাকা অবস্থায় মসজিদ থেকে তাঁর মাথা আমার দিকে বের করে দিতেন। আমি তা ধুলে দিতাম। আর তখন আমি ঋতূমতী থাকতাম।\n",
    "checkStatus": "1",
    "hadithNo": "579",
    "id": "8368",
    "thesequence": "8112",
    "isActive": "1",
    "chapterId": "12779",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩. ঋতুমতী মহিলার জন্য তার স্বামীর মাথা ধুয়ে দেয়া; তার চুল আঁচড়িয়ে দেয়া জায়েয; তার উচ্ছিষ্ট পবিত্র; তার কোলে মাথা রেখে শয়ন করে সেখানে কুরআন তিলওয়াত করা জায়েয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Urwa reported it from Aisha that she observed:\nThe Messenger of Allah (ﷺ) inclined his head towards me (from the mosque) while I was in my apartment and I combed it in a state of menstruation.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ هِشَامٍ، أَخْبَرَنَا عُرْوَةُ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُدْنِي إِلَىَّ رَأْسَهُ وَأَنَا فِي حُجْرَتِي فَأُرَجِّلُ رَأْسَهُ وَأَنَا حَائِضٌ .",
    "hadithBengali": "৫৮০। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার দিকে তাঁর মাথা এগিয়ে দিতেন। আর আমিঋতুমতী অবস্থায় তাঁর মাথা আঁচড়ে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "580",
    "id": "8369",
    "thesequence": "8113",
    "isActive": "1",
    "chapterId": "12779",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩. ঋতুমতী মহিলার জন্য তার স্বামীর মাথা ধুয়ে দেয়া; তার চুল আঁচড়িয়ে দেয়া জায়েয; তার উচ্ছিষ্ট পবিত্র; তার কোলে মাথা রেখে শয়ন করে সেখানে কুরআন তিলওয়াত করা জায়েয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Aswad narrated it from Aisha that she observed:\nI used to wash the head of the Messenger of Allah (ﷺ), while I was in a state of menstruation.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغْسِلُ رَأْسَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَنَا حَائِضٌ .",
    "hadithBengali": "৫৮১। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি ঋতুমতী অবস্থায় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাথা ধুয়ে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "581",
    "id": "8370",
    "thesequence": "8114",
    "isActive": "1",
    "chapterId": "12779",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩. ঋতুমতী মহিলার জন্য তার স্বামীর মাথা ধুয়ে দেয়া; তার চুল আঁচড়িয়ে দেয়া জায়েয; তার উচ্ছিষ্ট পবিত্র; তার কোলে মাথা রেখে শয়ন করে সেখানে কুরআন তিলওয়াত করা জায়েয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha reported:\nThe Messenger of Allah (ﷺ) said to me: Get me the mat from the mosque. I said: I am menstruating. Upon this he remarked: Your menstruation is not in your hand.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ ثَابِتِ بْنِ عُبَيْدٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  نَاوِلِينِي الْخُمْرَةَ مِنَ الْمَسْجِدِ  . قَالَتْ فَقُلْتُ إِنِّي حَائِضٌ . فَقَالَ  إِنَّ حَيْضَتَكِ لَيْسَتْ فِي يَدِكِ  .",
    "hadithBengali": "৫৮২। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ), আবূবকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার আমাকে বললেন, মসজিদ থেকে আমার জায়নামাযটি (হাত বাড়িয়ে) নিয়ে এস&#39;। তিনি বলেন, আমি বললাম, আমি তো ঋতুমতী। তিনি বলেন, তোমার হায়িয তো তোমার হাতে নয়&rdquo;।\n",
    "checkStatus": "1",
    "hadithNo": "582",
    "id": "8371",
    "thesequence": "8115",
    "isActive": "1",
    "chapterId": "12779",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩. ঋতুমতী মহিলার জন্য তার স্বামীর মাথা ধুয়ে দেয়া; তার চুল আঁচড়িয়ে দেয়া জায়েয; তার উচ্ছিষ্ট পবিত্র; তার কোলে মাথা রেখে শয়ন করে সেখানে কুরআন তিলওয়াত করা জায়েয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nThe Messenger of Allah (ﷺ) ordered me that I should get him the mat from the mosque. I said: I am menstruating. He (the Holy Prophet) said: Do get me that, for menstruation is not in your hand.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ حَجَّاجٍ، وَابْنِ أَبِي غَنِيَّةَ، عَنْ ثَابِتِ بْنِ عُبَيْدٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ أَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ أُنَاوِلَهُ الْخُمْرَةَ مِنَ الْمَسْجِدِ . فَقُلْتُ إِنِّي حَائِضٌ . فَقَالَ   تَنَاوَلِيهَا فَإِنَّ الْحَيْضَةَ لَيْسَتْ فِي يَدِكِ  .",
    "hadithBengali": "৫৮৩। আবূ কুরায়ব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদ থেকে জায়নামায (হাতে বাড়িয়ে) তুলে নিয়ে আসতে আমাকে নির্দেশ দিলেন। আমি বললাম যে, আমি তো ঋতুমতী। তিনি বললেন, তুমি তা আমার কাছে নিয়ে আস। কারণ হায়িয তোমার হাতে (লেগে) নেই।\n",
    "checkStatus": "1",
    "hadithNo": "583",
    "id": "8372",
    "thesequence": "8116",
    "isActive": "1",
    "chapterId": "12779",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩. ঋতুমতী মহিলার জন্য তার স্বামীর মাথা ধুয়ে দেয়া; তার চুল আঁচড়িয়ে দেয়া জায়েয; তার উচ্ছিষ্ট পবিত্র; তার কোলে মাথা রেখে শয়ন করে সেখানে কুরআন তিলওয়াত করা জায়েয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nWhile the Messenger of Allah (ﷺ) was in the mosque, he said: O Aisha, get me that garment. She said: I am menstruating. Upon this he remarked: Your menstruation is not in your hand, and she, therefore, got him that.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَأَبُو كَامِلٍ وَمُحَمَّدُ بْنُ حَاتِمٍ كُلُّهُمْ عَنْ يَحْيَى بْنِ سَعِيدٍ، - قَالَ زُهَيْرٌ حَدَّثَنَا يَحْيَى، - عَنْ يَزِيدَ بْنِ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْمَسْجِدِ فَقَالَ  يَا عَائِشَةُ نَاوِلِينِي الثَّوْبَ  . فَقَالَتْ إِنِّي حَائِضٌ . فَقَالَ  إِنَّ حَيْضَتَكِ لَيْسَتْ فِي يَدِكِ  فَنَاوَلَتْهُ .",
    "hadithBengali": "৫৮৪। যুহায়র ইবনু হারব, আবূ কামিল ও মুহাম্মাদ ইবনু হাতিম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদে থাকাবস্থায় বললেন, হে আয়িশা! আমাকে কাপড় এনে দাও। তিনি (আয়িশা (রাঃ) বললেন, আমি তো ঋতুমতী। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমার হায়িয তোমার হাতে নয়। অতঃপর তিনি তা এনে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "584",
    "id": "8373",
    "thesequence": "8117",
    "isActive": "1",
    "chapterId": "12779",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩. ঋতুমতী মহিলার জন্য তার স্বামীর মাথা ধুয়ে দেয়া; তার চুল আঁচড়িয়ে দেয়া জায়েয; তার উচ্ছিষ্ট পবিত্র; তার কোলে মাথা রেখে শয়ন করে সেখানে কুরআন তিলওয়াত করা জায়েয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nI would drink when I was menstruating, then I would hand it (the vessel) to the Apostle (ﷺ) and he would put his mouth where mine had been, and drink, and I would eat flesh from a bone when I was menstruating, then hand it over to the Apostle (ﷺ) and he would put his mouth where mine had been. Zuhair made no mention of (the Holy Prophets) drinking.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، وَسُفْيَانَ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَشْرَبُ وَأَنَا حَائِضٌ، ثُمَّ أُنَاوِلُهُ النَّبِيَّ صلى الله عليه وسلم فَيَضَعُ فَاهُ عَلَى مَوْضِعِ فِيَّ فَيَشْرَبُ وَأَتَعَرَّقُ الْعَرْقَ وَأَنَا حَائِضٌ ثُمَّ أُنَاوِلُهُ النَّبِيَّ صلى الله عليه وسلم فَيَضَعُ فَاهُ عَلَى مَوْضِعِ فِيَّ . وَلَمْ يَذْكُرْ زُهَيْرٌ فَيَشْرَبُ .",
    "hadithBengali": "৫৮৫। আবূ বাকর ইবনু আবূ শায়বা ও যুহায়র ইবনু হারব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি হায়িয অবস্থায় পানি পান করে সে পাত্র রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দিতাম। আমার মুখ লাগানো স্থানে তিনি তাঁর মুখ লাগিয়ে পান করতেন। আমি হায়িয অবস্থায় হাড়ের টূকরা চুষে তা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দিতাম। তিনি আমার মুখ লাগানো স্থানে তার মুখ লাগাতেন। যুহায়র পান করার কথা উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "585",
    "id": "8374",
    "thesequence": "8118",
    "isActive": "1",
    "chapterId": "12779",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩. ঋতুমতী মহিলার জন্য তার স্বামীর মাথা ধুয়ে দেয়া; তার চুল আঁচড়িয়ে দেয়া জায়েয; তার উচ্ছিষ্ট পবিত্র; তার কোলে মাথা রেখে শয়ন করে সেখানে কুরআন তিলওয়াত করা জায়েয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nThe Messenger of Allah (ﷺ) would recline in my lap when I was menstruating, and recite the Quran.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا دَاوُدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَكِّيُّ، عَنْ مَنْصُورٍ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَتَّكِئُ فِي حِجْرِي وَأَنَا حَائِضٌ فَيَقْرَأُ الْقُرْآنَ .",
    "hadithBengali": "৫৮৬। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, (অনেক সময়) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার হায়েয অবস্থায় আমার কোলে মাথা রেখে কুরআন তিলাওয়াত করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "586",
    "id": "8375",
    "thesequence": "8119",
    "isActive": "1",
    "chapterId": "12779",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩. ঋতুমতী মহিলার জন্য তার স্বামীর মাথা ধুয়ে দেয়া; তার চুল আঁচড়িয়ে দেয়া জায়েয; তার উচ্ছিষ্ট পবিত্র; তার কোলে মাথা রেখে শয়ন করে সেখানে কুরআন তিলওয়াত করা জায়েয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Thabit narrated it from Anas:\nAmong the Jews, when a woman menstruated, they did not dine with her, nor did they live with them in their houses; so the Companions of the Apostle (ﷺ) asked The Apostle (ﷺ), and Allah, the Exalted revealed: And they ask you about menstruation; say it is a pollution, so keep away from woman during menstruation to the end (Quran, ii. 222). The Messenger of Allah (ﷺ) said: Do everything except intercourse. The Jews heard of that and said: This man does not want to leave anything we do without opposing us in it. Usaid b. Hudair and Abbad b. Bishr came and said: Messenger of Allah, the Jews say such and such thing. We should not have, therefore, any contactwith them (as the Jews do). The face of the Messenger of Allah (way peace be upon him) underwent such a change that we thought he was angry with them, but when they went out, they happened to receive a gift of milk which was sent to the Messenger of Allah (ﷺ). He (the Holy Prophet) called for them and gave them drink, whereby they knew that he was not angry with them.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، حَدَّثَنَا ثَابِتٌ، عَنْ أَنَسٍ، أَنَّ الْيَهُودَ، كَانُوا إِذَا حَاضَتِ الْمَرْأَةُ فِيهِمْ لَمْ يُؤَاكِلُوهَا وَلَمْ يُجَامِعُوهُنَّ فِي الْبُيُوتِ فَسَأَلَ أَصْحَابُ النَّبِيِّ صلى الله عليه وسلم النَّبِيَّ صلى الله عليه وسلم فَأَنْزَلَ اللَّهُ تَعَالَى { وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ} إِلَى آخِرِ الآيَةِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اصْنَعُوا كُلَّ شَىْءٍ إِلاَّ النِّكَاحَ  . فَبَلَغَ ذَلِكَ الْيَهُودَ فَقَالُوا مَا يُرِيدُ هَذَا الرَّجُلُ أَنْ يَدَعَ مِنْ أَمْرِنَا شَيْئًا إِلاَّ خَالَفَنَا فِيهِ فَجَاءَ أُسَيْدُ بْنُ حُضَيْرٍ وَعَبَّادُ بْنُ بِشْرٍ فَقَالاَ يَا رَسُولَ اللَّهِ إِنَّ الْيَهُودَ تَقُولُ كَذَا وَكَذَا . فَلاَ نُجَامِعُهُنَّ فَتَغَيَّرَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى ظَنَنَّا أَنْ قَدْ وَجَدَ عَلَيْهِمَا فَخَرَجَا فَاسْتَقْبَلَهُمَا هَدِيَّةٌ مِنْ لَبَنٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَرْسَلَ فِي آثَارِهِمَا فَسَقَاهُمَا فَعَرَفَا أَنْ لَمْ يَجِدْ عَلَيْهِمَا .",
    "hadithBengali": "৫৮৭। যুহায়র ইবনু হারব (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, ইয়াহুদীরা তাদের মহিলাদের হায়েয হলে তার সঙ্গে এক সাথে আহার করত না এবং এক ঘরে বাস করত না। সাহাবায়ে কিরাম এ সম্পর্কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞেস করলেন। তখন আল্লাহ তায়াআলা এ আয়াত নাযিল করলেনঃوَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ &ldquo;তারা তোমার কাছে হায়েয সম্পর্কে জিজ্ঞেস করে। বলে দাও যে, তা হল নাপাক। সুতরাং হায়েয অবস্থায় তোমরা মহিলাদের থেকে পৃথক থাকবে। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা (সে সময় তাদের সাথে) শুধু সহবাস ছাড়া অন্যান্য সব কাজ কর। এ খবর ইয়াহুদীদের কাছে পৌছলে। তারা বলল, এ লোকটি সব কাজেই কেবল আমাদের বিরোধিতা করতে চায়।\n\nঅতঃপর উসায়দ ইবনু হুযায়র (রাঃ) ও আব্বাদ ইবনু বিশর (রাঃ) এসে বললেন, ইয়া রাসুলুল্লাহ! ইয়াহুদীরা এ রকম এ রকম বলছে। আমরা কি তাদের সাথে (হায়িয অবস্থায়) সহবাস করব না? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চেহারা মূবারক বিবর্ণ হয়ে গেল। এতে আমরা ধারণা করলাম যে, তিনি তাদের ওপর ভীষণ রাগান্বিত হয়েছেন। তারা (উভয়ে) বেরিয়ে গেল। ইতিমধ্যেই রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে দুধ হাদিয়া এল। তিনি তাদেরকে ডেকে আনার জন্য লোক পাঠালেন। (তারা এলে) তিনি তাদেরকে দুধ পান করালেন। তখন তারা বূঝল যে, তিনি তাদের ওপর রাগ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "587",
    "id": "8376",
    "thesequence": "8120",
    "isActive": "1",
    "chapterId": "12779",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩. ঋতুমতী মহিলার জন্য তার স্বামীর মাথা ধুয়ে দেয়া; তার চুল আঁচড়িয়ে দেয়া জায়েয; তার উচ্ছিষ্ট পবিত্র; তার কোলে মাথা রেখে শয়ন করে সেখানে কুরআন তিলওয়াত করা জায়েয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ali reported:\nI was one whose prostatic fluid flowed readily and I was ashamed to ask the Apostle (ﷺ) about it, because of the position of his daughter. I, therefore, asked Miqdad. b. al-Asad and he inquired of him (the Holy Prophet). He (the Holy Prophet) said: He should wash his male organ and perform ablution.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، وَأَبُو مُعَاوِيَةَ وَهُشَيْمٌ عَنِ الأَعْمَشِ، عَنْ مُنْذِرِ بْنِ يَعْلَى، - وَيُكْنَى أَبَا يَعْلَى - عَنِ ابْنِ الْحَنَفِيَّةِ، عَنْ عَلِيٍّ، قَالَ كُنْتُ رَجُلاً مَذَّاءً وَكُنْتُ أَسْتَحْيِي أَنْ أَسْأَلَ النَّبِيَّ صلى الله عليه وسلم لِمَكَانِ ابْنَتِهِ فَأَمَرْتُ الْمِقْدَادَ بْنَ الأَسْوَدِ فَسَأَلَهُ فَقَالَ   يَغْسِلُ ذَكَرَهُ وَيَتَوَضَّأُ  .",
    "hadithBengali": "৫৮৮। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন আমার বেশী বেশী মযী বের হত। আমি এ সম্পর্কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে জিজ্ঞাসা করতে লজ্জাবোধ করতাম। কারণ তাঁর কন্যা ছিল আমার বিবাহধীন। তাই আমি মিকদাদ ইবনুল আসওয়াদকে (এ সম্পর্কে জানতে) বললাম, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলেন। তখন তিনি বললেন, সে তার পুরুষাঙ্গ ধুলে ফেলবে এবং উযূ (ওজু/অজু/অযু) করে নেবে।\n",
    "checkStatus": "1",
    "hadithNo": "588",
    "id": "8377",
    "thesequence": "8121",
    "isActive": "1",
    "chapterId": "12780",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৪. মযীর বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ali reported:\nI felt shy of asking about prostatic fluid from the Apostle (ﷺ) because of Fatimah. I, therefore, asked al-Miqdad (to ask on my behalf) and he asked. He (the Holy Prophet) said: Ablution is obligatory in such a case.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدٌ، - يَعْنِي ابْنَ الْحَارِثِ - حَدَّثَنَا شُعْبَةُ، أَخْبَرَنِي سُلَيْمَانُ، قَالَ سَمِعْتُ مُنْذِرًا، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ عَلِيٍّ، أَنَّهُ قَالَ اسْتَحْيَيْتُ أَنْ أَسْأَلَ، النَّبِيَّ صلى الله عليه وسلم عَنِ الْمَذْىِ مِنْ أَجْلِ فَاطِمَةَ فَأَمَرْتُ الْمِقْدَادَ فَسَأَلَهُ فَقَالَ   مِنْهُ الْوُضُوءُ  .",
    "hadithBengali": "৫৮৯। ইয়াহইয়া ইবনু হাবীব আল হারিসী (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে মযী সম্পর্কে জিজ্ঞাসা করতে লজ্জাবোধ করছিলাম ফাতিমার কারণে। তাই আমি মিকদাদকে বললাম, তখন তিনি তাঁকে এ ব্যাপারে জিজ্ঞাসা করলেন তিনি বললেন, তাতে (মযী বের হলে) শুধু উযূ (ওজু/অজু/অযু) করতে হয়।\n",
    "checkStatus": "1",
    "hadithNo": "589",
    "id": "8378",
    "thesequence": "8122",
    "isActive": "1",
    "chapterId": "12780",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৪. মযীর বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas reported it from Ali:\nWe sent al-Miqdad b. al-Aswad to the Messenger of Allah (ﷺ) to ask him what must be done about prostatic fluid which flows from (the private part of) a person. The Messenger of Allah (ﷺ) said: Perform ablution and wash your sexual organ.",
    "hadithArabic": "وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَأَحْمَدُ بْنُ عِيسَى، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَخْرَمَةُ بْنُ بُكَيْرٍ، عَنْ أَبِيهِ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ أَرْسَلْنَا الْمِقْدَادَ بْنَ الأَسْوَدِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلَهُ عَنِ الْمَذْىِ يَخْرُجُ مِنَ الإِنْسَانِ كَيْفَ يَفْعَلُ بِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   تَوَضَّأْ وَانْضَحْ فَرْجَكَ  .",
    "hadithBengali": "৫৯০। হারুন ইবনু সাঈদ আল আয়লী ও আহমাদ ইবনু ঈসা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আলী ইবনু আবূ তালিব (রাঃ) বলেন, আমি একবার মিকদাদ ইবনুল আসওয়াদকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পাঠালাম। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে জিজ্ঞাসা করলেন যে, কোন লোকের মযী বের হলে সে তখন কি করবে? তিনি বললেন, উযূ (ওজু/অজু/অযু) করবে এবং পুরুষাঙ্গ ধুয়ে ফেলবে।\n",
    "checkStatus": "1",
    "hadithNo": "590",
    "id": "8379",
    "thesequence": "8123",
    "isActive": "1",
    "chapterId": "12780",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৪. মযীর বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported:\nThe Apostle (ﷺ) woke up at night; relieved himself, and then washed his face and hands and then again slept.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَامَ مِنَ اللَّيْلِ فَقَضَى حَاجَتَهُ ثُمَّ غَسَلَ وَجْهَهُ وَيَدَيْهِ ثُمَّ نَامَ .",
    "hadithBengali": "৫৯১। আবূ বাকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার রাতে (ঘূম থেকে) উঠলেন, হাজত পূরণ করলেন, তারপর তার মুখমন্ডল এবং উভয় হাত ধুইলেন। এরপর ঘুমিয়ে গেলেন।\n",
    "checkStatus": "1",
    "hadithNo": "591",
    "id": "8380",
    "thesequence": "8124",
    "isActive": "1",
    "chapterId": "12781",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৫. ঘুম থেকে উঠলে মুখ এবং উভয় হাত ধুয়ে নেবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nWhenever the Messenger of Allah (ﷺ) intended to sleep after having sexual intercourse, he performed ablution as for the prayer before going to sleep.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَمُحَمَّدُ بْنُ رُمْحٍ، قَالاَ أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا أَرَادَ أَنْ يَنَامَ وَهُوَ جُنُبٌ تَوَضَّأَ وُضُوءَهُ لِلصَّلاَةِ قَبْلَ أَنْ يَنَامَ .",
    "hadithBengali": "৫৯২। ইয়াহইয়া ইবনু ইয়াহইয়া আত তামীমী ও মুহাম্মাদ ইবনু রুমহ ও কুতায়বা ইবন্&zwnj; সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাপাক থাকা অবস্থায় যখন ঘূমাতে ইচ্ছা করতেন তখন ঘূমাবার পূর্বে সালাত (নামায/নামাজ)-এর জন্য যেরুপ উযূ (ওজু/অজু/অযু) করতে হয় সেরুপ উযূ (ওজু/অজু/অযু) করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "592",
    "id": "8381",
    "thesequence": "8125",
    "isActive": "1",
    "chapterId": "12782",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৬. নাপাক অবস্থায় ঘুমানো জায়েয, তবে পানাহার করতে, ঘুমাতে অথবা সহবাস করতে চাইলে তার জন্য উযু করা এবং লজ্জাস্থান ধুয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nWhenever the Messenger of Allah (ﷺ) had sexual intercourse and intended to eat or sleep, he performed the ablution of prayer.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، وَوَكِيعٌ، وَغُنْدَرٌ، عَنْ شُعْبَةَ، عَنِ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا كَانَ جُنُبًا فَأَرَادَ أَنْ يَأْكُلَ أَوْ يَنَامَ تَوَضَّأَ وُضُوءَهُ لِلصَّلاَةِ .",
    "hadithBengali": "৫৯৩। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন নাপাক থাকতেন তখন কিছু খাওয়া অথবা ঘুমাবার ইচ্ছা করলে উযূ (ওজু/অজু/অযু) করে নিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "593",
    "id": "8382",
    "thesequence": "8126",
    "isActive": "1",
    "chapterId": "12782",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৬. নাপাক অবস্থায় ঘুমানো জায়েয, তবে পানাহার করতে, ঘুমাতে অথবা সহবাস করতে চাইলে তার জন্য উযু করা এবং লজ্জাস্থান ধুয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted by Shuba with the same chain of transmitters. Ibn at-Muthanna said in his narration:\nAI-Hakam narrated to us who heard from Ibrahim narrating that.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، ح وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، قَالَ حَدَّثَنَا أَبِي قَالَ، حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ قَالَ ابْنُ الْمُثَنَّى فِي حَدِيثِهِ حَدَّثَنَا الْحَكَمُ، سَمِعْتُ إِبْرَاهِيمَ، يُحَدِّثُ .",
    "hadithBengali": "৫৯৪। মুহাম্মাদ ইবনুল মূসান্না, ইবনু বাশশার ও উবায়দুল্লাহ ইবনু মুআয (রহঃ) ... শুবা (রহঃ) সুত্রে উক্ত সনদে হাদীসটি বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "594",
    "id": "8383",
    "thesequence": "8127",
    "isActive": "1",
    "chapterId": "12782",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৬. নাপাক অবস্থায় ঘুমানো জায়েয, তবে পানাহার করতে, ঘুমাতে অথবা সহবাস করতে চাইলে তার জন্য উযু করা এবং লজ্জাস্থান ধুয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported:\nUmar said: Is one amongst us permitted to sleep in a state of impurity (i. e. after having sexual intercourse)? He (the Holy Prophet) said: Yes, after performing ablution.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا يَحْيَى، - وَهُوَ ابْنُ سَعِيدٍ - عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ - وَاللَّفْظُ لَهُمَا - قَالَ ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي وَقَالَ أَبُو بَكْرٍ، حَدَّثَنَا أَبُو أُسَامَةَ، - قَالاَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ، قَالَ يَا رَسُولَ اللَّهِ أَيَرْقُدُ أَحَدُنَا وَهُوَ جُنُبٌ قَالَ   نَعَمْ إِذَا تَوَضَّأَ  .",
    "hadithBengali": "৫৯৫। মুহাম্মাদ ইবনু আবূ বাকর আল মুকাদ্দামী ও যুহায়র ইবনু হারব (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। একদা উমর (রাঃ) জিজ্ঞাসা করলেন, ইয়া রাসুলুল্লাহ! আমাদের কেউ নাপাক অবস্থায় কি ঘূমাতে পারবে? তিনি বললেন, হ্যাঁ, যখন সে উযূ (ওজু/অজু/অযু) করে নেবে।\n",
    "checkStatus": "1",
    "hadithNo": "595",
    "id": "8384",
    "thesequence": "8128",
    "isActive": "1",
    "chapterId": "12782",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৬. নাপাক অবস্থায় ঘুমানো জায়েয, তবে পানাহার করতে, ঘুমাতে অথবা সহবাস করতে চাইলে তার জন্য উযু করা এবং লজ্জাস্থান ধুয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar said:\nUmar asked the verdict of the Shariah from the Apostle (ﷺ) thus: Is it permissible for any one of us to sleep in a state of impurity? He (the Prophet said: Yes, he must perform ablution and then sleep and take a bath when he desires.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ، اسْتَفْتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ هَلْ يَنَامُ أَحَدُنَا وَهُوَ جُنُبٌ قَالَ   نَعَمْ لِيَتَوَضَّأْ ثُمَّ لْيَنَمْ حَتَّى يَغْتَسِلَ إِذَا شَاءَ  .",
    "hadithBengali": "৫৯৬। মুহাম্মাদ ইবনু রাফি (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। উমর (রাঃ) একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ফাতওয়া জিজ্ঞাসা করলেন যে, আমাদের কেউ কি নাপাক অবস্থায় ঘূমাতে পারবে? তিনি বললেন, হ্যাঁ সে যেন উযূ (ওজু/অজু/অযু) করে তারপর ঘূমায়। এরপর যখন ইচ্ছা গোসল করে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "596",
    "id": "8385",
    "thesequence": "8129",
    "isActive": "1",
    "chapterId": "12782",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৬. নাপাক অবস্থায় ঘুমানো জায়েয, তবে পানাহার করতে, ঘুমাতে অথবা সহবাস করতে চাইলে তার জন্য উযু করা এবং লজ্জাস্থান ধুয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported:\nUmar b. al-Khattab said to the Messenger of Allah (ﷺ), that he became Junbi during the night. The Messenger of Allah (ﷺ) said to him: Perform ablution, wash your sexual organ and then go to sleep.",
    "hadithArabic": "وَحَدَّثَنِي يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ ذَكَرَ عُمَرُ بْنُ الْخَطَّابِ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ تُصِيبُهُ جَنَابَةٌ مِنَ اللَّيْلِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم   تَوَضَّأْ وَاغْسِلْ ذَكَرَكَ ثُمَّ نَمْ  .",
    "hadithBengali": "৫৯৭। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, উমর ইবনুল খাত্তাব (রাঃ) একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললেন, তিনি রাতে অপবিত্র হন। অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন, তুমি (তখন) উযূ (ওজু/অজু/অযু) করবে এবং তোমার লজ্জাস্থান ধুয়ে ফেলবে তারপর ঘূমাবে।\n",
    "checkStatus": "1",
    "hadithNo": "597",
    "id": "8386",
    "thesequence": "8130",
    "isActive": "1",
    "chapterId": "12782",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৬. নাপাক অবস্থায় ঘুমানো জায়েয, তবে পানাহার করতে, ঘুমাতে অথবা সহবাস করতে চাইলে তার জন্য উযু করা এবং লজ্জাস্থান ধুয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Abul-Qais reported:\nI asked Aisha about the Witr (prayer) of the Messenger of Allah (ﷺ) and made mention of a hadith, then I said: What did he do after having sexual intercourse? Did he take a bath before going to sleep or did he sleep before taking a bath? She said: He did all these. Some- times he took a bath and then slept, and sometimes he performed ablution only and went to sleep. I (the narrator) said: Praise be to Allah Who has made things easy (for human beings).",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَيْسٍ، قَالَ سَأَلْتُ عَائِشَةَ عَنْ وِتْرِ، رَسُولِ اللَّهِ صلى الله عليه وسلم . فَذَكَرَ الْحَدِيثَ قُلْتُ كَيْفَ كَانَ يَصْنَعُ فِي الْجَنَابَةِ أَكَانَ يَغْتَسِلُ قَبْلَ أَنْ يَنَامَ أَمْ يَنَامُ قَبْلَ أَنْ يَغْتَسِلَ قَالَتْ كُلُّ ذَلِكَ قَدْ كَانَ يَفْعَلُ رُبَّمَا اغْتَسَلَ فَنَامَ وَرُبَّمَا تَوَضَّأَ فَنَامَ . قُلْتُ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي الأَمْرِ سَعَةً .",
    "hadithBengali": "৫৯৮। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ ইবনু আবূ কাছাস (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আয়িশা (রাঃ) কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বিতর সম্পর্কে জিজ্ঞাসা করলাম। তিনি (সে সম্পর্কে) হাদীস বর্ণনা করলেন। (তারপর) আমি বললাম, তিনি নাপাকের সময় কি করতেন, তিনি কি ঘুমাবার আগে গোসল করতেন, না গোসল করার আগে ঘুমাতেন? তিনি (আয়িশা (রাঃ) বললেন, সবই করতেন। কখনো গোসল করে ঘূমাতেন আর কখনো উযূ (ওজু/অজু/অযু) করে নিতেন পরে ঘূমাতেন। আমি বললাম, সমস্ত প্রশংসা সেই আল্লাহর যিনি সব কাজেই অবকাশ রেখেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "598",
    "id": "8387",
    "thesequence": "8131",
    "isActive": "1",
    "chapterId": "12782",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৬. নাপাক অবস্থায় ঘুমানো জায়েয, তবে পানাহার করতে, ঘুমাতে অথবা সহবাস করতে চাইলে তার জন্য উযু করা এবং লজ্জাস্থান ধুয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted with the same chain of transmitters from Muawyia b. Salih by Zuhair b. Harb, Abd al-Rahman b. Mahdi, Harun b. Said al-Aili and Ibn Wahb.",
    "hadithArabic": " وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، ح وَحَدَّثَنِيهِ هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، جَمِيعًا عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৫৯৯। যুহায়র ইবনু হারব ও হারুন ইবনু সাঈদ আল আয়লী (রহঃ) ... মু&#39;আবিয়া ইবনু সালিহ (রহঃ) এর সুত্রে উক্ত সনদে এ হাদীসটি বর্ননা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "599",
    "id": "8388",
    "thesequence": "8132",
    "isActive": "1",
    "chapterId": "12782",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৬. নাপাক অবস্থায় ঘুমানো জায়েয, তবে পানাহার করতে, ঘুমাতে অথবা সহবাস করতে চাইলে তার জন্য উযু করা এবং লজ্জাস্থান ধুয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri reported:\nThe Messenger of Allah (ﷺ) said: When anyone amongst you has sexual intercourse with his wife and then he intends to repeat it, he should perform ablution. In the hadith transmitted by Abu Bakr. (the words are): Between the two (acts) there should be an ablution, or he (the narrator) said: Then he intended that it should be repeated.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، أَخْبَرَنَا ابْنُ أَبِي زَائِدَةَ، ح وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، وَابْنُ، نُمَيْرٍ قَالاَ حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ الْفَزَارِيُّ، كُلُّهُمْ عَنْ عَاصِمٍ، عَنْ أَبِي الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا أَتَى أَحَدُكُمْ أَهْلَهُ ثُمَّ أَرَادَ أَنْ يَعُودَ فَلْيَتَوَضَّأْ  . زَادَ أَبُو بَكْرٍ فِي حَدِيثِهِ بَيْنَهُمَا وُضُوءًا وَقَالَ ثُمَّ أَرَادَ أَنْ يُعَاوِدَ .",
    "hadithBengali": "৬০০। আবূ বাকর ইবনু আবূ শায়বা, আবূ কুরায়ব ও আমর আন-নাকিদ ও ইবনু নুমায়র (রহঃ) ... আবূ সাঈদ খুদরি (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যখন তার স্ত্রীর সাথে মিলবে তারপর আবার মিলতে ইচ্ছা করবে সে যেন উযূ (ওজু/অজু/অযু) করে নেয়। আবূ বকর তার হাদীস উভয় মিলনের মধ্যে উযূ (ওজু/অজু/অযু) করবে যদি সে পূনরায় মিলনের ইচ্ছা করে বাক্যটি অতিরিক্ত বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "600",
    "id": "8389",
    "thesequence": "8133",
    "isActive": "1",
    "chapterId": "12782",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৬. নাপাক অবস্থায় ঘুমানো জায়েয, তবে পানাহার করতে, ঘুমাতে অথবা সহবাস করতে চাইলে তার জন্য উযু করা এবং লজ্জাস্থান ধুয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported:\nThe Messenger of Allah (ﷺ) used to have sexual intercourse with his wives with a single bath.",
    "hadithArabic": " وَحَدَّثَنَا الْحَسَنُ بْنُ أَحْمَدَ بْنِ أَبِي شُعَيْبٍ الْحَرَّانِيُّ، حَدَّثَنَا مِسْكِينٌ، - يَعْنِي ابْنَ بُكَيْرٍ الْحَذَّاءَ - عَنْ شُعْبَةَ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَطُوفُ عَلَى نِسَائِهِ بِغُسْلٍ وَاحِدٍ .",
    "hadithBengali": "৬০১। হাসান ইবনু আহমাদ ইবনু আবূ শুআয়ব আল হাররানী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সকল স্ত্রীর কাছে যেতেন, একই গোসলে।\n",
    "checkStatus": "1",
    "hadithNo": "601",
    "id": "8390",
    "thesequence": "8134",
    "isActive": "1",
    "chapterId": "12782",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৬. নাপাক অবস্থায় ঘুমানো জায়েয, তবে পানাহার করতে, ঘুমাতে অথবা সহবাস করতে চাইলে তার জন্য উযু করা এবং লজ্জাস্থান ধুয়ে নেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported:\nUmm Sulaim who was the grandmother of Ishaq came to the Messenger of Allah (ﷺ) in the presence of Aisha and said to him: Messenger of Allah, in case or woman sees what a man sees in dream and she experiences in dream what a man experiences (i. e. experiences orgasm)? Upon this Aisha remarked: O Umm Sulaim, you brought humiliation to women;may your right hand be covered with dust. He (the Holy Prophet) said to Aisha: Let your hand be covered with dust, and (addressing Umm Sulaim) said: Well, O Umm Sulaim, she should take a bath if she sees that (i. e. she experiences orgasm in dream).",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عُمَرُ بْنُ يُونُسَ الْحَنَفِيُّ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، قَالَ قَالَ إِسْحَاقُ بْنُ أَبِي طَلْحَةَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ، قَالَ جَاءَتْ أُمُّ سُلَيْمٍ - وَهِيَ جَدَّةُ إِسْحَاقَ - إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ لَهُ وَعَائِشَةُ عِنْدَهُ يَا رَسُولَ اللَّهِ الْمَرْأَةُ تَرَى مَا يَرَى الرَّجُلُ فِي الْمَنَامِ فَتَرَى مِنْ نَفْسِهَا مَا يَرَى الرَّجُلُ مِنْ نَفْسِهِ . فَقَالَتْ عَائِشَةُ يَا أُمَّ سُلَيْمٍ فَضَحْتِ النِّسَاءَ تَرِبَتْ يَمِينُكِ . فَقَالَ لِعَائِشَةَ   بَلْ أَنْتِ فَتَرِبَتْ يَمِينُكِ نَعَمْ فَلْتَغْتَسِلْ يَا أُمَّ سُلَيْمٍ إِذَا رَأَتْ ذَاكِ  .",
    "hadithBengali": "৬০২। যুহায়র ইবনু হারব (রহঃ) ... আনাস ইবনু ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, উম্মু সুলায়ম (রাঃ) যিনি ছিলেন (এ হাদীসের রাবী) ইসহাকের দাদী-একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বললেন, আয়িশা (রাঃ) তখন তাঁর কাছে উপস্থিত ছিলেন -- ইয়া রাসুলুল্লাহ! মেয়ে লোক যদি ঘূমে পুরুষে যা দেখে তাই দেখে তবে পুরুষে যা করে তারও কি তাই করতে হবে বলে আপনি মনে করেন? তখন আয়িশা (রাঃ) বললেন, উম্মু সুলায়ম! তুমি নারী জাতিকে অপমানিত করেছ। তোমার ডান হাতে মাটি লাগুক। (&rdquo;হাতে মাটি লাগুক&rdquo; তার এ কথা ছিল ভাল উদ্দেশ্যে) অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আয়িশা (রাঃ)-কে বললেন, বরং তোমার ডান হাতে মাটি লাগুক। (এরপর উম্মু সুলায়ম এর জবাবে বললেন) হ্যাঁ, উম্মু সুলায়ম! সে গোসল করে ফেলবে যখন ঐরুপ দেখবে&rdquo;।\n",
    "checkStatus": "1",
    "hadithNo": "602",
    "id": "8391",
    "thesequence": "8135",
    "isActive": "1",
    "chapterId": "12783",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৭. মহিলার মনী (বীর্য) বের হলে তার উপর গোসল করা ওয়াজিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Umm Sulaim narrated it that she asked the Messenger of Allah (ﷺ) about a woman who sees in a dream what a man sees (sexual dream). The Messenger of Allah (may peace be upon bi m) said:\nIn case a woman sees that, she must take a bath. Umm Sulaim said: I was bashful on account of that and said: Does it happen? Upon this the Messenger of Allah (ﷺ) said: Yes (it does happen), otherwise how can (a child) resemble her? Mans discharge (i. e. sperm) is thick and white and the discharge of woman is thin and yellow; so the resemblance comes from the one whose genes prevail or dominate.",
    "hadithArabic": " حَدَّثَنَا عَبَّاسُ بْنُ الْوَلِيدِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، أَنَّ أَنَسَ بْنَ مَالِكٍ، حَدَّثَهُمْ أَنَّ أُمَّ سُلَيْمٍ حَدَّثَتْ أَنَّهَا، سَأَلَتْ نَبِيَّ اللَّهِ صلى الله عليه وسلم عَنِ الْمَرْأَةِ تَرَى فِي مَنَامِهَا مَا يَرَى الرَّجُلُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا رَأَتْ ذَلِكِ الْمَرْأَةُ فَلْتَغْتَسِلْ  . فَقَالَتْ أُمُّ سُلَيْمٍ وَاسْتَحْيَيْتُ مِنْ ذَلِكَ قَالَتْ وَهَلْ يَكُونُ هَذَا فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم  نَعَمْ فَمِنْ أَيْنَ يَكُونُ الشَّبَهُ إِنَّ مَاءَ الرَّجُلِ غَلِيظٌ أَبْيَضُ وَمَاءَ الْمَرْأَةِ رَقِيقٌ أَصْفَرُ فَمِنْ أَيِّهِمَا عَلاَ أَوْ سَبَقَ يَكُونُ مِنْهُ الشَّبَهُ  .",
    "hadithBengali": "৬০৩। আব্বাস ইবনুল ওয়ালদী (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। উম্মু সুলায়ম (রাঃ) বলেন, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সেই মহিলা সম্পর্কে জিজ্ঞাসা করলেন যে ঘূমে পুরুষ যা দেখে তাই দেখতে পায়। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, মেয়ে লোক যখন ঐরুপ দেখবে তখন সে গোসল করবে। উম্মু সালামা (রাঃ) বলেন, এ কথায় আমি লজ্জাবোধ করলাম। তিনি বললেন, এ রকমও কি হয়? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হ্যাঁ, তা না হলে ছেলে মেয়ে তার সদৃশ কোত্থেকে হয়? পুরুষের বীর্য গাড় সাদা আর মেয়েলোকের বীর্য পাতলা, হলুদ। উভয়ের মধ্য থেকে যার বীর্য ওপরে উঠে যায় অথবা আগে চলে যায় (সন্তান) তারই সদৃশ হয়।\n",
    "checkStatus": "1",
    "hadithNo": "603",
    "id": "8392",
    "thesequence": "8136",
    "isActive": "1",
    "chapterId": "12783",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৭. মহিলার মনী (বীর্য) বের হলে তার উপর গোসল করা ওয়াজিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas b. Malik reported:\nA woman asked the Messenger of Allah (way peace be upon him) about a woman who sees in her dream what a man sees in his dream (sexual dream). He (the Holy Prophet) said: If she experiences what a man experiences, she should take a bath.",
    "hadithArabic": "حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا صَالِحُ بْنُ عُمَرَ، حَدَّثَنَا أَبُو مَالِكٍ الأَشْجَعِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ سَأَلَتِ امْرَأَةٌ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الْمَرْأَةِ تَرَى فِي مَنَامِهَا مَا يَرَى الرَّجُلُ فِي مَنَامِهِ فَقَالَ   إِذَا كَانَ مِنْهَا مَا يَكُونُ مِنَ الرَّجُلِ فَلْتَغْتَسِلْ  .",
    "hadithBengali": "৬০৪। দাউদ ইবনু রুশায়দ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক মহিলা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সেই মেয়েলোক সম্পর্কে জিজ্ঞাসা করলেন, যে পুরুষ ঘূমের মধ্যে যা দেখতে পায় তাই দেখে। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, পুরুষের যা হয় (স্বপ্নদোষ) মেয়েলোকেরও তাই হলে সে গোসল করবে।\n",
    "checkStatus": "1",
    "hadithNo": "604",
    "id": "8393",
    "thesequence": "8137",
    "isActive": "1",
    "chapterId": "12783",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৭. মহিলার মনী (বীর্য) বের হলে তার উপর গোসল করা ওয়াজিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama reported:\nUmm Sulaim went to the Messenger of Allah (ﷺ) and said: Apostle of Allah, Allah is not ashamed of the truth. Is bathing necessary for a woman when she has a sexual dream? Upon this the Messenger of Allah (ﷺ) said: Yes, when she sees the liquid (vaginal secretion). Umm Salama said: Messenger of Allah, does a woman have sexual dream? He (the Holy Prophet) said: Let your hand be covered with dust, in what way does her child resemble her?",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ جَاءَتْ أُمُّ سُلَيْمٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ لاَ يَسْتَحْيِي مِنَ الْحَقِّ فَهَلْ عَلَى الْمَرْأَةِ مِنْ غُسْلٍ إِذَا احْتَلَمَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  نَعَمْ إِذَا رَأَتِ الْمَاءَ  . فَقَالَتْ أُمُّ سَلَمَةَ يَا رَسُولَ اللَّهِ وَتَحْتَلِمُ الْمَرْأَةُ فَقَالَ  تَرِبَتْ يَدَاكِ فَبِمَ يُشْبِهُهَا وَلَدُهَا  .",
    "hadithBengali": "৬০৫। ইয়াহইয়া ইবনু ইয়াহইয়া আত-তামীম (রহঃ) ... উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, উম্মু সুলায়ম একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললেন, ইয়া রাসুলাল্লাহ! আল্লাহ তাআলা হক কথা বলতে লজ্জাবোধ করেন না। তাই মেয়েলোকের যখন স্বপ্নদোষ হয় তখন কি তার ওপর গোসল করা জরুরী? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হ্যাঁ, যখন সে বীর্য দেখবে। (একথা শুনে) উম্মু সালামা (রাঃ) বললেন, &ldquo;ইয়া রাসুলাল্লাহ! মেয়েলোকেরও স্বপ্নদোষ হয়? তিনি বললেন, তোমার উভয় হাত ধুলিময় হোক! তাহলে তার সন্তান কিসের দ্বারা তার সাদৃশ হয়।\n",
    "checkStatus": "1",
    "hadithNo": "605",
    "id": "8394",
    "thesequence": "8138",
    "isActive": "1",
    "chapterId": "12783",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৭. মহিলার মনী (বীর্য) বের হলে তার উপর গোসল করা ওয়াজিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith with the same sense (as narrated above) bus been transmitted from Hisham b. Urwa with the same chain of narrators but with this addition that she (Umm Salama) said:\n You humiliated the women.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، جَمِيعًا عَنْ هِشَامِ بْنِ عُرْوَةَ، بِهَذَا الإِسْنَادِ مِثْلَ مَعْنَاهُ وَزَادَ قَالَتْ قُلْتُ فَضَحْتِ النِّسَاءَ .",
    "hadithBengali": "৬০৬। আবূ বাকর ইবনু আবূ শায়বা (রহঃ), যুহায়র ইবনু হারব ও ইবনু আবূ উমর (রহঃ) ... উরওয়া (রহঃ) থেকে এই সনদে উপরোক্ত হাদীসের অর্থের অনুরুপ বর্ণিত আছে। তিনি অতিরিক্ত বর্ণনা করেন যে, তিনি (উম্মু সালামা (রাঃ)) বললেন, তুমি নারী জাতিকে লজ্জিত করেছ।\n",
    "checkStatus": "1",
    "hadithNo": "606",
    "id": "8395",
    "thesequence": "8139",
    "isActive": "1",
    "chapterId": "12783",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৭. মহিলার মনী (বীর্য) বের হলে তার উপর গোসল করা ওয়াজিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha the wife of the Apostle (ﷺ) narrated:\nUmm Sulaim, the mother of Bani Abu Talha, came to the Messenger of Allah (ﷺ), and a hadith (like that) narrated by Hisham was narrated but for these words. Aisha said: I expressed disapproval to her, saying: Does a woman see a sexual dream?",
    "hadithArabic": " وَحَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ خَالِدٍ، عَنِ ابْنِ شِهَابٍ، أَنَّهُ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّ أُمَّ سُلَيْمٍ أُمَّ بَنِي أَبِي طَلْحَةَ دَخَلَتْ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم . بِمَعْنَى حَدِيثِ هِشَامٍ غَيْرَ أَنَّ فِيهِ قَالَ قَالَتْ عَائِشَةُ فَقُلْتُ لَهَا أُفٍّ لَكِ أَتَرَى الْمَرْأَةُ ذَلِكِ",
    "hadithBengali": "৬০৭। আবদুল মালিক ইবনু শুআয়ব ইবনুল লাইস (রহঃ) ... উম্মুল মুনিনীন আয়িশা (রাঃ) থেকে বর্ণিত। তিনি জানান যে, আবূ তালহার সন্তানদের মা উম্মু সুলায়ম (রাঃ) একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে উপস্থিত হলো। তারপর রাবী হিশামের হাদীসের অনুরুপ বর্ণনা করেন। তবে এ হাদীসটিতে ব্যতিক্রম যা রয়েছে তা হল, আয়িশা (রাঃ) বলেন, আমি বললাম &ndash;তোমার অমঙ্গল হোক! উহ! স্ত্রীলোক কি ঐরুপ দেখে?\n",
    "checkStatus": "1",
    "hadithNo": "607",
    "id": "8396",
    "thesequence": "8140",
    "isActive": "1",
    "chapterId": "12783",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৭. মহিলার মনী (বীর্য) বের হলে তার উপর গোসল করা ওয়াজিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is reported on the authority of Aisha that a woman came to the Messenger of Allah (ﷺ) and inquired:\nShould a woman wash herself when she sees a sexual dream and sees (the marks) of liquid? He (the Holy Prophet) said: Yes. Aisha said to her: May your hand be covered with dust and injured. She narrated: The Messenger of Allah (ﷺ) said: Leave her alone. In what way does the child resemble her but for the fact that when the genes contributed by woman prevail upon those of man, the child resembles the maternal family, and when the genes of man prevail upon those of woman the child resembles the paternal family.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، وَسَهْلُ بْنُ عُثْمَانَ، وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لأَبِي كُرَيْبٍ - قَالَ سَهْلٌ حَدَّثَنَا وَقَالَ الآخَرَانِ، أَخْبَرَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ أَبِيهِ، عَنْ مُصْعَبِ بْنِ شَيْبَةَ، عَنْ مُسَافِعِ بْنِ عَبْدِ اللَّهِ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، أَنَّ امْرَأَةً، قَالَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم هَلْ تَغْتَسِلُ الْمَرْأَةُ إِذَا احْتَلَمَتْ وَأَبْصَرَتِ الْمَاءَ فَقَالَ  نَعَمْ  . فَقَالَتْ لَهَا عَائِشَةُ تَرِبَتْ يَدَاكِ وَأُلَّتْ . قَالَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  دَعِيهَا وَهَلْ يَكُونُ الشَّبَهُ إِلاَّ مِنْ قِبَلِ ذَلِكِ إِذَا عَلاَ مَاؤُهَا مَاءَ الرَّجُلِ أَشْبَهَ الْوَلَدُ أَخْوَالَهُ وَإِذَا عَلاَ مَاءُ الرَّجُلِ مَاءَهَا أَشْبَهَ أَعْمَامَهُ  .",
    "hadithBengali": "৬০৮। ইবরাহীম ইবনু মূসা আর রাযী, সাহল ইবনু উসমান ও আবূ কুরায়ব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। এক মহিলা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলল, স্ত্রীলোকের যখন স্বপ্নদোষ হবে এবং সে বীর্য দেখতে পাবে তখন কি সে গোসল করবে? তিনি বললেন,হ্যাঁ। এরপর আয়িশা (রাঃ) মহিলাটিকে বললেন, তোমার উভয় হাত ধুলিময় হোক এবং তাতে অস্ত্রের খোচা লাগুক! তিনি [আয়িশা (রা)] বলেন, এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ছেড়ে দাও ওকে (ভৎসনা করো না) সন্তানের মধ্যে মা-বাপের সাদৃশ এর কারণেই হয়ে থাকে যে, যখন স্ত্রীলোকের বীর্য পুরুষের বীর্যের ওপর প্রাধান্য লাভ করে, তখন সন্তানের আকৃতি তার মাতৃকুলের অনুরুপ হয়। আর যখন পুরুষের বীর্য স্ত্রীলোকের বীর্যের ওপর প্রাধান্য লাভ করে তখন তার আকৃতি পিতৃকুলের অনুরুপ হয়।\n",
    "checkStatus": "1",
    "hadithNo": "608",
    "id": "8397",
    "thesequence": "8141",
    "isActive": "1",
    "chapterId": "12783",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৭. মহিলার মনী (বীর্য) বের হলে তার উপর গোসল করা ওয়াজিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Thauban, the freed slave of the Messenger of Allah (ﷺ), said:\nWhile I was standing beside the Messenger of Allah (ﷺ) one of the rabbis of the Jews came and said: Peace be upon you, O Muhammad. I pushed him backwith a push that he was going to fall. Upon this he said: Why do you push me? I said: Why dont you say: O Messenger of Allah? The Jew said: We call him by the name by which he was named by his family. The Messenger of Allah (ﷺ) said: My name is Muhammad with which I was named by my family. The Jew said: I have come to ask you (something). The Messenger of Allah (ﷺ) said: Should that thing be of any benefit to you, if I tell you that? He (the Jew) said: I will lend my ears to it. The Messenger of Allah (ﷺ) drew a line with the help of the stick that he had with him and then said: Ask (whatever you like). Thereupon the Jew said: Where would the human beings be on the Daywhen the earth would change into another earth and the heavens too (would change into other heavens)? The Messenger of Allah (ﷺ) said: They would be in darkness beside the Bridge. He (the Jew) again said: Who amongst people would be the first to cross (this bridge).? He said: They would be the poor amongst the refugees. The Jew said: What would constitute their breakfast when they would enter Paradise? He (the Holy Prophet) replied: A caul of the fish-liver. He (the Jew) said. What would be their food alter this? He (the Holy Prophet) said: A bullockwhich was fed in the different quarters of Paradise would be slaughtered for them. He (the Jew) said: What would be their drink? He (the Holy Prophet) said: They would be given drink from the fountain which is named Salsabil. He (the Jew) said: I have come to ask you about a thing which no one amongst the people on the earth knows except an apostle or one or two men besides him. He (the Holy Prophet) said: Would it benefit you if I tell you that? He (the Jew) said: I would lend ears to that. He then said: I have come to ask you about the child. He (the Holy Prophet) said: The reproductive substance of man is white and that of woman (i. e. ovum central portion) yellow, and when they have sexual intercourse and the males substance (chromosomes and genes) prevails upon the females substance (chromosomes and genes), it is the male child that is created by Allahs Decree, and when the substance of the female prevails upon the substance contributed by the male, a female child is formed by the Decree of Allah. The Jew said: What you have said is true; verily you are an Apostle. He then returned and went away. The Messenger of Allah (ﷺ) said: He asked me about such and such things of which I have had no knowledge till Allah gave me that.",
    "hadithArabic": " حَدَّثَنِي الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، حَدَّثَنَا أَبُو تَوْبَةَ، - وَهُوَ الرَّبِيعُ بْنُ نَافِعٍ - حَدَّثَنَا مُعَاوِيَةُ، - يَعْنِي ابْنَ سَلاَّمٍ - عَنْ زَيْدٍ، - يَعْنِي أَخَاهُ - أَنَّهُ سَمِعَ أَبَا سَلاَّمٍ، قَالَ حَدَّثَنِي أَبُو أَسْمَاءَ الرَّحَبِيُّ، أَنَّ ثَوْبَانَ، مَوْلَى رَسُولِ اللَّهِ صلى الله عليه وسلم حَدَّثَهُ قَالَ كُنْتُ قَائِمًا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَجَاءَ حَبْرٌ مِنْ أَحْبَارِ الْيَهُودِ فَقَالَ السَّلاَمُ عَلَيْكَ يَا مُحَمَّدُ . فَدَفَعْتُهُ دَفْعَةً كَادَ يُصْرَعُ مِنْهَا فَقَالَ لِمَ تَدْفَعُنِي فَقُلْتُ أَلاَ تَقُولُ يَا رَسُولَ اللَّهِ . فَقَالَ الْيَهُودِيُّ إِنَّمَا نَدْعُوهُ بِاسْمِهِ الَّذِي سَمَّاهُ بِهِ أَهْلُهُ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ اسْمِي مُحَمَّدٌ الَّذِي سَمَّانِي بِهِ أَهْلِي  . فَقَالَ الْيَهُودِيُّ جِئْتُ أَسْأَلُكَ . فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَيَنْفَعُكَ شَىْءٌ إِنْ حَدَّثْتُكَ  . قَالَ أَسْمَعُ بِأُذُنَىَّ فَنَكَتَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِعُودٍ مَعَهُ . فَقَالَ  سَلْ  . فَقَالَ الْيَهُودِيُّ أَيْنَ يَكُونُ النَّاسُ يَوْمَ تُبَدَّلُ الأَرْضُ غَيْرَ الأَرْضِ وَالسَّمَوَاتُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  هُمْ فِي الظُّلْمَةِ دُونَ الْجِسْرِ  . قَالَ فَمَنْ أَوَّلُ النَّاسِ إِجَازَةً قَالَ  فُقَرَاءُ الْمُهَاجِرِينَ  . قَالَ الْيَهُودِيُّ فَمَا تُحْفَتُهُمْ حِينَ يَدْخُلُونَ الْجَنَّةَ قَالَ  زِيَادَةُ كَبِدِ النُّونِ  قَالَ فَمَا غِذَاؤُهُمْ عَلَى إِثْرِهَا قَالَ  يُنْحَرُ لَهُمْ ثَوْرُ الْجَنَّةِ الَّذِي كَانَ يَأْكُلُ مِنْ أَطْرَافِهَا  . قَالَ فَمَا شَرَابُهُمْ عَلَيْهِ قَالَ  مِنْ عَيْنٍ فِيهَا تُسَمَّى سَلْسَبِيلاً  . قَالَ صَدَقْتَ . قَالَ وَجِئْتُ أَسْأَلُكَ عَنْ شَىْءٍ لاَ يَعْلَمُهُ أَحَدٌ مِنْ أَهْلِ الأَرْضِ إِلاَّ نَبِيٌّ أَوْ رَجُلٌ أَوْ رَجُلاَنِ . قَالَ  يَنْفَعُكَ إِنْ حَدَّثْتُكَ  . قَالَ أَسْمَعُ بِأُذُنَىَّ . قَالَ جِئْتُ أَسْأَلُكَ عَنِ الْوَلَدِ قَالَ  مَاءُ الرَّجُلِ أَبْيَضُ وَمَاءُ الْمَرْأَةِ أَصْفَرُ فَإِذَا اجْتَمَعَا فَعَلاَ مَنِيُّ الرَّجُلِ مَنِيَّ الْمَرْأَةِ أَذْكَرَا بِإِذْنِ اللَّهِ وَإِذَا عَلاَ مَنِيُّ الْمَرْأَةِ مَنِيَّ الرَّجُلِ آنَثَا بِإِذْنِ اللَّهِ  . قَالَ الْيَهُودِيُّ لَقَدْ صَدَقْتَ وَإِنَّكَ لَنَبِيٌّ ثُمَّ انْصَرَفَ فَذَهَبَ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَقَدْ سَأَلَنِي هَذَا عَنِ الَّذِي سَأَلَنِي عَنْهُ وَمَا لِي عِلْمٌ بِشَىْءٍ مِنْهُ حَتَّى أَتَانِيَ اللَّهُ بِهِ  .",
    "hadithBengali": "৬০৯। আল হাসান ইবনু আলী আল-হুলওয়ানী (রহঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আযাদকৃত গোলাম সাওবান (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে দাঁড়িয়েছিলাম। ইতিমধ্যেই ইয়াহুদীদের এক পণ্ডিত ব্যাক্তি এসে বলল, আসসালামু আলাইকা ইয়া মুহাম্মাদ! এরপর আমি তাকে এমন এক ধাক্কা মারলাম যে, সে প্রায় পড়েই গিয়েছিল আর কি! সে বলল, তুমি আমাকে ধাক্কা মারলে কেন? আমি বললাম, ইয়া রাসুলাল্লাহ&#39; বলতে পার না? ইয়াহুদী বলল, আমরা তাঁকে তাঁর পরিবার পরিজন যে নাম রেখেছে সে নামেই ডাকি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমার নাম মুহাম্মাদ। আমার পরিবারের লোকই আমার এ নাম রেখেছে।\n\nএরপর ইয়াহুদী বলল, আমি আপনাকে (কয়েকটি কথা) জিজ্ঞাসা করতে এসেছি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তোমার কি লাভ হবে, যদি আমি তোমাকে কিছু বলি? সে বলল, আমি আমার কান পেতে শুনব। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কাছে যে লাঠিটি ছিল তা দিয়ে মাটিতে আকাঝোকা করলেন। তারপর বললেন, জিজ্ঞাসা কর।\n\nইয়াহুদী বলল, যেদিন এক যমীন ও আসমান পাল্টে গিয়ে কি অন্য যমীন ও আসমানে পরিণত হবে (অর্থাৎ কিয়ামাত হবে) সেদিন লোকজন কোথায় থাকবে? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তারা পুলসিরাতের কাছে অন্ধকারে থাকবে।\n\nসে বলল, কে সর্ব প্রথম (তা পার হবার) অনুমতি লাভ করবে? তিনি বললেন, দরিদ্র মুহাজিরগন। ইয়াহুদী বলল, জান্নাতে যখন তারা প্রবেশ করবে তখন তাদের তোহফা কি হবে? তিনি বললেন, মাছের কলিজার টুকরা। সে বলল, এরপর তাদের সকালের নাস্তা কি হবে? তিনি বললেন, তাদের জন্য জান্নাতের ষাড় যবেহ করা হবে যা জান্নাতের আশে পাশে চরে বেড়াত। সে বলল, এরপরে তাদের পানীয় কি হবে? তিনি বললেন, সেখানকার একটি ঝর্ণার পানি যার নাম সালসাবীল-। সে বলল, আপনি ঠিক বলেছেন।\n\nসে আরো বলল যে, আমি আপনার কাছে এমন একটি বিষয় সম্পর্কে জিজ্ঞাসা করতে এসেছি যা নাবী ছাড়া পৃথিবীর কোন অধিবাসী জানেনা অথবা একজন কি দুইজন লোক ছাড়া। তিনি বললেন, আমি যদি তোমাকে তা বলে দেই তাতে তোমার কি কোন উপকার হবে? সে বলল, আমি আমার কান পেতে শুনব। সে বলল, আমি আপনাকে সন্তান সম্পর্কে জিজ্ঞাসা করতে এসেছি। তিনি বললেন, পুরুষের বীর্য সাদা এবং মেয়েলোকের বীর্য হলুদ। যখন উভয়টি একত্রিত হয়ে যায় এবং পুরুষের বীর্য স্ত্রীলোকের বীর্যের ওপর প্রাধান্য বিস্তার করে তখন আল্লাহর হুকুমে পূত্র সন্তান হয়। আর যখন স্ত্রীলোকের বীর্য পুরুষ লোকের বীর্যের ওপর প্রাধান্য বিস্তার করে তখন আল্লাহর হুকুমে কন্যা সন্তান হয়।\n\nইয়াহুদী বলল, আপনি ঠিকই বলেছেন এবং নিশ্চয়ই আপনি নাবী। এরপর সে চলে গেল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এ লোক আমার কাছে যা জিজ্ঞাসা করেছে, ইতিপূর্বে আমার সে সম্পর্কে কোন জ্ঞানই ছিল না। আল্লাহ তায়ালা এক্ষণে আমাকে তা জানিয়ে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "609",
    "id": "8398",
    "thesequence": "8142",
    "isActive": "1",
    "chapterId": "12784",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৮. পুরুষ ও মহিলার বীর্যের বিবরণ এবং সন্তান যে উভয়ের বীর্য থেকে পয়দা হয় তার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This tradition has been narrated by Muawyia b. Salim with the same chain of transmitters except for the words:\nI was sitting beside the Messenger of Allah and some other minor alterations.",
    "hadithArabic": " وَحَدَّثَنِيهِ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا يَحْيَى بْنُ حَسَّانَ، حَدَّثَنَا مُعَاوِيَةُ بْنُ سَلاَّمٍ، فِي هَذَا الإِسْنَادِ بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ كُنْتُ قَاعِدًا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَقَالَ زَائِدَةُ كَبِدِ النُّونِ . وَقَالَ أَذْكَرَ وَآنَثَ . وَلَمْ يَقُلْ أَذْكَرَا وَآنَثَا .",
    "hadithBengali": "৬১০। আবদুল্লাহ ইবনু আবদুর রহমান আদ দারিমী (রহঃ) ... মুআবিয়া ইবনু সাল্লাম (রহঃ) থেকে এই সনদে অনুরুপ বর্ণিত আছে। তবে তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপবিষ্ট ছিলাম। রাবী যায়িদা তিনি আরো বলেছেন, মাছের কলিজার টূকরা এবং তিনিأَذْكَرَ ওوَآنَثَ শব্দ দুটোকে দ্বিবচন ব্যবহার না করে একবচন ব্যবহার করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "610",
    "id": "8399",
    "thesequence": "8143",
    "isActive": "1",
    "chapterId": "12784",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৮. পুরুষ ও মহিলার বীর্যের বিবরণ এবং সন্তান যে উভয়ের বীর্য থেকে পয়দা হয় তার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nWhen Allahs Messenger (ﷺ) bathed because of sexual intercourse, he first washed his hands: he then poured water with his right hand on his left hand and washed his private parts. He then performed ablution as is done for prayer. He then took some water and put his fingers and moved them through the roots of his hair. And when he found that these had been properly mois- tened, then poured three handfuls on his head and then poured water over his body and subsequently washed his feet.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ يَبْدَأُ فَيَغْسِلُ يَدَيْهِ ثُمَّ يُفْرِغُ بِيَمِينِهِ عَلَى شِمَالِهِ فَيَغْسِلُ فَرْجَهُ ثُمَّ يَتَوَضَّأُ وُضُوءَهُ لِلصَّلاَةِ ثُمَّ يَأْخُذُ الْمَاءَ فَيُدْخِلُ أَصَابِعَهُ فِي أُصُولِ الشَّعْرِ حَتَّى إِذَا رَأَى أَنْ قَدِ اسْتَبْرَأَ حَفَنَ عَلَى رَأْسِهِ ثَلاَثَ حَفَنَاتٍ ثُمَّ أَفَاضَ عَلَى سَائِرِ جَسَدِهِ ثُمَّ غَسَلَ رِجْلَيْهِ .",
    "hadithBengali": "৬১১। ইয়াহইয়া ইবনু ইয়াইয়া আত তামীমী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন জানবাত থেকে গোসল করতেন তখন প্রথমে উভয় হাত ধূইতেন। তারপর ডান হাত দিয়ে বাম হাতে পানি ঢেলে লজ্জাস্থান ধুইতেন। তারপর সালাত (নামায/নামাজ)-এর উযূ (ওজু/অজু/অযু)র ন্যায় উযূ (ওজু/অজু/অযু) করতেন। তারপর পানি নিয়ে তাঁর আঙ্গুল গুলো চুলের গোড়ায় ঢুকাতেন। এমনিভাবে যখন মনে করতেন যে, তা ভিজে গেছে তখন মাথায় তিন আজলা পানি ঢালতেন! তারপর সমস্ত শরীরে পানি ঢেলে দিতেন। তারপর তাঁর উভয় পা ধুয়ে ফেলতেন।\n",
    "checkStatus": "1",
    "hadithNo": "611",
    "id": "8400",
    "thesequence": "8144",
    "isActive": "1",
    "chapterId": "12785",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৯. জানাবাত থেকে গোসলের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated by Abu Kuraib. Ibn Numair and others, all on the authority of Hisham with the same chain of transmitters, but in their narration these words are not there:\n washed his feet.",
    "hadithArabic": " وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ نُمَيْرٍ، كُلُّهُمْ عَنْ هِشَامٍ، فِي هَذَا الإِسْنَادِ وَلَيْسَ فِي حَدِيثِهِمْ غَسْلُ الرِّجْلَيْنِ .",
    "hadithBengali": "৬১২। কুতায়বা ইবনু সাঈদ, যুহায়র ইবনু হারব, আলী ইবনু হুজর ও আবূ কুরায়ব ... হিশাম (রহঃ) থেকে অনুরুপ সনদে উক্ত হাদীসটি বর্নিত আছে। তবে তাদের হাদীসে পা ধোয়ার কথা উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "612",
    "id": "8401",
    "thesequence": "8145",
    "isActive": "1",
    "chapterId": "12785",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৯. জানাবাত থেকে গোসলের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hisham narrated it from his father, who narrated it on the authority of Aisha that when the Apostle (ﷺ) took a bath because of sexual inter-course, he first washed the palms of his hands three times, and then the whole hadith was transmitted like that based on the authority of Abu Muawyia, but no mention is made of the washing of feet.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اغْتَسَلَ مِنَ الْجَنَابَةِ فَبَدَأَ فَغَسَلَ كَفَّيْهِ ثَلاَثًا ثُمَّ ذَكَرَ نَحْوَ حَدِيثِ أَبِي مُعَاوِيَةَ وَلَمْ يَذْكُرْ غَسْلَ الرِّجْلَيْنِ .",
    "hadithBengali": "৬১৩। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসুলসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানবাত থেকে গোসলকালে প্রথমে তাঁর উভয় হাত কবজি পর্যন্ত তিনবার ধূইতেন। এরপর আবূ মূ&#39;আবিয়ার (এই অনুচ্ছেদের প্রথম) হাদীসের অনুরুপ উল্লেখ করেন কিন্তু তিনি উভয় পা ধোয়ার ধোয়ার কথা উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "613",
    "id": "8402",
    "thesequence": "8146",
    "isActive": "1",
    "chapterId": "12785",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৯. জানাবাত থেকে গোসলের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Urwa has narrated it on the authority of Aisha that when Allahs Messenger (ﷺ) took a bath because of sexual intercourse, he first washed his hands before dipping one of them into the basin, and then performed ablu- tion as is done for prayer.",
    "hadithArabic": " وَحَدَّثَنَاهُ عَمْرٌو النَّاقِدُ، حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو، حَدَّثَنَا زَائِدَةُ، عَنْ هِشَامٍ، قَالَ أَخْبَرَنِي عُرْوَةُ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ بَدَأَ فَغَسَلَ يَدَيْهِ قَبْلَ أَنْ يُدْخِلَ يَدَهُ فِي الإِنَاءِ ثُمَّ تَوَضَّأَ مِثْلَ وُضُوئِهِ لِلصَّلاَةِ .",
    "hadithBengali": "৬১৪। আমর আন নাকিদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন জানবাত থেকে গোসল করতেন তখন পাত্রে হাত ঢুকানোর পূর্বে প্রথমেই তার উভয় হাত ধুইতেন তারপর সালাত (নামায/নামাজ)-এর উযূ (ওজু/অজু/অযু)র ন্যায় উযূ (ওজু/অজু/অযু) করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "614",
    "id": "8403",
    "thesequence": "8147",
    "isActive": "1",
    "chapterId": "12785",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৯. জানাবাত থেকে গোসলের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported it on the authority of Maimuna, his mothers sister, that she said:\nI placed water near the Messenger of Allah (ﷺ) to take a bath because of sexual intercourse. He washed the palms of his bands twice or thrice and then put his hand In the basin and poured water over his private parts and washed them with his left hand. He then struck his hand against the earth and rubbed it with force and then performed ablution for the prayer and then poured three handfuls of water on his head and then washed his whole body after which he moved aside from that place and washed his feet, and then I brought a towel (so that he may wipe his body). but he returned it.",
    "hadithArabic": " وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنِي عِيسَى بْنُ يُونُسَ، حَدَّثَنَا الأَعْمَشُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ حَدَّثَتْنِي خَالَتِي، مَيْمُونَةُ قَالَتْ أَدْنَيْتُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم غُسْلَهُ مِنَ الْجَنَابَةِ فَغَسَلَ كَفَّيْهِ مَرَّتَيْنِ أَوْ ثَلاَثًا ثُمَّ أَدْخَلَ يَدَهُ فِي الإِنَاءِ ثُمَّ أَفْرَغَ بِهِ عَلَى فَرْجِهِ وَغَسَلَهُ بِشِمَالِهِ ثُمَّ ضَرَبَ بِشِمَالِهِ الأَرْضَ فَدَلَكَهَا دَلْكًا شَدِيدًا ثُمَّ تَوَضَّأَ وُضُوءَهُ لِلصَّلاَةِ ثُمَّ أَفْرَغَ عَلَى رَأْسِهِ ثَلاَثَ حَفَنَاتٍ مِلْءَ كَفِّهِ ثُمَّ غَسَلَ سَائِرَ جَسَدِهِ ثُمَّ تَنَحَّى عَنْ مَقَامِهِ ذَلِكَ فَغَسَلَ رِجْلَيْهِ ثُمَّ أَتَيْتُهُ بِالْمِنْدِيلِ فَرَدَّهُ .",
    "hadithBengali": "৬১৫। আলী ইবনু ইবনু হুজর আস সাদী (রহঃ) ... আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার খালা মায়মুনা (রাঃ) আমার নিকট বর্ণনা করেন যে, আমি একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জানবাত থেকে গোসলের জন্য পানি এগিয়ে দিলাম। তিনি উভয় হাতের কবজা পর্যন্ত দুইবার অথবা তিনবার ধুইলেন। তারপর উভয় হাত পাত্রের মধ্যে ঢুকালেন তারপর লজ্জাস্থানে পানি ঢেলে দিলেন এবং বাম হাত দিয়ে তা ধুয়ে ফেললেন। তারপর তাঁর বাম হাত ভাল করে ঘষলেন। তারপর সালাত (নামায/নামাজ)-এর উযূ (ওজু/অজু/অযু)র ন্যায় উযূ (ওজু/অজু/অযু) করলেন। তারপর আজলাভরে তিন আজলা পানি মাথার ওপর ঢেলে দিলেন। তারপর তাঁর উভয় পা ধূইলেন। তারপর আমি তাকে রুমাল দিলাম, কিন্তু তিনি তা ফেরত দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "615",
    "id": "8404",
    "thesequence": "8148",
    "isActive": "1",
    "chapterId": "12785",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৯. জানাবাত থেকে গোসলের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith is narrated by Amash with the same chain of transmitters, but in the hadith narrated by Yahya b. Yahya and Abu Kuraib there is no mention of:\n Pouring of three handfuls of water on the head. and in the hadith narrated by Waki all the features of ablution have been recorded: rinsing (of mouth), snuffing of water (in the nostrils) ; and in the hadith transmitted by Abu Muawyia, there is no mention of a towel.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ وَالأَشَجُّ وَإِسْحَاقُ كُلُّهُمْ عَنْ وَكِيعٍ، ح وَحَدَّثَنَاهُ يَحْيَى بْنُ يَحْيَى، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، كِلاَهُمَا عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ . وَلَيْسَ فِي حَدِيثِهِمَا إِفْرَاغُ ثَلاَثِ حَفَنَاتٍ عَلَى الرَّأْسِ وَفِي حَدِيثِ وَكِيعٍ وَصْفُ الْوُضُوءِ كُلِّهِ يَذْكُرُ الْمَضْمَضَةَ وَالاِسْتِنْشَاقَ فِيهِ وَلَيْسَ فِي حَدِيثِ أَبِي مُعَاوِيَةَ ذِكْرُ الْمِنْدِيلِ .",
    "hadithBengali": "৬১৬। মুহাম্মাদ ইবনু সাব্বাহ, আবূ বাকর ইবনু আবূ শায়বা, আবূ কুরায়ব, আশাজ্জ ও ইসহাক প্রত্যেকেই ওয়াকী (রহঃ) থেকে এবং ইয়াহইয়া ইবনু ইয়াহইয়া ও আবূ কুরায়ব আবূ মুআবিয়া থেকে উভয়ে আমাশ থেকে উক্ত সনদে হাদীসটি বর্ণনা করেন। তবে তাদের উভয়ের হাদীসে তিনি আজলা পানি মাথায় ঢেলে দেয়ার কথা নেই। আর ওয়াকী-এর হাদীসে উযূ (ওজু/অজু/অযু)র পূর্ণ বিবরণ দেয়া হয়েছে। অতঃপর তিনি কুলি করা এবং নাকে পানি দেয়ার কথা তার হাদীসে উল্লেখ করেছেন। আবূ মুআবিয়ার হাদীসে রুমালের কথা উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "616",
    "id": "8405",
    "thesequence": "8149",
    "isActive": "1",
    "chapterId": "12785",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৯. জানাবাত থেকে গোসলের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated It on the authority of Maimuna that the Messenger of Allah (ﷺ) was given a towel, but he did not rub (his body) with it, but he did like this with water, i. e. he shook it off.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنِ الأَعْمَشِ، عَنْ سَالِمٍ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أُتِيَ بِمِنْدِيلٍ فَلَمْ يَمَسَّهُ وَجَعَلَ يَقُولُ بِالْمَاءِ هَكَذَا يَعْنِي يَنْفُضُهُ .",
    "hadithBengali": "৬১৭। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... মায়মুনা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে রুমাল দেয়া হল, কিন্তু তিনি তা স্পর্শ করলেন না। তিনি পানি নিয়ে এরুপ করছিলেন অর্থাৎ পানি ঝেড়ে ফেলছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "617",
    "id": "8406",
    "thesequence": "8150",
    "isActive": "1",
    "chapterId": "12785",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৯. জানাবাত থেকে গোসলের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nWhen the Messenger of Allah (ﷺ) took a bath because of sexual intercourse, he called for a vessel and took a handful of water from it and first (washed) the right side of his head, then left, and then took a handful (of water) and poured it on his head.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ، حَدَّثَنِي أَبُو عَاصِمٍ، عَنْ حَنْظَلَةَ بْنِ أَبِي سُفْيَانَ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ دَعَا بِشَىْءٍ نَحْوَ الْحِلاَبِ فَأَخَذَ بِكَفِّهِ بَدَأَ بِشِقِّ رَأْسِهِ الأَيْمَنِ ثُمَّ الأَيْسَرِ ثُمَّ أَخَذَ بِكَفَّيْهِ فَقَالَ بِهِمَا عَلَى رَأْسِهِ .",
    "hadithBengali": "৬১৮। মুহাম্মাদ ইবনুল মূসান্না আল আনাযী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন জানবাত থেকে গোসল করতেন তখন হিলাব (দুধ দোহন করার পাত্র) এর ন্যায় একটি পানির পাত্র চেয়ে নিতেন। অতঃপর তা হাত দিয়ে ধরে প্রথমে মাথার ডান দিকে ঢালতেন তারপর বাম দিক, তারপর উভয় হাত দিয়ে পানি নিয়ে মাথায় ঢেলে দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "618",
    "id": "8407",
    "thesequence": "8151",
    "isActive": "1",
    "chapterId": "12785",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৯. জানাবাত থেকে গোসলের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nThe Messenger of Allah (ﷺ) washed himself with water from a vessel (measuring seven to eight seers) because of sexual intercourse.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَغْتَسِلُ مِنْ إِنَاءٍ هُوَ الْفَرَقُ مِنَ الْجَنَابَةِ .",
    "hadithBengali": "৬১৯। ইয়াহইয়াহ ইবনু ইয়াহইয়া (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ফারাক পরিমাণ পাত্রের পানি দিয়ে জানবাতের গোসল করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "619",
    "id": "8408",
    "thesequence": "8152",
    "isActive": "1",
    "chapterId": "12786",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১০. জানাবাতের গোসলে কতটুকু পরিমাণ পানি ব্যাবহার করা মুস্তাহাব, পুরুষ এবং স্ত্রীলোকের একই অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করা এবং তাদের উভয়ের মধ্যে একজনের অবশিষ্ট পানি দিয়ে অপরজনের গোসল করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nThe Messenger of Allah (ﷺ) took a bath from the vessel (which contained seven to eight seers, i. e. fifteen to sixteen pounds) of water And I and he (the Holy Prophet) took a bath from the same vessel. And in the hadith narrated by Sufyan the words are: from one vessel. Qutaiba said: Al-Faraq is three Sa (a cubic measuring of varying magnitude).",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا ابْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا حَدَّثَنَا سُفْيَانُ، كِلاَهُمَا عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَغْتَسِلُ فِي الْقَدَحِ وَهُوَ الْفَرَقُ وَكُنْتُ أَغْتَسِلُ أَنَا وَهُوَ فِي الإِنَاءِ الْوَاحِدِ . وَفِي حَدِيثِ سُفْيَانَ مِنْ إِنَاءٍ وَاحِدٍ . قَالَ قُتَيْبَةُ قَالَ سُفْيَانُ وَالْفَرَقُ ثَلاَثَةُ آصُعٍ .",
    "hadithBengali": "৬২০। কুতায়বা ইবনু সাঈদ, ইবনু রুমহ, আবূ বাকর আবূ শায়বা, আমর আন-নাকিদ ও যুহায়র ইবনু হারব (রহঃ) আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ফারাক পরিমাণ পাত্রের পানি দিয়ে গোসল করতেন। আর আমি এবং তিনি একই পাত্রে গোসল করতাম। সুফিয়ানের হাদীসে বর্ণিত হয়েছে একই পাত্র থেকে&rdquo;। কুতায়বা বলেন, সুফিয়ান বলেছেন, ফারাক হল তিন সা* পরিমাণ।\n",
    "checkStatus": "1",
    "hadithNo": "620",
    "id": "8409",
    "thesequence": "8153",
    "isActive": "1",
    "chapterId": "12786",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১০. জানাবাতের গোসলে কতটুকু পরিমাণ পানি ব্যাবহার করা মুস্তাহাব, পুরুষ এবং স্ত্রীলোকের একই অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করা এবং তাদের উভয়ের মধ্যে একজনের অবশিষ্ট পানি দিয়ে অপরজনের গোসল করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Salamab. Abd al-Rahman reported:\nI along with the foster brother of Aisha went to her and he asked about the bath of the Apostle (ﷺ) because of sexual intercourse. She called for a vessel equal to a Sa and she took a bath. and there was a curtain between us and her. She poured water on her head thrice and he (Abu Salama) said: The wives of the Apostle (ﷺ) collectedhair on their heads and these lopped up to ears (and did rot go beyond that).",
    "hadithArabic": " وَحَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، قَالَ حَدَّثَنَا أَبِي قَالَ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي بَكْرِ بْنِ حَفْصٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ دَخَلْتُ عَلَى عَائِشَةَ أَنَا وَأَخُوهَا، مِنَ الرَّضَاعَةِ فَسَأَلَهَا عَنْ غُسْلِ النَّبِيِّ، صلى الله عليه وسلم مِنَ الْجَنَابَةِ فَدَعَتْ بِإِنَاءٍ قَدْرِ الصَّاعِ فَاغْتَسَلَتْ وَبَيْنَنَا وَبَيْنَهَا سِتْرٌ وَأَفْرَغَتْ عَلَى رَأْسِهَا ثَلاَثًا . قَالَ وَكَانَ أَزْوَاجُ النَّبِيِّ صلى الله عليه وسلم يَأْخُذْنَ مِنْ رُءُوسِهِنَّ حَتَّى تَكُونَ كَالْوَفْرَةِ .",
    "hadithBengali": "৬২১। উবায়দুল্লাহ ইবনু মুআয আল আমবারী (রহঃ) ... আবূ সালামা ইবনু আবদুর রহমান (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি এবং আয়িশা (রাঃ) এর রিযাঈ (দুধ) ভাই একবার তার কাছে গেলাম। অতঃপর তাঁর রিযাঈ ভাই তাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জানবাতের গোসল সম্পর্কে জিজ্ঞাসা করলেন। তিনি একটি পাত্র আনালেন যা ছিল সা&#39; পরিমান। তারপর তিনি গোসল করলেন। আমাদের এবং তাঁর মধ্যে পর্দা ছিল তিনি তাঁর মাথায় তিনবার পানি ঢাললেন। আবূ সালামা বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর স্ত্রীগণ মাথার এর চুল কেটে তা ওয়াফরার ন্যায় (ঘাড়ের নিম্নভাগ পর্যন্ত) রাখতেন।\n",
    "checkStatus": "1",
    "hadithNo": "621",
    "id": "8410",
    "thesequence": "8154",
    "isActive": "1",
    "chapterId": "12786",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১০. জানাবাতের গোসলে কতটুকু পরিমাণ পানি ব্যাবহার করা মুস্তাহাব, পুরুষ এবং স্ত্রীলোকের একই অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করা এবং তাদের উভয়ের মধ্যে একজনের অবশিষ্ট পানি দিয়ে অপরজনের গোসল করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salama b. Abd al-Rahman narrated it on the authority of Aisha that when the Messenger of Allah (ﷺ) took a bath, he started from the right hand and poured water over it and washed it, and then poured water on the impurity with the right band and washed it away with the help of the left hand. and after having removed it, he poured water on his head. Aisha said:\nI and the Messenger of Allah (ﷺ) took a bath from the same vessel, after sexual intercourse.",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَخْرَمَةُ بْنُ بُكَيْرٍ، عَنْ أَبِيهِ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ قَالَتْ عَائِشَةُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اغْتَسَلَ بَدَأَ بِيَمِينِهِ فَصَبَّ عَلَيْهَا مِنَ الْمَاءِ فَغَسَلَهَا ثُمَّ صَبَّ الْمَاءَ عَلَى الأَذَى الَّذِي بِهِ بِيَمِينِهِ وَغَسَلَ عَنْهُ بِشِمَالِهِ حَتَّى إِذَا فَرَغَ مِنْ ذَلِكَ صَبَّ عَلَى رَأْسِهِ . قَالَتْ عَائِشَةُ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ وَنَحْنُ جُنُبَانِ .",
    "hadithBengali": "৬২২। হারুন ইবনু সাঈদ আয়লী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন গোসল করতেন তখন ডান হাত থেকে শুরু করতেন। তিনি প্রথমেই ডান হাতে পানি ঢেলে তা ধূয়ে ফেলতেন। তারপর ডান হাত দিয়ে শরীরের যেখানে নাপাক থাকত সেখানে পানি ঢেলে দিতেন এবং বাম হাত দিয়ে তা ধুয়ে ফেলতেন। এটা শেষ করে তিনি মাথায় পানি ঢালতেন। আয়িশা (রাঃ) বলেন, আমি এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উভয়েই জানবাত অবস্থায় একই পাত্র থেকে (পানি দিয়ে) গোসল করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "622",
    "id": "8411",
    "thesequence": "8155",
    "isActive": "1",
    "chapterId": "12786",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১০. জানাবাতের গোসলে কতটুকু পরিমাণ পানি ব্যাবহার করা মুস্তাহাব, পুরুষ এবং স্ত্রীলোকের একই অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করা এবং তাদের উভয়ের মধ্যে একজনের অবশিষ্ট পানি দিয়ে অপরজনের গোসল করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hafsa, daughter of Abd al-Rahman b. Abu Bakr, reported that Aisha narrated to her that she and the Messenger of Allah (ﷺ) took a bath from the same vessel which contained water equal to three Mudds or thereabout.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا لَيْثٌ، عَنْ يَزِيدَ، عَنْ عِرَاكٍ، عَنْ حَفْصَةَ بِنْتِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ، - وَكَانَتْ تَحْتَ الْمُنْذِرِ بْنِ الزُّبَيْرِ - أَنَّ عَائِشَةَ، أَخْبَرَتْهَا أَنَّهَا، كَانَتْ تَغْتَسِلُ هِيَ وَالنَّبِيُّ صلى الله عليه وسلم فِي إِنَاءٍ وَاحِدٍ يَسَعُ ثَلاَثَةَ أَمْدَادٍ أَوْ قَرِيبًا مِنْ ذَلِكَ .",
    "hadithBengali": "৬২৩। মুহাম্মাদ ইবনু রাফি (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্র থেকে গোসল করতেন যাতে তিন মুদ্দ বা তার সামান্য কম পানি ধরত।\n",
    "checkStatus": "1",
    "hadithNo": "623",
    "id": "8412",
    "thesequence": "8156",
    "isActive": "1",
    "chapterId": "12786",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১০. জানাবাতের গোসলে কতটুকু পরিমাণ পানি ব্যাবহার করা মুস্তাহাব, পুরুষ এবং স্ত্রীলোকের একই অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করা এবং তাদের উভয়ের মধ্যে একজনের অবশিষ্ট পানি দিয়ে অপরজনের গোসল করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nI and the Messenger (ﷺ) took a bath from the same vessel and our hands alternated into it in the state that we had had sexual intercourse.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، قَالَ حَدَّثَنَا أَفْلَحُ بْنُ حُمَيْدٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ، صلى الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ تَخْتَلِفُ أَيْدِينَا فِيهِ مِنَ الْجَنَابَةِ .",
    "hadithBengali": "৬২৪। আবদুল্লাহ ইবনু মাসলামা ইবনু কানাব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্র থেকে (পানি নিয়ে) গোসল করতাম। আমাদের উভয়ের হাত ভিন্ন ভিন্ন ভাবে তাতে লাগত। এ গোসল ছিল জানবাত থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "624",
    "id": "8413",
    "thesequence": "8157",
    "isActive": "1",
    "chapterId": "12786",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১০. জানাবাতের গোসলে কতটুকু পরিমাণ পানি ব্যাবহার করা মুস্তাহাব, পুরুষ এবং স্ত্রীলোকের একই অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করা এবং তাদের উভয়ের মধ্যে একজনের অবশিষ্ট পানি দিয়ে অপরজনের গোসল করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nI and the Messenger of Allah (ﷺ) took a bath from one vessel which was placed between me and him and he would get ahead of me, so that I would say: Spare (some water for) me, spare (some water for) me; and she said that they had had sexual intercourse.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ مُعَاذَةَ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ، صلى الله عليه وسلم مِنْ إِنَاءٍ - بَيْنِي وَبَيْنَهُ - وَاحِدٍ فَيُبَادِرُنِي حَتَّى أَقُولَ دَعْ لِي دَعْ لِي . قَالَتْ وَهُمَا جُنُبَانِ .",
    "hadithBengali": "৬২৫। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্র থেকে থেকে গোসল করতাম যা আমার এবং তাঁর মাঝখানে থাকত। তিনি আমার থেকে আগে তাড়াতাড়ি করে ফেলতেন। তখন আমি বলতাম, আমার জন্য একটু রেখে দিন, আমার জন্য একটু রেখে দিন। তিনি [আয়িশা (রাঃ)] বলেন, তাঁরা উভয়েই জানবাত অবস্থায় ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "625",
    "id": "8414",
    "thesequence": "8158",
    "isActive": "1",
    "chapterId": "12786",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১০. জানাবাতের গোসলে কতটুকু পরিমাণ পানি ব্যাবহার করা মুস্তাহাব, পুরুষ এবং স্ত্রীলোকের একই অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করা এবং তাদের উভয়ের মধ্যে একজনের অবশিষ্ট পানি দিয়ে অপরজনের গোসল করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas said:\nMaimuna (the wife of the Holy Prophet) reported to me that she and the Messenger of Allah (ﷺ) took a bath from one vessel.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، قَالَ قُتَيْبَةُ حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ أَبِي الشَّعْثَاءِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ أَخْبَرَتْنِي مَيْمُونَةُ، أَنَّهَا كَانَتْ تَغْتَسِلُ هِيَ وَالنَّبِيُّ صلى الله عليه وسلم فِي إِنَاءٍ وَاحِدٍ .",
    "hadithBengali": "৬২৬। কুতায়বা ইবনু সাঈদ ও আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, মায়মূন (রাঃ) আমাকে জানোান যে, তিনি ও রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্রে গোসল করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "626",
    "id": "8415",
    "thesequence": "8159",
    "isActive": "1",
    "chapterId": "12786",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১০. জানাবাতের গোসলে কতটুকু পরিমাণ পানি ব্যাবহার করা মুস্তাহাব, পুরুষ এবং স্ত্রীলোকের একই অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করা এবং তাদের উভয়ের মধ্যে একজনের অবশিষ্ট পানি দিয়ে অপরজনের গোসল করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas reported that the Messenger of Allah (ﷺ) took a bath with the water left over by Maimuna.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ حَاتِمٍ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ ابْنُ حَاتِمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ، قَالَ أَكْبَرُ عِلْمِي وَالَّذِي يَخْطُرُ عَلَى بَالِي أَنَّ أَبَا الشَّعْثَاءِ أَخْبَرَنِي أَنَّ ابْنَ عَبَّاسٍ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَغْتَسِلُ بِفَضْلِ مَيْمُونَةَ .",
    "hadithBengali": "৬২৭। ইসহাক ইবনু ইবরাহীম ও মুহাম্মাদ ইবনু হাতিম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্নিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মায়মুনা (রাঃ) এর উদ্বৃত্ত পানি দিয়ে গোসল করেন।\n",
    "checkStatus": "1",
    "hadithNo": "627",
    "id": "8416",
    "thesequence": "8160",
    "isActive": "1",
    "chapterId": "12786",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১০. জানাবাতের গোসলে কতটুকু পরিমাণ পানি ব্যাবহার করা মুস্তাহাব, পুরুষ এবং স্ত্রীলোকের একই অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করা এবং তাদের উভয়ের মধ্যে একজনের অবশিষ্ট পানি দিয়ে অপরজনের গোসল করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Zainab bint Umm Salama (the wife of the Holy Prophet) reported that Umm Salama and the Messenger of Allah (ﷺ) took a bath from the same vessel.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، حَدَّثَنَا أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ زَيْنَبَ بِنْتَ أُمِّ سَلَمَةَ، حَدَّثَتْهُ أَنَّ أُمَّ سَلَمَةَ حَدَّثَتْهَا قَالَتْ، كَانَتْ هِيَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَغْتَسِلاَنِ فِي الإِنَاءِ الْوَاحِدِ مِنَ الْجَنَابَةِ .",
    "hadithBengali": "৬২৮। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... উম্মু সালামা (রাঃ) থেকে থেকে বর্নিত। তিনি বলেন, তিনি এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্রে জানবাতের গোসল করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "628",
    "id": "8417",
    "thesequence": "8161",
    "isActive": "1",
    "chapterId": "12786",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১০. জানাবাতের গোসলে কতটুকু পরিমাণ পানি ব্যাবহার করা মুস্তাহাব, পুরুষ এবং স্ত্রীলোকের একই অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করা এবং তাদের উভয়ের মধ্যে একজনের অবশিষ্ট পানি দিয়ে অপরজনের গোসল করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas reported that the Messenger of Allah (may peace he upon him) took a bath with five Makkuks of water and performed ablution with one Makkuk. Ibn Muthanna has used the words five Makakiyya, and Ibn Muadh narrated it from Abdullah b. Abdullah and he made no mention of Ibn Jabr.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، - يَعْنِي ابْنَ مَهْدِيٍّ - قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ جَبْرٍ، قَالَ سَمِعْتُ أَنَسًا، يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَغْتَسِلُ بِخَمْسِ مَكَاكِيكَ وَيَتَوَضَّأُ بِمَكُّوكٍ . وَقَالَ ابْنُ الْمُثَنَّى بِخَمْسِ مَكَاكِيَّ . وَقَالَ ابْنُ مُعَاذٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ وَلَمْ يَذْكُرِ ابْنَ جَبْرٍ .",
    "hadithBengali": "৬২৯। উবায়দুল্লাহ ইবনু মুআয (রহঃ) ও মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন , রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঁচ মাককূক পানি দিয়ে গোসল করতেন এবং এক মাককূক পানি দিয়ে উযূ (ওজু/অজু/অযু) করতেন। (মাককুক শব্দ দ্বাবা এখানে হয়ত মুদূদ বুঝানো হয়েছে)। ইবনুল মূসান্নাبِخَمْسِ مَكَاكِيكَ এর স্থানেبِخَمْسِ مَكَاكِيَّ বলেছেন ইবনু মুআযعَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ বলেছেন। কিন্তু এর সাথেابْنَ جَبْرٍ কথাটি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "629",
    "id": "8418",
    "thesequence": "8162",
    "isActive": "1",
    "chapterId": "12786",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১০. জানাবাতের গোসলে কতটুকু পরিমাণ পানি ব্যাবহার করা মুস্তাহাব, পুরুষ এবং স্ত্রীলোকের একই অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করা এবং তাদের উভয়ের মধ্যে একজনের অবশিষ্ট পানি দিয়ে অপরজনের গোসল করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas said:\nThe Apostle of Allah (ﷺ) performed ablution with one Mudd and took bath with a Sa up to five Mudds.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنِ ابْنِ جَبْرٍ، عَنْ أَنَسِ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَتَوَضَّأُ بِالْمُدِّ وَيَغْتَسِلُ بِالصَّاعِ إِلَى خَمْسَةِ أَمْدَادٍ .",
    "hadithBengali": "৬৩০। কুতায়বা ইবনু সাঈদ (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক মুদ্দ পানি দিয়ে উযূ (ওজু/অজু/অযু) করতেন এবং এক সা&#39; থেকে পাঁচ মুদ্দ পর্যন্ত পানি দিয়ে গোসল করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "630",
    "id": "8419",
    "thesequence": "8163",
    "isActive": "1",
    "chapterId": "12786",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১০. জানাবাতের গোসলে কতটুকু পরিমাণ পানি ব্যাবহার করা মুস্তাহাব, পুরুষ এবং স্ত্রীলোকের একই অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করা এবং তাদের উভয়ের মধ্যে একজনের অবশিষ্ট পানি দিয়ে অপরজনের গোসল করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Safina reported:\nThe Messenger of Allah (ﷺ) took a bath with one Sa` of water because of sexual intercourse and performed ablution with one Mudd.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ، وَعَمْرُو بْنُ عَلِيٍّ، كِلاَهُمَا عَنْ بِشْرِ بْنِ الْمُفَضَّلِ، - قَالَ أَبُو كَامِلٍ حَدَّثَنَا بِشْرٌ، - حَدَّثَنَا أَبُو رَيْحَانَةَ، عَنْ سَفِينَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُغَسِّلُهُ الصَّاعُ مِنَ الْمَاءِ مِنَ الْجَنَابَةِ وَيُوَضِّؤُهُ الْمُدُّ .",
    "hadithBengali": "৬৩১। আবূ কামিল আল জাহদারী (রহঃ) ও আমর ইবনু আলী (রহঃ) ... সাফীনা (রহঃ) থেকে বর্ণিত। তিনি বলেন, এক সা&#39; পানিতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জানবাতের গোসল সস্পন্ন হয়ে যেত এবং এক মুদ্দ পানিতে উযূ (ওজু/অজু/অযু) হয়ে যেত।\n",
    "checkStatus": "1",
    "hadithNo": "631",
    "id": "8420",
    "thesequence": "8164",
    "isActive": "1",
    "chapterId": "12786",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১০. জানাবাতের গোসলে কতটুকু পরিমাণ পানি ব্যাবহার করা মুস্তাহাব, পুরুষ এবং স্ত্রীলোকের একই অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করা এবং তাদের উভয়ের মধ্যে একজনের অবশিষ্ট পানি দিয়ে অপরজনের গোসল করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Safina reported that Abu Bakr, the Companion of the Messenger of Allah (way peace be upon him), observed:\nThe Messenger of Allah (ﷺ) took a bath with one Sa of water and performed ablution with one Mudd (of water) ; and in the hadith narrated by Ibn Hujr the words are: One Mudd sufficed for his (Holy Prophets) ablution. And Ibn Hujr said that (his Shaikh) Ismail was much advanced in age, and it was because of this that he could not fully rely on him for this tradition.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، ح وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَبِي رَيْحَانَةَ، عَنْ سَفِينَةَ، - قَالَ أَبُو بَكْرٍ - صَاحِبُ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَغْتَسِلُ بِالصَّاعِ وَيَتَطَهَّرُ بِالْمُدِّ . وَفِي حَدِيثِ ابْنِ حُجْرٍ أَوْ قَالَ وَيُطَهِّرُهُ الْمُدُّ . وَقَالَ وَقَدْ كَانَ كَبِرَ وَمَا كُنْتُ أَثِقُ بِحَدِيثِهِ .",
    "hadithBengali": "৬৩২। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ও আলী ইবনু হুজর (রহঃ) ... রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী সাফীনা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সা&#39; পানি দিয়ে গোসল এবং এক মুদ্দ পানি দিয়ে পবিত্রতা অর্জন করতেন। বর্ণনাকারী আবূ রায়হানা বলেন, সাফীনা (রাঃ) বৃদ্ধ হয়ে গিয়েছিলেন। তাই তার হাদীসের উপর আমি আস্থা রাখতে পারছি না।\n",
    "checkStatus": "1",
    "hadithNo": "632",
    "id": "8421",
    "thesequence": "8165",
    "isActive": "1",
    "chapterId": "12786",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১০. জানাবাতের গোসলে কতটুকু পরিমাণ পানি ব্যাবহার করা মুস্তাহাব, পুরুষ এবং স্ত্রীলোকের একই অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করা এবং তাদের উভয়ের মধ্যে একজনের অবশিষ্ট পানি দিয়ে অপরজনের গোসল করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jubair b. Mutim reported:\nThe people contended amongst themselves in the presence of the Messenger of Allah (ﷺ) with regard to bathing. Some of them said: We wash our heads like this and this. Upon this the Messenger (ﷺ) said: As for me I pour three handfuls of water upon my head.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ سُلَيْمَانَ بْنِ صُرَدٍ، عَنْ جُبَيْرِ بْنِ مُطْعِمٍ، قَالَ تَمَارَوْا فِي الْغُسْلِ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ بَعْضُ الْقَوْمِ أَمَّا أَنَا فَإِنِّي أَغْسِلُ رَأْسِي كَذَا وَكَذَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَمَّا أَنَا فَإِنِّي أُفِيضُ عَلَى رَأْسِي ثَلاَثَ أَكُفٍّ  .",
    "hadithBengali": "৬৩৩। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ), কুতায়বা ইবনু সাঈদ (রহঃ) ও আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... যুবায়র ইবনু মুতঈম (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে লোকেরা গোসল নিয়ে তর্ক বিতর্ক করতে লাগল। কেউ কেউ বলল, আমিতো মাথা এরকম এরকমভাবে ধুই। তখন রাসুলসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি তো আমার মাথায় তিন আজলা পানি ঢেলে দেই।\n",
    "checkStatus": "1",
    "hadithNo": "633",
    "id": "8422",
    "thesequence": "8166",
    "isActive": "1",
    "chapterId": "12787",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১১. মাথা এবং অন্যান্য অঙ্গে তিনবার করে পানি ঢেলে দেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jubair b. Mutim reported it from the Messenger of Allah (ﷺ) that a mention was made before him about bathing because of sexual intercourse and he said:\nI pour water over my head thrice.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ سُلَيْمَانَ بْنِ صُرَدٍ، عَنْ جُبَيْرِ بْنِ مُطْعِمٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ ذُكِرَ عِنْدَهُ الْغُسْلُ مِنَ الْجَنَابَةِ فَقَالَ   أَمَّا أَنَا فَأُفْرِغُ عَلَى رَأْسِي ثَلاَثًا  .",
    "hadithBengali": "৬৩৪। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... জুবায়র ইবনু মুতঈম (রাঃ) থেকে বর্নিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে একবার জানবাত থেকে গোসলের আলোচনা করা হলে তিনি বললেন আমি তো আমার মাথায় তিনবার পানি ঢেলে দেই।\n",
    "checkStatus": "1",
    "hadithNo": "634",
    "id": "8423",
    "thesequence": "8167",
    "isActive": "1",
    "chapterId": "12787",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১১. মাথা এবং অন্যান্য অঙ্গে তিনবার করে পানি ঢেলে দেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported:\nA delegation of the Thaqif said to the Messenger of Allah (ﷺ): Our land is cold; what about our bathing then? He (the Holy Prophet) said: I pour water thrice over my head.\n\nIbn Salim in his narration reported: The delegation of the Thaqif said: Messenger of Allah.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَإِسْمَاعِيلُ بْنُ سَالِمٍ، قَالاَ أَخْبَرَنَا هُشَيْمٌ، عَنْ أَبِي بِشْرٍ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ وَفْدَ، ثَقِيفٍ سَأَلُوا النَّبِيَّ صلى الله عليه وسلم فَقَالُوا إِنَّ أَرْضَنَا أَرْضٌ بَارِدَةٌ فَكَيْفَ بِالْغُسْلِ فَقَالَ   أَمَّا أَنَا فَأُفْرِغُ عَلَى رَأْسِي ثَلاَثًا  . قَالَ ابْنُ سَالِمٍ فِي رِوَايَتِهِ حَدَّثَنَا هُشَيْمٌ أَخْبَرَنَا أَبُو بِشْرٍ وَقَالَ إِنَّ وَفْدَ ثَقِيفٍ قَالُوا يَا رَسُولَ اللَّهِ .",
    "hadithBengali": "৬৩৫। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ও ইসমাঈল ইবনু সালিম (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, সাকীফ-এর প্রতিনিধি দল রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে জিজ্ঞেস করল, আমাদের দেশ হল শীত প্রধান দেশ। সুতরাং কিভাবে গোসল করতে হবে? তিনি বললেন, আমি তো আমার মাথায় তিনবার পানি ঢেলে দেই। ইয়াহইয়া ইবনু ইয়াহইয়া এবং ইবনু সালিমের বর্ণনার মাঝে শব্দগত কিছু পার্থক্য আছে, কিন্তু অর্থের দিক থেকে কোন পার্থক্য নেই।\n",
    "checkStatus": "1",
    "hadithNo": "635",
    "id": "8424",
    "thesequence": "8168",
    "isActive": "1",
    "chapterId": "12787",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১১. মাথা এবং অন্যান্য অঙ্গে তিনবার করে পানি ঢেলে দেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported:\nWhen the Messenger of Allah (ﷺ) took a bath because of sexual intercourse, he poured three handfuls of water upon his head. Hasan b. Muhammad said to him (the narrator): My hair is thick. Upon this Jabir observed. I said to him: O son of my brother, the hair of the Messenger of Allah (ﷺ) was thicker than your hair and these were more fine (than yours).",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، - يَعْنِي الثَّقَفِيَّ - حَدَّثَنَا جَعْفَرٌ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اغْتَسَلَ مِنْ جَنَابَةٍ صَبَّ عَلَى رَأْسِهِ ثَلاَثَ حَفَنَاتٍ مِنْ مَاءٍ . فَقَالَ لَهُ الْحَسَنُ بْنُ مُحَمَّدٍ إِنَّ شَعْرِي كَثِيرٌ . قَالَ جَابِرٌ فَقُلْتُ لَهُ يَا ابْنَ أَخِي كَانَ شَعْرُ رَسُولِ اللَّهِ صلى الله عليه وسلم أَكْثَرَ مِنْ شَعْرِكَ وَأَطْيَبَ .",
    "hadithBengali": "৬৩৬। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন জানবাত থেকে গোসল করতেন তখন তাঁর মাথায় তিন আজলা পানি ঢেলে দিতেন। (এ হাদীস শুনে) হাসান ইবনু মুহাম্মাদ তাকে [জাবির (রাঃ)] বললেন, আমার চুল খুব বেশী। জাবির (রাঃ) বলেন, অতঃপর আমি তাকে বললাম ভ্রাতষ্পূত্র! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল তোমার চুলের চেয়ে অনেক বেশী এবং অনেক সুন্দর ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "636",
    "id": "8425",
    "thesequence": "8169",
    "isActive": "1",
    "chapterId": "12787",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১১. মাথা এবং অন্যান্য অঙ্গে তিনবার করে পানি ঢেলে দেয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama reported:\nI said: Messenger of Allah, I am a woman who has closely plaited hair on my head; should I undo it for taking a bath, because of sexual intercourse? He (the Holy Prophet) said: No, it is enough for you to throw three handfuls of water on your head and then pour water over yourself, and you shall be purified.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ، كُلُّهُمْ عَنِ ابْنِ عُيَيْنَةَ، قَالَ إِسْحَاقُ أَخْبَرَنَا سُفْيَانُ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ رَافِعٍ، مَوْلَى أُمِّ سَلَمَةَ عَنْ أُمِّ سَلَمَةَ، قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي امْرَأَةٌ أَشُدُّ ضَفْرَ رَأْسِي فَأَنْقُضُهُ لِغُسْلِ الْجَنَابَةِ قَالَ   لاَ إِنَّمَا يَكْفِيكِ أَنْ تَحْثِي عَلَى رَأْسِكِ ثَلاَثَ حَثَيَاتٍ ثُمَّ تُفِيضِينَ عَلَيْكِ الْمَاءَ فَتَطْهُرِينَ  .",
    "hadithBengali": "৬৩৭। আবূ বকর ইবনু আবূ শায়বা, আমর আন-নাকিদ, ইসহাক ইবনু ইবরাহীম ও ইবনু আবূ উমর (রহঃ) ... উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার আমি বললাম, ইয়া রাসুলাল্লাহ! আমার মাথার বেনী তো খুবই মোটা এবং শক্ত। আমি কি জানবাতের গোসলের জন্য তা খুলে ফেলব? তিনি বললেন, না, তোমার মাথায় কেবল তিন আজলা পানি ঢেলে দিলেই চলবে। এরপর তোমার সর্বাঙ্গে পানি ঢেলে দিবে। এ ভাবেই তুমি পবিত্রতা অর্জন করবে।\n",
    "checkStatus": "1",
    "hadithNo": "637",
    "id": "8426",
    "thesequence": "8170",
    "isActive": "1",
    "chapterId": "12788",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১২. গোসলকারিণীর বেণীর হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Amr al-Naqid, Yazid b. Harun, Abd b. Humaid, Abd al-Razzaq, Thauri, Ayyub b. Musa, with the same chain of transmitters. In hadith narrated by Abd al-Razzaq there is a mention of the menstruation and of the sexual intercourse. The rest of the hadith has been transmitted like that of Ibn Uyaina.",
    "hadithArabic": "وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، ح وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، قَالاَ أَخْبَرَنَا الثَّوْرِيُّ، عَنْ أَيُّوبَ بْنِ مُوسَى، فِي هَذَا الإِسْنَادِ وَفِي حَدِيثِ عَبْدِ الرَّزَّاقِ فَأَنْقُضُهُ لِلْحَيْضَةِ وَالْجَنَابَةِ فَقَالَ   لاَ  ثُمَّ ذَكَرَ بِمَعْنَى حَدِيثِ ابْنِ عُيَيْنَةَ .",
    "hadithBengali": "৬৩৮। আমর আন নাকিদ ও আবদ ইবনু হুমায়দ (রহঃ) এর সুত্রে এ সনদে উক্ত হাদীসটি বর্ণিত আছে। আবদুর রাযযাকের হাদীসে রয়েছে যে, আমি কি তা হায়িয ও জানাবাতের গোসলের জন্য খূলব? তিনি বললেন, না&rdquo;। এরপর ইবনু উয়ায়নার (উপরোক্ত) হাদীসের অনুরুপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "638",
    "id": "8427",
    "thesequence": "8171",
    "isActive": "1",
    "chapterId": "12788",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১২. গোসলকারিণীর বেণীর হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith is narrated by the same chain of transmitters by Ahmad al. Darimi, Zakariya b. Adi, Yazid, i. e.  Ibn Zurai, Rauh b. al-Qasim, Ayyub b. Musa with the same chain of transmitters, and there is a mention of these words:\n Should I undo the plait and wash it, because of sexual intercourse? and there is no mention of menstruation.",
    "hadithArabic": " وَحَدَّثَنِيهِ أَحْمَدُ الدَّارِمِيُّ، حَدَّثَنَا زَكَرِيَّاءُ بْنُ عَدِيٍّ، حَدَّثَنَا يَزِيدُ، - يَعْنِي ابْنَ زُرَيْعٍ - عَنْ رَوْحِ بْنِ الْقَاسِمِ، حَدَّثَنَا أَيُّوبُ بْنُ مُوسَى، بِهَذَا الإِسْنَادِ وَقَالَ أَفَأَحُلُّهُ فَأَغْسِلُهُ مِنَ الْجَنَابَةِ . وَلَمْ يَذْكُرِ الْحَيْضَةَ .",
    "hadithBengali": "৬৩৯। আহমাদ ইবনু সাঈদ আদ দারিমী (রহঃ)-এর সুত্রে আইউব ইবনু মূসা (রহঃ) থেকে এ সনদে হাদীসটি বর্ণিত আছে। সেখানে উল্লেখ আছে যে, আমি কি তা খুলে তারপর জানবাত থেকে গোসল করব? সেখানে তিনি হায়েযের কথা উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "639",
    "id": "8428",
    "thesequence": "8172",
    "isActive": "1",
    "chapterId": "12788",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১২. গোসলকারিণীর বেণীর হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ubaid b. Umair reported:\nIt was conveyed to Aisha that Abdullah b. Amr ordered the women to undo the (plaits) of hair on their heads. She said: How strange it is for Ibn Amr that he orders the women to undo the plaits of their head while taking a bath; why does he not order them to shave their beads? I and the Messenger of Allah (ﷺ) took bath from one vessel. I did no more than this that I poured three handfuls of water over my head.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَلِيُّ بْنُ حُجْرٍ جَمِيعًا عَنِ ابْنِ عُلَيَّةَ، قَالَ يَحْيَى أَخْبَرَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ أَيُّوبَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، قَالَ بَلَغَ عَائِشَةَ أَنَّ عَبْدَ، اللَّهِ بْنَ عَمْرٍو يَأْمُرُ النِّسَاءَ إِذَا اغْتَسَلْنَ أَنْ يَنْقُضْنَ رُءُوسَهُنَّ فَقَالَتْ يَا عَجَبًا لاِبْنِ عَمْرٍو هَذَا يَأْمُرُ النِّسَاءَ إِذَا اغْتَسَلْنَ أَنْ يَنْقُضْنَ رُءُوسَهُنَّ أَفَلاَ يَأْمُرُهُنَّ أَنْ يَحْلِقْنَ رُءُوسَهُنَّ لَقَدْ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ وَلاَ أَزِيدُ عَلَى أَنْ أُفْرِغَ عَلَى رَأْسِي ثَلاَثَ إِفْرَاغَاتٍ .",
    "hadithBengali": "৬৪০। ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বাকর ইবনু আবূ শায়বা ও আলী ইবনু হুজর (রহঃ) ... উবায়দ ইবনু উমায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, আয়িশা (রাঃ) এর কাছে সংবাদ পৌছল যে, আবদুল্লাহ ইবনু আমর (রাঃ) মাহীলাদেরকে গোসলের সময় মাথার চুল (বেনী) খুলে ফেলতে আদেশ দেন। তিনি (আয়িশা (রাঃ) বললেন, ইবনু আমরের পক্ষে এ বড়ই আশ্চর্য যে, সে মহিলাদেরকে গোসলের সময় তদের চুল খুলে ফেলার আদেশ দেয়। সে তাদেরকে একেবারে মাথা মুড়ে ফেলতে আদেশ দেয় না কেন! আমি এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্র থেকে গোসল করতাম। আমি আমার মাথায় তিনবার পানি ঢেলে দেয়ার বেশী কিছু করতাম না।\n",
    "checkStatus": "1",
    "hadithNo": "640",
    "id": "8429",
    "thesequence": "8173",
    "isActive": "1",
    "chapterId": "12788",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১২. গোসলকারিণীর বেণীর হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nA woman asked the Messenger of Allah (ﷺ) how to wash herself after menstruation. She mentioned that he taught her how to take bath and then told her to take a piece of cotton with musk and purify herself. She said: How should I purify myself with that? He (the Holy Prophet) said: Praise be to Allah, purify yourself with it, and covered his face, Sufyan b. Uyaina gave a demonstration by covering his face (as the Prophet had done). Aisha reported: I dragged her to my side for I had understood what the Messenger of Allah (ﷺ) intended and, therefore, said: Apply this cotton with musk to the trace of blood. Ibn Umar in his hadith (has mentioned the words of Aisha thus): Apply it to the marks of blood.",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ النَّاقِدُ، وَابْنُ أَبِي عُمَرَ، جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، - قَالَ عَمْرٌو حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، - عَنْ مَنْصُورٍ ابْنِ صَفِيَّةَ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، قَالَتْ سَأَلَتِ امْرَأَةٌ النَّبِيَّ صلى الله عليه وسلم كَيْفَ تَغْتَسِلُ مِنْ حَيْضَتِهَا قَالَ فَذَكَرَتْ أَنَّهُ عَلَّمَهَا كَيْفَ تَغْتَسِلُ ثُمَّ تَأْخُذُ فِرْصَةً مِنْ مِسْكٍ فَتَطَهَّرُ بِهَا . قَالَتْ كَيْفَ أَتَطَهَّرُ بِهَا قَالَ   تَطَهَّرِي بِهَا . سُبْحَانَ اللَّهِ  . وَاسْتَتَرَ - وَأَشَارَ لَنَا سُفْيَانُ بْنُ عُيَيْنَةَ بِيَدِهِ عَلَى وَجْهِهِ - قَالَ قَالَتْ عَائِشَةُ وَاجْتَذَبْتُهَا إِلَىَّ وَعَرَفْتُ مَا أَرَادَ النَّبِيُّ صلى الله عليه وسلم فَقُلْتُ تَتَبَّعِي بِهَا أَثَرَ الدَّمِ . وَقَالَ ابْنُ أَبِي عُمَرَ فِي رِوَايَتِهِ فَقُلْتُ تَتَبَّعِي بِهَا آثَارَ الدَّمِ .",
    "hadithBengali": "৬৪১। আমর ইবনু মুহাম্মাদ আন নাকিদ ও ইবনু আবূ উমর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত! এক মহিলা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করল যে, কিভাবে সে তার হায়িয থেকে গোসল করবে? হাদীসের রাবী বলেন, আয়িশা (রাঃ) উল্লেখ করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে মহিলাকে কিভাবে গোসল করবে, তারপর সুগন্ধযুক্ত কাপড় বা তুলা ব্যবহার করে তদ্বারা পবিত্রতা অর্জন করবে এসবই শিক্ষা দিলেন। মহিলাটি বলল, তা (সুগন্ধযুক্ত কাপড়) দ্বারা আমি কিভাবে পবিত্রতা অর্জন করব? তিনি বললেন, তার দ্বারা পবিত্রতা অর্জন করবে, সুবহানাল্লাহ! (এত সোজা কথাও বোঝ না)। এরপর তিনি (মুখ) আড়াল করলেন। (রাবী বলেন) সুফিয়ান ইবনু উয়ায়না তার মুখের ওপর হাত দিয়ে আমাদেরকে ইশারা করে দেখালেন। আয়িশা (রাঃ) বলেন, আমি তাকে আমার দিকে টেনে আনলাম। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি বুঝাতে চাচ্ছেন তা আমি বুঝে ফেললাম। অতঃপর আমি (মহিলাটিকে) বললাম, তুমি তা (সুগন্ধযুক্ত কাপড় বা তুলা) রক্তের স্থানে (লজ্জাস্হানে) ঝুলিয়ে নিবে। ইবনু আবূ উমর তার বর্ণনায় أَثَرَ الدَّمِ এর স্থানেآثَارَ الدَّمِ বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "641",
    "id": "8430",
    "thesequence": "8174",
    "isActive": "1",
    "chapterId": "12789",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৩. হায়েয থেকে গোসলকারিণীর জন্য রক্তের স্থানে (লজ্জাস্থানে) সুঘন্ধিযুক্ত কাপড় বা তুলা ব্যাবহার করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nA woman asked the Messenger of Allah (ﷺ) how he should wash herself after the menstrual period. He (the Holy Prophet) said: Take a cotton with musk and purity yourself, and the rest of the hadith was narrated like that of Sufyan.",
    "hadithArabic": "وَحَدَّثَنِي أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ، حَدَّثَنَا حَبَّانُ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا مَنْصُورٌ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، أَنَّ امْرَأَةً، سَأَلَتِ النَّبِيَّ صلى الله عليه وسلم كَيْفَ أَغْتَسِلُ عِنْدَ الطُّهْرِ فَقَالَ   خُذِي فِرْصَةً مُمَسَّكَةً فَتَوَضَّئِي بِهَا  . ثُمَّ ذَكَرَ نَحْوَ حَدِيثِ سُفْيَانَ .",
    "hadithBengali": "৬৪২। আহমাদ ইবনু সাঈদ আদ দারিমী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, এক মহিলা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করল সে তুহর (হায়িয থেকে পবিত্র) এর সময় কিভাবে গোসল করবে? তিনি বললেন, একখন্ড সুগন্ধযুক্ত কাপড় বা তুলা তদ্বারা পবিত্রতা অর্জন করবে। এরপর সুফিয়ানের হাদীসের অনুরুপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "642",
    "id": "8431",
    "thesequence": "8175",
    "isActive": "1",
    "chapterId": "12789",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৩. হায়েয থেকে গোসলকারিণীর জন্য রক্তের স্থানে (লজ্জাস্থানে) সুঘন্ধিযুক্ত কাপড় বা তুলা ব্যাবহার করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nAsma (daughter of Shakal) asked the Messenger of Allah (ﷺ) about washing after menstruation. He said: Everyone amongst you should use water (mixed with the leaves of) the lote-tree and cleanse herself well, and then pour water on her head and rub it vigorously till it reaches the roots of the hair. Then she should pour water on it. Afterwards she should take a piece of cotton smeared with musk and cleanse herself with it. Asma said: How should she cleanse herself with the help of that? Upon this he (the Messenger of Allah) observed: Praise be to Allah, she should cleanse herself. Aisha said in a subdued tone that she should apply it to the trace of blood. She (Asma) then further asked about bathing after sexual intercourse. He (the Holy Prophet) said: She should take water and cleanse herself well or complete the ablution and then (pour water) on her head and rub it till it reaches the roots of the hair (of her) head and then pour water on her. Aisha said: How good are the women of Ansar (helpers) that their shyness does not prevent them from learning religion.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ إِبْرَاهِيمَ بْنِ الْمُهَاجِرِ، قَالَ سَمِعْتُ صَفِيَّةَ، تُحَدِّثُ عَنْ عَائِشَةَ، أَنَّ أَسْمَاءَ، سَأَلَتِ النَّبِيَّ صلى الله عليه وسلم عَنْ غُسْلِ الْمَحِيضِ فَقَالَ  تَأْخُذُ إِحْدَاكُنَّ مَاءَهَا وَسِدْرَتَهَا فَتَطَهَّرُ فَتُحْسِنُ الطُّهُورَ ثُمَّ تَصُبُّ عَلَى رَأْسِهَا فَتَدْلُكُهُ دَلْكًا شَدِيدًا حَتَّى تَبْلُغَ شُئُونَ رَأْسِهَا ثُمَّ تَصُبُّ عَلَيْهَا الْمَاءَ . ثُمَّ تَأْخُذُ فِرْصَةً مُمَسَّكَةً فَتَطَهَّرُ بِهَا  . فَقَالَتْ أَسْمَاءُ وَكَيْفَ تَطَهَّرُ بِهَا فَقَالَ  سُبْحَانَ اللَّهِ تَطَهَّرِينَ بِهَا  . فَقَالَتْ عَائِشَةُ كَأَنَّهَا تُخْفِي ذَلِكَ تَتَبَّعِينَ أَثَرَ الدَّمِ . وَسَأَلَتْهُ عَنْ غُسْلِ الْجَنَابَةِ فَقَالَ  تَأْخُذُ مَاءً فَتَطَهَّرُ فَتُحْسِنُ الطُّهُورَ - أَوْ تُبْلِغُ الطُّهُورَ - ثُمَّ تَصُبُّ عَلَى رَأْسِهَا فَتَدْلُكُهُ حَتَّى تَبْلُغَ شُئُونَ رَأْسِهَا ثُمَّ تُفِيضُ عَلَيْهَا الْمَاءَ  . فَقَالَتْ عَائِشَةُ نِعْمَ النِّسَاءُ نِسَاءُ الأَنْصَارِ لَمْ يَكُنْ يَمْنَعُهُنَّ الْحَيَاءُ أَنْ يَتَفَقَّهْنَ فِي الدِّينِ .",
    "hadithBengali": "৬৪৩। মুহাম্মাদ ইবনুল মূসান্না ও ইবনু বাশশার (রহঃ) আয়িশা (রাঃ) থেকে বর্ণিত যে, আসমা (রাঃ) একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে হায়েযের গোসল সম্পর্কে জিজ্ঞাসা করল। তিনি বললেন, তোমাদের কেউ পানি এবং বরই-এর পাতা নিয়ে সুন্দরভাবে পবিত্র হবে। তারপর মাথায় পানি ঢেলে দিয়ে ভালভাবে রগড়ে ফেলবে যাতে সমস্ত চুলের গোড়া পর্যন্ত পৌছে যায়। তারপর তার ওপর পানি ঢেলে দিবে। তারপর সুগন্ধযুক্ত কাপড় নিয়ে তদ্বারা পবিত্রতা অর্জন করবে। আসমা বলল তা দিয়ে সে কিভাবে পবিত্রতা অর্জন করবে? তিনি বললেন, সুবহানাল্লাহ! তা দিয়ে পবিত্রতা অর্জন করবে। অতঃপর আয়িশা (রাঃ) তাঁকে যেন চুপিচুপি বলেন দিলেন, রক্ত বের হবার জায়গায় তা ঝুলিয়ে দিবে। অতঃপর তিনি জানবাতের গোসল সম্পর্কেও জিজ্ঞাসা করল। তিনি বললেন, পানিদ্বারা সুন্দরভাবে পবিত্র হবে। তারপর মাথায় পানি ঢেলে দিয়ে ভাল করে রগড়ে ফেলবে যাতে চুলের গোড়ায় পানি পৌছে যায়। তারপর সর্বাঙ্গে পানি বইয়ে দিবে। আয়িশা (রাঃ) বললেন, আনসারদের মহিলারা কত ভাল! লজ্জা তাদেরকে দ্বীন-এর জ্ঞান থেকে ফিরিয়ে রাখে না।\n",
    "checkStatus": "1",
    "hadithNo": "643",
    "id": "8432",
    "thesequence": "8176",
    "isActive": "1",
    "chapterId": "12789",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৩. হায়েয থেকে গোসলকারিণীর জন্য রক্তের স্থানে (লজ্জাস্থানে) সুঘন্ধিযুক্ত কাপড় বা তুলা ব্যাবহার করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated by Ubaidullah b. Muadh with the same chain of transmitters (but for the words) that he (the Holy Prophet) said:\nCleanse yourself with it, and he covered (his face on account of shyness).",
    "hadithArabic": "وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، فِي هَذَا الإِسْنَادِ نَحْوَهُ وَقَالَ قَالَ   سُبْحَانَ اللَّهِ تَطَهَّرِي بِهَا  . وَاسْتَتَرَ .",
    "hadithBengali": "৬৪৪। উবায়দুল্লাহ ইবনু মুআয (রহঃ) ... শুবা থেকে অনুরুপ বর্ণিত আছে। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সূবহানাল্লাহ। তদ্বারা পবিত্রতা অর্জন করবে, এবং তিনি মুখ ঢাকলেন।\n",
    "checkStatus": "1",
    "hadithNo": "644",
    "id": "8433",
    "thesequence": "8177",
    "isActive": "1",
    "chapterId": "12789",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৩. হায়েয থেকে গোসলকারিণীর জন্য রক্তের স্থানে (লজ্জাস্থানে) সুঘন্ধিযুক্ত কাপড় বা তুলা ব্যাবহার করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nAsma b. Shakal came to the Messenger of Allah (ﷺ) and said: Messenger of Allah, how one amongst us should take a bath after the menstruation, and the rest of the hadith is the same and there is no mention of bathing because of sexual intercourse.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ كِلاَهُمَا عَنْ أَبِي الأَحْوَصِ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَتْ أَسْمَاءُ بِنْتُ شَكَلٍ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ كَيْفَ تَغْتَسِلُ إِحْدَانَا إِذَا طَهُرَتْ مِنَ الْحَيْضِ وَسَاقَ الْحَدِيثَ وَلَمْ يَذْكُرْ فِيهِ غُسْلَ الْجَنَابَةِ .",
    "hadithBengali": "৬৪৫। ইয়াহইয়া ইবনু ইয়াহইয়া ও আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আসমা বিনতে শাকল রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, ইয়া রাসুলাল্লাহ ! আমাদের কেউ যখন হায়িয থেকে পবিত্র হবে তখন সে কি ভাবে গোসল করবে? এরপর পূর্বোক্ত হাদীসের অনুরুপ বর্ণনা করেছেন। তবে এ হাদীসটির মধ্যে জানবাতের গোসলের কথা উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "645",
    "id": "8434",
    "thesequence": "8178",
    "isActive": "1",
    "chapterId": "12789",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৩. হায়েয থেকে গোসলকারিণীর জন্য রক্তের স্থানে (লজ্জাস্থানে) সুঘন্ধিযুক্ত কাপড় বা তুলা ব্যাবহার করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha reported:\nFatimah b. Abu Hubaish came to the Apostle (ﷺ) and said: I am a woman whose blood keeps flowing (even after the menstruation period). I am never purified; should I, therefore, abandon prayer? He (the Holy Prophet) said: Not at all, for that is only a vein, and is not a menstruation, so when menstruation comes, abandon prayer, and when it ends wash the blood from yourself and then pray.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ جَاءَتْ فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي امْرَأَةٌ أُسْتَحَاضُ فَلاَ أَطْهُرُ أَفَأَدَعُ الصَّلاَةَ فَقَالَ   لاَ إِنَّمَا ذَلِكِ عِرْقٌ وَلَيْسَ بِالْحَيْضَةِ فَإِذَا أَقْبَلَتِ الْحَيْضَةُ فَدَعِي الصَّلاَةَ وَإِذَا أَدْبَرَتْ فَاغْسِلِي عَنْكِ الدَّمَ وَصَلِّي  .",
    "hadithBengali": "৬৪৬। আবূ বাকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, ফাতিমা বিনতে আবূ হুবায়শ (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বলল, ইয়া রাসুলাল্লাহ ! আমার ইসতিহাযা হয়েছে (সব সময়ই রক্ত ঝরে) কখনো আমি পবিত্র হই না। আমি কি সালাত (নামায/নামাজ) ছেড়ে দেব? তিনি বললেন, না, ওটা শিরার (ধমনী) রক্ত, হায়িয নয়; যখন হায়িয আসবে তখন সালাত (নামায/নামাজ) ছেড়ে দেবে আর যখন তা চলে যাবে তখন তোমার শরীর থেকে রক্ত ধুয়ে ফেলবে এবং সালাত (নামায/নামাজ) আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "646",
    "id": "8435",
    "thesequence": "8179",
    "isActive": "1",
    "chapterId": "12790",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৪. মুস্তাহাযা মহিলা এবং তার গোসল ও সালাতের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The hadith narrated by Waki and with its chain of narrators has been transmitted on the authority of Hisham b. Urwa, but in the hadith narrated by Qutaiba on the authority of Jarir, the words are:\n There came Fatimah b. Abu Hubaish, b. Abd al-Muttalib b. Asad, and she was a woman amongst us, and in the hadith of Hammid b. Zaid there is an addition of these words: We abandoned mentioning him.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، وَأَبُو مُعَاوِيَةَ ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا خَلَفُ بْنُ هِشَامٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، كُلُّهُمْ عَنْ هِشَامِ بْنِ عُرْوَةَ، بِمِثْلِ حَدِيثِ وَكِيعٍ وَإِسْنَادِهِ . وَفِي حَدِيثِ قُتَيْبَةَ عَنْ جَرِيرٍ جَاءَتْ فَاطِمَةُ بِنْتُ أَبِي حُبَيْشِ بْنِ عَبْدِ الْمُطَّلِبِ بْنِ أَسَدٍ وَهِيَ امْرَأَةٌ مِنَّا . قَالَ وَفِي حَدِيثِ حَمَّادِ بْنِ زَيْدٍ زِيَادَةُ حَرْفٍ تَرَكْنَا ذِكْرَهُ .",
    "hadithBengali": "৬৪৭। ইয়াহইয়া ইবনু ইয়াহইয়া, কুতায়বা ইবন সাঈদ, ইবনু নুমায়র ও খালাফ বিন হিশাম (রহঃ) ... জারীর (রাঃ) থেকে বর্ণিত যে, ফাতিমা বিনতে আবূ হুবায়শ ইবনু আবদুল মুত্তালিব ইবনু আসাদ যিনি আমাদের বংশের একজন মহিলা ছিলেন -- রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন......।\n",
    "checkStatus": "1",
    "hadithNo": "647",
    "id": "8436",
    "thesequence": "8180",
    "isActive": "1",
    "chapterId": "12790",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৪. মুস্তাহাযা মহিলা এবং তার গোসল ও সালাতের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha reported:\nUmm Habiba b. Jahsh thus asked for a verdict from the Messenger of Allah (ﷺ): I am a woman whose blood keeps flowing (after the menstrual period). He (the Holy Prophet) said: That is only a vein, so take a bath and offer prayer; and she took a bath at the time of every prayer. Laith b. Sad said: Ibn Shihab made no mention that the Messenger of Allah (ﷺ) had ordered her to take a bath at the time of every prayer, but she did it of her own accord. And in the tradition transmitted by Ibn Rumh there is no mention of Umm Habiba (and there is mention of the daughter of Jahsh only.)",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتِ اسْتَفْتَتْ أُمُّ حَبِيبَةَ بِنْتُ جَحْشٍ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ إِنِّي أُسْتَحَاضُ . فَقَالَ   إِنَّمَا ذَلِكِ عِرْقٌ فَاغْتَسِلِي ثُمَّ صَلِّي  . فَكَانَتْ تَغْتَسِلُ عِنْدَ كُلِّ صَلاَةٍ . قَالَ اللَّيْثُ بْنُ سَعْدٍ لَمْ يَذْكُرِ ابْنُ شِهَابٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ أُمَّ حَبِيبَةَ بِنْتَ جَحْشٍ أَنْ تَغْتَسِلَ عِنْدَ كُلِّ صَلاَةٍ وَلَكِنَّهُ شَىْءٌ فَعَلَتْهُ هِيَ . وَقَالَ ابْنُ رُمْحٍ فِي رِوَايَتِهِ ابْنَةُ جَحْشٍ وَلَمْ يَذْكُرْ أُمَّ حَبِيبَةَ .",
    "hadithBengali": "৬৪৮। কুতায়বা ইবনু সাঈদ (রহঃ) ও মুহাম্মাদ ইবন রুমহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, উম্মু হাবীবা বিনতে জাহশ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে মাসআলা জানতে চেয়ে বলল, আমার ইস্তিহাযা হয়েছে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ওটা হল একটা শিরার (ধমনী) রক্ত। তাই তুমি গোসল করে ফেলবে তারপর সালাত (নামায/নামাজ) আদায় করবে। এরপর সে প্রতি সালাত (নামায/নামাজ)-এর সময়ই গোসল করত। রাবী লায়স ইবনু সাদ বলেন, ইবনু শিহাব (রহঃ) একথা উল্লেখ করেননি, যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উম্মু হাবীবাকে প্রত্যেক সালাত (নামায/নামাজ)-এর সময়ই গোসলের নির্দেশ দিয়েছিলেন। বরং এটা সে নিজের থেকেই করত। ইবনু রুমহ তার বর্ণনায় জাহশের কন্যার কথা বলেছেন উম্মু হাবীবার নাম উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "648",
    "id": "8437",
    "thesequence": "8181",
    "isActive": "1",
    "chapterId": "12790",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৪. মুস্তাহাযা মহিলা এবং তার গোসল ও সালাতের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha, the wife of the Messenger of Allah (ﷺ) reported:\nUmm Habiba b. Jahsh who was the sister-in-law of the Messenger of Allah (ﷺ) and the wife of Abd al-Rahman b. Auf, remained mustahada for seven years, and she, therefore, asked for the verdict of Shariah from the Messenger of Allah (ﷺ) about it The Messenger of Allah (ﷺ) said: This is not menstruation, but (blood from) a vein: so bathe yourself and offer prayer. Aisha said: She took a bath in the wash-tub placed in the apartment of her sister Zainab b. Jahsh, till the redness of the blood came over the water. Ibn Shihab said: I narrated it to Abu Bakr b. Abd al-Rahman b. al-Harith b. Hisham about it who observed: May Allah have mercy on Hinda! would that she listened to this verdict. By Lord, she wept for not offering prayer.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ الْمُرَادِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، وَعَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ أُمَّ حَبِيبَةَ بِنْتَ جَحْشٍ - خَتَنَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَتَحْتَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ - اسْتُحِيضَتْ سَبْعَ سِنِينَ فَاسْتَفْتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي ذَلِكَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ هَذِهِ لَيْسَتْ بِالْحَيْضَةِ وَلَكِنَّ هَذَا عِرْقٌ فَاغْتَسِلِي وَصَلِّي  . قَالَتْ عَائِشَةُ فَكَانَتْ تَغْتَسِلُ فِي مِرْكَنٍ فِي حُجْرَةِ أُخْتِهَا زَيْنَبَ بِنْتِ جَحْشٍ حَتَّى تَعْلُوَ حُمْرَةُ الدَّمِ الْمَاءَ . قَالَ ابْنُ شِهَابٍ فَحَدَّثْتُ بِذَلِكَ أَبَا بَكْرِ بْنَ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ فَقَالَ يَرْحَمُ اللَّهُ هِنْدًا لَوْ سَمِعَتْ بِهَذِهِ الْفُتْيَا وَاللَّهِ إِنْ كَانَتْ لَتَبْكِي لأَنَّهَا كَانَتْ لاَ تُصَلِّي .",
    "hadithBengali": "৬৪৯। মুহাম্মাদ ইবনু সালামা আল মুরাদী (রহঃ) ... রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর শ্যালিকা এবং আবদুর রহমান ইবনু আওফের স্ত্রী উম্মু হাবীবা বিনতে জাহশ (রাঃ) সাত বৎসর যাবত &ldquo;ইসতিহাযার রোগী ছিলেন। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ ব্যাপারে মাসআলা জানতে চাইলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এটা হায়িয নয়, বরং ধমনীর (শিরা) রক্ত। তাই তুমি গোসল করে ফেল এবং সালাত (নামায/নামাজ) আদায় কর। আয়িশা (রাঃ) বলেন, এরপর তিনি তার বোন যায়নাব বিনতে জাহশের কক্ষে একটি পাত্রে (থেকে পানি নিয়ে) গোসল করতেন। এমনকি পানি রক্তে লাল হয়ে যেত।\n\nইবনু শিহাব বলেন, আমি এ হাদীসটি আবূ বাকর ইবনু আবদুর রহমান ইবনুল হারিস ইবনু হিশাম-এর কাছে বর্ণনা করলাম। তিনি বললেন, আল্লাহ তাআলা হিন্দা-এর ওপর রহমত করুন সে যদি এ ফাতওয়া (মাসআলা) শুনতে পেত! আল্লাহর কসম! সে শুধু কাঁধত। কারণ সে সালাত (নামায/নামাজ) আদায় করত না (এ মাসআলা তার জানা ছিলনা। ফলে সালাত (নামায/নামাজ) পড়তে না পারার কারণে কাঁধত )।\n",
    "checkStatus": "1",
    "hadithNo": "649",
    "id": "8438",
    "thesequence": "8182",
    "isActive": "1",
    "chapterId": "12790",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৪. মুস্তাহাযা মহিলা এবং তার গোসল ও সালাতের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been thus reported by another chain of transmitters:\nUmm Habiba b. Jahsh came to the Messenger of Allah (ﷺ) and she had been a mustahada for seven years, and the rest of the hadith was narrated like that of Amr b. al-Harith up to the words: There came the redness of the blood over water. and nothing was narrated beyond it.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو عِمْرَانَ، مُحَمَّدُ بْنُ جَعْفَرِ بْنِ زِيَادٍ أَخْبَرَنَا إِبْرَاهِيمُ، - يَعْنِي ابْنَ سَعْدٍ - عَنِ ابْنِ شِهَابٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، قَالَتْ جَاءَتْ أُمُّ حَبِيبَةَ بِنْتُ جَحْشٍ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَكَانَتِ اسْتُحِيضَتْ سَبْعَ سِنِينَ بِمِثْلِ حَدِيثِ عَمْرِو بْنِ الْحَارِثِ إِلَى قَوْلِهِ تَعْلُوَ حُمْرَةُ الدَّمِ الْمَاءَ . وَلَمْ يَذْكُرْ مَا بَعْدَهُ .",
    "hadithBengali": "৬৫০। আবূ ইমরান মুহাম্মাদ ইবনু জাফর ইবনু যিয়াদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, উম্মু হাবীবা বিনত জাহশ (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এল। আর সাত বছর ধরে তার ইসতিহাযা চলছিল। এরপর রাবী আবূ ইমরান আমর ইবনুল হারিসের হাদীসের অনুরুপتَعْلُوَ حُمْرَةُ الدَّمِ الْمَاءَ পর্যন্ত বর্ণনা করে যান এর পরবর্তী অংশ তিনি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "650",
    "id": "8439",
    "thesequence": "8183",
    "isActive": "1",
    "chapterId": "12790",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৪. মুস্তাহাযা মহিলা এবং তার গোসল ও সালাতের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The hadith has been narrated by Aisha through another chain of transmitters (in these words):\nI The daughter of jahsh had been mustabida for seven years, and the rest of the hadith is the same (as mentioned above).",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، أَنَّ ابْنَةَ جَحْشٍ، كَانَتْ تُسْتَحَاضُ سَبْعَ سِنِينَ بِنَحْوِ حَدِيثِهِمْ .",
    "hadithBengali": "৬৫১। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, জাহশের কন্যার সাত বছর যাবত ইসতিহাযা ছিল। এরপর পূর্বোক্ত হাদীসের অনুরুপ বর্ণিত।\n",
    "checkStatus": "1",
    "hadithNo": "651",
    "id": "8440",
    "thesequence": "8184",
    "isActive": "1",
    "chapterId": "12790",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৪. মুস্তাহাযা মহিলা এবং তার গোসল ও সালাতের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " On the authority of Aisha:\nUmm Habiba asked the Messenger of Allah (ﷺ) about the blood (which flows beyond the period of menstruation). Aisha said: I saw her wash-tub full of blood. The Messenger of Allah (ﷺ) said: Remain away (from prayer) equal (to the length of time) that your menses prevented you. After this (after the period of usual courses) bathe yourself and offer prayer.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيِبٍ، عَنْ جَعْفَرٍ، عَنْ عِرَاكٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ إِنَّ أُمَّ حَبِيبَةَ سَأَلَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الدَّمِ فَقَالَتْ عَائِشَةُ رَأَيْتُ مِرْكَنَهَا مَلآنَ دَمًا فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم   امْكُثِي قَدْرَ مَا كَانَتْ تَحْبِسُكِ حَيْضَتُكِ ثُمَّ اغْتَسِلِي وَصَلِّي  .",
    "hadithBengali": "৬৫২। মুহাম্মদ ইবনু রুমহ ও কুতায়বা ইবন সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, উম্মু হাবীবা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে রক্ত সম্পর্কে জিজ্ঞাসা করল। এরপর আয়িশা (রাঃ) বলেন, আমি তার পাত্র দেখেছি রক্তে পরিপূর্ণ। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তোমার হায়েয যে কয়দিন চলত, সে কয়দিন পরিমাণ তুমি অপেক্ষা কর। তারপর গোসল করে ফেল এবং সালাত (নামায/নামাজ) আদায় কর।\n",
    "checkStatus": "1",
    "hadithNo": "652",
    "id": "8441",
    "thesequence": "8185",
    "isActive": "1",
    "chapterId": "12790",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৪. মুস্তাহাযা মহিলা এবং তার গোসল ও সালাতের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha, the wife of the Apostle (ﷺ), said:\nUmm Habiba b. Jahsh who was the spouse of Abd al- Rahman b. Auf made a complaint to the Messenger of Allah (ﷺ) about blood (which flows beyond the menstrual period). He said to her: Remain away (from prayer) equal (to the length of time) that your menstruation holds you back. After this, bathe yourself. And she washed herself before every prayer.",
    "hadithArabic": "حَدَّثَنِي مُوسَى بْنُ قُرَيْشٍ التَّمِيمِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ بَكْرِ بْنِ مُضَرَ، حَدَّثَنِي أَبِي، حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ، عَنْ عِرَاكِ بْنِ مَالِكٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ إِنَّ أُمَّ حَبِيبَةَ بِنْتَ جَحْشٍ الَّتِي كَانَتْ تَحْتَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ شَكَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الدَّمَ فَقَالَ لَهَا   امْكُثِي قَدْرَ مَا كَانَتْ تَحْبِسُكِ حَيْضَتُكِ ثُمَّ اغْتَسِلِي  . فَكَانَتْ تَغْتَسِلُ عِنْدَ كُلِّ صَلاَةٍ .",
    "hadithBengali": "৬৫৩। মূসা ইবনু কুরায়শ আত তামীমী (রহঃ) ... উম্মুল মু&#39;মিনীন আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, উম্মু হাবীবা বিনতে জাহশ (রাঃ) যিনি আবদুর রহমান ইবনু আওফ (রাঃ)-এর স্ত্রী ছিলেন --- একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে রক্ত সম্পর্কে অভিযোগ করল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন, তোমার যে কয়দিন হয়েয চলত, সে কয়দিন পরিমাণ তুমি অপেক্ষা কর। তারপর গোসল কর। এরপর তিনি প্রতি সালাত (নামায/নামাজ)-এর সময়ই গোসল করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "653",
    "id": "8442",
    "thesequence": "8186",
    "isActive": "1",
    "chapterId": "12790",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৪. মুস্তাহাযা মহিলা এবং তার গোসল ও সালাতের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Muadha reported:\nA woman asked Aisha: Should one amongst us complete prayers abandoned during the period of menses? Aisha said: Are you a Haruriya? When any one of us during the time of the Messenger of Allah (ﷺ) was in her menses (and abandoned prayer) she was not required to complete them.",
    "hadithArabic": " حَدَّثَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ مُعَاذَةَ، ح وَحَدَّثَنَا حَمَّادٌ، عَنْ يَزِيدَ الرِّشْكِ، عَنْ مُعَاذَةَ، أَنَّ امْرَأَةً، سَأَلَتْ عَائِشَةَ فَقَالَتْ أَتَقْضِي إِحْدَانَا الصَّلاَةَ أَيَّامَ مَحِيضِهَا فَقَالَتْ عَائِشَةُ أَحَرُورِيَّةٌ أَنْتِ قَدْ كَانَتْ إِحْدَانَا تَحِيضُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ لاَ تُؤْمَرُ بِقَضَاءٍ .",
    "hadithBengali": "৬৫৪। আবূ রাবী আয-যাহরানী (রহঃ) ... মুআজা (রহঃ) থেকে বর্ণিত, এক মহিলা। আয়িশা (রাঃ) কে জিজ্ঞাসা করল, আমাদের কেউ কি তার হায়িয এর দিনগুলির সালাত (নামায/নামাজ) কাযা করবে? আয়িশা (রাঃ) বললেন, তুমি কি হারুরিয়্যা (খারেজী)? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে আমাদের কারো হায়িয হলে পরে তাকে (সালাত (নামায/নামাজ) কাযা করার নির্দেশ দেয়া হত না।\n",
    "checkStatus": "1",
    "hadithNo": "654",
    "id": "8443",
    "thesequence": "8187",
    "isActive": "1",
    "chapterId": "12791",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৫. ঋতুমতী মহিলার ওপর সাওম কাযা জরুরী, সালাত নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is reported from Muadha that she asked Aisha:\nShould a menstruating woman complete the prayer (abandoned during the menstrual period)? Aisha said: Are you a Hurariya? The wives of the Messenger of Allah (ﷺ) have had their monthly courses, (but) did he order them to make compensation (for the abandoned prayers)? Muhammad b. Jafar said: (Compensation) denotes their completion.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ يَزِيدَ، قَالَ سَمِعْتُ مُعَاذَةَ، أَنَّهَا سَأَلَتْ عَائِشَةَ أَتَقْضِي الْحَائِضُ الصَّلاَةَ فَقَالَتْ عَائِشَةُ أَحَرُورِيَّةٌ أَنْتِ قَدْ كُنَّ نِسَاءُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَحِضْنَ أَفَأَمَرَهُنَّ أَنْ يَجْزِينَ قَالَ مُحَمَّدُ بْنُ جَعْفَرٍ تَعْنِي يَقْضِينَ .",
    "hadithBengali": "৬৫৫। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... মুআযা থেকে বর্ণিত যে, তিনি আয়িশা (রাঃ) কে জিজ্ঞাসা করলেন ঋতুমতী মহিলা কি সালাত (নামায/নামাজ) কাযা করবে? আয়িশা (রাঃ) জিজ্ঞাসা করলেন তুমি কি হারুরিয়্যা? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পত্নীগণের হায়েয হত, তিনি কি তাদেরকে (সালাত (নামায/নামাজ) কাযা করার হুকুম দিয়েছেন?\n",
    "checkStatus": "1",
    "hadithNo": "655",
    "id": "8444",
    "thesequence": "8188",
    "isActive": "1",
    "chapterId": "12791",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৫. ঋতুমতী মহিলার ওপর সাওম কাযা জরুরী, সালাত নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Muadha said:\nI asked Aisha: What is the reason that a menstruating woman completes the fasts (that she abandons during her monthly course). but she does not complete the prayers? She (Hadrat Aisha) said: Are you a Haruriya? I said: I am not a Haruriya, but I simply want to inquire. She said: We passed through this (period of menstruation), and we were ordered to complete the fasts, but were not ordered to complete the prayers.",
    "hadithArabic": " وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ عَاصِمٍ، عَنْ مُعَاذَةَ، قَالَتْ سَأَلْتُ عَائِشَةَ فَقُلْتُ مَا بَالُ الْحَائِضِ تَقْضِي الصَّوْمَ وَلاَ تَقْضِي الصَّلاَةَ فَقَالَتْ أَحَرُورِيَّةٌ أَنْتِ قُلْتُ لَسْتُ بِحَرُورِيَّةٍ وَلَكِنِّي أَسْأَلُ . قَالَتْ كَانَ يُصِيبُنَا ذَلِكَ فَنُؤْمَرُ بِقَضَاءِ الصَّوْمِ وَلاَ نُؤْمَرُ بِقَضَاءِ الصَّلاَةِ .",
    "hadithBengali": "৬৫৬। আবদ ইবনু হুমায়দ (রহঃ) ... মুআযা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আয়িশা (রাঃ) কে জিজ্ঞাসা করলাম, ঋতুমতীর ব্যাপারতা কি যে, সে কি সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) কাযা করবে অথচ সালাত (নামায/নামাজ) কাযা করবে না? তিনি বললেন , তুমি কি হারুরিয়্যা? আমি বললাম, আমি হারুরিয়্যা নই, বরং আমি (জানার জন্যই কেবল) জিজ্ঞাসা করছি। তিনি (আয়িশা (রা) বললেন , আমাদের এরুপ হত তখন আমাদের কে কেবল সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) কাযা করার নির্দেশ দেয়া হত, সালাত (নামায/নামাজ) কাযা করার নির্দেশ দেয়া হত না।\n",
    "checkStatus": "1",
    "hadithNo": "656",
    "id": "8445",
    "thesequence": "8189",
    "isActive": "1",
    "chapterId": "12791",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৫. ঋতুমতী মহিলার ওপর সাওম কাযা জরুরী, সালাত নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Hani b. Abu Talib reported:\nI went to the Messenger of Allah (ﷺ) on the day of the conquest (of Mecca) and found him take a bath. while his daughter Fatimah was holding a curtain around him.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ أَبِي النَّضْرِ، أَنَّ أَبَا مُرَّةَ، مَوْلَى أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ أَخْبَرَهُ أَنَّهُ، سَمِعَ أُمَّ هَانِئٍ بِنْتَ أَبِي طَالِبٍ، تَقُولُ ذَهَبْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم عَامَ الْفَتْحِ فَوَجَدْتُهُ يَغْتَسِلُ . وَفَاطِمَةُ ابْنَتُهُ تَسْتُرُهُ بِثَوْبٍ .",
    "hadithBengali": "৬৫৭। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... উম্মূ হানী বিনতে আবূ তালিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, মক্কা বিজয়ের বছর আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলাম। তখন আমি তাঁকে এই অবস্থায় পেলাম যে, তিনি গোসল করছিলেন আর তার কন্যা ফাতিমা একটি কাপড় দিয়ে তাঁকে আড়াল করে রেখেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "657",
    "id": "8446",
    "thesequence": "8190",
    "isActive": "1",
    "chapterId": "12792",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৬. গোসলকারী কাপড় অথবা অনুরূপ কিছু দিয়ে পর্দা করে নিবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Hani b. Abu Talib reported:\nIt was the day of the conquest (of Mecca) that she went to the Messenger of Allah (ﷺ) and he was staying at a higher part (of that city). The Messenger of Allah (ﷺ) got up for his bath. Fatimah held a curtain around him (in order to provide him privacy). He then put on his garments and wrapped himself with that and then offered eight rakahs of the forenoon prayer.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ سَعِيدِ بْنِ أَبِي هِنْدٍ، أَنَّ أَبَا مُرَّةَ، مَوْلَى عَقِيلٍ حَدَّثَهُ أَنَّ أُمَّ هَانِئٍ بِنْتَ أَبِي طَالِبٍ حَدَّثَتْهُ أَنَّهُ، لَمَّا كَانَ عَامُ الْفَتْحِ أَتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ بِأَعْلَى مَكَّةَ . قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى غُسْلِهِ فَسَتَرَتْ عَلَيْهِ فَاطِمَةُ ثُمَّ أَخَذَ ثَوْبَهُ فَالْتَحَفَ بِهِ ثُمَّ صَلَّى ثَمَانَ رَكَعَاتٍ سُبْحَةَ الضُّحَى .",
    "hadithBengali": "৬৫৮। মুহাম্মাদ ইবনু রুমহ ইবনু মুহাজির (রহঃ) ... উম্মু হানী বিনতে আবূ তালিব (রাঃ) থেকে বর্নিত। মক্কা বিজয়ের বছর তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন। তিনি তখন মক্কার উচু এলাকায় অবস্থান করছিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গোসল করতে গেলে ফাতিমা (রাঃ) তাঁকে আড়াল করে দিল। এরপর তিনি নিজের কাপড় নিয়ে পরিধান করলেন। তারপর আট রাকআত চাশতের সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "658",
    "id": "8447",
    "thesequence": "8191",
    "isActive": "1",
    "chapterId": "12792",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৬. গোসলকারী কাপড় অথবা অনুরূপ কিছু দিয়ে পর্দা করে নিবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith is narrated by Said b. Abu Hind with the same chain of transmitters and said:\nHis (the Holy Prophets) daughter Fatimah provided him privacy with the help of his cloth, and when he had taken a bath he took it up and wrapped it around him and then stood and offered eight rakahs of the forenoon prayer.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الْوَلِيدِ بْنِ كَثِيرٍ، عَنْ سَعِيدِ بْنِ أَبِي هِنْدٍ، بِهَذَا الإِسْنَادِ وَقَالَ فَسَتَرَتْهُ ابْنَتُهُ فَاطِمَةُ بِثَوْبِهِ فَلَمَّا اغْتَسَلَ أَخَذَهُ فَالْتَحَفَ بِهِ ثُمَّ قَامَ فَصَلَّى ثَمَانَ سَجَدَاتٍ وَذَلِكَ ضُحًى .",
    "hadithBengali": "৬৫৯। আবূ কুরায়ব (রহঃ) ... সাঈদ ইবনু আবূ হিনদ (রাঃ) থেকে এ সনদে বর্ণিত। এবং তিনি বলেন, এরপর তাঁর কন্যা ফাতিমা তাঁর কাপড় দিয়ে তাঁকে আড়াল করে রেখেছিল। গোসল সমাপন করে তিনি ঐ কাপড় নিয়ে পরিধান করলেন। তারপর দাঁড়িয়ে আট রাকআত সালাত (নামায/নামাজ) আদায় করলেন। আর সেটা ছিল চাশতের সময়।\n",
    "checkStatus": "1",
    "hadithNo": "659",
    "id": "8448",
    "thesequence": "8192",
    "isActive": "1",
    "chapterId": "12792",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৬. গোসলকারী কাপড় অথবা অনুরূপ কিছু দিয়ে পর্দা করে নিবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Maimuna reported:\nI placed water for the Apostle (ﷺ) and provided privacy for him, and he took a bath.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا مُوسَى الْقَارِئُ، حَدَّثَنَا زَائِدَةُ، عَنِ الأَعْمَشِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، قَالَتْ وَضَعْتُ لِلنَّبِيِّ صلى الله عليه وسلم مَاءً وَسَتَرْتُهُ فَاغْتَسَلَ .",
    "hadithBengali": "৬৬০। ইসহাক ইবনু ইবরাহীম আল হানযালী (রহঃ) ... মায়মুনা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য পানি রাখলাম এবং তাকে আড়াল করলাম। এরপর তিনি গোসল করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "660",
    "id": "8449",
    "thesequence": "8193",
    "isActive": "1",
    "chapterId": "12792",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৬. গোসলকারী কাপড় অথবা অনুরূপ কিছু দিয়ে পর্দা করে নিবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd al-Rahman, the son of Abu Said al-Khudri, reported from his father:\nThe Messenger of Allah (ﷺ) said: A man should not see the private parts of another man, and a woman should not see the private parts of another woman, and a man should not lie with another man under one covering, and a woman should not lie with another woman under one covering.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ، قَالَ أَخْبَرَنِي زَيْدُ بْنُ أَسْلَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَنْظُرُ الرَّجُلُ إِلَى عَوْرَةِ الرَّجُلِ وَلاَ الْمَرْأَةُ إِلَى عَوْرَةِ الْمَرْأَةِ وَلاَ يُفْضِي الرَّجُلُ إِلَى الرَّجُلِ فِي ثَوْبٍ وَاحِدٍ وَلاَ تُفْضِي الْمَرْأَةُ إِلَى الْمَرْأَةِ فِي الثَّوْبِ الْوَاحِدِ  .",
    "hadithBengali": "৬৬১। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবূ সাঈদ খুদরি (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন পুরুষ অপর পুরুষের সতরের দিকে তাকাবে না এবং কোন মহিলা অপর মহিলার সতরের দিকে তাকাবে না; কোন পুরুষ অপর পুরুষের সাথে এক কাপড়ের নিচে শয়ন করবে না এবং কোন মহিলা অপর মহিলার সাথে একই কাপড়ের নিচে শয়ন করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "661",
    "id": "8450",
    "thesequence": "8194",
    "isActive": "1",
    "chapterId": "12793",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৭. অন্যের সতরের দিকে তাকানো হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Ibn Abu Fudaik and Dabbik b. Uthman with the same chain of transmitters and they observed:\nPrivate parts of man are the nakedness (which is concealed).",
    "hadithArabic": " وَحَدَّثَنِيهِ هَارُونُ بْنُ عَبْدِ اللَّهِ، وَمُحَمَّدُ بْنُ رَافِعٍ، قَالاَ حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنَا الضَّحَّاكُ بْنُ عُثْمَانَ، بِهَذَا الإِسْنَادِ وَقَالاَ - مَكَانَ عَوْرَةِ - عُرْيَةِ الرَّجُلِ وَعُرْيَةِ الْمَرْأَةِ .",
    "hadithBengali": "৬৬২। হারুন ইবনু আবদুল্লাহ ও মুহাম্মাদ ইবনু রাফি (রহঃ) ... যাহহাক ইবনু উসমান (রহঃ) সুত্রে উক্ত সনদে হাদীসটি বর্ণনা করেছেন। তারা উভয়েইعَوْرَةِ الرَّجُلِ এর স্থলেعُرْيَةِ الْمَرْأَةِ এর উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "662",
    "id": "8451",
    "thesequence": "8195",
    "isActive": "1",
    "chapterId": "12793",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৭. অন্যের সতরের দিকে তাকানো হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amongst the traditions narrated from Muhammad, the Messenger of Allah (ﷺ) on the authority of Abu Huraira, the one is that Banu Israil used to take a bath naked, and they looked at the private parts of one another. Moses (peace be upon him), however, took a bath alone (in privacy) ; and they said (tauntingly):\nBy Allah, nothing prohibits Moses to take a bath along with us, but sacrotal hernia. He (Moses) once went for a bath and placed his clothes on a stone and the stone moved on with his clothes. Moses ran after it saying: 0 stone, my clothes,0 stone, my clothes, and Banu Israil had the chance to see the private parts of Moses, and said: By Allah, Moses does not suffer from any ailment. The stone then stopped, till Moses had been seen by them, and he then took hold of his clothes and struck the stone. Abu Huraira said: By Allah, there are the marks of six or seven strokes made by Moses on the stone.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ مُحَمَّدٍ، رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   كَانَتْ بَنُو إِسْرَائِيلَ يَغْتَسِلُونَ عُرَاةً يَنْظُرُ بَعْضُهُمْ إِلَى سَوْأَةِ بَعْضٍ وَكَانَ مُوسَى - عَلَيْهِ السَّلاَمُ - يَغْتَسِلُ وَحْدَهُ فَقَالُوا وَاللَّهِ مَا يَمْنَعُ مُوسَى أَنْ يَغْتَسِلَ مَعَنَا إِلاَّ أَنَّهُ آدَرُ - قَالَ - فَذَهَبَ مَرَّةً يَغْتَسِلُ فَوَضَعَ ثَوْبَهُ عَلَى حَجَرٍ فَفَرَّ الْحَجَرُ بِثَوْبِهِ - قَالَ - فَجَمَحَ مُوسَى بِإِثْرِهِ يَقُولُ ثَوْبِي حَجَرُ ثَوْبِي حَجَرُ . حَتَّى نَظَرَتْ بَنُو إِسْرَائِيلَ إِلَى سَوْأَةِ مُوسَى قَالُوا وَاللَّهِ مَا بِمُوسَى مِنْ بَأْسٍ . فَقَامَ الْحَجَرُ حَتَّى نُظِرَ إِلَيْهِ - قَالَ - فَأَخَذَ ثَوْبَهُ فَطَفِقَ بِالْحَجَرِ ضَرْبًا  . قَالَ أَبُو هُرَيْرَةَ وَاللَّهِ إِنَّهُ بِالْحَجَرِ نَدَبٌ سِتَّةٌ أَوْ سَبْعَةٌ ضَرْبُ مُوسَى بِالْحَجَرِ .",
    "hadithBengali": "৬৬৩। মুহাম্মাদ ইবনু রাফি (রহঃ) ... হাম্মাম ইবনু মুনাব্বিহ (রহঃ) থেকে বর্ণিত। তিনি কয়েকটি হাদীসের উল্লেখ করে বলেন, এগুলী আবূ হুরায়রা (রাঃ) মুহাম্মাদুর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমার কাছে বর্ণনা করেছেন। তন্মধ্যে একটি হল, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, বনী ইসরাঈলরা উলঙ্গ হয়ে গোসল করত একে অপরের সতরের দিকে তাকাত। আর মূসা (আলাইহিস সালাম) গোসল করতেন একাকী। তাই তারা বলাবলি করত, আল্লাহর কসম! মূসা আমাদের সাথে গোসল করে না কারণ তার একশিরা রোগ রয়েছে।\n\nএকবার তিনি গোসল করতে গিয়ে একটি পাথরের ওপর তাঁর কাপড় রাখলেন। এরপর পাথরটি তার কাপড় নিয়ে দৌড়াতে লাগল। রাবী বলেন, মূসা (আলাইহিস সালাম) তার পিছু পিছু ছুটলেন আর বলতে লাগলেন, পাথর! আমার কাপড়, পাথর! আমার কাপড়। এমনিভাবে বনী ইসরাঈলরা মূসা (আলাইহিস সালাম) এর সতর দেখে ফেলল এবং তারা বলল, আল্লাহর কসম! মূসার তো কোন খুত নেই। এরপর পাথর দাঁড়িয়ে গেল এবং তাঁকে দেখা হয়ে গেল।\n\nরাবী বলেন, এরপর তিনি তাঁর কাপড় তুলে নিলেন এবং (রাগে) পাথরকে মারতে শুরু করে দিলেন। আবূ হুরায়রা (রাঃ) বলেন, আল্লাহর কসম! পাথরের ওপর মূসা (আলাইহিস সালাম) এর আঘাতের ছয়টি কি সাতটি চিহ্ন রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "663",
    "id": "8452",
    "thesequence": "8196",
    "isActive": "1",
    "chapterId": "12794",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৮. নির্জনে উলঙ্গ হয়ে গোসল করা জায়েয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported:\nWhen the Kaba was constructed the Messenger of Allah (ﷺ) and Abbas went and lifted stones. Abbas said to the Messenger of Allah (ﷺ): Place your lower garment on your shoulder (so that you may protect yourself from the roughness and hardness of stones). He (the Holy Prophet) did this, but fell down upon the ground in a state of unconciousness and his eyes were turned towards the sky. He then stood up and said: My lower garment, my lower garment; and this wrapper was tied around him. In the hadith transmitted by Ibn Rafi, there is the word: On his neck and he did not say: Upon his shoulder.",
    "hadithArabic": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَمُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، جَمِيعًا عَنْ مُحَمَّدِ بْنِ بَكْرٍ، قَالَ أَخْبَرَنَا ابْنُ جُرَيْجٍ، ح وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، وَمُحَمَّدُ بْنُ رَافِعٍ، وَاللَّفْظُ، لَهُمَا - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ ابْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، - أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ لَمَّا بُنِيَتِ الْكَعْبَةُ ذَهَبَ النَّبِيُّ صلى الله عليه وسلم وَعَبَّاسٌ يَنْقُلاَنِ حِجَارَةً فَقَالَ الْعَبَّاسُ لِلنَّبِيِّ صلى الله عليه وسلم اجْعَلْ إِزَارَكَ عَلَى عَاتِقِكَ مِنَ الْحِجَارَةِ . فَفَعَلَ فَخَرَّ إِلَى الأَرْضِ وَطَمَحَتْ عَيْنَاهُ إِلَى السَّمَاءِ ثُمَّ قَامَ فَقَالَ   إِزَارِي إِزَارِي  . فَشَدَّ عَلَيْهِ إِزَارَهُ . قَالَ ابْنُ رَافِعٍ فِي رِوَايَتِهِ عَلَى رَقَبَتِكَ . وَلَمْ يَقُلْ عَلَى عَاتِقِكَ .",
    "hadithBengali": "৬৬৪। ইসহাক ইবনু ইবরাহীম আল হানযালী ও মুহাম্মাদ ইবনু হাতিম ইবনু মায়মূন, ইসহাক ইবন মানসুর ও মুহাম্মাদ ইবন রাফি&#39; (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন কাবা নির্মাণ করা হচ্ছিল তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আব্বাস (রাঃ) পাথর বয়ে নিয়ে যাচ্ছিলেন। আব্বাস (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললেন, পাথর বহনের সুবিধার্থে তোমার লুঙ্গি কাঁধের ওপর তুলে নাও। এরপর তিনি এরুপ করলেন। সাথে সাথেই তিনি (বেহুশ হয়ে) মাটিতে পড়ে গেলেন। আর তার উভয় চোখ আকাশের দিকে নিবদ্ধ হল। তারপর তিনি দাঁড়িয়ে বললেন, আমার লুঙ্গি! আমার লুঙ্গি! এর পর তার লুঙ্গি পরিয়ে দেয়া হল। ইবনু রাফি তাঁর রিওয়ায়েতে কাঁধের স্থলে ঘাড়ের উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "664",
    "id": "8453",
    "thesequence": "8197",
    "isActive": "1",
    "chapterId": "12795",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৯. সতর ঢাকার ব্যাপারে বিশেষভাবে সতর্ক থাকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported:\nThe Messenger of Allah (ﷺ) was carrying along with them (his people) stones for the Kaba and there was a waist wrapper around him. His uncle, Abbas, said to him: 0 son of my brother! if you take off the lower garment and place it on the shoulders underneath the stones, it would be better. He (the Holy Prophet) took it off and placed it on his shoulder and fell down unconscious. He (the narrator) said: Never was he seen naked after that day.",
    "hadithArabic": " وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا زَكَرِيَّاءُ بْنُ إِسْحَاقَ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يُحَدِّثُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَنْقُلُ مَعَهُمُ الْحِجَارَةَ لِلْكَعْبَةِ وَعَلَيْهِ إِزَارُهُ فَقَالَ لَهُ الْعَبَّاسُ عَمُّهُ يَا ابْنَ أَخِي لَوْ حَلَلْتَ إِزَارَكَ فَجَعَلْتَهُ عَلَى مَنْكِبِكَ دُونَ الْحِجَارَةِ - قَالَ - فَحَلَّهُ فَجَعَلَهُ عَلَى مَنْكِبِهِ فَسَقَطَ مَغْشِيًّا عَلَيْهِ - قَالَ - فَمَا رُؤِيَ بَعْدَ ذَلِكَ الْيَوْمِ عُرْيَانًا .",
    "hadithBengali": "৬৬৫। যুহায়র ইবনু হারব (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের সাথে কাবা মেরামতের জন্য পাথর বয়ে নিচ্ছিলেন। আর তাঁর পরনে ছিল লুঙ্গি। এরপর তাঁর চাচা আব্বাস (রাঃ) তাঁকে বললেন , ভাতিজা! তোমার লুঙ্গি খূলে যদি কাঁধের ওপর পাথরের নিচে রেখে নিতে (তাহলে খুবই ভাল হত)। তিনি লূঙ্গি খূলে তার কাঁধের ওপর রাখলেন। সাথে সাথেই বেহুশ হয়ে পড়ে গেলেন। জাবির (রাঃ) বলেন, সেদিনের পর থেকে আর কখনো তাঁকে উলঙ্গ দেখা যায়নি।\n",
    "checkStatus": "1",
    "hadithNo": "665",
    "id": "8454",
    "thesequence": "8198",
    "isActive": "1",
    "chapterId": "12795",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৯. সতর ঢাকার ব্যাপারে বিশেষভাবে সতর্ক থাকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Miswar b. Makhrama reported:\nI was carrying a heavy stone and my lower garment was loose, and it, therefore, slipped off (so soon) that I could not place the stone (on the ground) and carry to its proper place. Upon this the Messenger of Allah (ﷺ) said: Return to your cloth (lower garment), take it (and tie it around your waist) and do not walk naked.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ يَحْيَى الأُمَوِيُّ، حَدَّثَنِي أَبِي، حَدَّثَنَا عُثْمَانُ بْنُ حَكِيمِ بْنِ عَبَّادِ بْنِ حُنَيْفٍ الأَنْصَارِيُّ، أَخْبَرَنِي أَبُو أُمَامَةَ بْنُ سَهْلِ بْنِ حُنَيْفٍ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، قَالَ أَقْبَلْتُ بِحَجَرٍ أَحْمِلُهُ ثَقِيلٍ وَعَلَىَّ إِزَارٌ خَفِيفٌ - قَالَ - فَانْحَلَّ إِزَارِي وَمَعِيَ الْحَجَرُ لَمْ أَسْتَطِعْ أَنْ أَضَعَهُ حَتَّى بَلَغْتُ بِهِ إِلَى مَوْضِعِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   ارْجِعْ إِلَى ثَوْبِكَ فَخُذْهُ وَلاَ تَمْشُوا عُرَاةً  .",
    "hadithBengali": "৬৬৬। সাঈদ ইবনু ইয়াহইয়া আল উমাবী (রহঃ) ... মিসওয়ার ইবনু মাখরামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি একটি ভারী পাথর বয়ে নিয়ে আসছিলাম। আর তখন আমার পরনে ছিল একটি পাতলা লুঙ্গি। তিনি বলেন, এরপর আমার লুঙ্গি খুলে গেল। পাথরটি তখন আমার কাছে ছিল। তাই আমি লুঙ্গি তুলে নিতে পারলাম না। এমনিভাবে আমি পাথরটি যথাস্থানে নিয়ে গেলাম। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমার কাপড়ের কাছে ফিরে গিয়ে তা নিয়ে এস। আর কখনো উলঙ্গ চলো না।\n",
    "checkStatus": "1",
    "hadithNo": "666",
    "id": "8455",
    "thesequence": "8199",
    "isActive": "1",
    "chapterId": "12795",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "১৯. সতর ঢাকার ব্যাপারে বিশেষভাবে সতর্ক থাকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Jafar reported:\nThe Messenger of Allah (ﷺ) one day made me mount behind him and he confided to me something secret which I would not disclose to anybody; and the Messenger of Allah (ﷺ) liked the concealment provided by a lofty place or cluster of dates (while answering the call of nature), Ibn Asma said in his narration: It implied an enclosure of the date-trees.",
    "hadithArabic": " حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ الضُّبَعِيُّ، قَالاَ حَدَّثَنَا مَهْدِيٌّ، - وَهُوَ ابْنُ مَيْمُونٍ - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي يَعْقُوبَ، عَنِ الْحَسَنِ بْنِ سَعْدٍ، مَوْلَى الْحَسَنِ بْنِ عَلِيٍّ عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، قَالَ أَرْدَفَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ خَلْفَهُ فَأَسَرَّ إِلَىَّ حَدِيثًا لاَ أُحَدِّثُ بِهِ أَحَدًا مِنَ النَّاسِ وَكَانَ أَحَبَّ مَا اسْتَتَرَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم لِحَاجَتِهِ هَدَفٌ أَوْ حَائِشُ نَخْلٍ . قَالَ ابْنُ أَسْمَاءَ فِي حَدِيثِهِ يَعْنِي حَائِطَ نَخْلٍ .",
    "hadithBengali": "৬৬৭। শায়বান ইবনু ফাররুখ ও আবদুল্লাহ ইবনু মুহাম্মাদ ইবনু আসমা আদ দুবাঈ (রহঃ) ... আবদুল্লাহ ইবনু জাফর (রহঃ) থেকে বর্ণিত। তিনি বলেন, একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে সাওয়ারির উপরে তাঁর পেছনে বসালেন। অতঃপর তিনি চুপিচুপি আমাকে একটা কথা বললেন, যা আমি কাউকে বলব না। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর হাজত পূরনের সময় যা দিয়ে আড়াল করতেন তার মধ্যে বেশী পছন্দনীয় ছিল টিলা অথবা খেজুরগাছ।\n",
    "checkStatus": "1",
    "hadithNo": "667",
    "id": "8456",
    "thesequence": "8200",
    "isActive": "1",
    "chapterId": "12796",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২০. পেশাবের সময় পর্দা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Said al-Khudri narrated it from his father:\nI went to Quba with the Messenger of Allah (ﷺ) on Monday till we reached (the habitation) of Banu Salim. The Messenger of Allah (ﷺ) stood at the door of Itban and called him loudly. So he came out dragging his lower garnment. Upon this the Messenger of Allah (ﷺ) said: We have made this man to make haste Itban said: Messenger of Allah, if a man parts with his wife suddenly without seminal emission, what is he required to do (with regard to bath)? The Messenger of Allah (ﷺ) said: It is with the seminal emission that bath becomes obligatory.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَيَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ - قَالَ يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ - عَنْ شَرِيكٍ، - يَعْنِي ابْنَ أَبِي نَمِرٍ - عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ أَبِيهِ، قَالَ خَرَجْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ الاِثْنَيْنِ إِلَى قُبَاءٍ حَتَّى إِذَا كُنَّا فِي بَنِي سَالِمٍ وَقَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى بَابِ عِتْبَانَ فَصَرَخَ بِهِ فَخَرَجَ يَجُرُّ إِزَارَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَعْجَلْنَا الرَّجُلَ  . فَقَالَ عِتْبَانُ يَا رَسُولَ اللَّهِ أَرَأَيْتَ الرَّجُلَ يُعْجَلُ عَنِ امْرَأَتِهِ وَلَمْ يُمْنِ مَاذَا عَلَيْهِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّمَا الْمَاءُ مِنَ الْمَاءِ  .",
    "hadithBengali": "৬৬৮। ইয়াহইয়া ইবনু ইয়াহইয়া, ইয়াহইয়া ইবনু আইউব, কুতায়বা ও ইবনু হুজর (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি এক সোমবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে (মসজিদে) কুবার দিকে রওয়ানা হলাম। আমরা যখন বানূ সালিম-এর এলাকায় পৌছিলাম তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইতবান-এর বাড়ীর দরজায় গিয়ে থামলেন এবং তাকে জোরে ডাক দিলেন ও অতঃপর তিনি তার লুঙ্গি হেঁচড়াতে হেঁচড়াতে বেরিয়ে এলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমরা এ ব্যাক্তিকে তাড়াহুড়ার মধ্যে ফেলেছি। ইতবান আরয করলেন , ইয়া রাসুলাল্লাহ ! কোন ব্যাক্তি তার স্ত্রী থেকে তাড়াতাড়ি পৃথক হয়ে গেলে এবং ধাতু নির্গত না হলে তার কি হুকুম (সে গোসল করবে কিনা)? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন , পানি (অর্থাৎ গোসল করা) পানির (বীর্য) ফলেই ফরয হবে।\n",
    "checkStatus": "1",
    "hadithNo": "668",
    "id": "8457",
    "thesequence": "8201",
    "isActive": "1",
    "chapterId": "12797",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২১. ইসলামের প্রাথমিক যুগে সহবাসের দ্বারা বীর্যপাত না হলে গোসল ফরয হত না; কিন্তু পরবর্তীতে এ হুকুম মানসুখ (রহিত) হয়ে যায় এবং শুধু সহবাসের দ্বারাই গোসল ফরয হয় - তার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri reported:\nThe Apostle of Allah (ﷺ) observed: Bathing is obligatory in case of seminal emission.",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنِ ابْنِ شِهَابٍ، حَدَّثَهُ أَنَّ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ حَدَّثَهُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ   إِنَّمَا الْمَاءُ مِنَ الْمَاءِ  .",
    "hadithBengali": "৬৬৯। হায়ীন ইবনু সাঈদ আল আয়লী (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, পানির (ধাতু নির্গত হলে) দ্বারা পানি (গোসল) ফরয হয়।\n",
    "checkStatus": "1",
    "hadithNo": "669",
    "id": "8458",
    "thesequence": "8202",
    "isActive": "1",
    "chapterId": "12797",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২১. ইসলামের প্রাথমিক যুগে সহবাসের দ্বারা বীর্যপাত না হলে গোসল ফরয হত না; কিন্তু পরবর্তীতে এ হুকুম মানসুখ (রহিত) হয়ে যায় এবং শুধু সহবাসের দ্বারাই গোসল ফরয হয় - তার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu al. Ala b. al-Shikhkhir said:\nThe Messenger of Allah (ﷺ) abrogated some of his commands by others, just as the Quran abrogates some part with the other.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا الْمُعْتَمِرُ، حَدَّثَنَا أَبِي، حَدَّثَنَا أَبُو الْعَلاَءِ بْنُ الشِّخِّيرِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَنْسَخُ حَدِيثُهُ بَعْضُهُ بَعْضًا كَمَا يَنْسَخُ الْقُرْآنُ بَعْضُهُ بَعْضًا .",
    "hadithBengali": "৬৭০। উবায়দুল্লাহ ইবনু মুআয আল আনবারী (রহঃ) ... আবূল আলা ইবনু শিখখীর থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এক হাদীস অপর হাদীসকে মানসূখ (রহিত) করে দেয় যেমনিভাবে কুরআনের এক আয়াত অপর আয়াতকে মানসূখ করে।\n",
    "checkStatus": "1",
    "hadithNo": "670",
    "id": "8459",
    "thesequence": "8203",
    "isActive": "1",
    "chapterId": "12797",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২১. ইসলামের প্রাথমিক যুগে সহবাসের দ্বারা বীর্যপাত না হলে গোসল ফরয হত না; কিন্তু পরবর্তীতে এ হুকুম মানসুখ (রহিত) হয়ে যায় এবং শুধু সহবাসের দ্বারাই গোসল ফরয হয় - তার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri reported:\nThe Messenger of Allah (ﷺ) happened to pass by (the house) of a man amongst the Ansar, and he sent for him. He came out and water was trickling down from his head. Upon this he (the Holy Prophet) said: Perhaps we put you to haste. He said: Yes. Messenger of Allah. He (the Holy Prophet) said: When you made haste or semen is not emitted, bathing is not obligatory for you, but ablution is binding. Ibn Bashshir has narrated it with a minor alteration.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ ذَكْوَانَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّ عَلَى رَجُلٍ مِنَ الأَنْصَارِ فَأَرْسَلَ إِلَيْهِ فَخَرَجَ وَرَأْسُهُ يَقْطُرُ فَقَالَ  لَعَلَّنَا أَعْجَلْنَاكَ  . قَالَ نَعَمْ يَا رَسُولَ اللَّهِ . قَالَ  إِذَا أُعْجِلْتَ أَوْ أَقْحَطْتَ فَلاَ غُسْلَ عَلَيْكَ وَعَلَيْكَ الْوُضُوءُ  . وَقَالَ ابْنُ بَشَّارٍ  إِذَا أُعْجِلْتَ أَوْ أُقْحِطْتَ  .",
    "hadithBengali": "৬৭১। আবূ বাকর ইবনু আবূ শায়বা, মুহাম্মাদ ইবনুল মূসান্না এবং ইবনু বাশশার (রহঃ) &hellip; আবূ সাঈদ খুদরি (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক আনসারীর (বাড়ীর) কাছ দিয়ে যাচ্ছিলেন। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে সংবাদ পাঠালেন। সে বেরিয়ে এল আর তার মাথা থেকে তখন পানি ঝরছিল। তিনি বললেন, সম্ভবত আমরা তোমাকে তাড়াহুড়োর মধ্যে ফেলেছি। সে বলল, হ্যাঁ, ইয়া রাসুলাল্লাহ! তিনি বললেন, যখন (কোন কারণে) তোমাকে তাড়াতাড়ি করতে হয় কিংবা বীর্যপাতের আগেই উঠে পড়তে হয় তখন তোমার ওপর গোসল করা (ফরয) বরং তোমার ওপর শুধু উযূ (ওজু/অজু/অযু) করা জরুরী। [১]\n",
    "checkStatus": "1",
    "hadithNo": "671",
    "id": "8460",
    "thesequence": "8204",
    "isActive": "1",
    "chapterId": "12797",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২১. ইসলামের প্রাথমিক যুগে সহবাসের দ্বারা বীর্যপাত না হলে গোসল ফরয হত না; কিন্তু পরবর্তীতে এ হুকুম মানসুখ (রহিত) হয়ে যায় এবং শুধু সহবাসের দ্বারাই গোসল ফরয হয় - তার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ubayy Ibn Kab reported:\nI arked the Messenger of Allah (ﷺ) about a man who has sexual intercourse with his wife, but leaves her before orgasm. Upon this he (the Holy Prophet) said: He should wash the secretion of his wife, and then perform ablution and ofier prayer.",
    "hadithArabic": "حَدَّثَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ أَبِي أَيُّوبَ، عَنْ أُبَىِّ بْنِ كَعْبٍ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الرَّجُلِ يُصِيبُ مِنَ الْمَرْأَةِ ثُمَّ يُكْسِلُ فَقَالَ   يَغْسِلُ مَا أَصَابَهُ مِنَ الْمَرْأَةِ ثُمَّ يَتَوَضَّأُ وَيُصَلِّي  .",
    "hadithBengali": "৬৭২। আবূ রাবী আয-যাহরানী (রহঃ) ও আবু কুরায়ব মুহাম্মাদ ইবনুল আ&#39;লা (রহঃ) ... উবাই ইবনু কাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলাম সেই ব্যাক্তি সম্পর্কে যে স্ত্রী সহবাস করে তারপর বীর্য নির্গত করে না। তিনি বললেন, স্ত্রীর (লজ্জাস্থান) থেকে তার (লজ্জাস্থানে) যা লেগেছে তা ধুয়ে ফেলবে। তারপ উযূ (ওজু/অজু/অযু) করবে এবং সালাত (নামায/নামাজ) আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "672",
    "id": "8461",
    "thesequence": "8205",
    "isActive": "1",
    "chapterId": "12797",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২১. ইসলামের প্রাথমিক যুগে সহবাসের দ্বারা বীর্যপাত না হলে গোসল ফরয হত না; কিন্তু পরবর্তীতে এ হুকুম মানসুখ (রহিত) হয়ে যায় এবং শুধু সহবাসের দ্বারাই গোসল ফরয হয় - তার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ubayy ibn Kab narrated it from the Messenger of Allah (ﷺ) that he said:\nIf a person has sexual intercourse with his wife, but does not experience orgasm, he should wash his organ and perform an ablution.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، حَدَّثَنِي أَبِي، عَنِ الْمَلِيِّ، عَنِ الْمَلِيِّ، - يَعْنِي بِقَوْلِهِ الْمَلِيِّ عَنِ الْمَلِيِّ أَبُو أَيُّوبَ، - عَنْ أُبَىِّ بْنِ كَعْبٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ فِي الرَّجُلِ يَأْتِي أَهْلَهُ ثُمَّ لاَ يُنْزِلُ قَالَ   يَغْسِلُ ذَكَرَهُ وَيَتَوَضَّأُ  .",
    "hadithBengali": "৬৭৩। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... উবাই ইবনু কাব (রাঃ) থেকে বর্ণিত। যে ব্যাক্তি তার স্ত্রী সহবাস করে তারপর বীর্য নির্গত করে না --- তার সম্পর্কে তিনি বলেন, সে তার লজ্জাস্থান ধুয়ে ফেলবে এবং উযূ (ওজু/অজু/অযু) করবে।\n",
    "checkStatus": "1",
    "hadithNo": "673",
    "id": "8462",
    "thesequence": "8206",
    "isActive": "1",
    "chapterId": "12797",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২১. ইসলামের প্রাথমিক যুগে সহবাসের দ্বারা বীর্যপাত না হলে গোসল ফরয হত না; কিন্তু পরবর্তীতে এ হুকুম মানসুখ (রহিত) হয়ে যায় এবং শুধু সহবাসের দ্বারাই গোসল ফরয হয় - তার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zaid b. Khalid al-Jubani reported that he askad Uthman b. Affan:\nWhat is your opinion about the man who has sexual intercourse with his wife, but does not experience orgasm? Uthman said: He should perform ablution as he does for prayer, and wash his organ. Uthmin also said: I have heard it from the Messenger of Allah (ﷺ).",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالاَ حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، ح وَحَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ عَبْدِ الصَّمَدِ، - وَاللَّفْظُ لَهُ - حَدَّثَنِي أَبِي، عَنْ جَدِّي، عَنِ الْحُسَيْنِ بْنِ ذَكْوَانَ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، أَخْبَرَنِي أَبُو سَلَمَةَ، أَنَّ عَطَاءَ بْنَ يَسَارٍ، أَخْبَرَهُ أَنَّ زَيْدَ بْنَ خَالِدٍ الْجُهَنِيَّ أَخْبَرَهُ أَنَّهُ، سَأَلَ عُثْمَانَ بْنَ عَفَّانَ قَالَ قُلْتُ أَرَأَيْتَ إِذَا جَامَعَ الرَّجُلُ امْرَأَتَهُ وَلَمْ يُمْنِ قَالَ عُثْمَانُ   يَتَوَضَّأُ كَمَا يَتَوَضَّأُ لِلصَّلاَةِ وَيَغْسِلُ ذَكَرَهُ  . قَالَ عُثْمَانُ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৬৭৪। যূহায়র ইবনু হারব, আবদ ইবনু হুমায়দ ও আবদুল ওয়ারিস ইবন আবদুস-সামাদ (রহঃ) ... যায়িদ ইবনু খালিদ আন জুহানী (রাঃ) থেকে বর্ণিত। তিনি একবার উসমান ইবনু আফফান (রাঃ) কে জিজ্ঞাসা করেন কোন ব্যাক্তি যদি তার স্ত্রীর সাথে সহবাস করে এবং বীর্য নির্গত না করে তবে তার হুকুম কি? উসমান (রাঃ) বললেন, সে সালাত (নামায/নামাজ)-এর উযূ (ওজু/অজু/অযু)র ন্যায় উযূ (ওজু/অজু/অযু) করে নেবে এবং তার লজ্জাস্থান ধুয়ে ফেলবে। উসমান (রাঃ) বলেন, আমি এটা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "674",
    "id": "8463",
    "thesequence": "8207",
    "isActive": "1",
    "chapterId": "12797",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২১. ইসলামের প্রাথমিক যুগে সহবাসের দ্বারা বীর্যপাত না হলে গোসল ফরয হত না; কিন্তু পরবর্তীতে এ হুকুম মানসুখ (রহিত) হয়ে যায় এবং শুধু সহবাসের দ্বারাই গোসল ফরয হয় - তার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Ayyub reported that he had heard like this from the Messenger of Allah (ﷺ).",
    "hadithArabic": " وَحَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ عَبْدِ الصَّمَدِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، عَنِ الْحُسَيْنِ، قَالَ يَحْيَى وَأَخْبَرَنِي أَبُو سَلَمَةَ، أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ، أَخْبَرَهُ أَنَّ أَبَا أَيُّوبَ أَخْبَرَهُ أَنَّهُ، سَمِعَ ذَلِكَ، مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৬৭৫। আবদুল ওয়ারিস ইবনু আবদুস সামাদ ... আইউব (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরুপ শুনেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "675",
    "id": "8464",
    "thesequence": "8208",
    "isActive": "1",
    "chapterId": "12797",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২১. ইসলামের প্রাথমিক যুগে সহবাসের দ্বারা বীর্যপাত না হলে গোসল ফরয হত না; কিন্তু পরবর্তীতে এ হুকুম মানসুখ (রহিত) হয়ে যায় এবং শুধু সহবাসের দ্বারাই গোসল ফরয হয় - তার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nThe Apostle of Allah (ﷺ) said: When a man has sexual intercourse, bathing becomes obligatory (both for the male and the female). In the hadith of Matar the words are: Even if there is no orgasm. Zuhair has narrated it with a minor alteration of words.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَأَبُو غَسَّانَ الْمِسْمَعِيُّ ح وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالُوا حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، وَمَطَرٍ، عَنِ الْحَسَنِ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ  إِذَا جَلَسَ بَيْنَ شُعَبِهَا الأَرْبَعِ ثُمَّ جَهَدَهَا فَقَدْ وَجَبَ عَلَيْهِ الْغُسْلُ  . وَفِي حَدِيثِ مَطَرٍ  وَإِنْ لَمْ يُنْزِلْ  . قَالَ زُهَيْرٌ مِنْ بَيْنِهِمْ  بَيْنَ أَشْعُبِهَا الأَرْبَعِ  .",
    "hadithBengali": "৬৭৬। যুহায়র ইবনু হারব ও আবূ গাসসান আল মিসমাঈ, মুহাম্মাদ ইবনু মূসান্না ও ইবনু বাশশার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যখন কেউ তার স্ত্রীর চার হাত-পায়ের মাঝখানে বসবে এবং তার সাথে মিলবে তখন তাঁর ওপর গোসল ফরয হবে। মাতার এর হাদীসে যদিও বীর্য নির্গত না করে-বাক্যটি অতিরিক্ত রয়েছে। যুহায়র (রহঃ) তাঁর বর্ণনায়بَيْنَ أَشْعُبِهَا الأَرْبَعِ বলেছেন (অর্থ একই)।\n",
    "checkStatus": "1",
    "hadithNo": "676",
    "id": "8465",
    "thesequence": "8209",
    "isActive": "1",
    "chapterId": "12798",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২২. বীর্যপাত হলেই গোসল ফরয-এ বিধান রহিত হওয়া প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated by Qatida with the same chain of transmitters, but with minor alterations. Here instead of the word - (jahada, (ijtahada) has been used, and the words; Even if there is no orgasm have been omitted.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ عَبَّادِ بْنِ جَبَلَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي وَهْبُ بْنُ جَرِيرٍ، كِلاَهُمَا عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ مِثْلَهُ غَيْرَ أَنَّ فِي حَدِيثِ شُعْبَةَ  ثُمَّ اجْتَهَدَ  وَلَمْ يَقُلْ  وَإِنْ لَمْ يُنْزِلْ  .",
    "hadithBengali": "৬৭৭। মুহাম্মাদ আমর ইবনু আব্বাদ ইবনু জাবালা ও মুহাম্মাদ ইবনুল মূসান্নার সুত্রে কাতাদা থেকে অনুরুপ বর্ণিত আছে। তবে শুবার হাদীসে তারপর চেষ্টা চালায় কথাটির উল্লেখ আছে। কিন্তু যদিও বীর্য নির্গত না করে কথাটির উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "677",
    "id": "8466",
    "thesequence": "8210",
    "isActive": "1",
    "chapterId": "12798",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২২. বীর্যপাত হলেই গোসল ফরয-এ বিধান রহিত হওয়া প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa reported:\nThere cropped up a difference of opinion between a group of Muhajirs (Emigrants and a group of Ansar (Helpers) (and the point of dispute was) that the Ansar said: The bath (because of sexual intercourse) becomes obligatory only-when the semen spurts out or ejaculates. But the Muhajirs said: When a man has sexual intercourse (with the woman), a bath becomes obligatory (no matter whether or not there is seminal emission or ejaculation). Abu Musa said: Well, I satisfy you on this (issue). He (Abu Musa, the narrator) said: I got up (and went) to Aisha and sought her permission and it was granted, and I said to her: 0 Mother, or Mother of the Faithful, I want to ask you about a matter on which I feel shy. She said: Dont feel shy of asking me about a thing which you can ask your mother, who gave you birth, for I am too your mother. Upon this I said: What makes a bath obligatory for a person? She replied: You have come across one well informed! The Messenger of Allah (ﷺ) said: When anyone sits amidst four parts (of the woman) and the circumcised parts touch each other a bath becomes obligatory.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ، حَدَّثَنَا حُمَيْدُ بْنُ هِلاَلٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الأَعْلَى، - وَهَذَا حَدِيثُهُ - حَدَّثَنَا هِشَامٌ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، قَالَ - وَلاَ أَعْلَمُهُ إِلاَّ عَنْ أَبِي بُرْدَةَ، - عَنْ أَبِي مُوسَى، قَالَ اخْتَلَفَ فِي ذَلِكَ رَهْطٌ مِنَ الْمُهَاجِرِينَ وَالأَنْصَارِ فَقَالَ الأَنْصَارِيُّونَ لاَ يَجِبُ الْغُسْلُ إِلاَّ مِنَ الدَّفْقِ أَوْ مِنَ الْمَاءِ . وَقَالَ الْمُهَاجِرُونَ بَلْ إِذَا خَالَطَ فَقَدْ وَجَبَ الْغُسْلُ . قَالَ قَالَ أَبُو مُوسَى فَأَنَا أَشْفِيكُمْ مِنْ ذَلِكَ . فَقُمْتُ فَاسْتَأْذَنْتُ عَلَى عَائِشَةَ فَأُذِنَ لِي فَقُلْتُ لَهَا يَا أُمَّاهْ - أَوْ يَا أُمَّ الْمُؤْمِنِينَ - إِنِّي أُرِيدُ أَنْ أَسْأَلَكِ عَنْ شَىْءٍ وَإِنِّي أَسْتَحْيِيكِ . فَقَالَتْ لاَ تَسْتَحْيِي أَنْ تَسْأَلَنِي عَمَّا كُنْتَ سَائِلاً عَنْهُ أُمَّكَ الَّتِي وَلَدَتْكَ فَإِنَّمَا أَنَا أُمُّكَ . قُلْتُ فَمَا يُوجِبُ الْغُسْلَ قَالَتْ عَلَى الْخَبِيرِ سَقَطْتَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا جَلَسَ بَيْنَ شُعَبِهَا الأَرْبَعِ وَمَسَّ الْخِتَانُ الْخِتَانَ فَقَدْ وَجَبَ الْغُسْلُ  .",
    "hadithBengali": "৬৭৮। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, মুহাজির ও আনসারদের একটি দল এ ব্যাপারে মতবিরোধ করল। আনসারগণ বলল সবেগে অথবা স্বাভাবিক গতিতে নির্গত পানি (বীর্য) বের হওয়া ছাড়া গোসল ফরয হয় না। আর মুহাজিরগণ বলল, স্ত্রীর সঙ্গে শুধু মিললেই গোসল ফরয (বীর্য বের হোক বা না হোক)। আবূ মূসা (রাঃ) বললেন, আমি এ ব্যাপারে তোমাদেরকে শান্ত করছি। এরপর আমি উঠে গিয়ে আয়িশা (রাঃ) -এর কাছে (প্রবেশের) অনুমতি চাইলাম। আমাকে অনুমতি দেয়া হল। আমি তাকে বললাম, মা! অথবা (তিনি বলেছিলেন) হে মুমিনদের মা! আমি আপনার কাছে একটি বিষয়ে জিজ্ঞাসা করতে চাই কিন্তু আমি লজ্জাবোধ করছি। তিনি বললেন, তুমি তোমার গর্ভধারিনী মাকে যে ব্যাপারে প্রশ্ন করতে পারতে সে ব্যাপারে আমাকে প্রশ্ন করতে লজ্জাবোধ করো না। আমি তো তোমার মা। আমি বললাম, গোসল কিসে ফরয হয়? তিনি বললেন, জানা-শোনা লোকের কাছে তুমি প্রশ্ন করেছ। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন কোন পুরুষ স্ত্রীর চার হাত-পায়ের মাঝখানে বসবে এবং একের লজ্জাস্থান অপরের লজ্জাস্থানের সাথে স্পর্শ করবে তখন গোসল ফরয হবে।\n",
    "checkStatus": "1",
    "hadithNo": "678",
    "id": "8467",
    "thesequence": "8211",
    "isActive": "1",
    "chapterId": "12798",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২২. বীর্যপাত হলেই গোসল ফরয-এ বিধান রহিত হওয়া প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha the wife of the Messenger of Allah (ﷺ) reported. A person asked the Messenger of Allah (ﷺ) about one who has sexual intercourse with his wife and parts away (without orgasm) whether bathing is obligatory for him. Aisha was sitting by him. The Messenger of Allah (ﷺ) said:\nI and she (the Mother of the Faithful) do it and then take a bath.",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عِيَاضُ بْنُ عَبْدِ اللَّهِ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنْ أُمِّ كُلْثُومٍ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ إِنَّ رَجُلاً سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الرَّجُلِ يُجَامِعُ أَهْلَهُ ثُمَّ يُكْسِلُ هَلْ عَلَيْهِمَا الْغُسْلُ وَعَائِشَةُ جَالِسَةٌ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنِّي لأَفْعَلُ ذَلِكَ أَنَا وَهَذِهِ ثُمَّ نَغْتَسِلُ  .",
    "hadithBengali": "৬৭৯। হারুন ইবনু মারুফ ও হারুন ইবনু সাঈদ আল আয়লী (রহঃ) ... রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার কোন এক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করল, যদি কেউ তার স্ত্রীর সাথে সহবাস করে তারপর বীর্য নির্গত হবার পূর্বেই তার পুরুষাঙ্গ বের করে ফেলে তাহলে কি তাদের উভয়ের ওপর গোসল ফরয হবে? এ সময়ে আয়িশা (রাঃ) সেখানে উপবিষ্ট ছিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি এবং এ (আয়িশা (রাঃ) ঐরুপ করি এরপর আমরা গোসল করে ফেলি।\n",
    "checkStatus": "1",
    "hadithNo": "679",
    "id": "8468",
    "thesequence": "8212",
    "isActive": "1",
    "chapterId": "12798",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২২. বীর্যপাত হলেই গোসল ফরয-এ বিধান রহিত হওয়া প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zaid b Thabit reported:\nI heard the Messenger of Allah (ﷺ) say this: Ablution is obligatory (for one who takes anything) touched by fire.\n Abdullah b. Ibrahim b. Qariz reported that he found Abu Huraira performing ablution in the mosque, who said:\nI am performing ablution because of having eaten pieces of cheese, for I heard the Messenger of Allah (ﷺ) say: Perform ablution (after eating anything) touched by fire.\n Urwa reported on the authority ofAisha, the wife of the Messenger of Allah (ﷺ), saying this:\nThe Messenger of Allah (ﷺ) said. Perform ablution (after eating) anything touched by fire.",
    "hadithArabic": "وَحَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، قَالَ حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ خَالِدٍ، قَالَ قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي عَبْدُ الْمَلِكِ بْنُ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ، أَنَّ خَارِجَةَ بْنَ زَيْدٍ الأَنْصَارِيَّ، أَخْبَرَهُ أَنَّ أَبَاهُ زَيْدَ بْنَ ثَابِتٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   الْوُضُوءُ مِمَّا مَسَّتِ النَّارُ \nقَالَ ابْنُ شِهَابٍ أَخْبَرَنِي عُمَرُ بْنُ عَبْدِ الْعَزِيزِ، أَنَّ عَبْدَ اللَّهِ بْنَ إِبْرَاهِيمَ بْنِ قَارِظٍ، أَخْبَرَهُ أَنَّهُ، وَجَدَ أَبَا هُرَيْرَةَ يَتَوَضَّأُ عَلَى الْمَسْجِدِ فَقَالَ إِنَّمَا أَتَوَضَّأُ مِنْ أَثْوَارِ أَقِطٍ أَكَلْتُهَا لأَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   تَوَضَّئُوا مِمَّا مَسَّتِ النَّارُ  .\nقَالَ ابْنُ شِهَابٍ أَخْبَرَنِي سَعِيدُ بْنُ خَالِدِ بْنِ عَمْرِو بْنِ عُثْمَانَ، وَأَنَا أُحَدِّثُهُ، هَذَا الْحَدِيثَ . أَنَّهُ سَأَلَ عُرْوَةَ بْنَ الزُّبَيْرِ عَنِ الْوُضُوءِ، مِمَّا مَسَّتِ النَّارُ فَقَالَ عُرْوَةُ سَمِعْتُ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم تَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   تَوَضَّئُوا مِمَّا مَسَّتِ النَّارُ  .\n",
    "hadithBengali": "৬৮০। আবদুল মালিক ইবনু শুআয়ব ইবনু লায়স (রহঃ) ... যায়িদ ইবনু সাবিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, অগ্নি স্পর্শ খাবার খেয়ে উযূ (ওজু/অজু/অযু) করা জরুরী।\n\nইবনু শিহাব বলেন, উমর ইবনু আবদুল আযীয (রহঃ) তাঁকে বলেছেন যে, আবদুল্লাহ ইবনু ইবরাহীম ইবনু কারিয (রহঃ) তাঁকে জানিয়েছেন যে, তিনি আবূ হুরায়রা (রাঃ) কে মসজিদে উযূ (ওজু/অজু/অযু) করা অবস্থায় পেলেন। এরপর তিনি [আবূ হুরায়রা (রাঃ)] বললেন, আমি পনিরের টূকরো খাবার কারণে উযূ (ওজু/অজু/অযু) করছি। কারণ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, তোমরা অগ্নি স্পর্শ খাবার খেয়ে উযূ (ওজু/অজু/অযু) কর।\n\nইবনু শিহাব (রহঃ) বলেন, আমি সাঈদ ইবনু খালিদ ইবনু আমর ইবনু উসমান-এর নিকট যখন এ হাদীসটি বর্ননা করছিলাম তখন তিনি আমাকে জানোান যে, তিনি উরওয়া ইবনুুয যুবায়রকে অগ্নি স্পর্শ দ্রব্যাদি সম্পর্কে উযূ (ওজু/অজু/অযু) করার বিষয়ে জিজ্ঞাসা করেছিলেন। তখন উরওয়া বলেছিল যে, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) কে বলতে শুনেছি যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা অগ্নিস্পর্শ খাবার খেয়ে উযূ (ওজু/অজু/অযু) কর।\n",
    "checkStatus": "1",
    "hadithNo": "680",
    "id": "8469",
    "thesequence": "8213",
    "isActive": "1",
    "chapterId": "12799",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৩. অগ্নিস্পর্শ দ্রব্যাদি খেলে উযু করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported:\nThe Messenger of Allah (ﷺ) took (meat of) goats shoulder and offered prayer and did not perform ablution.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَكَلَ كَتِفَ شَاةٍ ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ .",
    "hadithBengali": "৬৮১। আবদুল্লাহ ইবনু মাসলামা ইবনু কানাব (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার একটি বকরীর কাঁধের গোশত খেলেন তারপর সালাত (নামায/নামাজ) আদায় করলেন কিন্তু উযূ (ওজু/অজু/অযু) করলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "681",
    "id": "8470",
    "thesequence": "8214",
    "isActive": "1",
    "chapterId": "12800",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৪. অগ্নিস্পর্শ দ্রবের ক্ষেত্রে উযুর বিধান রহিত হওয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported:\nThe Messenger of Allah (ﷺ) took flesh from the bone or meat, and then offered prayer and did not perform ablution, and (in fact) he did not touch water.",
    "hadithArabic": " وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، أَخْبَرَنِي وَهْبُ بْنُ كَيْسَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، ح وَحَدَّثَنِي الزُّهْرِيُّ، عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنِ ابْنِ عَبَّاسٍ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ عَلِيٍّ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَكَلَ عَرْقًا - أَوْ لَحْمًا - ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ وَلَمْ يَمَسَّ مَاءً .",
    "hadithBengali": "৬৮২। যুহায়র ইবনু হারব ও মুহাম্মাদ ইবন আলী তার পিতা (রহঃ) থেকে ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার হাড়ে লাগানো গোশত অথবা গোশত খেলেন। তারপর সালাত (নামায/নামাজ) আদায় করলেন কিন্তু উযূ (ওজু/অজু/অযু) করলেন না বা পানি স্পর্শ করলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "682",
    "id": "8471",
    "thesequence": "8215",
    "isActive": "1",
    "chapterId": "12800",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৪. অগ্নিস্পর্শ দ্রবের ক্ষেত্রে উযুর বিধান রহিত হওয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jafar b. Amr b. Umayya al-Damari reported on the authority of his father who said:\nI saw the Messenger of Allah (ﷺ) take slices from goats shoulder, and then eat them, and then offer prayer without having performed ablution.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ جَعْفَرِ بْنِ عَمْرِو بْنِ أُمَيَّةَ الضَّمْرِيِّ، عَنْ أَبِيهِ، أَنَّهُ رَأَى رَسُولَ اللَّهِ صلى الله عليه وسلم يَحْتَزُّ مِنْ كَتِفٍ يَأْكُلُ مِنْهَا ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ .",
    "hadithBengali": "৬৮৩। মুহাম্মাদ ইবনু সাব্বাহ (রহঃ) ... আমর ইবনু উমায়্যা আদ দামরী (রাঃ) থেকে বর্ণিত। তিনি একবার দেখলেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি বকরীর কাঁধের গোশত কেটে খাচ্ছেন। তারপর তিনি [রাসুলসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম] সালাত (নামায/নামাজ) আদায় করলেন আর উযূ (ওজু/অজু/অযু) করলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "683",
    "id": "8472",
    "thesequence": "8216",
    "isActive": "1",
    "chapterId": "12800",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৪. অগ্নিস্পর্শ দ্রবের ক্ষেত্রে উযুর বিধান রহিত হওয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jafar b. Amr b. Umayya al-Damari reported on the authority of his father who said:\nI saw the Messenger of Allah (ﷺ) take slices from goats shoulder and then eat them. He was called for prayer and he gotup, leaving aside the knife, and offered prayer but did not perform ablution.\n\nIbn Abbas reported it on the authority of Maimuana, the wife of the Messenger of Allah (ﷺ), that the Messenger of Allah (ﷺ) took (a piece of goats) shoulder at her place, and then offered prayer but did not perform ablution.\n\nThis hadith has been narrated by Ibn Abbas on the authority of Maimuna. the wife of the Apostle (ﷺ), by another chain of transmitters.\n\n Abu Rafi reported:\nI testify that I used to roast the liver of the goat for the Messenger of Allah (may peace be tipcn him) and then he offered praver but did not perform ablution.",
    "hadithArabic": " حَدَّثَنِي أَحْمَدُ بْنُ عِيسَى، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنِ ابْنِ شِهَابٍ، عَنْ جَعْفَرِ بْنِ عَمْرِو بْنِ أُمَيَّةَ الضَّمْرِيِّ، عَنْ أَبِيهِ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَحْتَزُّ مِنْ كَتِفِ شَاةٍ فَأَكَلَ مِنْهَا فَدُعِيَ إِلَى الصَّلاَةِ فَقَامَ وَطَرَحَ السِّكِّينَ وَصَلَّى وَلَمْ يَتَوَضَّأْ . قَالَ ابْنُ شِهَابٍ وَحَدَّثَنِي عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ عَنْ أَبِيهِ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم بِذَلِكَ .\n قَالَ عَمْرٌو وَحَدَّثَنِي بُكَيْرُ بْنُ الأَشَجِّ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ النَّبِيَّ صلى الله عليه وسلم أَكَلَ عِنْدَهَا كَتِفًا ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ .\n قَالَ عَمْرٌو حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ، عَنْ يَعْقُوبَ بْنِ الأَشَجِّ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم بِذَلِكَ .\n قَالَ عَمْرٌو حَدَّثَنِي سَعِيدُ بْنُ أَبِي هِلاَلٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، عَنْ أَبِي غَطَفَانَ، عَنْ أَبِي رَافِعٍ، قَالَ أَشْهَدُ لَكُنْتُ أَشْوِي لِرَسُولِ اللَّهِ صلى الله عليه وسلم بَطْنَ الشَّاةِ ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ .",
    "hadithBengali": "৬৮৪। আহমাদ ইবনু ঈসা (রহঃ) ... আমর ইবনু উমায়্যা আদ দামরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখলাম তিনি একটি বকরীর কাঁধের গোশত (ছুরি দিয়ে) কাটছেন। এরপর তিনি তা খেলেন। ইতিমধ্যেই সালাত (নামায/নামাজ)-এর জন্য ডাকা হলে। তিনি তখন দাঁড়িয়ে গেলেন এবং ছুরিটি ফেলে দিলেন। এবং সালাত (নামায/নামাজ) আদায় করলেন, কিন্তু উযূ (ওজু/অজু/অযু) করলেন না।\n\nআমর বলেন, বুকায়র ইবনুল আশাজ্জ কুরায়বের সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী মায়মুনা মূসা (রাঃ) থেকে আমার কাছে বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার তাঁর কাছে বসে কাঁধের গোশত খেলেন। তারপর সালাত (নামায/নামাজ) আদায় করলেন কিন্তু উযূ (ওজু/অজু/অযু) করলেন না।\n\nআমর বলেন, সাঈদ ইবনু আবূ হিলাল এর সুত্রে আবূ রাফি (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি সাক্ষী দিচ্ছি যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য বকরীর পেটের গোশত ভূনা করতাম (তিনি তা খেতেন) তারপর সালাত (নামায/নামাজ) আদায় করতেন কিন্তু উযূ (ওজু/অজু/অযু) করতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "684",
    "id": "8473",
    "thesequence": "8217",
    "isActive": "1",
    "chapterId": "12800",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৪. অগ্নিস্পর্শ দ্রবের ক্ষেত্রে উযুর বিধান রহিত হওয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported:\nThe Apostle (ﷺ) took milk and then called for water and rinsed (his mouth) and said: It contains greasiness.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم شَرِبَ لَبَنًا ثُمَّ دَعَا بِمَاءٍ فَتَمَضْمَضَ وَقَالَ   إِنَّ لَهُ دَسَمًا  .",
    "hadithBengali": "৬৮৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম , একবার দুধ পান করলেন। তারপর পানি আনালেন, এরপর কুলি করলেন এবং বললেন, এতে তৈলাক্ত পদার্থ রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "685",
    "id": "8474",
    "thesequence": "8218",
    "isActive": "1",
    "chapterId": "12800",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৪. অগ্নিস্পর্শ দ্রবের ক্ষেত্রে উযুর বিধান রহিত হওয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي أَحْمَدُ بْنُ عِيسَى، حَدَّثَنَا ابْنُ وَهْبٍ، وَأَخْبَرَنِي عَمْرٌو، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ الأَوْزَاعِيِّ، ح وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنِي يُونُسُ، كُلُّهُمْ عَنِ ابْنِ شِهَابٍ، بِإِسْنَادِ عُقَيْلٍ عَنِ الزُّهْرِيِّ، مِثْلَهُ .",
    "hadithBengali": "৬৮৬। আহমাদ ইবনু ঈসা (রহঃ), যুহায়র ইবনু হারব, হারামালা ইবনু ইয়াহইয়া (রহঃ) প্রত্যেকেই ইবনু শিহাব (রহঃ) থেকে উকায়ল এর সনদে থেকে অনুরুপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "686",
    "id": "8475",
    "thesequence": "8219",
    "isActive": "1",
    "chapterId": "12800",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৪. অগ্নিস্পর্শ দ্রবের ক্ষেত্রে উযুর বিধান রহিত হওয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported:\nThe Messenger of Allah (ﷺ) dressed himself, and then went out for prayer, when he was presented with bread and meat. He took three morsels out of that, and then offered prayer along with other people and did not touch water.",
    "hadithArabic": " وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ حَلْحَلَةَ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم جَمَعَ عَلَيْهِ ثِيَابَهُ ثُمَّ خَرَجَ إِلَى الصَّلاَةِ فَأُتِيَ بِهَدِيَّةٍ خُبْزٍ وَلَحْمٍ فَأَكَلَ ثَلاَثَ لُقَمٍ ثُمَّ صَلَّى بِالنَّاسِ وَمَا مَسَّ مَاءً .",
    "hadithBengali": "৬৮৭। আলী ইবনু হুজর (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার কাপড় পরে সালাত (নামায/নামাজ)-এর জন্য বের হলেন। ইতিমধ্যেই কিছু কাটা ও গোশত হাদিয়া এল। এরপর তিনি (তা থেকে) তিন লুকমা খেলেন। তারপর লোকদেরকে নিয়ে সালাত (নামায/নামাজ) আদায় করলেন এবং পানি স্পর্শও করলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "687",
    "id": "8476",
    "thesequence": "8220",
    "isActive": "1",
    "chapterId": "12800",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৪. অগ্নিস্পর্শ দ্রবের ক্ষেত্রে উযুর বিধান রহিত হওয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated by Muhammad b. Amr b. Ata with these words:\nI was with Ibn Abbas, and Ibn Abbas saw the Messenger of Allah (ﷺ) doing like this, and it is also said that the words are: He (the Holy Prophet) offered prayer; and the word people is not mentioned.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الْوَلِيدِ بْنِ كَثِيرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ عَطَاءٍ، قَالَ كُنْتُ مَعَ ابْنِ عَبَّاسٍ . وَسَاقَ الْحَدِيثَ بِمَعْنَى حَدِيثِ ابْنِ حَلْحَلَةَ وَفِيهِ أَنَّ ابْنَ عَبَّاسٍ، شَهِدَ ذَلِكَ مِنَ النَّبِيِّ صلى الله عليه وسلم . وَقَالَ صَلَّى وَلَمَ يَقُلْ بِالنَّاسِ .",
    "hadithBengali": "৬৮৮। আবূ কুরায়ব (রহঃ) ... মুহাম্মাদ ইবনু আমর ইবনু আতা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি একদা আব্বাস (রাঃ) এর সাথে ছিলাম। এরপর তিনি ইবনু হালহালার হাদীস (উপরোক্ত হাদীস) এর অনুরুপ বর্ণনা করেন। সেখানে উল্লেখ আছে যে, ইবনু আব্বাস (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এটা প্রত্যক্ষ করেছিলেন। আর এ হাদীসের রাবী শুধু সালাত (নামায/নামাজ) আদায়ের কথা উল্লেখ করেছেন। লোকদেরকে নিয়ে&#39; কথাটির উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "688",
    "id": "8477",
    "thesequence": "8221",
    "isActive": "1",
    "chapterId": "12800",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৪. অগ্নিস্পর্শ দ্রবের ক্ষেত্রে উযুর বিধান রহিত হওয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Samura reported:\nA man asked the Messenger of Allah (may peace he upon him) whether he should perform ablution after (eating) mutton. He (the Messenger of Allah) said: Perform ablution it you so desire, and if you do not wish, do not perform it. He (again) asked: Should I perform ablution (after eating) camels flesh? He said: Yes, perform ablution (after eating) camels flesh. He (again) said: May I say prayer in the sheepfolds? He (the Messenger of Allah) said: Yes. He (the narrator) again said: May I say prayer where camels lie down? He (the Holy Prophet) said: No.",
    "hadithArabic": " حَدَّثَنَا أَبُو كَامِلٍ، فُضَيْلُ بْنُ حُسَيْنٍ الْجَحْدَرِيُّ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، عَنْ جَعْفَرِ بْنِ أَبِي ثَوْرٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، أَنَّ رَجُلاً، سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم أَأَتَوَضَّأُ مِنْ لُحُومِ الْغَنَمِ قَالَ  إِنْ شِئْتَ فَتَوَضَّأْ وَإِنْ شِئْتَ فَلاَ تَوَضَّأْ  . قَالَ أَتَوَضَّأُ مِنْ لُحُومِ الإِبِلِ قَالَ  نَعَمْ فَتَوَضَّأْ مِنْ لُحُومِ الإِبِلِ  . قَالَ أُصَلِّي فِي مَرَابِضِ الْغَنَمِ قَالَ  نَعَمْ  . قَالَ أُصَلِّي فِي مَبَارِكِ الإِبِلِ قَالَ  لاَ  .",
    "hadithBengali": "৬৮৯। আবূ কামিল ফুদায়ল ইবনু হুসায়ন আল জাহদারী (রহঃ) ... জাবির ইবনু সামুরা (রাঃ) থেকে বর্নিত যে, এক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে জিজ্ঞেস করল, আমি কি বকরীয় গোশত খেয়ে উযূ (ওজু/অজু/অযু) করব? তিনি বললেন, তোমার ইচ্ছা উযূ (ওজু/অজু/অযু) করতেও পার আর নাও করতে পার। সে বলল, আমি কি উটের গোশত খেয়ে উযূ (ওজু/অজু/অযু) করব? তিনি বললেন, হ্যাঁ, উটের গোশত খেয়ে তুমি উযূ (ওজু/অজু/অযু) করবে। সে বলল, আমি কি বকরির ঘরে সালাত (নামায/নামাজ) আদায় করতে পারি? তিনি বললেন, হ্যাঁ। সে বলল, আমি কি উটের ঘরে সালাত (নামায/নামাজ) আদায় করতে পারি? তিনি বললেন, না।\n",
    "checkStatus": "1",
    "hadithNo": "689",
    "id": "8478",
    "thesequence": "8222",
    "isActive": "1",
    "chapterId": "12801",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৫. উটের গোশত আহারে উযু",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is also narrated by another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو، حَدَّثَنَا زَائِدَةُ، عَنْ سِمَاكٍ، ح وَحَدَّثَنِي الْقَاسِمُ بْنُ زَكَرِيَّاءَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ شَيْبَانَ، عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، وَأَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، كُلُّهُمْ عَنْ جَعْفَرِ بْنِ أَبِي ثَوْرٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ أَبِي كَامِلٍ عَنْ أَبِي عَوَانَةَ .",
    "hadithBengali": "৬৯০। আবূ বকর ইবনু আবূ শায়বা ও কাসিম ইবনু যাকারিয়া প্রত্যেকেই নিজ নিজ সনদে জাবির ইবনু সামুরা (রাঃ) থেকে আবূ কামিল এর অনুরুপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "690",
    "id": "8479",
    "thesequence": "8223",
    "isActive": "1",
    "chapterId": "12801",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৫. উটের গোশত আহারে উযু",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abbad b. Tamim reported from his uncle that a person made a complaint to the Apostle (ﷺ) that he entertained (doubt) as it something had happened to him breaking his ablution. He (the Holy Prophet) said:\nHe should not return (from prayer) unless he hears a sound or perceives a smell (of passing wind). Abu Bakr and Zuhair b. Harb have pointed out in their narrations that it was Abdullah b. Zaid.",
    "hadithArabic": "وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، قَالَ عَمْرٌو حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، وَعَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، شُكِيَ إِلَى النَّبِيِّ صلى الله عليه وسلم الرَّجُلُ يُخَيَّلُ إِلَيْهِ أَنَّهُ يَجِدُ الشَّىْءَ فِي الصَّلاَةِ قَالَ   لاَ يَنْصَرِفُ حَتَّى يَسْمَعَ صَوْتًا أَوْ يَجِدَ رِيحًا  . قَالَ أَبُو بَكْرٍ وَزُهَيْرُ بْنُ حَرْبٍ فِي رِوَايَتِهِمَا هُوَ عَبْدُ اللَّهِ بْنُ زَيْدٍ .",
    "hadithBengali": "৬৯১। আমর আন নাকিদ, যুহায়র ইবনু হারব এবং আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আব্বাদ ইবনু তামীম তার চাচা থেকে বর্ণনা করেন যে, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সেই ব্যাক্তি সম্পর্কে জানতে চাইলেন সালাত (নামায/নামাজ)-এর মধ্যে যার মনে হয় যেন কিছু (বায়ু) বের হল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সে (সালাত (নামায/নামাজ) ছেড়ে) যাবে না যতক্ষন না (বায়ু বের হবার) শব্দ শুনবে অথবা (তার) গন্ধ পাবে। আবূ বাকর ও যুহায়র ইবনু হারব তাঁদের বর্ণনায় উল্লেখ করেন যে, ঐ ব্যাক্তি ছিলেন আবদুল্লাহ ইবনু যায়িদ (রাঃ)।\n",
    "checkStatus": "1",
    "hadithNo": "691",
    "id": "8480",
    "thesequence": "8224",
    "isActive": "1",
    "chapterId": "12802",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৬. পবিত্রতা সম্পর্কে নিশ্চিত বিশ্বাস থাকার পর উযু ভঙ্গের মধ্যে সন্দেহ দেখা দিলে সে উযু দিয়ে সালাত আদায় করা জায়েয হওয়ার দলীল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nThe Messenger of Allah (ﷺ) said: If any one of you has pain in his abdomen, but is doubtful whether or not anything has issued from him, be should not leave the mosque unless he hears a sound or perceives a smell.",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا وَجَدَ أَحَدُكُمْ فِي بَطْنِهِ شَيْئًا فَأَشْكَلَ عَلَيْهِ أَخَرَجَ مِنْهُ شَىْءٌ أَمْ لاَ فَلاَ يَخْرُجَنَّ مِنَ الْمَسْجِدِ حَتَّى يَسْمَعَ صَوْتًا أَوْ يَجِدَ رِيحًا  .",
    "hadithBengali": "৬৯২। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের কেউ যখন তার পেটের মধ্যে কিছু অনুভব করে তারপর তার সন্দেহ দেখা দেয় যে, পেট থেকে কিছু বের হল কিনা। তখন সে যেন মসজিদ থেকে কখনো বের নাহয় যতক্ষন না শব্দ শোনে অথবা গন্ধ পায়।\n",
    "checkStatus": "1",
    "hadithNo": "692",
    "id": "8481",
    "thesequence": "8225",
    "isActive": "1",
    "chapterId": "12802",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৬. পবিত্রতা সম্পর্কে নিশ্চিত বিশ্বাস থাকার পর উযু ভঙ্গের মধ্যে সন্দেহ দেখা দিলে সে উযু দিয়ে সালাত আদায় করা জায়েয হওয়ার দলীল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The freed slave-girl of Maimuna was given a goat in charity but it died. The Messenger of Allah (ﷺ) happened to pass by that (carcass). Upon this be said:\nWhy did you not take off its skin? You could put it to use, after tanning it. They (the Companions) said: It was dead. Upon, this he (the Messenger of Allah) said: Only its eating is prohibited. Abu bakr and Ibn Umar in their narrations said: It is narrated from Maimuna (may Allah be pleased with her).",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَابْنُ أَبِي عُمَرَ جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، قَالَ يَحْيَى أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ تُصُدِّقَ عَلَى مَوْلاَةٍ لِمَيْمُونَةَ بِشَاةٍ فَمَاتَتْ فَمَرَّ بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  هَلاَّ أَخَذْتُمْ إِهَابَهَا فَدَبَغْتُمُوهُ فَانْتَفَعْتُمْ بِهِ  . فَقَالُوا إِنَّهَا مَيْتَةٌ . فَقَالَ  إِنَّمَا حَرُمَ أَكْلُهَا  . قَالَ أَبُو بَكْرٍ وَابْنُ أَبِي عُمَرَ فِي حَدِيثِهِمَا عَنْ مَيْمُونَةَ رضى الله عنها .",
    "hadithBengali": "৬৯৩। ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বকর ইবনু আবূ শায়বা, আমর আন নাকিদ ও ইবনু আবূ উমার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, মায়মুনা (রাঃ) এর দাসীকে কেউ একটি বকরী সাদাকা দিল। পরে সে বকরীটি মারা যায়। ইতোমধ্যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মরে পড়ে থাকা বকরীটির কাছ দিয়ে যাচ্ছিলেন। এ অবস্থা দেখে তিনি বললেন, তোমরা কেন এর চামড়া খূলে নিয়ে তা পাকা করে তা দিয়ে উপকৃত হওনা? সাহাবীগণ বললেন, এটা যে মৃত। তিনি বললেন, (তাতে কি) এটা খাওয়া হারাম (চামড়া ব্যবহার করা তো হারাম নয়)।\n",
    "checkStatus": "1",
    "hadithNo": "693",
    "id": "8482",
    "thesequence": "8226",
    "isActive": "1",
    "chapterId": "12803",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৭. মৃত জন্তুর চামড়া পাকা (দাবা/পাশাগাত) করা দ্বারা পবিত্র হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas said:\nThe Messenger of Allah (ﷺ) saw a dead goat, which had been given in charity to the freed slave-girl of Maimuna. The Messenger of Allah (ﷺ) said: Why dont you make use of its skin? They (the Companions around the Holy Prophet) said: It is dead. Upon this he said: It is the eating (of the dead animal) which is prohibited.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم وَجَدَ شَاةً مَيْتَةً أُعْطِيَتْهَا مَوْلاَةٌ لِمَيْمُونَةَ مِنَ الصَّدَقَةِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  هَلاَّ انْتَفَعْتُمْ بِجِلْدِهَا  . قَالُوا إِنَّهَا مَيْتَةٌ . فَقَالَ  إِنَّمَا حَرُمَ أَكْلُهَا  .",
    "hadithBengali": "৬৯৪। আবূত তাহির ও হারামালা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি মৃত বকরী দেখলেন যা মায়মুনা (রাঃ) এর দাসীকে সাদাকা স্বরুপ দেয়া হয়েছিল। অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা এর চামড়া দিয়ে উপকৃত হওনা কেন? সাহাবীগণ বললেন, এটা তো মৃত। তিনি বললেন, এটা তো কেবল আহার করাই হারাম করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "694",
    "id": "8483",
    "thesequence": "8227",
    "isActive": "1",
    "chapterId": "12803",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৭. মৃত জন্তুর চামড়া পাকা (দাবা/পাশাগাত) করা দ্বারা পবিত্র হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated by Ibn Shihab with the same chain of transmitters as transmitted by Yunus.",
    "hadithArabic": " حَدَّثَنَا حَسَنٌ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، جَمِيعًا عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنِي أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، بِهَذَا الإِسْنَادِ بِنَحْوِ رِوَايَةِ يُونُسَ .",
    "hadithBengali": "৬৯৫। হাসান আল হুলওয়ানী ও আবদ ইবনু হুমায়দ এই সনদে ইউনূস-এর রিওয়ায়াত এর অনুরুপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "695",
    "id": "8484",
    "thesequence": "8228",
    "isActive": "1",
    "chapterId": "12803",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৭. মৃত জন্তুর চামড়া পাকা (দাবা/পাশাগাত) করা দ্বারা পবিত্র হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported:\nThe Messenger of Allah (ﷺ) happened to pass by a goat thrown (away) which had been in fact given to the freed slave-girl of Maimuna as charity. Upon this the Messenger of Allah (way peace he upon him) said: Why did they not get its skin? They had better tan it and make use of it.",
    "hadithArabic": "وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الزُّهْرِيُّ، - وَاللَّفْظُ لاِبْنِ أَبِي عُمَرَ - قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّ بِشَاةٍ مَطْرُوحَةٍ أُعْطِيَتْهَا مَوْلاَةٌ لِمَيْمُونَةَ مِنَ الصَّدَقَةِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم   أَلاَّ أَخَذُوا إِهَابَهَا فَدَبَغُوهُ فَانْتَفَعُوا بِهِ  .",
    "hadithBengali": "৬৯৬। ইবনু আবূ উমার ও আবদুল্লাহ ইবনু মুহাম্মাদ আয যুহুরি (রহঃ) ... ইবনু আব্বাস (বা) থেকে বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি ফেলে দেয়া মরা বকরীর কাছ দিয়ে যাচ্ছিলেন যা মায়মুনা (রাঃ) এর দাসীকে সাদাকা স্বরুপ দেয়া হয়েছিল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তারা এর চামড়া কেন খুলে নিল না? চামড়াটি পাকা করে তা দিয়ে উপকৃত হত!\n",
    "checkStatus": "1",
    "hadithNo": "696",
    "id": "8485",
    "thesequence": "8229",
    "isActive": "1",
    "chapterId": "12803",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৭. মৃত জন্তুর চামড়া পাকা (দাবা/পাশাগাত) করা দ্বারা পবিত্র হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " IbnAbbas reported on the authority of Maimuna that someone amongst the wives of the Messenger of Allah (ﷺ) had a domestic animal and it died. Upon this the Messenger of Allah (ﷺ) said:\nWhy did you not take off its skin and make use of that?",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ النَّوْفَلِيُّ، حَدَّثَنَا أَبُو عَاصِمٍ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ، أَخْبَرَنِي عَطَاءٌ، مُنْذُ حِينٍ قَالَ أَخْبَرَنِي ابْنُ عَبَّاسٍ، أَنَّ مَيْمُونَةَ، أَخْبَرَتْهُ أَنَّ دَاجِنَةً كَانَتْ لِبَعْضِ نِسَاءِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَمَاتَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَلاَّ أَخَذْتُمْ إِهَابَهَا فَاسْتَمْتَعْتُمْ بِهِ  .",
    "hadithBengali": "৬৯৭। আহমাদ ইবনু উসমান আন নাওফালী (রহঃ) ... আব্বাস (রাঃ) থেকে বর্ণিত। মায়মুনা (রাঃ) তাঁকে জানান যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন এক স্ত্রীর একটি পালিত বকরী ছিল সেটি মারা গেল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা কেন এর চামড়া খুলে নাওনা, অতঃপর তা দিয়ে উপকৃত হও না?\n",
    "checkStatus": "1",
    "hadithNo": "697",
    "id": "8486",
    "thesequence": "8230",
    "isActive": "1",
    "chapterId": "12803",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৭. মৃত জন্তুর চামড়া পাকা (দাবা/পাশাগাত) করা দ্বারা পবিত্র হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas reported:\nThe Apostle of Allah (ﷺ) happened to pass by (the dead body) of the goat which belonged to the freed slave-girl of Maimuna and said: Why did you not make use of its skin?",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم مَرَّ بِشَاةٍ لِمَوْلاَةٍ لِمَيْمُونَةَ فَقَالَ   أَلاَّ انْتَفَعْتُمْ بِإِهَابِهَا  .",
    "hadithBengali": "৬৯৮। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মায়মুনা (রাঃ) এর দাসীর একটি মরা বকরীর কাছ দিয়ে যাচ্ছিলেন, তখন তিনি বললেন, তোমরা এর চামড়া কেন কাজে লাগাও না?\n",
    "checkStatus": "1",
    "hadithNo": "698",
    "id": "8487",
    "thesequence": "8231",
    "isActive": "1",
    "chapterId": "12803",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৭. মৃত জন্তুর চামড়া পাকা (দাবা/পাশাগাত) করা দ্বারা পবিত্র হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Abbas said:\nI heard the Messenger of Allah (ﷺ) say: When the skin is tanned it becomes purified.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ وَعْلَةَ، أَخْبَرَهُ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِذَا دُبِغَ الإِهَابُ فَقَدْ طَهُرَ  .",
    "hadithBengali": "৬৯৯। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, চামড়া যখন পাকা (দাবা/পাশাগাত) করা হয় তখন তা পবিত্র হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "699",
    "id": "8488",
    "thesequence": "8232",
    "isActive": "1",
    "chapterId": "12803",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৭. মৃত জন্তুর চামড়া পাকা (দাবা/পাশাগাত) করা দ্বারা পবিত্র হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Ibn Abbas by another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، قَالاَ حَدَّثَنَا ابْنُ عُيَيْنَةَ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ يَعْنِي ابْنَ مُحَمَّدٍ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، جَمِيعًا عَنْ وَكِيعٍ، عَنْ سُفْيَانَ، كُلُّهُمْ عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ وَعْلَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ يَعْنِي حَدِيثَ يَحْيَى بْنِ يَحْيَى .",
    "hadithBengali": "৭০০। আবূ বাকর ইবনু আবূ শায়বা, আমর আন-নাকিদ, কুতায়বা ইবনু সাঈদ, আবূ কুরায়ব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... ইবনু আব্বাস থেকে ইয়াহইয়া ইবনু ইয়াহইয়ার হাদীসের অনুরুপ বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "700",
    "id": "8489",
    "thesequence": "8233",
    "isActive": "1",
    "chapterId": "12803",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৭. মৃত জন্তুর চামড়া পাকা (দাবা/পাশাগাত) করা দ্বারা পবিত্র হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu al-Khair reported:\nI saw Ibn Wala al-Sabai wear a fur. I touched it. He said: Why do you touch it? I asked Ibn Abbas saying: We are the inhabitants of the western regions, and there (live) with us Berbers and Magians. They bring with them rams and slaughter them, but we do not eat (the meat of the animals) slaughtered by them, and they come with skins full of fat. Upon this Ibn Abbas said: We asked the Messenger of Allah (ﷺ) about this and he said: Its tanning makes it pure.",
    "hadithArabic": "حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، وَأَبُو بَكْرِ بْنُ إِسْحَاقَ قَالَ أَبُو بَكْرٍ حَدَّثَنَا وَقَالَ ابْنُ مَنْصُورٍ، أَخْبَرَنَا عَمْرُو بْنُ الرَّبِيعِ، أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، أَنَّ أَبَا الْخَيْرِ، حَدَّثَهُ قَالَ رَأَيْتُ عَلَى ابْنِ وَعْلَةَ السَّبَئِيِّ فَرْوًا فَمَسِسْتُهُ فَقَالَ مَا لَكَ تَمَسُّهُ قَدْ سَأَلْتُ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ قُلْتُ إِنَّا نَكُونُ بِالْمَغْرِبِ وَمَعَنَا الْبَرْبَرُ وَالْمَجُوسُ نُؤْتَى بِالْكَبْشِ قَدْ ذَبَحُوهُ وَنَحْنُ لاَ نَأْكُلُ ذَبَائِحَهُمْ وَيَأْتُونَا بِالسِّقَاءِ يَجْعَلُونَ فِيهِ الْوَدَكَ . فَقَالَ ابْنُ عَبَّاسٍ قَدْ سَأَلْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ ذَلِكَ فَقَالَ   دِبَاغُهُ طَهُورُهُ  .",
    "hadithBengali": "৭০১। ইসহাক ইবনু মানসুর ও আবূ বাকর ইবনু ইসহাক (রহঃ) ... আবূল খায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আলী ইবনু ওয়ালা আস-সাবাঈ কে চামড়ার পোশাক পরিহিত দেখে তা হাত দিয়ে স্পর্শ করলাম। তিনি বললেন, হাত দিয়ে কি দেখছ? আমি (এ ব্যাপারে) আবদুল্লাহ ইবনু আব্বাস (রাঃ) কে জিজ্ঞেস করেছি যে, আমরা আল-মাগরিব (আফ্রিকার পশ্চিমাঞ্চলে) থাকি। আমাদের সঙ্গে বার্বার ও অগ্নিপূজক সম্প্রদায় বাস করে। তারা বকরী যবেহ করে আমাদের কাছে নিয়ে আসে। আমরা তাদের যবেহকৃত জন্তু খাই না। তারা আমাদের কাছে মশক নিয়ে আসে যাতে চর্বি জাতীয় পদার্থ থাকে (তখন আমরা কি করব? )। ইবনু আব্বাস (রাঃ) বলেছেন যে, আমরা এ ব্যাপ্যরে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞেস করেছিলাম। তিনি বলেছেন যে, পাকা (দাবা/পাশাগত) করলেই তা পবিত্র হয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "701",
    "id": "8490",
    "thesequence": "8234",
    "isActive": "1",
    "chapterId": "12803",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৭. মৃত জন্তুর চামড়া পাকা (দাবা/পাশাগাত) করা দ্বারা পবিত্র হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Wala al-Sabai reported:\nI asked Abdullah b. Abbas saying: We are the inhabitants of the western regions. The Magians come to us with skins full of water and fat. He said: Drink. I said to him: Is it your own opinion? Ibn Abbas said: I heard the Messenger of Allah (ﷺ) say: Tanning purifies it (the skin).",
    "hadithArabic": "وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، وَأَبُو بَكْرِ بْنُ إِسْحَاقَ عَنْ عَمْرِو بْنِ الرَّبِيعِ، أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنْ أَبِي الْخَيْرِ، حَدَّثَهُ قَالَ حَدَّثَنِي ابْنُ وَعْلَةَ السَّبَئِيُّ، قَالَ سَأَلْتُ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ قُلْتُ إِنَّا نَكُونُ بِالْمَغْرِبِ فَيَأْتِينَا الْمَجُوسُ بِالأَسْقِيَةِ فِيهَا الْمَاءُ وَالْوَدَكُ فَقَالَ اشْرَبْ . فَقُلْتُ أَرَأْىٌ تَرَاهُ فَقَالَ ابْنُ عَبَّاسٍ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   دِبَاغُهُ طَهُورُهُ  .",
    "hadithBengali": "৭০২। ইসহাক ইবনু মানসূর ও আবূ বাকর ইবনু ইসহাক (রহঃ) ... ইবনু ওয়ালা আস-সাবাঈ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবদুল্লাহ ইবনু আব্বাস (রাঃ) কে জিজ্ঞেস করলাম যে, আমরা মাগরিবে (পশ্চিমাঞ্চল) থাকি। সেখানে আমাদের কাছে অগ্নিপূজকরা মশক নিয়ে আসে, যাতে পানি এবং চর্বি জাতীয় পদার্থ থাকে (আমরা সেগুলো ব্যবহার করব কি?)। তিনি বললেন, তা পান করে নাও। আমি বললাম, এটা কি আপনার নিজের অভিমত? ইবনু আব্বাস (রাঃ) বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, চামড়া পাক (দাবা/পাশাগাত) করলেই তা পবিত্র হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "702",
    "id": "8491",
    "thesequence": "8235",
    "isActive": "1",
    "chapterId": "12803",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৭. মৃত জন্তুর চামড়া পাকা (দাবা/পাশাগাত) করা দ্বারা পবিত্র হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nWe went with the Messenger of Allah (ﷺ) on one of his journeys and when we reached the place Baida or Dhat al-jaish, my necklace was broken (and fell somewhere). The Messenger of Allah (way peace be upon him) along with other people stayed there for searching it. There was neither any water at that place nor was there any water with them (the Companions of the Holy Prophet). Some persons came to my father Abu Bakr and said: Do you see what Aisha has done? She has detained the Messenger of Allah (ﷺ) and persons accompanying him, and there is neither any water here or with them. So Abu Bakr came there and the Messenger of Allah (ﷺ) was sleeping with his head on my thigh. He (Abu Bakr) said: You have detained the Messenger of Allah (ﷺ) and other persons and there is neither water here nor with them. She (Aisha) said: Abu Bakr scolded me and uttered what Allah wanted him to utter and nudged my hips with his hand. And there was nothing to prevent me from stirring but for the fact that the messenger of Allah (ﷺ) was lying upon my thigh. The Messenger of Allah (ﷺ) slept till it was dawn at a waterless place. So Allah revealed the verses pertaining to tayammum and they (the Prophet and his Companions) performed tayammum. Usaid b. al-Hudair who was one of the leaders said: This is not the first of your blessings,0 Family to Abu Bakr. Aisha said: We made the came) stand which was my mount and found the necklace under it.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي بَعْضِ أَسْفَارِهِ حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ - أَوْ بِذَاتِ الْجَيْشِ - انْقَطَعَ عِقْدٌ لِي فَأَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْتِمَاسِهِ وَأَقَامَ النَّاسُ مَعَهُ وَلَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ فَأَتَى النَّاسُ إِلَى أَبِي بَكْرٍ فَقَالُوا أَلاَ تَرَى إِلَى مَا صَنَعَتْ عَائِشَةُ أَقَامَتْ بِرَسُولِ اللَّهِ صلى الله عليه وسلم وَبِالنَّاسِ مَعَهُ وَلَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ . فَجَاءَ أَبُو بَكْرٍ وَرَسُولُ اللَّهِ صلى الله عليه وسلم وَاضِعٌ رَأْسَهُ عَلَى فَخِذِي قَدْ نَامَ فَقَالَ حَبَسْتِ رَسُولَ اللَّهِ صلى الله عليه وسلم وَالنَّاسَ وَلَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ . قَالَتْ فَعَاتَبَنِي أَبُو بَكْرٍ وَقَالَ مَا شَاءَ اللَّهُ أَنْ يَقُولَ وَجَعَلَ يَطْعُنُ بِيَدِهِ فِي خَاصِرَتِي فَلاَ يَمْنَعُنِي مِنَ التَّحَرُّكِ إِلاَّ مَكَانُ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى فَخِذِي فَنَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى أَصْبَحَ عَلَى غَيْرِ مَاءٍ فَأَنْزَلَ اللَّهُ آيَةَ التَّيَمُّمِ فَتَيَمَّمُوا . فَقَالَ أُسَيْدُ بْنُ الْحُضَيْرِ - وَهُوَ أَحَدُ النُّقَبَاءِ - مَا هِيَ بِأَوَّلِ بَرَكَتِكُمْ يَا آلَ أَبِي بَكْرٍ . فَقَالَتْ عَائِشَةُ فَبَعَثْنَا الْبَعِيرَ الَّذِي كُنْتُ عَلَيْهِ فَوَجَدْنَا الْعِقْدَ تَحْتَهُ .",
    "hadithBengali": "৭০৩। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আয়িশা (রাঃ), থেকে বর্ণিত যে, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন এক সফরে আমরা তাঁর সাথে বের হলাম। আমরা যখন বায়দা অথবা যাতুল জায়শ নামক স্থানে পৌছলাম তখন আমার হার খূলে পড়ে গেল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা তালাশ করতে সেখানে থেমে গেলেন। আর লোকজনও তারসাথে সাথে থেমে পড়ল। তাদের কাছাকাছি কোথাও পানি ছিলনা এবং তাদের নিজেদের কাছেও পানি ছিল না।\n\nঅতঃপর লোকজন আবূ বকর (রাঃ)-এর কাছে এসে বলতে লাগল, আপনি দেখছেন না আয়িশা (রাঃ) কি করল? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আটকে দিয়েছে এবং সেই সাথে সমস্ত লোককে আটকে রেখেছে। অথচ তাদের কাছাকাছি কোথাও পানি নেই আর না তাদের নিজেদের কাছে পানি আছে। অতঃপর আবূ বকর (রাঃ) আমার কাছে এলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার উরুর ওপর মাথা রেখে ঘুমিয়ে ছিলেন। তিনি এসে বললেন, তুমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং সমস্ত লোকজনকে আটকে রেখেছ। অথচ না তারা পানির কাছাকাছি রয়েছে, আর না তাদের নিজেদের কাছে পানি আছে।\n\nআয়িশা (রাঃ) বলেন অতঃপর আবূ বকর (রাঃ) আমাকে ভৎসনা করলেন এবং যতদুর বলার বললেন। তিনি তার হাত দিয়ে আমার পাজরে আঘাত করলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার উরুর ওপর থাকার কারণে আমি নড়তেও পারলাম না। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুমিয়েই রইলেন। এমনি করে পানি বিহীনভাবে সকাল হল।\n\nঅতঃপর আল্লাহ তাআলা তায়াম্মুমের আয়াত নাযিল করলেন। তখন উসায়দ ইবনু হুযায়র (রাঃ) যিনি ছিলেন নকীবদের* অন্যতম বললেন, &ldquo;হে আবূ বকর তনয়া! এটাই আপনার প্রথম বরকত নয়&rdquo;। আয়িশা (রাঃ) বলেন, অতঃপর আমি যে উটের ওপর ছিলাম সেটিকে চলার জন্য উঠালাম। তখন উক্ত হারটি তার নিচে পাওয়া গেল।\n",
    "checkStatus": "1",
    "hadithNo": "703",
    "id": "8492",
    "thesequence": "8236",
    "isActive": "1",
    "chapterId": "12804",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৮. তায়াম্মুমের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported she had borrowed from Asma (her sister) a necklace and it was lost. The Messenger of Allah (ﷺ) sent men to search for it. As it was the time for prayer, they offered prayer without ablution (as water was not available there). When they came to the Messenger of Allah (ﷺ), they made a complaint about it, and the verses pertaining to tayammum were revealed. Upon this Usaid b. Hadair said (to Aisha):\nMay Allah grant you a good reward! Never has been there an occasion when you were beset with difficulty and Allah did not make you come out of that and made it an occasion of blessing for the Muslims.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، وَابْنُ، بِشْرٍ عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا اسْتَعَارَتْ مِنْ أَسْمَاءَ قِلاَدَةً فَهَلَكَتْ فَأَرْسَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَاسًا مِنْ أَصْحَابِهِ فِي طَلَبِهَا فَأَدْرَكَتْهُمُ الصَّلاَةُ فَصَلَّوْا بِغَيْرِ وُضُوءٍ فَلَمَّا أَتَوُا النَّبِيَّ صلى الله عليه وسلم شَكَوْا ذَلِكَ إِلَيْهِ فَنَزَلَتْ آيَةُ التَّيَمُّمِ . فَقَالَ أُسَيْدُ بْنُ حُضَيْرٍ جَزَاكِ اللَّهُ خَيْرًا فَوَاللَّهِ مَا نَزَلَ بِكِ أَمْرٌ قَطُّ إِلاَّ جَعَلَ اللَّهُ لَكِ مِنْهُ مَخْرَجًا وَجَعَلَ لِلْمُسْلِمِينَ فِيهِ بَرَكَةً .",
    "hadithBengali": "৭০৪। আবূ বাকর ইবনু আবূ শায়বা এবং আবূ কুরায়ব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি আবূ আসমা (রাঃ) থেকে একটি হার ধার নিয়েছিলেন। অতঃপর তা হারিযে গেল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাহাবীদের মধ্যে কিছু লোককে তা খুঁজতে পাঠালেন। (পথে) তাদের সালাত (নামায/নামাজ)-এর সময় হয়ে গেল। তখন তারা উযূ (ওজু/অজু/অযু) ছাড়াই সালাত (নামায/নামাজ) আদায় করলেন। এরপর তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে এ ঘটনা জানালেন। তখন তায়াম্মুমের আয়াত নাযিল হল। এ সময় উসায়দ ইবনু হুযায়র (রাঃ) বললেন, আল্লাহ তায়ালা আপনাকে উত্তম বদলা দান করুন। আল্লাহর কসম! আপনার ওপর যখনই কোন সমস্যা এসেছে তখন আল্লাহ তাআলা আপনার জন্য এর সমাধানের পথ করে দিয়েছেন এবং মুসলমানদের জন্য তাতে বরকত রেখেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "704",
    "id": "8493",
    "thesequence": "8237",
    "isActive": "1",
    "chapterId": "12804",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৮. তায়াম্মুমের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Shaqiq reported:\nI was sitting in the company of Abdullah and Abu Musa when Abu Musa said: 0 Abd al-Rahman (kunya of Abdullah b. Masud), what would you like a man to do about the prayer if he experiences a seminal emission or has sexual intercourse but does not find water for a month? Abdullah said: He should not perform tayammum even if he does not find water for a month. Abdullah said: Then what about the verse in Sura Maida: If you do not find water, betake yourself to clean dust? Abdullah said: If they were granted concession on the basis of this verse, there is a possibility that they would perform tayammum with dust on finding water very cold for themselves. Abu Musa said to Abdullah: You have not heard the words of Ammar: The Messenger of Allah (ﷺ) sent me on an errand and I had a seminal emission, but could find no water, and rolled myself in dust just as a beast rolls itself. I came to the Messenger of Allah (ﷺ) then and made a mention of that to him and he (the Holy Prophet) said: It would have been enough for you to do thus. Then he struck the ground with his hands once and wiped his right hand with the help of his left hand and the exterior of his palms and his face. Abdullah said: Didnt you see that Umar was not fully satisfied with the words of Ammar only?",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَابْنُ نُمَيْرٍ جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ، قَالَ أَبُو بَكْرٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ كُنْتُ جَالِسًا مَعَ عَبْدِ اللَّهِ وَأَبِي مُوسَى فَقَالَ أَبُو مُوسَى يَا أَبَا عَبْدِ الرَّحْمَنِ أَرَأَيْتَ لَوْ أَنَّ رَجُلاً أَجْنَبَ فَلَمْ يَجِدِ الْمَاءَ شَهْرًا كَيْفَ يَصْنَعُ بِالصَّلاَةِ فَقَالَ عَبْدُ اللَّهِ لاَ يَتَيَمَّمُ وَإِنْ لَمْ يَجِدِ الْمَاءَ شَهْرًا . فَقَالَ أَبُو مُوسَى فَكَيْفَ بِهَذِهِ الآيَةِ فِي سُورَةِ الْمَائِدَةِ { فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا} فَقَالَ عَبْدُ اللَّهِ لَوْ رُخِّصَ لَهُمْ فِي هَذِهِ الآيَةِ - لأَوْشَكَ إِذَا بَرَدَ عَلَيْهِمُ الْمَاءُ أَنْ يَتَيَمَّمُوا بِالصَّعِيدِ . فَقَالَ أَبُو مُوسَى لِعَبْدِ اللَّهِ أَلَمْ تَسْمَعْ قَوْلَ عَمَّارٍ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَاجَةٍ فَأَجْنَبْتُ فَلَمْ أَجِدِ الْمَاءَ فَتَمَرَّغْتُ فِي الصَّعِيدِ كَمَا تَمَرَّغُ الدَّابَّةُ ثُمَّ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ  إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَقُولَ بِيَدَيْكَ هَكَذَا  . ثُمَّ ضَرَبَ بِيَدَيْهِ الأَرْضَ ضَرْبَةً وَاحِدَةً ثُمَّ مَسَحَ الشِّمَالَ عَلَى الْيَمِينِ وَظَاهِرَ كَفَّيْهِ وَوَجْهَهُ . فَقَالَ عَبْدُ اللَّهِ أَوَلَمْ تَرَ عُمَرَ لَمْ يَقْنَعْ بِقَوْلِ عَمَّارٍ",
    "hadithBengali": "৭০৫। ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বাকর ইবনু আবূ শায়বা ও ইবনু নুমায়র (রহঃ) ... শাকীক (রহঃ) থেকে বর্ণিত যে, তিনি বলেন, আমি একবার আবদুল্লাহ (ইবনু মাসঊদ) ও আবূ মূসা (রাঃ) এর কাছে বসেছিলাম। তখন আবূ মূসা (রাঃ) বললেন, হে আবূ আবদুল রহমান! কোন ব্যাক্তি যদি জানবাতওয়ালা হয় (যার ফলে তার গোসল ফরয হয়) এবং সে এক মাস যাবত পানি না পায় তাহলে সে কিভাবে সালাত (নামায/নামাজ) আদায় করবে?\n\nআবদুল্লাহ বললেন, সে তায়ামুম করবে না যদিও একমাস পানি না পায়। আবূ মূসা বললেন, তাহলে সুরা মায়িদার এ আয়াত فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا (যদি তোমরা-পানি না পাও তাহলে পবিত্র মাটি দিয়ে তায়াম্মুম কর&mdash;) এরকি হবে?\n\nআবদুল্লাহ বললেন, এ আয়াতের দ্বারা তাদেরকে যদি তায়ামুমের অনুমতি দেয়া হয়, তাহলে (ধীরে ধীরে এমন এক পর্যায়ে পৌছবে যে) পানি ঠান্ডা বোধ হলে তারা মাটি দিয়ে তায়ামুম শুরু করবে। আবূ মূসা (রাঃ) তখন আবদুল্লাহকে বললেন, আপনি কি আম্মারের বর্ণনা শোনেন নি (তিনি বলেন) যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে কোন এক প্রয়োজনে পাঠালেন। (পথিমধ্যে) আমি অপবিত্র হয়ে গেলাম এবং পানি পেলাম না। তখন আমি মাটিতে গড়াগড়ি দিলাম চতুষ্পদ জন্তু যেভাবে মাটিতে গড়াগড়ি দেয়। তারপর আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে এ ঘটনা বললাম।\n\nতিনি (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেন, তোমার জন্য হাত দিয়ে এরুপ করাই যথেষ্ট ছিল-এই বলে তিনি তাঁর দুই হাত একবার মাটিতে মারলেন। তারপর বাম হাত দিয়ে ডান হাত মাসেহ করলেন এবং উভয় হাতের কজির উপরিভাগ ও মুখমন্ডল মাসহ করলেন। আবদুল্লাহ বললেন, তুমি কি দেখনি যে, উমার (রাঃ) আম্মার (রাঃ) -এর কথা যথেষ্ট মনে করেননি?\n",
    "checkStatus": "1",
    "hadithNo": "705",
    "id": "8494",
    "thesequence": "8238",
    "isActive": "1",
    "chapterId": "12804",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৮. তায়াম্মুমের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated by Shaqiq with the same chain of transmitters but with the alteration of these words:\nHe (the Holy Prophet) struck hands upon the earth, and then shook them and then wiped his face and palm.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الأَعْمَشُ، عَنْ شَقِيقٍ، قَالَ قَالَ أَبُو مُوسَى لِعَبْدِ اللَّهِ وَسَاقَ الْحَدِيثَ بِقِصَّتِهِ نَحْوَ حَدِيثِ أَبِي مُعَاوِيَةَ غَيْرَ أَنَّهُ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَقُولَ هَكَذَا  . وَضَرَبَ بِيَدَيْهِ إِلَى الأَرْضِ فَنَفَضَ يَدَيْهِ فَمَسَحَ وَجْهَهُ وَكَفَّيْهِ .",
    "hadithBengali": "৭০৬। আবূ কামিল আল জাহদারী (রহঃ) ... শাকীক (রহঃ) থেকে বর্ণিত যে, তিনি বলেন, আবূ মূসা (রাঃ) আবদুল্লাহ (রাঃ) কে বললেন, এরপর আবূ মুআবিয়ার হাদীসের অনুরুপ বর্ণনা করেন। তবে তিনি বলেন, অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমার জন্য এরুপ করাই যথেষ্ট ছিল। এই বলে তিনি তার উভয় হাত মাটিতে মারলেন। অতঃপর ঝেড়ে মুখমন্ডল এবং উভয় হাতের কবজি মাসহ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "706",
    "id": "8495",
    "thesequence": "8239",
    "isActive": "1",
    "chapterId": "12804",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৮. তায়াম্মুমের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd al-Rabmin b. Abza narrated It on the authority of his father that a man came to Umar and said:\nI am (at times) affected by seminal emission but find no water. He (Umar) told him not to say prayer. Ammar then said. Do you remember,0 Commander of the Faithful, when I and you were in a military detachment and we had had a seminal emission and did not find water (for taking bath) and you did not say prayer, but as for myself I rolled in dust and said prayer, and (when it was mentioned before) the Apostle (ﷺ) said: It was enough for you to strike the ground with your hands and then blow (the dust) and then wipe your face and palms. Umar said: Ammar, fear Allah. He said: If you so like, I would not narrate it. A hadith like this has been transmitted with the same chain of transmitters but for the words: Umar said: We hold you responsible for what you claim.",
    "hadithArabic": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ هَاشِمٍ الْعَبْدِيُّ، حَدَّثَنَا يَحْيَى، - يَعْنِي ابْنَ سَعِيدٍ الْقَطَّانَ - عَنْ شُعْبَةَ، قَالَ حَدَّثَنِي الْحَكَمُ، عَنْ ذَرٍّ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، أَنَّ رَجُلاً، أَتَى عُمَرَ فَقَالَ إِنِّي أَجْنَبْتُ فَلَمْ أَجِدْ مَاءً . فَقَالَ لاَ تُصَلِّ . فَقَالَ عَمَّارٌ أَمَا تَذْكُرُ يَا أَمِيرَ الْمُؤْمِنِينَ إِذْ أَنَا وَأَنْتَ فِي سَرِيَّةٍ فَأَجْنَبْنَا فَلَمْ نَجِدْ مَاءً فَأَمَّا أَنْتَ فَلَمْ تُصَلِّ وَأَمَّا أَنَا فَتَمَعَّكْتُ فِي التُّرَابِ وَصَلَّيْتُ . فَقَالَ النَّبِيُّ صلى الله عليه وسلم   إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَضْرِبَ بِيَدَيْكَ الأَرْضَ ثُمَّ تَنْفُخَ ثُمَّ تَمْسَحَ بِهِمَا وَجْهَكَ وَكَفَّيْكَ  . فَقَالَ عُمَرُ اتَّقِ اللَّهَ يَا عَمَّارُ . قَالَ إِنْ شِئْتَ لَمْ أُحَدِّثْ بِهِ . قَالَ الْحَكَمُ وَحَدَّثَنِيهِ ابْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنْ أَبِيهِ مِثْلَ حَدِيثِ ذَرٍّ قَالَ وَحَدَّثَنِي سَلَمَةُ عَنْ ذَرٍّ فِي هَذَا الإِسْنَادِ الَّذِي ذَكَرَ الْحَكَمُ فَقَالَ عُمَرُ نُوَلِّيكَ مَا تَوَلَّيْتَ .",
    "hadithBengali": "৭০৭ আবদুল্লাহ ইবনু হাশিম আন-আবদী (রহঃ) ... আবদূর রহমান ইবনু আবযা (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি উমার (রাঃ) এর কাছে এসে বলল, আমি অপবিত্র হয়েছি, কিন্তু পানি পাইনি (তখন কি করব?)। তিনি বললেন, তুমি সালাত (নামায/নামাজ) আদায় করোনা। তখন আম্মার (রাঃ) বললেন, &ldquo;আমিরুল মুমিনীন! আপনার কি স্মরণ নেই যে, আমিও আপনি কোন এক অভিযানে অংশ গ্রহণ করেছিলাম। অতঃপর আমরা উভয়েই অপবিত্র হয়ে পড়লাম। আর ফোটাও পানি পেলাম না। তখন আপনি সালাত (নামায/নামাজ) আদায় করলেন না, কিন্তু আমি মাটিতে গড়াগড়ি দিলাম এবং সালাত (নামায/নামাজ) আদায় করলাম।\n\nঅতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ ঘটনা জানালে (তিনি) বললেন, তোমার জন্য এটাই যথেষ্ট ছিল যে, তোমার উভয় হাত মাটিতে মারতে তারপর তা ঝেড়ে ফেলে তা দিয়ে তোমার মূখমশুল ও উভয় হাতের কবজি মাসহ করতে&rdquo; উমার (রাঃ) বললেন, আম্মার! আল্লাহকে ভয় কর। তিনি (আম্মার) বললেন, আপনি চাইলে আমি এটা আর বর্ননা করব না&rdquo;।\n\nহাকাম বলেন, আব্দুর রহমান ইবনু আবযার পূত্র তাঁর পিতা আবদুর রহমান থেকে আমার কাছে যার্&zwnj;র-এর হাদীসের অনুরুপ বর্ণনা করেছেন। তিনি বলেন, অতঃপর উমার (রাঃ) বললেন, তোমার বর্ণনার দায়-দায়িত্ব তোমার উপরই অর্পণ করলাম।\n",
    "checkStatus": "1",
    "hadithNo": "707",
    "id": "8496",
    "thesequence": "8240",
    "isActive": "1",
    "chapterId": "12804",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৮. তায়াম্মুমের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd al-Rahman b. Abza mnated it on the authority of his father that a man came to Umar and said:\nI have had a seminal emission but I found no water, and the rest of the hadith is the same but with this addition: Amr said: 0 Commander of the Faithful, because of the right given to you by Allah over me, if you desire, I would not narrate this hadith to anyone.\n\n Umair, the freed slave of Ibn Abbas, reported:\nI and Abd al-Rahmin b. Yasir, the freed slave of Maimuna, the wife of the Apostle (way peace be upon him). came to the house of Abul-Jahm b. al-Harith al-Simma Ansari and he said: The Messenger of Allah (ﷺ) came from the direction of Bir Jamal and a man met him; he saluted him but the Messenger of Allah (ﷺ) made no response, till he (the Holy Prophet) came to the wall, wiped his face and hands and then returned his salutations.",
    "hadithArabic": " وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، أَخْبَرَنَا شُعْبَةُ، عَنِ الْحَكَمِ، قَالَ سَمِعْتُ ذَرًّا، عَنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، قَالَ قَالَ الْحَكَمُ وَقَدْ سَمِعْتُهُ مِنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، أَنَّ رَجُلاً، أَتَى عُمَرَ فَقَالَ إِنِّي أَجْنَبْتُ فَلَمْ أَجِدْ مَاءً . وَسَاقَ الْحَدِيثَ وَزَادَ فِيهِ قَالَ عَمَّارٌ يَا أَمِيرَ الْمُؤْمِنِينَ إِنْ شِئْتَ لِمَا جَعَلَ اللَّهُ عَلَىَّ مِنْ حَقِّكَ لاَ أُحَدِّثُ بِهِ أَحَدًا وَلَمْ يَذْكُرْ حَدَّثَنِي سَلَمَةُ عَنْ ذَرٍّ .\n قَالَ مُسْلِمٌ وَرَوَى اللَّيْثُ بْنُ سَعْدٍ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ، عَنْ عُمَيْرٍ، مَوْلَى ابْنِ عَبَّاسٍ أَنَّهُ سَمِعَهُ يَقُولُ أَقْبَلْتُ أَنَا وَعَبْدُ الرَّحْمَنِ بْنُ يَسَارٍ، مَوْلَى مَيْمُونَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم حَتَّى دَخَلْنَا عَلَى أَبِي الْجَهْمِ بْنِ الْحَارِثِ بْنِ الصِّمَّةِ الأَنْصَارِيِّ فَقَالَ أَبُو الْجَهْمِ أَقْبَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ نَحْوِ بِئْرِ جَمَلٍ فَلَقِيَهُ رَجُلٌ فَسَلَّمَ عَلَيْهِ فَلَمْ يَرُدَّ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَيْهِ حَتَّى أَقْبَلَ عَلَى الْجِدَارِ فَمَسَحَ وَجْهَهُ وَيَدَيْهِ ثُمَّ رَدَّ عَلَيْهِ السَّلاَمَ .",
    "hadithBengali": "৭০৮। ইসহাক হবন মানসুর (রহঃ) ... আবদূর রহমান ইবনু আবযা (রাঃ) থেকে বর্ণিত যে এক ব্যাক্তি উমার (রাঃ) এর কাছে এসে বলল, আমি অপবিত্র হয়েছি এবং পানি পাইনি (তখন কি কবর?) এর পর রাবী পূর্বোক্ত হাদীসের অনুরুপ বর্ণনা করেছেন। তাতে অতিরিক্ত আছে যে, আম্মার (রাঃ) বললেন, হে আমীরুল মুমিনীন! আল্লাহ তায়ালা আমার ওপর আপনার যে হক রেখেছেন (অর্থাৎ আপনাকে খলীফা বানিয়েছেন) তার প্রতি লক্ষ্য রেখে বলছিঃ আপনি চাইলে আমি আর কারো কাছে এটা বর্ণনা করব না।\n\nমুসলিম বলেন, নায়স ইবনু সাদ এর সুত্রে ইবনু আব্বাস (রাঃ) এর আযাদকৃত দাস উমায়র থেকে বর্ণিত। তিনি ইবনু আব্বাস (রাঃ) কে বলতে শুনেছেন যে, আমি এবং উম্মুল মুমিনীন মায়মুনা (রাঃ) এর আযাদকৃত দাস আবদুর রহমান ইবনু ইয়াসার একবার আবূল জাহম ইবনুল হারিস ইবনু সিম্মা-আনসারীর কাছে গেলাম। তখন আবূল জাহম (রহঃ) বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক বার বি&#39;র-ই-জামাল (মদিনার নিকটবর্তি একটি স্থান) এর দিক থেকে আসছিলেন। অতঃপর পথিমধ্যে এক ব্যাক্তি তার সাথে সাক্ষাৎ করে সালাম দিল কিন্তু তিনি তার উত্তর দিলেন না বরং একটি দেয়ালের কাছে গিয়ে তাঁর মুখমন্ডল এবং উভয় হাত মাসহ করলেন। তারপর সালামের জবাব দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "708",
    "id": "8497",
    "thesequence": "8241",
    "isActive": "1",
    "chapterId": "12804",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৮. তায়াম্মুমের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported:\nA person happened to pass by the Messenger of Allah (ﷺ) when he was making water and saluted him, but he did not respond to his salutation.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا سُفْيَانُ، عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلاً، مَرَّ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَبُولُ فَسَلَّمَ فَلَمْ يَرُدَّ عَلَيْهِ .",
    "hadithBengali": "৭০৯। মুহাম্মদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... ইবনু উমার (রাঃ) থেকে বর্ণিত। এক ব্যাক্তি পথ দিয়ে যাচ্ছিল। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন পেশাব করছিলেন। সে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সালাম করল। কিন্তু তিনি তার জবাব দিলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "709",
    "id": "8498",
    "thesequence": "8242",
    "isActive": "1",
    "chapterId": "12804",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৮. তায়াম্মুমের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that he met the Messenger of Allah (ﷺ) on one of the paths leading to Medina in a state of (sexual) defilement and he slipped away and took a bath. The Apostle of Allah (ﷺ) searched for him and when he came, he said to him:\n0 Abu Huraira, where were you? He said: Messenger of Allah, you met when I was (sexually) defiled and I did not like to sit in your company before taking a bath. Upon this the Messenger of Allah (ﷺ) said: Hallowed be Allah, verily a believer is never defiled.",
    "hadithArabic": " حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى، - يَعْنِي ابْنَ سَعِيدٍ - قَالَ حُمَيْدٌ حَدَّثَنَا ح، وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ لَقِيَهُ النَّبِيُّ صلى الله عليه وسلم فِي طَرِيقٍ مِنْ طُرُقِ الْمَدِينَةِ وَهُوَ جُنُبٌ فَانْسَلَّ فَذَهَبَ فَاغْتَسَلَ فَتَفَقَّدَهُ النَّبِيُّ صلى الله عليه وسلم فَلَمَّا جَاءَهُ قَالَ  أَيْنَ كُنْتَ يَا أَبَا هُرَيْرَةَ  . قَالَ يَا رَسُولَ اللَّهِ لَقِيتَنِي وَأَنَا جُنُبٌ فَكَرِهْتُ أَنْ أُجَالِسَكَ حَتَّى أَغْتَسِلَ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  سُبْحَانَ اللَّهِ إِنَّ الْمُؤْمِنَ لاَ يَنْجُسُ  .",
    "hadithBengali": "৭১০। যুহায়র ইবনু হারব ও আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, তিনি একবার মদিনার কোন এক রাস্তায় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে সাক্ষাৎ করলেন। তিনি (আবূ হুরায়রা) তখন (জানবাত) অপবিত্র অবস্থায় ছিলেন। এই কারণে তিনি আস্তে করে পাশ কেটে চলে গেলেন এবং গোসল করলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে তালাশ করলেন। পরে আসলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আবূ হুরায়রা। তুমি কোথায় ছিলে? তিনি বললেন, ইয়া রাসুলাল্লাহ ! আপনার সঙ্গে যখন আমার সাক্ষাৎ হয় তখন আমি অপবিত্রাবস্থায় ছিলাম। তাই আমি গোসল না করে আপনার মজলিসে বসা ভাল মনে করি নি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সুবহানাল্লাহ! মুমিন তো অপবিত্র হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "710",
    "id": "8499",
    "thesequence": "8243",
    "isActive": "1",
    "chapterId": "12805",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৯. মুসলমান অপবিত্র হয় না, এর প্রমান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hudhaifa reported:\nThe Messenger of Allah (ﷺ) happened to meet him and he was (sexually) defiled, and he slipped away and took a bath and then came and said: I was (sexually) defiled. Upon this he (the Holy Prophet) remarked: A Muslim is never defiled.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ وَاصِلٍ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَقِيَهُ وَهُوَ جُنُبٌ فَحَادَ عَنْهُ فَاغْتَسَلَ ثُمَّ جَاءَ فَقَالَ كُنْتُ جُنُبًا . قَالَ   إِنَّ الْمُسْلِمَ لاَ يَنْجُسُ  .",
    "hadithBengali": "৭১১। আবূ বাকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত যে, একদা অপবিত্র থাকা অবস্থায় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে তার সাক্ষাৎ হয়। ফলে তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পাশ কেটে চলে গেলেন এবং গোসল করে পরে এলেন, এবং বললেন আমি জানবাত (গোসল ফরয হওয়ার কারণে নাপাক) অবস্থায় ছিলাম। রাসূলল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, মুসলিম তো নাপাক হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "711",
    "id": "8500",
    "thesequence": "8244",
    "isActive": "1",
    "chapterId": "12805",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "২৯. মুসলমান অপবিত্র হয় না, এর প্রমান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha said:\nThe Apostle of Allah (ﷺ) used to remember Allah at all moments.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ وَإِبْرَاهِيمُ بْنُ مُوسَى قَالاَ حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ أَبِيهِ، عَنْ خَالِدِ بْنِ سَلَمَةَ، عَنِ الْبَهِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يَذْكُرُ اللَّهَ عَلَى كُلِّ أَحْيَانِهِ .",
    "hadithBengali": "৭১২। আবূ কুরায়র মুহাম্মাদ ইবনুল আলা ও ইবরাহীম ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সব সময়ই আল্লাহর যিকর করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "712",
    "id": "8501",
    "thesequence": "8245",
    "isActive": "1",
    "chapterId": "12806",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩০. জানাবাত বা অন্য কারণে অপবিত্র অবস্থায় আল্লাহ্&zwnj; তা&#039;আলার যিকর করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas reported:\nThe Apostle of Allah (ﷺ) came out of the privy, and he was presented with some food, and the people reminded him about ablution, but he said: Am I to say prayer that I should perform ablution?",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَأَبُو الرَّبِيعِ الزَّهْرَانِيُّ، قَالَ يَحْيَى أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، وَقَالَ أَبُو الرَّبِيعِ، حَدَّثَنَا حَمَّادٌ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ سَعِيدِ بْنِ الْحُوَيْرِثِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ مِنَ الْخَلاَءِ فَأُتِيَ بِطَعَامٍ فَذَكَرُوا لَهُ الْوُضُوءَ فَقَالَ   أُرِيدُ أَنْ أُصَلِّيَ فَأَتَوَضَّأَ  .",
    "hadithBengali": "৭১৩। ইয়াহইয়া ইবনু ইয়াহইয়া আত-তামীমী ও আবূর-রাবী আয যাহরানী (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শৌচাগার থেকে বের হলেন। ইতিমধ্যে খানা হাজির করা হল। লোকজন তাকে উজ়ুর কথা স্মরন করিয়ে দিল। তিনি বললেন, আমি কি সালাত (নামায/নামাজ) আদায়ের ইচ্ছা করছি যে উযূ (ওজু/অজু/অযু) করব?\n",
    "checkStatus": "1",
    "hadithNo": "713",
    "id": "8502",
    "thesequence": "8246",
    "isActive": "1",
    "chapterId": "12807",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩১. উযু না থাকা অবস্থায় খানা খাওয়া জায়েয; এতে কোন দোষ নেই। কারণ উযু ভঙ্গের সাথে সাথেই তা করা জরুরী নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported:\nWe were with the Messenger of Allah (ﷺ) and he had come out of the privy. Food was presented to him. It was said to him (by the Companions around him): Wouldnt you perform ablution? Upon this he said: Why, am I to say prayer that I should perform ablution?",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ سَعِيدِ بْنِ الْحُوَيْرِثِ، سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَجَاءَ مِنَ الْغَائِطِ وَأُتِيَ بِطَعَامٍ فَقِيلَ لَهُ أَلاَ تَوَضَّأُ فَقَالَ   لِمَ أَأُصَلِّي فَأَتَوَضَّأَ  .",
    "hadithBengali": "৭১৪। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ছিলাম। তিনি পায়খানা থেকে এলেন। খানা হাযির করা হল। তাকে বলা হল আপনি কি উযূ (ওজু/অজু/অযু) করবেন না? তিনি বললেনঃ কেন আমি কি সালাত (নামায/নামাজ) আদায় করছি যে উযূ (ওজু/অজু/অযু) করব?\n",
    "checkStatus": "1",
    "hadithNo": "714",
    "id": "8503",
    "thesequence": "8247",
    "isActive": "1",
    "chapterId": "12807",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩১. উযু না থাকা অবস্থায় খানা খাওয়া জায়েয; এতে কোন দোষ নেই। কারণ উযু ভঙ্গের সাথে সাথেই তা করা জরুরী নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported:\nThe Messenger of Allah (ﷺ) went to the privy and when he came back, he was presented with food. It was said to him; Messenger of Allah, wouldnt you perform ablution. He said: Why, am I to say prayer?",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا مُحَمَّدُ بْنُ مُسْلِمٍ الطَّائِفِيُّ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ سَعِيدِ بْنِ الْحُوَيْرِثِ، مَوْلَى آلِ السَّائِبِ أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، قَالَ ذَهَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى الْغَائِطِ فَلَمَّا جَاءَ قُدِّمَ لَهُ طَعَامٌ فَقِيلَ يَا رَسُولَ اللَّهِ أَلاَ تَوَضَّأُ . قَالَ   لِمَ أَلِلصَّلاَةِ  .",
    "hadithBengali": "৭১৫। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্নিত যে, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার পায়খানায় গেলেন। পরে তিনি যখন (পায়খানা সেরে ফিরে) এলেন তখন তার সামনে খানা পেশ করা হল। অতঃপর তাঁকে বলা হল, ইয়া রাসুলাল্লাহ ! আপনি কি উযূ (ওজু/অজু/অযু) করবেন না? তিনি বললেন, কেন, সালাত (নামায/নামাজ)-এর জন্য?\n",
    "checkStatus": "1",
    "hadithNo": "715",
    "id": "8504",
    "thesequence": "8248",
    "isActive": "1",
    "chapterId": "12807",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩১. উযু না থাকা অবস্থায় খানা খাওয়া জায়েয; এতে কোন দোষ নেই। কারণ উযু ভঙ্গের সাথে সাথেই তা করা জরুরী নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas, reported:\nThe Apostle of Allah (ﷺ) came out of the privy after relieving himself, and food was brought to him and he took it, and did not touch water. In another narration transmitted by Said b. al-Huwairith it is like this: It was said to the Messenger of Allah (ﷺ) You have not performed ablution. He said: I do not intend to say prayer that I should perform ablution.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ عَمْرِو بْنِ عَبَّادِ بْنِ جَبَلَةَ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، قَالَ حَدَّثَنَا سَعِيدُ بْنُ حُوَيْرِثٍ، أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ، يَقُولُ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى حَاجَتَهُ مِنَ الْخَلاَءِ فَقُرِّبَ إِلَيْهِ طَعَامٌ فَأَكَلَ وَلَمْ يَمَسَّ مَاءً . قَالَ وَزَادَنِي عَمْرُو بْنُ دِينَارٍ عَنْ سَعِيدِ بْنِ الْحُوَيْرِثِ أَنَّ النَّبِيَّ صلى الله عليه وسلم قِيلَ لَهُ إِنَّكَ لَمْ تَوَضَّأْ قَالَ   مَا أَرَدْتُ صَلاَةً فَأَتَوَضَّأَ  . وَزَعَمَ عَمْرٌو أَنَّهُ سَمِعَ مِنْ سَعِيدِ بْنِ الْحُوَيْرِثِ .",
    "hadithBengali": "৭১৬। মুহাম্মদ ইবনু আমর ইবনু আব্বাদ ইবনু জাবাল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শৌচাগার থেকে প্রয়োজন সেরে এলেন তার সামনে খানা পেশ করা হল। তিনি পানি স্পর্শ না করে (উযূ (ওজু/অজু/অযু) না করে) তা আহার করলেন।\n\nআমর ইবনু দিনার এর বর্ণনায় আরো অতিরিক্ত রয়েছে যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলা হল, আপনি যে উযূ (ওজু/অজু/অযু) করলেন না? তিনি বললেন, আমি তো আর এখন সালাত (নামায/নামাজ) আদায়ের ইচ্ছা করিনি যে, উযূ (ওজু/অজু/অযু) করব। আমর ইবনু দ্বীনার বলেন এ হাদীসটি তিনি সাঈদ ইবনুল হুওয়ায়রিস (রহঃ) থেকে শুনেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "716",
    "id": "8505",
    "thesequence": "8249",
    "isActive": "1",
    "chapterId": "12807",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩১. উযু না থাকা অবস্থায় খানা খাওয়া জায়েয; এতে কোন দোষ নেই। কারণ উযু ভঙ্গের সাথে সাথেই তা করা জরুরী নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported:\nWhen the Messenger of Allah (ﷺ) entered the privy, and in the hadith transmitted by Hushaim (the words are): When the Messenger of Allah (ﷺ) entered the lavatory, be used to say: O Allah, I seek refuge in Thee from wicked and noxious things.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، وَقَالَ، يَحْيَى أَيْضًا أَخْبَرَنَا هُشَيْمٌ، كِلاَهُمَا عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، - فِي حَدِيثِ حَمَّادٍ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا دَخَلَ الْخَلاَءَ وَفِي حَدِيثِ هُشَيْمٍ - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا دَخَلَ الْكَنِيفَ قَالَ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبَائِثِ  .",
    "hadithBengali": "৭১৭। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শৌচাগারে প্রবেশ করার সময় বলতেন,اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبَائِثِ (হে আল্লাহ! আমি আপনার কাছে দুষ্ট পুরুষ জ্বীন ও নারী জ্বীন থেকে পানাহ চাচ্ছি)।\n",
    "checkStatus": "1",
    "hadithNo": "717",
    "id": "8506",
    "thesequence": "8250",
    "isActive": "1",
    "chapterId": "12808",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩২. শৌচাগারে প্রবেশের দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith is also transmitted by Abd al-Aziz with the same chain of transmitters, and the words are:\nI seek refuge with Allah from the wicked and noxious things.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ عُلَيَّةَ - عَنْ عَبْدِ الْعَزِيزِ، بِهَذَا الإِسْنَادِ وَقَالَ   أَعُوذُ بِاللَّهِ مِنَ الْخُبْثِ وَالْخَبَائِثِ  .",
    "hadithBengali": "৭১৮। আবূ বকর ইবনু আবূ শায়বা ও যুহায়র ইবনু হারব (রহঃ) ... আবদুল আযীয (রহঃ) থেকে অনুরুপ বর্ণিত আছে। এই বর্ণনায় أَعُوذُ بِاللَّهِ مِنَ الْخُبْثِ وَالْخَبَائِثِ এর উল্লেখ আছে।\n",
    "checkStatus": "1",
    "hadithNo": "718",
    "id": "8507",
    "thesequence": "8251",
    "isActive": "1",
    "chapterId": "12808",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩২. শৌচাগারে প্রবেশের দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported:\n(The people) stood up for prayer and the Messenger of Allah (ﷺ) was whispering to a man, and in the narration of Abd al-Warith (the words are): The Apostle of Allah (ﷺ) was having a private conversation with a man, and did not start the prayer till the people dozed off.",
    "hadithArabic": " حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، ح وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا عَبْدُ الْوَارِثِ، كِلاَهُمَا عَنْ عَبْدِ الْعَزِيزِ، عَنْ أَنَسٍ، قَالَ أُقِيمَتِ الصَّلاَةُ وَرَسُولُ اللَّهِ صلى الله عليه وسلم نَجِيٌّ لِرَجُلٍ - وَفِي حَدِيثِ عَبْدِ الْوَارِثِ وَنَبِيُّ اللَّهِ صلى الله عليه وسلم يُنَاجِي الرَّجُلَ - فَمَا قَامَ إِلَى الصَّلاَةِ حَتَّى نَامَ الْقَوْمُ .",
    "hadithBengali": "৭১৯। যূহায়র ইবনু হারব ও শায়বান ইবনু ফাররুখ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, (একবার) সালাত (নামায/নামাজ) শুরু হয়ে যাচ্ছিল। তখন রাসুলসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তির সাথে নিভৃতে আলাপ করছিলেন। অতঃপর তিনি এত দেরি করে এসে সালাত (নামায/নামাজ) শুরু করলেন যে, লোকজন তখন (বসে বসে) ঘূমাচ্ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "719",
    "id": "8508",
    "thesequence": "8252",
    "isActive": "1",
    "chapterId": "12809",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩৩. বসা অবস্থায় ঘুমালে উযু ভঙ্গ হয় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported:\n(The people) stood up for prayer and the Messenger of Allah (ﷺ) was talking in whispers with a man, and he did not discontinue the conversation till his Companions dozed off; he then came and led the prayer.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، سَمِعَ أَنَسَ بْنَ مَالِكٍ، قَالَ أُقِيمَتِ الصَّلاَةُ وَالنَّبِيُّ صلى الله عليه وسلم يُنَاجِي رَجُلاً فَلَمْ يَزَلْ يُنَاجِيهِ حَتَّى نَامَ أَصْحَابُهُ ثُمَّ جَاءَ فَصَلَّى بِهِمْ .",
    "hadithBengali": "৭২০। উবায়দুল্লাহ ইবনু মুআযআল-আনরাবি (রহঃ) &hellip; আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, তিনি বলেন। একবার সালাত (নামায/নামাজ) শুরু হচ্ছিল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তির সাথে একান্তে আলাপ করছিলেন। তিনি এভাবে এতক্ষণ পর্যন্ত আলাপ করতে থাকলেন যে, তাঁর সাহাবীগণ (বসে বসে) ঘুমিয়ে পড়লেন। এরপর তিনি এসে তাদের সহ সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "720",
    "id": "8509",
    "thesequence": "8253",
    "isActive": "1",
    "chapterId": "12809",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩৩. বসা অবস্থায় ঘুমালে উযু ভঙ্গ হয় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Qatida reported:\nI heard Anas as saying that the Companion of the Messenger of Allah (ﷺ) dozed off and then offered prayer and did not perform ablution. He (the narrator) said: I asked him if he had actually heard it from Anas. He said: By Allah. yes.",
    "hadithArabic": " وَحَدَّثَنِي يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدٌ، - وَهُوَ ابْنُ الْحَارِثِ - حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ أَنَسًا، يَقُولُ كَانَ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَنَامُونَ ثُمَّ يُصَلُّونَ وَلاَ يَتَوَضَّئُونَ قَالَ قُلْتُ سَمِعْتَهُ مِنْ أَنَسٍ قَالَ إِي وَاللَّهِ .",
    "hadithBengali": "৭২১। ইয়াহইয়া ইবনু হাবীব আল হারিসী (রহঃ) ... কাতাদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আনাস (রাঃ) কে বলতে শুনেছি যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীগণ ঘুমিয়ে যেতেন, তারপর সালাত (নামায/নামাজ) আদায় করতেন কিন্তু উযূ (ওজু/অজু/অযু) করতেন না। বর্ণনাকারী শুবা বলেন, আমি কাতাদাকে বললাম আপনি কি নিজে আনাস (রাঃ) -এর কাছ থেকে শুনেছেন? তিনি বললেন, হ্যাঁ, আল্লাহর কসম&rdquo;!\n",
    "checkStatus": "1",
    "hadithNo": "721",
    "id": "8510",
    "thesequence": "8254",
    "isActive": "1",
    "chapterId": "12809",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩৩. বসা অবস্থায় ঘুমালে উযু ভঙ্গ হয় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported:\n(The people) stood up for the night prayer when a man spoke forth: I need to say something. The Apostle of Allah (ﷺ) entered into secret conversation with him, till the people dozed off or some of the people (dozed off), and then they said the prayer.",
    "hadithArabic": " حَدَّثَنِي أَحْمَدُ بْنُ سَعِيدِ بْنِ صَخْرٍ الدَّارِمِيُّ، حَدَّثَنَا حَبَّانُ، حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّهُ قَالَ أُقِيمَتْ صَلاَةُ الْعِشَاءِ فَقَالَ رَجُلٌ لِي حَاجَةٌ . فَقَامَ النَّبِيُّ صلى الله عليه وسلم يُنَاجِيهِ حَتَّى نَامَ الْقَوْمُ - أَوْ بَعْضُ الْقَوْمِ - ثُمَّ صَلَّوْا .",
    "hadithBengali": "৭২২। আহমাদ ইবনু সাঈদ ইবনু সাখর আদ দারিমী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, (একবার) এশার জামাআত দাঁড়িয়ে গিয়েছিল। তখন এক ব্যাক্তি বলল, আমার কিছু প্রয়োজন আছে। পরে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে তার সাথে আলাপ করতে লাগলেন। তিনি এতক্ষণ পর্যন্ত আলাপ করলেন যে, উপস্থিত সকলে অথবা কিছু লোক ঘুমিয়ে পড়ল (বসে বসে)। তারপর তাঁরা সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "722",
    "id": "8511",
    "thesequence": "8255",
    "isActive": "1",
    "chapterId": "12809",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "93",
    "statusId": "1",
    "topicName": "৩৩. বসা অবস্থায় ঘুমালে উযু ভঙ্গ হয় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]