[
  {
    "hadithEnglish": " Ibn Abbas reported Allahs Apostle (ﷺ) as saying:\nIf the people were given according to their claims, they would claim the lives of persons and their properties, but the oath must be taken by the defendant.",
    "hadithArabic": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ أَخْبَرَنَا ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   لَوْ يُعْطَى النَّاسُ بِدَعْوَاهُمْ لاَدَّعَى نَاسٌ دِمَاءَ رِجَالٍ وَأَمْوَالَهُمْ وَلَكِنَّ الْيَمِينَ عَلَى الْمُدَّعَى عَلَيْهِ  .",
    "hadithBengali": "৪৩২১। আবূ তাহির আহমাদ ইবনু আমর ইবনু সারহ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণনা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি লোকের দাবী অনুসারে তাদের প্রার্থিত বস্তু প্রদান করা হতো তবে যে কোন লোক অপর ব্যক্তির জানমাল দাবী করে বসতো। তাই বিবাদীর জন্য শপথ নেওয়ার বিধান রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4321",
    "id": "13932",
    "thesequence": "13719",
    "isActive": "1",
    "chapterId": "13768",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "১. শপথ বিবাদীর জন্য প্রযোজ্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas reported that Allahs Messenger (ﷺ) pronounced judgment on the basis of oath by the defendant.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، عَنْ نَافِعِ بْنِ عُمَرَ، عَنِ ابْنِ، أَبِي مُلَيْكَةَ عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَضَى بِالْيَمِينِ عَلَى الْمُدَّعَى عَلَيْهِ .",
    "hadithBengali": "৪৩২২। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিবাদী থেকে (আল্লাহর নামে) শপথ নেওয়ার মাধ্যমে ফায়সালা দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4322",
    "id": "13933",
    "thesequence": "13720",
    "isActive": "1",
    "chapterId": "13768",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "১. শপথ বিবাদীর জন্য প্রযোজ্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas reported that Allahs Messenger (ﷺ) pronounced judgment on the basis of an oath and a witness (by the plaintiff).",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، قَالاَ حَدَّثَنَا زَيْدٌ، - وَهُوَ ابْنُ حُبَابٍ - حَدَّثَنِي سَيْفُ بْنُ سُلَيْمَانَ، أَخْبَرَنِي قَيْسُ بْنُ سَعْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَضَى بِيَمِينٍ وَشَاهِدٍ .",
    "hadithBengali": "৪৩২৩। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিবাদীর (কসম) শপথ গ্রহণ এবং একজন সাক্ষীর মাধ্যমে মুকদ্দমা নিষ্পত্তি করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4323",
    "id": "13934",
    "thesequence": "13721",
    "isActive": "1",
    "chapterId": "13769",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "২. হিন্দা (রাঃ) এর ঘটনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama reported Allahs Messenger (ﷺ) as saying:\nYou bring to me, for (judgment) your disputes, some of you perhaps being more eloquent in their plea than others, so I give judgment on their behalf according to what I hear from them. (Bear in mind, in my judgment) if I slice off anything for him from the right of his brother, he should not accept that, for I sliced off for him a portion from the Hell.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّكُمْ تَخْتَصِمُونَ إِلَىَّ وَلَعَلَّ بَعْضَكُمْ أَنْ يَكُونَ أَلْحَنَ بِحُجَّتِهِ مِنْ بَعْضٍ فَأَقْضِي لَهُ عَلَى نَحْوٍ مِمَّا أَسْمَعُ مِنْهُ فَمَنْ قَطَعْتُ لَهُ مِنْ حَقِّ أَخِيهِ شَيْئًا فَلاَ يَأْخُذْهُ فَإِنَّمَا أَقْطَعُ لَهُ بِهِ قِطْعَةً مِنَ النَّارِ  .",
    "hadithBengali": "৪৩২৪। ইয়াহইয়া ইবনু ইয়াহইয়া তামীমী (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা মুকাদ্দমা নিয়ে আমার কাছে আগমন করে থাক এবং তোমাদের একজন অপরজন অপেক্ষা যুক্তিতর্কে অধিক বাকপটু হয়ে থাকে। স্বীয় দাবী প্রতিষ্ঠার চেষ্টা করো। আমি কথা শুনে তার অনুকুলে রায় প্রদান করি। সূতরাং এতে যদি তার ভাইয়ের হকের কিছু তাকে প্রদান করি (বাস্তবে হয়ত এতে তার কোন অধিকারই নেই) তখন তার কর্তব্য হবে তা গ্রহণ না করা। কেননা, এতে যেন আমি তাকে জাহান্নামের এক খন্ড অগ্নি প্রদান করলাম।\n",
    "checkStatus": "1",
    "hadithNo": "4324",
    "id": "13935",
    "thesequence": "13722",
    "isActive": "1",
    "chapterId": "13769",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "২. হিন্দা (রাঃ) এর ঘটনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Hisham with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ، نُمَيْرٍ كِلاَهُمَا عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৪৩২৫। আবূ বাকর ইবনু আবূ শায়বা ও আবূ কুরাইব হিশাম (রহঃ) ... থেকে উক্ত সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4325",
    "id": "13936",
    "thesequence": "13723",
    "isActive": "1",
    "chapterId": "13769",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "২. হিন্দা (রাঃ) এর ঘটনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama, the wife of Allahs Apostle (ﷺ), reported that Allahs Messenger (ﷺ) heard the clamour of contenders at the door of his apartment. He went to them, and said:\nI am a human being and the claimants bring to me (the dispute) and perhaps some of them are more eloquent than the others. I judge him to be on the right, and thus decide in his favcur. So he whom I, by my judgment, (give the undue share) out of the right of a Muslim,. I give him a portion of Fire; he may burden himself with it or abandon it.",
    "hadithArabic": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ، شِهَابٍ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سَمِعَ جَلَبَةَ خَصْمٍ بِبَابِ حُجْرَتِهِ فَخَرَجَ إِلَيْهِمْ فَقَالَ   إِنَّمَا أَنَا بَشَرٌ وَإِنَّهُ يَأْتِينِي الْخَصْمُ فَلَعَلَّ بَعْضَهُمْ أَنْ يَكُونَ أَبْلَغَ مِنْ بَعْضٍ فَأَحْسِبُ أَنَّهُ صَادِقٌ فَأَقْضِي لَهُ فَمَنْ قَضَيْتُ لَهُ بِحَقِّ مُسْلِمٍ فَإِنَّمَا هِيَ قِطْعَةٌ مِنَ النَّارِ فَلْيَحْمِلْهَا أَوْ يَذَرْهَا  .",
    "hadithBengali": "৪৩২৬। হারামালা ইবনু ইয়াহইয়া (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী উম্মে সালামা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার হুজরার দ্বার প্রাস্তে জনৈক ঝগড়াকারীর শোরগোল শুনতে পেলেন। তখন তিনি তাদের কাছে বেরিয়ে এলেন এবং বললেন, আমি তো একজন মানুষ। তবে আমার কাছে যখন কোন বাদী বিবাদী আসে তখন হয়ত একজন অপরজন থেকে অধিক বাকপটু হয়। আর আমি মনে করি যে, সেই সত্যবাদী। আমি যার পক্ষে মুসলিমদের হকের ব্যাপারে রায় দেই, তা বস্তুত জাহান্নামের একটি টুকরা। সুতরাং সে তা গ্রহণ করুক কিংবা ছেড়ে দিক (তা তার ইছা)।\n",
    "checkStatus": "1",
    "hadithNo": "4326",
    "id": "13937",
    "thesequence": "13724",
    "isActive": "1",
    "chapterId": "13769",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "২. হিন্দা (রাঃ) এর ঘটনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Mamar with a slight variation of words.",
    "hadithArabic": " وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، ح وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، كِلاَهُمَا عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ نَحْوَ حَدِيثِ يُونُسَ . وَفِي حَدِيثِ مَعْمَرٍ قَالَتْ سَمِعَ النَّبِيُّ صلى الله عليه وسلم لَجَبَةَ خَصْمٍ بِبَابِ أُمِّ سَلَمَةَ .",
    "hadithBengali": "৪৩২৭। আমর আন নাকিদ আবদ ইবনু হুমাইদ (রহঃ) ... যুহরী (রহঃ) থেকে একই সুত্রে ইউনূস (রহঃ) এর হাদীসের অনুরূপ বর্ননা করেছেন। আর মা&#39;মার (রহঃ) এর হাদীসে جلبة এর পরিবর্তে لَجَبَةَ خَصْمٍ بِبَابِ أُمِّ سَلَمَةَ উল্লেখ রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4327",
    "id": "13938",
    "thesequence": "13725",
    "isActive": "1",
    "chapterId": "13769",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "২. হিন্দা (রাঃ) এর ঘটনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nHind. the daughter of Utba, wife of Abu Sufyan, came to Allahs Messenger (ﷺ) and said: Abu Sufyan is a miserly person. He does not give adequate maintenance for me and my children, but (I am constrained) to take from his wealth (some part of it) without his knowledge. Is there any sin for me? Thereupon Allahs Messenger (ﷺ) said: Take from his property what is customary which may suffice you and your children.",
    "hadithArabic": "حَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَتْ هِنْدٌ بِنْتُ عُتْبَةَ امْرَأَةُ أَبِي سُفْيَانَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سُفْيَانَ رَجُلٌ شَحِيحٌ لاَ يُعْطِينِي مِنَ النَّفَقَةِ مَا يَكْفِينِي وَيَكْفِي بَنِيَّ إِلاَّ مَا أَخَذْتُ مِنْ مَالِهِ بِغَيْرِ عِلْمِهِ . فَهَلْ عَلَىَّ فِي ذَلِكَ مِنْ جُنَاحٍ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   خُذِي مِنْ مَالِهِ بِالْمَعْرُوفِ مَا يَكْفِيكِ وَيَكْفِي بَنِيكِ  .",
    "hadithBengali": "৪৩২৮। আলী ইবনু হুজর সাদী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, হিন্দা বিনত উতবা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে উপস্থিত হয়ে বললেন, ইয়া রাসুলাল্লাহ! আবূ সুফিয়ান একজন কৃপণ ব্যক্তি। তিনি আমার এবং আমার সন্তানদের জন্য প্রয়োজনীয় খরচাদি প্রদান করেন না। তবে আমি তার অজ্ঞাতেই তার সম্পদ থেকে প্রয়োজনীয় খরচাদি গ্রহণ করে থাকি। এতে কি আমার কোন দোষ (পাপ) হবে? তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তার সম্পদ থেকেতোমার ও তোমার সন্তানদের জন্য যথেষ্ট হয় এমন সঙ্গত পরিমাণ নিতে পার ।\n",
    "checkStatus": "1",
    "hadithNo": "4328",
    "id": "13939",
    "thesequence": "13726",
    "isActive": "1",
    "chapterId": "13770",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৩. হিন্দা (রাঃ) এর ঘটনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Hisham with the same chair of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، وَأَبُو كُرَيْبٍ كِلاَهُمَا عَنْ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، وَوَكِيعٍ ح وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنَا الضَّحَّاكُ، - يَعْنِي ابْنَ عُثْمَانَ - كُلُّهُمْ عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৪৩২৯। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমাইর, আবূ কুরাইব, ইয়াহইয়া ইবনু ইয়াহইয়া ও মুহাম্মাদ ইবনু রাফি (রহঃ) ... হিশাম (রহঃ) এর সুত্রে উক্ত সনদে এ হাদীস বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4329",
    "id": "13940",
    "thesequence": "13727",
    "isActive": "1",
    "chapterId": "13770",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৩. হিন্দা (রাঃ) এর ঘটনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that Hind came to Allahs Apostle (ﷺ) and said:\nMessenger of Allah, by Allah, there was no other household upon the surface of the earth than your household about which I cherished Allah bringing disgrace upon it, (and now) there is no other household upon the surface of the earth than your household about which I cherish Allah granting it honour. Allahs Apostle (ﷺ) said: It is so, by Him in Whose Hand is my life She said: Allahs Messenger, Abu Sufyan is a niggardly person. Is there any harm for me if I spend upon his children out of his wealth without his permission? Thereupon Allahs Apostle (ﷺ) said: There is no harm for you if you spend upon them what is reasonable.",
    "hadithArabic": " وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ جَاءَتْ هِنْدٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ وَاللَّهِ مَا كَانَ عَلَى ظَهْرِ الأَرْضِ أَهْلُ خِبَاءٍ أَحَبَّ إِلَىَّ مِنْ أَنْ يُذِلَّهُمُ اللَّهُ مِنْ أَهْلِ خِبَائِكَ وَمَا عَلَى ظَهْرِ الأَرْضِ أَهْلُ خِبَاءٍ أَحَبَّ إِلَىَّ مِنْ أَنْ يُعِزَّهُمُ اللَّهُ مِنْ أَهْلِ خِبَائِكَ . فَقَالَ النَّبِيُّ صلى الله عليه وسلم  وَأَيْضًا وَالَّذِي نَفْسِي بِيَدِهِ  . ثُمَّ قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سُفْيَانَ رَجُلٌ مُمْسِكٌ فَهَلْ عَلَىَّ حَرَجٌ أَنْ أُنْفِقَ عَلَى عِيَالِهِ مِنْ مَالِهِ بِغَيْرِ إِذْنِهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  لاَ حَرَجَ عَلَيْكِ أَنْ تُنْفِقِي عَلَيْهِمْ بِالْمَعْرُوفِ  .",
    "hadithBengali": "৪৩৩০। আবদ ইবনু হুমাইদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, হিন্দা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললেন, ইয়া রাসুলাল্লাহ! আল্লাহর কসম, পৃথিবীর মধ্যে আপনার পরিবার পরিজন থেকে অন্য কোন পরিবার পরিজনের প্রতি আমার এত অধিক আকাঙ্ক্ষা ছিল না যে, তাঁদের আল্লাহ লাঞ্ছিত করুন। আর এখন পৃথিবীর মধ্যে আপনার পবিবার পরিজন থেকে কোন পরিবার পরিজনের প্রতি আমার এত অধিক আকাঙ্খা নেই যে, আল্লাহ তাদের সম্মান প্রদান করুন।\n\nতখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সেই মহান আল্লাহর শপথ! যার হাতে আমার প্রাণ, তা আরো বৃদ্ধি পাবে। অতঃপর তিনি (হিন্দা) বললেন, ইয়া রাসুলাল্লাহ! আবূ সুফিয়ান কৃপন স্বভাবের লোক। তবে আমি যদি তার বিনা অনুমতিতে তার পরিবার পরিজনের জন্য তার সম্পদ থেকে খরচ করি, এতে কি আমার কোন দোষ হবে? তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাদের জন্য তুমি যথাবিধি খরচ করলে কোন দোষ হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "4330",
    "id": "13941",
    "thesequence": "13728",
    "isActive": "1",
    "chapterId": "13770",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৩. হিন্দা (রাঃ) এর ঘটনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that Hind, daughter of Utba h. Rabi, came to Allahs Messenger (ﷺ) and said:\nAllahs Messenger, by Allah, there was no household upon the surface of the earth than your household about which I cherished that it should be disgraced. But today there is no household on the surface of the earth than your household about which I cherish that it be honoured Thereupon Allahs Messenger (ﷺ) said. It will increase, by Him in Whose Hand is my life. She then said: Messenger of Allah, Abu Sufyan is a niggardly person; is there any harm for me if I spend out of that which belongs to him on our children? He said to her: No, but only that what is reasonable.",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ أَخِي الزُّهْرِيِّ، عَنْ عَمِّهِ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، قَالَتْ جَاءَتْ هِنْدٌ بِنْتُ عُتْبَةَ بْنِ رَبِيعَةَ فَقَالَتْ يَا رَسُولَ اللَّهِ وَاللَّهِ مَا كَانَ عَلَى ظَهْرِ الأَرْضِ خِبَاءٌ أَحَبَّ إِلَىَّ مِنْ أَنْ يَذِلُّوا مِنْ أَهْلِ خِبَائِكَ وَمَا أَصْبَحَ الْيَوْمَ عَلَى ظَهْرِ الأَرْضِ خِبَاءٌ أَحَبَّ إِلَىَّ مِنْ أَنْ يَعِزُّوا مِنْ أَهْلِ خِبَائِكَ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَأَيْضًا وَالَّذِي نَفْسِي بِيَدِهِ  . ثُمَّ قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سُفْيَانَ رَجُلٌ مِسِّيكٌ فَهَلْ عَلَىَّ حَرَجٌ مِنْ أَنْ أُطْعِمَ مِنَ الَّذِي لَهُ عِيَالَنَا فَقَالَ لَهَا  لاَ إِلاَّ بِالْمَعْرُوفِ  .",
    "hadithBengali": "৪৩৩১। যুহায়র ইবনু হারব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, হিন্দা বিনত উকবা ইবনু রবীআ, এসে বললেন, ইয়া রাসুলাল্লাহ! পৃথিবীর মধ্যে আপনার পরিবার পরিজন থেকে অন্য কোন পরিবার পরিজন এর প্রতি আমার এত অধিক বাসনা ছিল না যে, তারা লাঞ্ছিত হোক। আর আজ পৃথিবীর মধ্যে আপনার পরিবার পরিজন থেকে অন্য কোন পরিবার পরিজনের প্রতি আমার এত অধিক বাসনা নেই যে, তাঁরা সম্মানিত হউক। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সেই মহান আল্লাহর কসম যার হাতে আমার জীবন, তা আরো বৃদ্ধি পাবে।\n\nতারপর হিন্দা বললেন, ইয়া রাসুলাল্লাহ! আবূ সুফিয়ান একজন কৃপণ স্বভাবের লোক। এমতাবস্থায় আমি যদি আমাদের পরিবার পরিজনকে (যাদের খোর-পোষ তাতে দায়িত্বে তাদেরকে) তার সম্পদ থেকে খাবার প্রদান করি তবে কি এতে আমার কোন দোষ হবে? তিনি বললেন, (তা করবে) না, তবে যদি যথাবিধি হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4331",
    "id": "13942",
    "thesequence": "13729",
    "isActive": "1",
    "chapterId": "13770",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৩. হিন্দা (রাঃ) এর ঘটনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nVerily Allah likes three things for you and He disapproves three things for you. He is pleased with you that you worship Him and associate nor anything with Him, that you hold fast the rope of Allah, and be not scattered; and He disapproves for you irrelevant talk, persistent questioning ane the wasting of wealth.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ اللَّهَ يَرْضَى لَكُمْ ثَلاَثًا وَيَكْرَهُ لَكُمْ ثَلاَثًا فَيَرْضَى لَكُمْ أَنْ تَعْبُدُوهُ وَلاَ تُشْرِكُوا بِهِ شَيْئًا وَأَنْ تَعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلاَ تَفَرَّقُوا وَيَكْرَهُ لَكُمْ قِيلَ وَقَالَ وَكَثْرَةَ السُّؤَالِ وَإِضَاعَةَ الْمَالِ  .",
    "hadithBengali": "৪৩৩২। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ তাআলা তিনটি কাজ পছন্দ করেন এবং তিনটি কাজ অপন্দ করেন। তোমাদের জন্য তিনি যা পছন্দ করেন, তা হলঃ\n\n১. তোমরা তাঁরই ইবাদত করবে, ২. তাঁর সঙ্গে কিছুই শরীক করবে না এবং ৩. তোমরা সকলে আল্লাহর রজ্জু শক্তভাবে ধারণ করবে ও পরস্পর বিচ্ছিন্ন হবে না।\n\nআর যে সকল বিষয় তিনি তোমাদের জন্য অপছন্দ করেনঃ ১. বাজে কথাবার্তা বলা, ২. অধিক প্রশ্ন করা এবং ৩. সম্পদ বিনষ্ট করা।\n",
    "checkStatus": "1",
    "hadithNo": "4332",
    "id": "13943",
    "thesequence": "13730",
    "isActive": "1",
    "chapterId": "13771",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৪. বিনা প্রয়োজনে অধিক প্রশ্ন করা, প্রাপ্য হক না দেওয়া এবং না হক কিছু চাওয়া নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Suhail with the same chain of transmitters, but with a slight variation of words.",
    "hadithArabic": " وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، أَخْبَرَنَا أَبُو عَوَانَةَ، عَنْ سُهَيْلٍ، بِهَذَا الإِسْنَادِ . مِثْلَهُ غَيْرَ أَنَّهُ قَالَ وَيَسْخَطُ لَكُمْ ثَلاَثًا . وَلَمْ يَذْكُرْ وَلاَ تَفَرَّقُوا .",
    "hadithBengali": "৪৩৩৩। শায়বান ইবনু ফাররুখ (রহঃ) ... সুহাইল (রহঃ) থেকে উক্ত সনদে অনুরূপ বর্ণনা করেছেন। কিন্তু তিনি বলেছেনঃ এবং তিনি তোমাদের প্রতি তিনটি কাজে রাগান্বিত হন। এবং তোমরা পরস্পর বিচ্ছিন্ন হয়ো না কথাটি তিনি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "4333",
    "id": "13944",
    "thesequence": "13731",
    "isActive": "1",
    "chapterId": "13771",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৪. বিনা প্রয়োজনে অধিক প্রশ্ন করা, প্রাপ্য হক না দেওয়া এবং না হক কিছু চাওয়া নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Mughira b. Shuba reported Allahs Messenger (ﷺ) as saying:\nVerity Allah, the Glorious and Majestic, has forbidden for you: disobedience to mothers, and burying alive daughters, withholding the right of others in spite of having the power to return that to them and demanding that (which is not ones legitimate right). And He disapproved three things for you; irrelevant talk, persistent questioning and wasting of wealth.",
    "hadithArabic": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنِ الشَّعْبِيِّ، عَنْ وَرَّادٍ، مَوْلَى الْمُغِيرَةِ بْنِ شُعْبَةَ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ اللَّهَ عَزَّ وَجَلَّ حَرَّمَ عَلَيْكُمْ عُقُوقَ الأُمَّهَاتِ وَوَأْدَ الْبَنَاتِ وَمَنْعًا وَهَاتِ وَكَرِهَ لَكُمْ ثَلاَثًا قِيلَ وَقَالَ وَكَثْرَةَ السُّؤَالِ وَإِضَاعَةَ الْمَالِ  .",
    "hadithBengali": "৪৩৩৪। ইসহাক ইবনু ইবরাহীম হানযালী (রহঃ) ... মুগীরা ইবনু শু&#39;বা সুত্রেরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেছেন নিশ্চয়ই মহান আল্লাহ তাআলা তোমাদের উপর হারাম করেছেন মায়ের অবাধ্য হওয়া, কন্যা সন্তান জীবিত অবস্থায় মাটিতে পুঁতে ফেলা এবং অন্যের হক আদায় না করা এবং না-হক কোন বস্তু প্রার্থনা করা। আর তিনটি বিষয় তিনি তোমাদের জন্য অপছন্দ করেন। তা হলঃ ১. অনর্থক কথাবার্তা বলা, ২. অধিক প্রশ্ন করা এবং ৩. সম্পদ বিনষ্ট করা।\n",
    "checkStatus": "1",
    "hadithNo": "4334",
    "id": "13945",
    "thesequence": "13732",
    "isActive": "1",
    "chapterId": "13771",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৪. বিনা প্রয়োজনে অধিক প্রশ্ন করা, প্রাপ্য হক না দেওয়া এবং না হক কিছু চাওয়া নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been trransmitted on the authority of Mansur with a slight vairiation of words.",
    "hadithArabic": " وَحَدَّثَنِي الْقَاسِمُ بْنُ زَكَرِيَّاءَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ شَيْبَانَ، عَنْ مَنْصُورٍ، بِهَذَا الإِسْنَادِ . مِثْلَهُ . غَيْرَ أَنَّهُ قَالَ وَحَرَّمَ عَلَيْكُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم . وَلَمْ يَقُلْ إِنَّ اللَّهَ حَرَّمَ عَلَيْكُمْ .",
    "hadithBengali": "৪৩৩৫। কাসিম ইবনু যাকারিয়া (রহঃ) ... মানসুর (রহঃ) থেকে উক্ত সূত্রে অনুরূপ বর্ণনা করেছেন। কিন্তু তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাদের উপর হারাম করেছে। আর &ldquo;নিশ্চয়ই আল্লাহ তোমাদের উপর হারাম করেছেন&rdquo; এই বাক্যটি তিনি বলেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "4335",
    "id": "13946",
    "thesequence": "13733",
    "isActive": "1",
    "chapterId": "13771",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৪. বিনা প্রয়োজনে অধিক প্রশ্ন করা, প্রাপ্য হক না দেওয়া এবং না হক কিছু চাওয়া নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Shabi reported that the scribe of al-Mughira b. Shuba said:\nMuawiya wrote to Mughira: Write for me something which you heard from Allahs Messenger (ﷺ) ; and he wrote: I heard Allahs Messenger (ﷺ) as saying. Verily Allah disapproves three thingq for you: irrelevant talk, wasting of wealth and persistent questioning.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ خَالِدٍ الْحَذَّاءِ، حَدَّثَنِي ابْنُ أَشْوَعَ، عَنِ الشَّعْبِيِّ، حَدَّثَنِي كَاتِبُ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ كَتَبَ مُعَاوِيَةُ إِلَى الْمُغِيرَةِ اكْتُبْ إِلَىَّ بِشَىْءٍ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم . فَكَتَبَ إِلَيْهِ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنَّ اللَّهَ كَرِهَ لَكُمْ ثَلاَثًا قِيلَ وَقَالَ وَإِضَاعَةَ الْمَالِ وَكَثْرَةَ السُّؤَالِ  .",
    "hadithBengali": "৪৩৩৬। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... শাবী (রহঃ) থেকে বর্ণিত। তিনি বলেন মুগীরা ইবনু শু&#39;বা (রাঃ) এর কাতিব লেখক (সচিব) আমাকে বলেছেন যে, মুয়াবিয়া (রাঃ) মুগীরা (রাঃ) এর কাছে পত্র লিখলেন যে, আপনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছেন, এমন কিছু বিষয় আমাকে লিখে জানান। তখন তিনি তাঁকে লিখলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, নিশ্চয়ই আল্লাহ তাআলা তোমাদের জন্য তিনটি কাজ অপছন্দ করেনঃ ১. অনর্থক কথা বার্তা বলা, ২. সম্পদ অপচয় করা এবং ৩. অধিক প্রশ্ন করা।\n",
    "checkStatus": "1",
    "hadithNo": "4336",
    "id": "13947",
    "thesequence": "13734",
    "isActive": "1",
    "chapterId": "13771",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৪. বিনা প্রয়োজনে অধিক প্রশ্ন করা, প্রাপ্য হক না দেওয়া এবং না হক কিছু চাওয়া নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Warrad reported that al-Mughira wrote to Muawiya:\nPeace be upon you, and then coming to the poirt (I should say) that I heard Allahs Messenger (ﷺ) as saying: Verily Allah has Prohibited three things and has forbidden three things. He has declared absolutely haram the disobedience of father, burying of daughters alive, and withholding that which you have power to return, and has forbidden three things: irrelevant talk, persistent questioning, and wasting of wealth.",
    "hadithArabic": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ الْفَزَارِيُّ، عَنْ مُحَمَّدِ بْنِ سُوقَةَ، أَخْبَرَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ الثَّقَفِيُّ، عَنْ وَرَّادٍ، قَالَ كَتَبَ الْمُغِيرَةُ إِلَى مُعَاوِيَةَ سَلاَمٌ عَلَيْكَ أَمَّا بَعْدُ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنَّ اللَّهَ حَرَّمَ ثَلاَثًا وَنَهَى عَنْ ثَلاَثٍ حَرَّمَ عُقُوقَ الْوَالِدِ وَوَأْدَ الْبَنَاتِ وَلاَ وَهَاتِ . وَنَهَى عَنْ ثَلاَثٍ قِيلٍ وَقَالٍ وَكَثْرَةِ السُّؤَالِ وَإِضَاعَةِ الْمَالِ  .",
    "hadithBengali": "৪৩৩৭। ইবনু আবূ উমার (রহঃ) ... ওয়াররাদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, মুগীরা (রাঃ) মুযাবিয়া (রাঃ) এর নিকট পত্র লেখেনঃ &ldquo;আপনার উপর শান্তি বর্ষিত হোক। অতঃপর, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, নিশ্চয়ই আল্লাহ তাআলা তিনটি বিষয় হারাম করেছেন এবং তিনটি কাজ নিষিদ্ধ করেছেন। তিনি হারাম করেছেনঃ পিতামাতার অবাধ্যতা, কন্যা সন্তানকে মাটিতে পুঁতে রাখা এবং হক আদায় না করা ও না-হক কিছু প্রার্থনা করা।\n\nআর তিনি তিনটি কাজ নিষিদ্ধ করেছেন, তা হলোঃ ১. অনর্থক কথাবার্তা বলা, ২. অধিক প্রশ্ন করা এবং ৩. মাল-সম্পদ বিনষ্ট করা।\n",
    "checkStatus": "1",
    "hadithNo": "4337",
    "id": "13948",
    "thesequence": "13735",
    "isActive": "1",
    "chapterId": "13771",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৪. বিনা প্রয়োজনে অধিক প্রশ্ন করা, প্রাপ্য হক না দেওয়া এবং না হক কিছু চাওয়া নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amr b. al-As reported that he heard Allahs Messenger (ﷺ) as saying:\nWhen a judge gives a decision, having tried his best to decide correctly and is right, there are two rewards for him; and if he gave a judgment after having tried his best (to arrive at a correct decision) but erred, there is one reward for him.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ يَزِيدَ بْنِ عَبْدِ، اللَّهِ بْنِ أُسَامَةَ بْنِ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي قَيْسٍ، مَوْلَى عَمْرِو بْنِ الْعَاصِ عَنْ عَمْرِو بْنِ الْعَاصِ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَ ثُمَّ أَصَابَ فَلَهُ أَجْرَانِ . وَإِذَا حَكَمَ فَاجْتَهَدَ ثُمَّ أَخْطَأَ فَلَهُ أَجْرٌ  .",
    "hadithBengali": "৪৩৩৮। ইয়াহইয়া ইবনু ইয়াহইয়া তামিমী (রহঃ) ... আমর ইবনু আস (রাঃ) থেকে বর্ণিত যে, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন, যদি কোন বিচারক যথাযথ চিন্তা-গবেষণার পর রায় দেন, অতঃপর তিনি সঠিক সিদ্ধান্তে উপনীত হন, তার জন্য রয়েছে দু&#39;টি প্রতিদান (দিগুণ সাওয়াব)। আর যদি তিনি চিন্তা-গবেষণা করে রায় প্রদানের সময় ভুল করেন, তবুও তার জন্য রয়েছে একটি প্রতিদান।\n",
    "checkStatus": "1",
    "hadithNo": "4338",
    "id": "13949",
    "thesequence": "13736",
    "isActive": "1",
    "chapterId": "13772",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৫. বিচারকের প্রতিদান, প্রচেষ্টার পর সে সঠিক সিদ্ধান্তে পৌঁছুক বা ভুল করুক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abu Huraira with another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ أَبِي عُمَرَ، كِلاَهُمَا عَنْ عَبْدِ الْعَزِيزِ بْنِ، مُحَمَّدٍ بِهَذَا الإِسْنَادِ مِثْلَهُ وَزَادَ فِي عَقِبِ الْحَدِيثِ قَالَ يَزِيدُ فَحَدَّثْتُ هَذَا الْحَدِيثَ أَبَا بَكْرِ بْنَ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ فَقَالَ هَكَذَا حَدَّثَنِي أَبُو سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ .",
    "hadithBengali": "৪৩৩৯। ইসহাক ইবনু ইবরাহীম ও মুহাম্মাদ ইবনু আবূ উমার (রহঃ) আবদুল আযীয ইবনু মুহাম্মাদ (রহঃ) এর সূত্রে উক্ত সনদে অনুরূপ বর্ণনা করেছেন এবং হাদীসের শেষাংশে আরো উল্লেখ করেছেন, রাবী ইয়াযীদ বলেন, আমি হাদীসটি আবূ বাকর ইবনু আমর ইবনু হাযম (রহঃ) এর কাছে বর্ণনা করলে তিনি বললেন যে, আমার কাছে আবূ হুরায়রা (রাঃ) থেকে আবূ সালমা এরূপ হাদীস বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4339",
    "id": "13950",
    "thesequence": "13737",
    "isActive": "1",
    "chapterId": "13772",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৫. বিচারকের প্রতিদান, প্রচেষ্টার পর সে সঠিক সিদ্ধান্তে পৌঁছুক বা ভুল করুক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Usama b. al-Had al-Laithi.",
    "hadithArabic": " وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا مَرْوَانُ، - يَعْنِي ابْنَ مُحَمَّدٍ الدِّمَشْقِيَّ - حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، حَدَّثَنِي يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ أُسَامَةَ بْنِ الْهَادِ اللَّيْثِيُّ، بِهَذَا الْحَدِيثِ مِثْلَ رِوَايَةِ عَبْدِ الْعَزِيزِ بْنِ مُحَمَّدٍ بِالإِسْنَادَيْنِ جَمِيعًا .",
    "hadithBengali": "৪৩৪০। আবদুল্লাহ ইবনু আবদুর রাহমান দারিমী (রহঃ) ... ইয়াযিদ ইবনু আবদুল্লাহ (রহঃ) এর সূত্রে হাদীসটি উভয় সুত্রে আবদুল আযীয ইবনু মুহাম্মাদ (রহঃ) এর বর্ণিত রেওয়াতের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4340",
    "id": "13951",
    "thesequence": "13738",
    "isActive": "1",
    "chapterId": "13772",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৫. বিচারকের প্রতিদান, প্রচেষ্টার পর সে সঠিক সিদ্ধান্তে পৌঁছুক বা ভুল করুক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd al-Rahman b. Abu Bakra reported:\nMy father dictated (and I wrote for him) to Ubaidullah b. Abu Bakra while he was the judge of Sijistan: Do not judge between two persons when you are angry, for I have heard Allahs Messenger (ﷺ) as saying: None of you should judge between two persons when he is angry.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَبْدِ الرَّحْمَنِ، بْنِ أَبِي بَكْرَةَ . قَالَ كَتَبَ أَبِي - وَكَتَبْتُ لَهُ - إِلَى عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرَةَ وَهُوَ قَاضٍ بِسِجِسْتَانَ أَنْ لاَ، تَحْكُمَ بَيْنَ اثْنَيْنِ وَأَنْتَ غَضْبَانُ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لاَ يَحْكُمْ أَحَدٌ بَيْنَ اثْنَيْنِ وَهُوَ غَضْبَانُ  .",
    "hadithBengali": "৪৩৪১। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবদুর রহমান ইবনু আবূ বাকরা (রহঃ) থেকে বর্ণিত। তিনি বলেছেন, আমার পিতা সিজিস্তানের বিচারক আবদুল্লাহ ইবনু আবূ বাকরা (রহঃ) কে একটি পত্র লিখলেন (তার পক্ষে আমি লিখে দিলাম) যে, আপনি রাগাম্বিত অবস্থায় দু&#39;জনের মধ্যে বিচার করবেন না। কেননা আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কোন বিচারক যেন রাগাম্বিত অবস্থায় দু&#39;জনের মধ্যে বিচার না করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4341",
    "id": "13952",
    "thesequence": "13739",
    "isActive": "1",
    "chapterId": "13773",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৬. ক্রোধান্বিত অবস্থায় বিচারকের বিচার করা নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abd al-Rahman b. Abu Bakra through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، ح وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، ح وَحَدَّثَنَا مُحَمَّدُ، بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، ح وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي كِلاَهُمَا، عَنْ شُعْبَةَ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، كُلُّ هَؤُلاَءِ عَنْ عَبْدِ الْمَلِكِ، بْنِ عُمَيْرٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِ حَدِيثِ أَبِي عَوَانَةَ .",
    "hadithBengali": "৪৩৪২। ইয়াহইয়া ইবনু ইয়াহইয়া, শায়বান ইবনু ফাররুক, আবূ বাকর ইবনু আবূ শায়বা, মুহাম্মদ ইবনু মুসান্না, উবায়দুল্লাহ ইবনু মুয়ায ও আবূ কুরাইব (রহঃ) ... আবূ বাকরা (রহঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবূ আওয়ানা (রহঃ) এর হাদীসের অনুরূপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4342",
    "id": "13953",
    "thesequence": "13740",
    "isActive": "1",
    "chapterId": "13773",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৬. ক্রোধান্বিত অবস্থায় বিচারকের বিচার করা নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported Allahs Messenger (ﷺ) as saying:\nHe who innovates things in our affairs for which there is no valid (reason) (commits sin) and these are to be rejected.",
    "hadithArabic": "حَدَّثَنَا أَبُو جَعْفَرٍ، مُحَمَّدُ بْنُ الصَّبَّاحِ وَعَبْدُ اللَّهِ بْنُ عَوْنٍ الْهِلاَلِيُّ جَمِيعًا عَنْ إِبْرَاهِيمَ، بْنِ سَعْدٍ قَالَ ابْنُ الصَّبَّاحِ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، حَدَّثَنَا أَبِي، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ  .",
    "hadithBengali": "৪৩৪৩। আবূ জা&#39;ফর মুহাম্মদ ইবনু সাব্বাহ ও আবদুল্লাহ ইবনু আওন হিলালী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আমাদের ধর্মীয় ব্যাপারে এমন বিষয় উদ্ভাবন করে যা তাতে নেই, তা পরিত্যাজ্য।\n",
    "checkStatus": "1",
    "hadithNo": "4343",
    "id": "13954",
    "thesequence": "13741",
    "isActive": "1",
    "chapterId": "13774",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৭. বাতিল সিদ্ধান্ত খণ্ডন ও বিদ&#039;আতী কার্যকলাপ উচ্ছেদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sad b. Ibrahim reported:\nI asked Qasim b. Muhammad about a person who had three dwelling houses and he willed away the third part of every one of these houses; he (Qasim b. Muhammad) said: All of them could be combined in one house; and then said: Aisha informed me that Allahs Messenger (ﷺ) said: He who did any act for which there is no sanction from our behalf, that is to be rejected.",
    "hadithArabic": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ، جَمِيعًا عَنْ أَبِي عَامِرٍ، قَالَ عَبْدٌ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الزُّهْرِيُّ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، قَالَ سَأَلْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ عَنْ رَجُلٍ، لَهُ ثَلاَثَةُ مَسَاكِنَ فَأَوْصَى بِثُلُثِ كُلِّ مَسْكَنٍ مِنْهَا قَالَ يُجْمَعُ ذَلِكَ كُلُّهُ فِي مَسْكَنٍ وَاحِدٍ ثُمَّ قَالَ أَخْبَرَتْنِي عَائِشَةُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ عَمِلَ عَمَلاً لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ  .",
    "hadithBengali": "৪৩৪৪। ইসহাক ইবনু ইবরাহীম ও আবদ ইবনু হুমায়দ (রহঃ) ... সাদ ইবনু ইবরাহীম (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি কাসিম ইবনু মুহাম্মদ (রহঃ) কে এক ব্যক্তি সম্পর্কে জিজ্ঞেস করলাম, যার তিনটি বাসস্থান ছিল। অতঃপর, সে (মৃত্যুকালে) প্রত্যেক বাসস্থানের এক তৃতীয়াংশ দান করার অস্যয়্যাত করে যায়। তিনি বললেন, এ সকল অংশকে এক বাসস্থানে একত্রিত করা হবে। এরপর তিনি বললেন, আমাকে আয়িশা (রাঃ) বলেছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি এমন কোন কর্ম করলো যা আমাদের ধর্মে নেই, তা প্রত্যাখ্যাত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4344",
    "id": "13955",
    "thesequence": "13742",
    "isActive": "1",
    "chapterId": "13774",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৭. বাতিল সিদ্ধান্ত খণ্ডন ও বিদ&#039;আতী কার্যকলাপ উচ্ছেদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zaid b. Khalid al-Juhani reported Allahs Apostle (ﷺ) as saying:\nShould I not tell you of the best witnesses? He is the one who produces his evidence before he is asked for it.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عُثْمَانَ، عَنِ ابْنِ أَبِي عَمْرَةَ الأَنْصَارِيِّ، عَنْ زَيْدِ بْنِ خَالِدٍ، الْجُهَنِيِّ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   أَلاَ أُخْبِرُكُمْ بِخَيْرِ الشُّهَدَاءِ الَّذِي يَأْتِي بِشَهَادَتِهِ قَبْلَ أَنْ يُسْأَلَهَا  .",
    "hadithBengali": "৪৩৪৫। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... যায়িদ ইবনু খালিদ জুহানী (রহঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের কি তোমাদের উত্তম সাক্ষীদের সম্পর্কে অবহিত করব না? উত্তম সাক্ষী হল সেই ব্যক্তি, যাকে সাক্ষ্যের জন্য ডাকার আগেই সে সাক্ষ্য দিতে এগিয়ে আসে।\n",
    "checkStatus": "1",
    "hadithNo": "4345",
    "id": "13956",
    "thesequence": "13743",
    "isActive": "1",
    "chapterId": "13775",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৮. উত্তম সাক্ষীগণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nWhile two women had been going along witn their two sons, a wolf came and made away with the child of one of them. One of them said to her companion: It is with your child that it (the wolf) has run away The other one said: It has run away with your child. They brought the matter to (Hadrat) Dawud (David) for decision and he made a decision in favour of the elder one. They then went to Sulaiman b. Dawud (may there be peace upon both of them) and told them (the story). He said: Bring me a knife so that I may cut him (the child) (into two parts) for you. The younger one said: No, it cant be, may Allah have mercy upon you, he (the child) belongs to her (the elder). So he gave a decision in favour of the younger one. abu Huraira said: If ever I heard of the word as-sikin at all, it was that day. We called it by no other name but al-Mudya.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنِي شَبَابَةُ، حَدَّثَنِي وَرْقَاءُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   بَيْنَمَا امْرَأَتَانِ مَعَهُمَا ابْنَاهُمَا جَاءَ الذِّئْبُ فَذَهَبَ بِابْنِ إِحْدَاهُمَا . فَقَالَتْ هَذِهِ لِصَاحِبَتِهَا إِنَّمَا ذَهَبَ بِابْنِكِ أَنْتِ . وَقَالَتِ الأُخْرَى إِنَّمَا ذَهَبَ بِابْنِكِ . فَتَحَاكَمَتَا إِلَى دَاوُدَ فَقَضَى بِهِ لِلْكُبْرَى فَخَرَجَتَا عَلَى سُلَيْمَانَ بْنِ دَاوُدَ عَلَيْهِمَا السَّلاَمُ فَأَخْبَرَتَاهُ فَقَالَ ائْتُونِي بِالسِّكِّينِ أَشُقُّهُ بَيْنَكُمَا . فَقَالَتِ الصُّغْرَى لاَ يَرْحَمُكَ اللَّهُ هُوَ ابْنُهَا . فَقَضَى بِهِ لِلصُّغْرَى  . قَالَ قَالَ أَبُو هُرَيْرَةَ وَاللَّهِ إِنْ سَمِعْتُ بِالسِّكِّينِ قَطُّ إِلاَّ يَوْمَئِذٍ مَا كُنَّا نَقُولُ إِلاَّ الْمُدْيَةَ .",
    "hadithBengali": "৪৩৪৬। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দু&#39;জন মহিলার তাদের নিজ নিজ ছেলে ছিল। হঠাৎ এক নেকড়ে বাঘ এসে তাদের একজনের ছেলে নিয়ে যায়। তখন তাদের একজন সঙ্গীনীকে বললো, তোমার ছেলেকে (বাঘে) নিয়েছে। আর দ্বিতীয় জন বললো, বরং তোমার ছেলেকে (বাঘে) নিয়েছে। এই নিয়ে পর দু&#39;জন দাঊদ (আলাইহিস সালাম) এর নিকট নালিশ নিয়ে গেল। তিনি বয়সে বড় মহিলার পক্ষে সন্তানের রায় দিলেন।\n\nতখন উভয়ে বেরিয়ে সুলায়মান ইবনু দাঊদ (আলাইহিস সালাম) এর নিকট উপস্থিত হয়ে তাকে সে ঘটনা বলল। তিনি বললেন, তোমরা আমার কাছে একটি ছুরি নিয়ে এসো, আমি সন্তানটিকে কেটে উভয়ের মাঝে ভাগ করে দেবো। তখন ছেটি মহিলাটি বললো, না, তা করবেন না। আল্লাহ আপনার প্রতি রহম করুন (আমি মেনে নিলাম) ছেলেটি ঐ মহিলারই। তখন তিনি ছোট মহিলার পক্ষে ছেলে প্রদানের রায় দিলেন।\n\nবর্ণনাকারী বলেনঃ আবূ হুরায়রা (রাঃ) বললেনঃ আল্লাহর কসম! আমি سكين ছুরি শব্দটি সেদিন ব্যতীত আর কখনও শুনিনি। আমরা مُدْيَةَ বলতাম।\n",
    "checkStatus": "1",
    "hadithNo": "4346",
    "id": "13957",
    "thesequence": "13744",
    "isActive": "1",
    "chapterId": "13776",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৯. মুজতাহিদগনের মতভেদ সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abu az-Zinad with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنِي حَفْصٌ، - يَعْنِي ابْنَ مَيْسَرَةَ الصَّنْعَانِيَّ - عَنْ مُوسَى بْنِ عُقْبَةَ، ح وَحَدَّثَنَا أُمَيَّةُ بْنُ بِسْطَامَ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا رَوْحٌ، - وَهُوَ ابْنُ الْقَاسِمِ - عَنْ مُحَمَّدِ بْنِ عَجْلاَنَ، جَمِيعًا عَنْ أَبِي الزِّنَادِ، بِهَذَا الإِسْنَادِ مِثْلَ مَعْنَى حَدِيثِ وَرْقَاءَ .",
    "hadithBengali": "৪৩৪৭ সুওয়াইদ ইবনু সাঈদ ও উমাইয়া ইবনু বিসতাম (রহঃ) ... আবূ যিনাদ (রহঃ) থেকে এই সুত্রে ওয়ারকা (রাঃ) এর হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4347",
    "id": "13958",
    "thesequence": "13745",
    "isActive": "1",
    "chapterId": "13776",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "৯. মুজতাহিদগনের মতভেদ সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hammim b. Munabbih said:\nAbu Huraira reported (so many) ahadith of Allahs Messenger (ﷺ), and one of them is this: A person bought from another person a piece of land, and the person who had, bought that land found in it an earthen ware which contained gold. The person who had bought the land said (to the seller of the land): Take your gold from me, for I bought only the land from you and not the gold. The man who had sold the land said: I sold the land to you and whatever was in it. They referred the matter to a person. One who was made as a judge said to them: Have you any issue? One of them said: I have a boy, and the other said: I have a young daughter He (the judge) said: Marry this young boy with the girl, and spend something on yourselves and also give (some) charity out of it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اشْتَرَى رَجُلٌ مِنْ رَجُلٍ عَقَارًا لَهُ فَوَجَدَ الرَّجُلُ الَّذِي اشْتَرَى الْعَقَارَ فِي عَقَارِهِ جَرَّةً فِيهَا ذَهَبٌ فَقَالَ لَهُ الَّذِي اشْتَرَى الْعَقَارَ خُذْ ذَهَبَكَ مِنِّي إِنَّمَا اشْتَرَيْتُ مِنْكَ الأَرْضَ وَلَمْ أَبْتَعْ مِنْكَ الذَّهَبَ . فَقَالَ الَّذِي شَرَى الأَرْضَ إِنَّمَا بِعْتُكَ الأَرْضَ وَمَا فِيهَا - قَالَ - فَتَحَاكَمَا إِلَى رَجُلٍ فَقَالَ الَّذِي تَحَاكَمَا إِلَيْهِ أَلَكُمَا وَلَدٌ فَقَالَ أَحَدُهُمَا لِي غُلاَمٌ وَقَالَ الآخَرُ لِي جَارِيَةٌ . قَالَ أَنْكِحُوا الْغُلاَمَ الْجَارِيَةَ وَأَنْفِقُوا عَلَى أَنْفُسِكُمَا مِنْهُ وَتَصَدَّقَا  . ",
    "hadithBengali": "৪৩৪৮ মুহাম্মাদ ইবনু রাফি (রহঃ) ... হাম্মাম ইবনু মুনাব্বিহ (রহঃ) বলেন যে, আবূ হুরায়রা (রাঃ) যে সকল হাদীস আমাদের বর্ণনা করেছেন তার মধ্যে একটি এই যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক ব্যক্তি অপর এক ব্যক্তির নিকট থেকে এক খন্ড ভূমি ক্রয় করে। যে ব্যক্তি ভূমি ক্রয় করেছিল সে তার কেনা সম্পত্তিতে একটি কলসী পেল। তাতে স্বর্ণ ছিল। যে সম্পত্তি ক্রয় করেছিল সে বিক্রেতাকে বলল, তুমি আমার কাছ থেকে তোমার স্বর্ণ বুঝে নাও। আমি তো তোমার কাছে থেকে ভূমি ক্রয় করেছি, স্বর্ণ খরিদ করিনি। তখন যে ব্যক্তি সম্পতি বিক্রি করেছিল সে বলল, আমি তো তোমার কাছে ভূমি এবং ভূমির মধ্যে যা কিছু আছে সবই বিক্রি করেছি। তিনি বলেন, তারপর উভয়েই এক ব্যক্তির কাছে গিয়ে এর ফয়সালা চাইল। তখন, সে বলল, তোমাদের কি কোন সন্তান আছে? তাদের একজন বলল যে, আমার একটি ছেলে আছে এবং অপর জন বলল, আমার একটি মেয়ে আছে। তখন তিনি বললেন, তোমার ছেলেটিকে মেয়েটির সঙ্গে বিয়ে দাও এবং এ উপলক্ষে তোমরা তোমাদের উপর তা খরচ কর এবং (এ থেকে) সাদাকা কর।\n",
    "checkStatus": "1",
    "hadithNo": "4348",
    "id": "13959",
    "thesequence": "13746",
    "isActive": "1",
    "chapterId": "13777",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "131",
    "statusId": "1",
    "topicName": "১০. বিচারক কর্তৃক বিবাদমান দু&#039;দলের মধ্যে সন্ধি করিয়ে দেওয়া উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]