[
  {
    "hadithEnglish": " Zaid b. Khalid al-Juhani reported:\nA man came to Allahs Apostle (ﷺ) and asked him about picking up of stray articles. He said: Recognise (well) its bag and the strap (by which it is tied) then make announcement of that for a year. If its owner comes (within this time return that to him), otherwise it is yours. He (again) said: (What about) the lost goat? Thereupon he (the Holy Prophet) said: It is yours or for your brother, or for the wolf. He said: (What about) the lost camel? Thereupon he said: You have nothing to do with it; it has a leather bag along with it, and its shoes also. It comes to the watering-place, eats (the leaves of the) trees until its master finds him.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ، الرَّحْمَنِ عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، أَنَّهُ قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَسَأَلَهُ عَنِ اللُّقَطَةِ فَقَالَ  اعْرِفْ عِفَاصَهَا وَوِكَاءَهَا ثُمَّ عَرِّفْهَا سَنَةً فَإِنْ جَاءَ صَاحِبُهَا وَإِلاَّ فَشَأْنَكَ بِهَا  . قَالَ فَضَالَّةُ الْغَنَمِ قَالَ  لَكَ أَوْ لأَخِيكَ أَوْ لِلذِّئْبِ  . قَالَ فَضَالَّةُ الإِبِلِ قَالَ  مَا لَكَ وَلَهَا مَعَهَا سِقَاؤُهَا وَحِذَاؤُهَا تَرِدُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ حَتَّى يَلْقَاهَا رَبُّهَا  . قَالَ يَحْيَى أَحْسِبُ قَرَأْتُ عِفَاصَهَا",
    "hadithBengali": "৪৩৪৯। ইয়াহইয়া ইবনু ইয়াইয়া তামিমী (রহঃ) ... যায়দ ইবনু খালিদ জুহানী (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে তাঁকে হারানো বস্তু প্রাপ্তি সম্পর্কে জিজ্ঞেস করল। তখন তিনি বললেনঃ তুমি তার থলে এবং তার বাঁধন ভাল করে চিনে রাখবে। তারপর এক বছর পর্যন্ত এর ঘোষণা দেবে। এই সময়ের মধ্যে যদি এর মালিক আসে (তবে তাকে তা দিয়ে দিবে) অন্যথা তা তোমার ইখতিয়ারভুক্ত।\n\nতারপর সে হারানো ছাগল সম্পর্কে জিজ্ঞেস করলো। তিনি বললেনঃ তা তোমার জন্য অথবা তোমার ভাইয়ের জন্য অথবা নেকড়ের জন্য। অতপর সে হারানো উট সম্পর্কে জিজ্ঞাসা করলো। তিনি বললেনঃ এ নিয়ে তোমার ভাবনা কী? তার সাথে আছে পানির মশক (পেটের মধ্যে পানি ধারণের থলে) এবং তার জুতা (জুতার মত পায়ের পাতা মরুভূমিতে চলার উপযোগী)। সে নিজেই পানির ঘাটে যাবে এবং গাছের পাতা খাবে যতক্ষন না মালিক তাকে পেয়ে যায়। ইয়াহইয়া (রহঃ) বলেনঃ আমার মনে হয় আমিعِفَاصَهَا পড়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "4349",
    "id": "13960",
    "thesequence": "13747",
    "isActive": "1",
    "chapterId": "13778",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zaid b. Khalid al-Juhani reported that a person asked Allahs Apostle (ﷺ) about picking up of stray articles, whereupon he said:\nMake announcement about it for a year, and recognise well the strap and the bag (containing that) ; then spend that; and if its owner comes, make him the payment of that. He (the inquirer) said: Messenger of Allah, what about the lost goat? he said: Take it, for that is yours or for your brother, or for the wolf. He (again) said: (What about) the lost camel? The Messenger of Allah (ﷺ) was enraged until his cheeks became red (or his face became red) and then said: You have nothing to do about that; it has feet and a leather bag (to quench its thirst) until its owner finds it.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالَ ابْنُ حُجْرٍ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا إِسْمَاعِيلُ، - وَهْوَ ابْنُ جَعْفَرٍ - عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، أَنَّ رَجُلاً، سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ اللُّقَطَةِ فَقَالَ  عَرِّفْهَا سَنَةً ثُمَّ اعْرِفْ وِكَاءَهَا وَعِفَاصَهَا ثُمَّ اسْتَنْفِقْ بِهَا فَإِنْ جَاءَ رَبُّهَا فَأَدِّهَا إِلَيْهِ  . فَقَالَ يَا رَسُولَ اللَّهِ فَضَالَّةُ الْغَنَمِ قَالَ  خُذْهَا فَإِنَّمَا هِيَ لَكَ أَوْ لأَخِيكَ أَوْ لِلذِّئْبِ  . فَقَالَ يَا رَسُولَ اللَّهِ فَضَالَّةُ الإِبِلِ قَالَ فَغَضِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى احْمَرَّتْ وَجْنَتَاهُ - أَوِ احْمَرَّ وَجْهُهُ - ثُمَّ قَالَ  مَا لَكَ وَلَهَا مَعَهَا حِذَاؤُهَا وَسِقَاؤُهَا حَتَّى يَلْقَاهَا رَبُّهَا  .",
    "hadithBengali": "৪৩৫০। ইয়াহইয়া ইবনু আইয়্যুব, কুতায়বা ও ইবনু হুজর (রহঃ) ... যায়িদ ইবনু খালিদ জুহানী (রাঃ) থেকে বর্ণিত যে, এক ব্যক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে হারানো বস্তু প্রাপ্তি সম্পর্কে জিজ্ঞাসা করল। তিনি বললেনঃ তুমি এক বছর পর্যন্ত তার ঘোষণা দিবে এবং তুমি থলি ও বাঁধন চিনে রাখবে। তারপরে তুমি তা খরচ করতে পার। আর যদি তার প্রকৃত মালিক আসে, তবে তাকে তা আদায় করে দিবে।\n\nতারপর সে বললো, ইয়া রাসুলাল্লাহ! হারানো বকরির (কী হুকুম)? তিনি বললেন, তা তুমি নিয়ে রাখ। কেননা, এটি তুমি নিবে কিংবা তোমার ভাই নিবে কিংবা নেকড়ে নিয়ে যাবে। তারপর সে বললো, ইয়া রাসুলাল্লাহ! তবে যদি হারানো উট হয়? বর্ণনাকারী বলেনঃ তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাগাম্বিত হলেন, এমনকি তাঁর উভয় গণ্ড লাল হয়ে গেল। (অথবা রাবী বলেছেনঃ তার চেহারা লাল হয়ে গেল।) তারপর তিনি বললেনঃ তাকে নিয়ে তোমার ভাবনা কী? তার সাথে আছে তার জুতো আর পানির মশক; যতক্ষন না তার মালিক তাকে পেয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "4350",
    "id": "13961",
    "thesequence": "13748",
    "isActive": "1",
    "chapterId": "13778",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Rabia b. Abu Abd al-Rahman with the same chain of transmitters but with this addition:\n There came a person to Allahs Messenger (ﷺ) while I was with him, and he asked him about picking up of a stray article, and he said: When none comes to demand it, then spend that.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي سُفْيَانُ الثَّوْرِيُّ، وَمَالِكُ، بْنُ أَنَسٍ وَعَمْرُو بْنُ الْحَارِثِ وَغَيْرُهُمْ أَنَّ رَبِيعَةَ بْنَ أَبِي عَبْدِ الرَّحْمَنِ، حَدَّثَهُمْ بِهَذَا الإِسْنَادِ، مِثْلَ حَدِيثِ مَالِكٍ غَيْرَ أَنَّهُ زَادَ قَالَ أَتَى رَجُلٌ رَسُولَ اللَّهِ صلى الله عليه وسلم وَأَنَا مَعَهُ فَسَأَلَهُ عَنِ اللُّقَطَةِ . قَالَ وَقَالَ عَمْرٌو فِي الْحَدِيثِ   فَإِذَا لَمْ يَأْتِ لَهَا طَالِبٌ فَاسْتَنْفِقْهَا  .",
    "hadithBengali": "৪৩৫১। আবূ তাহির (রহঃ) ... রাবিআ ইবনু আবূ আবদুর রহমান (রহঃ) থেকে একই সুত্রে মালেক (রাঃ) এর হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। তিনি অধিক বর্ণনা করেছেন যে, একব্যক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এল তখন আমি তার সঙ্গে ছিলাম। সে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে হারানো বস্তু প্রাপ্তি সম্পর্কে জিজ্ঞাসা করলো। বর্ণনাকারী বলেন, আমর (রহঃ) তাঁর বর্ণিত হাদীসে বলেছেন যে, যখন এর কোন দাবীদার না আসে তখন তা খরচ করে দেবে।\n",
    "checkStatus": "1",
    "hadithNo": "4351",
    "id": "13962",
    "thesequence": "13749",
    "isActive": "1",
    "chapterId": "13778",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zaid b. Khalid al-Juhani reported. There came to Allahs Messenger (ﷺ) a person, the rest of the hadith is the same but with the variation (of these words):\nHis face became red, his forehead too, and he felt annoyed; and made an addition after the words: He should make announcement of that for a year, and if its owner does not turn up, then it is a trust with you.",
    "hadithArabic": " وَحَدَّثَنِي أَحْمَدُ بْنُ عُثْمَانَ بْنِ حَكِيمٍ الأَوْدِيُّ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنِي سُلَيْمَانُ، - وَهُوَ ابْنُ بِلاَلٍ - عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ قَالَ سَمِعْتُ زَيْدَ بْنَ خَالِدٍ الْجُهَنِيَّ، يَقُولُ أَتَى رَجُلٌ رَسُولَ اللَّهِ صلى الله عليه وسلم . فَذَكَرَ نَحْوَ حَدِيثِ إِسْمَاعِيلَ بْنِ جَعْفَرٍ . غَيْرَ أَنَّهُ قَالَ فَاحْمَارَّ وَجْهُهُ وَجَبِينُهُ وَغَضِبَ . وَزَادَ بَعْدَ قَوْلِهِ  ثُمَّ عَرِّفْهَا سَنَةً  .  فَإِنْ لَمْ يَجِئْ صَاحِبُهَا كَانَتْ وَدِيعَةً عِنْدَكَ  .",
    "hadithBengali": "৪৩৫২। আহমাদ ইবনু উসমান ইবনু হাকীম আওদী (রহঃ) ... যায়িদ ইবনু খালেদ জুহানী (রাঃ) থেকে বর্ণিত যে, এক ব্যক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এল ...... অতঃপর তিনি ইসমাঈল ইবনু জা&#39;ফর (রাঃ) এর অনুরূপ হাদীস বর্ণনা করেন। কিন্তু তিনি এও বলেছেন, তখন তাঁর পবিত্র মুখমণ্ডল ও ললাট লাল হয়ে গেল এবং তিনি রাগান্বিত হলেন। &#39;আর তা এক বছর ঘোষণা করবে।&#39; এরপর আরো বলেছেন, যদি এর মালিক না আসে, তবে তা তোমার নিকট আমানত হিসেবে থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "4352",
    "id": "13963",
    "thesequence": "13750",
    "isActive": "1",
    "chapterId": "13778",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zaid b. Khalid al-Juhani, the Companion ot Allahs Messenger (ﷺ), said that Allahs Messenger (ﷺ) was asked about the picking up of stray gold or silver, whereupon he said:\nRecognise well the strap and the bag (containing) that and then make an announcement regarding that for one year, but if none recognises it, then spend that and it would be a trust with you; and if someone comes one day to make demand of that, then pay that to him. He (the inquirer) asked about the lost camel, whereupon he said: You have nothing to do with that. Leave that alone, for it has feet and also a leather bag, it drinks water, and eats (the leaves) of the trees. He asked him about sheep, whereupon he said: Take it, it is for you, or for your brother, or for the wolf.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا سُلَيْمَانُ، - يَعْنِي ابْنَ بِلاَلٍ - عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ أَنَّهُ سَمِعَ زَيْدَ بْنَ خَالِدٍ الْجُهَنِيَّ، صَاحِبَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَقُولُ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ اللُّقَطَةِ الذَّهَبِ أَوِ الْوَرِقِ فَقَالَ  اعْرِفْ وِكَاءَهَا وَعِفَاصَهَا ثُمَّ عَرِّفْهَا سَنَةً فَإِنْ لَمْ تَعْرِفْ فَاسْتَنْفِقْهَا وَلْتَكُنْ وَدِيعَةً عِنْدَكَ فَإِنْ جَاءَ طَالِبُهَا يَوْمًا مِنَ الدَّهْرِ فَأَدِّهَا إِلَيْهِ  . وَسَأَلَهُ عَنْ ضَالَّةِ الإِبِلِ فَقَالَ  مَا لَكَ وَلَهَا دَعْهَا فَإِنَّ مَعَهَا حِذَاءَهَا وَسِقَاءَهَا تَرِدُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ حَتَّى يَجِدَهَا رَبُّهَا  . وَسَأَلَهُ عَنِ الشَّاةِ فَقَالَ  خُذْهَا فَإِنَّمَا هِيَ لَكَ أَوْ لأَخِيكَ أَوْ لِلذِّئْبِ  .",
    "hadithBengali": "৪৩৫৩। আবদুল্লাহ ইবনু মাসলামা (রহঃ) কানাব (রহঃ), রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী যায়িদ ইবনু খালিদ জুহানী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সোনার অথবা রূপার হারানো বস্তু প্রাপ্তি সম্পর্কে জিজ্ঞাসা করা হল। তিনি বললেনঃ তুমি এর বন্ধন ও থলে চিনে রাখবে; তারপর এক বছর পর্যন্ত এর ঘোষণা দিবে। এরপরও যদি তুমি মালিকের সন্ধান না পাও, তবে তা তুমি খরচ করতে পার। কিন্তু তা তোমার নিকট আমানত হিসেবে থাকবে। যদি কাল প্রবাহের কোন দিন এর দাবীদার আসে তবে তা তুমি তাকে দিয়ে দিবে।\n\nতারপর সে হারানো উট সম্পর্কে তাঁকে জিজ্ঞেস করল। তিনি বললেনঃ এতে তোমার কী? তুমি তাকে ছেড়ে দাও। কেননা তার সাথে তার জুতা আছে এবং পানি সংরক্ষণের থলে আছে। সে নিজেই পানির ঘাটে যেতে পারে এবং গাছপালা খেতে পারে। অবশেষে একদিন তার মনিব তাকে পেয়ে যাবে। তারপর সে বকরি সম্পর্কে জিজ্ঞাসা করলো। তিনি বললেনঃ তুমি সেটি নিয়ে যাও। কেননা, তা তুমি নিবে অথবা তোমার ভাই নিবে অথবা নেকড়ে নিয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "4353",
    "id": "13964",
    "thesequence": "13751",
    "isActive": "1",
    "chapterId": "13778",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Zaid b. Khalid al-Juhani reported:\nA person asked Allahs Apostle (ﷺ) about a lost camel; Rabia made this addition: He (the Holy Prophet) was so much annoyed that his cheeks became red. The rest of the hadith is the same. He (the narrator) made this addition: If its (that of the article) owner comes and he recognises the bag (which contained it) and its number, and the strap. then give that to them, but if not, then it is for you.",
    "hadithArabic": "وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا حَبَّانُ بْنُ هِلاَلٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ، وَرَبِيعَةُ الرَّأْىِ بْنُ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ، خَالِدٍ الْجُهَنِيِّ أَنَّ رَجُلاً، سَأَلَ النَّبِيَّ صلى الله عليه وسلم عَنْ ضَالَّةِ الإِبِلِ . زَادَ رَبِيعَةُ فَغَضِبَ حَتَّى احْمَرَّتْ وَجْنَتَاهُ . وَاقْتَصَّ الْحَدِيثَ بِنَحْوِ حَدِيثِهِمْ وَزَادَ   فَإِنْ جَاءَ صَاحِبُهَا فَعَرَفَ عِفَاصَهَا وَعَدَدَهَا وَوِكَاءَهَا فَأَعْطِهَا إِيَّاهُ وَإِلاَّ فَهْىَ لَكَ  .",
    "hadithBengali": "৪৩৫৪। ইসহাক ইবনু মানসূর (রহঃ) ... যায়িদ ইবনু খালিদ জুহানী (রাঃ) থেকে বর্ণিত যে, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে হারানো উট সম্পর্কে জিজ্ঞেস করল। রাবীআ (রহঃ) অধিক বর্ণনা করেছেন, &#39;তিনি এতে এত রাগাম্বিত হলেন যে, তাঁর গণ্ডদ্বয় লাল হয়ে গেল&rdquo;। তারপর ... অবশিষ্ট হাদীস উল্লিখিত বর্ণনাকারীদের অনুরূপ বর্ননা করেছেন। তিনি আরো বর্ণনা করেন যে, তারপর যদি এর মালিক আসে এবং তার থলে এবং (মুদ্রার) সংখ্যা ও বন্ধন সঠিক ভাবে চিনতে পারে, (বর্ণনা দিতে পারে) তবে তাকে তা দিয়ে দিবে। অন্যথায় তা তোমারই।\n",
    "checkStatus": "1",
    "hadithNo": "4354",
    "id": "13965",
    "thesequence": "13752",
    "isActive": "1",
    "chapterId": "13778",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zaid b. Khalid al-Juhani reported that Allahs Messenger (ﷺ) was asked about picking up of stray things, whereupon he said:\nMake announcement of that for one year, but if it is not recognised (by the owner), then recognise its big and strap, then eat it; and if its owner comes, then give that to him. ",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنِي الضَّحَّاكُ بْنُ عُثْمَانَ، عَنْ أَبِي النَّضْرِ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ اللُّقَطَةِ فَقَالَ  عَرِّفْهَا سَنَةً فَإِنْ لَمْ تُعْتَرَفْ فَاعْرِفْ عِفَاصَهَا وَوِكَاءَهَا ثُمَّ كُلْهَا فَإِنْ جَاءَ صَاحِبُهَا فَأَدِّهَا إِلَيْهِ  . ",
    "hadithBengali": "৪৩৫৫। আবূ তাহির আহমাদ ইবনু আমর ইবনু সারহ (রহঃ) ... যায়িদ ইবনু খালিদ জুহানী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে হারানো বস্তু প্রাপ্তি সম্পর্কে জিজ্ঞাসা করা হল। তিনি বললেন, তা তুমি এক বছর পর্যন্ত প্রচার করবে। এর মধ্যে যদি সেটি (মালিকের) সন্ধান না পাওয়া যায় তবে তুমি এর থলে ও বন্ধন চিনে রাখবে। তারপর তুমি তা খেতে পারবে। তারপর যদি তার মালিক আসে, তবে তা তাকে দিয়ে দিবে।\n",
    "checkStatus": "1",
    "hadithNo": "4355",
    "id": "13966",
    "thesequence": "13753",
    "isActive": "1",
    "chapterId": "13778",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Al-Dahhak b. Uthman with the same chain of transmitters but with a slight variation of words.",
    "hadithArabic": " وَحَدَّثَنِيهِ إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا أَبُو بَكْرٍ الْحَنَفِيُّ، حَدَّثَنَا الضَّحَّاكُ بْنُ عُثْمَانَ، بِهَذَا الإِسْنَادِ وَقَالَ فِي الْحَدِيثِ  فَإِنِ اعْتُرِفَتْ فَأَدِّهَا وَإِلاَّ فَاعْرِفْ عِفَاصَهَا وَوِكَاءَهَا وَعَدَدَهَا  .",
    "hadithBengali": "৪৩৫৬। ইসহাক ইবনু মানসুর (রহঃ) ... যাহহাক ইবনু উসমান (রহঃ) থেকে এই একই সুত্রে বর্ণনা করেন। আর তিনি তাঁর হাদীসে বলেছেন যে, যদি তা চিনা যায়, (সন্ধান পাওয়া যায়) তবে তাকে তা দিয়ে দেবে। অন্যথায় তুমি তার থলে, তার বন্ধন, তার আবরণ ও (মুদ্রার) সংখ্যা চিনে রাখবে।\n",
    "checkStatus": "1",
    "hadithNo": "4356",
    "id": "13967",
    "thesequence": "13754",
    "isActive": "1",
    "chapterId": "13778",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salama b. Kuhail reported:\nI heard Sowaid b. Ghafala say: I went out, and also Zaid b. Suhan and Salman b. Rabia for Jihad, and I found a whip and took it up. They said to me: Leave it. I said: No. but I will make announcement of it and if its owner comes (then I will return that), otherwise I will use it, and I refused them. When we returned from Jihad. by a good fortune for me, I performed Pilgrimage. I came to Medina and met Ubayy b. Kab, and related to him the affair of the whip and their opinion (the opinion of Zaid b. Suhan and Salman b. Rabia) about it (i. e. I should throw it). Thereupon he said: I found a money bag during the lifetime of Allahs Messenger (ﷺ) which contained one hundred dinars. I came to him along with it, and he said: Make an announcement of it for one year; so I announced it, but did not find anyone who could (claim it after) recognising it. I again came to him and he said: Make announcement for one year. So I made announcement of it, but I found none who could recognise it. I came to him he said: Make announcement of it for one year. I made announcement of that but did not find one who could recognise it, whereupon he said: Preserve (in your mind) its number, its bag and its strap, and if its owner comes (then return that to him), otherwise make use of it. So I made use of that. I (Shuba) met him (Salama b. Kuhail) after this in Mecca, and he said: I do not know whether he said three years or one year.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنِي أَبُو بَكْرِ، بْنُ نَافِعٍ - وَاللَّفْظُ لَهُ - حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، قَالَ سَمِعْتُ سُوَيْدَ، بْنَ غَفَلَةَ قَالَ خَرَجْتُ أَنَا وَزَيْدُ بْنُ صُوحَانَ، وَسَلْمَانُ بْنُ رَبِيعَةَ، غَازِينَ فَوَجَدْتُ سَوْطًا فَأَخَذْتُهُ فَقَالاَ لِي دَعْهُ . فَقُلْتُ لاَ وَلَكِنِّي أُعَرِّفُهُ فَإِنْ جَاءَ صَاحِبُهُ وَإِلاَّ اسْتَمْتَعْتُ بِهِ . قَالَ فَأَبَيْتُ عَلَيْهِمَا فَلَمَّا رَجَعْنَا مِنْ غَزَاتِنَا قُضِيَ لِي أَنِّي حَجَجْتُ فَأَتَيْتُ الْمَدِينَةَ فَلَقِيتُ أُبَىَّ بْنَ كَعْبٍ فَأَخْبَرْتُهُ بِشَأْنِ السَّوْطِ وَبِقَوْلِهِمَا فَقَالَ إِنِّي وَجَدْتُ صُرَّةً فِيهَا مِائَةُ دِينَارٍ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَتَيْتُ بِهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ  عَرِّفْهَا حَوْلاً  . قَالَ فَعَرَّفْتُهَا فَلَمْ أَجِدْ مَنْ يَعْرِفُهَا ثُمَّ أَتَيْتُهُ . فَقَالَ  عَرِّفْهَا حَوْلاً  . فَعَرَّفْتُهَا فَلَمْ أَجِدْ مَنْ يَعْرِفُهَا ثُمَّ أَتَيْتُهُ . فَقَالَ  عَرِّفْهَا حَوْلاً  . فَعَرَّفْتُهَا فَلَمْ أَجِدْ مَنْ يَعْرِفُهَا . فَقَالَ  احْفَظْ عَدَدَهَا وَوِعَاءَهَا وَوِكَاءَهَا فَإِنْ جَاءَ صَاحِبُهَا وَإِلاَّ فَاسْتَمْتِعْ بِهَا  . فَاسْتَمْتَعْتُ بِهَا . فَلَقِيتُهُ بَعْدَ ذَلِكَ بِمَكَّةَ فَقَالَ لاَ أَدْرِي بِثَلاَثَةِ أَحْوَالٍ أَوْ حَوْلٍ وَاحِدٍ .",
    "hadithBengali": "৪৩৫৭। মুহাম্মদ ইবনু বাশশার ও আবূ বাকর ইবনু নাফি&#39; (রহঃ) ... সুওয়ায়দ ইবনু গাফলা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি এবং যায়িদ ইবনু সুহান ও সালমান ইবনু রাবীআ যুদ্ধে বের হলাম। আমি একটি ছড়ি পেয়ে তা উঠিয়ে নিলাম। তখন আমার সঙ্গীদ্বয় আমাকে বললেন, তুমি তা রেখে দাও। আমি বললাম, না বরং আমি এটির ঘোষণা করব। যদি এটির মালিক আসে তো ভাল, অন্যথায় আমি এটি নিয়ে ব্যবহার করব। তিনি বলেন, আমি উভয়ের কথা প্রত্যাখ্যান করলাম। তারপর যখন আমরা যুদ্ধ থেকে ফিরে এলাম, তখন এক সময়, আমার হজ্জে যাওয়ার সুযোগ এল। তখন আমি মদিনায় গেলাম এবং উবায় ইবনু কা&#39;ব (রাঃ) এর সঙ্গে সাক্ষাৎ করলাম। আমি ছড়ির ঘটনা এবং সঙ্গীদ্বয়ের কথা তাকে বললাম।\n\nতিনি বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় একটি থলে পেয়েছিলাম। তাতে একশ দ্বীনার ছিল। আমি সেটি নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এলাম। তিনি বললেনঃ তুমি তা এক বছর পর্যন্ত ঘোষণা দেবে। বর্ণনাকারী বললেন, আমি তার ঘোষণা দিলাম, কিন্তু তা চিনে নিতে পারে এমন কাউকে পেলাম না। পরে আমি তার কাছে এলাম, তখন তিনি বললেনঃ (আরো) এক বছর পর্যন্ত প্রচার কর। তারপরও আমি তার কোন দাবীদার গেলাম না। তারপর আবার আমি তার কাছে এলাম। তখন তিনি বললেনঃ (আরো) এক বছর তার ঘোষণা দাও। তারপরও আমি কাউকে সেটির দাবীদার পেলাম না।\n\nতিনি বললেনঃ তুমি এটির সংখ্যা, থলে ও তার বন্ধন (স্মরণে) সংরক্ষণ করে রাখবে। যদি এর মালিক আসে, (তবে ভাল।) অন্যথা তুমি তা ভোগ করবে। তারপর তা আমি ভোগ করলাম। তিনি বলেন, পরে আমি তার (সালামা-র) সঙ্গে সাক্ষাত করলাম। তখন তিনি বললেন, আমার খেয়াল নেই যে, তিনি কি তিন বছরের কথা বলেছিলেন, না এক বছরের।\n",
    "checkStatus": "1",
    "hadithNo": "4357",
    "id": "13968",
    "thesequence": "13755",
    "isActive": "1",
    "chapterId": "13778",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Shuba reported:\nSalama b. Kuhail informed me or he informed people and I was among them. He said: I heard Sawaid b. Ghafala who reported: I went out along with Zaid b. Suhan and Salman b. Rabia, and found a whip, the rest of the hadith is the same up to the words: I made use of that. Shuba said: I heard him say after ten years, that he made an announcement of it for one year.",
    "hadithArabic": " وَحَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ الْعَبْدِيُّ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنِي سَلَمَةُ، بْنُ كُهَيْلٍ أَوْ أَخْبَرَ الْقَوْمَ، وَأَنَا فِيهِمْ، قَالَ سَمِعْتُ سُوَيْدَ بْنَ غَفَلَةَ، قَالَ خَرَجْتُ مَعَ زَيْدِ بْنِ صُوحَانَ وَسَلْمَانَ بْنِ رَبِيعَةَ فَوَجَدْتُ سَوْطًا . وَاقْتَصَّ الْحَدِيثَ بِمِثْلِهِ إِلَى قَوْلِهِ فَاسْتَمْتَعْتُ بِهَا . قَالَ شُعْبَةُ فَسَمِعْتُهُ بَعْدَ عَشْرِ سِنِينَ يَقُولُ عَرَّفَهَا عَامًا وَاحِدًا .",
    "hadithBengali": "৪৩৫৮। আবদুর রহমান ইবনু বিশর আবদী (রহঃ) ... সুওয়ায়দ ইবনু গাফলা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি যায়িদ ইবনু সোহান এবং সালমান ইবনু রাবীআ এর সাথে বের হলাম। এবং আমি একটি ছড়ি পেলাম। তারপর তিনি উল্লিখিত হাদীসের অনুরূপ ...... (তা আমি ভোগ করলাম) পর্যন্ত বর্ণনা করেন। শু&#39;বা (রাঃ) বলেন, পরে আমি তাঁকে দশ বছর পর বলতে শুনেছি যে, তিনি উহা এক বছর পর্যন্ত ঘোষণা করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4358",
    "id": "13969",
    "thesequence": "13756",
    "isActive": "1",
    "chapterId": "13778",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Salama b. Kuhail through different chains of transmitters. In their ahadith, it is three years, except in the hadith of Hammid b. Salama it is two years or three years. In the hadith transmitted on the authority of Sufyan and Zaid b. Abu Unaisa and Hammid b. Salama (the words are):\n If someone comes and informs you about the number (of articles) of the bag and the straps, then give that to him. Sufyan has made this addition in the narration of Waki: Otherwise it is like your property. And in the narration of Ibn Numair the words are: Otherwise make use of that.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي، شَيْبَةَ حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي جَمِيعًا، عَنْ سُفْيَانَ، ح وَحَدَّثَنِي مُحَمَّدُ، بْنُ حَاتِمٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الرَّقِّيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ، - يَعْنِي ابْنَ عَمْرٍو - عَنْ زَيْدِ، بْنِ أَبِي أُنَيْسَةَ ح وَحَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، كُلُّ هَؤُلاَءِ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، بِهَذَا الإِسْنَادِ . نَحْوَ حَدِيثِ شُعْبَةَ . وَفِي حَدِيثِهِمْ جَمِيعًا ثَلاَثَةَ أَحْوَالٍ إِلاَّ حَمَّادَ بْنَ سَلَمَةَ فَإِنَّ فِي حَدِيثِهِ عَامَيْنِ أَوْ ثَلاَثَةً . وَفِي حَدِيثِ سُفْيَانَ وَزَيْدِ بْنِ أَبِي أُنَيْسَةَ وَحَمَّادِ بْنِ سَلَمَةَ  فَإِنْ جَاءَ أَحَدٌ يُخْبِرُكَ بِعَدَدِهَا وَوِعَائِهَا وَوِكَائِهَا فَأَعْطِهَا إِيَّاهُ  . وَزَادَ سُفْيَانُ فِي رِوَايَةِ وَكِيعٍ  وَإِلاَّ فَهِيَ كَسَبِيلِ مَالِكَ  . وَفِي رِوَايَةِ ابْنِ نُمَيْرٍ  وَإِلاَّ فَاسْتَمْتِعْ بِهَا  .",
    "hadithBengali": "৪৩৫৯। কুতায়বা ইবনু সাঈদ, আবূ বাকর ইবনু আবূ শায়বা, ইবনু নুমায়র মুহাম্মাদ ইবনু হাতেম ও আবদুর রাহমান ইবনু বিশর (রহঃ) সকলেই সালমা ইবনু কুহাইল (রহঃ) থেকে একই সুত্রে শুবা (রাঃ) এর হাদীসের অনুরূপ বর্ণনা করেছেন। হাম্মাদ ইবন সালামা ব্যতীত উল্লিখিত সকলের বর্ণিত হাদীসেই তিন বছর কথাটি উল্লেখ আছে। হাম্মাদের হাদিসে আছে দুই বছর কিংবা তিন বছর। আর সুফিয়ান, যায়দ ইবনু আবূ উনায়সা ও হাম্মাদ ইবনু সালামা (রহঃ) এর হাদীসে রয়েছে, যদি কোন ব্যক্তি এরপর আসে এবং তার গণনা, (থলে) ও তার বন্ধনের বর্ণনা দিতে পারে, তবে তাকে তা দিয়ে দিবে। আর সুফিয়ান (রহঃ) ওয়াকী (রহঃ) কর্তৃক বর্ণিত হাদীসে একটু অতিরিক্ত বর্ণনা করেছেন, অন্যথা তা তোমার মালের মতই। আর ইবনু নুমাইর (রহঃ) এর বর্ণনায় অন্যথা তুমি তা ব্যবহার করতে পারবে বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4359",
    "id": "13970",
    "thesequence": "13757",
    "isActive": "1",
    "chapterId": "13778",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd al-Rahman b. Uthman al-Taimi reported that Allahs Messenger (ﷺ) forbade taking into custody the stray thing of the pilgrims.",
    "hadithArabic": " حَدَّثَنِي أَبُو الطَّاهِرِ، وَيُونُسُ بْنُ عَبْدِ الأَعْلَى، قَالاَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ يَحْيَى بْنِ عَبْدِ الرَّحْمَنِ بْنِ حَاطِبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عُثْمَانَ التَّيْمِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ لُقَطَةِ الْحَاجِّ .",
    "hadithBengali": "৪৩৬০। আবূ তাহির ও ইউনূস ইবনু আবদুল আ&#39;লা (রহঃ) আবদুর রহমান ইবনু উসমান তায়মী (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাজীদের হারান বস্তু তুলে নিতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4360",
    "id": "13971",
    "thesequence": "13758",
    "isActive": "1",
    "chapterId": "13779",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "১. হাজিগনের হারানো বস্তু প্রাপ্তি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zaid b. Khalid al-Juhani reported Allahs Messenger (ﷺ) as sayin.:\nHe who found a stray article is himself led astray if he does not advertise it.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَيُونُسُ بْنُ عَبْدِ الأَعْلَى، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ بَكْرِ بْنِ سَوَادَةَ، عَنْ أَبِي سَالِمٍ الْجَيْشَانِيِّ، عَنْ زَيْدِ بْنِ خَالِدٍ، الْجُهَنِيِّ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ   مَنْ آوَى ضَالَّةً فَهُوَ ضَالٌّ مَا لَمْ يُعَرِّفْهَا  .",
    "hadithBengali": "৪৩৬১। আবূ তাহির ও ইউনুস ইবনু আবদুল আলা (রহঃ) ... যায়িদ ইবনু খালিদ জুহানী (রাঃ) সুত্রেরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত যে, তিনি বলেছেনঃ যে ব্যক্তি হারানো বস্তু উঠিয়ে রাখল সে যদি তা প্রচার না করে তবে সে পথহারা।\n",
    "checkStatus": "1",
    "hadithNo": "4361",
    "id": "13972",
    "thesequence": "13759",
    "isActive": "1",
    "chapterId": "13779",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "১. হাজিগনের হারানো বস্তু প্রাপ্তি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported Allahs Messenger (ﷺ) having said this:\nNone (of you) should milk the animal of another, but with his permission. Does any one of you like that his chamber be raided, and his vaults be broken, and his foodstuff be removed? Verily the treasures for them (those who keep animals) are the udders of the animals which feed them. So none of you should milk the animal of another but with his permission.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، قَالَ قَرَأْتُ عَلَى مَالِكِ بْنِ أَنَسٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَحْلُبَنَّ أَحَدٌ مَاشِيَةَ أَحَدٍ إِلاَّ بِإِذْنِهِ أَيُحِبُّ أَحَدُكُمْ أَنْ تُؤْتَى مَشْرُبَتُهُ فَتُكْسَرَ خِزَانَتُهُ فَيُنْتَقَلَ طَعَامُهُ إِنَّمَا تَخْزُنُ لَهُمْ ضُرُوعُ مَوَاشِيهِمْ أَطْعِمَتَهُمْ فَلاَ يَحْلُبَنَّ أَحَدٌ مَاشِيَةَ أَحَدٍ إِلاَّ بِإِذْنِهِ  .",
    "hadithBengali": "৪৩৬২। ইয়াহইয়া ইবনু ইয়াহইয়া তামীমী (রহঃ) ... ইবনু উমার (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যেন কোন ব্যক্তির পশুর দুধ তার অনুমতি ব্যতীত দোহন না করে। তোমাদের কেউ কি ইহা পছন্দ করবে যে, কেউ তার প্রকোষ্ঠে (চিলে কোঠায়) ঢুকে পড়বে, তারপর অন্য কেউ তার ভাণ্ডার ভেঙ্গে খাদ্য সামগ্রী বের করে নিয়ে যাবে? (এমনিভাবে) তাদের পশুগুলোর স্তন তো তাদের তাদের খাদ্য সামগ্রী সঞ্চয় করে। সুতরাং, কেউ যেন কারো পশুর দুগ্ধ মালিকের অনুমতি ব্যতীত দোহন না করে।\n",
    "checkStatus": "1",
    "hadithNo": "4362",
    "id": "13973",
    "thesequence": "13760",
    "isActive": "1",
    "chapterId": "13780",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "২. মালিকের অনুমতি ব্যতীত কোন পশুর দুধ দোহন করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated through another chain of transmitters with a slight variation of words.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ رُمْحٍ، جَمِيعًا عَنِ اللَّيْثِ بْنِ سَعْدٍ، ح وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنِي أَبِي كِلاَهُمَا، عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنِي أَبُو الرَّبِيعِ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنِي ابْنَ عُلَيَّةَ - جَمِيعًا عَنْ أَيُّوبَ، ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ،عَنْ أَيُّوبَ، وَابْنُ، جُرَيْجٍ عَنْ مُوسَى، كُلُّ هَؤُلاَءِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم . نَحْوَ حَدِيثِ مَالِكٍ غَيْرَ أَنَّ فِي حَدِيثِهِمْ جَمِيعًا  فَيُنْتَثَلَ  . إِلاَّ اللَّيْثَ بْنَ سَعْدٍ فَإِنَّ فِي حَدِيثِهِ  فَيُنْتَقَلَ طَعَامُهُ  . كَرِوَايَةِ مَالِكٍ .",
    "hadithBengali": "৪৩৬৩। কুতায়বা ইবনু সাঈদ মুহাম্মাদ ইবনু রুমহ আবূ বাকর ইবনু আবূ শায়বা, ইবনু নূমাইর, আবূ রাবি, আবূ কামিল, যুহায়র ইবনু হারব, ইবনু আবূ উমার ও মুহাম্মাদ ইবনু রাফি (রহঃ) ... সকলেই ইবনু উমার (রাঃ) এর সুত্রে নরী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মালেক (রাঃ) এর হাদীসের অনুরূপ বর্ণনা করেন। কিন্তু লাইস ইবনু সাদ (রহঃ) ব্যতীত সকলের রিওয়ায়াতেفَيُنْتَقَلَ (ছড়িয়ে ছিটিয়ে ফেলা হবে) রয়েছে- আর লায়সের বর্ণনায় এবং &ldquo;তার খাদ্য সামগ্রী স্থানান্তর করে নিয়ে যায়&rdquo; অংশটি মালিক (রাঃ) এর বর্ণনার অনুরূপ বর্ণিত রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4363",
    "id": "13974",
    "thesequence": "13761",
    "isActive": "1",
    "chapterId": "13780",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "২. মালিকের অনুমতি ব্যতীত কোন পশুর দুধ দোহন করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd Shuraib al-Adawi reported:\nMy eare listened and my eye saw when Allahs Messenger (ﷺ) spoke and said: He who believes In Allah and the eireafter should show respect to the guest even with utmost kindness and courtesy. They said: Messenger of Allah, what is this utmost kindness and courtesy? He replied: It is for a day and a night. Hospitality extends for three days, and what is beyond that is a Sadaqa for him; and he who believes in Allah and the Hereafter should say something good or keep quiet.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِي شُرَيْحٍ الْعَدَوِيِّ، أَنَّهُ قَالَ سَمِعَتْ أُذُنَاىَ، وَأَبْصَرَتْ، عَيْنَاىَ حِينَ تَكَلَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ جَائِزَتَهُ  . قَالُوا وَمَا جَائِزَتُهُ يَا رَسُولَ اللَّهِ قَالَ  يَوْمُهُ وَلَيْلَتُهُ وَالضِّيَافَةُ ثَلاَثَةُ أَيَّامٍ فَمَا كَانَ وَرَاءَ ذَلِكَ فَهُوَ صَدَقَةٌ عَلَيْهِ - وَقَالَ - مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ  .",
    "hadithBengali": "৪৩৬৪। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ শুরাইহ আদবী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার দু&#39; কান শুনেছে এবং দু&#39; চোখ দেখেছে, যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কথা বলছিলেন। তিনি বলেছিলেন, যে ব্যক্তি আল্লাহ এবং শেষ দিনে বিশ্বাস রাখে সে যেন উত্তমরূপে তার মেহমানের উত্তম সমাদার করে। তখন সাহাবীগণ বললেন, ইয়া রাসুলাল্লাহ উত্তম সমাদার মানে কী? তখন তিনি বললেন, তার একদিন ও এক রাত (বিশেষ মেহমানদারী)। আর (সাধারণভাবে) মেহমানদারীর সময়কাল তিন দিন। এর চাইতে বেশি দিন মেহমানদারী করা, তার জন্য সাদাকা স্বরূপ। তিনি আরো বলেছেনঃ যে ব্যক্তি আল্লাহ ও শেষ দিনে বিশ্বাস রাখে, সে যেন উত্তম কথা বলে অথবা নীরব থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "4364",
    "id": "13975",
    "thesequence": "13762",
    "isActive": "1",
    "chapterId": "13781",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "৩. মেহমানদারী এবং অনুরূপ বিষয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Shuriah al-Khuzai reported Allahs Messenger (ﷺ) as saying:\n(The period of the entertainment of a guest is three days, and utmost kindness and courtesy is for a day and a night. = It is not permissible for a Muslim to stay with, his brother until he makes him sinful. They said: Messenger of Allah, how he would make him sinful? He (the Holy Prophet) said: He stays with him (so long) that nothing is left with him to entertain him.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي شُرَيْحٍ الْخُزَاعِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  الضِّيَافَةُ ثَلاَثَةُ أَيَّامٍ وَجَائِزَتُهُ يَوْمٌ وَلَيْلَةٌ وَلاَ يَحِلُّ لِرَجُلٍ مُسْلِمٍ أَنْ يُقِيمَ عِنْدَ أَخِيهِ حَتَّى يُؤْثِمَهُ  . قَالُوا يَا رَسُولَ اللَّهِ وَكَيْفَ يُؤْثِمُهُ قَالَ  يُقِيمُ عِنْدَهُ وَلاَ شَىْءَ لَهُ يَقْرِيهِ بِهِ  .",
    "hadithBengali": "৪৩৬৫। আবূ কুরাইব মুহাম্মাদ ইবনু আলা (রহঃ) ... আবূ শুরাইহ খুযাঈ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মেহমানদারী তিন দিন এবং উত্তমরূপে মেহমানদারী একদিন ও একরাত্রি কোন মুসলমান ব্যক্তির জন্য বৈধ নয় যে সে তার ভাই এর নিকট অবস্থান করে তাকে পাপে নিপতিত করবে। তখন তারা বললেন, ইয়া রাসুলাল্লাহ! কিভাবে সে তাকে পাপে নিপতিত করবে? তিনি বললেনঃ, সে (মেহমান) তার নিকট (এমন দীর্ঘ সময়) অবস্থান করবে, অথচ তার (মেযবানের) নিকট এমন কিছু নেই, যদ্বারা এ সে তার মেহমানদারী করবে।\n",
    "checkStatus": "1",
    "hadithNo": "4365",
    "id": "13976",
    "thesequence": "13763",
    "isActive": "1",
    "chapterId": "13781",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "৩. মেহমানদারী এবং অনুরূপ বিষয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Said al-Maqburi reported:\nI heard Abu Shuraih al-Khuzill saying: My ears heard and my eyes saw and my mind retained it, when Allahs Messenger (ﷺ) spok this, and he then narrated the hadith and made mention of this: It is not permissible for any one of you to stay with his brother until he makes him sinful.",
    "hadithArabic": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو بَكْرٍ، - يَعْنِي الْحَنَفِيَّ - حَدَّثَنَا عَبْدُ الْحَمِيدِ، بْنُ جَعْفَرٍ حَدَّثَنَا سَعِيدٌ الْمَقْبُرِيُّ، أَنَّهُ سَمِعَ أَبَا شُرَيْحٍ الْخُزَاعِيَّ، يَقُولُ سَمِعَتْ أُذُنَاىَ، وَبَصُرَ، عَيْنِي وَوَعَاهُ قَلْبِي حِينَ تَكَلَّمَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم . فَذَكَرَ بِمِثْلِ حَدِيثِ اللَّيْثِ وَذَكَرَ فِيهِ   وَلاَ يَحِلُّ لأَحَدِكُمْ أَنْ يُقِيمَ عِنْدَ أَخِيهِ حَتَّى يُؤْثِمَهُ  . بِمِثْلِ مَا فِي حَدِيثِ وَكِيعٍ .",
    "hadithBengali": "৪৩৬৬। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... আবূ শুরায়হ খুযাঈ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার দু&#39; কান শুনেছে, আমার দু&#39; চক্ষু দেখেছে এবং আমার অন্তর স্মরণ রেখেছে, যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথা বলেছিলেন। তারপর লাইস এর হাদীসের অনুরূপ বর্ণনা করেছেন। তাতে তিনি উল্লেখ করেছেন, কারো জন্যে বৈধ নয়, তার ভাই এর নিকট তততদিন অবস্থান করা, যাতে সে তাকে পাপে নিপতিত করে। বাকী অংশ ওয়াকী এর বর্ণিত হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "4366",
    "id": "13977",
    "thesequence": "13764",
    "isActive": "1",
    "chapterId": "13781",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "৩. মেহমানদারী এবং অনুরূপ বিষয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Uqba b. Amir reported:\nWe said to Allahs Messenger (ﷺ): You send us out and we come to the people who do not give us hospitality, so what is your opinion? Thereupon Allahs Messenger (ﷺ) said: If you come to the people who order for you what is befitting a guest, accept it; but if they do not. take from them what befits them to give to a guest.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، أَنَّهُ قَالَ قُلْنَا يَا رَسُولَ اللَّهِ إِنَّكَ تَبْعَثُنَا فَنَنْزِلُ بِقَوْمٍ فَلاَ يَقْرُونَنَا فَمَا تَرَى فَقَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنْ نَزَلْتُمْ بِقَوْمٍ فَأَمَرُوا لَكُمْ بِمَا يَنْبَغِي لِلضَّيْفِ فَاقْبَلُوا فَإِنْ لَمْ يَفْعَلُوا فَخُذُوا مِنْهُمْ حَقَّ الضَّيْفِ الَّذِي يَنْبَغِي لَهُمْ  .",
    "hadithBengali": "৪৩৬৭। কুতাইবা ইবনু সাঈদ ও মুহাম্মদ ইবনু রুমহ (রহঃ) ... উভয়ে উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ, আমরা বললাম ইয়া রাসুলাল্লাহ! আপনি আমাদের (বিভিন্ন স্থানে) প্রেরণ করেন। আমরা এমন এক সম্প্রদায়ের কাছে উপনীত হই; যারা আমাদের মেহমানদারী করে না। এ সম্পর্কে আপনি কি মনে করেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বললেনঃ যদি তোমরা কোন সম্প্রদায়ের কাছে উপনীত হও, আর তারা তোমাদের জন্য এমন সব আসবাব পত্র প্রদান করার হুকুম করে যা মেহমানদারীর জন্য সমীচীন, তবে তোমরা তা গ্রহণ করবে। আর যদি তারা তা না করে তবে তোমরা তাদের থেকে মেহমানদারীর হক আদায় করে নেবে, যা তাদের করনীয়।\n",
    "checkStatus": "1",
    "hadithNo": "4367",
    "id": "13978",
    "thesequence": "13765",
    "isActive": "1",
    "chapterId": "13781",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "৩. মেহমানদারী এবং অনুরূপ বিষয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri reported:\nWhile we were with the Messenger of Allah (ﷺ) on a journey, a person came upon his mount and began to stare on the right and on the left, (it was at this moment) that Allahs Messenger (ﷺ) said: He who has an extra mount should give that to one who has no mount for him, and he who has surplus of provisions should give them to him who has no provisions, and he made mention of so many kinds of wealth until we were of the opinion that none of us has any right over the surplus.",
    "hadithArabic": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا أَبُو الأَشْهَبِ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ بَيْنَمَا نَحْنُ فِي سَفَرٍ مَعَ النَّبِيِّ صلى الله عليه وسلم إِذْ جَاءَ رَجُلٌ عَلَى رَاحِلَةٍ لَهُ قَالَ فَجَعَلَ يَصْرِفُ بَصَرَهُ يَمِينًا وَشِمَالاً فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ كَانَ مَعَهُ فَضْلُ ظَهْرٍ فَلْيَعُدْ بِهِ عَلَى مَنْ لاَ ظَهْرَ لَهُ وَمَنْ كَانَ لَهُ فَضْلٌ مِنْ زَادٍ فَلْيَعُدْ بِهِ عَلَى مَنْ لاَ زَادَ لَهُ  . قَالَ فَذَكَرَ مِنْ أَصْنَافِ الْمَالِ مَا ذَكَرَ حَتَّى رَأَيْنَا أَنَّهُ لاَ حَقَّ لأَحَدٍ مِنَّا فِي فَضْلٍ .",
    "hadithBengali": "৪৩৬৮। শায়বান ইবন ফাররুখ (রহঃ) ... আবু সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে এক সফরে ছিলাম। এ সময় এক ব্যক্তি সাওয়ারীতে আরোহণ করে তার কাছে এলো এবং ডানে-বামে তাকাতে লাগলো। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যার কাছে পরিভ্রমণের কোন অতিরিক্ত যানবাহন থাকে, সে যেন তা দিযে তাকে সাহায্য করে, যার কোন যানবাহন নেই। আর যার কাছে অতিরিক্ত পাথেয় (খাদ্য সামগ্রী) থাকে; সে যেন তা দিয়ে তাকে সাহায্য করে যার পাথেয় (খাদ্য সামগ্রী) নেই। তারপর তিনি বিভিন্ন প্রকার সম্পদের এরূপ বর্ণনা দিলেন। এমনকি আমাদের ধারণা হল যে, অতিরিক্ত সম্পদের মধ্যে আমাদের কারো কোন অধিকার নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4368",
    "id": "13979",
    "thesequence": "13766",
    "isActive": "1",
    "chapterId": "13782",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "৪. নিজের প্রয়োজনাতিরিক্ত সম্পদ দ্বারা অন্যের সহায়তা করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Iyas b. Salama reported on the authority of his father:\nWe set out on an expedition with, Allahs Messenger (ﷺ). We faced hardship (in getting provisions) until we decided to slaughter some of our riding animals. Allahs Apostle (ﷺ), commanded us to pool our provisions of food. So we spread a sheet of leather and the provisions of the people were collected on it. I stretched myself to measure how much that was (the length and breadth of the sheet on which the provisions were laid). I measured it and (found) that it was (in length and breadth) of (so much size) on which a goat could sit. We were fourteen hundred persons. We (all) ate until we were fully satisfied and then filled our bags with provisions. Then Allahs Apostle (ﷺ) said: Is there any water for performing ablution. Then there came a man with a small bucket containing some water. He threw it in a basin. We all fourteen hundred persons performed ablution using the water in plenty. Then there came after that eight persons and they said: Is there any water to perform ablution? Thereupon Allahs Messenger (ﷺ) said: The ablution has already been performed.",
    "hadithArabic": " حَدَّثَنِي أَحْمَدُ بْنُ يُوسُفَ الأَزْدِيُّ، حَدَّثَنَا النَّضْرُ، - يَعْنِي ابْنَ مُحَمَّدٍ الْيَمَامِيَّ - حَدَّثَنَا عِكْرِمَةُ، - وَهُوَ ابْنُ عَمَّارٍ - حَدَّثَنَا إِيَاسُ بْنُ سَلَمَةَ، عَنْ أَبِيهِ، قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزْوَةٍ فَأَصَابَنَا جَهْدٌ حَتَّى هَمَمْنَا أَنْ نَنْحَرَ بَعْضَ ظَهْرِنَا فَأَمَرَ نَبِيُّ اللَّهِ صلى الله عليه وسلم فَجَمَعْنَا مَزَاوِدَنَا فَبَسَطْنَا لَهُ نِطَعًا فَاجْتَمَعَ زَادُ الْقَوْمِ عَلَى النِّطَعِ قَالَ فَتَطَاوَلْتُ لأَحْزُرَهُ كَمْ هُوَ فَحَزَرْتُهُ كَرَبْضَةِ الْعَنْزِ وَنَحْنُ أَرْبَعَ عَشْرَةَ مِائَةً قَالَ فَأَكَلْنَا حَتَّى شَبِعْنَا جَمِيعًا ثُمَّ حَشَوْنَا جُرُبَنَا فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم  فَهَلْ مِنْ وَضُوءٍ  . قَالَ فَجَاءَ رَجُلٌ بِإِدَاوَةٍ لَهُ فِيهَا نُطْفَةٌ فَأَفْرَغَهَا فِي قَدَحٍ فَتَوَضَّأْنَا كُلُّنَا نُدَغْفِقُهُ دَغْفَقَةً أَرْبَعَ عَشْرَةَ مِائَةً . قَالَ ثُمَّ جَاءَ بَعْدَ ذَلِكَ ثَمَانِيَةٌ فَقَالُوا هَلْ مِنْ طَهُورٍ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  فَرِغَ الْوَضُوءُ  . ",
    "hadithBengali": "৪৩৬৯। আহমাদ ইবনু ইউসুফ আযদী (রহঃ) ... ইয়াস ইবন সালামা (রহঃ) তার পিতা থেকে বর্ণিত। তিনি বলেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে এক যুদ্ধে গিয়েছিলাম। তখন আমাদের মধ্যে খাদ্যের অভাব দেখা দিল। অবশেষে আমাদের কিছু সাওয়ারী যবেহ করতে মনস্থ করেছিলাম। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নির্দেশে আমরা আমাদের খাদ্য সামগ্রী একত্রিত করলাম। আমরা একটি চামড়া বিছালাম এবং এতে লোকদের খাদ্য সামগ্রী জমা করা হল। বর্ণনাকারী বলেন, আমি সেটির পরিমাণ অনুমান করার জন্য উঁচু হলাম এবং আমি আন্দাজ করলাম সেটি একটি ছাগল বসার স্থানের সমান। আর আমরা ছিলাম চৌদ্দশ।\n\nরাবী বলেন, আমরা সকলেই তৃপ্তির সাথে খেলাম। তারপর আমরা আমাদের নিজ নিজ খাদ্য রাখার থলে পুর্ণ করে নিলাম। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ উযূ (ওজু/অজু/অযু)র জন্য কি পানি আছে? বর্ণনাকারী বলেন, এক ব্যক্তি তার পাত্রে সামান্য পানি নিয়ে এগিয়ে এল। তিনি তা একটি বড় পাত্রে ঢেলে দিলেন। এরপর আমরা চৌদ্দশ লোক সকলেই তার থেকে পানি ঢেলে ঢেলে উযূ (ওজু/অজু/অযু) করলাম। তারপর আরো আটজন লোক এসে বললো, ওযুর জন্য কি পানি আছে তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ উযূ (ওজু/অজু/অযু) শেষ হয়ে গেছে।\n",
    "checkStatus": "1",
    "hadithNo": "4369",
    "id": "13980",
    "thesequence": "13767",
    "isActive": "1",
    "chapterId": "13783",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "132",
    "statusId": "1",
    "topicName": "৫. যখন খাদ্য সামগ্রী (পাথেয়) অল্প থাকে তখন সমস্ত পাথেয় একত্রে মিলিয়ে ফেলা এবং তদ্বারা পরস্পর সহমর্মিতা করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]