[
  {
    "hadithEnglish": "Aisha reported that Allahs Messenger (ﷺ) commanded the killing of a snake having stripes over it, for it affects eyesight and miscarries pregnancy.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، وَابْنُ، نُمَيْرٍ عَنْ هِشَامٍ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدَةُ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ أَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِقَتْلِ ذِي الطُّفْيَتَيْنِ فَإِنَّهُ يَلْتَمِسُ الْبَصَرَ وَيُصِيبُ الْحَبَلَ .",
    "hadithBengali": "৫৬২৯। আবূ বাকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পিঠে দুটি সাদা রেখা বিশিষ্ট বিষধর সাপ মেরে ফেলার নির্দেশ দিয়েছেন। কারণ তা দৃষ্টিশক্তি কেড়ে নেয় এবং গর্ভস্থ সন্তানের উপর বিরূপ প্রতিক্রিয়া সৃষ্টি করে।\n",
    "checkStatus": "1",
    "hadithNo": "5629",
    "id": "15499",
    "thesequence": "15027",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted on the authority of Hisham. He said:\nThe short-tailed snake and the snake having stripes over it should be killed.",
    "hadithArabic": " وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، أَخْبَرَنَا هِشَامٌ، بِهَذَا الإِسْنَادِ وَقَالَ الأَبْتَرُ وَذُو الطُّفْيَتَيْنِ .",
    "hadithBengali": "৫৬৩০। ইসহাক ইবরাহীম (রহঃ) ... হিশাম (রহঃ) উল্লেখিত সনদে হাদীস বর্ণনা করেন এবং তিনি বলেছেন, লেজ খসে যাওয়া ও পিঠে দুটি সাদা রেখা বিশিষ্ট (সাপ)।&#39;\n",
    "checkStatus": "1",
    "hadithNo": "5630",
    "id": "15500",
    "thesequence": "15028",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salim, on the authority of his father. reported Allahs Apostle (ﷺ) as saying:\nKill the snakes having stripes over them and short-tailed snakes, for these two types cause miscarriage (of a pregnant woman) and they affect the eyesight adversely. So Ibn Umar used to kill every snake that he found. Abu Lubaba b. Abd al-Mundhir and Zaid b. Khattab saw him pursuing a snake, whereupon he said: They were forbidden (to kill) those snakes who live in houses.",
    "hadithArabic": "وَحَدَّثَنِي عَمْرُو بْنُ مُحَمَّدٍ النَّاقِدُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم   اقْتُلُوا الْحَيَّاتِ وَذَا الطُّفْيَتَيْنِ وَالأَبْتَرَ فَإِنَّهُمَا يَسْتَسْقِطَانِ الْحَبَلَ وَيَلْتَمِسَانِ الْبَصَرَ  . قَالَ فَكَانَ ابْنُ عُمَرَ يَقْتُلُ كُلَّ حَيَّةٍ وَجَدَهَا فَأَبْصَرَهُ أَبُو لُبَابَةَ بْنُ عَبْدِ الْمُنْذِرِ أَوْ زَيْدُ بْنُ الْخَطَّابِ وَهُوَ يُطَارِدُ حَيَّةً فَقَالَ إِنَّهُ قَدْ نَهَى عَنْ ذَوَاتِ الْبُيُوتِ .",
    "hadithBengali": "৫৬৩১। আমর ইবনু মুহাম্মদ আন-নাকিদ (রহঃ) ... সালিম (রহঃ) তাঁর পিতা সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, সব সাপ, বিশেষত পিঠে দুটি সাদা রেখাবিশিষ্ট ও লেজ কাটা সাপ মেরে ফেল। কেননা এ দুটি গর্ভপাত ঘটায় এবং দৃষ্টিশক্তি ছিনিয়ে নেয়। রাবী বলেন, তাই ইবনু উমার (রাঃ) যে কোন সাপ পেলে তাকে মেরে ফেলতেন। (একদিন) আবূ লুবাবা ইবনু আবদুল মুনযির (রহঃ) অথবা যায়দ ইবনু খাত্তাব (রহঃ) তাকে দেখলেন যে, তিনি একটি সাপ ধাওয়া করছেন। তখন তিনি [আবূ লূবাবা বা যায়দ (রহঃ)] বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাড়ি-ঘরে অবস্থানকারী (সাপ) মারতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5631",
    "id": "15501",
    "thesequence": "15029",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported:\nI heard Allahs Messenger (ﷺ) commanding the killing of dogs and the killing of the striped and the short-tailed snakes, for both of them affect the eyesight adversely and cause miscarriage. Zuhri said: We thought of their poison (the pernicious effects of these two). Allah, however, knows best. Abdullah b. Umar said: I did not spare any snake. I rather killed everyone that I saw. One day as I was pursuing a snake from amongst the snakes of the house, Zaid b. Khattab or Abu Lubaba happened to pass by me and found me pursuing it. He said: Abdullah, wait. I said: Allahs Messenger (ﷺ) commanded (us) to kill them, whereupon he said that Allahs Messenger (ﷺ) forbade the killing of the snakes of the houses. This hadith has been narrated on the authority of Zuhri with the same chain of transmitters but with a slight variation of wording.",
    "hadithArabic": " وَحَدَّثَنَا حَاجِبُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، عَنِ الزُّبَيْدِيِّ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، عَنِ ابْنِ عُمَرَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَأْمُرُ بِقَتْلِ الْكِلاَبِ يَقُولُ  اقْتُلُوا الْحَيَّاتِ وَالْكِلاَبَ وَاقْتُلُوا ذَا الطُّفْيَتَيْنِ وَالأَبْتَرَ فَإِنَّهُمَا يَلْتَمِسَانِ الْبَصَرَ وَيَسْتَسْقِطَانِ الْحَبَالَى  . قَالَ الزُّهْرِيُّ وَنُرَى ذَلِكَ مِنْ سُمَّيْهِمَا وَاللَّهُ أَعْلَمُ . قَالَ سَالِمٌ قَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ فَلَبِثْتُ لاَ أَتْرُكُ حَيَّةً أَرَاهَا إِلاَّ قَتَلْتُهَا فَبَيْنَا أَنَا أُطَارِدُ حَيَّةً يَوْمًا مِنْ ذَوَاتِ الْبُيُوتِ مَرَّ بِي زَيْدُ بْنُ الْخَطَّابِ أَوْ أَبُو لُبَابَةَ وَأَنَا أُطَارِدُهَا فَقَالَ مَهْلاً يَا عَبْدَ اللَّهِ . فَقُلْتُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ بِقَتْلِهِنَّ . قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ نَهَى عَنْ ذَوَاتِ الْبُيُوتِ . \n وَحَدَّثَنِيهِ حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، ح وَحَدَّثَنَا عَبْدُ بْنُ، حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، ح وَحَدَّثَنَا حَسَنٌ الْحُلْوَانِيُّ، حَدَّثَنَا يَعْقُوبُ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، كُلُّهُمْ عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّ صَالِحًا، قَالَ حَتَّى رَآنِي أَبُو لُبَابَةَ بْنُ عَبْدِ الْمُنْذِرِ وَزَيْدُ بْنُ الْخَطَّابِ فَقَالاَ إِنَّهُ قَدْ نَهَى عَنْ ذَوَاتِ الْبُيُوتِ . وَفِي حَدِيثِ يُونُسَ  اقْتُلُوا الْحَيَّاتِ  . وَلَمْ يَقُلْ  ذَا الطُّفْيَتَيْنِ وَالأَبْتَرَ  .",
    "hadithBengali": "৫৬৩২। হাজিব ইবনু ওয়ালীদ (রহঃ) ... ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি কুকুর নিধনের হুকুম জারী করতে শুনেছি, তিনি বলতেন, সাপগুলি আর কুকুরগুলি মেরে ফেল। আর (বিশেষত) পিঠে দু&#39;সাদা রেখাবিশিষ্ট ও লেজবিহীন সাপ মেরে ফেল। কেননা এ দুটি মানুষের দূষ্টিশক্তি ছিনিয়ে নেয় এবং গর্ভবতীদের গর্ভপাত ঘটায়। (সনদের মধ্যবর্তী) রাবী যুহরী (রহঃ) বলেন, আমাদের ধারণায় তা এদের বিষের কারণে; তবে আল্লাহ তাআলাই সমধিক অবগত। রাবী সালিম (রহঃ) বলেন, আবদুল্লাহ ইবনু উমর (রাঃ) বলেছেন, এরপরে আমার অবস্থা দাঁড়াল এই যে, কোন সাপ দেখতে পেলে তাকে আমি না মেরে ছেড়ে দিতাম না।\n\nএকদিনের ঘটনা, আমি বাড়ি-ঘরে অবস্থানকারী ধরনের একটি সাপ তাড়া করছিলাম। সে সময় যায়দ ইবনু খাত্তাব (রাঃ) বা আবূ লূবাবা (রাঃ) আমার কাছ দিয়ে যাচ্ছিলেন, আর আমি তাড়া করে যাচ্ছিলাম। তিনি বললেন, থামো! হে আবদুল্লাহ! তখন আমি বললাম, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো এদের মেরে ফেলার হুকুম দিয়েছেন। তিনি বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘর-দুয়ারে বসবাসকারী সাপ নিধন করতে নিষেধও করেছেন।\n\nহারামালা ইবনু ইয়াহইয়া, আবদ ইবনু হুমায়দ ও হাসান হুলওয়ানী (রহঃ) ... যুহরী (রহঃ) থেকে উল্লেখিত সনদে হাদীস রিওয়ায়াত করেছেন। তবে (শেষ সনদের) রাবী সালিহ (রহঃ) বলেছেন, অবশেষে আবূ লূবাবা ইবনু আবদুল মুনযির (রাঃ) এবং যায়দ ইবনু খাত্তাব (রাঃ) আমাকে দেখলেন ...... এবং তাঁরা দুাজন বললেন যে, ঘর-দুয়ারে বসবাসকারী সাপ নিধন করতে নিষেধ করেছেন। আর (প্রথম সনদের) রাবী ইউনূস (রহঃ) বর্ণিত হাদীসে রয়েছে- &#39;সব সাপ মেরে ফেল&#39;। তিনি (বিশেষ করে) &#39;পিঠে দু&#39;সাদারেখা বিশিষ্ট ও লেজবিহীন সাপ কথাটি বলেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "5632",
    "id": "15502",
    "thesequence": "15030",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Nafi reported that Abu Lubaba talked to Ibn Umar to open a door in his house which would bring them nearer to the mosque and they found a fresh slough of the snake, whereupon Abdullah said:\nFind it out and kill it. Abu Lubaba said: Dont kill them, for Allahs Messenger (ﷺ) forbade the killing of the snakes found in houses.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَاللَّفْظُ، لَهُ حَدَّثَنَا لَيْثٌ، عَنْ نَافِعٍ، أَنَّ أَبَا لُبَابَةَ، كَلَّمَ ابْنَ عُمَرَ لِيَفْتَحَ لَهُ بَابًا فِي دَارِهِ يَسْتَقْرِبُ بِهِ إِلَى الْمَسْجِدِ فَوَجَدَ الْغِلْمَةُ جِلْدَ جَانٍّ فَقَالَ عَبْدُ اللَّهِ الْتَمِسُوهُ فَاقْتُلُوهُ . فَقَالَ أَبُو لُبَابَةَ لاَ تَقْتُلُوهُ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ قَتْلِ الْجِنَّانِ الَّتِي فِي الْبُيُوتِ .",
    "hadithBengali": "৫৬৩৩। মুহাম্মদ ইবনু রুমহ ও কুতায়বা ইবনু সাঈদ (রহঃ) ... নাফি (রহঃ) থেকে বর্ণনা করেন যে, আবূ লূবাবা (রাঃ) ইবনু উমার (রাঃ) এর সাথে তার বাড়িতে তার জন্য একটি দরজা খুলে নেয়ার ব্যাপারে কথা বলছিলেন, যা দিয়ে তিনি মসজিদের দিকে যাতায়াতের পথ নিকটবর্তী করতে পারবেন। তখন কিশোররা (দেয়াল খুড়তে গিয়ে) একটি সাপের খোলস পেল। তখন আবদুল্লাহ (রাঃ) বললেন, ওটিকে বের করে মেরে ফেল। তখন আবূ লুবাবা (রাঃ) বললেন, তোমরা সেটিকে মেরে ফেল না। কেননা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাড়ি-ঘরে বসবাসকারী সাপগুলোকে মেরে ফেলতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5633",
    "id": "15503",
    "thesequence": "15031",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Nafi reported that Ibn Urnar used to kill all types of snakes until Abu Lubaba b. Abd al-Mundhir Badri reported that Allahs Messenger (ﷺ) had forbidden the killing of the snakes of the houses, and so he abstained from it.",
    "hadithArabic": " وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، حَدَّثَنَا نَافِعٌ، قَالَ كَانَ ابْنُ عُمَرَ يَقْتُلُ الْحَيَّاتِ كُلَّهُنَّ حَتَّى حَدَّثَنَا أَبُو لُبَابَةَ بْنُ عَبْدِ الْمُنْذِرِ الْبَدْرِيُّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ قَتْلِ جِنَّانِ الْبُيُوتِ فَأَمْسَكَ .",
    "hadithBengali": "৫৬৩৪। শায়বান ইবনু ফাররুখ (রহঃ) ... নাফি (রহঃ) থেকে বর্ণিত। তিনি বলেন, ইবনু উমার (রাঃ) সব ধরনের সাপ মেরে ফেলতেন। অবশেষে আবূ লুবাবা ইবনু আবদুল মুনযির আল-বাদরী (রাঃ) আমাদের হাদীস শুনালেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাড়ি-ঘরের সাপগুলিকে মেরে ফেলতে নিষেধ করেছেন। পরে তিনি [ইবনু উমার (রাঃ)] বিরত রইলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5634",
    "id": "15504",
    "thesequence": "15032",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Nafi reported that he heard Abu Lubaba informing Ibn Umar that Allahs Messenger (ﷺ) had forbidden the killing of domestic snakes.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، - وَهُوَ الْقَطَّانُ - عَنْ عُبَيْدِ اللَّهِ، أَخْبَرَنِي نَافِعٌ، أَنَّهُ سَمِعَ أَبَا لُبَابَةَ، يُخْبِرُ ابْنَ عُمَرَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ قَتْلِ الْجِنَّانِ .",
    "hadithBengali": "৫৬৩৫। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... নাফি (রহঃ) (হাদীসের) খবর দিয়েছেন যে, আবূ লুবাবা (রাঃ) কে ইবনু উমার (রাঃ) এর কাছে (হাদীসের) খবর দিতে শুনেছেন এ মর্মে যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরের (ছোটখাট) সাপ মেরে ফেলতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5635",
    "id": "15505",
    "thesequence": "15033",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah reported that Abu Lubaba had informed him that Allahs Messenger (ﷺ) had forbidden the killing of the snakes found in the house.",
    "hadithArabic": " وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، حَدَّثَنَا عُبَيْدُ، اللَّهِ عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِي لُبَابَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم ح\nوَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ الضُّبَعِيُّ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، أَنَّ أَبَا لُبَابَةَ، أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ قَتْلِ الْجِنَّانِ الَّتِي فِي الْبُيُوتِ .",
    "hadithBengali": "৫৬৩৬। ইসহাক ইবনু মূসা আনসারী (রহঃ) ... আবদুল্লাহ ইবনু উমার (রাঃ) আবূ লূবাবা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে, (অন্য সনদে) আবদুল্লাহ ইবনু মুহাম্মাদ ইবনু আসমা যুবাঈ (রহঃ) আবদুল্লাহ (রাঃ) থেকে এ মর্মে বর্ণিত যে, আবূ লুবাবা (রাঃ) তাকে (হাদীসের) খবর দিয়েছেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাড়ি-ঘরে বসবাসকারী সাপগুলো মেরে ফেলতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5636",
    "id": "15506",
    "thesequence": "15034",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Nafi reported that Abu Lubaba b. Abd al-Mundhir al-Ansari (first) lived in Quba. He then shifted to Medina and as he was in the company of Abdullah b. Umar opening a window for him, he suddenly saw a snake in the house. They (the inmates of the house) attempted to kill that. Thereupon Abu Lubaba said:\nThey had been forbidden to make an attempt to kill house snakes and they had been commanded to kill the snakes having small tails, small snakes and those having streaks over them, and it was said: Both of them affect the eyes and cause miscarriage to women.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، - يَعْنِي الثَّقَفِيَّ - قَالَ سَمِعْتُ يَحْيَى، بْنَ سَعِيدٍ يَقُولُ أَخْبَرَنِي نَافِعٌ، أَنَّ أَبَا لُبَابَةَ بْنَ عَبْدِ الْمُنْذِرِ الأَنْصَارِيَّ، - وَكَانَ مَسْكَنُهُ بِقُبَاءٍ فَانْتَقَلَ إِلَى الْمَدِينَةِ - فَبَيْنَمَا عَبْدُ اللَّهِ بْنُ عُمَرَ جَالِسًا مَعَهُ يَفْتَحُ خَوْخَةً لَهُ إِذَا هُمْ بِحَيَّةٍ مِنْ عَوَامِرِ الْبُيُوتِ فَأَرَادُوا قَتْلَهَا فَقَالَ أَبُو لُبَابَةَ إِنَّهُ قَدْ نُهِيَ عَنْهُنَّ - يُرِيدُ عَوَامِرَ الْبُيُوتِ - وَأُمِرَ بِقَتْلِ الأَبْتَرِ وَذِي الطُّفْيَتَيْنِ وَقِيلَ هُمَا اللَّذَانِ يَلْتَمِعَانِ الْبَصَرَ وَيَطْرَحَانِ أَوْلاَدَ النِّسَاءِ .",
    "hadithBengali": "৫৬৩৭। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... নাফি (রহঃ) খবর দিয়েছেন, যে, আবূ লূবাবা ইবনু আবদুল মুনযির আনসারী (রাঃ) তাঁর বাসস্থান ছিল কুবায়। তিনি মদিনায় (মসজিদে নববীর কাছে) স্থানান্তরিত হলেন এমন অবস্থায় যে, আবদুল্লাহ ইবনু উমার (রাঃ) তাঁর [আবূ লূবাবা (রাঃ)] এর সাথে বসা ছিলেন এবং তাঁর জন্য একটি ছোট দরজা খুলছিলেন। তখন হঠাৎ তাঁরা বাড়ি-ঘরে বসবাসকারী প্রকৃতির একটি সাপ দেখতে পেলেন। তারা সেটিকে মেরে ফেলতে উদ্যত হলে আবূ লুবাবা (রাঃ) বললেন, ওগুলো নিধন করতে নিষেধ করা হয়েছে। তিনি (ওগুলো বলে) বাড়ি-ঘরে বসবাসকারী সাপ বুঝাতে চেয়েছেন। আর লেজ খসা ও পিঠে দুটি সাদা রেখাবিশিষ্ট সাপ মেরে ফেলার হুকুম দিয়েছেন। বলা হয়েছে যে, সে দুটি হল এমন, যারা দৃষ্টিশক্তি ঝলসিয়ে দেয় এবং মহিলাদের গর্তপাত ঘটায়।\n",
    "checkStatus": "1",
    "hadithNo": "5637",
    "id": "15507",
    "thesequence": "15035",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Nafi reported on the authority of his father that as Abdullah b. Umar saw one day (standing) near the ruin (of his house) the slough of a snake and said (to the people around him):\nPursue this snake and kill it. Abu Lubaba Ansari said: I heard Allahs Messenger (ﷺ). He forbade the killing of snakes found in the houses except the short-tailed snakes and those having streaks upon them, for both of them obliterate eyesight and affect that which is in the wombs of (pregnant) women.",
    "hadithArabic": " وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ جَهْضَمٍ، حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ عِنْدَنَا ابْنُ جَعْفَرٍ - عَنْ عُمَرَ بْنِ نَافِعٍ، عَنْ أَبِيهِ، قَالَ كَانَ عَبْدُ اللَّهِ بْنُ عُمَرَ يَوْمًا عِنْدَ هَدْمٍ لَهُ فَرَأَى وَبِيصَ جَانٍّ فَقَالَ اتَّبِعُوا هَذَا الْجَانَّ فَاقْتُلُوهُ . قَالَ أَبُو لُبَابَةَ الأَنْصَارِيُّ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ قَتْلِ الْجِنَّانِ الَّتِي تَكُونُ فِي الْبُيُوتِ إِلاَّ الأَبْتَرَ وَذَا الطُّفْيَتَيْنِ فَإِنَّهُمَا اللَّذَانِ يَخْطِفَانِ الْبَصَرَ وَيَتَتَبَّعَانِ مَا فِي بُطُونِ النِّسَاءِ .",
    "hadithBengali": "৫৬৩৮। ইসহাক ইবনু মানসুর (রহঃ) ... নাফি (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আবদুল্লাহ ইবনু উমার (রাঃ) একদিন তাঁর একটি ভেঙ্গে ফেলা দেয়ালের কাছে একটি সাপের খোলস দেখতে পেয়ে বললেন, একে খুজে বের করে মেরে ফেল। আবূ লুবাবা আনসারী (রাঃ) বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, সে সব সাপ মেরে ফেলতে নিষেধ করেছেন যেগুলি বাড়ি-ঘরে থাকে; তবে লেজকাটা ও পিঠে দুটি সাদা রেখা বিশিষ্ট সাপ (মেরে ফেলতে বলেছেন)। কেননা এ দুটি এমন, যারা দৃষ্টিশক্তি ঝলসিয়ে দেয় এবং মহিলাদের গর্ভপাত ঘটায়।\n",
    "checkStatus": "1",
    "hadithNo": "5638",
    "id": "15508",
    "thesequence": "15036",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Nafi reported that Abu Lubaba happened to pass by Ibn Umar who lived in the fortified place near the house of Umar b. Khattab and was busy in keeping his eyes upon a snake and killing it, the rest of the hadith is the same.",
    "hadithArabic": " وَحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي أُسَامَةُ، أَنَّ نَافِعًا، حَدَّثَهُ أَنَّ أَبَا لُبَابَةَ مَرَّ بِابْنِ عُمَرَ وَهُوَ عِنْدَ الأُطُمِ الَّذِي عِنْدَ دَارِ عُمَرَ بْنِ الْخَطَّابِ يَرْصُدُ حَيَّةً بِنَحْوِ حَدِيثِ اللَّيْثِ بْنِ سَعْدٍ .",
    "hadithBengali": "৫৬৩৯। হারুন ইবনু সাঈদ আয়লী (রহঃ) ... নাফি (রহঃ) থেকে বর্ণিত। তিনি বলেন, একদা আবূ লূবাবা (রাঃ) ইবনু উমার (রাঃ) এর পাশ দিয়ে গেলেন। তখন তিনি উমার ইবনু খাত্তাব (রাঃ) এর বাড়ির কাছে অবস্থিত প্রাসাদের নিকটে ছিলেন। তখন তিনি একটি সাপ মেরে ফেলার জন্য ওঁৎ পেতে ছিলেন।...... অবশিষ্ট অংশ লায়স ইবনু সাদ বর্ণিত হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "5639",
    "id": "15509",
    "thesequence": "15037",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah reported:\nWe were with Allahs Messenger (ﷺ) in a cave when there was revealed to him (the Sura al-Mursalat, i. e. Sura lxxvii.: By those sent forth to spread goodness ) and we had just heard (it) from his lips that there appeared before us a snake. He said: Kill it. We hastened to kill it, but it slipped away from us, thereupon Allahs Messenger (ﷺ) said: Allah saved it from your harm just as he saved you from its evil.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ - وَاللَّفْظُ لِيَحْيَى - قَالَ يَحْيَى وَإِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَبْدِ اللَّهِ، قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي غَارٍ وَقَدْ أُنْزِلَتْ عَلَيْهِ { وَالْمُرْسَلاَتِ عُرْفًا} . فَنَحْنُ نَأْخُذُهَا مِنْ فِيهِ رَطْبَةً إِذْ خَرَجَتْ عَلَيْنَا حَيَّةٌ فَقَالَ  اقْتُلُوهَا  . فَابْتَدَرْنَاهَا لِنَقْتُلَهَا فَسَبَقَتْنَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَقَاهَا اللَّهُ شَرَّكُمْ كَمَا وَقَاكُمْ شَرَّهَا  .",
    "hadithBengali": "৫৬৪০। ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বকর ইবনু আবূ শায়বা, আবূ কুরায়ব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে একটি (পাহাড়ী) গুহায় ছিলাম। তখন মাত্রوَالْمُرْسَلاَتِ عُرْفًا (সুরা আল মুরসালাত) তাঁর উপরে নাযিল হয়েছিল। আর আমরা তার মুখ থেকে তা তরতাজা শুনছিলাম। হথাৎ একটি সাপ আমাদের সামনে বেরিয়ে এল। তিনি বললেন তোমরা ওটিকে মেরে ফেল। আমরা সেটিকে মেরে ফেলার জন্য দৌড় প্রতিযোগিতা শুরু করলাম। কিন্তু সে আমাদের হারিয়ে দিয়ে ছুটে গেল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ তাআলা তাকে তোমাদের অনিষ্ট থেকে রক্ষা করেছেন, যেমন তোমাদের রক্ষা করেছেন তার অনিষ্ট থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "5640",
    "id": "15510",
    "thesequence": "15038",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of al-Amash with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالاَ حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، فِي هَذَا الإِسْنَادِ بِمِثْلِهِ .",
    "hadithBengali": "৫৬৪১। কুতায়বা ইবনু সাঈদ ও উসমান ইবনু আবূ শায়বা (রহঃ) ... আমাশ (রহঃ) থেকে উল্লেখিত সনদে অনুরূপ রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5641",
    "id": "15511",
    "thesequence": "15039",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah reported that Allahs Messenger (ﷺ) commanded a Muhrim (one who is in the state of pilgrimage) to kill the snake at Mina.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا حَفْصٌ، - يَعْنِي ابْنَ غِيَاثٍ - حَدَّثَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ مُحْرِمًا بِقَتْلِ حَيَّةٍ بِمِنًى .",
    "hadithBengali": "৫৬৪২। আবূ কুরায়ব (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তিকে মিনায় একটি সাপ মেরে ফেলতে হুকুম করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5642",
    "id": "15512",
    "thesequence": "15040",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah reported:\nWhile we were with the Messenger of Allah (ﷺ) in the cave, the rest of the hadith is the same as the one narrated above.",
    "hadithArabic": " وَحَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنِي إِبْرَاهِيمُ، عَنِ الأَسْوَدِ، عَنْ عَبْدِ اللَّهِ، قَالَ بَيْنَمَا نَحْنُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَارٍ . بِمِثْلِ حَدِيثِ جَرِيرٍ وَأَبِي مُعَاوِيَةَ .",
    "hadithBengali": "৫৬৪৩। উমার ইবনু হাফস ইবনু গিয়াস (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে একটি (পাহাড়ী) গুহায় ছিলাম। ...... পরবর্তী অংশ জারীর (রহঃ) ও আবূ মুআবিয়া বর্ণিত হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "5643",
    "id": "15513",
    "thesequence": "15041",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu as-Saib, the freed slaved of Hisham b. Zuhra, said that he visited Abu Said Khudri in his house, (and he further) said:\nI found him saying his prayer, so I sat down waiting for him to finish his prayer when I heard a stir in the bundles (of wood) lying in a comer of the house. I looked towards it and found a snake. I jumped up in order to kill it, but he (Abu Said Khudri) made a gesture that I should sit down. So I sat down and as he finished (the prayer) he pointed to a room in the house and said: Do you see this room? I said: Yes. He said: There was a young man amongst us who had been newly wedded. We went with Allahs Messenger (ﷺ) (to participate in the Battle) of Trench when a young man in the midday used to seek permission from Allahs Messenger (ﷺ) to return to his family. One day he sought permission from him and Allahs Messenger (ﷺ) (after granting him the permission) said to him: Carry your weapons with you for I fear the tribe of Quraiza (may harm you). The man carried the weapons and then came back and found his wife standing between the two doors. He bent towards her smitten by jealousy and made a dash towards her with a spear in order to stab her. She said: Keep your spear away and enter the house until you see that which has made me come out. He entered and found a big snake coiled on the bedding. He darted with the spear and pierced it and then went out having fixed it in the house, but the snake quivered and attacked him and no one knew which of them died first, the snake or the young man. We came to Allahs Apostle (ﷺ) and made a mention to him and said: Supplicate to Allah that that (man) may be brought back to life. Thereupon he said: Ask forgiveness for your companion and then said: There are in Medina jinns who have accepted Islam, so when you see any one of them, pronounce a warning to it for three days, and if they appear before you after that, then kill it for that is a devil.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ صَيْفِيٍّ، - وَهُوَ عِنْدَنَا مَوْلَى ابْنِ أَفْلَحَ - أَخْبَرَنِي أَبُو السَّائِبِ، مَوْلَى هِشَامِ بْنِ زُهْرَةَ أَنَّهُ دَخَلَ عَلَى أَبِي سَعِيدٍ الْخُدْرِيِّ فِي بَيْتِهِ قَالَ فَوَجَدْتُهُ يُصَلِّي فَجَلَسْتُ أَنْتَظِرُهُ حَتَّى يَقْضِيَ صَلاَتَهُ فَسَمِعْتُ تَحْرِيكًا فِي عَرَاجِينَ فِي نَاحِيَةِ الْبَيْتِ فَالْتَفَتُّ فَإِذَا حَيَّةٌ فَوَثَبْتُ لأَقْتُلَهَا فَأَشَارَ إِلَىَّ أَنِ اجْلِسْ . فَجَلَسْتُ فَلَمَّا انْصَرَفَ أَشَارَ إِلَى بَيْتٍ فِي الدَّارِ فَقَالَ أَتَرَى هَذَا الْبَيْتَ فَقُلْتُ نَعَمْ . قَالَ كَانَ فِيهِ فَتًى مِنَّا حَدِيثُ عَهْدٍ بِعُرْسٍ - قَالَ - فَخَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى الْخَنْدَقِ فَكَانَ ذَلِكَ الْفَتَى يَسْتَأْذِنُ رَسُولَ اللَّهِ صلى الله عليه وسلم بِأَنْصَافِ النَّهَارِ فَيَرْجِعُ إِلَى أَهْلِهِ فَاسْتَأْذَنَهُ يَوْمًا فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  خُذْ عَلَيْكَ سِلاَحَكَ فَإِنِّي أَخْشَى عَلَيْكَ قُرَيْظَةَ  . فَأَخَذَ الرَّجُلُ سِلاَحَهُ ثُمَّ رَجَعَ فَإِذَا امْرَأَتُهُ بَيْنَ الْبَابَيْنِ قَائِمَةً فَأَهْوَى إِلَيْهَا الرُّمْحَ لِيَطْعُنَهَا بِهِ وَأَصَابَتْهُ غَيْرَةٌ فَقَالَتْ لَهُ اكْفُفْ عَلَيْكَ رُمْحَكَ وَادْخُلِ الْبَيْتَ حَتَّى تَنْظُرَ مَا الَّذِي أَخْرَجَنِي . فَدَخَلَ فَإِذَا بِحَيَّةٍ عَظِيمَةٍ مُنْطَوِيَةٍ عَلَى الْفِرَاشِ فَأَهْوَى إِلَيْهَا بِالرُّمْحِ فَانْتَظَمَهَا بِهِ ثُمَّ خَرَجَ فَرَكَزَهُ فِي الدَّارِ فَاضْطَرَبَتْ عَلَيْهِ فَمَا يُدْرَى أَيُّهُمَا كَانَ أَسْرَعَ مَوْتًا الْحَيَّةُ أَمِ الْفَتَى قَالَ فَجِئْنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرْنَا ذَلِكَ لَهُ وَقُلْنَا ادْعُ اللَّهَ يُحْيِيهِ لَنَا . فَقَالَ  اسْتَغْفِرُوا لِصَاحِبِكُمْ  . ثُمَّ قَالَ  إِنَّ بِالْمَدِينَةِ جِنًّا قَدْ أَسْلَمُوا فَإِذَا رَأَيْتُمْ مِنْهُمْ شَيْئًا فَآذِنُوهُ ثَلاَثَةَ أَيَّامٍ فَإِنْ بَدَا لَكُمْ بَعْدَ ذَلِكَ فَاقْتُلُوهُ فَإِنَّمَا هُوَ شَيْطَانٌ  .",
    "hadithBengali": "৫৬৪৪। আবূ তাহির আহমদ ইবনু আমর ইবনু সারহ (রহঃ) ... হিশাম ইবনু যুহরা (রহঃ) এর আযাদকৃত গোলাম আবূ সাইব (রহঃ) থেকে বর্ণিত যে, তিনি (একদিন) আবূ সাঈদ খূদরী (রাঃ) এর কাছে তাঁর ঘরে প্রবেশ করলেন। তিনি বলেন, আমি তখন তাঁকে সালাতরত অবস্থায় পেলাম এবং তাঁর সালাত সমাপ্ত করা পর্যন্ত তাঁর অপেক্ষায় বসে রইলাম। তখন ঘরের কোণে রাখা খেজুর ডালের স্তুপের মাঝে কোন নড়াচড়ার আওয়ায শুনতে পেলাম। লক্ষ্য করে দেখতে পেলাম যে এটি একটি সাপ। আমি সেটিকে মেরে ফেলার জন্য লাফ দিতে উদ্যত হলাম। তখন তিনি (সালাতে থেকেই) ইশারা করলেন যে, বসে থাক। সালাত শেষে বাড়ির একটি ঘরের দিকে ইংগিত করে বললেন, তুমি কি এ ঘরটি দেখতে পাচ্ছ? আমি বললাম, হ্যাঁ। তিনি বললেন, সেখানে নতুন বিয়ে করা আমাদের এক তকণ থাকত। রাবী বলেন, এরপর আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে খন্দক যুদ্ধে বেরিয়ে গেলাম। ঐ তরুণ দুপুরের দিকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে অনুমতি চেয়ে নিত এবং তার পরিবারের কাছে ফিরে যেত।\n\nএকদিন সে (যথারীতি) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অনুমতি চাইলে তিনি তাকে বললেন, তোমার হাতিয়ার তোমার সাথে নিয়ে যাও। কেননা আমি তোমার উপরে বনূ কুরায়যা (ইয়াহুদীদের আক্রমণ) এর আশংকা করছি। লোকটি তার হাতিয়ার নিয়ে (বাড়িতে) ফিরে গেল। সেখানে সে তার (নব পরিনীতা) স্ত্রীকে দুদরজার মাঝে দাঁড়ান অবস্থায় দেখতে পেল এবং (তার প্রতি সন্দিহান হয়ে) বল্লম দিয়ে তাকে যখম করে দেয়ার উদ্দেশ্যে তা তার দিকে তাক করে ধরল। মর্যাদাবোধ তাকে পেয়ে বসেছিল। তখন সে (স্ত্রী) বলল, তোমার বল্লমটি নিজের কাছে থামিয়ে রাখ এবং ঘরে প্রবেশ কর। যাতে তুমি তা দেখতে পার, যা আমাকে বের করে দিয়েছে।\n\nসে ঘরে ঢুকেই দেখতে পেল যে, এক বিরাটকায় সাপ বিছানার উপরে কুণ্ডলী পাকিয়ে রয়েছে। সে এর দিকে বল্লম তাক করে তার দ্বারা এটিকে গেথে ফেলল। তারপর বের হয়ে তা (বল্লমটি) বাড়ির মধ্যে গেঁড়ে রাখল। তখন সেটি নড়ে চড়ে তার দিকে ধাবিত হল এবং (মুহূর্তের মধ্যে) সাপ কিংবা তরুণ এ দুজনের কে অধিক দ্রুত মৃত্যুবরণকারী ছিল, তা টের পাওয়া গেল না।\n\nরাবী আবূ সাঈদ (রাঃ) বলেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গিয়ে ব্যাপারটি বর্ণনা করলাম এবং তাঁকে বললাম, আপনি আল্লাহর নিকটে দুআ করুন, তিনি যেন আমাদের খাতিরে তাকে জীবিত করে দেন। তখন তিনি বললেনঃ তোমরা তোমাদের সাথীর জন্য ইসতিগফার কর। এরপর বললেন, মদিনায় কতক জ্বীন্ন রয়েছে, যারা ইসলাম কবুল করেছে তাই (সাপ ইত্যাদিরূপে) তাদের কোন কিছু তোমরা দেখতে পেলে তাকে তিন দিন সতর্ক সংকেত দিবে; এরপরেও তোমাদের সামনে (তা) প্রকাশ পেলে তাকে মেরে ফেলবে। কেননা সে একটি (অবাধ্য) শয়তান, (অর্থাৎ সে মুসলমান নয়)।\n",
    "checkStatus": "1",
    "hadithNo": "5644",
    "id": "15514",
    "thesequence": "15042",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Asma b. Ubaid reported about a person who was called as-Saib having said:\nWe visited Abu Said Khudri. When we had been sitting (with him) we heard a stir under his bed. When we looked we found a big snake, the rest of the hadith is the same. And in this Allahs Messenger (ﷺ) is reported to have said: Verily in these houses there live aged (snakes), so when you see one of them, make life hard for it for three days, and if it goes away (well and good), otherwise kill it for (in that case) it would be a nonbeliever. And he (the Holy Prophet) said (to his Companions): Go and bury your companion (who had died by the snake bite).",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرِ بْنِ حَازِمٍ، حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ أَسْمَاءَ بْنَ عُبَيْدٍ، يُحَدِّثُ عَنْ رَجُلٍ، يُقَالُ لَهُ السَّائِبُ - وَهُوَ عِنْدَنَا أَبُو السَّائِبِ - قَالَ دَخَلْنَا عَلَى أَبِي سَعِيدٍ الْخُدْرِيِّ فَبَيْنَمَا نَحْنُ جُلُوسٌ إِذْ سَمِعْنَا تَحْتَ، سَرِيرِهِ حَرَكَةً فَنَظَرْنَا فَإِذَا حَيَّةٌ . وَسَاقَ الْحَدِيثَ بِقِصَّتِهِ نَحْوَ حَدِيثِ مَالِكٍ عَنْ صَيْفِيٍّ وَقَالَ فِيهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ لِهَذِهِ الْبُيُوتِ عَوَامِرَ فَإِذَا رَأَيْتُمْ شَيْئًا مِنْهَا فَحَرِّجُوا عَلَيْهَا ثَلاَثًا فَإِنْ ذَهَبَ وَإِلاَّ فَاقْتُلُوهُ فَإِنَّهُ كَافِرٌ  . وَقَالَ لَهُمُ  اذْهَبُوا فَادْفِنُوا صَاحِبَكُمْ  .",
    "hadithBengali": "৫৬৪৫। মুহাম্মাদ ইবনু রাফি (রহঃ) ... (আবূ) সাইব (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা আবূ সাঈদ খুদরী (রাঃ) এর কাছে গেলাম। আমরা বসা ছিলাম, এমতাবস্থায় হঠাৎ তাঁর খাটের নীচে একটা নড়াচড়ার আওয়ায শুনতে পেলাম। লক্ষ্য করে দেখি যে, সেটা একটা সাপ ...... ঘটনাসহ হাদীসখানি (পূর্বোল্লেখিত) সায়ফী (রহঃ) থেকে মালিক (রহঃ) বর্ণিত হাদীসের অনুরূপ বিবৃত করেছেন। তবে এতে বলেছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এ সব বাড়ি-ঘরে (মানব ব্যতীত) কতক বসবাসকারী রয়েছে। অতএব সে ধরনের কোন কিছু তোমরা দেখতে পেলে তাদের প্রতি তিনবার সতর্ক সংকেত উচ্চারণ করবে। এতে যদি (তারা) চলে যায় তো উত্তম, অন্যথায় তাকে তোমরা মেরে ফেলবে। কেননা সে কাফির (অবাধ্য)। আর তিনি তাদের (মৃত ব্যক্তির অভিভাবকদের) বললেন, তোমরা চলে যাও এবং তোমাদের লোককে দাফন কর।\n",
    "checkStatus": "1",
    "hadithNo": "5645",
    "id": "15515",
    "thesequence": "15043",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said Khudri reported Allahs Messenger having said:\nThere is a group of jinns in Medina who accepted Islam, so he who would see anything from these occupants should warn him three times; and if he appears after that, he should kill him for he is a satan.",
    "hadithArabic": "وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ ابْنِ عَجْلاَنَ، حَدَّثَنِي صَيْفِيٌّ، عَنْ أَبِي السَّائِبِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ سَمِعْتُهُ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ بِالْمَدِينَةِ نَفَرًا مِنَ الْجِنِّ قَدْ أَسْلَمُوا فَمَنْ رَأَى شَيْئًا مِنْ هَذِهِ الْعَوَامِرِ فَلْيُؤْذِنْهُ ثَلاَثًا فَإِنْ بَدَا لَهُ بَعْدُ فَلْيَقْتُلْهُ فَإِنَّهُ شَيْطَانٌ  .",
    "hadithBengali": "৫৬৪৬। যুহায়র ইবনু হারব (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মদিনায় জ্বীনদের একটি দল রয়েছে, যারা ইসলাম কবুল করেছে। তাই যে ব্যক্তি এ সব বাড়ি-ঘরে বসবাসকারী (সাপ ইত্যাদির রূপধারী)-দের কোন কিছু দেখতে পায়, সে যেন তাকে তিনবার সতর্ক সংকেত দেয়; এরপরও যদি তার সামনে তা প্রকাশ পায়, তবে সে যেন তাকে মেরে ফেলে, কেননা সে একটা (অবাধ্য) শয়তান।\n",
    "checkStatus": "1",
    "hadithNo": "5646",
    "id": "15516",
    "thesequence": "15044",
    "isActive": "1",
    "chapterId": "14097",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Sharik reported that Allahs Messenger (ﷺ) commanded her to kill geckos. This hadith has been transmitted on the authority of Ibn Abi Shaiba with a slight variation of wording.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ الْحَمِيدِ بْنِ جُبَيْرِ، بْنِ شَيْبَةَ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أُمِّ شَرِيكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَهَا بِقَتْلِ الأَوْزَاغِ . وَفِي حَدِيثِ ابْنِ أَبِي شَيْبَةَ أَمَرَ .",
    "hadithBengali": "৫৬৪৭। আবূ বকর ইবনু আবূ শায়বা, আমূর আন-নাকিদ, ইসহাক ইবনু ইবরাহীম ও ইবনু আবূ উমার (রহঃ) ... উম্মু শারীক (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে কাকলাস মেরে ফেলতে হুকুম করেছেন। তবে ইবনু আবূ শায়বা (রহঃ) বর্ণিত হাদীসে (শুধু) আদেশ করেছেন রয়েছে (অর্থাৎ তাকে শব্দটি নেই)।\n",
    "checkStatus": "1",
    "hadithNo": "5647",
    "id": "15517",
    "thesequence": "15045",
    "isActive": "1",
    "chapterId": "14098",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "১. কাকলাস (ও টিকটিকি) মেরে ফেলা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Sharik reported that she consulted Allahs Apostle (ﷺ) in regard to killing of geckos, and he commanded to kill them and Umm Sharik is one of the women of Bani Amir b. Luwayy. This hadith has been reported through another chain of transmitters with the same meaning.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي ابْنُ جُرَيْجٍ، ح وَحَدَّثَنِي مُحَمَّدُ، بْنُ أَحْمَدَ بْنِ أَبِي خَلَفٍ حَدَّثَنَا رَوْحٌ، حَدَّثَنَا ابْنُ جُرَيْجٍ، ح وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَبْدُ الْحَمِيدِ بْنُ جُبَيْرِ بْنِ شَيْبَةَ، أَنَّ سَعِيدَ بْنَ الْمُسَيَّبِ، أَخْبَرَهُ أَنَّ أُمَّ شَرِيكٍ أَخْبَرَتْهُ أَنَّهَا، اسْتَأْمَرَتِ النَّبِيَّ صلى الله عليه وسلم فِي قَتْلِ الْوِزْغَانِ فَأَمَرَ بِقَتْلِهَا . وَأُمُّ شَرِيكٍ إِحْدَى نِسَاءِ بَنِي عَامِرِ بْنِ لُؤَىٍّ . اتَّفَقَ لَفْظُ حَدِيثِ ابْنِ أَبِي خَلَفٍ وَعَبْدِ بْنِ حُمَيْدٍ وَحَدِيثُ ابْنِ وَهْبٍ قَرِيبٌ مِنْهُ .",
    "hadithBengali": "৫৬৪৮। আবূ তাহির, মুহাম্মদ ইবনু আহমদ ইবনু আবূ খানাফ ও আবদ ইবনু হুমায়দ (রহঃ) ... উম্মু শারীক (রাঃ) থেকে বর্ণিত যে, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট কাকলাস মেরে ফেলার ব্যাপারে অভিমত চাইলেন, তখন তিনি তাকে তা মেরে ফেলার হুকুম দিলেন। উম্মু শারীক (রাঃ) হলেন বনূ আমির ইবনু লুআই গোত্রের একজন মহিলা। এ হাদীসের বর্ণনায় ইবনু আবূ খালাফ ও আবদ ইবনু হুমায়দ (রহঃ) এর শব্দ অভিন্ন। আর ইবনু ওয়াহব (রহঃ) (প্রথম সনদে) এর বর্ণিত হাদীস (-এর শব্দ) এর কাছাকাছি।\n",
    "checkStatus": "1",
    "hadithNo": "5648",
    "id": "15518",
    "thesequence": "15046",
    "isActive": "1",
    "chapterId": "14098",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "১. কাকলাস (ও টিকটিকি) মেরে ফেলা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amir b. Sad reported on the authority of his father that Allahs Apostle (ﷺ) commanded the killing of geckos, and he called them little noxious creatures.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالاَ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ بِقَتْلِ الْوَزَغِ وَسَمَّاهُ فُوَيْسِقًا .",
    "hadithBengali": "৫৬৪৯। ইসহাক ইবনু ইবরাহীম ও আবদ ইবনু হুমায়দ (রহঃ) ... আমির ইবনু সাঈদ (রহঃ) এর পিতা [সাঈদ (রাঃ)] থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাকলাস মেরে ফেলার হুকুম করেছেন এবং তাকে ছোট ফাসিক, (ক্ষুদে দুস্কৃতকারী) নাম দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5649",
    "id": "15519",
    "thesequence": "15047",
    "isActive": "1",
    "chapterId": "14098",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "১. কাকলাস (ও টিকটিকি) মেরে ফেলা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that Allahs Messenger (ﷺ) said about the gecko as a noxious creature. Harmala made this addition that she said:\nI did not hear that he had commanded to kill them.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لِلْوَزَغِ   الْفُوَيْسِقُ  . زَادَ حَرْمَلَةُ قَالَتْ وَلَمْ أَسْمَعْهُ أَمَرَ بِقَتْلِهِ .",
    "hadithBengali": "৫৬৫০। আবূ তাহির ও হারামালা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাকলাসকে ছোট ফাসিক (ক্ষুদে দুষ্ট) বলেছেন। হারামালা (রহঃ) অতিরিক্ত বর্ণনা করেন যে, তিনি আয়িশা (রাঃ) বলেছেন যে, (তবে) আমি তাঁকে তা মেরে ফেলার হুকুম দিতে শুনিনি।\n",
    "checkStatus": "1",
    "hadithNo": "5650",
    "id": "15520",
    "thesequence": "15048",
    "isActive": "1",
    "chapterId": "14098",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "১. কাকলাস (ও টিকটিকি) মেরে ফেলা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nHe who killed a gecko with the first stroke for him is such and such a reward, and he who killed it with a second stroke for him is such and such reward less than the first one, and he who killed it with the third stroke for him is such and such a reward less than the second one.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي، هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ قَتَلَ وَزَغَةً فِي أَوَّلِ ضَرْبَةٍ فَلَهُ كَذَا وَكَذَا حَسَنَةً وَمَنْ قَتَلَهَا فِي الضَّرْبَةِ الثَّانِيَةِ فَلَهُ كَذَا وَكَذَا حَسَنَةً لِدُونِ الأُولَى وَإِنْ قَتَلَهَا فِي الضَّرْبَةِ الثَّالِثَةِ فَلَهُ كَذَا وَكَذَا حَسَنَةً لِدُونِ الثَّانِيَةِ  .",
    "hadithBengali": "৫৬৫১। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রথম আঘাতে যে ব্যক্তি কাকলাস মেরে ফেলবে, তার জন্য রয়েছে এত এত পরিমাণ সাওয়াব। আর যে ব্যক্তি দুই আঘাতে তাকে মেরে ফেলবে, তার জন্য এত এত পরিমান সাওয়াব, প্রথমবারের চাইতে কম। আর যদি তৃতীয় আঘাতে মেরে ফেলে, তা হলে তার জন্য এত এত পরিমাণ সাওয়াব তবে দ্বিতীয়বারের চাইতে কম।\n",
    "checkStatus": "1",
    "hadithNo": "5651",
    "id": "15521",
    "thesequence": "15049",
    "isActive": "1",
    "chapterId": "14098",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "১. কাকলাস (ও টিকটিকি) মেরে ফেলা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been reported on the authority of Abu Huraira through another chain of transmitters (and the words are):\n- He who killed a gecko with the first stroke for him are ordained one hundred virtues, and with the second one less than that and with the third one less than that.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا إِسْمَاعِيلُ يَعْنِي ابْنَ زَكَرِيَّاءَ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، كُلُّهُمْ عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمَعْنَى حَدِيثِ خَالِدٍ عَنْ سُهَيْلٍ إِلاَّ جَرِيرًا وَحْدَهُ فَإِنَّ فِي حَدِيثِهِ   مَنْ قَتَلَ وَزَغًا فِي أَوَّلِ ضَرْبَةٍ كُتِبَتْ لَهُ مِائَةُ حَسَنَةٍ وَفِي الثَّانِيَةِ دُونَ ذَلِكَ وَفِي الثَّالِثَةِ دُونَ ذَلِكَ  .",
    "hadithBengali": "৫৬৫২। কুতায়রা ইবনু সাঈদ, যুহায়র ইবনু হারব, মুহাম্মদ ইবনু সাব্বাহ ও আবূ কুরায়ব (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে সুহায়ল (রহঃ) থেকে গৃহীত খালিদ (রহঃ) বর্নিত হাদীসের অর্থ সম্পন্ন হাদীস রিওয়ায়াত করেছেন। তবে একমাত্র (বিকল্প সনদ-এর) রাবী জারীর (রহঃ) (এর রিওয়ায়াতে ব্যক্তিক্রম রয়েছে), তাঁর বর্ণিত হাদীসে রয়েছে, যে ব্যক্তি প্রথম আঘাতে কাকলাস মেরে ফেলবে, তার জন্য একশ সাওয়াব লেখা হয়, আর দ্বিতীয় আঘাতে এর চাইতে কম আর তৃতীয় আঘাতে তার চেয়ে কম (সাওয়াব লিখা হয়)।\n",
    "checkStatus": "1",
    "hadithNo": "5652",
    "id": "15522",
    "thesequence": "15050",
    "isActive": "1",
    "chapterId": "14098",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "১. কাকলাস (ও টিকটিকি) মেরে ফেলা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported Allahs Messenger (ﷺ) as saying (that he who kills a gecko) with the first stroke there are seventy rewards for him.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا إِسْمَاعِيلُ يَعْنِي ابْنَ زَكَرِيَّاءَ، عَنْ سُهَيْلٍ، حَدَّثَتْنِي أُخْتِي، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ   فِي أَوَّلِ ضَرْبَةٍ سَبْعِينَ حَسَنَةً  .",
    "hadithBengali": "৫৬৫৩। মুহাম্মাদ ইবনু সাব্বাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, প্রথম আঘাতে (মেরে ফেললে) সত্তরটি সাওয়াব।\n",
    "checkStatus": "1",
    "hadithNo": "5653",
    "id": "15523",
    "thesequence": "15051",
    "isActive": "1",
    "chapterId": "14098",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "১. কাকলাস (ও টিকটিকি) মেরে ফেলা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nAn ant had bitten a Prophet (one amongst the earlier Prophets) and he ordered that the colony of the ants should be burnt. And Allah revealed to him: Because of an ants bite you have burnt a community from amongst the communities which sings My glory.",
    "hadithArabic": "حَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم   أَنَّ نَمْلَةً قَرَصَتْ نَبِيًّا مِنَ الأَنْبِيَاءِ فَأَمَرَ بِقَرْيَةِ النَّمْلِ فَأُحْرِقَتْ فَأَوْحَى اللَّهُ إِلَيْهِ أَفِي أَنْ قَرَصَتْكَ نَمْلَةٌ أَهْلَكْتَ أُمَّةً مِنَ الأُمَمِ تُسَبِّحُ  .",
    "hadithBengali": "৫৬৫৪। আবূ তাহির ও হারামালা ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত যে, একটি পিঁপড়া নাবীকুলের কোন নাবীকে কামড়ে দিলে তিনি পিঁপড়ার বাসা সম্পর্কে হুকুম দিলেন, ফলে তা জ্বালিয়ে দেয়া হল। তখন আল্লাহ তাআলা তাঁর কাছে এ মর্মে ওহী পাঠালেন যে, একটি (মাত্র) পিঁপড়া তোমাকে কামড়ে দিল, তাতে কিনা তুমি উম্মাত ও সৃষ্টি কুলের এমন একটি সৃষ্টি দলকে জ্বালিয়ে দিলে যারা তাসবীহ পাঠ করছিল?\n",
    "checkStatus": "1",
    "hadithNo": "5654",
    "id": "15524",
    "thesequence": "15052",
    "isActive": "1",
    "chapterId": "14099",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "২. পিঁপড়া মেরে ফেলা নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nAn Apostle from amongst the Apostles of Allah encamped under a tree, and an ant bit him, and he commanded his belongings to be removed from underneath the tree. He then commanded and it was burnt, and Allah revealed to bin): Why one ant (which had bitten you) was not killed?",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا الْمُغِيرَةُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْحِزَامِيَّ - عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   نَزَلَ نَبِيٌّ مِنَ الأَنْبِيَاءِ تَحْتَ شَجَرَةٍ فَلَدَغَتْهُ نَمْلَةٌ فَأَمَرَ بِجِهَازِهِ فَأُخْرِجَ مِنْ تَحْتِهَا ثُمَّ أَمَرَ بِهَا فَأُحْرِقَتْ فَأَوْحَى اللَّهُ إِلَيْهِ فَهَلاَّ نَمْلَةً وَاحِدَةً  .",
    "hadithBengali": "৫৬৫৫। কুতায়রা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নাবী কুলের কোন একজন নাবী একটি গাছের নিচে অবস্থান নিলেন, তখন একটি পিপিলিকা তাঁকে কামড়ে দিল। তখন তিনি তাদের বাসা (বের করে ফেলা)-র ব্যাপারে হুকুম দিলে, তা (তার গোদের) নিচ থেকে বের করা হল। অতঃপর তাদের সম্পর্কে হুকুম দিলে তাদের জ্বালিয়ে দেয়া হল। তখন আল্লাহ তাআলা তাঁর কাছে ওহী পাঠালেন &#39;তা হলে একটিমাত্র (অপরাধী) পিপড়াকে নয় কেন&#39;?\n",
    "checkStatus": "1",
    "hadithNo": "5655",
    "id": "15525",
    "thesequence": "15053",
    "isActive": "1",
    "chapterId": "14099",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "২. পিঁপড়া মেরে ফেলা নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported so many ahadith and one of them was this that Allah Messenger (ﷺ) said:\nWhen an Apostle from amongst the Apostles of Allah came to sit under a tree an ant bit him. He commanded his luggage to be removed from under the tree and he commanded it to be burnt in the fire and Allah revealed to him: Why one ant (which had bitten you) was not killed (and why did you burn the others)?",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   نَزَلَ نَبِيٌّ مِنَ الأَنْبِيَاءِ تَحْتَ شَجَرَةٍ فَلَدَغَتْهُ نَمْلَةٌ فَأَمَرَ بِجِهَازِهِ فَأُخْرِجَ مِنْ تَحْتِهَا وَأَمَرَ بِهَا فَأُحْرِقَتْ فِي النَّارِ - قَالَ - فَأَوْحَى اللَّهُ إِلَيْهِ فَهَلاَّ نَمْلَةً وَاحِدَةً  .",
    "hadithBengali": "৫৬৫৬। মুহাম্মদ ইবনু রাফি (রহঃ) ... হাম্মাম ইবনু মুনাব্বিহ (রহঃ) থেকে বর্ণিত। তিনি বলেন, এ হল সে সব হাদিস যা আবূ হুরায়রা (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমাদের কাছে বর্ননা করেছেন। এই বলে তিনি কয়েক খানি হাদীস উল্লেখ করলেন, সে সবের একখানি হল রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নাবীকুলের একজন নাবী একটি গাছের নিচে অবতরণ করলেন, তখন একটি পিঁপড়া তাঁকে কামড়ে দিল, তখন তিনি তার বাসাটি (বের করা)-র ব্যাপারে হুকুম দিলে তা গাছের নিচ থেকে বের করা হল এবং তিনি সে সম্পর্কে হুকুম দিলে তা আগুনে জ্বালিয়ে দেয়া হল। তিনি বলেন, তখন আল্লাহ তাআলা তাঁর কাছে ওহী পাঠালেন, তাহলে একটি মাত্র পিঁপড়া নয় কেন?\n",
    "checkStatus": "1",
    "hadithNo": "5656",
    "id": "15526",
    "thesequence": "15054",
    "isActive": "1",
    "chapterId": "14099",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "২. পিঁপড়া মেরে ফেলা নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Nafi reported from Abdullah that Allahs Messenger (ﷺ) said:\nA woman was punished because she had kept a cat tied until it died, and (as a punishment of this offence) she was thrown into the Hell. She had not provided it with food, or drink, and had not freed her so that she could eat the insects of the earth.",
    "hadithArabic": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ الضُّبَعِيُّ، حَدَّثَنَا جُوَيْرِيَةُ بْنُ أَسْمَاءَ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   عُذِّبَتِ امْرَأَةٌ فِي هِرَّةٍ سَجَنَتْهَا حَتَّى مَاتَتْ فَدَخَلَتْ فِيهَا النَّارَ لاَ هِيَ أَطْعَمَتْهَا وَسَقَتْهَا إِذْ حَبَسَتْهَا وَلاَ هِيَ تَرَكَتْهَا تَأْكُلُ مِنْ خَشَاشِ الأَرْضِ  .",
    "hadithBengali": "৫৬৫৭। আবদুল্লাহ ইবনু মুহাম্মদ ইবনু আসমা যুবাঈ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক স্ত্রীলোককে একটি বিড়ালের কারণে আযাব দেয়া হয় যে, সে বিড়ালটিকে বেঁধে রেখেছিল, অবশেষে সেটি মারা গেল। এ কারণে সে জাহান্নামে গেল। যে স্ত্রীলোকটি বিড়ালটিকে আটকে রেখেছে, নিজেও পানাহার করায়নি আর সেটিকে সে ছেড়েও দেয়নি, যাতে সে যমীনের পোকা-মাকড় খেয়ে বাঁচতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "5657",
    "id": "15527",
    "thesequence": "15055",
    "isActive": "1",
    "chapterId": "14100",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "৩. বিড়াল মেরে ফেলা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abu Huraira through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، وَعَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ مَعْنَاهُ .",
    "hadithBengali": "৫৬৫৮। নাসর ইবনু আলী জাহযামী (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উপরোল্লেখিত হাদীসের অর্থের অনুরূপ হাদীস রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5658",
    "id": "15528",
    "thesequence": "15056",
    "isActive": "1",
    "chapterId": "14100",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "৩. বিড়াল মেরে ফেলা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Ibn Umar also.",
    "hadithArabic": " وَحَدَّثَنَاهُ هَارُونُ بْنُ عَبْدِ اللَّهِ، وَعَبْدُ اللَّهِ بْنُ جَعْفَرٍ، عَنْ مَعْنِ بْنِ عِيسَى، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِذَلِكَ .",
    "hadithBengali": "৫৬৫৯। হারুন ইবনু আবদুল্লাহ ও আবদুল্লাহ ইবনু জাফার (রহঃ) ... উমার (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5659",
    "id": "15529",
    "thesequence": "15057",
    "isActive": "1",
    "chapterId": "14100",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "৩. বিড়াল মেরে ফেলা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nA woman was punished because of a cat. She had neither provided her with food nor drink, nor set her free so that she might eat the insects of the earth.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدَةُ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   عُذِّبَتِ امْرَأَةٌ فِي هِرَّةٍ لَمْ تُطْعِمْهَا وَلَمْ تَسْقِهَا وَلَمْ تَتْرُكْهَا تَأْكُلُ مِنْ خَشَاشِ الأَرْضِ  .",
    "hadithBengali": "৫৬৬০। আবূ কুরায়ব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একটি স্ত্রীলোককে একটি বিড়ালের কারণে আযাব দেওয়া হয়। সে নিজেও বিড়ালটিকে পানাহার করায় নি এবং তাকে ছেড়েও দেয়নি যাতে সে (নিজে) যমীনের পোকা-মাকড় খেতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "5660",
    "id": "15530",
    "thesequence": "15058",
    "isActive": "1",
    "chapterId": "14100",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "৩. বিড়াল মেরে ফেলা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Hisham with the same chain of transmitters, but with a slight variation of wording.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا خَالِدُ، بْنُ الْحَارِثِ حَدَّثَنَا هِشَامٌ، بِهَذَا الإِسْنَادِ وَفِي حَدِيثِهِمَا  رَبَطَتْهَا  . وَفِي حَدِيثِ أَبِي مُعَاوِيَةَ  حَشَرَاتِ الأَرْضِ  .",
    "hadithBengali": "৫৬৬১। আবূ কুরায়ব ও মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... হিশাম (রহঃ) উল্লেখিত সনদে হাদীস রিওয়াত করেছেন। তাঁদের দু&#39;জনের বর্ণিত হাদীসে রয়েছে সে তাকে বেঁধে রাখল। (এছাড়া প্রথম সনদের) রাবী আবূ মুআবিয়া (রহঃ) এর বর্ণিত হাদীসে রয়েছে যমীনের কীট-পতঙ্গ (অর্থাৎخَشَاشِ শব্দের স্থলে حَشَرَاتِ শব্দ রয়েছে)।\n",
    "checkStatus": "1",
    "hadithNo": "5661",
    "id": "15531",
    "thesequence": "15059",
    "isActive": "1",
    "chapterId": "14100",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "৩. বিড়াল মেরে ফেলা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported this hadith through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ عَبْدٌ أَخْبَرَنَا وَقَالَ ابْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، قَالَ قَالَ الزُّهْرِيُّ وَحَدَّثَنِي حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم بِمَعْنَى حَدِيثِ هِشَامِ بْنِ عُرْوَةَ .",
    "hadithBengali": "৫৬৬২। মুহাম্মাদ ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে (উপরোল্লেখিত সনদের) রাবী হিশাম ইবনু উরওয়া (রহঃ) বর্ণিত হাদীসের মর্মযুক্ত রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5662",
    "id": "15532",
    "thesequence": "15060",
    "isActive": "1",
    "chapterId": "14100",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "৩. বিড়াল মেরে ফেলা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hammam b. Manabbih reported this hadith on the authority of Abu Huraira.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِهِمْ .",
    "hadithBengali": "৫৬৬৩। মুহাম্মাদ ইবনু রাফি (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে পূর্ব বর্ণিত হাদীসের অনুরূপ রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5663",
    "id": "15533",
    "thesequence": "15061",
    "isActive": "1",
    "chapterId": "14100",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "৩. বিড়াল মেরে ফেলা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as sayings:\nA person suffered from intense thirst while on a journey, when he found a well. He climbed down into it and drank (water) and then came out and saw a dog lolling its tongue on account of thirst and eating the moistened earth. The person said: This dog has suffered from thirst as I had suffered from it. He climbed down into the well, filled his shoe with water, then caught it in his mouth until he climbed up and made the dog drink it. So Allah appreciated this act of his and pardoned him. Then (the Companions around him) said: Allahs Messenger, is there for us a reward even for (serving) such animals? He said: Yes, there is a reward for service to every living animal.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، فِيمَا قُرِئَ عَلَيْهِ عَنْ سُمَىٍّ، مَوْلَى أَبِي بَكْرٍ عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  بَيْنَمَا رَجُلٌ يَمْشِي بِطَرِيقٍ اشْتَدَّ عَلَيْهِ الْعَطَشُ فَوَجَدَ بِئْرًا فَنَزَلَ فِيهَا فَشَرِبَ ثُمَّ خَرَجَ فَإِذَا كَلْبٌ يَلْهَثُ يَأْكُلُ الثَّرَى مِنَ الْعَطَشِ فَقَالَ الرَّجُلُ لَقَدْ بَلَغَ هَذَا الْكَلْبَ مِنَ الْعَطَشِ مِثْلُ الَّذِي كَانَ بَلَغَ مِنِّي . فَنَزَلَ الْبِئْرَ فَمَلأَ خُفَّهُ مَاءً ثُمَّ أَمْسَكَهُ بِفِيهِ حَتَّى رَقِيَ فَسَقَى الْكَلْبَ فَشَكَرَ اللَّهُ لَهُ فَغَفَرَ لَهُ  . قَالُوا يَا رَسُولَ اللَّهِ وَإِنَّ لَنَا فِي هَذِهِ الْبَهَائِمِ لأَجْرًا فَقَالَ  فِي كُلِّ كَبِدٍ رَطْبَةٍ أَجْرٌ  .",
    "hadithBengali": "৫৬৬৪। কুতায়রা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক ব্যক্তি কোন পথ ধরে চলছিল, এমতাবস্থায় তার খুব পিপাসা পেল। সে একটি কুপ দেখতে পেয়ে তাতে নেমে পড়ল এবং পানি পান করল। এরপর সে বেরিয়ে এল। তখন সে দেখতে পেল যে, একটি কুকুর (পিপাসায়) জিব বের করে হাঁপাচ্ছে আর মাটি চাটছে। লোকটি (মনে মনে) বলল, কুকুরটির আমার মত তীব্র পিপাসা পেয়েছে। তখন সে কুয়ায় নামল এবং তার (চামড়ার) মোজায় পানি ভরল পরে সে তার মুখ আটকে ধরে উপরে উঠল এবং কুকুরটিকে পান করালো, মহান আল্লাহ তার (এ আমলের) কদর করলেন এবং তাকে মাফ করে দিলেন। (সাহাবীগণ) জিজ্ঞাসা করলেন, ইয়া রাসুলাল্লাহ! তা হলে কি আমাদের জন্য এসব প্রানীর ব্যাপারে (সদাচরণে)-ও সাওয়াব রয়েছে? তিনি বললেন, প্রতিটি তাজা কলিজায় (প্রানধারীতে) সাওয়াব রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5664",
    "id": "15534",
    "thesequence": "15062",
    "isActive": "1",
    "chapterId": "14101",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "৪. অবোধ (অহেতুক হত্যা নিষিদ্ধ) পশুপাখিকে পানি পান করানো ও খাবার দেওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (may pace be upon him) as saying:\nA prostitute saw a dog moving around a well on a hot day and hanging out its tongue because of thirst. She drew water for it in her shoe and she was pardoned (for this act of hers).",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ هِشَامٍ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم   أَنَّ امْرَأَةً بَغِيًّا رَأَتْ كَلْبًا فِي يَوْمٍ حَارٍّ يُطِيفُ بِبِئْرٍ قَدْ أَدْلَعَ لِسَانَهُ مِنَ الْعَطَشِ فَنَزَعَتْ لَهُ بِمُوقِهَا فَغُفِرَ لَهَا  .",
    "hadithBengali": "৫৬৬৫। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত যে, এক যৌনকর্মী কোন এক গরমের দিনে একটি কুকুরকে একটি কুপের পাশে চক্কর দিতে দেখতে পেল, সেটি পিপাসায় তার জিভ বের করে হাঁপাচ্ছিলো। তখন সে তার (চামড়ার) মোজা দিয়ে তার জন্য পানি তুলে আনল এবং পান করাল। ফলে তাকে মাফ করে দেয়া হল।\n",
    "checkStatus": "1",
    "hadithNo": "5665",
    "id": "15535",
    "thesequence": "15063",
    "isActive": "1",
    "chapterId": "14101",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "৪. অবোধ (অহেতুক হত্যা নিষিদ্ধ) পশুপাখিকে পানি পান করানো ও খাবার দেওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThere was a dog moving around a well whom thirst would have killed. Suddenly a prostitute from the prostitutes of Bani Israil happened to see it and she drew water in her shoe and made it drink, and she was pardoned because of this.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي جَرِيرُ بْنُ حَازِمٍ، عَنْ أَيُّوبَ السَّخْتِيَانِيِّ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   بَيْنَمَا كَلْبٌ يُطِيفُ بِرَكِيَّةٍ قَدْ كَادَ يَقْتُلُهُ الْعَطَشُ إِذْ رَأَتْهُ بَغِيٌّ مِنْ بَغَايَا بَنِي إِسْرَائِيلَ فَنَزَعَتْ مُوقَهَا فَاسْتَقَتْ لَهُ بِهِ فَسَقَتْهُ إِيَّاهُ فَغُفِرَ لَهَا بِهِ  . ",
    "hadithBengali": "৫৬৬৬। আবূ তাহির (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একটি কুকুর একটি (পানি ভর্তি) কুপের পাশে চক্কর দিচ্ছিল। পিপাসায় তার প্রায় জীবন নাশের উপক্রম হয়েছিল। তখন বণী ইসরাঈলের যৌনকর্মীদের এক যৌনকর্মী তাকে দেখতে পেল এবং (দয়ালু হয়ে) সে তার (চামড়ার) মোজা খুলে ফেলল এবং তার জন্য পানি তুলে এনে তাকে পান করিয়ে দিল। এর ফলে তাকে মাফ করে দেয়া হল।\n",
    "checkStatus": "1",
    "hadithNo": "5666",
    "id": "15536",
    "thesequence": "15064",
    "isActive": "1",
    "chapterId": "14101",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "141",
    "statusId": "1",
    "topicName": "৪. অবোধ (অহেতুক হত্যা নিষিদ্ধ) পশুপাখিকে পানি পান করানো ও খাবার দেওয়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]