[
  {
    "hadithEnglish": " Abu Huraira reported:\nI heard Allahs Messenger (ﷺ) as saying: Allah, the Exalted and Glorious, said: The son of Adam abuses Dahr (the time), whereas I am Dahr since in My hand are the day and the night.",
    "hadithArabic": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ وَحَرْمَلَةُ بْنُ يَحْيَى قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ قَالَ أَبُو هُرَيْرَةَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   قَالَ اللَّهُ عَزَّ وَجَلَّ يَسُبُّ ابْنُ آدَمَ الدَّهْرَ وَأَنَا الدَّهْرُ بِيَدِيَ اللَّيْلُ وَالنَّهَارُ  .",
    "hadithBengali": "৫৬৬৭। আবূ তাহির (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি বলতে শুনেছি, মহীয়ান গরীয়ান আল্লাহ বলেনঃ আদম সন্তান সময় ও কালকে গাল-মন্দ করে, অথচ আমিই সময়, আমার হাতেই রাত ও দিন (-এর বিবর্তন সাধিত হয়)।\n",
    "checkStatus": "1",
    "hadithNo": "5667",
    "id": "15537",
    "thesequence": "15065",
    "isActive": "1",
    "chapterId": "14102",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "১. সময় ও কালকে গালি দেওয়া নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nAllah, the Exalted and Glorious, said: The son of Adam displeases Me by abusing Dahr (time), whereas I am Dahr--I alternate the night and the day.",
    "hadithArabic": "وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ، - وَاللَّفْظُ لاِبْنِ أَبِي عُمَرَ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ أَبِي، هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   قَالَ اللَّهُ عَزَّ وَجَلَّ يُؤْذِينِي ابْنُ آدَمَ يَسُبُّ الدَّهْرَ وَأَنَا الدَّهْرُ أُقَلِّبُ اللَّيْلَ وَالنَّهَارَ  .",
    "hadithBengali": "৫৬৬৮। ইসহাক ইবনু ইবরাহীম ও ইবনু আবূ উমার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মহীয়ান গরীয়ান আল্লাহ বলেন, আদম সন্তান আমাকে কষ্ট দেয়, সে সময়কে গালি দেয়, অথচ আমিই সময়, রাত ও দিন আমিই বিবর্তিত করে থাকি।\n",
    "checkStatus": "1",
    "hadithNo": "5668",
    "id": "15538",
    "thesequence": "15066",
    "isActive": "1",
    "chapterId": "14102",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "১. সময় ও কালকে গালি দেওয়া নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nAllah, the Exalted and Glorious, said: The son of Adam causes Me pain as he says: Woe be upon the Time. None of you should say this: Woe be upon the Time, as I am the Time (because) I alternate the day and the night, and when I wish I can finish them up.",
    "hadithArabic": "وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ، الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   قَالَ اللَّهُ عَزَّ وَجَلَّ يُؤْذِينِي ابْنُ آدَمَ يَقُولُ يَا خَيْبَةَ الدَّهْرِ . فَلاَ يَقُولَنَّ أَحَدُكُمْ يَا خَيْبَةَ الدَّهْرِ . فَإِنِّي أَنَا الدَّهْرُ أُقَلِّبُ لَيْلَهُ وَنَهَارَهُ فَإِذَا شِئْتُ قَبَضْتُهُمَا  .",
    "hadithBengali": "৫৬৬৯। আবদ ইবনু হুমায়দ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মহীয়ান-গরীয়ান আল্লাহ বলেনঃ আদম সন্তান আমাকে কষ্ট দেয়, সে বলে, হায় সময়ের ফের-দুর্ভাগ্য! (আমার সময় মন্দ)! তোমাদের কেউ যেন &#39;হায় সময়ের ফের&#39; না বলে। কেননা আমিই তো সময়; আর রাত ও দিন আমিই পরিবর্তিত করে থাকি; যখন আমি ইচ্ছা করি, তখন তাদের দু&#39;টিকে সংকুচিত করে দেই।\n",
    "checkStatus": "1",
    "hadithNo": "5669",
    "id": "15539",
    "thesequence": "15067",
    "isActive": "1",
    "chapterId": "14102",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "১. সময় ও কালকে গালি দেওয়া নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nNone of you should say: Woe be upon the Time, for verily Allah is the Time.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَقُولَنَّ أَحَدُكُمْ يَا خَيْبَةَ الدَّهْرِ . فَإِنَّ اللَّهَ هُوَ الدَّهْرُ  .",
    "hadithBengali": "৫৬৭০। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যেন হায়! সময়ের ভোগ না বলে। কেননা আল্লাহ, তিনি সময় (নিয়ন্ত্রক)।\n",
    "checkStatus": "1",
    "hadithNo": "5670",
    "id": "15540",
    "thesequence": "15068",
    "isActive": "1",
    "chapterId": "14102",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "১. সময় ও কালকে গালি দেওয়া নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nDo not abuse Time, for it is Allah Who is the Time.",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ هِشَامٍ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تَسُبُّوا الدَّهْرَ فَإِنَّ اللَّهَ هُوَ الدَّهْرُ  . ",
    "hadithBengali": "৫৬৭১। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, তোমরা সময়কে গালমন্দ করো না। কেননা আল্লাহ, তিনই সময়।\n",
    "checkStatus": "1",
    "hadithNo": "5671",
    "id": "15541",
    "thesequence": "15069",
    "isActive": "1",
    "chapterId": "14102",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "১. সময় ও কালকে গালি দেওয়া নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nNone of you should abuse Time for it is Allah Who is the Time, and none of you should call Inab (grape) as al-karm, for karm is a Muslim person.",
    "hadithArabic": "حَدَّثَنَا حَجَّاجُ بْنُ الشَّاعِرِ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنِ ابْنِ، سِيرِينَ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَسُبُّ أَحَدُكُمُ الدَّهْرَ فَإِنَّ اللَّهَ هُوَ الدَّهْرُ وَلاَ يَقُولَنَّ أَحَدُكُمْ لِلْعِنَبِ الْكَرْمَ . فَإِنَّ الْكَرْمَ الرَّجُلُ الْمُسْلِمُ  .",
    "hadithBengali": "৫৬৭২। হাজ্জাজ ইবনু শাইর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ সময়কে গালি দিবে না। কেননা আল্লাহ, তিনই সময়। আর তোমাদের কেউ আঙ্গুরকে (الْعِنَب এর পরিবর্তে) الْكَرْم) (মর্যাদাবান) বলবে না। কেননা الكرم (বদান্যতা ও মর্যাদাশীল) হল মুসলমান ব্যক্তি।\n",
    "checkStatus": "1",
    "hadithNo": "5672",
    "id": "15542",
    "thesequence": "15070",
    "isActive": "1",
    "chapterId": "14103",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "২. العنب (আঙ্গুর) কে الكرم নামকরণ মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nDo not use the word karm (for wine) for worthy of respect is the heart of a believer.",
    "hadithArabic": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تَقُولُوا كَرْمٌ . فَإِنَّ الْكَرْمَ قَلْبُ الْمُؤْمِنِ  .",
    "hadithBengali": "৫৬৭৩। আমর আন-নাকিদ ও ইবনু আবূ উমার (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, তোমরা (আঙ্গুরকে) আল-কারম বল না কেননা &#39;কারম&#39; হল মুমিনের কাল্&zwnj;ব।\n",
    "checkStatus": "1",
    "hadithNo": "5673",
    "id": "15543",
    "thesequence": "15071",
    "isActive": "1",
    "chapterId": "14103",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "২. العنب (আঙ্গুর) কে الكرم নামকরণ মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nDo not name grape as karm, for worthy of respect is a Muslim.",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ هِشَامٍ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تُسَمُّوا الْعِنَبَ الْكَرْمَ فَإِنَّ الْكَرْمَ الرَّجُلُ الْمُسْلِمُ  .",
    "hadithBengali": "৫৬৭৪। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, আঙ্গুরকে الْكَرْمَ নাম দিও না। কেননা আল-কারম হল মুসলিম ব্যক্তি।\n",
    "checkStatus": "1",
    "hadithNo": "5674",
    "id": "15544",
    "thesequence": "15072",
    "isActive": "1",
    "chapterId": "14103",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "২. العنب (আঙ্গুর) কে الكرم নামকরণ মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nNone of you should use the word al-harin (for grape) for the heart of a believer is karm (worthy of respect).",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَلِيُّ بْنُ حَفْصٍ، حَدَّثَنَا وَرْقَاءُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَقُولَنَّ أَحَدُكُمُ الْكَرْمُ . فَإِنَّمَا الْكَرْمُ قَلْبُ الْمُؤْمِنِ  .",
    "hadithBengali": "৫৬৭৫। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ (আংগুরকে) অবশ্যই আল-কারাম বলবে না। কেননা আল-কারাম হল মুমিনের কাল্&zwnj;ব।\n",
    "checkStatus": "1",
    "hadithNo": "5675",
    "id": "15545",
    "thesequence": "15073",
    "isActive": "1",
    "chapterId": "14103",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "২. العنب (আঙ্গুর) কে الكرم নামকরণ মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported from Allahs Messenger (ﷺ) various ahadith, one of which is this that he said:\nNone of you should use the word al-karm for Inab, for karm (worthy of respect) is a Muslim person.",
    "hadithArabic": "وَحَدَّثَنَا ابْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم . فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَقُولَنَّ أَحَدُكُمْ لِلْعِنَبِ الْكَرْمَ . إِنَّمَا الْكَرْمُ الرَّجُلُ الْمُسْلِمُ  .",
    "hadithBengali": "৫৬৭৬। ইবনু রাফি (রহঃ) ... হাম্মাম ইবনু মুনাব্বিহ (রহঃ) থেকে বর্ণিত। তিনি বলেন, এ হল সে সব হাদীস যা আবূ হুরায়রা (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমাদের কাছে রিওয়ায়াত করেছেন। এ কথা বলে তিনি কয়েকটি হাদীস উল্লেখ করে। সে সবের একটি হল রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমাদের কেউ আংগুরকে (العنب না বলে) কখনো الكَرم বলবে না। &#39;আল কারম&#39; তো মুসলিম ব্যক্তি।\n",
    "checkStatus": "1",
    "hadithNo": "5676",
    "id": "15546",
    "thesequence": "15074",
    "isActive": "1",
    "chapterId": "14103",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "২. العنب (আঙ্গুর) কে الكرم নামকরণ মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Alqama b. Wail reported, from his father, Allahs Apostle (ﷺ) having said:\nDo not say al-karm (for the word vine) but say al-habala (that is grape).\n\nThis hadith has been reported by Alqama b. Wail on the authority of his father with a different chain of transmitters and with a slight variation of wording.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى، - يَعْنِي ابْنَ يُونُسَ - عَنْ شُعْبَةَ، عَنْ سِمَاكِ، بْنِ حَرْبٍ عَنْ عَلْقَمَةَ بْنِ وَائِلٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تَقُولُوا الْكَرْمُ . وَلَكِنْ قُولُوا الْحَبَلَةُ  . يَعْنِي الْعِنَبَ .\nوَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكٍ، قَالَ سَمِعْتُ عَلْقَمَةَ بْنَ وَائِلٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   لاَ تَقُولُوا الْكَرْمُ . وَلَكِنْ قُولُوا الْعِنَبُ وَالْحَبَلَةُ  .",
    "hadithBengali": "৫৬৭৭। আলী ইবনু খাশরাম (রহঃ) ... আলকামা ইবনু ওয়ায়ল (রহঃ) তার পিতা সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, তোমরা (আংগুরকে)- আল-কারম, বল না, বরংالْحَبَلَة (আল-হাবলাহ) বল।\n\nঅপর সনদে যুহায়র (রহঃ) ... সিমাক (রহঃ) থেকে তিনি বলেন যে, আলকামা ইবনু ওয়াইল (রহঃ) কে তাঁর পিতা সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করতে শুনেছি। তিনি বলেছেন, তোমরা (আংগুরকে) আল-কারম- বল না। তবে বল আল-হাবালাহ (الْحَبَلَة) ও আলইনাব (الْعِنَب)।\n",
    "checkStatus": "1",
    "hadithNo": "5677",
    "id": "15547",
    "thesequence": "15075",
    "isActive": "1",
    "chapterId": "14103",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "২. العنب (আঙ্গুর) কে الكرم নামকরণ মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nNone of you should say: My bondman and my slave-girl, for all of you are the bondmen of Allah, and all your women are the slave-girls of Allah; but say: My servant, my girl, and my young man and my young girl.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَقُولَنَّ أَحَدُكُمْ عَبْدِي وَأَمَتِي . كُلُّكُمْ عَبِيدُ اللَّهِ وَكُلُّ نِسَائِكُمْ إِمَاءُ اللَّهِ وَلَكِنْ لِيَقُلْ غُلاَمِي وَجَارِيَتِي وَفَتَاىَ وَفَتَاتِي  .",
    "hadithBengali": "৫৬৭৮। ইয়াহইয়া ইবনু আইউব, কুতায়বা ও ইবনু হুজর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউعَبْدِي (আমার বান্দা, দাস)أَمَتِي (আমার বাঁদী, দাসী) বলবে না। কেননা তোমাদের প্রত্যেক পুরুষই আল্লাহর বান্দা (দাস) এবং তোমাদের প্রত্যেক মহিলাই আল্লাহর বাঁদী (দাসী)। বরং বলবে, غُلاَمِي -جَارِيَتِي -فَتَاىَ -فَتَاتِي (অর্থাৎ আমার বালক-কিশোর, আমার বালিকা-কিশোরী, আমার সেবক, আমার সেবিকা)।\n",
    "checkStatus": "1",
    "hadithNo": "5678",
    "id": "15548",
    "thesequence": "15076",
    "isActive": "1",
    "chapterId": "14104",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "৩. &#039;আবদ&#039; &#039;আমাত&#039; (দাস-দাসী) এবং &#039;মাওলা&#039;, &#039;সায়্যিদ&#039; (মনিব ও নেতা) শব্দসমূহ ব্যবহারের বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nNone of you should say: My bondman, for all of you are the bondmen of Allah, but say: My young man, and the servant should not say: My Lord, but should say: My chief.",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي، هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَقُولَنَّ أَحَدُكُمْ عَبْدِي . فَكُلُّكُمْ عَبِيدُ اللَّهِ وَلَكِنْ لِيَقُلْ فَتَاىَ . وَلاَ يَقُلِ الْعَبْدُ رَبِّي . وَلَكِنْ لِيَقُلْ سَيِّدِي  .",
    "hadithBengali": "৫৬৭৯। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ অবশ্যই &#39;আমার দাস&#39; বলবে না। কেননা তোমাদের প্রত্যেকেই আল্লাহর দাস ও বান্দা। তবে সে বলবে আমার সেবক। আর আবদ তার মনিবকে আমার রব্ব বলবে না বরং বলবে আমার সায়্যিদ (মনিব ও নেতা)।\n",
    "checkStatus": "0",
    "hadithNo": "5679",
    "id": "15549",
    "thesequence": "15077",
    "isActive": "1",
    "chapterId": "14104",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "৩. &#039;আবদ&#039; &#039;আমাত&#039; (দাস-দাসী) এবং &#039;মাওলা&#039;, &#039;সায়্যিদ&#039; (মনিব ও নেতা) শব্দসমূহ ব্যবহারের বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been reported on the authority of al-Amash with the same chain of transmitters, and the words are that the servant should not say to his chief:\nMy Lord, and Abu Muawiya made an addition: For it is Allah, the Exalted and Glorious, Who is your Lord.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا وَكِيعٌ، كِلاَهُمَا عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ وَفِي حَدِيثِهِمَا  وَلاَ يَقُلِ الْعَبْدُ لِسَيِّدِهِ مَوْلاَىَ  . وَزَادَ فِي حَدِيثِ أَبِي مُعَاوِيَةَ  فَإِنَّ مَوْلاَكُمُ اللَّهُ عَزَّ وَجَلَّ  .",
    "hadithBengali": "৫৬৮০। আবূ বকর ইবনু আবূ শায়বা, আবূ কুরায়ব ও আবূ সাঈদ আশাজ্জ (রহঃ) ... আমাশ (রহঃ) থেকে উল্লিখিত সনদে হাদীস রিওয়ায়াত করেছেন। তবে তাদের দু&#39;জনের রিওয়ায়াতে রয়েছে গোলাম তার সায়্যিদ ও মনিবকে আমার মাওলা বলবে না এবং (প্রথম সনদের) রাবী আবূ মুআবিয়া (রহঃ) এর বর্ণিত হাদীসে আরো অধিক বিষয়ে উল্লেখ করেছেন যে, &#39;কেননা তোমাদের মাওলা&#39; হলেন আল্লাহ।\n",
    "checkStatus": "1",
    "hadithNo": "5680",
    "id": "15550",
    "thesequence": "15078",
    "isActive": "1",
    "chapterId": "14104",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "৩. &#039;আবদ&#039; &#039;আমাত&#039; (দাস-দাসী) এবং &#039;মাওলা&#039;, &#039;সায়্যিদ&#039; (মনিব ও নেতা) শব্দসমূহ ব্যবহারের বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) so many ahadith and one of them is this that Allahs Messenger (ﷺ) said:\nNone of you should say: Supply drink to your lord, feed your lord, help your lord in performing ablution, and none of you should say: My Lord. He should say: My chief, my patron; and none of you should say: My bondman, my slave-girl, but simply say: My boy, my girl, my servant.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم . فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَقُلْ أَحَدُكُمُ اسْقِ رَبَّكَ أَطْعِمْ رَبَّكَ وَضِّئْ رَبَّكَ . وَلاَ يَقُلْ أَحَدُكُمْ رَبِّي . وَلْيَقُلْ سَيِّدِي مَوْلاَىَ وَلاَ يَقُلْ أَحَدُكُمْ عَبْدِي أَمَتِي . وَلْيَقُلْ فَتَاىَ فَتَاتِي غُلاَمِي  .",
    "hadithBengali": "৫৬৮১। মুহাম্মদ ইবনু রাফি (রহঃ) ... হাম্মাম ইবনু মুনাব্বিহ (রহঃ) থেকে বর্ণিত। তিনি বলেন, এ হল সে সব হাদীস, যা আবূ হুরায়রা (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমাদের কাছে রিওয়ায়াত করেছেন। একথা বলে তিনি কয়েকখানি হাদীস উল্লেখ করেছেন। সে সবের একখানি হল, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেছেনঃ তোমাদের কেউ (মনিব সমন্ধে এভাবে) বলবে না যে, তোমার &#39;রব্ব&#39;কে পান করাও, তোমার &#39;রব্ব&#39;কে খাবার দাও, তোমার &#39;রব্ব&#39;কে উযু করাও। তিনি আরও বলেন, তোমাদের কেউ (নিজেও) বলবে না, আমার রব্ব বরং বলবে আমার সায়্যিদ সরদার বা নেতা, আমার মাওলা-মনিব। আর তোমাদের কেউ বলবে না, আমার বান্দা আমার বাঁদী, বরং বলবে, কিশোর, কিশরী, বালক, বালিকা (আমার সেবক আমার সেবিকা)।\n",
    "checkStatus": "1",
    "hadithNo": "5681",
    "id": "15551",
    "thesequence": "15079",
    "isActive": "1",
    "chapterId": "14104",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "৩. &#039;আবদ&#039; &#039;আমাত&#039; (দাস-দাসী) এবং &#039;মাওলা&#039;, &#039;সায়্যিদ&#039; (মনিব ও নেতা) শব্দসমূহ ব্যবহারের বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported Allahs Messenger (ﷺ) having said:\nNone of you should say: My soul has become evil, but he should say: My soul has become remorseless. This hadith has been transmitted on the authority of Abu Bakr with a slight variation of wording.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو أُسَامَةَ، كِلاَهُمَا عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ يَقُولَنَّ أَحَدُكُمْ خَبُثَتْ نَفْسِي . وَلَكِنْ لِيَقُلْ لَقِسَتْ نَفْسِي  . هَذَا حَدِيثُ أَبِي كُرَيْبٍ وَقَالَ أَبُو بَكْرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَلَمْ يَذْكُرْ  لَكِنْ  .",
    "hadithBengali": "৫৬৮২। আবূ বাকর ইবনু আবূ শায়বা, আবূ কুরায়ব মূহাম্মাদ ইবনু আলা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ নিজেকে (দুরবস্থা প্রকাশে) বলবে না, আমার মন খবীস (পিশাচ ইতর নিকৃষ্ট) হয়ে গিয়েছে, বরং বলবে (لَقِسَتْ) আমার মন সংকুচিত ও বিমর্ষ হয়ে গিয়েছে। এ ভাষ্য আবূ কুরায়ব (রহঃ) বর্ণিত হাদীসের। আর আবূ বকর (রহঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে যা বর্ণনা করেছেন তাতে لَكِنْ শব্দটির উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "5682",
    "id": "15552",
    "thesequence": "15080",
    "isActive": "1",
    "chapterId": "14105",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "৪. কোন মানুষের নিজের (দুরবস্থা প্রকাশে) خَبُثَتْ نَفْسِي আমার মন খবীছ (পিশাচ অধম হয়ে গিয়েছে) বলা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abia Muiwiya with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৫৬৮৩। আবূ কুরায়ব (রহঃ) ... আবূ মুআবিয়া (রহঃ) থেকে উল্লেখিত সনদে ঐ হাদীস রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5683",
    "id": "15553",
    "thesequence": "15081",
    "isActive": "1",
    "chapterId": "14105",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "৪. কোন মানুষের নিজের (দুরবস্থা প্রকাশে) خَبُثَتْ نَفْسِي আমার মন খবীছ (পিশাচ অধম হয়ে গিয়েছে) বলা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Umama b. Sahl b. Hunaif, on the authority of his father, reported Allahs Messenger (ﷺ) as saying:\nNone of you should say: My soul has become evil, but he should say: My soul has become remorseless.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ، شِهَابٍ عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَقُلْ أَحَدُكُمْ خَبُثَتْ نَفْسِي . وَلْيَقُلْ لَقِسَتْ نَفْسِي  .",
    "hadithBengali": "৫৬৮৪। আবূ তাহির ও হারামালা (রহঃ) ... আবূ উমামা ইবনু সাহব ইবনু হুনায়ফ (রহঃ) তাঁর পিতা [সাহল (রাঃ)] সুত্রে বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ আমার আত্না খবীস হয়ে গিয়েছে, বলবে না, &#39;আমার মন সংকুচিত ও বিমর্ষ হয়ে গিয়েছে&#39; বলবে।\n",
    "checkStatus": "1",
    "hadithNo": "5684",
    "id": "15554",
    "thesequence": "15082",
    "isActive": "1",
    "chapterId": "14105",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "৪. কোন মানুষের নিজের (দুরবস্থা প্রকাশে) خَبُثَتْ نَفْسِي আমার মন খবীছ (পিশাচ অধম হয়ে গিয়েছে) বলা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd Said Khudri reported Allahs Apostle (ﷺ) as saying:\nThere was a woman from Bani Israil who was short-statured and she walked in the company of two tall women with wooden sandals in her feet and a ring of gold made of plates with musk filled in them and then looked up, and musk is the best of scents; then she walked between two women and they (the people) did not recognise her, and she made a gesture with her hand like this, and Shuba shook his hand in order to give an indication how she shook her hand.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ شُعْبَةَ، حَدَّثَنِي خُلَيْدُ بْنُ جَعْفَرٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   كَانَتِ امْرَأَةٌ مِنْ بَنِي إِسْرَائِيلَ قَصِيرَةٌ تَمْشِي مَعَ امْرَأَتَيْنِ طَوِيلَتَيْنِ فَاتَّخَذَتْ رِجْلَيْنِ مِنْ خَشَبٍ وَخَاتَمًا مِنْ ذَهَبٍ مُغْلَقٍ مُطْبَقٍ ثُمَّ حَشَتْهُ مِسْكًا وَهُوَ أَطْيَبُ الطِّيبِ فَمَرَّتْ بَيْنَ الْمَرْأَتَيْنِ فَلَمْ يَعْرِفُوهَا فَقَالَتْ بِيَدِهَا هَكَذَا  . وَنَفَضَ شُعْبَةُ يَدَهُ .",
    "hadithBengali": "৫৬৮৫। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আবূ সাঈদ (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, বনী ইসরাঈলের বেটে আকৃতির একটি স্ত্রীলোক দু&#39;জন দীর্ঘাঙ্গী স্ত্রীলোকের সাথে হেঁটৈ চলছিল। সে (উচু হওয়ার জন্য) এবং লোকদের চোখে ধরা না পড়ার উদ্দেশ্যে কাঠের দুটি পা বানিয়ে নিল এবং সোনা দিয়ে মুখ বন্ধ একটি বড় সড় আংটি বানিয়ে পরে তার ভিতরে মেশক ভরে দিল। আর তা (মেশক) হল সুগন্ধিকুলের সেরা সুগন্ধি। পরে সে ঐ দুই স্ত্রীলোকের মাঝে থেকে চলতে লাগলো এবং লোকেরা তাকে চিনতে পারল না। তখন সে তার হাত দিয়ে এভাবে ঝাড়া দিল। (এ কথা বলে) রাবী শু&#39;বা (রহঃ) তাঁর হাত ঝাড়া দিলেন (এবং স্ত্রীলোকটির হাত ঝাড়ার ভঙ্গী নকল করলেন)।\n",
    "checkStatus": "1",
    "hadithNo": "5685",
    "id": "15555",
    "thesequence": "15083",
    "isActive": "1",
    "chapterId": "14106",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "৫. মেশক (কস্তূরী) ব্যবহার এবং তা শ্রেষ্ঠ সুগন্ধি হওয়ার এবং ফুল ও সুগন্ধি প্রত্যাখ্যান মাকরূহ হওয়ার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Khudri reported that Allahs Messenger (ﷺ) made a mention of a woman of Bana Israil who had filled her ring with musk and musk is the most fragrant of the scents.",
    "hadithArabic": " حَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ شُعْبَةَ، عَنْ خُلَيْدِ بْنِ جَعْفَرٍ، وَالْمُسْتَمِرِّ، قَالاَ سَمِعْنَا أَبَا نَضْرَةَ، يُحَدِّثُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم ذَكَرَ امْرَأَةً مِنْ بَنِي إِسْرَائِيلَ حَشَتْ خَاتَمَهَا مِسْكًا وَالْمِسْكُ أَطْيَبُ الطِّيبِ .",
    "hadithBengali": "৫৬৮৬। আমর আন-নাকিদ (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনী ইসরাঈলের এক মহিলার কথা উল্লেখ করলেন, যে তার আংটি মেশক দিয়ে ভরে রেখেছিল ...... (এ প্রসঙ্গে তিনি বললেন), আর মেশক হল সুগন্ধিকুলের সেরা সুগন্ধি।\n",
    "checkStatus": "1",
    "hadithNo": "5686",
    "id": "15556",
    "thesequence": "15084",
    "isActive": "1",
    "chapterId": "14106",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "৫. মেশক (কস্তূরী) ব্যবহার এবং তা শ্রেষ্ঠ সুগন্ধি হওয়ার এবং ফুল ও সুগন্ধি প্রত্যাখ্যান মাকরূহ হওয়ার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nHe who is presented with a flower should not reject it, for it is light to carry and pleasant in odour.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، كِلاَهُمَا عَنِ الْمُقْرِئِ، قَالَ أَبُو بَكْرٍ حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ، عَنْ سَعِيدِ بْنِ أَبِي أَيُّوبَ، حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ أَبِي جَعْفَرٍ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ عُرِضَ عَلَيْهِ رَيْحَانٌ فَلاَ يَرُدُّهُ فَإِنَّهُ خَفِيفُ الْمَحْمِلِ طَيِّبُ الرِّيحِ  .",
    "hadithBengali": "৫৬৮৭। আবূ বাকর ইবনু শায়বা ও যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কারো কাছে কোন কুল পেশ করা হলে সে যেন তা প্রত্যাখ্যান না করে। কেননা তা বোঝায় হালকা এবং ঘ্রানে উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "5687",
    "id": "15557",
    "thesequence": "15085",
    "isActive": "1",
    "chapterId": "14106",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "৫. মেশক (কস্তূরী) ব্যবহার এবং তা শ্রেষ্ঠ সুগন্ধি হওয়ার এবং ফুল ও সুগন্ধি প্রত্যাখ্যান মাকরূহ হওয়ার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Nafi reported that when Ibn Umar wanted fumigation he got it from aloeswood without mixing anything with it, or he put camphor along with aloeswood and then said:\nThis is how Allahs Messenger (ﷺ) fumigated.",
    "hadithArabic": " حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَأَبُو طَاهِرٍ وَأَحْمَدُ بْنُ عِيسَى قَالَ أَحْمَدُ حَدَّثَنَا وَقَالَ الآخَرَانِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَخْرَمَةُ، عَنْ أَبِيهِ، عَنْ نَافِعٍ، قَالَ كَانَ ابْنُ عُمَرَ إِذَا اسْتَجْمَرَ اسْتَجْمَرَ بِالأَلُوَّةِ غَيْرِ مُطَرَّاةٍ وَبِكَافُورٍ يَطْرَحُهُ مَعَ الأَلُوَّةِ ثُمَّ قَالَ هَكَذَا كَانَ يَسْتَجْمِرُ رَسُولُ اللَّهِ صلى الله عليه وسلم . ",
    "hadithBengali": "৫৬৮৮। হারুন ইবনু সাঈদ আয়লী, আবূ তাহির ও আহমদ ইবনু ঈসা (রহঃ) ... নাফি (রহঃ) থেকে বর্ণিত। তিনি বলেন, ইবনু উমার (রাঃ) অভ্যস্ত ছিলেন যে, যখন তিনি সুগন্ধি জ্বালাতেন, তখন (খাঁটি) উদ &#39;আগর&#39;, তার সাথে অন্য কোন সুগন্ধি না মিশিয়ে জালাতেন, আবার (কখনো) আগরের সাথে কর্পূর ঢেলে দিতেন। এরপর বলতেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ভাবে সুগন্ধি জ্বালিয়ে ব্যবহার করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5688",
    "id": "15558",
    "thesequence": "15086",
    "isActive": "1",
    "chapterId": "14106",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "142",
    "statusId": "1",
    "topicName": "৫. মেশক (কস্তূরী) ব্যবহার এবং তা শ্রেষ্ঠ সুগন্ধি হওয়ার এবং ফুল ও সুগন্ধি প্রত্যাখ্যান মাকরূহ হওয়ার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]