[
  {
    "hadithEnglish": " Abu Salama reported:\nI used to see dreams (and was so much perturbed) that I began to quiver and have temperature, but did not cover myself with a mantle. I met Abu Qatada and made a mention of that to him. He said: I heard Allahs Messenger (ﷺ) as saying: A good vision comes from Allah and a (bad) dream (hulm) from devil. So when one of you sees a bad dream (hulm) which he does not like, he should spit on his left side thrice and seek refuge with Allah from its evil; then it will not harm him.",
    "hadithArabic": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ، جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، - وَاللَّفْظُ لاِبْنِ أَبِي عُمَرَ - حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، قَالَ كُنْتُ أَرَى الرُّؤْيَا أُعْرَى مِنْهَا غَيْرَ أَنِّي لاَ أُزَمَّلُ حَتَّى لَقِيتُ أَبَا قَتَادَةَ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   الرُّؤْيَا مِنَ اللَّهِ وَالْحُلْمُ مِنَ الشَّيْطَانِ فَإِذَا حَلَمَ أَحَدُكُمْ حُلْمًا يَكْرَهُهُ فَلْيَنْفُثْ عَنْ يَسَارِهِ ثَلاَثًا وَلْيَتَعَوَّذْ بِاللَّهِ مِنْ شَرِّهَا فَإِنَّهَا لَنْ تَضُرَّهُ  .",
    "hadithBengali": "৫৭০০। আমর আন-নাকিদ, ইসহাক ইবনু ইবরাহীম ও ইবনু আবূ উমার (রহঃ) ... আবূ সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি এমন স্বপ্ন দেখতাম যাতে ভয় পেয়ে জ্বরাক্রান্ত হযে পড়তাম, তবে আমাকে কম্বল মুড়ি দিতে হতো না। অবশেষে আমি আবূ কাতাদা (রাঃ) এর সাথে সাক্ষাত করলাম এবং ঐ বিষয়টি তার কাছে উল্লেখ করলাম। তিনি বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিالرُّؤْيَا (সু-স্বপ্ন) আল্লাহর পক্ষ থেকে আর দুঃস্বপ্ন শয়তানের পক্ষ থেকে। সূতরাং তোমাদের কেউ যখন এমন স্বপ্ন দেখে যা সে অপছন্দ করে, তখন সে যেন তার বামদিকে তিনবার থু থু নিক্ষেপ করে এবং এর অনিষ্ট হাত আল্লাহর আশ্রয় প্রার্থনা করে (অর্থাৎ আউযুবিল্লাহ পড়ে), তা হলে তা তার ক্ষতি করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5700",
    "id": "15570",
    "thesequence": "15098",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Abu Qatada, but there is no mention of the words of Abu Salama:\nI saw dreams (which perturbed me) but I did not cover myself with a mantle.",
    "hadithArabic": " وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، مَوْلَى آلِ طَلْحَةَ وَعَبْدِ رَبِّهِ وَيَحْيَى ابْنَىْ سَعِيدٍ وَمُحَمَّدِ بْنِ عَمْرِو بْنِ عَلْقَمَةَ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي قَتَادَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم . مِثْلَهُ وَلَمْ يَذْكُرْ فِي حَدِيثِهِمْ قَوْلَ أَبِي سَلَمَةَ كُنْتُ أَرَى الرُّؤْيَا أُعْرَى مِنْهَا غَيْرَ أَنِّي لاَ أُزَمَّلُ .",
    "hadithBengali": "৫৭০১। ইবনু আবূ উমার (রহঃ) ... আবূ কাতাদা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস রিওয়ায়াত করেছেন। তবে এরা এদের বর্ণিত হাদীসে (পূর্বোক্ত হাদীসের) রাবী আবূ সালামা (রহঃ) এর উক্তি আমি স্বপ্ন দেখে ভয় পেয়ে জ্বরাক্রান্ত হয়ে পড়তাম তবে আমাকে কম্বল মুড়ি দিতে হতো না উক্তি উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "5701",
    "id": "15571",
    "thesequence": "15099",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been reported on the authority of Zuhri with the same chain of transmitters, but it does not contain the words:\nI felt disturbed because of that, and there is an addition of these words in the hadith transmitted on the authority of Yunus: Then spit thrice on the left side when you get up from sleep.",
    "hadithArabic": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، ح وَحَدَّثَنَا إِسْحَاقُ، بْنُ إِبْرَاهِيمَ وَعَبْدُ بْنُ حُمَيْدٍ قَالاَ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، كِلاَهُمَا عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ . وَلَيْسَ فِي حَدِيثِهِمَا أُعْرَى مِنْهَا . وَزَادَ فِي حَدِيثِ يُونُسَ   فَلْيَبْصُقْ عَلَى يَسَارِهِ حِينَ يَهُبُّ مِنْ نَوْمِهِ ثَلاَثَ مَرَّاتٍ  .",
    "hadithBengali": "৫৭০২। হারামালা ইবনু ইয়াহইয়া, ইসহাক ইবনু ইবরাহীম ও আবদ ইবনু হুমায়দ (রহঃ) ... যুহরী (রহঃ) থেকে উল্লেখিত সনদে হাদীস রিওয়ায়াত করেছেন। তবে তাঁদের দু&#39;জনের বর্ণিত হাদীসে &#39;ভয় পেয়ে জ্বরাক্রান্ত হয়ে পড়তাম&#39; কথাটি নেই। আর (প্রথম সনদে) রাবী ইউনুস (রহঃ) অধিক বলেছেন, যখন সে ঘুম থেকে জেগে উঠবে, তখন সে যেন তিনবার তার বামদিকে থু-থু ফেলে।\n",
    "checkStatus": "1",
    "hadithNo": "5702",
    "id": "15572",
    "thesequence": "15100",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Qatada reported Allahs Messenger (ﷺ) as saying:\nA good vision is from Allah and a bad dream (hulm) is from the satan; so if one of you sees anything (in a dream) which he dislikes, he should spit on his left side thrice and seek refuge with Allah from its evil, and then it will never harm him. Abu Salama said: I used to see dreams weighing more heavily upon me than a mountain; but since I heard this hadith I dont care for it (its burden).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا سُلَيْمَانُ، - يَعْنِي ابْنَ بِلاَلٍ - عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ سَمِعْتُ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ، يَقُولُ سَمِعْتُ أَبَا قَتَادَةَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   الرُّؤْيَا مِنَ اللَّهِ وَالْحُلْمُ مِنَ الشَّيْطَانِ فَإِذَا رَأَى أَحَدُكُمْ شَيْئًا يَكْرَهُهُ فَلْيَنْفِثْ عَنْ يَسَارِهِ ثَلاَثَ مَرَّاتٍ وَلْيَتَعَوَّذْ بِاللَّهِ مِنْ شَرِّهَا فَإِنَّهَا لَنْ تَضُرَّهُ  . فَقَالَ إِنْ كُنْتُ لأَرَى الرُّؤْيَا أَثْقَلَ عَلَىَّ مِنْ جَبَلٍ فَمَا هُوَ إِلاَّ أَنْ سَمِعْتُ بِهَذَا الْحَدِيثِ فَمَا أُبَالِيهَا .",
    "hadithBengali": "৫৭০৩। আবদুল্লাহ ইবনু মাসলামা ইবনু কা&#39;নাব (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে,الرُّؤْيَا (সু-স্বপ্ন) আল্লাহর পক্ষ থেকে আরالْحُلْمُ (দুঃস্বপ্ন) ও বাজে স্বপ্ন শয়তানের পক্ষ থেকে। সুতরাং তোমাদের কেঊ যখন এমন কোন বিষয় স্বপ্নে দেখে যা সে অপছন্দ করে, তখন সে যেন তার বামদিকে তিনবার থু থু নিক্ষেপ করে এবং (আউযুবিল্লাহ বা সূরা আল-ফালাক ও সূরা আন-নাস পড়ে) স্বপ্নের অনিষ্ট থেকে আল্লাহর আশ্রয় প্রার্থনা করে। কেননা (এভাবে করলে) তা তার কোন ক্ষতি করতে পারবে না। রাবী বলেন, আমি এমন স্বপ্নও দেখতাম যা আমার জন্য পাহাড়ের চাইতেও কঠিন (ও ভয়াবহ), কিন্তু এখন অবস্থা এই যে, এ হাদীস যখন আমি শুনে ফেলেছি, এখন আর সে সবের পরোয়া করি না।\n",
    "checkStatus": "1",
    "hadithNo": "5703",
    "id": "15573",
    "thesequence": "15101",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Salama reported:\nI used to see dreams, but the hadith transmitted on the authority of Laith b. Nu`man, the words of Abu Salama at the concluding part of the hadith are not mentioned. Ibn Rumh has reported in the hadith: He (one who sleeps) should change the side on which he had been lying before.",
    "hadithArabic": "وَحَدَّثَنَاهُ قُتَيْبَةُ، وَمُحَمَّدُ بْنُ رُمْحٍ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ يَعْنِي الثَّقَفِيَّ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، كُلُّهُمْ عَنْ يَحْيَى بْنِ سَعِيدٍ، بِهَذَا الإِسْنَادِ وَفِي حَدِيثِ الثَّقَفِيِّ قَالَ أَبُو سَلَمَةَ فَإِنْ كُنْتُ لأَرَى الرُّؤْيَا . وَلَيْسَ فِي حَدِيثِ اللَّيْثِ وَابْنِ نُمَيْرٍ قَوْلُ أَبِي سَلَمَةَ إِلَى آخِرِ الْحَدِيثِ . وَزَادَ ابْنُ رُمْحٍ فِي رِوَايَةِ هَذَا الْحَدِيثِ   وَلْيَتَحَوَّلْ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ  .",
    "hadithBengali": "৫৭০৪। কুতায়বা, মুহাম্মাদ ইবনু রুমহ, মুহাম্মাদ ইবনু মুসান্না ও আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... ইয়াহইয়া ইবনু সাঈদ (রহঃ) থেকে উল্লেখিত সনদে হাদীস রিওয়ায়াত করেছেন। তবে রাবী আস-সাকাফী (রহঃ) বর্ণিত হাদীসে রয়েছে রাবী আবূ সালামা (রহঃ) বলেছেন, আমি এমন স্বপ্নও দেখতাম যা ......। আর রাবী আল লায়স ও ইবনু নুমায়র (রহঃ) বর্ণিত হাদীসে আবূ সালামা (রাঃ) এর উক্তি হতে হাদীসের শেষ পর্যন্ত অংশ নেই এবং রাবী ইবনু রুমহ এ হাদীসের রিওয়ায়াতে অধিক বলেছেন যে, আর সে (স্বপ্নদ্রষ্টা) ব্যক্তি যে পাশে ঘুমাচ্ছিল, সে পাশ পরিবর্তন করে অন্যপাশে শোবে।\n",
    "checkStatus": "1",
    "hadithNo": "5704",
    "id": "15574",
    "thesequence": "15102",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Qatada reported Allahs Messenger (ﷺ) as saying:\nThe good vision are from Allah and the evil dreams are from the satan. If one sees a dream which one does not like, one should spit on ones left side and seek the refuge of Allah from the satan; it will not do one any harm, and one should not disclose it to anyone and if one sees a good vision one should feel pleased but should not disclose it to anyone but whom one loves.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ عَبْدِ رَبِّهِ بْنِ سَعِيدٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي قَتَادَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ   الرُّؤْيَا الصَّالِحَةُ مِنَ اللَّهِ وَالرُّؤْيَا السَّوْءُ مِنَ الشَّيْطَانِ فَمَنْ رَأَى رُؤْيَا فَكَرِهَ مِنْهَا شَيْئًا فَلْيَنْفِثْ عَنْ يَسَارِهِ وَلْيَتَعَوَّذْ بِاللَّهِ مِنَ الشَّيْطَانِ لاَ تَضُرُّهُ وَلاَ يُخْبِرْ بِهَا أَحَدًا فَإِنْ رَأَى رُؤْيَا حَسَنَةً فَلْيُبْشِرْ وَلاَ يُخْبِرْ إِلاَّ مَنْ يُحِبُّ  .",
    "hadithBengali": "৫৭০৫। আবূ তাহির (রহঃ) ... আবূ কাতাদা (রহঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত যে, তিনি বলেছেন, ভাল স্বপ্ন আল্লাহর পক্ষ থেকে, আর মন্দ স্বপ্ন শয়তানের পক্ষ থেকে। সুতরাং যে ব্যক্তি কোন স্বপ্ন দেখল আর এতে কোন কিছু অপছন্দ হয়, তখন সে যেন তার বামদিকে থু থু নিক্ষেপ করে এবং শয়তান (-এর কারসাজি) থেকে আল্লাহর আশ্রয় প্রার্থনা করে, (তাহলে) তা তার কোন ক্ষতি করবে না। আর কারো কাছে ঐ স্বপ্নের কথা ব্যক্ত করবে না। আর যদি কোন ভাল স্বপ্ন দেখে, তা হলে (সুসংবাদ প্রাপ্তিতে) খুশি হবে। আর যাকে সে মহব্বত করে, এমন লোক ছাড়া কারো কাছে ব্যক্ত করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5705",
    "id": "15575",
    "thesequence": "15103",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Salama reported:\nI used to see (such horrible dreams) that I fell ill. I saw Abu Qatada who also said: I used to see dreams which made me sick until I heard Allahs Messenger (ﷺ) as saying: Good dreams are from Allah, so if any one of you sees which he likes he should not disclose it to one but whom he loves, but if he sees something which he does not like he should spit on his left side thrice and seek refuge with Allah from the mischief of the Satan and its mischief (i.e. of the dream), and he should not relate it to anyone, then it would not harm him.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلاَّدٍ الْبَاهِلِيُّ، وَأَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ الْحَكَمِ، قَالاَ حَدَّثَنَا مُحَمَّدُ، بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ رَبِّهِ بْنِ سَعِيدٍ، عَنْ أَبِي سَلَمَةَ، قَالَ إِنْ كُنْتُ لأَرَى الرُّؤْيَا تُمْرِضُنِي - قَالَ - فَلَقِيتُ أَبَا قَتَادَةَ فَقَالَ وَأَنَا كُنْتُ لأَرَى الرُّؤْيَا فَتُمْرِضُنِي حَتَّى سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   الرُّؤْيَا الصَّالِحَةُ مِنَ اللَّهِ فَإِذَا رَأَى أَحَدُكُمْ مَا يُحِبُّ فَلاَ يُحَدِّثُ بِهَا إِلاَّ مَنْ يُحِبُّ وَإِنْ رَأَى مَا يَكْرَهُ فَلْيَتْفِلْ عَنْ يَسَارِهِ ثَلاَثًا وَلْيَتَعَوَّذْ بِاللَّهِ مِنْ شَرِّ الشَّيْطَانِ وَشَرِّهَا وَلاَ يُحَدِّثْ بِهَا أَحَدًا فَإِنَّهَا لَنْ تَضُرَّهُ  .",
    "hadithBengali": "৫৭০৬। আবূ বাকর ইবনু খাল্লাদ বাহিলী ও আহমদ ইবনু আবদুল্লাহ ইবনু হাকাম (রহঃ) ... আবূ সালামা (রহঃ) থেকে বর্ণিত। তিনি বলেন আমি এমন স্বপ্ন দেখতাম, যা আমাকে অসুস্থ করে দিত। তিনি বলেন, পরে আমি আবূ কাতাদা (রাঃ) এর সাথে সাক্ষাত করলাম (এবং আমার অসুবিধার বিষয়টি তাঁকে বললাম)। তখন তিনি বললেন, আমিও এমন স্বপ্ন দেখতাম, যা আমাকে অসুস্থ করে দিত। অবশেষে আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনলাম, ভাল স্বপ্ন আল্লাহর পক্ষ থেকে। এবং তোমাদের কেউ যখন এমন (স্বপ্ন) দেখে যা সে পছন্দ করে, তা হলে তা তার ভালবাসার ব্যক্তি ছাড়া অন্য কারো কাছে ব্যক্ত করবে না। আর যখন এমন (স্বপ্ন) দেখে যা সে অপছন্দ করে, তা হলে সে যেন তার বামদিকে তিন (বার) থু থু নিক্ষেপ করে এবং সে শয়তানের অনিষ্ট ও স্বপ্নের অকল্যাণ থেকে আল্লাহর কাছে আশ্রয় প্রার্থনা করে এবং কাউকে তা না বলে। কেননা (এভাবে করলে) সে স্বপ্ন তার কোন ক্ষতি করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5706",
    "id": "15576",
    "thesequence": "15104",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported Allahs Messenger (ﷺ) as saying:\nIf anyone sees a dream which he does not like, he should spit on his left side three times, and seek refuge with Allah from the Satan three times, and let him turn over from the side on which he was sleeping.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا ابْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ أَبِي، الزُّبَيْرِ عَنْ جَابِرٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ   إِذَا رَأَى أَحَدُكُمُ الرُّؤْيَا يَكْرَهُهَا فَلْيَبْصُقْ عَنْ يَسَارِهِ ثَلاَثًا وَلْيَسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ ثَلاَثًا وَلْيَتَحَوَّلْ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ  .",
    "hadithBengali": "৫৭০৭। কুতায়বা ইবনু সাঈদ ও ইবনু রুমহ (রহঃ) ... জাবির (রাঃ) সুত্রে বর্ণিত। তিনি বলেছেনঃ তোমাদের কেউ যখন এমন স্বপ্ন দেখল যা সে অপছন্দ করে, তখন সে যেন তার বামদিকে তিনবার থু থু নিক্ষেপ করে এবং শয়তান (এর চক্রান্ত) থেকে আল্লাহর কাছে তিনবার আশ্রয় প্রার্থনা করে এবং যে কাতে নিদ্রিত ছিল, তা থেকে যেন পার্শ্ব পরিবর্তন করে (ঘুমায়)।\n",
    "checkStatus": "1",
    "hadithNo": "5707",
    "id": "15577",
    "thesequence": "15105",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nWhen the time draws near (when the Resurrection is near) a believers dream can hardly be false. And the truest vision will be of one who is himself the most truthful in speech, for the vision of a Muslim is the forty-fifth part of Prophecy, and dreams are of three types: one good dream which is a sort of good tidings from Allah; the evil dream which causes pain is from the satan; and the third one is a suggestion of ones own mind; so if any one of you sees a dream which he does not like he should stand up and offer prayer and he should not relate it to people, and he said: I would love to see fetters (in the dream), but I dislike wearing of necklace, for the fetters is (an indication of) ones steadfastness in religion. The narrator said: I do not know whether this is a part of the hadith or the words of Ibn Sirin.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ الْمَكِّيُّ، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ أَيُّوبَ السَّخْتِيَانِيِّ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  إِذَا اقْتَرَبَ الزَّمَانُ لَمْ تَكَدْ رُؤْيَا الْمُسْلِمِ تَكْذِبُ وَأَصْدَقُكُمْ رُؤْيَا أَصْدَقُكُمْ حَدِيثًا وَرُؤْيَا الْمُسْلِمِ جُزْءٌ مِنْ خَمْسٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ وَالرُّؤْيَا ثَلاَثَةٌ فَرُؤْيَا الصَّالِحَةِ بُشْرَى مِنَ اللَّهِ وَرُؤْيَا تَحْزِينٌ مِنَ الشَّيْطَانِ وَرُؤْيَا مِمَّا يُحَدِّثُ الْمَرْءُ نَفْسَهُ فَإِنْ رَأَى أَحَدُكُمْ مَا يَكْرَهُ فَلْيَقُمْ فَلْيُصَلِّ وَلاَ يُحَدِّثْ بِهَا النَّاسَ  . قَالَ  وَأُحِبُّ الْقَيْدَ وَأَكْرَهُ الْغُلَّ وَالْقَيْدُ ثَبَاتٌ فِي الدِّينِ  . فَلاَ أَدْرِي هُوَ فِي الْحَدِيثِ أَمْ قَالَهُ ابْنُ سِيرِينَ .",
    "hadithBengali": "৫৭০৮। মুহাম্মদ ইবন আবু উমার মাক্কী (রহঃ) ... আবু হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, যখন যামানা (ও সময় কিয়ামতের) নিকটবর্তী হয়ে যাবে, তখন প্রায়শ (খাটি) মুসলমানের স্বপ্ন মিথ্যা ও অঠিক হবে না। তোমাদের (মাঝের) সর্বাধিক সত্যভাষী ব্যক্তি সর্বাধিক সত্য (ও বাস্তব) স্বপ্নদ্রষ্টা হবে। আর মুসলমানের স্বপ্ন নবুয়াতের পঁয়তাল্লিশ ভাগের এক ভাগ। আর স্বপ্ন তিন (প্রকার), ভাল স্বপ্ন আল্লাহর পক্ষ থেকে সুসংবাদ (বাহক)। আর (এক প্রকার) স্বপ্ন শয়তানের থেকে দুর্ভাবনা সৃষ্টি করে। আর (এক প্রকার) স্বপ্ন যা মানুষ তার মনের সাথে কথা বলে (এবং চিন্তা-ভাবনা করে), তা থেকে (উদ্ভূত)।\n\nঅতএব তোমাদের কেউ যদি এমন কিছু স্বপ্ন দেখে যা সে অপসন্দ করে, তা হলে সে যেন (ঘুম থেকে) উঠে দাঁড়ায় এবং সালাত আদায় করে আর মানুষের কাছে সে (স্বপ্নের) কথা প্রকাশ না করে। তিনি (আরও) বলেছেন যে, আমি (স্বপ্নে) হাতকড়া (পায়ের বেড়ী দেখা) পসন্দ করি এবং গলায় বেড়ী (দেখা) অপসন্দ করি। কেননা পায়ে বেড়ী দীন-ধর্মে অবিচলতা (-র পরিচায়ক)। রাবী বলেন, তবে আমি জানি না যে, তা (রিওয়ায়াতের এ শেষ অংশটি) মূল হাদীসের অংশ [নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বানী] কিংবা তা [আবু হুরায়রা (রাঃ) থেকে রিওয়ায়াতকারী তাবেঈ] রাবী ইবন সীরীন (রহঃ) বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5708",
    "id": "15578",
    "thesequence": "15106",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nI love to see fetters but I hate necklace (in a dream), for fetters signifies ones steadfastness in religion, and he also reported Allahs Messenger (ﷺ) as saying: The vision of a believer is forty-sixth part of Prophecy.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، بِهَذَا الإِسْنَادِ وَقَالَ فِي الْحَدِيثِ قَالَ أَبُو هُرَيْرَةَ فَيُعْجِبُنِي الْقَيْدُ وَأَكْرَهُ الْغُلَّ وَالْقَيْدُ ثَبَاتٌ فِي الدِّينِ . وَقَالَ النَّبِيُّ صلى الله عليه وسلم   رُؤْيَا الْمُؤْمِنِ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ  .",
    "hadithBengali": "৫৭০৯। মুহাম্মদ ইবনু রাফি (রহঃ) ... আইউব (রহঃ) থেকে উল্লেখিত সনদে হাদীস বর্ননা করেছেন। আর তিনি (তাঁর বর্ণিত) হাদীসে বলেছেন, আবূ হুরায়রা (রাঃ) বলেছেন, পায়ের কড়া (দেখা) আমাকে আনন্দিত করে এবং গলায় বেড়ী (দেখা) আমি অপছন্দ করি। আর (কেননা) পায়ের বেড়ী হল দ্বীন-ধর্মে অবিচলতার পরিচায়ক। আর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, (খাঁটি) ঈমানদারের স্বপ্ন নবুওয়াতের ছেচল্লিশ অংশের একটি অংশ।\n",
    "checkStatus": "1",
    "hadithNo": "5709",
    "id": "15579",
    "thesequence": "15107",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted on the authority of Abu Huraira and the words are:\nWhen the time draws near, the rest of the hadith is the same.",
    "hadithArabic": " حَدَّثَنِي أَبُو الرَّبِيعِ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - حَدَّثَنَا أَيُّوبُ، وَهِشَامٌ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ إِذَا اقْتَرَبَ الزَّمَانُ . وَسَاقَ الْحَدِيثَ وَلَمْ يَذْكُرْ فِيهِ النَّبِيَّ صلى الله عليه وسلم .",
    "hadithBengali": "৫৭১০। আবূ রবী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন যামানা বা সময় কিয়ামতের নিকটবর্তী হয়ে যাবে ...... রাবী (এভাবেই) হাদীসখানি বর্ণনা করেছেন এবং তিনি তাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নাম উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "5710",
    "id": "15580",
    "thesequence": "15108",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Muhammad b. Sirin reported from Abu Huraira a hadith from Allahs Apostle (ﷺ) and he mentioned in his hadith his words:\nI dislike shackles, up to the end of his statement, but he made no mention of this: A vision is a forty-sixth part of Prophecy.",
    "hadithArabic": "وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنَا أَبِي، عَنْ قَتَادَةَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم . وَأَدْرَجَ فِي الْحَدِيثِ قَوْلَهُ وَأَكْرَهُ الْغُلَّ . إِلَى تَمَامِ الْكَلاَمِ وَلَمْ يَذْكُرِ   الرُّؤْيَا جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ  .",
    "hadithBengali": "৫৭১১। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি তাঁর বর্ণনায় আর আমি গলায় বেড়ী দেখা অপছন্দ করি থেকে শেষ বক্তব্য পর্যন্ত অংশ অনুপ্রবিষ্ট (ইদরাজ) করেছেন। আর স্বপ্ন নবুওয়াতের ছেচল্লিশ অংশের একটি অংশ কথাটি তিনি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "5711",
    "id": "15581",
    "thesequence": "15109",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " `Ubada b. as-Samit reported Allahs Messenger (ﷺ) as saying:\nThe vision of a believer is the forty-sixth part of Prophecy.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، وَأَبُو دَاوُدَ ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، كُلُّهُمْ عَنْ شُعْبَةَ، ح وَحَدَّثَنَا عُبَيْدُ، اللَّهِ بْنُ مُعَاذٍ - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   رُؤْيَا الْمُؤْمِنِ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ  .",
    "hadithBengali": "৫৭১২। মুহাম্মাদ ইবনু মুসান্না, ইবনু বাশশার, যুহায়র ইবনু হারব ও উবায়দুল্লাহ ইবনু মুয়ায (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিনের স্বপ্ন নবুওয়তের ছেচল্লিশ অংশের একটি অংশ।\n",
    "checkStatus": "1",
    "hadithNo": "5712",
    "id": "15582",
    "thesequence": "15110",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Anas b. Malik through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ، بْنِ مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَ ذَلِكَ .",
    "hadithBengali": "৫৭১৩। উবায়দুল্লাহ ইবনু মুআয (রহঃ) ... আনাস ইবনু মালিক (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5713",
    "id": "15583",
    "thesequence": "15111",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nVerily the vision of a believer is one of the forty-sixth part of Prophecy.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ، الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ رُؤْيَا الْمُؤْمِنِ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ  .",
    "hadithBengali": "৫৭১৪। আবদ ইবনু হুমায়দ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, অবশ্য ঈমানদারের স্বপ্ন নবুওয়াতের ছেচল্লিশ অংশের একটি অংশ।\n",
    "checkStatus": "1",
    "hadithNo": "5714",
    "id": "15584",
    "thesequence": "15112",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThe vision of a Muslim which he sees or which is shown to him, and in the hadith transmitted on the authority of Ibn Mushir (the words are): The pious dream is the forty-sixth part of Prophecy.",
    "hadithArabic": " وَحَدَّثَنَا إِسْمَاعِيلُ بْنُ الْخَلِيلِ، أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الأَعْمَشِ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  رُؤْيَا الْمُسْلِمِ يَرَاهَا أَوْ تُرَى لَهُ  . وَفِي حَدِيثِ ابْنِ مُسْهِرٍ  الرُّؤْيَا الصَّالِحَةُ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ  .",
    "hadithBengali": "৫৭১৫। ইসমাঈল ইবনু খলিল ও ইবনু নুমায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুসলমানের স্বপ্ন যা সে দেখে কিংবা যা তার সম্পর্কে দেখানো হয়। রাবী ইবনু মুসহীর বর্ণিত হাদীসে (মুসলমানের স্বপ্ন স্থলে) রয়েছে, &#39;ভাল স্বপ্ন&#39; নবুওয়াতের ছেচল্লিশ অংশের একটি অংশ।\n",
    "checkStatus": "1",
    "hadithNo": "5715",
    "id": "15585",
    "thesequence": "15113",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThe vision of a pious man is the forty-sixth part of Prophecy.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ سَمِعْتُ أَبِي يَقُولُ، حَدَّثَنَا أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   رُؤْيَا الرَّجُلِ الصَّالِحِ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ  .",
    "hadithBengali": "৫৭১৬। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন নেককার ব্যক্তির স্বপ্ন নবুওয়াতের ছেচল্লিশ অংশের একটি অংশ।\n",
    "checkStatus": "1",
    "hadithNo": "5716",
    "id": "15586",
    "thesequence": "15114",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Yahya b. Abu Kathir with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، حَدَّثَنَا عَلِيٌّ، - يَعْنِي ابْنَ الْمُبَارَكِ - ح وَحَدَّثَنَا أَحْمَدُ بْنُ الْمُنْذِرِ، حَدَّثَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا حَرْبٌ، - يَعْنِي ابْنَ شَدَّادٍ - كِلاَهُمَا عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৫৭১৭। মুহাম্মাদ ইবনু মুসান্না ও আহমাদ ইবনু মুনযির (রহঃ) ... ইয়াহইয়া ইবনু আবূ কাসীর (রহঃ) থেকে উল্লেখিত সনদে হাদীস রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5717",
    "id": "15587",
    "thesequence": "15115",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abu Huraira through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ عَبْدِ اللَّهِ بْنِ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِيهِ .",
    "hadithBengali": "৫৭১৮। মুহাম্মাদ ইবনু রাফি (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবদুল্লাহ ইবনু ইয়াহইয়া ইবনু আবূ কাসীর (রহঃ) তাঁর পিতা সুত্রে বর্ণিত হাদীসের অনুরূপ হাদীস রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5718",
    "id": "15588",
    "thesequence": "15116",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn `Umar reported Allahs Messenger (ﷺ) as saying:\nThe pious dreams are the seventieth part of Prophecy.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، قَالاَ جَمِيعًا حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الرُّؤْيَا الصَّالِحَةُ جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنَ النُّبُوَّةِ  .",
    "hadithBengali": "৫৭১৯। আবূ বাকর ইবনু আবূ শায়বা ও ইবনু নুমায়র (রহঃ) ... ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ভাল স্বপ্ন নবুয়তের সত্তর অংশের একটি অংশ।\n",
    "checkStatus": "1",
    "hadithNo": "5719",
    "id": "15589",
    "thesequence": "15117",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been reported on the authority of `Ubaidullah with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ ابْنُ الْمُثَنَّى، وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالاَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৫৭২০। ইবনু মুসান্না ও উবায়দুল্লাহ ইবনু সাঈদ (রহঃ) ... ইয়াহইয়া সুত্রে উবায়দুল্লাহ (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5720",
    "id": "15590",
    "thesequence": "15118",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A hadith like this has been reported on the authority of Nafi` with the same chain of transmitters (and the words are):\nI think Ibn `Umar said: The seventieth part from Prophecy.",
    "hadithArabic": "وَحَدَّثَنَاهُ قُتَيْبَةُ، وَابْنُ، رُمْحٍ عَنِ اللَّيْثِ بْنِ سَعْدٍ، ح وَحَدَّثَنَا ابْنُ رَافِعٍ، حَدَّثَنَا ابْنُ، أَبِي فُدَيْكٍ أَخْبَرَنَا الضَّحَّاكُ، - يَعْنِي ابْنَ عُثْمَانَ - كِلاَهُمَا عَنْ نَافِعٍ، بِهَذَا الإِسْنَادِ وَفِي حَدِيثِ اللَّيْثِ قَالَ نَافِعٌ حَسِبْتُ أَنَّ ابْنَ عُمَرَ قَالَ   جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنَ النُّبُوَّةِ  .",
    "hadithBengali": "৫৭২১। কুতায়বা ও ইবনু রুমহ (রহঃ) লায়স ইবনু সাদ থেকে (অন্য সনদে) ইবনু রাফি ও ইবনু ফুদায়ক (রহঃ) নাফি (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন। লায়স-এর হাদীসে রয়েছে নাফি (রহঃ) বলেন, আমার মনে হয ইবনু উমার (রাঃ) বলেছেনঃ স্বপ্ন নবুওয়াতের সত্তর ভাগের এক ভাগ।\n",
    "checkStatus": "1",
    "hadithNo": "5721",
    "id": "15591",
    "thesequence": "15119",
    "isActive": "1",
    "chapterId": "14109",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nHe who saw me in a dream in fact saw me, for the satan does not appear in my form.",
    "hadithArabic": "حَدَّثَنَا أَبُو الرَّبِيعِ، سُلَيْمَانُ بْنُ دَاوُدَ الْعَتَكِيُّ حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - حَدَّثَنَا أَيُّوبُ، وَهِشَامٌ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ رَآنِي فِي الْمَنَامِ فَقَدْ رَآنِي فَإِنَّ الشَّيْطَانَ لاَ يَتَمَثَّلُ بِي  .",
    "hadithBengali": "৫৭২২। আবূ রবী সুলায়মান ইবনু দাঊদ আতাকী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আমাকে স্বপ্নে দেখে, সে আমাকে সত্যই দেখেছো কেননা শয়তান আমার রূপ ধারণ করতে পারে না।\n",
    "checkStatus": "1",
    "hadithNo": "5722",
    "id": "15592",
    "thesequence": "15120",
    "isActive": "1",
    "chapterId": "14110",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "১. নবী (ﷺ) এর বানীঃ যে ব্যক্তি আমাকে সপ্নে দেখে, সে অবশ্যই আমাকে দেখেছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nI heard Allahs Messenger (ﷺ) as saying: He who saw me in a dream would soon see me in the state of wakefulness, or as if he saw me in a state of wakefulness, for the satan does not appear in my form.\n Abu Qatada reported Allahs Messenger (ﷺ) as saying:\nHe who saw me in dream in fact saw the truth (what is true).\n The above two hadith have been narrated likewise through another chain of transmitters.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ، شِهَابٍ حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ رَآنِي فِي الْمَنَامِ فَسَيَرَانِي فِي الْيَقَظَةِ أَوْ لَكَأَنَّمَا رَآنِي فِي الْيَقَظَةِ لاَ يَتَمَثَّلُ الشَّيْطَانُ بِي  .\nوَقَالَ فَقَالَ أَبُو سَلَمَةَ قَالَ أَبُو قَتَادَةَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ رَآنِي فَقَدْ رَأَى الْحَقَّ  .\n وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ أَخِي الزُّهْرِيِّ، حَدَّثَنَا عَمِّي، . فَذَكَرَ الْحَدِيثَيْنِ جَمِيعًا بِإِسْنَادَيْهِمَا سَوَاءً مِثْلَ حَدِيثِ يُونُسَ .",
    "hadithBengali": "৫৭২৩। আবূ তাহির ও হারামালা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যক্তি আমাকে স্বপ্নে দেখে, অচিরেই সে আমাকে জাগ্রত অবস্থায় দেখতে পাবে। কিংবা তিনি বলেছেন, সে যেন আমাকে জাগ্রত অবস্থায় দেখতে পেল। কেননা শয়তান আমার রূপ ধারণ করতে পারে না। রাবী আরো বলেন, আবূ সালামা বলেছেন, আবূ কাতাদা বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আমাকে দেখল সে নিশ্চয়ই সত্যই দেখল।\n\nএবং যুহায়র ইবনু হারব (রহঃ) ... যুহরী (রহঃ) থেকে বর্ণিত, তিনি হাদীস দু&#39;টির সবটুকু তাদের উভয়ের সনদে ইউনুসের হাদীসের সম্পূর্ণ অনুরূপ সমানভাবে উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5723",
    "id": "15593",
    "thesequence": "15121",
    "isActive": "1",
    "chapterId": "14110",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "১. নবী (ﷺ) এর বানীঃ যে ব্যক্তি আমাকে সপ্নে দেখে, সে অবশ্যই আমাকে দেখেছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported Allahs Messenger (ﷺ) as saying:\nHe who saw me in sleep in fact saw me, for it is not possible for the satan to appear in my form; and he also said: When any one of you sees a hulm he should not inform anyone, for it is a sort of vain sport of devil in the state of sleep.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا ابْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ أَبِي، الزُّبَيْرِ عَنْ جَابِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  مَنْ رَآنِي فِي النَّوْمِ فَقَدْ رَآنِي إِنَّهُ لاَ يَنْبَغِي لِلشَّيْطَانِ أَنْ يَتَمَثَّلَ فِي صُورَتِي  . وَقَالَ  إِذَا حَلَمَ أَحَدُكُمْ فَلاَ يُخْبِرْ أَحَدًا بِتَلَعُّبِ الشَّيْطَانِ بِهِ فِي الْمَنَامِ  .",
    "hadithBengali": "৫৭২৪। কুতায়বা ইবন সাঈদ ও ইবন রুমূহ (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি ঘুমের মধ্যে (স্বপ্নযোগে) আমাকে দেখল, সে অবশ্যই আমাকে দেখল। কেননা শয়তানের পক্ষে আমার রূপ ধারণ করা সঙ্গত (সম্ভব) নয়। তিনি আরও বলেছেন, তোমাদের কেউ যখন বাজে স্বপ্ন দেখে, সে যেন ঘুমের মাঝে তার সাথে শয়তানের কারসাজির খবর কাউকে না দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "5724",
    "id": "15594",
    "thesequence": "15122",
    "isActive": "1",
    "chapterId": "14110",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "১. নবী (ﷺ) এর বানীঃ যে ব্যক্তি আমাকে সপ্নে দেখে, সে অবশ্যই আমাকে দেখেছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. `Abdullah reported Allahs Messenger (ﷺ) as saying:\nHe who saw me in a dream in fact saw me, for the satan cannot assume my form.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا زَكَرِيَّاءُ بْنُ إِسْحَاقَ، حَدَّثَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ رَآنِي فِي النَّوْمِ فَقَدْ رَآنِي فَإِنَّهُ لاَ يَنْبَغِي لِلشَّيْطَانِ أَنْ يَتَشَبَّهَ بِي  .",
    "hadithBengali": "৫৭২৫। মুহাম্মদ ইবনু হাতিম (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি ঘুমের মধ্যে (স্বপ্নযোগে) আমাকে দেখল, সে অবশ্য আমাকেই দেখল। কেননা শয়তানের পক্ষে সঙ্গত (সম্ভব) নয় যে, সে আমার সাদৃশ্য গ্রহণ করে।\n",
    "checkStatus": "1",
    "hadithNo": "5725",
    "id": "15595",
    "thesequence": "15123",
    "isActive": "1",
    "chapterId": "14110",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "১. নবী (ﷺ) এর বানীঃ যে ব্যক্তি আমাকে সপ্নে দেখে, সে অবশ্যই আমাকে দেখেছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir reported Allahs Messenger (ﷺ) as saying:\nThere came to him (the Holy Prophet) a desert Arab and said: I saw in a dream that I had been beheaded and I had been following it (the severed head). Allahs Apostle (ﷺ) reprimanded him saying: Do not inform about the vain sporting of devil with you during the night.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا ابْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ أَبِي، الزُّبَيْرِ عَنْ جَابِرٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ لأَعْرَابِيٍّ جَاءَهُ فَقَالَ إِنِّي حَلَمْتُ أَنَّ رَأْسِي قُطِعَ فَأَنَا أَتَّبِعُهُ فَزَجَرَهُ النَّبِيُّ صلى الله عليه وسلم وَقَالَ   لاَ تُخْبِرْ بِتَلَعُّبِ الشَّيْطَانِ بِكَ فِي الْمَنَامِ  .",
    "hadithBengali": "৫৭২৬। কুতায়বা ও ইবনু রুমহ (রহঃ) ... জাবির (রাঃ) সুত্রে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। (একদা) এক বেদুঈন তাঁর কাছে এসে বলল, আমি স্বপ্নে দেখলাম যে, আমার মাথা কেটে ফেলা হয়েছে আর আমি তার পিছনে পিছনে ছুটে চলছি। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ধমক দিয়ে বললেনঃ ঘুমের মাঝে তোমার সাথে শয়তানের ক্রীড়া-কৌতুকের খবর কাউকে দিও না।\n",
    "checkStatus": "1",
    "hadithNo": "5726",
    "id": "15596",
    "thesequence": "15124",
    "isActive": "1",
    "chapterId": "14111",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "২. ঘুমের মাঝে তার (ঘুমন্ত ব্যক্তির সাথে) শয়তানের খেলাধুলার খবর কাউকে দিও না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported that there came to Allahs Apostle (ﷺ) a desert Arab and said:\nAllahs Messenger, I saw in the state of sleep as if my head had been cut off and I had been moving on haltingly after it. Thereupon Allahs Messenger (ﷺ) said to that desert Arab: Do not narrate to the people the vain sporting of satan with you in your sleep and (the narrator) also said: I heard Allahs Messenger (ﷺ) in his subsequent address: None amongst you should narrate the vain sporting of devil with him in the dream.",
    "hadithArabic": " وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ رَأَيْتُ فِي الْمَنَامِ كَأَنَّ رَأْسِي ضُرِبَ فَتَدَحْرَجَ فَاشْتَدَدْتُ عَلَى أَثَرِهِ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلأَعْرَابِيِّ  لاَ تُحَدِّثِ النَّاسَ بِتَلَعُّبِ الشَّيْطَانِ بِكَ فِي مَنَامِكَ  . وَقَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم بَعْدُ يَخْطُبُ فَقَالَ  لاَ يُحَدِّثَنَّ أَحَدُكُمْ بِتَلَعُّبِ الشَّيْطَانِ بِهِ فِي مَنَامِهِ  .",
    "hadithBengali": "৫৭২৭। উসমান ইবনু আবূ শায়বা (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক বেদুঈন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, ইয়া রাসুলাল্লাহ! আমি স্বপ্নে দেখলাম যেন আমার মাথা কেটে ফেলা হয়েছে এবং তা গড়াতে শুরু করেছে আর আমি তার পিছনে জোর দৌড় লাগালাম। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে বেদুঈন আরবকে বললেন, তোমার ঘুমের মাঝে তোমার সাথে শয়তানের ক্রীড়া-কৌতুকের বিষয় মানুষের কাছে ব্যক্ত করো না। রাবী [জাবির (রাঃ)] বলেন, এ ঘটনার পর আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ভাষণ দিতে শুনলাম। তাতে তিনি বললেন, তোমাদের কেউ ঘুমের মাঝে তার সাথে শয়তানের ক্রীড়া-কৌতুকের বিষয় ব্যক্ত করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5727",
    "id": "15597",
    "thesequence": "15125",
    "isActive": "1",
    "chapterId": "14111",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "২. ঘুমের মাঝে তার (ঘুমন্ত ব্যক্তির সাথে) শয়তানের খেলাধুলার খবর কাউকে দিও না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported that a person came to Allahs Apostle (ﷺ) and said:\nAllahs Messenger, I have seen in the state of sleep as if my head had been cut off. Thereupon Allahs Apostle (ﷺ) laughed and said: When the satan plays with any one of you in the state of sleep, do not mention it to the people; and in the hadith transmitted by Abu Bakr (the words are): If one of you is played with, and he did not make any mention of the word: Satan.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو سَعِيدٍ الأَشَجُّ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ رَأَيْتُ فِي الْمَنَامِ كَأَنَّ رَأْسِي قُطِعَ . قَالَ فَضَحِكَ النَّبِيُّ صلى الله عليه وسلم وَقَالَ  إِذَا لَعِبَ الشَّيْطَانُ بِأَحَدِكُمْ فِي مَنَامِهِ فَلاَ يُحَدِّثْ بِهِ النَّاسَ  . وَفِي رِوَايَةِ أَبِي بَكْرٍ  إِذَا لُعِبَ بِأَحَدِكُمْ  . وَلَمْ يَذْكُرِ الشَّيْطَانَ .",
    "hadithBengali": "৫৭২৮। আবূ বাকর ইবনু আবূ শায়বা ও আবূ সাঈদ আশাজ্জ (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, ইয়া রাসুলাল্লাহ! আমি স্বপ্নে দেখলাম যেন আমার মাথা কেটে ফেলা হয়েছে। রাবী বলেন, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুচকি হেসে বললেন, শয়তান যখন তোমাদের কারো সাথে তার ঘুমের মাঝে ক্রীড়া-কারসাজি করে, তখন সে যেন মানুষের কাছে তা ব্যক্ত না করে। আর রাবী আবূ বাকর (রহঃ) এর রিওয়ায়াতে রয়েছে, যখন তোমাদের কারো সাথে ক্রীড়া-কারসাজি করা হয়। &#39;শয়তান&#39; শব্দ উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "5728",
    "id": "15598",
    "thesequence": "15126",
    "isActive": "1",
    "chapterId": "14111",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "২. ঘুমের মাঝে তার (ঘুমন্ত ব্যক্তির সাথে) শয়তানের খেলাধুলার খবর কাউকে দিও না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is reported either on the authority of Ibn `Abbas or on the authority of Abu Huraira that a person came to Allahs Messenger (ﷺ) and said:\nAllahs Messenger, I saw while I was sleeping during the night (this vision) that there was a canopy from which butter and honey were trickling and I also saw people collecting them in the palms of their hands, some more, some less, and I also saw a rope connecting the earth with the sky and I saw you catching hold of it and rising towards the heaven; then another person after you catching hold of it and rising towards (Heaven); then another person catching hold of it, but it was broken while it was rejoined for him and he also climbed up. Abu Bakr said: Allahs Messenger, may my father be sacrificed for you, by Allah, allow me to interpret it. Allahs Messenger (ﷺ) said: Well, give its interpretation. Thereupon Abu Bakr said: The canopy signifies the canopy of Islam and that what trickles out of it in the form of butter and honey is the Holy Quran and its sweetness and softness and what the people get hold of it in their palms implies major portion of the Quran or the small portion; and so far as the rope joining the sky with the earth is concerned, it is the Truth by which you stood (in the worldly life) and by which Allah would raise you (to Heaven). Then the person after you would take hold of it and he would also climb up with the help of it. Then another person would take hold of it and climb up with the help of it. Then another person would take hold of it and it would be broken; then it would be rejoined for him and he would climb up with the help of it. Allahs Messenger, may my father be taken as a ransom for you, tell me whether I have interpreted it correctly or I have made an error. Allahs Messenger (ﷺ) said: You have interpreted a part of it correctly and you have erred in interpreting a part of it. Thereupon he said: Allahs Messenger, by Allah, tell me that part where I have committed an error. Thereupon he said: Dont take an oath.",
    "hadithArabic": "حَدَّثَنَا حَاجِبُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، عَنِ الزُّبَيْدِيِّ، أَخْبَرَنِي الزُّهْرِيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، أَنَّ ابْنَ عَبَّاسٍ، أَوْ أَبَا هُرَيْرَةَ كَانَ يُحَدِّثُ أَنَّ رَجُلاً، أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم ح\n\nوَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، - وَاللَّفْظُ لَهُ - أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَنَّ عُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَخْبَرَهُ أَنَّ ابْنَ عَبَّاسٍ كَانَ يُحَدِّثُ أَنَّ رَجُلاً أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَرَى اللَّيْلَةَ فِي الْمَنَامِ ظُلَّةً تَنْطِفُ السَّمْنَ وَالْعَسَلَ فَأَرَى النَّاسَ يَتَكَفَّفُونَ مِنْهَا بِأَيْدِيهِمْ فَالْمُسْتَكْثِرُ وَالْمُسْتَقِلُّ وَأَرَى سَبَبًا وَاصِلاً مِنَ السَّمَاءِ إِلَى الأَرْضِ فَأَرَاكَ أَخَذْتَ بِهِ فَعَلَوْتَ ثُمَّ أَخَذَ بِهِ رَجُلٌ مِنْ بَعْدِكَ فَعَلاَ ثُمَّ أَخَذَ بِهِ رَجُلٌ آخَرُ فَعَلاَ ثُمَّ أَخَذَ بِهِ رَجُلٌ آخَرُ فَانْقَطَعَ بِهِ ثُمَّ وُصِلَ لَهُ فَعَلاَ . قَالَ أَبُو بَكْرٍ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَاللَّهِ لَتَدَعَنِّي فَلأَعْبُرَنَّهَا . قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اعْبُرْهَا  . قَالَ أَبُو بَكْرٍ أَمَّا الظُّلَّةُ فَظُلَّةُ الإِسْلاَمِ وَأَمَّا الَّذِي يَنْطِفُ مِنَ السَّمْنِ وَالْعَسَلِ فَالْقُرْآنُ حَلاَوَتُهُ وَلِينُهُ وَأَمَّا مَا يَتَكَفَّفُ النَّاسُ مِنْ ذَلِكَ فَالْمُسْتَكْثِرُ مِنَ الْقُرْآنِ وَالْمُسْتَقِلُّ وَأَمَّا السَّبَبُ الْوَاصِلُ مِنَ السَّمَاءِ إِلَى الأَرْضِ فَالْحَقُّ الَّذِي أَنْتَ عَلَيْهِ تَأْخُذُ بِهِ فَيُعْلِيكَ اللَّهُ بِهِ ثُمَّ يَأْخُذُ بِهِ رَجُلٌ مِنْ بَعْدِكَ فَيَعْلُو بِهِ ثُمَّ يَأْخُذُ بِهِ رَجُلٌ آخَرُ فَيَعْلُو بِهِ ثُمَّ يَأْخُذُ بِهِ رَجُلٌ آخَرُ فَيَنْقَطِعُ بِهِ ثُمَّ يُوصَلُ لَهُ فَيَعْلُو بِهِ . فَأَخْبِرْنِي يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ أَصَبْتُ أَمْ أَخْطَأْتُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَصَبْتَ بَعْضًا وَأَخْطَأْتَ بَعْضًا  . قَالَ فَوَاللَّهِ يَا رَسُولَ اللَّهِ لَتُحَدِّثَنِّي مَا الَّذِي أَخْطَأْتُ قَالَ  لاَ تُقْسِمْ  .",
    "hadithBengali": "৫৭২৯। হাজিব ইবনু ওয়ালীদ (রহঃ) ... উবায়দুল্লাহ ইবনু আবদুল্লাহ (রহঃ) থেকে বর্ণিত যে, ইবনু আব্বাস (রাঃ) কিংবা আবূ হুরায়রা (রাঃ) হাদীস বর্ণনা করতেন যে, এক ব্যক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে এল । অন্য বর্ণনায় হারামালা ইবনু ইয়াহইয়া তুজীবী (রহঃ) উবায়দুল্লাহ ইবনু আবদুল্লাহ ইবনু উতবা (রাঃ) [ইবনু শিহাব (রহঃ) কে] খবর দিয়েছেন যে, ইবনু আব্বাস (রাঃ) এ হাদীস বর্ণনা করতেন যে, এক ব্যক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে এসে বলল, ইয়া রাসুলল্লাহ! আমি আজরাতে স্বপ্ন দেখলাম যে, শামিয়ানা থেকে ঘি ও মধু ঝরে পড়ছে আর লোকদের দেখলাম তারা তা থেকে তাদের হাতের অঞ্জলি ভরে ভরে নিয়ে যাচ্ছে। কেউ অধিক পরিমাণ নিচ্ছে কেউ অল্প পবিমাণে। আর একটি রশি দেখলাম আসমান থেকে যমীন পর্যন্ত সংযুক্ত। আর দেখলাম আপনি তা ধরলেন এবং উপর উঠে গেলেন, তারপর একজন লোক তা ধরল এবং সে উপর উঠে গেল,তারপর একজন লোক তা ধরল এবং সেও উপর উঠে গেল তারপর আর একজন লোক তা ধরল এবং তা ছিঁড়ে পড়ে গেল। পরে তা তার জন্য জুড়ে দেয় হল এবং সেও উপরে উঠে গেল।\n\nস্বপ্ন বর্ণনার এ পর্যায় আবূ বকর (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আমার পিতা আপনার জন্য উৎসর্গিত! আল্লাহর কসম! অবশ্য আপনি আমাকে অবকাশ দিবেন তা হলে আমি এ স্বপ্নটির তাবীর করব। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আপনি তাবীর করুন।\n\nআবূ বাকর (রাঃ) বললেন, শামিয়ানাটি হল ইসলামের (রূপক) শামিয়ানা, আর যে ঘি ও মধুর ফোঁটা ঝাড়ে পড়ছিল তা হচ্ছে আল কুরআন এর মধুরতা ও কোমলতা, আর মানুষেরা যে তা থেকে অঞ্জলি ভরে ভরে নিয়ে-যাচ্ছিল, তা হলো কেউ অধিক পরিমাণে আর কেউ অল্প পরিমাণে আল-কুরআন থেকে আহরণ করয়ে আর আসমান থেকে যমীন পর্যন্ত সংযুক্ত রশিটি হল হক ও সত্য (পথ), যার উপরে আপনি রয়েছেন তা ধারণ করলেন, আর আল্লাহ তা দিয়ে আপনাকে উপরে তুলে নিলেন।\n\nএরপর আপনার পরে এক ব্যক্তি তা ধারণ করবে এবং তা দিয়ে সেও উপরে উঠে যাবে তারপর এক ব্যক্তি তা ধারণ করবে সেও উপরে উঠে যাবে। তার পর আর এক ব্যক্তি তা ধারণ করবে এবং তা ছিঁড়ে পড়ে যাবে পরে তা তার জন্য জুড়ে দেয়া হবে এবং তা দিয়ে সে উপরে উঠে যাবে। ইয়া রাসুলাল্লাহ! এখন আমাকে বলে দিন আমার পিতা ও মাতা আপনার উদ্দেশ্যে উৎসর্গিত, আমি ঠিক বলেছি কিংবা ভুল বলেছি?\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আপনি কতক ঠিক বলেছেন আর কতক ভুল বলেছেন। তিনি বললেন, তা হলে আল্লাহর কসম ইয়া রাসুলাল্লাহ! যা আমি ভুল করেছি, তা অবশ্যই আপনি আমাকে বর্ণনা করে দিবেন। তিনি বললেন, এভাবে কসম করবেন না।\n",
    "checkStatus": "1",
    "hadithNo": "5729",
    "id": "15599",
    "thesequence": "15127",
    "isActive": "1",
    "chapterId": "14112",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "৩. স্বপ্নের ব্যাখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn `Abbas reported that there came to Allahs Apostle (ﷺ) a person as he was returning from Uhud and he said:\nAllahs Messenger, I saw in sleep during the night a canopy trickling butter and honey; the rest of the hadith is the same.",
    "hadithArabic": " وَحَدَّثَنَاهُ ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جَاءَ رَجُلٌ النَّبِيَّ صلى الله عليه وسلم مُنْصَرَفَهُ مِنْ أُحُدٍ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي رَأَيْتُ هَذِهِ اللَّيْلَةَ فِي الْمَنَامِ ظُلَّةً تَنْطِفُ السَّمْنَ وَالْعَسَلَ . بِمَعْنَى حَدِيثِ يُونُسَ .",
    "hadithBengali": "৫৭৩০। ইবনু আবূ উমার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, উহুদ (যুদ্ধক্ষেত্র) থেকে তার ফিরে আসার সময় এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে এল। সে বলল, ইয়া রাসুলাল্লাহ! আজ রাতে আমি স্বপ্নে দেখলাম একটি শামিয়ানা, তা থেকে ফোঁটা ফোঁটা ঘি ও মধু ঝরছে। হাদীসের পরবর্তী অংশ ইউনুস (রহঃ) বর্ণিত হাদীসের মর্মানুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "5730",
    "id": "15600",
    "thesequence": "15128",
    "isActive": "1",
    "chapterId": "14112",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "৩. স্বপ্নের ব্যাখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is reported either on the authority of Ibn Abbas or on that of Abu Huraira that a person came to Allahs Messenger (ﷺ) and said:\nVerily I saw during the night a canopy; the rest of the hadith is the same.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ، اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنِ ابْنِ عَبَّاسٍ، أَوْ أَبِي هُرَيْرَةَ قَالَ عَبْدُ الرَّزَّاقِ كَانَ مَعْمَرٌ أَحْيَانًا يَقُولُ عَنِ ابْنِ عَبَّاسٍ وَأَحْيَانًا يَقُولُ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَجُلاً أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنِّي أَرَى اللَّيْلَةَ ظُلَّةً . بِمَعْنَى حَدِيثِهِمْ .",
    "hadithBengali": "৫৭৩১। মুহাম্মাদ ইবনু রাফি (রহঃ) ... ইবনু আব্বাস (রাঃ) অথবা আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, আবদুর রাযযাক বলেন (ঊর্ধ্বতন রাবী আমার উস্তাদ) মা&#39;মার (রহঃ) কখনো বর্ণনা করতেন ইবনু আব্বাস (রাঃ) থেকে, আবার কখনো বর্ণনা করতেন আবূ হুরায়রা (রাঃ) থেকে এ মর্মে যে, এক ব্যক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে হাযির হয়ে বলল আজ রাতে (স্বপ্নে) আমি একটি শামিয়ানা দেখতে পাই ...... এরপর পূর্বোক্ত রাবীগণের বর্ণিত হাদীসের বর্ণনা অনুরূপে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5731",
    "id": "15601",
    "thesequence": "15129",
    "isActive": "1",
    "chapterId": "14112",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "৩. স্বপ্নের ব্যাখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn `Abbas reported that Allahs Messenger (ﷺ) used to say to his Companions:\nHe who amongst you sees a vision should narrate it and I would interpret it for him, and a person came and said: Allahs Messenger, I saw a canopy. The rest of the hadith is the same.",
    "hadithArabic": "وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، حَدَّثَنَا سُلَيْمَانُ، - وَهُوَ ابْنُ كَثِيرٍ - عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ مِمَّا يَقُولُ لأَصْحَابِهِ   مَنْ رَأَى مِنْكُمْ رُؤْيَا فَلْيَقُصَّهَا أَعْبُرْهَا لَهُ  . قَالَ فَجَاءَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ رَأَيْتُ ظُلَّةً . بِنَحْوِ حَدِيثِهِمْ .",
    "hadithBengali": "৫৭৩২। আবদুল্লাহ ইবনু আবদুর রহমান দারিমী (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (যে সব অভ্যাসে অভ্যস্ত ছিলেন, সে সবের মাঝে একটি হল এই যে, তিনি) তাঁর সাহাবীগগকে (ফজরের সালাতের পরে) বলতেন, তোমাদের কেউ কোন স্বপ্ন দেখে থাকলে সে তা আমার কাছে ব্যক্ত করুক; তা হলে আমি তাকে তার তাবীর বলে দিব। এক ব্যক্তি এসে বলল ইয়া রাসুলাল্লাহ! আমি একটি শামিয়ানা দেখলাম। পরবতীঁ বর্ণনা (পূর্বোক্ত) রাবীগনের বর্ণিত হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "5732",
    "id": "15602",
    "thesequence": "15130",
    "isActive": "1",
    "chapterId": "14112",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "৩. স্বপ্নের ব্যাখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported Allahs Messenger (ﷺ) as saying:\nI saw during the night that which a person sees during the sleep as if we are in the house of `Uqba b. Rafi` that there was brought to us the fresh dates of Ibn Tab. I interpreted it as the sublimity for us in the world and good ending in the Hereafter and that our religion is good.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   رَأَيْتُ ذَاتَ لَيْلَةٍ فِيمَا يَرَى النَّائِمُ كَأَنَّا فِي دَارِ عُقْبَةَ بْنِ رَافِعٍ فَأُتِينَا بِرُطَبٍ مِنْ رُطَبِ ابْنِ طَابٍ فَأَوَّلْتُ الرِّفْعَةَ لَنَا فِي الدُّنْيَا وَالْعَاقِبَةَ فِي الآخِرَةِ وَأَنَّ دِينَنَا قَدْ طَابَ  .",
    "hadithBengali": "৫৭৩৩। আবদুল্লাহ ইবনু মাসলামা ইবনু কা&#39;নাব (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক রাতে আমি দেখলাম যেভাবে ঘুমন্ত ব্যক্তি দেখে (অর্থাৎ স্বপ্ন), যেন আমরা উকবা ইবনু রাফি এর বাড়িতে রয়েছি। তখন আমাদের কাছে ইবনু তাব (নামক) খেজুর হতে কিছু তাজা খেজুর নিয়ে আসা হল। তখন আমি এর ব্যাখ্যা করলাম, দুনিয়ার বুকে আমাদের জন্য উন্নতি এবং আখিরাতে শুভ পরিণতি। আর আমাদের দ্বীন অবশ্যই উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "5733",
    "id": "15603",
    "thesequence": "15131",
    "isActive": "1",
    "chapterId": "14113",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "৪. নবী (ﷺ) এর স্বপ্ন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. `Umar reported Allahs Messenger (ﷺ) as saying:\nI saw in a dream that I was using miswak and two persons contended to get it from me, one being older than the other one. I gave the miswak to the younger one. It was said to me to give that to the older one and I gave it to the older one.",
    "hadithArabic": "وَحَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، أَخْبَرَنِي أَبِي، حَدَّثَنَا صَخْرُ بْنُ جُوَيْرِيَةَ، عَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   أَرَانِي فِي الْمَنَامِ أَتَسَوَّكُ بِسِوَاكٍ فَجَذَبَنِي رَجُلاَنِ أَحَدُهُمَا أَكْبَرُ مِنَ الآخَرِ فَنَاوَلْتُ السِّوَاكَ الأَصْغَرَ مِنْهُمَا فَقِيلَ لِي كَبِّرْ . فَدَفَعْتُهُ إِلَى الأَكْبَرِ  .",
    "hadithBengali": "৫৭৩৪। নাসর ইবনু আলী জাহযামী (রহঃ) ... নাফি (রহঃ) থেকে আবদুল্লাহ ইবনু উমার (রাঃ) এ মর্মে রিওয়ায়াত করেছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি ঘুমের মাঝে আমাকে একটি দাতন দিয়ে মিসওয়াক করতে দেখলাম। তখন দু ব্যক্তি আমাকে আকর্ষণ করল যাদের একজন অন্যজনের চাইতে বয়সে বড়। তখন আমি মিসওয়াকটি অল্প বয়স্ককে দিতে গেলে আমাকে বলা হল না বড়কে দিন- তাই তা আমি বয়স্ককে দিয়ে দিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "5734",
    "id": "15604",
    "thesequence": "15132",
    "isActive": "1",
    "chapterId": "14113",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "৪. নবী (ﷺ) এর স্বপ্ন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa reported Allahs Messenger (ﷺ) as saying:\nI dreamt (while asleep) that I was about to migrate from Mecca to a land abounding in palm trees and I guessed that it would be Yamama or Hajar, but it was the city of Yathrib (the old name of Medina), and I saw in this dream of mine that I was brandishing a sword and its upper end was broken and this is what fell (in the form of misfortune to the believers on the Day of Uhud). I brandished (the sword) for the second time and it became all right and this is what came to be true when Allah granted us victory and solidarity of the believers. And I saw therein cows also and Allah is the Doer of good. These meant the group from amongst the believers on the Day of Uhud and the goodness which Allah brought after that and the reward of attestation of his Truth which Allah brought to us after the Day of Badr.",
    "hadithArabic": "حَدَّثَنَا أَبُو عَامِرٍ عَبْدُ اللَّهِ بْنُ بَرَّادٍ الأَشْعَرِيُّ، وَأَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلاَءِ - وَتَقَارَبَا فِي اللَّفْظِ - قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، جَدِّهِ عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   رَأَيْتُ فِي الْمَنَامِ أَنِّي أُهَاجِرُ مِنْ مَكَّةَ إِلَى أَرْضٍ بِهَا نَخْلٌ فَذَهَبَ وَهَلِي إِلَى أَنَّهَا الْيَمَامَةُ أَوْ هَجَرُ فَإِذَا هِيَ الْمَدِينَةُ يَثْرِبُ وَرَأَيْتُ فِي رُؤْيَاىَ هَذِهِ أَنِّي هَزَزْتُ سَيْفًا فَانْقَطَعَ صَدْرُهُ فَإِذَا هُوَ مَا أُصِيبَ مِنَ الْمُؤْمِنِينَ يَوْمَ أُحُدٍ ثُمَّ هَزَزْتُهُ أُخْرَى فَعَادَ أَحْسَنَ مَا كَانَ فَإِذَا هُوَ مَا جَاءَ اللَّهُ بِهِ مِنَ الْفَتْحِ وَاجْتِمَاعِ الْمُؤْمِنِينَ وَرَأَيْتُ فِيهَا أَيْضًا بَقَرًا وَاللَّهُ خَيْرٌ فَإِذَا هُمُ النَّفَرُ مِنَ الْمُؤْمِنِينَ يَوْمَ أُحُدٍ وَإِذَا الْخَيْرُ مَا جَاءَ اللَّهُ بِهِ مِنَ الْخَيْرِ بَعْدُ وَثَوَابُ الصِّدْقِ الَّذِي آتَانَا اللَّهُ بَعْدُ يَوْمَ بَدْرٍ  .",
    "hadithBengali": "৫৭৩৫। আবূ আমির আবদুল্লাহ ইবনু বাররাদ আশআরী ও আবূ কুরায়র মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, আমি স্বপ্লে দেখলাম যে, আমি মক্কা থেকে এমন এক দেশে হিজরত করে যাচ্ছি যেখানে খেজুর গাছ রয়েছে। তাতে আমার ধারণা এদিকে গেল যে, তা ইয়ামান কিংবা হাজর (এলাকা) হবে। পরে (বাস্তবে) দেখি যে, তা হল মাদ্বীনা (যার পূর্ব নাম) ইয়াসরিব। আমি আমার এ স্বপ্নে আরও দেখলাম যে, আমি একটি তরবারি নাড়াচাড়া করলাম, ফলে তার মধ্যখানে ভেংগে গেল। তা ছিল উহুদের দিনে, যা মুমিনগণের উপর আপতিত হয়েছিল।\n\nপরে আমি আর একবার সেই তরবারি নাড়া দিলে তা আগের চাইতে উত্তম হয়ে গেল। মুলত তা হল সে বিজয় ও ঈমানদারদের সম্মিলন, সংহতি যা আল্লাহ সংঘটিত করলেন (মক্কা বিজয়)। আমি তাতে একটি গরুও দেখলাম। আর আল্লাহ তাআলাই কল্যাণের অধিকারী। মূলত তা হল উহুদের যূদ্ধে (শাহাদাতপ্রাপ্ত) ঈমানদারগণের দলটি। আর কল্যাণ হল সে কল্যাণ, যা পরবর্তীতে আল্লাহ তাআলা দান করেছেন এবং সততা ও নিষ্ঠার সে সাওয়াব ও প্রতিদান যা আল্লাহ তা&#39;আলা আমাদের বদর যুদ্ধের পরে দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5735",
    "id": "15605",
    "thesequence": "15133",
    "isActive": "1",
    "chapterId": "14113",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "৪. নবী (ﷺ) এর স্বপ্ন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn `Abbas reported that Musailima al-Kadhdhab (the greater liar) (who claimed prophethood after the death of the Holy Prophet) came during the lifetime of Allahs Apostle (ﷺ) to Medina and said:\nIf Muhammad assigns his caliphate to me after him I would follow him, and there came along with him a large body of persons of his tribe, and there came to him Allahs Apostle (ﷺ) along with Thabit b. Qais b. Shammas and the Prophet of Allah (ﷺ) had a piece of wood in his hand until he came in front of Musailima in the company of his companions and said: If you were to ask even this (wood), I would never give it to you. I am not going to do anything against the will of God in your case, and if you turn away (from what I say) Allah will destroy you. And I find you in the same state which I was shown (in the dream) and here is Thabit and he would answer you on my behalf. He (the Holy Prophet) then went back. Ibn `Abbas said: I asked the (meaning of the) words of Allahs Apostle (ﷺ): You are the same what I was made to see about you in my dream. and Abu Huraira reported that Allahs Messenger (ﷺ) said: While I was sleeping I saw in my hands two gold bangles. This had a disturbing effect upon me and I was given a suggestion in the sleep that I should blow over them, so I blew over them and they were no more. And I interpreted these (two bangles) as the two great liars who would appear after me and the one amongst them was Al-`Anasi the inhabitant of San`a and the other one Musailima the inhabitant of Yamama.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ سَهْلٍ التَّمِيمِيُّ، حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنْ عَبْدِ اللَّهِ، بْنِ أَبِي حُسَيْنٍ حَدَّثَنَا نَافِعُ بْنُ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَدِمَ مُسَيْلِمَةُ الْكَذَّابُ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم الْمَدِينَةَ فَجَعَلَ يَقُولُ إِنْ جَعَلَ لِي مُحَمَّدٌ الأَمْرَ مِنْ بَعْدِهِ تَبِعْتُهُ . فَقَدِمَهَا فِي بَشَرٍ كَثِيرٍ مِنْ قَوْمِهِ فَأَقْبَلَ إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم وَمَعَهُ ثَابِتُ بْنُ قَيْسِ بْنِ شَمَّاسٍ وَفِي يَدِ النَّبِيِّ صلى الله عليه وسلم قِطْعَةُ جَرِيدَةٍ حَتَّى وَقَفَ عَلَى مُسَيْلِمَةَ فِي أَصْحَابِهِ قَالَ  لَوْ سَأَلْتَنِي هَذِهِ الْقِطْعَةَ مَا أَعْطَيْتُكَهَا وَلَنْ أَتَعَدَّى أَمْرَ اللَّهِ فِيكَ وَلَئِنْ أَدْبَرْتَ لَيَعْقِرَنَّكَ اللَّهُ وَإِنِّي لأُرَاكَ الَّذِي أُرِيتُ فِيكَ مَا أُرِيتُ وَهَذَا ثَابِتٌ يُجِيبُكَ عَنِّي  . ثُمَّ انْصَرَفَ عَنْهُ .\n\nفَقَالَ ابْنُ عَبَّاسٍ فَسَأَلْتُ عَنْ قَوْلِ النَّبِيِّ، صلى الله عليه وسلم  إِنَّكَ أَرَى الَّذِي أُرِيتُ فِيكَ مَا أُرِيتُ  . فَأَخْبَرَنِي أَبُو هُرَيْرَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  بَيْنَا أَنَا نَائِمٌ رَأَيْتُ فِي يَدَىَّ سِوَارَيْنِ مِنْ ذَهَبٍ فَأَهَمَّنِي شَأْنُهُمَا فَأُوحِيَ إِلَىَّ فِي الْمَنَامِ أَنِ انْفُخْهُمَا فَنَفَخْتُهُمَا فَطَارَا فَأَوَّلْتُهُمَا كَذَّابَيْنِ يَخْرُجَانِ مِنْ بَعْدِي فَكَانَ أَحَدُهُمَا الْعَنْسِيَّ صَاحِبَ صَنْعَاءَ وَالآخَرُ مُسَيْلِمَةَ صَاحِبَ الْيَمَامَةِ  .",
    "hadithBengali": "৫৭৩৬। মুহাম্মদ ইবনু সাহল তামীমী (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, (ভণ্ড নবী) মুসায়লামা কাযযাব নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আমলে মদিনায় এল, সে তখন বলতে থাকল, মুহাম্মাদ যদি তার (মৃত্যুর) পরে নেতৃত্ব আমাকে দেওয়ার অঙ্গীকার করে, তা হলে আমি তার অনুসরণ করব। সে তার কাওমের অনেক লোকজন নিয়ে মদিনায় এল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দিকে এগিয়ে গেলেন। তাঁর সাথে ছিলেন সাবিত ইবনু কায়স ইবনু শামমাস (রাঃ)। আর তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাতে ছিল খেজুর শাখার একটি টুকরা। অবশেষে তিনি সহচর বেষ্টিত মুসায়লামার সামনে গিয়ে থামলেন এবং কথাবার্তার এক পর্যায়ে বললেন (তুমি যদি আমার কাছে এ) নগণ্য খেজুর ডালের টুকরাটিও দাবি কর, তবু আমি তা তোমাকে দিব না এবং আমি কিছুতেই তোমার ব্যাপারে আল্লাহর বিধান লংঘন করব না। (অথবা আল্লাহর সিদ্ধান্ত লংঘন করব না)\n\nআর যদি তুমি (অবাধ্য হও) পাশ্চাতে ফিরে যাও, তা হলে অবশ্যই আল্লাহ তোমাকে ঘায়েল করবেন। আর আমি অবশ্যই মনে করি যে, যা আমাকে স্বপ্নে দেখানো হয়েছে, তা তোমার ব্যাপারেই দেখানো হয়েছে। আর (আমি তোমার সাথে অধিক বাক্য ব্যয় করতে চাই না), তবে এ সাবিত আমার পক্ষ থেকে তোমাকে জবাব দিবে।\n\nএর পর তিনি তার কাছ থেকে ফিরে চললেন। রাবী ইবনু আব্বাস (রাঃ) বলেন, পরে আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বক্তব্য &#39;তোমাকেই মনে করি যে, আমকে (স্বপ্নে) যা দেখানো হয়েছে, তা তোমার ব্যাপারেই দেখানো হয়েছে&#39; সম্পর্কে জিজ্ঞাসা করলাম।\n\nতখন আবূ হুরায়রা (রাঃ) আমাকে বললেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি ঘুমন্ত অবস্থায় আমার দুহাতে দুটো সোনার কংকন দেখতে পেলাম; সে সুটির অবস্থা আমাকে দুশ্চিন্তায় ফেলল। স্বপ্নে আমার কাছে ওহী পাঠানো হল যে, ও দুটিকে ফুঁ দিন। আমি সে দুটি ফুঁ দিলে সে দুটি উড়ে গেল। তখন আমি (স্বপ্নে দেখা) সে বালা দুটির, ব্যাখ্যা করলাম দু&#39;জন নবুওয়াতের মিথ্যা দাবিদার, যারা আমার পরে আত্মপ্রকাশ করবে। (রাবী বলেন), তাদের দুজনের একজন হল &#39;আল-আনাসী&#39; সান&#39;আ বাসীদের নেতা এবং অপরজন হল মুসায়লামা- ইয়ামামাবাসীদের সরদার।\n",
    "checkStatus": "1",
    "hadithNo": "5736",
    "id": "15606",
    "thesequence": "15134",
    "isActive": "1",
    "chapterId": "14113",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "৪. নবী (ﷺ) এর স্বপ্ন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nWhile I was sleeping, the treasures of the earth were presented to me and I was made to wear in my hands two gold bangles. I felt a sort of burden upon me and I was disturbed and it was suggested to me that I should blow over them, so I blew and both of them disappeared. I interpreted them as two great liars who would appear at any time, one is the inhabitant of San`a and the other is that of Yamama.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم . فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   بَيْنَا أَنَا نَائِمٌ أُتِيتُ خَزَائِنَ الأَرْضِ فَوَضَعَ فِي يَدَىَّ أُسْوَارَيْنِ مِنْ ذَهَبٍ فَكَبُرَا عَلَىَّ وَأَهَمَّانِي فَأُوحِيَ إِلَىَّ أَنِ انْفُخْهُمَا فَنَفَخْتُهُمَا فَذَهَبَا فَأَوَّلْتُهُمَا الْكَذَّابَيْنِ اللَّذَيْنِ أَنَا بَيْنَهُمَا صَاحِبَ صَنْعَاءَ وَصَاحِبَ الْيَمَامَةِ  .",
    "hadithBengali": "৫৭৩৭। মুহাম্মাদ ইবনু রাফি (রহঃ) ... হাম্মাম ইবনু মুনাব্বিহ (রহঃ) থেকে বর্ণিত। তিনি বলেন, এ হল সে সব হাদীস যা আবূ হুরায়রা (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমাদের কাছে রিওয়ায়াত করেছেন। এ কথা বলে তিনি কয়েকখানি হাদীস উল্লেখ করেছেন। এ হল (সে সবের একখানি)। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেছেন, আমি ঘুমন্ত ছিলাম, এমতাবস্থায় আমার কাছে পৃথিবীর ভাণ্ডার সমূহ নিয়ে আসা হল। তখন আমার হাতে দুটি সোনার কংকন রেখে দেয়া হলে সে দুটি আমার জন্য বড় ভারী মনে হল এবং এগুলো আমাকে দুশ্চিন্তায় ফেলল। তখন আমার কাছে ওহীর মাধ্যমে জানান হল যে, আমি যেন সে দুটির উপরে ফুঁ দেই। তখন আমি ফুঁ দিলে সে দুটির অন্তর্হিত হয়ে গেল। আমি সে দুটির ব্যাখ্যা করলাম সে দুই মিথ্যুক (ভণ্ড নবী) যে দুজনের (অবস্থান কালের) মাঝে আমি রয়েছি (অর্থাৎ) সানআ অধিবাসী (আসওয়াদ আল আনসী) এবং ইয়ামামা অধিবাসী (মুসায়লামাতুল কাযযাব)।\n",
    "checkStatus": "1",
    "hadithNo": "5737",
    "id": "15607",
    "thesequence": "15135",
    "isActive": "1",
    "chapterId": "14113",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "৪. নবী (ﷺ) এর স্বপ্ন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Samura b. Jundab reported that when Allahs Messenger (ﷺ) had performed his dawn prayer he turned his face towards them (that is towards his Companions) and said:\nDid any one of you see any vision last night?",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي، عَنْ أَبِي رَجَاءٍ الْعُطَارِدِيِّ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا صَلَّى الصُّبْحَ أَقْبَلَ عَلَيْهِمْ بِوَجْهِهِ فَقَالَ   هَلْ رَأَى أَحَدٌ مِنْكُمُ الْبَارِحَةَ رُؤْيَا  . ",
    "hadithBengali": "৫৭৩৮। মুহাম্মদ ইবনু বাশশার (রহঃ) ... সামুরা ইবনু জুনদুব (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজরের সালাত আদায় শেষে লোকদের দিকে মুখ করে বসতেন এবং বলতেন, তোমাদের কেউ কি গত রাতে কোন স্বপ্ন দেখেছে?\n",
    "checkStatus": "1",
    "hadithNo": "5738",
    "id": "15608",
    "thesequence": "15136",
    "isActive": "1",
    "chapterId": "14113",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "144",
    "statusId": "1",
    "topicName": "৪. নবী (ﷺ) এর স্বপ্ন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]