[
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying that Allah, the Exalted and Glorious, thus stated:\nI am near to the thought of My servant as he thinks about Me, and I am with him as he remembers Me. And if he remembers Me in his heart, I also remember him in My Heart, and if he remembers Me in assembly I remember him in assembly, better than his (remembrance), and if he draws near Me by the span of a palm, I draw near him by the cubit, and if he draws near Me by the cubit I draw near him by the space (covered by) two hands. And if he walks towards Me, I rush towards him.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَزُهَيْرُ بْنُ حَرْبٍ، - وَاللَّفْظُ لِقُتَيْبَةَ - قَالاَ حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَقُولُ اللَّهُ عَزَّ وَجَلَّ أَنَا عِنْدَ ظَنِّ عَبْدِي بِي وَأَنَا مَعَهُ حِينَ يَذْكُرُنِي إِنْ ذَكَرَنِي فِي نَفْسِهِ ذَكَرْتُهُ فِي نَفْسِي وَإِنْ ذَكَرَنِي فِي مَلإٍ ذَكَرْتُهُ فِي مَلإٍ هُمْ خَيْرٌ مِنْهُمْ وَإِنْ تَقَرَّبَ مِنِّي شِبْرًا تَقَرَّبْتُ إِلَيْهِ ذِرَاعًا وَإِنْ تَقَرَّبَ إِلَىَّ ذِرَاعًا تَقَرَّبْتُ مِنْهُ بَاعًا وَإِنْ أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَةً  .",
    "hadithBengali": "৬৫৬১। কুতায়বা ইবনু সাঈদ ও যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তা&#39;আলা বলেন, আমি আমার বান্দার কাছে তার ধারণা অনুযায়ী। যখন সে আমার যিকর করে তখন আমি তার সঙ্গে থাকি। বান্দা আমাকে একাকী (তার মনে মনে) স্মরণ করলে আমিও তাকে একাকী স্মরণ করি। আর যদি সে কোন মজলিসে আমার যিকর (স্মরণ) করে তাহলে আমি তাকে তাদের চাইতে উত্তম মজলিসে স্মরণ করি। যদি সে আমার দিকে এক বিঘত এগিয়ে আসে তাহলে আমি তার দিকে এক হাত নিকটবর্তী (অগ্রসর) হই। যদি সে আমার দিকে হেঁটে আসে আমি তার দিকে অতি দ্রুত আসি।\n",
    "checkStatus": "1",
    "hadithNo": "6561",
    "id": "18884",
    "thesequence": "19036",
    "isActive": "1",
    "chapterId": "14276",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১. আল্লাহ্&zwnj; তা&#039;আলার যিকিরের প্রতি অনুপ্রেরণা প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Amash with the same chain of transmitters, but there is no mention of these words:\n He draws near Me by the space of a hand, I draw near him by the space (covered) by two hands.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ وَلَمْ يَذْكُرْ   وَإِنْ تَقَرَّبَ إِلَىَّ ذِرَاعًا تَقَرَّبْتُ مِنْهُ بَاعًا  .",
    "hadithBengali": "৬৫৬২। আবূ বকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আ&#39;মাশ (রহঃ) থেকে এই সনদে অনুরূপ বর্ণনা করেছেন। তবে যদি সে আমর দিকে এক হাত নিকটবর্তী হয় তাহলে আমি তার দিকে এক &#39;বাগ&#39; নিকটবর্তী হই ... কথাটি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6562",
    "id": "18885",
    "thesequence": "19037",
    "isActive": "1",
    "chapterId": "14276",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১. আল্লাহ্&zwnj; তা&#039;আলার যিকিরের প্রতি অনুপ্রেরণা প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hammam b. Munabbih reported so many ahadith from Abu Huraira and one out of them is this that Allahs Messenger (ﷺ) said that Allah thus stated:\nWhen My servant draws close to me by the span of a palm, I draw close to him by the space of a cubit, and when he draws close to Me by the space of a cubit, I draw close to him by the space (covered) by two hands, and when he draws close to Me by the space (covered by) two hands, I go in hurry towards him.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ اللَّهَ قَالَ إِذَا تَلَقَّانِي عَبْدِي بِشِبْرٍ تَلَقَّيْتُهُ بِذِرَاعٍ وَإِذَا تَلَقَّانِي بِذِرَاعٍ تَلَقَّيْتُهُ بِبَاعٍ وَإِذَا تَلَقَّانِي بِبَاعٍ أَتَيْتُهُ بِأَسْرَعَ  .",
    "hadithBengali": "৬৫৬৩। মুহাম্মাদ ইবনু রাফি (রহঃ) ... হাম্মাম ইবনু মুনাব্বিহ (রহঃ) থেকে বর্ণিত। তিনি বলেন, এইগুলি আমাদের কাছে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবূ হুরায়রা (রাঃ) এর বর্ণিত হাদীস। এরপর তিনি কতিপয় হাদীস উল্লেখ করেন। এর মধ্যে রয়েছে যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা বলেন, যখন কোন বান্দা আমার দিকে এক বিঘত অগ্রসর হয় তখন আমি তার পানে এক হাত এগিয়ে আসি। আর যখন সে একহাত আগায় তখন আমি এক &#39;বাগ&#39; আগাই। যখন সে এক &#39;বাগ&#39; এগিয়ে আসে তখন আমি তার দিকে অতি দ্রুত আসি।\n",
    "checkStatus": "1",
    "hadithNo": "6563",
    "id": "18886",
    "thesequence": "19038",
    "isActive": "1",
    "chapterId": "14276",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১. আল্লাহ্&zwnj; তা&#039;আলার যিকিরের প্রতি অনুপ্রেরণা প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Allahs Messenger (ﷺ) was travelling along the path leading to Mecca that he happened to pass by a mountain called Jumdan. He said:\nProceed on, it is Jumdan, Mufarradun have gone ahead. They (the Companions of the Holy Prophet) said: Allahs Messenger, who are Mufarradun? He said: They are those males and females who remember Allah much.",
    "hadithArabic": " حَدَّثَنَا أُمَيَّةُ بْنُ بِسْطَامَ الْعَيْشِيُّ، حَدَّثَنَا يَزِيدُ، - يَعْنِي ابْنَ زُرَيْعٍ - حَدَّثَنَا رَوْحُ، بْنُ الْقَاسِمِ عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَسِيرُ فِي طَرِيقِ مَكَّةَ فَمَرَّ عَلَى جَبَلٍ يُقَالُ لَهُ جُمْدَانُ فَقَالَ  سِيرُوا هَذَا جُمْدَانُ سَبَقَ الْمُفَرِّدُونَ  . قَالُوا وَمَا الْمُفَرِّدُونَ يَا رَسُولَ اللَّهِ قَالَ  الذَّاكِرُونَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتُ  .",
    "hadithBengali": "৬৫৬৪। উমায়্যা ইবনু বিসতাম আয়শী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কার রাস্তা দিয়ে ভ্রমণ করতে করতে জুমদান নামক একটি পাহাড়ের নিকটে গেলেন। তখন তিনি বললেন, তোমরা এই জুমদান পর্বতে পরিভ্রমণ করতে থাক। এ হল জুমাদান (পর্বত) আজ তা &#39;মুফাররিদরা&#39; অগ্রবর্তী হয়ে গেল। লোকেরা জিজ্ঞাসা করল, &#39;মুফাররিদ&#39; কারা, ইয়া রাসুলাল্লাহ! তিনি বললেনঃ অধিক যিকরকারী ও অধিক যিকরকারিণী।\n",
    "checkStatus": "1",
    "hadithNo": "6564",
    "id": "18887",
    "thesequence": "19039",
    "isActive": "1",
    "chapterId": "14276",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১. আল্লাহ্&zwnj; তা&#039;আলার যিকিরের প্রতি অনুপ্রেরণা প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThere are ninety-nine names of Allah; he who commits them to memory would get into Paradise. Verily, Allah is Odd (He is one, and it is an odd number) and He loves odd number. And in the narration of Ibn Umar (the words are): He who enumerated them.",
    "hadithArabic": " حَدَّثَنَا عَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، وَابْنُ أَبِي عُمَرَ، جَمِيعًا عَنْ سُفْيَانَ، - وَاللَّفْظُ لِعَمْرٍو - حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  لِلَّهِ تِسْعَةٌ وَتِسْعُونَ اسْمًا مَنْ حَفِظَهَا دَخَلَ الْجَنَّةَ وَإِنَّ اللَّهَ وِتْرٌ يُحِبُّ الْوِتْرَ  . وَفِي رِوَايَةِ ابْنِ أَبِي عُمَرَ  مَنْ أَحْصَاهَا  .",
    "hadithBengali": "৬৫৬৫। আমর নাকিদ, যুহায়র ইবনু হারব ও ইবনু আবূ উমর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আল্লাহ তাআলার নিরানব্বইটি নাম আছে। যে ব্যক্তি তার হিফাযত করবে সে জান্নাতে প্রবেশ করবে। আর আল্লাহ তাআলা বেজোড়। তিনি বেজোড় পছন্দ করেন।\n\nইবনু আবূ উমর (রহঃ) এর বর্ননায়مَنْ حَفِظَهَا (হিফাযত করে) এর স্থলেمَنْ أَحْصَاهَا (যে সংরক্ষণ করে) উল্লেখ আছে।\n",
    "checkStatus": "1",
    "hadithNo": "6565",
    "id": "18888",
    "thesequence": "19040",
    "isActive": "1",
    "chapterId": "14277",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২. আল্লাহর নামসমুহ ও তার সংরক্ষণকারীর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nVerily, there are ninety-nine names for Allah, i. e. hundred excepting one. He who enumerates them would get into Paradise. And Hammam has made this addition on the authority of Abu Huraira who reported it from Allahs Apostle (ﷺ) that he said: He is Odd (one) and loves odd number.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، وَعَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا مِائَةً إِلاَّ وَاحِدًا مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ  . وَزَادَ هَمَّامٌ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم  إِنَّهُ وِتْرٌ يُحِبُّ الْوِتْرَ  .",
    "hadithBengali": "৬৫৬৬। মুহাম্মাদ ইবনু রাফি (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, নিশ্চয়ই আল্লাহ তাআলার নিরানব্বইটি অর্থাৎ এক কম একশটি নাম আছে। যে ব্যক্তি তা গণনা করবে সে জান্নাতে প্রবেশ করবে। হাম্মাম (রহঃ) আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এইটুকু বর্ধিত করে বলেছেন যে, তিনি (আল্লাহ্&zwnj;) বেজোড় এবং তিনি বেজোড় ভালবাসেন।\n",
    "checkStatus": "1",
    "hadithNo": "6566",
    "id": "18889",
    "thesequence": "19041",
    "isActive": "1",
    "chapterId": "14277",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২. আল্লাহর নামসমুহ ও তার সংরক্ষণকারীর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported Allahs Messenger (ﷺ) as saying:\nWhen one of you makes supplication, he should supplicate with a will and should not say: O Allah, confer upon me if Thou likest, for there is none to coerce Allah.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، جَمِيعًا عَنِ ابْنِ عُلَيَّةَ، قَالَ أَبُو بَكْرٍ حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا دَعَا أَحَدُكُمْ فَلْيَعْزِمْ فِي الدُّعَاءِ وَلاَ يَقُلِ اللَّهُمَّ إِنْ شِئْتَ فَأَعْطِنِي فَإِنَّ اللَّهَ لاَ مُسْتَكْرِهَ لَهُ  .",
    "hadithBengali": "৬৫৬৭। আবূ বকর ইবনু আবূ শায়বা ও যুহায়র ইবনু হারব (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যখন দুআ করবে তখন দৃঢ় আস্থার সাথে দুআ করবে। আর সে যেন হে আল্লাহ! যদি আপনি চান তাহলে আমাকে দান করুন না বলে। কেননা আল্লাহকে বাধ্য করার কেউ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6567",
    "id": "18890",
    "thesequence": "19042",
    "isActive": "1",
    "chapterId": "14278",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৩. দৃঢ় আস্থা ও বিশ্বাসের সঙ্গে দু&#039;আ করা এবং এরূপ বলবে না যে, (আল্লাহ্&zwnj;) তুমি যদি চাও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nWhen one of you makes a supplication (to his Lord) one should not say: O Allah, grant me pardon, if Thou so likest, but one should beg ones (Lord) with a will and full devotion, for there is nothing so great in the eye of Allah which He cannot grant.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنُونَ ابْنَ جَعْفَرٍ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا دَعَا أَحَدُكُمْ فَلاَ يَقُلِ اللَّهُمَّ اغْفِرْ لِي إِنْ شِئْتَ وَلَكِنْ لِيَعْزِمِ الْمَسْأَلَةَ وَلْيُعَظِّمِ الرَّغْبَةَ فَإِنَّ اللَّهَ لاَ يَتَعَاظَمُهُ شَىْءٌ أَعْطَاهُ  .",
    "hadithBengali": "৬৫৬৮। ইয়াহইয়া ইবনু আইউব, কুতায়বা ও ইবনু হুজর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমদের কেউ যখন দুআ করে তখন সে যেন না বলেاللَّهُمَّ اغْفِرْ لِي إِنْ شِئْتَ (হে আল্লাহ! আপনি ইচ্ছা করলে আমাকে ক্ষমা করুন)। বরং সে যেন মযবুতভাবে দৃঢ়তার সাথে দুআ করে। কেননা আল্লাহ তাআলা তাকে যা দান করেন তা তাঁর কাছে বিরাট কিছু নয়।\n",
    "checkStatus": "1",
    "hadithNo": "6568",
    "id": "18891",
    "thesequence": "19043",
    "isActive": "1",
    "chapterId": "14278",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৩. দৃঢ় আস্থা ও বিশ্বাসের সঙ্গে দু&#039;আ করা এবং এরূপ বলবে না যে, (আল্লাহ্&zwnj;) তুমি যদি চাও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nNone of you should say to Allah (like this): O Allah, grant me mercy, if thou so likest. The supplication (of his) should (be permeated with) conviction (that it would be accepted by the Lord), for Allah is the Doer of (everything) He likes to do, and there is none to force Him (to do or not to do this or that).",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، حَدَّثَنَا الْحَارِثُ، - وَهُوَ ابْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي ذُبَابٍ - عَنْ عَطَاءِ بْنِ مِينَاءَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ يَقُولَنَّ أَحَدُكُمُ اللَّهُمَّ اغْفِرْ لِي إِنْ شِئْتَ اللَّهُمَّ ارْحَمْنِي إِنْ شِئْتَ . لِيَعْزِمْ فِي الدُّعَاءِ فَإِنَّ اللَّهَ صَانِعٌ مَا شَاءَ لاَ مُكْرِهَ لَهُ  .",
    "hadithBengali": "৬৫৬৯। ইসহাক ইবনু মূসা আনসারী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যেন কখনো না বলে যে,اللَّهُمَّ اغْفِرْ لِي إِنْ شِئْتَ اللَّهُمَّ ارْحَمْنِي إِنْ شِئْتَ (হে আল্লাহ! আপনি চাইলে আমাকে ক্ষমা করুন, হে আল্লাহ! আপনি ইচ্ছা করলে আমার প্রতি দয়া বর্ষণ করুন)। সে যেন অবশ্যই দৃঢ় সংকল্পের সাথে দুআ করে। কেননা, আল্লাহ তাআলা যা ইচ্ছা করতে পারেন। তাকে বল প্রয়োগকারী কেউ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6569",
    "id": "18892",
    "thesequence": "19044",
    "isActive": "1",
    "chapterId": "14278",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৩. দৃঢ় আস্থা ও বিশ্বাসের সঙ্গে দু&#039;আ করা এবং এরূপ বলবে না যে, (আল্লাহ্&zwnj;) তুমি যদি চাও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas (b. Malik) reported Allahs Messenger (ﷺ) as saying. None of you should make a request for death because of the trouble in which he is involved, but if there is no other help to it, then say:\nO Allah, keep me alive as long as there is goodness in life for me and bring death to me when there is goodness in death for me.",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنِي ابْنَ عُلَيَّةَ - عَنْ عَبْدِ الْعَزِيزِ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَتَمَنَّيَنَّ أَحَدُكُمُ الْمَوْتَ لِضُرٍّ نَزَلَ بِهِ فَإِنْ كَانَ لاَ بُدَّ مُتَمَنِّيًا فَلْيَقُلِ اللَّهُمَّ أَحْيِنِي مَا كَانَتِ الْحَيَاةُ خَيْرًا لِي وَتَوَفَّنِي إِذَا كَانَتِ الْوَفَاةُ خَيْرًا لِي  .",
    "hadithBengali": "৬৫৭০। যুহায়র ইবনু হারব (রহঃ) ... আনাস (রাঃ) সুত্রে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যেন বিপদাক্রান্ত হওয়ার কারণে মৃত্যু কামনা না করে। যদি অগত্যা মৃত্যু কামনা করতেই হয় তাহলে সে যেন বলে- হে আল্লাহ! আপনি আমাকে জীবিত রাখুন যতক্ষন পর্যন্ত আমার হায়াত আমার জন্য মঙ্গলজনক হয়। আরআমাকে মৃত্যু দান করুন যদি আমার জন্য মৃত্যু মঙ্গলজনক হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6570",
    "id": "18893",
    "thesequence": "19045",
    "isActive": "1",
    "chapterId": "14279",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৪. কোন বিপদ-সংকট আপতিত হলে মৃত্যু কামনা করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Anas through another chain of transmitters, but with a small variation of wording.",
    "hadithArabic": "حَدَّثَنَا ابْنُ أَبِي خَلَفٍ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ سَلَمَةَ - كِلاَهُمَا عَنْ ثَابِتٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ   مِنْ ضُرٍّ أَصَابَهُ  .",
    "hadithBengali": "৬৫৭১। ইবনু আবূ খালফ ও যুহায়র ইবনু হারব (রহঃ) ... আনাস (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। তবে তিনিلِضُرٍّ نَزَلَ بِهِ (তার উপর পতিত বিপদের কারণে) এর স্থলেمِنْ ضُرٍّ أَصَابَهُ (যে বিপদ তার উপর আপতিত হয়েছে তা থেকে) বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6571",
    "id": "18894",
    "thesequence": "19046",
    "isActive": "1",
    "chapterId": "14279",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৪. কোন বিপদ-সংকট আপতিত হলে মৃত্যু কামনা করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Nadr b. Anas reported, as when Anas was alive, that he said:\nHad Allahs Messenger (ﷺ) not stated this.. None should make a request for death, I would have definitely done that.",
    "hadithArabic": "حَدَّثَنِي حَامِدُ بْنُ عُمَرَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا عَاصِمٌ، عَنِ النَّضْرِ بْنِ أَنَسٍ، وَأَنَسٌ، يَوْمَئِذٍ حَىٌّ قَالَ أَنَسٌ لَوْلاَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَتَمَنَّيَنَّ أَحَدُكُمُ الْمَوْتَ  . لَتَمَنَّيْتُهُ .",
    "hadithBengali": "৬৫৭২। হামিদ ইবনু উমর (রহঃ) ... নাযর ইবনু আনাস ও আনাস (রাঃ) থেকে বর্ণিত।আনাস (রাঃ) তখন জীবিত। তিনি বলেন, আনাস (রাঃ) বলেছেন, যদি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ldquo;তোমাদের কেউ কখনো মৃত্যূ কামনা করবে না&rdquo; না বলতেন তাহলে অবশ্যই আমি মৃত্যূ কামনা করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "6572",
    "id": "18895",
    "thesequence": "19047",
    "isActive": "1",
    "chapterId": "14279",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৪. কোন বিপদ-সংকট আপতিত হলে মৃত্যু কামনা করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Hazim reported:\nI visited Khabbab who had seven cauteries on his stomach and he said: Had Allahs Messenger (ﷺ) not forbidden us to call for death, I would have done so.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي، خَالِدٍ عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، قَالَ دَخَلْنَا عَلَى خَبَّابٍ وَقَدِ اكْتَوَى سَبْعَ كَيَّاتٍ فِي بَطْنِهِ فَقَالَ لَوْمَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَانَا أَنْ نَدْعُوَ بِالْمَوْتِ لَدَعَوْتُ بِهِ .",
    "hadithBengali": "৬৫৭৩। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... কায়স ইবনু আবূ হাযিম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা খাব্বাব (রাঃ) এর কাছে গেলাম। তিনি তার পেটে সাতটি (লোহা পোড়ার) দাগ দেখিয়েছিলেন। তখন তিনি বললেন, যদি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মৃত্যূর জন্য দু&#39;আ করতে নিষেধ না করতেন তাহলে অবশ্যই আমি তার জন্য দু&#39;আ করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "6573",
    "id": "18896",
    "thesequence": "19048",
    "isActive": "1",
    "chapterId": "14279",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৪. কোন বিপদ-সংকট আপতিত হলে মৃত্যু কামনা করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Ismail through other chains of narrators.",
    "hadithArabic": " حَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، وَجَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، وَوَكِيعٌ ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، وَيَحْيَى بْنُ حَبِيبٍ، قَالاَ حَدَّثَنَا مُعْتَمِرٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا أَبُو أُسَامَةَ، كُلُّهُمْ عَنْ إِسْمَاعِيلَ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৬৫৭৪। ইসহাক ইবনু ইবরাহীম (রহঃ) ... অন্য সুত্রে ইবনু নুমায়র, উবায়দুল্লাহ ইবনু মুআয ও ইয়াহইয়া ইবনু হাবীব ও মুহাম্মাদ ইবনু রাফি (রহঃ) ইসমাঈল (রহঃ) থেকে এই সনদে অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6574",
    "id": "18897",
    "thesequence": "19049",
    "isActive": "1",
    "chapterId": "14279",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৪. কোন বিপদ-সংকট আপতিত হলে মৃত্যু কামনা করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hammam b. Munabbih said:\nAbu Huraira narrated to us ahadith from Allahs Messenger (ﷺ) and out of these one is that Allahs Messenger (ﷺ) said: None amongst you should make a request for death, and do not call for it before it comes, for when any one of you dies, he ceases (to do good) deeds and the life of a believer is not prolonged but for goodness.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَتَمَنَّى أَحَدُكُمُ الْمَوْتَ وَلاَ يَدْعُ بِهِ مِنْ قَبْلِ أَنْ يَأْتِيَهُ إِنَّهُ إِذَا مَاتَ أَحَدُكُمُ انْقَطَعَ عَمَلُهُ وَإِنَّهُ لاَ يَزِيدُ الْمُؤْمِنَ عُمْرُهُ إِلاَّ خَيْرًا  .",
    "hadithBengali": "৬৫৭৫। মুহাম্মাদ ইবনু রাফি (রহঃ) ... হাম্মাদ ইবনু মুনাব্বিহ (রহঃ) থেকে বর্ণিত। তিনি এই মর্মে, আবূ হুরায়রা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমাদের কাছে যা বর্ণনা করেছেন, তন্মধ্যে কতিপয় হাদীস উল্লেখ করেছেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যেন মৃত্যু কামনা না করে এবং তা আসার পূর্বে যেন তার জন্য দু&#39;আ না করে। কেননা তোমাদের কেউ মারা গেলে তার আমল বন্ধ হয়ে যায়। আর মুমিন ব্যক্তির বয়স দীর্ঘায়িত হলে এতে তার কল্যাণই বৃদ্ধি পেতে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "6575",
    "id": "18898",
    "thesequence": "19050",
    "isActive": "1",
    "chapterId": "14279",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৪. কোন বিপদ-সংকট আপতিত হলে মৃত্যু কামনা করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ubida b. Samit reported Allahs Messenger (ﷺ) as saying:\nHe who loves to meet Allah, Allah also loves to meet him, and he who dislikes to meet Allah, Allah also abhors to meet him.",
    "hadithArabic": "حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ عُبَادَةَ، بْنِ الصَّامِتِ أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ  .",
    "hadithBengali": "৬৫৭৬। হাদ্দাব ইবনু খালিদ (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আল্লাহর দীদার পছন্দ করে আল্লাহ তার সাক্ষাৎ পছন্দ করেন। আর যে ব্যক্তি আল্লাহর দীদার অপছন্দ করে আল্লাহ তার সাক্ষাৎ অপছন্দ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6576",
    "id": "18899",
    "thesequence": "19051",
    "isActive": "1",
    "chapterId": "14280",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৫. যারা আল্লাহর দীদার পছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ পছন্দ করেন আর যারা আল্লাহর দীদার অপছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ অপছন্দ করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Ubada b. Samit through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يُحَدِّثُ عَنْ عُبَادَةَ بْنِ الصَّامِتِ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ .",
    "hadithBengali": "৬৫৭৭। মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশশার (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6577",
    "id": "18900",
    "thesequence": "19052",
    "isActive": "1",
    "chapterId": "14280",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৫. যারা আল্লাহর দীদার পছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ পছন্দ করেন আর যারা আল্লাহর দীদার অপছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ অপছন্দ করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that Allahs Messenger (ﷺ) said:\nHe who loves to meet Allah, Allah loves to meet him, and he who dislikes to meet Allah, Allah abhors to meet him. I (Aisha) said: Allahs Apostle, so far as the feeling of aversion against death is concerned, we all have this feeling. Thereupon he (the Holy Prophet) said: It is not that (which you construe), but (this) that when a believer (at the time of death) is given the glad tidings of the mercy of Allah, His Pleasure, and of Paradise, he loves to meet Allah, and Allah also loves to meet him, and when an unbeliever is given the news of the torment at the Hand of Allah, and Hardship to be imposed by Him, he dislikes to meet Allah and Allah also abhors to meet him.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الرُّزِّيُّ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ الْهُجَيْمِيُّ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ  . فَقُلْتُ يَا نَبِيَّ اللَّهِ أَكَرَاهِيَةُ الْمَوْتِ فَكُلُّنَا نَكْرَهُ الْمَوْتَ فَقَالَ  لَيْسَ كَذَلِكِ وَلَكِنَّ الْمُؤْمِنَ إِذَا بُشِّرَ بِرَحْمَةِ اللَّهِ وَرِضْوَانِهِ وَجَنَّتِهِ أَحَبَّ لِقَاءَ اللَّهِ فَأَحَبَّ اللَّهُ لِقَاءَهُ وَإِنَّ الْكَافِرَ إِذَا بُشِّرَ بِعَذَابِ اللَّهِ وَسَخَطِهِ كَرِهَ لِقَاءَ اللَّهِ وَكَرِهَ اللَّهُ لِقَاءَهُ  .",
    "hadithBengali": "৬৫৭৮। মুহাম্মাদ ইবনু আবদুল্লাহ রুযযী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আল্লাহর সাক্ষাৎ পছন্দ করে আল্লাহও তার সাক্ষাৎ পছন্দ করেন। আর যে ব্যক্তি আল্লাহর সাক্ষাৎ অপছন্দ করে আল্লাহ তার সাক্ষাৎ অপছন্দ করেন। তখন আমি বললাম, হে আল্লাহর নাবী! এর দ্বারা কি মৃত্যুর অপছন্দনীয়তা উদ্দেশ্য? তাকে তো আমরা সবাই অপছন্দ করি?\n\nতিনি বলেন, বিষয়টি এরূপ নয়। তবে যখন একজন মুমিনকে আল্লাহর রহমত, তার রিযামন্দি ও জান্নাতের সুসংবাদ দেওয়া হয় তখন সে আল্লাহর সাক্ষাৎ পছন্দ করে এবং আল্লাহও তার সাক্ষাৎ পছন্দ করেন। আর যখন কাফিরকে আল্লাহর আযাব ও তার অসন্তুষ্টির খবর দেওয়া হয় তখন সে আল্লাহর সাক্ষাৎ অপছন্দ করে এবং আল্লাহও তার সাক্ষাৎ অপছন্দ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6578",
    "id": "18901",
    "thesequence": "19053",
    "isActive": "1",
    "chapterId": "14280",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৫. যারা আল্লাহর দীদার পছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ পছন্দ করেন আর যারা আল্লাহর দীদার অপছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ অপছন্দ করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been reported on the authority of Qatida with the same chain of transmitters.",
    "hadithArabic": " حَدَّثَنَاهُ مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৬৫৭৯। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... কাতাদা (রহঃ) থেকে এই সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6579",
    "id": "18902",
    "thesequence": "19054",
    "isActive": "1",
    "chapterId": "14280",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৫. যারা আল্লাহর দীদার পছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ পছন্দ করেন আর যারা আল্লাহর দীদার অপছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ অপছন্দ করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported Allahs Messenger (ﷺ) as saying:\nHe who loves to meet Allah, Allah also loves to meet him, and who dislikes to meet Allah, Allah abhors to meet him. There is death before (one is able to) meet Allah.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ زَكَرِيَّاءَ، عَنِ الشَّعْبِيِّ، عَنْ شُرَيْحِ بْنِ هَانِئٍ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ وَالْمَوْتُ قَبْلَ لِقَاءِ اللَّهِ  .",
    "hadithBengali": "৬৫৮০। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আল্লাহর দীদার পছন্দ করে আল্লাহ তার সাক্ষাৎ পছন্দ করেন। আর যে ব্যক্তি আল্লাহর দীদার অপছন্দ করে আল্লাহ তার সাক্ষাৎ অপছন্দ করেন। আর মূত্যু তো আল্লাহর সঙ্গে সাক্ষাতের পূর্বে সংঘটিত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6580",
    "id": "18903",
    "thesequence": "19055",
    "isActive": "1",
    "chapterId": "14280",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৫. যারা আল্লাহর দীদার পছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ পছন্দ করেন আর যারা আল্লাহর দীদার অপছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ অপছন্দ করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Aisha through another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا زَكَرِيَّاءُ، عَنْ عَامِرٍ، حَدَّثَنِي شُرَيْحُ بْنُ هَانِئٍ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ بِمِثْلِهِ .",
    "hadithBengali": "৬৫৮১। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি প্রায়ই ইবন হানী (রহঃ) কে অবহিত করেছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন ... তার অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "6581",
    "id": "18904",
    "thesequence": "19056",
    "isActive": "1",
    "chapterId": "14280",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৫. যারা আল্লাহর দীদার পছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ পছন্দ করেন আর যারা আল্লাহর দীদার অপছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ অপছন্দ করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nHe who loves meeting Allah, Allah loves to meet him, and he who dislikes to meet Allah, Allah abhors to meet him. I (Shuraih b. Hani, one of the narrators) came to Aisha and said to her: Mother of the faithful, I heard Abu Huraira narrate from Allahs Messenger (ﷺ) which, if it is actually so, is a destruction to us. Thereupon she said: Those are in fact ruined who are ruined at the words of Allahs Messenger (ﷺ). What are (the words which in your opinion would cause your destruction)? He said that Allahs Messenger (ﷺ) had stated: He who loves to meet Allah, Allah too loves to meet him, and he who dislikes to meet Allah, Allah too abhors to meet him, and there is none amongst us who dons not hate death. Thereupon she said: Allahs Messenger (ﷺ) has in fact stated this, but it does not mean what you construe, but it implies (the time) when one loses the lustre of the eye, and there is rattling in the throat, shudder in the body and convulsion in fingers (at the time of death). (It is about this time) that it has been said: He who loves to meet Allah, Allah would love to meet him, and he who dislikes to meet Allah, Allah would abhor to meet him",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ عَمْرٍو الأَشْعَثِيُّ، أَخْبَرَنَا عَبْثَرٌ، عَنْ مُطَرِّفٍ، عَنْ عَامِرٍ، عَنْ شُرَيْحِ، بْنِ هَانِئٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ  . قَالَ فَأَتَيْتُ عَائِشَةَ فَقُلْتُ يَا أُمَّ الْمُؤْمِنِينَ سَمِعْتُ أَبَا هُرَيْرَةَ يَذْكُرُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم حَدِيثًا إِنْ كَانَ كَذَلِكَ فَقَدْ هَلَكْنَا . فَقَالَتْ إِنَّ الْهَالِكَ مَنْ هَلَكَ بِقَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَمَا ذَاكَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ  . وَلَيْسَ مِنَّا أَحَدٌ إِلاَّ وَهُوَ يَكْرَهُ الْمَوْتَ . فَقَالَتْ قَدْ قَالَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم وَلَيْسَ بِالَّذِي تَذْهَبُ إِلَيْهِ وَلَكِنْ إِذَا شَخَصَ الْبَصَرُ وَحَشْرَجَ الصَّدْرُ وَاقْشَعَرَّ الْجِلْدُ وَتَشَنَّجَتِ الأَصَابِعُ فَعِنْدَ ذَلِكَ مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ .",
    "hadithBengali": "৬৫৮২। সাঈদ ইবনু আমর আশআসী (রহঃ) ... শুরায়হ ইবন হানী (রহঃ) সুত্রে আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আল্লাহর সঙ্গে সাক্ষাৎ পছন্দ করে আল্লাহ তার সাক্ষাৎ পছন্দ করেন। আর যে ব্যক্তি আল্লাহর সঙ্গে সাক্ষাৎ অপছন্দ করে আল্লাহ তার সাক্ষাৎ অপছন্দ করেন। তিনি (শুরায়হ) বলেন, এরপর আমি আয়িশা (রাঃ) এর কাছে এলাম এবং বললাম, হে উম্মুল মুমিনীন! আমি আবূ হুরায়রা (রাঃ) কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একটি হাদীস বর্ণনা করতে শুনেছি। যদি বিষয়টি এরূপ হয় তাহলে আমরা ধ্বংস হয়ে গেছি।\n\nতখন তিনি [আয়িশা (রাঃ)] বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা মত যে ব্যক্তি ধ্বংস হয়েছে, সে বস্তুতই ধ্বংস হয়েছে। বিষয়টি কী? (রাবী) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আল্লাহর সাক্ষাৎ ভালবাসে আল্লাহ তার সাক্ষাৎ ভালবাসেন। আর যে ব্যক্তি আল্লাহর সাক্ষাৎ অপছন্দ করে আল্লাহও তার সাক্ষাৎ অপছন্দ করেন। অথচ আমাদের মাঝে এমন কেউ নেই, যে মৃত্যুকে অপছন্দ করে না।\n\nতখন তিনি (আয়িশা (রাঃ) বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই কথাই বলেছেন। তবে তুমি যা বুঝেছ ব্যাপারটি ঠিক তা নয়। প্রকৃতপক্ষে যখন চক্ষু স্থির হয়ে যাবে, শ্বাস বক্ষে আটকে যাবে, শরীর শিউরে উঠবে এবং আংগুলগুলো সংকুচিত টানটান হয়ে যাবে তখন (ঐ মুহূর্তে) যে ব্যক্তি আল্লাহর সাক্ষাৎ পছন্দ করবে আল্লাহ তার সাক্ষাৎ পছন্দ করবেন এবং সে সময় যে আল্লাহর সাক্ষাহু অপছন্দ করবে আল্লাহ তার সাক্ষাৎ অপছন্দ করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6582",
    "id": "18905",
    "thesequence": "19057",
    "isActive": "1",
    "chapterId": "14280",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৫. যারা আল্লাহর দীদার পছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ পছন্দ করেন আর যারা আল্লাহর দীদার অপছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ অপছন্দ করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been reported on the authority of Mutarrif with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنِي جَرِيرٌ، عَنْ مُطَرِّفٍ، بِهَذَا الإِسْنَادِ نَحْوَ حَدِيثِ عَبْثَرٍ .",
    "hadithBengali": "৬৫৮৩। ইসহাক হানযালী (রহঃ) ... মুতাররিফ (রহঃ) থেকে এ সনদে পূর্ব বর্ণিত আবসার (রহঃ) এর হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6583",
    "id": "18906",
    "thesequence": "19058",
    "isActive": "1",
    "chapterId": "14280",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৫. যারা আল্লাহর দীদার পছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ পছন্দ করেন আর যারা আল্লাহর দীদার অপছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ অপছন্দ করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa reported Allahs Apostle (ﷺ) as saying:\nHe who loves to meet Allah, Allah too loves to meet him, and he who dislikes to meet Allah, Allah abhors to meet him.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو عَامِرٍ الأَشْعَرِيُّ وَأَبُو كُرَيْبٍ قَالُوا حَدَّثَنَا أَبُو أُسَامَةَ عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ  .",
    "hadithBengali": "৬৫৮৪। আবূ বকর ইবনু আবূ শায়বা, আবূ আমির আশআরী ও আবূ কুরায়ব (রহঃ) ... আবূ মূসা আশআরী (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ যে ব্যক্তি আল্লাহর সাক্ষাৎ ভালবাসে আল্লাহ তার সাক্ষাৎ ভালবাসেন। আর যে ব্যক্তি আল্লাহর সাথে সাক্ষাৎ অপছন্দ করে আল্লাহও তার সাথে সাক্ষাৎ অপছন্দ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6584",
    "id": "18907",
    "thesequence": "19059",
    "isActive": "1",
    "chapterId": "14280",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৫. যারা আল্লাহর দীদার পছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ পছন্দ করেন আর যারা আল্লাহর দীদার অপছন্দ করে আল্লাহ্&zwnj; তাদের সাক্ষাৎ অপছন্দ করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (may peace be upon him as saying that Allah thus stated:\nI live in the thought of My servant as he thinks of Me and with him as he calls Me.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا وَكِيعٌ، عَنْ جَعْفَرِ بْنِ بُرْقَانَ، عَنْ يَزِيدَ، بْنِ الأَصَمِّ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ اللَّهَ يَقُولُ أَنَا عِنْدَ ظَنِّ عَبْدِي بِي وَأَنَا مَعَهُ إِذَا دَعَانِي  .",
    "hadithBengali": "৬৫৮৫। আবূ কুরায়ব মুহাম্মাদ ইবনু আ&#39;লা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা ইরশাদ করেন, আমার বান্দা আমাকে যে রূপ ধারণা করে আমি (তার জন্য তেমিনই)। আর আমি তার সঙ্গে থাকি যখন সে আমাকে ডাকে।\n",
    "checkStatus": "1",
    "hadithNo": "6585",
    "id": "18908",
    "thesequence": "19060",
    "isActive": "1",
    "chapterId": "14281",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৬. যিকর, দু&#039;আ, আল্লাহর নৈকট্য হাসিল করা এবং তার (আল্লাহর) প্রতি সুধারনা পোষণের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying that Allah, the Exalted and Glorious, said:\nWhen My servant draws close to Me by the span of a palm, I draw close to him by the cubit and when he draws close to Me by the cubit, I draw close to him by the space (covered) by two armspans, and when he comes to me walking, I go in a hurry towards him.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارِ بْنِ عُثْمَانَ الْعَبْدِيُّ، حَدَّثَنَا يَحْيَى، - يَعْنِي ابْنَ سَعِيدٍ - وَابْنُ أَبِي عَدِيٍّ عَنْ سُلَيْمَانَ، - وَهُوَ التَّيْمِيُّ - عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   قَالَ اللَّهُ عَزَّ وَجَلَّ إِذَا تَقَرَّبَ عَبْدِي مِنِّي شِبْرًا تَقَرَّبْتُ مِنْهُ ذِرَاعًا وَإِذَا تَقَرَّبَ مِنِّي ذِرَاعًا تَقَرَّبْتُ مِنْهُ بَاعًا - أَوْ بُوعًا - وَإِذَا أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَةً  .",
    "hadithBengali": "৬৫৮৬। মুহাম্মদ ইবনু বাশশার ইবনু উসমান আবদী (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, আল্লাহ তা&#39;আলা ইরশাদ করেনঃ যখন আমার বান্দা আমার দিকে এক বিঘত অগ্রসর হয় তখন আমি তার দিকে একহাত অগ্রসর হই। আর যখন সে আমার দিকে এক হাত এগিয়ে আসে তখন আমি তার দিকে এক &#39;বাগ&#39;* এগিয়ে আসি। আর যখন সে আমার দিকে হেঁটে আসে তখন আমি তার দিকে দৌড়ে আসি।\n",
    "checkStatus": "1",
    "hadithNo": "6586",
    "id": "18909",
    "thesequence": "19061",
    "isActive": "1",
    "chapterId": "14281",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৬. যিকর, দু&#039;আ, আল্লাহর নৈকট্য হাসিল করা এবং তার (আল্লাহর) প্রতি সুধারনা পোষণের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Mutamar from his father with the same chain of transmitters, with a slight variation of wording.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الْقَيْسِيُّ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ أَبِيهِ، بِهَذَا الإِسْنَادِ وَلَمْ يَذْكُرْ   إِذَا أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَةً  .",
    "hadithBengali": "৬৫৮৭। মুহাম্মাদ ইবনু আবদুল আলা কায়সী (রহঃ) ... মু&#39;তামির (রহঃ) তার পিতার সুত্রে এই সনদে অনুরূপ বর্ণনা করেন। তবে তিনি তার বর্ণনায়إِذَا أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَةً (যখন সে পায়ে হেটে আসে) উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6587",
    "id": "18910",
    "thesequence": "19062",
    "isActive": "1",
    "chapterId": "14281",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৬. যিকর, দু&#039;আ, আল্লাহর নৈকট্য হাসিল করা এবং তার (আল্লাহর) প্রতি সুধারনা পোষণের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying that Allah, the Exalted and Glorious, thus stated:\nI live in the thought of My servant as he thinks about Me, and I am with him, as he remembers Me. And if he remembers Me in his heart, I also remember him in My Heart, and if he remembers Me in assembly I remember him in the assembly, better than he (does that), and if he draws near Me by the span of a palm I draw near him by the cubit, and if he draws near Me by the cubit I draw near him by the space (covered by) two hands. And if he walks towards Me, I rush towards him.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لأَبِي كُرَيْبٍ - قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَقُولُ اللَّهُ عَزَّ وَجَلَّ أَنَا عِنْدَ ظَنِّ عَبْدِي وَأَنَا مَعَهُ حِينَ يَذْكُرُنِي فَإِنْ ذَكَرَنِي فِي نَفْسِهِ ذَكَرْتُهُ فِي نَفْسِي وَإِنْ ذَكَرَنِي فِي مَلإٍ ذَكَرْتُهُ فِي مَلإٍ خَيْرٍ مِنْهُ وَإِنِ اقْتَرَبَ إِلَىَّ شِبْرًا تَقَرَّبْتُ إِلَيْهِ ذِرَاعًا وَإِنِ اقْتَرَبَ إِلَىَّ ذِرَاعًا اقْتَرَبْتُ إِلَيْهِ بَاعًا وَإِنْ أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَةً  .",
    "hadithBengali": "৬৫৮৮। আবূ বকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তা&#39;আলা ইরশাদ করেনঃ আমি আমার বান্দার কাছে তার ধারনা অনুযায়ী থাকি। যখন সে আমার যিকর (আমাকে স্মরণ) করে তখন আমি তার সঙ্গী হয়ে যাই। যখন সে একাকী (মনে মনে) আমার যিকির করে তখন আমি একাকী তাকে স্মরণ করি। যখন সে কোন মজলিসে আমার যিকর করে তখন আমি তাকে তার চাইতে উত্তম মজলিসে স্মরণ করি। যদি সে আমার দিকে এক বিঘত অগ্রসর হয় আমি তার দিকে এক হাত এগিয়ে আসি। যদি সে আমার দিকে এক হাত অগ্রসর হয় তাহলে আমি তার দিকে এক বাম (সাড়ে তিন হাত) এগিয়ে আসি। যদি সে আমার দিকে পায়ে হেটে আস আমি তার দিকে ছুটে আসি।\n",
    "checkStatus": "1",
    "hadithNo": "6588",
    "id": "18911",
    "thesequence": "19063",
    "isActive": "1",
    "chapterId": "14281",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৬. যিকর, দু&#039;আ, আল্লাহর নৈকট্য হাসিল করা এবং তার (আল্লাহর) প্রতি সুধারনা পোষণের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Dharr reported Allahs Messenger (ﷺ) as saying that Allah, the Exalted and Glorious, stated:\n He who comes with goodness, there are in store for him ten like those and even more than those: And he who comes with vice,  it is only for that that he is called to account. I even forgive him (as I like) and he who draws close to Me by the span of a palm I draw close to him by the cubit, and he who draws close to Me by the cubit I draw close to him by the space (covered) by two hands, and he who walks towards Me I rush towards him, and he who meets Me in the state that his sins fill the earth, but not associating anything with Me, I would meet Him with the same (vastness) of pardon (on My behalf). This hadith has been transmitted on the authority of Waki.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الأَعْمَشُ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَقُولُ اللَّهُ عَزَّ وَجَلَّ مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَأَزِيدُ وَمَنْ جَاءَ بِالسَّيِّئَةِ فَجَزَاؤُهُ سَيِّئَةٌ مِثْلُهَا أَوْ أَغْفِرُ وَمَنْ تَقَرَّبَ مِنِّي شِبْرًا تَقَرَّبْتُ مِنْهُ ذِرَاعًا وَمَنْ تَقَرَّبَ مِنِّي ذِرَاعًا تَقَرَّبْتُ مِنْهُ بَاعًا وَمَنْ أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَةً وَمَنْ لَقِيَنِي بِقُرَابِ الأَرْضِ خَطِيئَةً لاَ يُشْرِكُ بِي شَيْئًا لَقِيتُهُ بِمِثْلِهَا مَغْفِرَةً  . قَالَ إِبْرَاهِيمُ حَدَّثَنَا الْحَسَنُ بْنُ بِشْرٍ حَدَّثَنَا وَكِيعٌ بِهَذَا الْحَدِيثِ .",
    "hadithBengali": "৬৫৮৯। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবূ যার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ আল্লাহ তা&#39;আলা ইরশাদ করেন, যে ব্যক্তি একটি নেক কাজ করবে তার জন্য রয়েছে দশগুন সাওয়াব; আর আমি তাকে আরও বাড়িয়ে দেব। অ্যর যে ব্যক্তি একটি মন্দ কাজ (গুনাহ) করবে তার প্রতিফল সেই কাজের অনুরূপ কিংবা আমি তাকে ক্ষমা করে দেব। যে ব্যক্তি আমার দিকে এক বিঘত অগ্রসর (নিকটবর্তী) হয় আমি তার দিকে একহাত এগিয়ে আসি। আর যে ব্যক্তি আমার প্রতি একহাত অগ্রসর হয় আমি তার দিকে এক বাম এগিয়ে আসি। যে ব্যক্তি আমার কাছে হেঁটে আসে আমি তার দিকে ছুটে আসি। যে ব্যক্তি আমার কাছে পৃথিবী সমান গুনাহ করে এবং আমার সঙ্গে কাউকে শরীক করেনি আমি তার সঙ্গে অনুরূপ পৃথিবীতুল্য মাগফিরাত নিয়ে মিলিত হই।\n\nইবরাহীম (রহঃ) বলেন, হাসান ইবনু বিশর (রহঃ) ওয়াকী (রহঃ) সুত্রে ... অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6589",
    "id": "18912",
    "thesequence": "19064",
    "isActive": "1",
    "chapterId": "14281",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৬. যিকর, দু&#039;আ, আল্লাহর নৈকট্য হাসিল করা এবং তার (আল্লাহর) প্রতি সুধারনা পোষণের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A hadith like this has been transmitted on the authority of Amash with the same chain of transmitters and he (further) said:\nThere is for him ten like that (the good he performed) or more than that.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ . نَحْوَهُ غَيْرَ أَنَّهُ قَالَ   فَلَهُ عَشْرُ أَمْثَالِهَا أَوْ أَزِيدُ  .",
    "hadithBengali": "৬৫৯০। আবূ কুরায়ব (রহঃ) ... আ&#39;মাশ সুত্রে এই সনদে অনুরূপ বর্ণনা করেছেন। তবে পার্থক্য এই যে, তিনি বলেছেন, তার জন্য রয়েছে দশগুন সাওয়াব অথবা আমি আরও বাড়িয়ে দেব।\n",
    "checkStatus": "1",
    "hadithNo": "6590",
    "id": "18913",
    "thesequence": "19065",
    "isActive": "1",
    "chapterId": "14281",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৬. যিকর, দু&#039;আ, আল্লাহর নৈকট্য হাসিল করা এবং তার (আল্লাহর) প্রতি সুধারনা পোষণের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported that Allahs Messenger (ﷺ) visited a person from amongst the Muslims in order to inquire (about his health) who had grown feeble like the chicken. Allahs Messenger (ﷺ) said:\nDid you supplicate for anything or beg of Him about that? He said: Yes. I used to utter (these words): Impose punishment upon me earlier in this world, what Thou art going to impose upon me in the Hereafter. Thereupon Allahs Messenger (ﷺ) said: Hallowed be Allah, you have neither the power nor forbearance to take upon yourself (the burden of His Punishment). Why did you not say this: O Allah, grant us good in the world and good in the Hereafter, and save us from the torment of Fire. He (the Holy Prophet) made this supplication (for him) and he was all right.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْخَطَّابِ، زِيَادُ بْنُ يَحْيَى الْحَسَّانِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ، عَنْ حُمَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم عَادَ رَجُلاً مِنَ الْمُسْلِمِينَ قَدْ خَفَتَ فَصَارَ مِثْلَ الْفَرْخِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  هَلْ كُنْتَ تَدْعُو بِشَىْءٍ أَوْ تَسْأَلُهُ إِيَّاهُ  . قَالَ نَعَمْ كُنْتُ أَقُولُ اللَّهُمَّ مَا كُنْتَ مُعَاقِبِي بِهِ فِي الآخِرَةِ فَعَجِّلْهُ لِي فِي الدُّنْيَا . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  سُبْحَانَ اللَّهِ لاَ تُطِيقُهُ - أَوْ لاَ تَسْتَطِيعُهُ - أَفَلاَ قُلْتَ اللَّهُمَّ آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ  . قَالَ فَدَعَا اللَّهَ لَهُ فَشَفَاهُ .",
    "hadithBengali": "৬৫৯১। আবুল খাত্তাব যিয়াদ ইবনু ইয়াহইয়া হাসসানী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজন মুসলিমকে তার অসুস্থ অবস্থায় দেখার জন্য গেলেন। সে অসুখে কাতর হয়ে অত্যন্ত দুর্বল হয়ে পড়েছিল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ তুমি কি কোন দুআ করছিলে কিংবা আল্লাহর কাছে বিশেষভাবে কিছু কামনা করছিলে? সে বললঃ হ্যাঁ। আমি বলছিলাম, হে আল্লাহ! আপনি আখিরাতে আমাকে যে শাস্তি দিবেন তা এই দুনিয়াতেই ত্বরান্বিত করে দিন।\n\nতখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সুবহানাল্লাহ! তোমার এমন শক্তি নেই যে, তা বহন করবে? অথবা (বললেন) তুমি তা বরদাশত করতে পারবে না। তুমি এরূপ বললে না কেন? হে আল্লাহ! আমাদের কল্যাণ দিন দুনিয়াতে এবং কল্যাণ দান করুন আখিরাতে। আর জাহান্নাম থেকে আমাদের নাজাত দিন।\n\nতিনি (রাবী) বলেন, তখন তিনি তার জন্য আল্লাহর কাছে দুআ করেন। আর আল্লাহ তাকে নিরাময় দান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6591",
    "id": "18914",
    "thesequence": "19066",
    "isActive": "1",
    "chapterId": "14282",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৭. দুনিয়াতে শাস্তি ত্বরান্বিত (অগ্রিম) করার দু&#039;আ করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Humaid with the same chain of transmitters, but with a slight variation of wording.",
    "hadithArabic": "حَدَّثَنَاهُ عَاصِمُ بْنُ النَّضْرِ التَّيْمِيُّ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا حُمَيْدٌ، بِهَذَا الإِسْنَادِ إِلَى قَوْلِهِ   وَقِنَا عَذَابَ النَّارِ  . وَلَمْ يَذْكُرِ الزِّيَادَةَ .",
    "hadithBengali": "৬৫৯২। আসিম ইবনু নাযর তায়মী (রহঃ) ... হুমায়দ (রহঃ) এবং জাহান্নাম থেকে আমাদের বাচান পর্যন্ত উল্লেখ করেছেন। এর বর্ধিত অংশ তিনি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6592",
    "id": "18915",
    "thesequence": "19067",
    "isActive": "1",
    "chapterId": "14282",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৭. দুনিয়াতে শাস্তি ত্বরান্বিত (অগ্রিম) করার দু&#039;আ করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported that Allahs Messenger (ﷺ) visited a person from amongst his Companions who had grown as feeble as the chicken. The rest of the hadith is the same, but with this variation that he (the Holy Prophet) said:\nYou have not power enough to undergo the torment imposed by Allah. And there is no mention of: He supplicated Allah for him and He cured him.",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا ثَابِتٌ، عَنْ أَنَسٍ، أَنَّعليه وسلم دَخَلَ عَلَى رَجُلٍ مِنْ أَصْحَابِهِ يَعُودُهُ وَقَدْ صَارَ كَالْفَرْخِ . بِمَعْنَى حَدِيثِ حُمَيْدٍ غَيْرَ أَنَّهُ قَالَ   لاَ طَاقَةَ لَكَ بِعَذَابِ اللَّهِ  . وَلَمْ يَذْكُرْ فَدَعَا اللَّهَ لَهُ فَشَفَاهُ .",
    "hadithBengali": "৬৫৯৩। যুহায়র ইবনু হারব (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর এক সাহাবীর অসুখে দেখতে যান। সে ভীষণ কাতর হয়ে পড়েছিল। হুমায়দের হাদীসের মর্মানুযায়ী বর্ণনা করেন। তবে (তার বর্ণনায়) তিনি বলেছেন, &#39;আল্লাহর আযাব বরদাশত করার মত শক্তি তোমার নেই&#39; আর এরপর তিনি আল্লাহর কাছে দুআ করলেন এবং &#39;তিনি তাকে নিরাময় করেন&#39; কথাটি তিনি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6593",
    "id": "18916",
    "thesequence": "19068",
    "isActive": "1",
    "chapterId": "14282",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৭. দুনিয়াতে শাস্তি ত্বরান্বিত (অগ্রিম) করার দু&#039;আ করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith had been transmitted on the authority of Anas through another chain of narrators.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا سَالِمُ بْنُ نُوحٍ الْعَطَّارُ، عَنْ سَعِيدِ، بْنِ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ .",
    "hadithBengali": "৬৫৯৪। মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশশার (রহঃ) ... আনাস (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এই হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6594",
    "id": "18917",
    "thesequence": "19069",
    "isActive": "1",
    "chapterId": "14282",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৭. দুনিয়াতে শাস্তি ত্বরান্বিত (অগ্রিম) করার দু&#039;আ করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying Allah has mobile (squads) of angels, who have no other work (to attend to but) to follow the assemblies of Dhikr and when they find such assemblies in which there is Dhikr (of Allah) they sit in them and some of them surround the others with their wings till the space between them and the sky of the world is fully covered, and when they disperse (after the assembly of Dhikr is adjourned) they go upward to the heaven and Allah, the Exalted and Glorious, asks them although He is best informed about them:\nWhere have you come from? They say: We come from Thine servants upon the earth who had been glorifying Thee (reciting Subhan Allah), uttering Thine Greatness (saying Allah o-Akbar) and uttering Thine Oneness (La ilaha ill Allah) and praising Thee (uttering al-Hamdu Lillah) and begging of Thee. Be would say: What do they beg of Me? They would say: They beg of Thee the Paradise of Thine. He (God) would say: Have they seen My Paradise? They said: No, our Lord. He would say: (What it would be then) if they were to see Mine Paradise? They (the angels) said: They seek Thine protection. He (the Lord) would say: Against what do they seek protection of Mine? They (the angels) would say: Our Lord, from the Hell-Fire. He (the Lord) would say: Have they seen My Fire? They would say: No. He (the Lord) would say: What it would be if they were to see My Fire? They would say: They beg of Thee forgiveness. He would say: I grant pardon to them, and confer upon them what they ask for and grant them protection against which they seek protection. They (the angels) would again say: Our Lord, there is one amongst them such and such simple servant who happened to pass by (that assembly) and sat there along with them (who had been participating in that assembly). He (the Lord) would say: I also grant him pardon, for they are a people the seat-fellows of whom are in no way unfortunate.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا سُهَيْلٌ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّ لِلَّهِ تَبَارَكَ وَتَعَالَى مَلاَئِكَةً سَيَّارَةً فُضْلاً يَتَبَّعُونَ مَجَالِسَ الذِّكْرِ فَإِذَا وَجَدُوا مَجْلِسًا فِيهِ ذِكْرٌ قَعَدُوا مَعَهُمْ وَحَفَّ بَعْضُهُمْ بَعْضًا بِأَجْنِحَتِهِمْ حَتَّى يَمْلَئُوا مَا بَيْنَهُمْ وَبَيْنَ السَّمَاءِ الدُّنْيَا فَإِذَا تَفَرَّقُوا عَرَجُوا وَصَعِدُوا إِلَى السَّمَاءِ - قَالَ - فَيَسْأَلُهُمُ اللَّهُ عَزَّ وَجَلَّ وَهُوَ أَعْلَمُ بِهِمْ مِنْ أَيْنَ جِئْتُمْ فَيَقُولُونَ جِئْنَا مِنْ عِنْدِ عِبَادٍ لَكَ فِي الأَرْضِ يُسَبِّحُونَكَ وَيُكَبِّرُونَكَ وَيُهَلِّلُونَكَ وَيَحْمَدُونَكَ وَيَسْأَلُونَكَ . قَالَ وَمَاذَا يَسْأَلُونِي قَالُوا يَسْأَلُونَكَ جَنَّتَكَ . قَالَ وَهَلْ رَأَوْا جَنَّتِي قَالُوا لاَ أَىْ رَبِّ . قَالَ فَكَيْفَ لَوْ رَأَوْا جَنَّتِي قَالُوا وَيَسْتَجِيرُونَكَ . قَالَ وَمِمَّ يَسْتَجِيرُونَنِي قَالُوا مِنْ نَارِكَ يَا رَبِّ . قَالَ وَهَلْ رَأَوْا نَارِي قَالُوا لاَ . قَالَ فَكَيْفَ لَوْ رَأَوْا نَارِي قَالُوا وَيَسْتَغْفِرُونَكَ - قَالَ - فَيَقُولُ قَدْ غَفَرْتُ لَهُمْ فَأَعْطَيْتُهُمْ مَا سَأَلُوا وَأَجَرْتُهُمْ مِمَّا اسْتَجَارُوا - قَالَ - فَيَقُولُونَ رَبِّ فِيهِمْ فُلاَنٌ عَبْدٌ خَطَّاءٌ إِنَّمَا مَرَّ فَجَلَسَ مَعَهُمْ قَالَ فَيَقُولُ وَلَهُ غَفَرْتُ هُمُ الْقَوْمُ لاَ يَشْقَى بِهِمْ جَلِيسُهُمْ  .",
    "hadithBengali": "৬৫৯৫। মুহাম্মাদ ইবনু হাতিম ইবনু মায়মুন (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, আল্লাহ তাআলার একদল ভ্রাম্যমান বিশেষ ফিরিশতা আছে। তারা যিকরের মজলিসসমূহ অনুসন্ধান করে বেড়ায়। তাঁরা যখন কোন যিকরের মজলিস পায় তখন সেখানে তাদের (যিকরকারীরদের) সঙ্গে বসে যায়। আর তারা একে অপরকে তাদের পাখা বিস্তার করে বেষ্টন করে নেয়। এমনিভাবে তাঁরা তাদের ও নিকটবর্তী আসমানের ফাঁকা স্থান পূর্ণ করে ফেলে। যিকরকারীরা যখন আলাদা হয়ে যায় তখন তাঁরা আসমানে আরোহণ করে। তিনি বলেন, তখন আল্লাহ তা&#39;আলা তাদের প্রশ্ন করেন, তোমরা কোথা হতে এসেছ? অথচ তিনি তাদের সম্পর্কে সর্বাধিক অবহিত।\n\nতখন তারা বলতে থাকেন, আমরা যমীনে অবস্থানকারী আপনার বান্দাদের নিকট থেকে এসেছি, যারা আপনার তাসবীহ পাঠ করে, তাকবীর পাঠ করে, (তাহলীল পাঠ করে) &ldquo;লা ইলাহা ইল্লাল্লাহ&rdquo; এর যিকর করে, আপনার প্রশংসা ঘোষণা করে আর আপনার কাছে তাদের (কাঙ্খিত বস্তু) কামনা করে। তখন আল্লাহ বলেন, আমার বান্দারা আমার কাছে কি চায়? তারা বলেন, তারা আপনার কাছে আপনার জান্নাত কামনা করে। তিনি বলেন, তারা কি আমার জান্নাত দেখেছে? তাঁরা বলেন, না; হে আমাদের প্রতিপালক! তিনি বলেন, যদি তারা আমার জান্নাত দেখতে পেত (তাহলে কী করত)? তাঁরা বলেন, তাহলে তারা আপনার কাছে আশ্রয় প্রার্থনা করত। তিনি বলেন, কিসের থেকে তারা আমার কাছে পানাহ চাইত? তাঁরা বলেন, হে আমাদের প্রতিপালক! আপনার জাহান্নাম থেকে। তিনি বলেন, তারা কি আমার জাহান্নাম দেখেছে? তারা বলেন, না; তারা দেখেননি।\n\nতিনি বলেন, যদি তারা আমার জাহান্নাম দেখতে পেত (তাহলে কী করত)? তারা বলেন, তাহলে তারা আপনার কাছে মাগফিরাত কামনা করত। তিনি বলেন, তখন আল্লাহ বলবেন, আমি তাদের ক্ষমা করে দিলাম এবং তারা যা চাইছিল আমি তা তাদের দান করলাম। আর তারা যা থেকে আশ্রয় চাইছিল আমি তা থেকে তাদের নাজাত দিলাম। এরপর তারা বলবে, হে আমাদের প্রতিপালক! তাদের মধ্যে তো অমুক গোনাহগার বান্দা ছিল, যে তাদের (যিকিরীনদের) সঙ্গে মজলিসের পাশ দিয়ে যাওয়ার সময় বসেছিল। তিনি বলেন, তখন আল্লাহ বলবেন, আমি তাকেও ক্ষমা করে দিলাম। তারা তো এমন একটি সম্প্রদায় যাদের সঙ্গে উপবেশনকারী ব্যক্তি দুর্ভাগা হতে পারে না।\n",
    "checkStatus": "1",
    "hadithNo": "6595",
    "id": "18918",
    "thesequence": "19070",
    "isActive": "1",
    "chapterId": "14283",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৮. যিকিরের মজলিসের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Qatada asked Anas which Supplication Allahs Apostle (ﷺ) frequently made. He said:\nThe supplication that he (the Prophet made very frequently is this: O Allah, grant us the good in this world and the good in the Hereafter and save us from the torment of Hell-Fire. He (Qatada) said that whenever Anas had to supplicate he made this very supplication, and whenever he (intended) to make another supplication he (inserted) this very supplication in that.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنِي ابْنَ عُلَيَّةَ - عَنْ عَبْدِ الْعَزِيزِ، - وَهُوَ ابْنُ صُهَيْبٍ - قَالَ سَأَلَ قَتَادَةُ أَنَسًا أَىُّ دَعْوَةٍ كَانَ يَدْعُو بِهَا النَّبِيُّ صلى الله عليه وسلم أَكْثَرَ قَالَ كَانَ أَكْثَرُ دَعْوَةٍ يَدْعُو بِهَا يَقُولُ   اللَّهُمَّ آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ  . قَالَ وَكَانَ أَنَسٌ إِذَا أَرَادَ أَنْ يَدْعُوَ بِدَعْوَةٍ دَعَا بِهَا فَإِذَا أَرَادَ أَنْ يَدْعُوَ بِدُعَاءٍ دَعَا بِهَا فِيهِ .",
    "hadithBengali": "৬৫৯৬। যুহায়র ইবনু হারব (রহঃ) ... আবদুল আযীয ইবনু সুহায়ব (রাঃ) থেকে বর্ণিত। তিনি বলেন, কাতাদা আনাস (রাঃ) কে জিজ্ঞাসা করলেন, কোন দু&#39;আ দ্বারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিক দু&#39;আ করতেন? তিনি বললেন, তিনি যে দু&#39;আ দ্বারা অধিক দুআ করতেন তা এই যে, তিনি বলতেনঃ হে আল্লাহ! আমাদের দান করুন দুনিয়ায় কল্যাণ এবং পরকালে কল্যাণ। আর আমাদের রক্ষা কর জাহান্নামের আযাব থেকে।\n\nরাবী বলেন, আনাস (রাঃ) যখন কোন দুআ করার ইচ্ছা করতেন তিনি এই দুআ (পাঠ) করতেন। যখন তিনি কোন কিছুর ব্যাপারে দুআ করার ইচ্ছা করতেন তখনও এই দুআ পড়তেন।\n",
    "checkStatus": "1",
    "hadithNo": "6596",
    "id": "18919",
    "thesequence": "19071",
    "isActive": "1",
    "chapterId": "14284",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৯. হে আল্লাহ্&zwnj;! আমাদের কল্যাণ দান করুন দুনিয়াতে এবং কল্যাণ দান করুন আখিরাতে আর জাহান্নাম থেকে আমাদের নাজাত দিন - এ দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported that Allahs Messenger (ﷺ) used to supplicate (in these words):\n Our Lord, grant us the good in this world and the good in the Hereafter and save us from the torment of Hell Fire.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ   رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ  .",
    "hadithBengali": "৬৫৯৭। উবায়দুল্লাহ ইবনু মুআয (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেন (এই দুআ পাঠ করতেনঃ) হে আমাদের প্রতিপালক! আমাদের কল্যাণ দান করুন পার্থিব জীবনে, কল্যাণ দান করুন আখিরাতে। আর জাহান্নামের আযাব থেকে আমাদের রক্ষা করুন।\n",
    "checkStatus": "1",
    "hadithNo": "6597",
    "id": "18920",
    "thesequence": "19072",
    "isActive": "1",
    "chapterId": "14284",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "৯. হে আল্লাহ্&zwnj;! আমাদের কল্যাণ দান করুন দুনিয়াতে এবং কল্যাণ দান করুন আখিরাতে আর জাহান্নাম থেকে আমাদের নাজাত দিন - এ দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nHe who uttered these words: There is no god but Allah, the One, having no partner with Him. Sovereignty belongs to Him and all the praise is due to Him, and He is Potent over everything one hundred times every day there is a reward of emancipating ten slaves for him, and there are recorded hundred virtues to his credit, and hundred vices are blotted out from his scroll, and that is a safeguard for him against the Satan on that day till evening and no one brings anything more excellent than this, except one who has done more than this (who utters these words more than one hundred times and does more good acts) and he who utters: Hallowed be Allah, and all praise is due to Him, one hundred times a day, his sins are obliterated even if they are equal to the extent of the foam of the ocean.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ . فِي يَوْمٍ مِائَةَ مَرَّةٍ . كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ وَكُتِبَتْ لَهُ مِائَةُ حَسَنَةٍ وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ وَكَانَتْ لَهُ حِرْزًا مِنَ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ وَلَمْ يَأْتِ أَحَدٌ أَفْضَلَ مِمَّا جَاءَ بِهِ إِلاَّ أَحَدٌ عَمِلَ أَكْثَرَ مِنْ ذَلِكَ . وَمَنْ قَالَ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ  .",
    "hadithBengali": "৬৫৯৮। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তিلاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ (আল্লাহ ব্যতীত কোন ইলাহ নেই; তিনি একক, তাঁর কোন শরীক নেই; রাজত্ব তাঁরই, যাবতীয় প্রশংসা তাঁরই; তিনই সবকিছু উপর ক্ষমতাবান) এই দুআ দিনে একশ বার পাঠ করে সে দশজন গোলাম আযাদ করার সাওয়াব পাবে, তার আমল নামায় একশ নেকী লিপিবদ্ধ করা হবে এবং তার থেকে একশ গোনাহ মুছে দেওয়া হবে। আর তা ঐ দিন সন্ধ্যা পর্যন্ত শয়তান (তার কুমন্ত্রণা) থেকে তার জন্য রক্ষাকবচ হয়ে যায়। সেদিন সে যা করেছে তার চেয়ে উত্তম পুণ্য সম্পাদনকারী কেউ হবে না। কিন্তু কেউ তার বেশী আমল করলে তার কথা ভিন্ন।\n\nআর যে ব্যক্তি দিনে একশ&#39; বারسُبْحَانَ اللَّهِ وَبِحَمْدِهِ (আমি আল্লাহর সপ্রশংসা পবিত্রতা বর্ণনা করছি) পাঠ করবে, তার যাবতীয় গোনাহ মোচন করে দেওয়া হবে, যদিও তা সমুদ্রের ফেনার সমতুল্য হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6598",
    "id": "18921",
    "thesequence": "19073",
    "isActive": "1",
    "chapterId": "14285",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১০. তাহলীল (لاَ إِلَهَ إِلاَّ اللَّهُ বলা), তাসবীহ (سُبْحَانَ اللَّه বলা) ও দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nHe who recites in the morning and in the evening (these words): Hallowed be Allah and all praise is due to Him one hundred times, he would not bring on the Day of Resurrection anything excellent than this except one who utters these words or utters more than these words.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ الأُمَوِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمُخْتَارِ، عَنْ سُهَيْلٍ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ قَالَ حِينَ يُصْبِحُ وَحِينَ يُمْسِي سُبْحَانَ اللَّهِ وَبِحَمْدِهِ مِائَةَ مَرَّةٍ . لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلاَّ أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ  .",
    "hadithBengali": "৬৫৯৯। মুহাম্মাদ ইবনু আবদুল মালিক উমাবী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি সকালে ও সন্ধ্যায় سُبْحَانَ اللَّهِ وَبِحَمْدِهِ (আল্লাহ পবিত্র ও সমস্ত প্রশংসা তাঁরই) একশ&#39; বার পাঠ করে কিয়ামতের দিনে তার চেয়ে উত্তম আমল কেউ আসবে না। তবে সে ছাড়া, যে ব্যক্তি তদানুরূপ আমল করে কিংবা তার চেয়ে আরও বেশী আমল করে।\n",
    "checkStatus": "1",
    "hadithNo": "6599",
    "id": "18922",
    "thesequence": "19074",
    "isActive": "1",
    "chapterId": "14285",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১০. তাহলীল (لاَ إِلَهَ إِلاَّ اللَّهُ বলা), তাসবীহ (سُبْحَانَ اللَّه বলা) ও দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amr b. Maimun reported:\nHe who uttered: There is no god but Allah, the One, having no partner with Him, His is the Sovereignty and all praise is due to Him and He is Potent over everything ten times, he is like one who emancipated four slaves from the progeny of Ismail. Rabi b. Khuthaim narrated a hadith like this. Shabi reported: I said to Rabi: From whom did you hear it? He said: From Amr b. Maimun. I came to Amr b. Maimun and said to him: From whom did you hear this hadith? He said: from Ibn Abi Laila. I came to Ibn Abi Laila and said to him: From whom did you hear this hadith? He said: From Abu Ayyub Ansari, who narrated from Allahs Messenger (ﷺ).",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ عُبَيْدِ اللَّهِ أَبُو أَيُّوبَ الْغَيْلاَنِيُّ، حَدَّثَنَا أَبُو عَامِرٍ، - يَعْنِي الْعَقَدِيَّ - حَدَّثَنَا عُمَرُ، - وَهُوَ ابْنُ أَبِي زَائِدَةَ - عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، قَالَ   مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ عَشْرَ مِرَارٍ كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ  . وَقَالَ سُلَيْمَانُ حَدَّثَنَا أَبُو عَامِرٍ حَدَّثَنَا عُمَرُ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي السَّفَرِ عَنِ الشَّعْبِيِّ عَنْ رَبِيعِ بْنِ خُثَيْمٍ . بِمِثْلِ ذَلِكَ قَالَ فَقُلْتُ لِلرَّبِيعِ مِمَّنْ سَمِعْتَهُ قَالَ مِنْ عَمْرِو بْنِ مَيْمُونٍ - قَالَ - فَأَتَيْتُ عَمْرَو بْنَ مَيْمُونٍ فَقُلْتُ مِمَّنْ سَمِعْتَهُ قَالَ مِنِ ابْنِ أَبِي لَيْلَى - قَالَ - فَأَتَيْتُ ابْنَ أَبِي لَيْلَى فَقُلْتُ مِمَّنْ سَمِعْتَهُ قَالَ مِنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ يُحَدِّثُهُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৬৬০০। সুলায়মান ইবনু উবায়দুল্লাহ আবূ আইউব গায়লানী (রহঃ) ... আমর ইবনু মায়মুন (রহঃ) বলেন, যে ব্যক্তি দশবারلاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ &ldquo;আল্লাহ ব্যতীত কোন ইলাহ নেই, তিনি একক, তাঁর কোন শরীক নেই, রাজত্ব (সার্বভৌম ক্ষমতা) তাঁরই, যাবতীয় প্রশংসা তাঁরই, তিনি-ই সব কিছুর উপর পূর্ণ ক্ষমতাবান&rdquo; পাঠ করবে সে যেন ইসমাঈল (আলাইহিস সালাম) এর বংশের চারজন গোলামকে মুক্তি দান করল।\n\nসূলায়মান (রহঃ) রাবী ইবনু খাছায়ম (রহঃ) এর সুত্রে অনুরূপ বলেছেন। তিনি বলেন, আমি রাবীকে জিজ্ঞাসা করলাম, আপনি কার নিকট থেকে তা শুনেছেন? তিনি বললেন, আমর ইবনু মায়মূন (রহঃ) থেকে। তিনি বলেন, তখন আমি আমর ইবনু মায়মূন (রহঃ) এর কাছে গেলাম এবং বললাম, আপনি কার নিকট থেকে শুনেছেন? তিনি বললেন, আবূ আইউব আনসারী (রাঃ) থেকে। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীসটি বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6600",
    "id": "18923",
    "thesequence": "19075",
    "isActive": "1",
    "chapterId": "14285",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১০. তাহলীল (لاَ إِلَهَ إِلاَّ اللَّهُ বলা), তাসবীহ (سُبْحَانَ اللَّه বলা) ও দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nTwo are the expressions which are light on the tongue, but heavy in scale, dear to the Compassionate One: Hallowed be Allah and praise is due to Him ; Hallowed be Allah, the Great.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، وَزُهَيْرُ بْنُ حَرْبٍ، وَأَبُو كُرَيْبٍ وَمُحَمَّدُ بْنُ طَرِيفٍ الْبَجَلِيُّ قَالُوا حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ ثَقِيلَتَانِ فِي الْمِيزَانِ حَبِيبَتَانِ إِلَى الرَّحْمَنِ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ سُبْحَانَ اللَّهِ الْعَظِيمِ  .",
    "hadithBengali": "৬৬০১। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র, যুহায়র ইবনু হারব, আবূ কুরায়ব ও মুহাম্মাদ ইবনু তারীফ বাজালী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুটি কালেমা জিহ্বার উপর (উচ্চারণে) খুবই হালকা, মীযানের (পাল্লায়) অত্যান্ত ভারী, রাহমান (পরম দয়ালু আল্লাহ) এর কাছে খুবই প্রিয়। তা হলোঃسُبْحَانَ اللَّهِ وَبِحَمْدِهِ سُبْحَانَ اللَّهِ الْعَظِيمِ (আমি আল্লাহ তা&#39;আলার জন্য সপ্রশংসা পবিত্রতা জ্ঞাপন করছি, আমি মহান আল্লাহর পবিত্রতা বর্ণনা করছি)।\n",
    "checkStatus": "1",
    "hadithNo": "6601",
    "id": "18924",
    "thesequence": "19076",
    "isActive": "1",
    "chapterId": "14285",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১০. তাহলীল (لاَ إِلَهَ إِلاَّ اللَّهُ বলা), তাসবীহ (سُبْحَانَ اللَّه বলা) ও দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThe uttering of (these words): Hallowed be Allah; all praise is due to Allah, there is no god but Allah and Allah is the Greatest, is dearer to me than anything over which the sun rises.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لأَنْ أَقُولَ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ أَحَبُّ إِلَىَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ  .",
    "hadithBengali": "৬৬০২। আবূ বকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অবশ্যই আমার এ (বাক্যে) বলা-سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ (আল্লাহ পবিত্র, সমস্ত প্রশংসা আল্লাহর এবং আল্লাহ ছাড়া ইলাহ নেই, আল্লাহ মহান) পাঠ করা আমার অধিক পছন্দনীয় সে সব জিনিসের চাইতে, যার উপর সূর্য উদিত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6602",
    "id": "18925",
    "thesequence": "19077",
    "isActive": "1",
    "chapterId": "14285",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১০. তাহলীল (لاَ إِلَهَ إِلاَّ اللَّهُ বলা), তাসবীহ (سُبْحَانَ اللَّه বলা) ও দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Musab b. Sad reported on the authority of his father that a desert Arab came to Allahs Messenger (ﷺ) and said to him:\nTeach me the words which I should (often) utter. He said: Utter, There is no god but Allah, the One, having no partner with Him. Allah is the Greatest of the great and all praise is due to Him. Hallowed be Allah, the Lord of the worlds, there is no Might and Power but that of Allah, the All-Powerful and the Wise. He (that desert Arab) said: These all (glorify) my Lord. But what about me? Thereupon he (the Holy Prophet) said: You should say: O Allah, grant me pardon, have mercy upon me, direct me to righteousness and provide me sustenance. Musa (one of the narrators) said: I think he also said: Grant me safety. But I cannot say for certain whether he said this or not. Ibn Abi Shaiba has not made a mention of the words of Musa in his narration.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، وَابْنُ، نُمَيْرٍ عَنْ مُوسَى الْجُهَنِيِّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبِي، حَدَّثَنَا مُوسَى الْجُهَنِيُّ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ عَلِّمْنِي كَلاَمًا أَقُولُهُ قَالَ  قُلْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ اللَّهُ أَكْبَرُ كَبِيرًا وَالْحَمْدُ لِلَّهِ كَثِيرًا سُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَزِيزِ الْحَكِيمِ  . قَالَ فَهَؤُلاَءِ لِرَبِّي فَمَا لِي قَالَ  قُلِ اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي  . قَالَ مُوسَى أَمَّا عَافِنِي فَأَنَا أَتَوَهَّمُ وَمَا أَدْرِي . وَلَمْ يَذْكُرِ ابْنُ أَبِي شَيْبَةَ فِي حَدِيثِهِ قَوْلَ مُوسَى .",
    "hadithBengali": "৬৬০৩। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... অন্য সুত্রে মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এক বেদুঈন এসে বলল, আমাকে একটি কালাম শিক্ষা দিন, যা আমি পাঠ করব। তিনি বললেন, তুমি বলবে-\n\n<p style=text-align: center;>لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ اللَّهُ أَكْبَرُ كَبِيرًا وَالْحَمْدُ لِلَّهِ كَثِيرًا سُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَزِيزِ الْحَكِيمِ\n\n<p style=text-align: center;>আল্লাহ ব্যতীত কোন ইলাহ নেই, তিনি একক, তাঁর কোন শরীক নেই, আল্লাহ মহান, সর্বাপেক্ষা মহান, আল্লাহরই জন্য যাবতীয় প্রশংসা এবং আমি আল্লাহ রাব্বূল আলামীনের পবিত্রতা জ্ঞাপন করছি। আল্লাহর সাহায্য ব্যতীত ভাল কাজ করার এবং মন্দ কাজ থেকে বিরত থাকার সাধ্য কারো নেই, তিনি পরাক্রমশালী জ্ঞানবান।\n\nসে বলল, এই সব তো আমার প্রতিপালকের জন্য। আমার জন্য কি? তিনি বললেন, বল,\n\n<p style=text-align: center;>للَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي\n\n<p style=text-align: center;>হে আল্লাহ! আপনি আমাকে ক্ষমা করুন, আমার প্রতি রহম করুন, আমাকে হিদায়াত নসীব করুন এবং আমাকে রিযক দান করুন।\n\nমূসা (রহঃ) বলেন, আমার মনে হয় তিনি (عَافِنِي) আল্লাহ আমাকে ক্ষমা করুনও বলেছেন। তবে আমার তা সঠিক মনে নেই। ইবনু আবূ শায়বা (রহঃ) তার হাদীসে মূসা (রহঃ) এর এ উক্তি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6603",
    "id": "18926",
    "thesequence": "19078",
    "isActive": "1",
    "chapterId": "14285",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১০. তাহলীল (لاَ إِلَهَ إِلاَّ اللَّهُ বলা), তাসবীহ (سُبْحَانَ اللَّه বলা) ও দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Malik Ashajai reported on the authority of his father that whenever a person embraced Islam, Allahs Messenger (ﷺ) instructed him to recilte:\n O Allah, grant me pardon, have mercy upon me, direct me to the path of righteousness and provide me sustenance.",
    "hadithArabic": "حَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، - يَعْنِي ابْنَ زِيَادٍ - حَدَّثَنَا أَبُو مَالِكٍ الأَشْجَعِيُّ عَنْ أَبِيهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُ مَنْ أَسْلَمَ يَقُولُ   اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي  .",
    "hadithBengali": "৬৬০৪। আবূ কামিল জাহদারী (রহঃ) ... আবূ মালিক আশজায়ী (রহঃ) তাঁর পিতার সুত্রে বর্ণিত। তিনি বলেন, কোন ব্যক্তি ইসলাম গ্রহণ করলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে এই দুআ শিক্ষা দিতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي\n\n<p style=text-align: center;>হে আল্লাহ! আপনি আমাকে ক্ষমা করুন, আমার প্রতি রহম করুন, আমাকে হিদায়াত করুন এবং আমাকে জীবিকা দান করুন।\n",
    "checkStatus": "1",
    "hadithNo": "6604",
    "id": "18927",
    "thesequence": "19079",
    "isActive": "1",
    "chapterId": "14285",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১০. তাহলীল (لاَ إِلَهَ إِلاَّ اللَّهُ বলা), তাসবীহ (سُبْحَانَ اللَّه বলা) ও দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Malik reported on the authority of his father that when a person embraced Islam, Allahs Messenger (ﷺ) used to teach him how to observe prayer and then commanded him to supplicate in these words:\n O Allah, grant me pardon, have mercy upon me, direct me to the path of righteousness, grant me protection and provide me sustenance.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ أَزْهَرَ الْوَاسِطِيُّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا أَبُو مَالِكٍ الأَشْجَعِيُّ، عَنْ أَبِيهِ، قَالَ كَانَ الرَّجُلُ إِذَا أَسْلَمَ عَلَّمَهُ النَّبِيُّ صلى الله عليه وسلم الصَّلاَةَ ثُمَّ أَمَرَهُ أَنْ يَدْعُوَ بِهَؤُلاَءِ الْكَلِمَاتِ   اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَاهْدِنِي وَعَافِنِي وَارْزُقْنِي  .",
    "hadithBengali": "৬৬০৫। সাঈদ ইবনু আযহার ওয়াসিতী (রহঃ) ... আবূ মালিক আশজাঈ (রহঃ) পিতার সুত্রে বর্ণিত। তিনি বলেন, যখন কোন ব্যক্তি ইসলামে দীক্ষা গ্রহণ করত তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে সালাত শিক্ষা দিতেন। এরপর তাকে এই কালেমাসমূহ পাঠ করার নির্দেশ দিতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَاهْدِنِي وَعَافِنِي وَارْزُقْنِي\n\n<p style=text-align: center;>হে আল্লাহ! আমাকে ক্ষমা করুন, আমর প্রতি রহমত বর্ষণ করুন, আমাকে হিদায়াত দান করুন, আমাকে রোগমুক্ত করে দিন এবং আমার জীবিকা দান করুন।\n",
    "checkStatus": "1",
    "hadithNo": "6605",
    "id": "18928",
    "thesequence": "19080",
    "isActive": "1",
    "chapterId": "14285",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১০. তাহলীল (لاَ إِلَهَ إِلاَّ اللَّهُ বলা), তাসবীহ (سُبْحَانَ اللَّه বলা) ও দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Malik reported on the authority Of his father that he heard Allahs Messenger (ﷺ) as saying to the person who bad come to him and asked him as to how he should beg his Lord, that he should utter these words:\n O Allah, grant me pardon, have mercy upon me, protect me, provide me sustenance, and he collected his fingers together except his thumb and said: It is in these words (that there is supplication) which sums up for you (the good) of this world and that of the Hereafter.",
    "hadithArabic": " حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا أَبُو مَالِكٍ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم وَأَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ أَقُولُ حِينَ أَسْأَلُ رَبِّي قَالَ  قُلِ اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَعَافِنِي وَارْزُقْنِي  . وَيَجْمَعُ أَصَابِعَهُ إِلاَّ الإِبْهَامَ  فَإِنَّ هَؤُلاَءِ تَجْمَعُ لَكَ دُنْيَاكَ وَآخِرَتَكَ  .",
    "hadithBengali": "৬৬০৬। যুহায়র ইবনু হারব (রহঃ) ... আবূ মালিক (রাঃ) এর পিতার সুত্রে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছেন যে, তাঁর কাছে জনৈক ব্যক্তি এসে বলল, ইয়া রাসুলাল্লাহ! আমি যখন আমার রবের কাছে প্রার্থনা করব তখন কিভাবে তা ব্যক্ত করব? তিনি বললেন, তুমি বল,اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَعَافِنِي وَارْزُقْنِي (হে আল্লাহ! আপনি আমাকে ক্ষমা করে দিন, আমার প্রতি রহম করুন, আমাকে মাফ করে দিন এবং আমাকে জীবিকা দান করুন।) আর (দু&#39;আ করার সময়) বৃদ্ধাঙ্গুলী ব্যতীত সব আংশুল একত্র করবে। (তিনি বললেন) এই শব্দগুলো তোমার দুনিয়া ও আখিরাতকে একত্র করে দেবে।\n",
    "checkStatus": "1",
    "hadithNo": "6606",
    "id": "18929",
    "thesequence": "19081",
    "isActive": "1",
    "chapterId": "14285",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১০. তাহলীল (لاَ إِلَهَ إِلاَّ اللَّهُ বলা), তাসবীহ (سُبْحَانَ اللَّه বলা) ও দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Musab b. Sad reported that his father told him that he had been in the company of Allahs Messenger (ﷺ) that he said:\nIs one amongst you powerless to get one thousand virtues every day. Amongst those who had been sitting there, one asked: How one amongst us can get one thousand virtues every day? He said: Recite: Hallowed be Allah one hundred times for (by reciting them) one thousand virtues are recorded (to your credit) and one tbousand vices are blotted out.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مَرْوَانُ، وَعَلِيُّ بْنُ مُسْهِرٍ، عَنْ مُوسَى الْجُهَنِيِّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبِي، حَدَّثَنَا مُوسَى الْجُهَنِيُّ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، حَدَّثَنِي أَبِي قَالَ، كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ  أَيَعْجِزُ أَحَدُكُمْ أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ  . فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ قَالَ  يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ فَيُكْتَبُ لَهُ أَلْفُ حَسَنَةٍ أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ  .",
    "hadithBengali": "৬৬০৭। আবূ বকর ইবনু আবূ শায়বা ও মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নূমায়র (রহঃ) ... মুসআব ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার পিতা আমাকে হাদীস শুনিয়েছেন যে, তিনি বলেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বসা ছিলাম। তখন তিনি বললেনঃ তোমাদের মধ্যে কেউ কি প্রতিদিন এক হাজার নেকী অর্জন করতে সক্ষম? তখন সেখানে উপবিষ্টদের মধ্য থেকে এক প্রশ্নকারী বলল, আমাদের কেউ কিভাবে এক হাজার নেকী অর্জন করতে পারবে? তিনি বললেনঃ যে একশ&#39;বার তাসবীহ (سبحان الله ) পাঠ করলে তার জন্য এক হাজার নেকী লিপিবদ্ধ করা হবে (অথবা) এবং তার থেকে এক হাজার গুনাহ মিটিয়ে দেওযা হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6607",
    "id": "18930",
    "thesequence": "19082",
    "isActive": "1",
    "chapterId": "14285",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১০. তাহলীল (لاَ إِلَهَ إِلاَّ اللَّهُ বলা), তাসবীহ (سُبْحَانَ اللَّه বলা) ও দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nHe who alleviates the suffering of a brother out of the sufferings of the world, Allah would alleviate his suffering from the sufferings of the Day of Resurrection, and he who finds relief for one who is hard-pressed, Allah would make things easy for him in the Hereafter, and he who conceals (the faults) of a Muslim, Allah would conceal his faults in the world and in the Hereafter. Allah is at the back of a servant so long as the servant is at the back of his brother, and he who treads the path in search of knowledge, Allah would make that path easy, leading to Paradise for him and those persons who assemble in the house among the houses of Allah (mosques) and recite the Book of Allah and they learn and teach the Quran (among themselves) there would descend upon them tranquility and mercy would cover them and the angels would surround them and Allah mentions them in the presence of those near Him, and he who is slow-paced in doing good deeds, his (high) lineage does not make him go ahead.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ الْعَلاَءِ الْهَمْدَانِيُّ - وَاللَّفْظُ لِيَحْيَى - قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالآخِرَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ وَمَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ وَمَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللَّهِ يَتْلُونَ كِتَابَ اللَّهِ وَيَتَدَارَسُونَهُ بَيْنَهُمْ إِلاَّ نَزَلَتْ عَلَيْهِمُ السَّكِينَةُ وَغَشِيَتْهُمُ الرَّحْمَةُ وَحَفَّتْهُمُ الْمَلاَئِكَةُ وَذَكَرَهُمُ اللَّهُ فِيمَنْ عِنْدَهُ وَمَنْ بَطَّأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ  .",
    "hadithBengali": "৬৬০৮। ইয়াহইয়া ইবনু ইয়াহইয়া তামীমী, আবূ বকর ইবনু আবূ শায়বা ও মুহাম্মাদ ইবনুল আলা হামদানী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কোন মুমিনের পার্থিব কোন বিপদ-আপদ দূর করে দেবে, আল্লাহ তাআলা কিয়ামতের দিনে তার থেকে বিপদ দূরীভুত করবেন। যে ব্যক্তি কোন অভাবগ্রস্ত লোকের জন্য সহজ ব্যবস্থা (দুর্দশা লাঘব) করবে, আল্লাহ তাআলা দুনিয়া ও আখিরাতে তার দুর্দশা মোচন করবেন। যে ব্যক্তি কোন মূসলমানের ক্রটি গোপন রাখবে আল্লাহ তাআলা দুনিয়া ও আখিরাতে তার ক্রটি গোপন রাখবেন। বান্দা যতক্ষন তার ভাই এর সাহায্যে নিয়োজিত থাকে আল্লাহ ততক্ষন তার সাহায্যে নিয়োজিত থাকেন।\n\nযে ব্যক্তি ইলম হাসিলের জন্য পথে বের হয়, আল্লাহ তার জন্য জান্নাতের পথ সুগম করে দেন। যখন কোন সম্প্রদায় আল্লাহর ঘর সমূহের কোন একটিতে সমবেত হয়ে আল্লাহর কিতাব তিলাওয়াত করে এবং পরস্পরে তার পর্যালোচনায় নিয়োজিত থাকে তখন তাদের উপর প্রশান্তি অবতীর্ণ হয়। রহমতের (শামিয়ানা) তাদের আচ্ছাদিত করে এবং ফিরিশতাগণ তাদের পরিবেষ্টন করে রাখেন। আর আল্লাহ তাআলা তাঁর নৈকট্যধারীদের (ফিরিশতাগণের) মাঝে তাদের স্মরণ (আলোচনা) করেন। আর যে ব্যক্তির আমল তাকে পিছিয়ে দেবে তার বংশ মর্যাদা তাকে এগিয়ে নিতে পারবেনা।\n",
    "checkStatus": "1",
    "hadithNo": "6608",
    "id": "18931",
    "thesequence": "19083",
    "isActive": "1",
    "chapterId": "14286",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১১. কুরআন তিলওয়াত ও যিকিরের জন্য সমাবেশের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abu Huraira through another chain of transmitters but with a slight variation of wording.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَاهُ نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا أَبُو أُسَامَةَ، قَالاَ حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، وَفِي حَدِيثِ أَبِي أُسَامَةَ حَدَّثَنَا أَبُو صَالِحٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ أَبِي مُعَاوِيَةَ غَيْرَ أَنَّ حَدِيثَ أَبِي أُسَامَةَ لَيْسَ فِيهِ ذِكْرُ التَّيْسِيرِ عَلَى الْمُعْسِرِ .",
    "hadithBengali": "৬৬০৯। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র ও নাসর ইবনু আলী জাহযামী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ...... আবূ মুআবিয়া (রহঃ) এর হাদীসের অনুরূপ। আবূ উসামার হাদীসে (একটু পার্থক্য আছে) (তার হাদীসে) &ldquo;অভাবগ্রস্তের অভাব লাঘব করার&rdquo; উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6609",
    "id": "18932",
    "thesequence": "19084",
    "isActive": "1",
    "chapterId": "14286",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১১. কুরআন তিলওয়াত ও যিকিরের জন্য সমাবেশের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Agharr Abi Muslim reported:\nI bear witness to the fact that both Abu Huraira and Abu Said Khudri were present when Allahs Messenger may peace be upon him) said: The people do not sit but they are surrounded by angels and covered by Mercy, and there descends upon them tranquillity as they remember Allah, and Allah makes a mention of them to those who are near Him. This hadith has been narrated on the authority of Shuba with the same chain of transmitters.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، سَمِعْتُ أَبَا إِسْحَاقَ، يُحَدِّثُ عَنِ الأَغَرِّ أَبِي مُسْلِمٍ، أَنَّهُ قَالَ أَشْهَدُ عَلَى أَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّهُمَا شَهِدَا عَلَى النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ   لاَ يَقْعُدُ قَوْمٌ يَذْكُرُونَ اللَّهَ عَزَّ وَجَلَّ إِلاَّ حَفَّتْهُمُ الْمَلاَئِكَةُ وَغَشِيَتْهُمُ الرَّحْمَةُ وَنَزَلَتْ عَلَيْهِمُ السَّكِينَةُ وَذَكَرَهُمُ اللَّهُ فِيمَنْ عِنْدَهُ  .\n\nوَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا شُعْبَةُ، فِي هَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "৬৬১০। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... আগার্&zwnj;র আবূ মুসলিম থেকে বর্ণিত। তিনি বলেন, আমি সাক্ষ্য দিচ্ছি যে, আবূ হুরায়রা ও আবূ সাঈদ খুদরী (রাঃ) সাক্ষ্য দিয়েছেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন সম্প্রদায় আল্লাহ তা&#39;আলার যিকর করতে বসলে একদল ফিরিশতা তাদের পরিবেষ্টন করে নেন এবং রহমত তাদের উপর আচ্ছাদন হয়ে যায়। আর তাদের প্রতি প্রশান্তি অবতীর্ণ হয় এবং আল্লাহ তাআলা তার কাছের ফিরিশতাগণের মাঝে তাদের আলোচনা করেন।\n\nযুহায়র ইবনু হারব (রহঃ) ... শুবা থেকে এই সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6610",
    "id": "18933",
    "thesequence": "19085",
    "isActive": "1",
    "chapterId": "14286",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১১. কুরআন তিলওয়াত ও যিকিরের জন্য সমাবেশের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said Khudri reported that Muawiya went to a circle in the mosque and said:\nWhat makes you sit here? They said: We are sitting here in order to remember Allah. He said: I adjure you by Allah (to tell me whether you are sitting here for this very purpose)? They said: By Allah, we are sitting here for this very purpose. Thereupon, he said: I have not demanded you to take an oath, because of any allegation against you and none of my rank in the eye of Allahs Messenger (ﷺ) is the narrator of so few ahadith as I am. The fact is that Allahs Messenger (ﷺ) went out to the circle of his Companions and said: What makes you sit? They said: We are sitting here in order to remember Allah and to praise Him for He guided us to the path of Islam and He conferred favours upon us. Thereupon he adjured by Allah and asked if that only was the purpose of their sitting there. They said: By Allah, we are not sitting here but for this very purpose, whereupon he (the Messenger) said: I am not asking you to take an oath because of any allegation against you but for the fact that Gabriel came to me and he informed me that Allah, the Exalted and Glorious, was talking to the angels about your magnificence.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مَرْحُومُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ أَبِي نَعَامَةَ السَّعْدِيِّ، عَنْ أَبِي عُثْمَانَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ خَرَجَ مُعَاوِيَةُ عَلَى حَلْقَةٍ فِي الْمَسْجِدِ فَقَالَ مَا أَجْلَسَكُمْ قَالُوا جَلَسْنَا نَذْكُرُ اللَّهَ . قَالَ آللَّهِ مَا أَجْلَسَكُمْ إِلاَّ ذَاكَ قَالُوا وَاللَّهِ مَا أَجْلَسَنَا إِلاَّ ذَاكَ . قَالَ أَمَا إِنِّي لَمْ أَسْتَحْلِفْكُمْ تُهْمَةً لَكُمْ وَمَا كَانَ أَحَدٌ بِمَنْزِلَتِي مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَقَلَّ عَنْهُ حَدِيثًا مِنِّي وَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ عَلَى حَلْقَةٍ مِنْ أَصْحَابِهِ فَقَالَ  مَا أَجْلَسَكُمْ  . قَالُوا جَلَسْنَا نَذْكُرُ اللَّهَ وَنَحْمَدُهُ عَلَى مَا هَدَانَا لِلإِسْلاَمِ وَمَنَّ بِهِ عَلَيْنَا . قَالَ  آللَّهِ مَا أَجْلَسَكُمْ إِلاَّ ذَاكَ  . قَالُوا وَاللَّهِ مَا أَجْلَسَنَا إِلاَّ ذَاكَ . قَالَ  أَمَا إِنِّي لَمْ أَسْتَحْلِفْكُمْ تُهْمَةً لَكُمْ وَلَكِنَّهُ أَتَانِي جِبْرِيلُ فَأَخْبَرَنِي أَنَّ اللَّهَ عَزَّ وَجَلَّ يُبَاهِي بِكُمُ الْمَلاَئِكَةَ  .",
    "hadithBengali": "৬৬১১। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, মুআবিয়া (রাঃ) মসজিদে একটি &#39;হালকা&#39;য় আসলেন। তখন তিনি জিজ্ঞাসা করলেন, কিসে তোমাদের এখানে বসিয়েছে (তোমরা এখানে বসেছ কেন)? তারা বলল, আমরা আল্লাহর যিকর করতে বসেছি। তিনি বললেন, আল্লাহর কসম! এ ছাড়া আর কিছু তোমাদের বসায়নি? (তোমরা কি শুধু এই জন্যই বসেছ?) তারা বলল, আল্লাহর কসম! এ ছাড়া অন্য কিছু আমাদের বসায়নি। তিনি বললেন, আমি তোমাদের প্রতি (মিথ্যার) সন্দেহ পোষণ (করে তা নিরসনের সে উদ্দেশ্যে) কসম করতে বলিনি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দৃষ্টিতে আমার যে মর্যাদা ছিল সে অনুযায়ী আমার চেয়ে কম হাদীস বর্ণনাকারী কেউ নেই।\n\nএকবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সাহাবীদের একটি &ldquo;হলকায়&rdquo; যোগ দিয়ে বললেন, কিসে তোমাদের বসিয়েছে? তারা বলল, আমরা বসেছি আল্লাহর যিকর ও তার প্রশংসা করার জন্য। যেহেতু তিনি আমাদের ইসলামের দিকে পরিচালিত করেছেন এবং আমাদের উপর তিনি তার অনুগ্রহ করেছেন। তিনি বললেনঃ আল্লাহর কসম! তোমাদের কি কেবল এটই বসিয়েছে? তারা বলল, আল্লাহর কসম! শুধুমাত্র ঐ উদ্দেশ্যেই আমাদের বসিয়েছে। তিনি বললেনঃ আমি তোমাদের প্রতি মিথ্যার সন্দেহ পোষণ (করে তা দূর করার উদ্দেশ্যে) তোমাদের কসম করতে বলিনি; বরং আমার কাছে জিবরীল (আলাইহিস সালাম) এসেছেন। তিনি আমাকে জানিয়েছেন যে, আল্লাহ তা&#39;আলা ফিরিশতাগণের কাছে তোমাদের নিয়ে গর্ব প্রকাশ করছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6611",
    "id": "18934",
    "thesequence": "19086",
    "isActive": "1",
    "chapterId": "14286",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১১. কুরআন তিলওয়াত ও যিকিরের জন্য সমাবেশের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Agharr al-Muzani, who was one amongst the Companions (of the Holy Prophet) reported that Allahs Messenger (ﷺ) said:\nThere is (at times) some sort of shade upon my heart, and I seek forgiveness from Allah a hundred times a day.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو الرَّبِيعِ الْعَتَكِيُّ، جَمِيعًا عَنْ حَمَّادٍ، قَالَ يَحْيَى أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَبِي بُرْدَةَ، عَنِ الأَغَرِّ الْمُزَنِيِّ، - وَكَانَتْ لَهُ صُحْبَةٌ - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّهُ لَيُغَانُ عَلَى قَلْبِي وَإِنِّي لأَسْتَغْفِرُ اللَّهَ فِي الْيَوْمِ مِائَةَ مَرَّةٍ  .",
    "hadithBengali": "৬৬১২। ইয়াহইয়া ইবনু ইয়াহইয়া, কুতায়বা ইবনু সাঈদ ও আবূ রাবী আতাকী (রহঃ) ... রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী আগার্&zwnj;র মুযানী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার ক্বলবে (কখনো কখনো) আবরণ পড়ে যায়, তাই আমি প্রতিদিন একশ বার ইসতিগফার পাঠ করে থাকি।\n",
    "checkStatus": "1",
    "hadithNo": "6612",
    "id": "18935",
    "thesequence": "19087",
    "isActive": "1",
    "chapterId": "14287",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১২. অধিক পরিমানে ইস্তিগফারের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Agharr al-Muzani who was from amongst the Companions of Allahs Apostle (ﷺ) reported that Ibn Umar stated to him that Allahs Messenger (may peace be upon him) said:\nO people, seek repentance from Allah. Verily, I seek repentance from Him a hundred times a day.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ أَبِي، بُرْدَةَ قَالَ سَمِعْتُ الأَغَرَّ، وَكَانَ، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم يُحَدِّثُ ابْنَ عُمَرَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ  .",
    "hadithBengali": "৬৬১৩। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবূ বুরদাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী আগার্&zwnj;র (রাঃ) থেকে শুনেছি যে, ইবনু উমর (রাঃ) হাদীস বর্ণনা করেছিলেন। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হে লোক সকল! তোমরা আল্লাহর কাছে তাওবা কর। কেননা আমি আল্লাহর কাছে দৈনিক একশ&#39; বার তাওবা করে থাকি।\n",
    "checkStatus": "1",
    "hadithNo": "6613",
    "id": "18936",
    "thesequence": "19088",
    "isActive": "1",
    "chapterId": "14288",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৩. তাওবার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Shuba with the same chain of transmitters.",
    "hadithArabic": " حَدَّثَنَاهُ عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو دَاوُدَ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ كُلُّهُمْ عَنْ شُعْبَةَ، فِي هَذَا الإِسْنَادِ .",
    "hadithBengali": "৬৬১৪। উবায়দুল্লাহ ইবনু মুআয, ইবনু মুসান্না (রহঃ) ... শু&#39;বা (রহঃ) সূত্রে এই সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6614",
    "id": "18937",
    "thesequence": "19089",
    "isActive": "1",
    "chapterId": "14288",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৩. তাওবার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as say- ing:\nHe who seeks repentance (from the Lord) before the rising of the sun from the west (before the Day of Resurrection), Allah turns to him with Mercy.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو خَالِدٍ يَعْنِي سُلَيْمَانَ بْنَ حَيَّانَ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنِي أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا حَفْصٌ، - يَعْنِي ابْنَ غِيَاثٍ - كُلُّهُمْ عَنْ هِشَامٍ، ح وَحَدَّثَنِي أَبُو خَيْثَمَةَ، زُهَيْرُ بْنُ حَرْبٍ - وَاللَّفْظُ لَهُ - حَدَّثَنَا إِسْمَاعِيلُ، بْنُ إِبْرَاهِيمَ عَنْ هِشَامِ بْنِ حَسَّانَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ تَابَ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا تَابَ اللَّهُ عَلَيْهِ  .",
    "hadithBengali": "৬৬১৫। আবূ বকর ইবনু আবূ শায়বা, ইবনু নুমায়র, আবূ সাঈদ আশাজ্জ, আবূ খায়সামা ও যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি পশ্চিম দিক থেকে সূর্য উদিত হওয়ার পূর্বে তাওবা করবে আল্লাহ তার তাওবা কবুল করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6615",
    "id": "18938",
    "thesequence": "19090",
    "isActive": "1",
    "chapterId": "14288",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৩. তাওবার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa reported:\nWe were along with Allahs Apostle (ﷺ) on a journey when the people began to pronounce Allahu Akbar in a loud voice. Thereupon Allahs Messenger (ﷺ) said: O people, show mercy to yourselves for you are not calling One who is deaf or absent. Verily, you are calling One who is All-Hearing (and) Near to you and is with you. Abu Musa said that he had been behind him (the Prophet) and reciting: There is neither might nor power but that of Allah. He (the Prophet), while addressing Abdullah b. Qais, said: Should I not direct you to a treasure from amongst the treasures of Paradise? I (Abdullah b. Qais) said: Allahs Messenger, do it, of course. Thereupon he (the Prophet) said: Then recite: There is no might and no power but that of Allah.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، وَأَبُو مُعَاوِيَةَ عَنْ عَاصِمٍ، عَنْ أَبِي عُثْمَانَ، عَنْ أَبِي مُوسَى، قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ فَجَعَلَ النَّاسُ يَجْهَرُونَ بِالتَّكْبِيرِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  أَيُّهَا النَّاسُ ارْبَعُوا عَلَى أَنْفُسِكُمْ إِنَّكُمْ لَيْسَ تَدْعُونَ أَصَمَّ وَلاَ غَائِبًا إِنَّكُمْ تَدْعُونَ سَمِيعًا قَرِيبًا وَهُوَ مَعَكُمْ  . قَالَ وَأَنَا خَلْفَهُ وَأَنَا أَقُولُ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ فَقَالَ  يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ  . فَقُلْتُ بَلَى يَا رَسُولَ اللَّهِ . قَالَ  قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ  .",
    "hadithBengali": "৬৬১৬। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে কোন এক সফরে ছিলাম। তখন লোকেরা জোরে জোরে তাকবীর পাঠ করছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে লোক সকল! তোমরা তোমাদের প্রাণের প্রতি সদয় হও। কেননা, তোমরা তো কোন বধির কিংবা কোন অনুপস্থিত সত্তাকে ডাকছ না। নিশ্চয়ই তোমরা ডাকছ এমন এক সত্তাকে যিনি সর্বশ্রোতা, নিকটবর্তী এবং তিনি তোমাদের সঙ্গে আছেন।\n\nআবূ মূসা (রাঃ) বলেন, আমি তার পিছনে ছিলাম। তখন আমি বললাম,لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ (আল্লাহর সাহায্য ব্যতীত কারো ভাল কাজের দিকে উদ্যোগী হওয়ার এবং মন্দ কাজ থেকে বিরত থাকার সাধ্য নেই)\n\nতখন তিনি (রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেন, হে আবদুল্লাহ ইবনু কায়স! আমি কি তোমাকে জান্নাতের ভাণ্ডারসমূহের কোন একটি ভাণ্ডারের সন্ধান দেব না? তখন আমি বললাম, নিশ্চয়ই ইয়া রাসুলাল্লাহ! তখন তিনি বললেন, তুমি বল, لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ(আল্লাহর সাহায্য ব্যতীত কারো ভাল কাজের দিকে উদ্যোগী হওয়ার এবং মন্দ কাজ থেকে বিরত থাকার সাধ্য নেই)\n",
    "checkStatus": "1",
    "hadithNo": "6616",
    "id": "18939",
    "thesequence": "19091",
    "isActive": "1",
    "chapterId": "14289",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৪. আস্তে যিকির করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Asim with the same chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا ابْنُ نُمَيْرٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَأَبُو سَعِيدٍ الأَشَجُّ جَمِيعًا عَنْ حَفْصِ بْنِ، غِيَاثٍ عَنْ عَاصِمٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "৬৬১৭। ইবনু নুমায়র, ইসহাক ইবনু ইবরাহীম ও আবূ সাঈদ আশাজ্জ (রহঃ) ... আসিম সুত্রে এই সনদে তার অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6617",
    "id": "18940",
    "thesequence": "19092",
    "isActive": "1",
    "chapterId": "14289",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৪. আস্তে যিকির করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa reported that he (and his other companions) were climbing upon the hillock along with Allahs Messenger (ﷺ) and when any person climbed up, he pronounced (loudly):\n There is no god but Allah, Allah is the Greatest. Thereupon Allahs Apostle (ﷺ) said: Verily, you are not supplicating One Who is deaf or absent. He said: Abu Musa or Abdullah b Qais, should I not direct you to the words (which form) the treasure of Paradise? I said: Allahs Messenger, what are these? He said: There is no might and no power but that of Allah.",
    "hadithArabic": " حَدَّثَنَا أَبُو كَامِلٍ، فُضَيْلُ بْنُ حُسَيْنٍ حَدَّثَنَا يَزِيدُ، - يَعْنِي ابْنَ زُرَيْعٍ - حَدَّثَنَا التَّيْمِيُّ، عَنْ أَبِي عُثْمَانَ، عَنْ أَبِي مُوسَى، أَنَّهُمْ كَانُوا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُمْ يَصْعَدُونَ فِي ثَنِيَّةٍ - قَالَ - فَجَعَلَ رَجُلٌ كُلَّمَا عَلاَ ثَنِيَّةً نَادَى لاَ إِلَهَ إِلاَ اللَّهُ وَاللَّهُ أَكْبَرُ - قَالَ - فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم  إِنَّكُمْ لاَ تُنَادُونَ أَصَمَّ وَلاَ غَائِبًا  . قَالَ فَقَالَ  يَا أَبَا مُوسَى - أَوْ يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ - أَلاَ أَدُلُّكَ عَلَى كَلِمَةٍ مِنْ كَنْزِ الْجَنَّةِ  . قُلْتُ مَا هِيَ يَا رَسُولَ اللَّهِ قَالَ  لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ  .",
    "hadithBengali": "৬৬১৮। আবূ কামিল, ফূযায়ল ইবনু হুসায়ন (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তারা (সাহাবীগণ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলেন এবং তারা তখন একটি পার্বত্য ঘাঁটিতে (মোড়ে) আরোহণ করছিলেন। তিনি বলেন, এক ব্যক্তি যখনই কোন টিলার উপর উঠত তখন উচ্চস্বরেلاَ إِلَهَ إِلاَ اللَّهُ وَاللَّهُ أَكْبَرُ &#39;আল্লাহ ব্যতীত কোন ইলাহ নেই এবং আল্লাহ মহান&#39; বলত। তিনি (রাবী) বলেন, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা তো নিশ্চয়ই কোন বধির কিংবা অনুপস্থিত সত্তাকে ডাকছ না। তিনি বলেন, এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আবদুল্লাহ ইবনু কায়স! আমি কি তোমাকে একটি কালেমা বাতলে দেব, যা জান্নাতের ভাণ্ডার (তুল্য)। আমি বললাম, ইয়া রাসুলুল্লাহ! সেটা কি? তিনি বললেনঃلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ &#39;আল্লাহর সাহায্য ব্যতীত কারো ভাল কাজ করার এবং মন্দ কাজ থেকে ফিরে থাকার সাধ্য নেই।&#39;\n",
    "checkStatus": "1",
    "hadithNo": "6618",
    "id": "18941",
    "thesequence": "19093",
    "isActive": "1",
    "chapterId": "14289",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৪. আস্তে যিকির করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Abu Musa with a slight variation of wording.",
    "hadithArabic": " وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا الْمُعْتَمِرُ، عَنْ أَبِيهِ، حَدَّثَنَا أَبُو عُثْمَانَ، عَنْ أَبِي مُوسَى، قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَذَكَرَ نَحْوَهُ .",
    "hadithBengali": "৬৬১৯। মুহাম্মাদ ইবনু আবদুল আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে আসলেন। এরপর তিনি তার (পূর্ববর্তী হাদীসের) অনুরূপ উল্লেখ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6619",
    "id": "18942",
    "thesequence": "19094",
    "isActive": "1",
    "chapterId": "14289",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৪. আস্তে যিকির করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa reported:\nWe were along with Allahs Apostle (ﷺ) on a journey; the rest of the hadith is the same as transmitted by Asim.",
    "hadithArabic": " حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ، وَأَبُو الرَّبِيعِ، قَالاَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي، عُثْمَانَ عَنْ أَبِي مُوسَى، قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ . فَذَكَرَ نَحْوَ حَدِيثِ عَاصِمٍ .",
    "hadithBengali": "৬৬২০। খালফ ইবনু হিশাম ও আবূ রাবী (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। কোন এক যুদ্ধে আমরা রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলম। ...... এরপর তিনি আসিমের হাদীসের অনুরূপ উল্লেখ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6620",
    "id": "18943",
    "thesequence": "19095",
    "isActive": "1",
    "chapterId": "14289",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৪. আস্তে যিকির করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa, reported. We were along with Allahs Messenger (ﷺ) in an expedition. The rest of the hadith is the same (and there is an addi- tion of these words in that):\n He (the Holy Prophet) said: He Whom you are sup- plicating is nearer to every one of you than the neck of his camel. And there is no mention of these words: There is no might and no power but that of Allah.",
    "hadithArabic": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا الثَّقَفِيُّ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي عُثْمَانَ، عَنْ أَبِي مُوسَى، قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزَاةٍ . فَذَكَرَ الْحَدِيثَ وَقَالَ فِيهِ   وَالَّذِي تَدْعُونَهُ أَقْرَبُ إِلَى أَحَدِكُمْ مِنْ عُنُقِ رَاحِلَةِ أَحَدِكُمْ  . وَلَيْسَ فِي حَدِيثِهِ ذِكْرُ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ .",
    "hadithBengali": "৬৬২১। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে কোন এক যুদ্ধে ছিলাম। ...... এরপর তিনি পুরো হাদীস উল্লেখ করেন। তিনি তার বর্ণনায় বলেছেন, তোমরা যাকে ডাকছ তিনি তোমাদের বাহনের (উটের) গর্দানের চাইতেও নিকটতর। তবে তার হাদীসে لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ প্রসঙ্গের উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6621",
    "id": "18944",
    "thesequence": "19096",
    "isActive": "1",
    "chapterId": "14289",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৪. আস্তে যিকির করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa Ashari reported that Allahs Messenger (ﷺ) said to him:\nShould I not direct you to the words from the treasures of Paradise, or he said: Like a treasure from the treasures of Paradise? I said: Of course, do that. Thereupon he said: There is no might and no power but that of Allah.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ، حَدَّثَنَا عُثْمَانُ، - وَهُوَ ابْنُ غِيَاثٍ - حَدَّثَنَا أَبُو عُثْمَانَ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  أَلاَ أَدُلُّكَ عَلَى كَلِمَةٍ مِنْ كُنُوزِ الْجَنَّةِ - أَوْ قَالَ - عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ  . فَقُلْتُ بَلَى . فَقَالَ  لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ  .",
    "hadithBengali": "৬৬২২। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেছেনঃ আমি তোমাকে জান্নাতের ভাণ্ডারসমূহের একটি কালেমার কথা বাতলে দেব না? অথবা তিনি বলেছেনঃ জান্নাতের ভাণ্ডারসমূহের মধ্যে একটি ভাণ্ডার সম্পর্কে বলব না? তখন আমি বললামঃহ্যাঁ। তখন তিনি বললেনঃلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ (আল্লাহর সাহায্য ব্যতীত কারো ভাল কাজ করার এবং মন্দ কাজ থেকে বিরত থাকার সাধ্য নেই)।\n",
    "checkStatus": "1",
    "hadithNo": "6622",
    "id": "18945",
    "thesequence": "19097",
    "isActive": "1",
    "chapterId": "14289",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৪. আস্তে যিকির করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Bakr reported that he said to Allahs Messenger (ﷺ):\nTeach me a supplication which I should recite in my prayer. Thereupon he (the Holy Prophet) said: Recite: O Allah, I have done great wrong to myself. According to Qutaiba (the words were: ) much (wrong) -there is none to forgive the sins but Thou only, say: Grant me pardon from Thyself, have mercy upon me for Thou art much Forgiving and Compassionate.\n\n This hadith has been transmitted on the authority of Amr b. al-As that Abu Bakr Siddiq said to Allahs Messenger (ﷺ) Allahs Messenger, teach me a supplication which I should make in my prayer and in my house. The rest of the hadith is the same except with this variation that he said:\nMuch wrong (Zulman Kathira).",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنْ أَبِي بَكْرٍ، أَنَّهُ قَالَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم عَلِّمْنِي دُعَاءً أَدْعُو بِهِ فِي صَلاَتِي قَالَ   قُلِ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَبِيرًا - وَقَالَ قُتَيْبَةُ كَثِيرًا - وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ  .\nوَحَدَّثَنِيهِ أَبُو الطَّاهِرِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي رَجُلٌ، سَمَّاهُ وَعَمْرُو بْنُ الْحَارِثِ عَنْ يَزِيدَ بْنَ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، يَقُولُ إِنَّ أَبَا بَكْرٍ الصِّدِّيقَ قَالَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم عَلِّمْنِي يَا رَسُولَ اللَّهِ دُعَاءً أَدْعُو بِهِ فِي صَلاَتِي وَفِي بَيْتِي . ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِ اللَّيْثِ غَيْرَ أَنَّهُ قَالَ   ظُلْمًا كَثِيرًا  .",
    "hadithBengali": "৬৬২৩। কুতায়বা ইবনু সাঈদ ও মুহাম্মাদ ইবনু রুমহ (রহঃ) ... আবদুল্লাহ ইবন আমর (রাঃ) সুত্রে আবূ বকর (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বললেন, আপনি আমাকে এমন একটি দুআ শিক্ষা দিন, যা আমি আমার সালাতে পড়ব। তিনি বললেনঃ তুমি বল,\n\n<p style=text-align: center;>اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَبِيرًا - وَقَالَ قُتَيْبَةُ كَثِيرًا - وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ\n\n<p style=text-align: center;>(হে আল্লাহ! আমি আমার নিজের উপর (সাংঘাতিক) বড় রকমের যুলুম করেছি। কুতায়বা (রহঃ) বলেন, অত্যধিক (জুলুম)। আপনি ব্যতীত কেউ গোনাহসমূহ ক্ষমা করতে পারে না। সুতরাং আপনি আপনার তরফ থেকে আমাকে ক্ষমা করুন এবং আমার প্রতি রহম করুন। নিশ্চয়ই আপনি ক্ষমাশীল, পরম দয়ালু।)\n\nআবূ তাহির (রহঃ) ... আবূল খায়ের (রহঃ) থেকে বর্ণিত। তিনি আবদুল্লাহ ইবনু আমর ইবনুল আ&#39;স (রাঃ) কে বলতে শুনেছেন যে, আবূ বকর সিদ্দীক (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বললেন, ইয়া রাসুলাল্লাহ! আপনি আমাকে এমন একটি দুআ শিক্ষা দিন যার দ্বারা আমি আমার সালাতে ও ঘরে দুআ করতে পারি। এরপর তিনি লায়সের হাদীসের অনুরূপ উল্লেখ করেছেন। তবে তিনিظُلْمًا كَثِيرًا &#39;অনেক জুলুম&#39; উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6623",
    "id": "18946",
    "thesequence": "19098",
    "isActive": "1",
    "chapterId": "14290",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৫. (আল্লাহর কাছে) ফিতনা ও দুর্যোগের অকল্যাণ থেকে আশ্রয় প্রার্থনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that Allahs Messenger (ﷺ) used to make these supplications:\n O Allah, I seek refuge in Thee from the trial of Hell-Fire; and from the torment of Hell-Fire; and from the trial of the grave and torment of the grave; and from the evil of the trial of the affluence and from the evil of the trial of poverty and I seek refuge in Thee from the evil of the turmoil of the Dajjal. O Allah, wash away my sins with snow and hail water, purify my heart from the sins as is purified the white garment from the dirt, and keep away at a distance the sins from me as yawns the distance between the East and the West; O Allah, I seek refuge in Thee from sloth, from senility, from sin, and from debt.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالاَ حَدَّثَنَا ابْنُ، نُمَيْرٍ حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَدْعُو بِهَؤُلاَءِ الدَّعَوَاتِ   اللَّهُمَّ فَإِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ وَفِتْنَةِ الْقَبْرِ وَعَذَابِ الْقَبْرِ وَمِنْ شَرِّ فِتْنَةِ الْغِنَى وَمِنْ شَرِّ فِتْنَةِ الْفَقْرِ وَأَعُوذُ بِكَ مِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ اللَّهُمَّ اغْسِلْ خَطَايَاىَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ وَنَقِّ قَلْبِي مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَاىَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ اللَّهُمَّ فَإِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَالْمَأْثَمِ وَالْمَغْرَمِ  .",
    "hadithBengali": "৬৬২৪। আবূ বকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই সব দুআ করতেনঃ (দু&#39;আর অর্থঃ) হে আল্লাহ! আমি আপনার কাছে জাহান্নামের ফিতনা থেকে আশ্রয় চাই, জাহান্নামের আযাব থেকে আশ্রয় চাই, কবরের ফিতনা, কবরের সংকট, কবর আযাব ও ধন-সম্পদের ফিতনা এবং দারিদ্রের ফিতনার অনিষ্ট থেকে আপনার আশ্রয় চাই। আমি আপনার কাছে মাসীহ দাজ্জালের ফিতনার অশুভ পরিণতি থেকে পানাহ চাই। হে আল্লাহ! আমার পাপরাশি বরফ ও ঠাণ্ডা পানি দ্বারা ধুয়ে সাফ করে দিন। আমার কলব পরিস্কার করে দিন যেভাবে আপনি সাদা কাপড় ময়লা থেকে সাফ করে দেন। আমি ও আমার পাপরাশির মধ্যে ব্যবধান করে দিন যেমন আপনি পূর্ব ও পশ্চিমের মধ্যে ব্যবধান সৃষ্টি করেছেন। হে আল্লাহ! আমি আপনার কাছে অলসতা, বার্ধক্য, পাপ ও ধার-কর্জ থেকে পানাহ চাই।\n",
    "checkStatus": "1",
    "hadithNo": "6624",
    "id": "18947",
    "thesequence": "19099",
    "isActive": "1",
    "chapterId": "14290",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৫. (আল্লাহর কাছে) ফিতনা ও দুর্যোগের অকল্যাণ থেকে আশ্রয় প্রার্থনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Hisham with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، وَوَكِيعٌ، عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৬৬২৫। আবূ কুবায়ব (রহঃ) ... হিশাম (রহঃ) এর সুত্রে এই সনদে অনুরূপ বর্ণিত।\n",
    "checkStatus": "1",
    "hadithNo": "6625",
    "id": "18948",
    "thesequence": "19100",
    "isActive": "1",
    "chapterId": "14290",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৫. (আল্লাহর কাছে) ফিতনা ও দুর্যোগের অকল্যাণ থেকে আশ্রয় প্রার্থনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Allahs Messenger (ﷺ) used to say:\n O Allah, I seek refuge in Thee from incapacity, from indolence, from cowardice, from senility, from miserliness, and I seek refuge in Thee from the torment of the grave and from trial of the life and death.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، قَالَ وَأَخْبَرَنَا سُلَيْمَانُ التَّيْمِيُّ، حَدَّثَنَا أَنَسُ، بْنُ مَالِكٍ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْهَرَمِ وَالْبُخْلِ وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ  .",
    "hadithBengali": "৬৬২৬। ইয়াহইয়া ইবনু আইউব (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হে আল্লাহ! আমি আপনার নিকট অক্ষমতা, অলসতা, কাপুরষতা, বার্ধক্য, কৃপণতা থেকে আশ্রয় চাচ্ছি। আমি আপনার কাছে আরও আশ্রয় চাচ্ছি কবর আযাব, জীবন ও মৃত্যুর দুর্যোগের অনিষ্ট থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "6626",
    "id": "18949",
    "thesequence": "19101",
    "isActive": "1",
    "chapterId": "14291",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৬. অক্ষমতা ও অলসতা ইত্যাদি থেকে আশ্রয় প্রার্থনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported from Allahs Messenger (ﷺ) (this suppli- cation) but with this variation that these words are not found in that supplication:\n From the trial of life and death.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو كَامِلٍ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا مُعْتَمِرٌ، كِلاَهُمَا عَنِ التَّيْمِيِّ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِهِ غَيْرَ أَنَّ يَزِيدَ لَيْسَ فِي حَدِيثِهِ قَوْلُهُ   وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ  .",
    "hadithBengali": "৬৬২৭। আবূ কামিল ও মুহাম্মাদ ইবনু আবদুল আলা (রহঃ) ... আনাস (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ... পূর্বোক্ত হাদিসের অনুরূপ বর্ণিত। তবে ইয়াযীদের হাদীসে র্জীবন ও মৃত্যুর দুর্যোগের অনিষ্ট হতে&#39; কথাটির উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6627",
    "id": "18950",
    "thesequence": "19102",
    "isActive": "1",
    "chapterId": "14291",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৬. অক্ষমতা ও অলসতা ইত্যাদি থেকে আশ্রয় প্রার্থনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas b. Malik reported that Allahs Apostle (ﷺ) used to seek refuge in Allah from such things as mentioned in the above-mentioned hadith and from miserliness too.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ أَخْبَرَنَا ابْنُ مُبَارَكٍ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ تَعَوَّذَ مِنْ أَشْيَاءَ ذَكَرَهَا وَالْبُخْلِ .",
    "hadithBengali": "৬৬২৮। আবূ কুরায়ব মুহাম্মাদ ইবনু আ&#39;লা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত যে, তিনি আশ্রয় চেয়েছেন বর্ণিত বস্তুসমূহ থেকে এবং কৃপণতা হতে।\n",
    "checkStatus": "1",
    "hadithNo": "6628",
    "id": "18951",
    "thesequence": "19103",
    "isActive": "1",
    "chapterId": "14291",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৬. অক্ষমতা ও অলসতা ইত্যাদি থেকে আশ্রয় প্রার্থনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported that Allahs Messenger (may peace he upon him) wed to make this supplication:\n O Allah, I seek refuge in Thee from miserliness, from sloth and from decrepitude.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ نَافِعٍ الْعَبْدِيُّ، حَدَّثَنَا بَهْزُ بْنُ أَسَدٍ الْعَمِّيُّ، حَدَّثَنَا هَارُونُ الأَعْوَرُ، حَدَّثَنَا شُعَيْبُ بْنُ الْحَبْحَابِ، عَنْ أَنَسٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَدْعُو بِهَؤُلاَءِ الدَّعَوَاتِ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ وَالْكَسَلِ وَأَرْذَلِ الْعُمُرِ وَعَذَابِ الْقَبْرِ وَفِتْنَةِ الْمَحْيَا وَالْمَمَاتِ  .",
    "hadithBengali": "৬৬২৯। আবূ বকর ইবনু নাফি আবদী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই দুআসমূহ দ্বারা দু&#39;আ করতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ وَالْكَسَلِ وَأَرْذَلِ الْعُمُرِ وَعَذَابِ الْقَبْرِ وَفِتْنَةِ الْمَحْيَا وَالْمَمَاتِ\n\nহে আল্লাহ! আমি আপনার কাছে কৃপণতা, অলসতা, বয়সের নিকৃষ্টতম সময় (বার্ধক্যের দৈন্য), কবর আযাব এবং জীবন ও মৃত্যুর দুর্যোগ থেকে আশ্রয় চাই।\n",
    "checkStatus": "1",
    "hadithNo": "6629",
    "id": "18952",
    "thesequence": "19104",
    "isActive": "1",
    "chapterId": "14291",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৬. অক্ষমতা ও অলসতা ইত্যাদি থেকে আশ্রয় প্রার্থনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It was narrated from Abu Huraira that:\nAllahs Apostle (ﷺ) used to seek refuge (in Allah) from the evil of what has been decreed, from misery, from the mockery of (triumphant) enemies, and from severe calamity.\n\n`Amr (one of the narrators) said in his narration: Sufyan said: I fear I may have added one of them (the phrases).",
    "hadithArabic": " حَدَّثَنِي عَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، حَدَّثَنِي سُمَىٌّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَعَوَّذُ مِنْ سُوءِ الْقَضَاءِ وَمِنْ دَرَكِ الشَّقَاءِ وَمِنْ شَمَاتَةِ الأَعْدَاءِ وَمِنْ جَهْدِ الْبَلاَءِ . قَالَ عَمْرٌو فِي حَدِيثِهِ قَالَ سُفْيَانُ أَشُكُّ أَنِّي زِدْتُ وَاحِدَةً مِنْهَا .",
    "hadithBengali": "৬৬৩০। আমর নাকিদ ও যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আশ্রয় চাইতেন অদৃষ্টের মন্দ অবস্থা থেকে, পাপের প্রাবাল্য থেকে, দুশমনের আনন্দিত হওয়া থেকে এবং বিপদের কঠিন সংকট থেকে। আমর তাঁর হাদীসে বলেছেন যে, সুফিয়ান (রহঃ) বলেছেন, আমি সন্দেহ পোষণ করছি, এর থেকে একটি বাড়িয়ে বলতে।\n",
    "checkStatus": "1",
    "hadithNo": "6630",
    "id": "18953",
    "thesequence": "19105",
    "isActive": "1",
    "chapterId": "14292",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৭. মন্দ অবস্থা, দুর্ভাগ্যের প্রকোপ ইত্যাদি থেকে আশ্রয় প্রার্থনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Khaula bint Hakim Sulamiyya reported:\nI heard Allahs Messenger (ﷺ) as saying: When anyone lands at a place, and then says: I seek refuge in the Perfect Word of Allah from the evil of what He has created, nothing would harm him until he marches from that stopping place.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، وَاللَّفْظُ، لَهُ أَخْبَرَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنِ الْحَارِثِ بْنِ يَعْقُوبَ، أَنَّ يَعْقُوبَ بْنَ عَبْدِ اللَّهِ، حَدَّثَهُ أَنَّهُ، سَمِعَ بُسْرَ بْنَ سَعِيدٍ، يَقُولُ سَمِعْتُ سَعْدَ بْنَ أَبِي وَقَّاصٍ، يَقُولُ سَمِعْتُ خَوْلَةَ بِنْتَ حَكِيمٍ السُّلَمِيَّةَ، تَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ نَزَلَ مَنْزِلاً ثُمَّ قَالَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ . لَمْ يَضُرُّهُ شَىْءٌ حَتَّى يَرْتَحِلَ مِنْ مَنْزِلِهِ ذَلِكَ  .",
    "hadithBengali": "৬৬৩১। কুতায়বা ইবনু সাঈদ, মুহাম্মাদ ইবনু রুমহ (রহঃ) ... খাওলা বিনত হাকীম সুলায়মান (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, তিনি বলেছেনঃ যে ব্যক্তি কোন মনযিলে অবতরন করে বলবে,أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ আমি আল্লাহর পূর্ণাঙ্গ কালাম দ্বারা তার কাছে তাঁর সৃষ্টির অনিষ্ট থেকে আশ্রয় চাই। সে ঐ মানযিল থেকে অন্যত্র রওনা হওয়া পর্যন্ত তাকে কোন ক্ষতি করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6631",
    "id": "18954",
    "thesequence": "19106",
    "isActive": "1",
    "chapterId": "14292",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৭. মন্দ অবস্থা, দুর্ভাগ্যের প্রকোপ ইত্যাদি থেকে আশ্রয় প্রার্থনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Khaula bint Hakim Sulamiyya reported:\nI heard Allahs Messenger (ﷺ) as saying: When any one of you stays at a place, he should say: I seek refuge in the Perfect Word of Allah from the evil of that He created. Nothing would then do him any harm until he moves from that place. Abu Huraira reported that a person came to Allahs Messenger (ﷺ) and said: Allahs Messenger, I was stung by a scorpion during the night. Thereupon he said: Had you recited these words in the evening: I seek refuge in the Perfect Word of Allah from the evil of what He created, it would not have done any harm to you.",
    "hadithArabic": "وَحَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، وَأَبُو الطَّاهِرِ، كِلاَهُمَا عَنِ ابْنِ وَهْبٍ، - وَاللَّفْظُ لِهَارُونَ - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ وَأَخْبَرَنَا عَمْرٌو، - وَهُوَ ابْنُ الْحَارِثِ - أَنَّ يَزِيدَ بْنَ أَبِي، حَبِيبٍ وَالْحَارِثَ بْنَ يَعْقُوبَ حَدَّثَاهُ عَنْ يَعْقُوبَ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ خَوْلَةَ بِنْتِ حَكِيمٍ السُّلَمِيَّةِ، أَنَّهَا سَمِعَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  إِذَا نَزَلَ أَحَدُكُمْ مَنْزِلاً فَلْيَقُلْ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ . فَإِنَّهُ لاَ يَضُرُّهُ شَىْءٌ حَتَّى يَرْتَحِلَ مِنْهُ  .\n\nقَالَ يَعْقُوبُ وَقَالَ الْقَعْقَاعُ بْنُ حَكِيمٍ عَنْ ذَكْوَانَ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ مَا لَقِيتُ مِنْ عَقْرَبٍ لَدَغَتْنِي الْبَارِحَةَ قَالَ  أَمَا لَوْ قُلْتَ حِينَ أَمْسَيْتَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ لَمْ تَضُرُّكَ  .",
    "hadithBengali": "৬৬৩২। হারুন ইবনু মারুফ ও আবূ তাহির (রহঃ) ... সা&#39;দ ইবন আবু ওয়াক্কাস (রাঃ) সুত্রে খাওহল বিনত হাকীম সুলামী (রাঃ) থেকে বর্ণিত। তিনি বলেন, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, তিনি বলেছেনঃ তোমাদের কেউ যখন কোন মনযিলে অবস্থান করে তখন সে যেন বলে (এই দুআ পাঠ করে) আমি আল্লাহর পরিপূর্ণ কালাম দ্বারা তাঁর কাছে তাঁর সৃষ্টির অনিষ্ট থেকে আশ্রয় চাই। এতে সে ব্যক্তি এ মনযিল থেকে অন্যত্র রুওনা হওয়া অবধি কোন কিছু তাকে ক্ষতি করতে পারবে না।\n\nইয়াকুব (রহঃ) বলেন, কা&#39;কা ইবনু হাকীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, ইয়া রাসুলাল্লাহ! গত রাতে একটি বিচ্ছু আমাকে দংশন কারণে আমি বড় কষ্ট পাচ্ছি। তিনি বললেনঃ যদি তুমি সন্ধ্যায় এই দুআটি পাঠ করতে أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ তাহলে সে তোমাকে কষ্ট দিতে পারত না।\n",
    "checkStatus": "1",
    "hadithNo": "6632",
    "id": "18955",
    "thesequence": "19107",
    "isActive": "1",
    "chapterId": "14292",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৭. মন্দ অবস্থা, দুর্ভাগ্যের প্রকোপ ইত্যাদি থেকে আশ্রয় প্রার্থনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Abu Huraira with a slight variation of wording.",
    "hadithArabic": " وَحَدَّثَنِي عِيسَى بْنُ حَمَّادٍ الْمِصْرِيُّ، أَخْبَرَنِي اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ جَعْفَرٍ، عَنْ يَعْقُوبَ، أَنَّهُ ذَكَرَ لَهُ أَنَّ أَبَا صَالِحٍ، مَوْلَى غَطَفَانَ أَخْبَرَهُ أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ لَدَغَتْنِي عَقْرَبٌ . بِمِثْلِ حَدِيثِ ابْنِ وَهْبٍ .",
    "hadithBengali": "৬৬৩৩। ঈসা ইবনু হাম্মাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এল এবং বলল, ইয়া রাসুলাল্লাহ! আমাকে একটি বিচ্ছু দংশন করেছে। ...... এরপর ইবনু ওহাবের হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "6633",
    "id": "18956",
    "thesequence": "19108",
    "isActive": "1",
    "chapterId": "14292",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৭. মন্দ অবস্থা, দুর্ভাগ্যের প্রকোপ ইত্যাদি থেকে আশ্রয় প্রার্থনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Bara b. Azib reported that Allahs, Messenger (may peace be upon said:\nWhen you go to bed, perform ablution as is done for prayer; then lie down pn the right side and recite: O Allah, I turn my face towards Thee and entrust my affair to Thee. I retreat unto Thee for protection with hope in Thee and fear of Thee. There is no resort and no deliverer (from hardship) but Thou only. I affirm my faith in Thine books which Thou revealed and in Thine Apostles whom Thou sent. Make this as the last word of yours (when you go to sleep) and in case you die during that night, you would die upon Fitra (upon Islam). And as I repeated these words in order to commit them to memory, I said: I affirm my faith in Thy Messenger (Rasul) whom Thou sent. He said: Say: I affirm my faith in the Apostle (Nabi) whom Thou sent.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لِعُثْمَانَ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ، عُثْمَانُ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، حَدَّثَنِي الْبَرَاءُ بْنُ عَازِبٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  إِذَا أَخَذْتَ مَضْجَعَكَ فَتَوَضَّأْ وُضُوءَكَ لِلصَّلاَةِ ثُمَّ اضْطَجِعْ عَلَى شِقِّكَ الأَيْمَنِ ثُمَّ قُلِ اللَّهُمَّ إِنِّي أَسْلَمْتُ وَجْهِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ رَغْبَةً وَرَهْبَةً إِلَيْكَ لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ وَاجْعَلْهُنَّ مِنْ آخِرِ كَلاَمِكَ فَإِنْ مُتَّ مِنْ لَيْلَتِكَ مُتَّ وَأَنْتَ عَلَى الْفِطْرَةِ  . قَالَ فَرَدَّدْتُهُنَّ لأَسْتَذْكِرَهُنَّ فَقُلْتُ آمَنْتُ بِرَسُولِكَ الَّذِي أَرْسَلْتَ قَالَ  قُلْ آمَنْتُ بِنَبِيِّكَ الَّذِي أَرْسَلْتَ  .",
    "hadithBengali": "৬৬৩৪। উসমান ইবনু আবূ শায়বা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... বারা&#39; ইবনু আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তুমি তোমার শয্যা গ্রহণ করবে তখন সালাতের ন্যায় তুমি অযু করে নেবে। এরপর ডান কাত হয়ে শুয়ে পড়বে। এরপর তুমি বল,\n\n<p style=text-align: center;>اللَّهُمَّ إِنِّي أَسْلَمْتُ وَجْهِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ رَغْبَةً وَرَهْبَةً إِلَيْكَ لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ وَاجْعَلْهُنَّ مِنْ آخِرِ كَلاَمِكَ فَإِنْ مُتَّ مِنْ لَيْلَتِكَ مُتَّ وَأَنْتَ عَلَى الْفِطْرَةِ  . قَالَ فَرَدَّدْتُهُنَّ لأَسْتَذْكِرَهُنَّ فَقُلْتُ آمَنْتُ بِرَسُولِكَ الَّذِي أَرْسَلْتَ\n\nঅর্থঃ হে আল্লাহ! আমি আমার মুখমন্ডল আপনার দিকে সোপর্দ করলাম, আমার কাজ-কর্ম আপনার কাছে সমর্পণ করলাম। আমি পূরস্কার লাভের আশায় এবং শাস্তির ভয়ে আমার পিঠ আপনার আশ্রয়ে অর্পণ করলাম (আপনার উপর ভরসা করলাম)। আপনার ছাড়া কোন আশ্রয়স্থল ও মুক্তির স্থান নেই। আপনার যে কিতাব নাযিল করেছন তার উপর ঈমান আনলাম, আপনার যে নাবীকে প্রেরণ করেছ তাঁর প্রতি ঈমান আনলাম।\n\nআর এই বাক্যগুলোকে তোমার শেষ কথা বানিয়ে নাও। এরপর যদি তুমি এই রাতে ইন্তেকাল কর তাহলে তুমি ইসলামের উপরই ইন্তেকাল করলে। বারাআ (রাঃ) বলেন, আমি এই বাক্যগুলো স্মরণে রাখার জন্য পুনর্বার পড়লাম। তখন আমি বললাম,آمَنْتُ بِرَسُولِكَ الَّذِي أَرْسَلْتَ (আমি আপনার রাসুলের প্রতি ঈমান এনেছি যাকে আপনি রাসুলরূপে পাঠিয়েছেন)। অর্থাৎ তোমার نَبِيِّكَ স্থলে رَسُولِكَ বললাম। তিনি বললেন, তুমি বল,آمَنْتُ بِنَبِيِّكَ الَّذِي أَرْسَلْتَ (আমি ঈমান এনেছি আপনার নাবীর প্রতি যাকে আপনি পাঠিয়েছেন)।\n",
    "checkStatus": "1",
    "hadithNo": "6634",
    "id": "18957",
    "thesequence": "19109",
    "isActive": "1",
    "chapterId": "14293",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৮. নিদ্রা ও বিছানায় শোওয়ার সময় দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted on the authority of al-Bara b. Azib with a slight variation of wording and there is this addition in the hadith transmitted on the authority of Husain:\n In case you get up in the morning, you will get up with bliss.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ، - يَعْنِي ابْنَ إِدْرِيسَ - قَالَ سَمِعْتُ حُصَيْنًا، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِهَذَا الْحَدِيثِ غَيْرَ أَنَّ مَنْصُورًا أَتَمُّ حَدِيثًا وَزَادَ فِي حَدِيثِ حُصَيْنٍ   وَإِنْ أَصْبَحَ أَصَابَ خَيْرًا  .",
    "hadithBengali": "৬৬৩৫। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... বারাআ ইবনু আযিয (রাঃ) সুত্রে থেকে এই হাদীস বর্ণনা করেছেন। তিনি মানসুর বর্ণিত হাদীসটি পরিপূর্ণ। সাদ ইবনু উবায়দা হুসায়নের হাদীসে &#39;যদি তার সকাল হয় তাহলে সে কল্যাণ লাভ করবে কথাটি অধিক উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6635",
    "id": "18958",
    "thesequence": "19110",
    "isActive": "1",
    "chapterId": "14293",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৮. নিদ্রা ও বিছানায় শোওয়ার সময় দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Bara b. Azib reported that Allahs Messenger (in may peace be upon him) commanded a person (in these words):\nWhen you go to bed during night, you should say: O Allah, I surrender myself to Thee and entrust my affair to Thee, with hope in Thee and fear of Thee. There is no resort and no deliverer (from hardship but Thou). I affirm my faith in the Book which Thou revealed and in the Messengers whom Thou sent. If you die in this state you would die on Fitra, and Ibn Bashshdr did not make a mention of night in this hadith.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنَا ابْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، وَأَبُو دَاوُدَ قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، قَالَ سَمِعْتُ سَعْدَ بْنَ عُبَيْدَةَ، يُحَدِّثُ عَنِ الْبَرَاءِ بْنِ عَازِبٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ رَجُلاً إِذَا أَخَذَ مَضْجَعَهُ مِنَ اللَّيْلِ أَنْ يَقُولَ   اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ وَوَجَّهْتُ وَجْهِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ رَغْبَةً وَرَهْبَةً إِلَيْكَ لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِرَسُولِكَ الَّذِي أَرْسَلْتَ . فَإِنْ مَاتَ مَاتَ عَلَى الْفِطْرَةِ  . وَلَمْ يَذْكُرِ ابْنُ بَشَّارٍ فِي حَدِيثِهِ مِنَ اللَّيْلِ .",
    "hadithBengali": "৬৬৩৬। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... বারাআ ইবনু আযিয (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তিকে নির্দেশ দিলেন যেন রাতে শয্যা গ্রহণের সময় সে বলেঃ\n\n<p style=text-align: center;>اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ وَوَجَّهْتُ وَجْهِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ رَغْبَةً وَرَهْبَةً إِلَيْكَ لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِرَسُولِكَ الَّذِي أَرْسَلْتَ\n\n<p style=text-align: center;>অর্থঃ হে আল্লাহ! আমি আমার জীবন আপনার কাছে সঁপে দিলাম। আমার মুখমন্ডল আপনার প্রতি ফিরালাম। আমার পিঠ আপনার আশ্রয়ে অর্পণ করলাম, (পুরস্কার লাভের) আশায় ও (আযাবের) ভয়ে; আপনার (অসন্তুষ্টি) হতে আপনারই কাছে ব্যতীত কোন ঠিকানা ও আশ্রয় নেই। আমি ঈমান এনেছি আপনার কিতাবের প্রতি যা আপনি নাযিল করেছেন এবং রাসূলের প্রতি যাকে আপনি পাঠিয়েছেন।\n\nএরপর যদি সে ঐ রাতে ইন্তেকাল করে তাহলে ইসলামের উপরই ইন্তেকাল করেছে বলে গণ্য হবে। ইবনু বাশশার (রহঃ) তার হাদীসে مِنَ اللَّيْلِ শব্দটি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6636",
    "id": "18959",
    "thesequence": "19111",
    "isActive": "1",
    "chapterId": "14293",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৮. নিদ্রা ও বিছানায় শোওয়ার সময় দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted on the authority of al-Bara b. Azib that Allahs Messenger (ﷺ) said to a person:\nO, so and so, as you go to your bed; the rest of the hadith is the same but with this variation of wording that he said: Thine Apostle whom Thou sent. If you die that night you would die on Fitra and if you get up in the morning you would get up with a bliss.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ، عَازِبٍ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِرَجُلٍ  يَا فُلاَنُ إِذَا أَوَيْتَ إِلَى فِرَاشِكَ  . بِمِثْلِ حَدِيثِ عَمْرِو بْنِ مُرَّةَ غَيْرَ أَنَّهُ قَالَ  وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ . فَإِنْ مُتَّ مِنْ لَيْلَتِكَ مُتَّ عَلَى الْفِطْرَةِ وَإِنْ أَصْبَحْتَ أَصَبْتَ خَيْرًا  .",
    "hadithBengali": "৬৬৩৭। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... বারাআ ইবনু আযিয (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তিকে বললেনঃ হে অমুক! যখন তুমি তোমার শয্যায় আশ্রয় গ্রহণ করবে ...... এরপর আমর ইবনু মুররা বর্ণিত হাদীসের অনুরূপ। তবে (পার্থক্য এই যে), তিনি বলেছেন,وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ (এবং আপনার সেই নাবীর প্রতি, যাকে আপনি পাঠিয়েছেন)। যদি তুমি রাতে মারা যাও তাহলে ইসলামের উপরই মারা গেলে। যদি ভোর বেলায় উঠ তাহলে তুমি কল্যাণ লাভ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "6637",
    "id": "18960",
    "thesequence": "19112",
    "isActive": "1",
    "chapterId": "14293",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৮. নিদ্রা ও বিছানায় শোওয়ার সময় দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted on the authority of al-Bara b. Azib that Allahs Messenger (ﷺ) commanded a person (in these words) and there is no mention of this:\n if you get up in the morning you would get up with a bliss.",
    "hadithArabic": "حَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي، إِسْحَاقَ أَنَّهُ سَمِعَ الْبَرَاءَ بْنَ عَازِبٍ، يَقُولُ أَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم رَجُلاً . بِمِثْلِهِ وَلَمْ يَذْكُرْ   وَإِنْ أَصْبَحْتَ أَصَبْتَ خَيْرًا  .",
    "hadithBengali": "৬৬৩৮। ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... বারা&#39; ইবনু আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেছেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তিকে আদেশ করলেন ...... এরপর তার অনুরূপ। তবে তিনি &ldquo;যদি তুমি ভোর বেলায় উঠ তাহলে তোমার কল্যাণ হবে&rdquo; কথাটি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6638",
    "id": "18961",
    "thesequence": "19113",
    "isActive": "1",
    "chapterId": "14293",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৮. নিদ্রা ও বিছানায় শোওয়ার সময় দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Bara reported that whenever Allahs Messenger (ﷺ) went to bed, he said:\n O Allah, it is with Thine Name that I live and it is with Thine Name that I die. And when he got up he used to say: Praise is due to Allah, Who gave us life after our death (sleep) and unto Thee is resurrection.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى، عَنِ الْبَرَاءِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا أَخَذَ مَضْجَعَهُ قَالَ  اللَّهُمَّ بِاسْمِكَ أَحْيَا وَبِاسْمِكَ أَمُوتُ  . وَإِذَا اسْتَيْقَظَ قَالَ  الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ  .",
    "hadithBengali": "৬৬৩৯। উবায়দুল্লাহ ইবনু মুআয (রহঃ) ... বারাআ ইবনু আযিব (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন শয্যা-গ্রহণ করতেন তখন তিনি বলতেন,اللَّهُمَّ بِاسْمِكَ أَحْيَا وَبِاسْمِكَ أَمُوتُ হে আল্লাহ! আমি তোমার নামেই জীবিত আছি আর তোমার নামেই মৃত্যূবরণ করছি।\n\nআর যখন তিনি নিদ্রা থেকে উঠতেন তখন বলতেনঃالْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ সকল প্রশংসা আল্লাহর জন্যই যিনি আমাদেরকে মৃত্যুর পর জীবন দান করেছেন। আর তার দিকেই প্রত্যাবর্তন।\n",
    "checkStatus": "1",
    "hadithNo": "6639",
    "id": "18962",
    "thesequence": "19114",
    "isActive": "1",
    "chapterId": "14293",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৮. নিদ্রা ও বিছানায় শোওয়ার সময় দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar commanded a person that as he went to bed, he should say:\n O Allah, Thou created my being and it is for Thee to take it to its ultimate goal. And its death and life is due to Thee, and if Thou givest it life, safeguard it; and if Thou bringst death, grant it pardon. O Allah, I beg of Thee safety. A person said to him: Did you hear it from Umar? Thereupon he said: (I have heard from one) who is better than Umar, viz. from Allahs Messenger (ﷺ). Ibn Nafi, reported this on the authority of Abdullah b. Harith but he did not make mention of this that he heard it himself.",
    "hadithArabic": "حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ، وَأَبُو بَكْرِ بْنُ نَافِعٍ قَالاَ حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ خَالِدٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ الْحَارِثِ، يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُ أَمَرَ رَجُلاً إِذَا أَخَذَ مَضْجَعَهُ قَالَ   اللَّهُمَّ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا لَكَ مَمَاتُهَا وَمَحْيَاهَا إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ  . فَقَالَ لَهُ رَجُلٌ أَسَمِعْتَ هَذَا مِنْ عُمَرَ فَقَالَ مِنْ خَيْرٍ مِنْ عُمَرَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم . قَالَ ابْنُ نَافِعٍ فِي رِوَايَتِهِ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ . وَلَمْ يَذْكُرْ سَمِعْتُ .",
    "hadithBengali": "৬৬৪০। উকবা ইবনু মুকরাম আম্মী ও আবূ বকর ইবনু নাফি (রহঃ) ... আবদুল্লাহ ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি এক ব্যক্তিকে নির্দেশ দিলেন, যখন শয্যাগ্রহণ করবে তখন বলবে,\n\n<p style=text-align: center;>اللَّهُمَّ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا لَكَ مَمَاتُهَا وَمَحْيَاهَا إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ\n\nহে আল্লাহ! তুমি আমার প্রাণ সৃষ্টি করেছ এবং তুমিই তার মৃত্যুদানকারী। তোমার জন্য তার (নফসের) জীবন ও মৃত্যু। যদি তুমি একে জীবিত রাখ তাহলে এর হিফাযত কর। আর যদি তুমি এর মৃত্যু ঘটাও তাহলে একে ক্ষমা করে দাও। হে আল্লাহ! আমি তোমার কাছে সুস্থতা কামনা করছি।\n\nতখন সে তাকে বলল, আপনি কি তা উমার (রাঃ) থেকে শুনেছেন? তিনি বললেন, উমারের চাইতে যিনি উত্তম (অর্থাৎ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি। ইবনু নাফি (রহঃ) তার বর্ণনায় আবদুল্লাহ ইবনু হারিস (রহঃ) থেকে বলেছেন। তিনিسَمِعْتُ শব্দটি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6640",
    "id": "18963",
    "thesequence": "19115",
    "isActive": "1",
    "chapterId": "14293",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৮. নিদ্রা ও বিছানায় শোওয়ার সময় দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Suhail reported that Abu Salih used to command us (in these words):\nWhen any one of you intends to go to sleep, he should lie on the bed on his right side and then say: O Allah. the Lord of the Heavens and the Lord of the Earth and Lord of the Magnificent Throne, our Lord, and the Lord of evervthina, the Splitter of the grain of corn and the datestone (or fruit kernal), the Revealer of Torah and Injil (Bible) and Criterion (the Holy Quran), I seek refuge in Thee from the evil of every- thing Thou art to sieze by the forelock (Thou hast perfect control over it). O Allah, Thou art the First, there is naught before Thee, and Thou art the Last and there is naught after Thee, and Thou art Evident and there is nothing above Thee, and Thou art Innermost and there is nothing beyond Thee. Remove the burden of debt from us and relieve us from want. Abu Salih used to narrate it from Abu Huraira who narrated it from Allahs Apostle (ﷺ).",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، قَالَ كَانَ أَبُو صَالِحٍ يَأْمُرُنَا إِذَا أَرَادَ أَحَدُنَا أَنْ يَنَامَ أَنْ يَضْطَجِعَ عَلَى شِقِّهِ الأَيْمَنِ ثُمَّ يَقُولُ   اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الأَرْضِ وَرَبَّ الْعَرْشِ الْعَظِيمِ رَبَّنَا وَرَبَّ كُلِّ شَىْءٍ فَالِقَ الْحَبِّ وَالنَّوَى وَمُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْفُرْقَانِ أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَىْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَىْءٌ وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَىْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَىْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَىْءٌ اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ  . وَكَانَ يَرْوِي ذَلِكَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৬৬৪১। যুহায়র ইবনু হারব (রহঃ) ... সুহায়ল (রহঃ) থেকে বর্ণিত। তিনি বলেন, আবূ সালিহ (রহঃ) আমাদিগকে নির্দেশ দিতেন, যখন আমাদের কেউ নিদ্রায় যায় সে যেন ডান কাত হয়ে শয্যা গ্রহণ করে। এরপর সে বলবে,\n\n<p style=text-align: center;>اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الأَرْضِ وَرَبَّ الْعَرْشِ الْعَظِيمِ رَبَّنَا وَرَبَّ كُلِّ شَىْءٍ فَالِقَ الْحَبِّ وَالنَّوَى وَمُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْفُرْقَانِ أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَىْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَىْءٌ وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَىْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَىْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَىْءٌ اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ\n\nহে আল্লাহ! আপনি আসমান, যমীন ও মহান আরশের প্রতিপালক। আমাদের প্রতিপালক ও সব কিছুর পালনকর্তা। আপনি বীজ ও উদ্ভিদের সৃষ্টিকর্তা, আপনি তাওরাত, ইনজীল ও ফুরকানের অবতীর্ণকারী। আমি আপনার কাছে সকল প্রকার অনিষ্ট থেকে পানাহ চাই, আপনি তার মস্তক ধারনকারী (নিয়ন্ত্রণকারী)। হে আল্লাহ! আপনই আদি, আপনার পূর্বে কোন কিছুর (অস্তিত্ব) নেই এবং আপনই অন্ত, আপনার পরে কোন কিছু নেই। আপনই যাহির, আপনার ঊর্ধ্বে কেউ নেই। আপনই বাতিন, আপনার অগোচরে কিছু নেই। আমাদের ঋণ পরিশোধ করে দিন এবং দারিদ্র্য থেকে আমাদের অভাবমুক্ত করে দিন।\n\nতিনি (আবূ সালিহ)আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীসটি রিওয়ায়াত করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "6641",
    "id": "18964",
    "thesequence": "19116",
    "isActive": "1",
    "chapterId": "14293",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৮. নিদ্রা ও বিছানায় শোওয়ার সময় দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Allahs Messenger (ﷺ) used to command us that as we go to our bedo, we should utter the words (as mention- ed above) and he also said (these words):\n From the evil of every animal, Thou hast hold upon its forelock (Thou bast full control over it).",
    "hadithArabic": "وَحَدَّثَنِي عَبْدُ الْحَمِيدِ بْنُ بَيَانٍ الْوَاسِطِيُّ، حَدَّثَنَا خَالِدٌ، - يَعْنِي الطَّحَّانَ - عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَأْمُرُنَا إِذَا أَخَذْنَا مَضْجَعَنَا أَنْ نَقُولَ . بِمِثْلِ حَدِيثِ جَرِيرٍ وَقَالَ   مِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا  .",
    "hadithBengali": "৬৬৪২। আবদুল হামীদ ইবনু বায়ান ওয়াসেতী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের আদেশ দিতেন যে, যখন আমরা শয্যাগ্রহণ করি তখন যেন আমরা বলি ... এরপর জারীরের হাদীসের অনুরূপ। আর তিনি বলেছেনঃ সকল প্রাণীর অনিষ্ট থেকে যাদের মস্তক ধারনকারী (নিয়ন্ত্রণকর্তা) আপনই।\n",
    "checkStatus": "1",
    "hadithNo": "6642",
    "id": "18965",
    "thesequence": "19117",
    "isActive": "1",
    "chapterId": "14293",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৮. নিদ্রা ও বিছানায় শোওয়ার সময় দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Fatima (the daughter of the Holy Prophet) came to Allahs Apostle (ﷺ) and asked for a servant. He said to her:\nSay: O Allah, the Lord of the seven heavens ; the rest of the hadith is the same.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو أُسَامَةَ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي، شَيْبَةَ وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا ابْنُ أَبِي عُبَيْدَةَ، حَدَّثَنَا أَبِي كِلاَهُمَا، عَنِ الأَعْمَشِ، عَنْ أَبِي، صَالِحٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ أَتَتْ فَاطِمَةُ النَّبِيَّ صلى الله عليه وسلم تَسْأَلُهُ خَادِمًا فَقَالَ لَهَا   قُولِي اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ  . بِمِثْلِ حَدِيثِ سُهَيْلٍ عَنْ أَبِيهِ .",
    "hadithBengali": "৬৬৪৩। আবূ কুরায়ব মুহাম্মাদ ইবনুল আ&#39;লা ও আবূ বকর ইবনু আবূ শায়বা(রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, ফাতিমা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে একজন খাদিম চাইলেন। তখন তিনি তাঁকে বললেনঃ তুমি বল,اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ &ldquo;সাত আসমানের মালিক হে আল্লাহ! ...... &ldquo;(তারপর) সুহায়লের পিতা থেকে বর্ণিত হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "6643",
    "id": "18966",
    "thesequence": "19118",
    "isActive": "1",
    "chapterId": "14293",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৮. নিদ্রা ও বিছানায় শোওয়ার সময় দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as say- ing:\nWhen any one of you goes to bed, he should take hold of the hem of his lower garment and then should clean (his bed) with the help of that and then should recite the name of Allah for he himself does tiot know what he left behind him on his bed, and when he intends to lie on bed, he should lie on his right side and utter these words: Hallowed be Allah, my Lord. It is with Thine (grace) that I place my side (upon the bed) and it is with Thee that I take it up (after sleep), and in case Thou withholdst my being (if thou causest me to die), then grant pardon to my being, and if Thou keepst (this process of breathing on), then protect it with that with which Thou protected Thine pious servants.",
    "hadithArabic": "وَحَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ، حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ الْمَقْبُرِيُّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا أَوَى أَحَدُكُمْ إِلَى فِرَاشِهِ فَلْيَأْخُذْ دَاخِلَةَ إِزَارِهِ فَلْيَنْفُضْ بِهَا فِرَاشَهُ وَلْيُسَمِّ اللَّهَ فَإِنَّهُ لاَ يَعْلَمُ مَا خَلَفَهُ بَعْدَهُ عَلَى فِرَاشِهِ فَإِذَا أَرَادَ أَنْ يَضْطَجِعَ فَلْيَضْطَجِعْ عَلَى شِقِّهِ الأَيْمَنِ وَلْيَقُلْ سُبْحَانَكَ اللَّهُمَّ رَبِّي بِكَ وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ إِنْ أَمْسَكْتَ نَفْسِي فَاغْفِرْ لَهَا وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ  .",
    "hadithBengali": "৬৬৪৪। ইসহাক ইবনু মূসা আনসারী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যখন তার আশ্রয় নেয়, তখন সে যেন তার কাপড়ের আচল দিয়ে বিছানা ঝেড়ে নেয় এবং বিসমিল্লাহ পড়ে নেয়। কেননা সে জানেনা যে, শয্যা ত্যাগ করার পর তার বিছানায় কি আছে। এরপর যখন সে শয়ন করবে তখন যেন ডান কাতে শয়ন করে। এরপর সে যেন বলে,\n\n<p style=text-align: center;>سُبْحَانَكَ اللَّهُمَّ رَبِّي بِكَ وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ إِنْ أَمْسَكْتَ نَفْسِي فَاغْفِرْ لَهَا وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ\n\n<p style=text-align: center;>হে আমার প্রতিপালক! আপনি পবিত্র। আপনার নামেই আমি আমার পার্শ্ব (পাঁজর) রাখলাম, আপনার নামেই তা উঠাব। আপনি যদি আমার প্রান বায়ু নিভিয়ে দেন তাহলে আমাকে ক্ষমা করে দিবেন। আর যদি আপনি তাকে উঠবার অবকাশ দেন তাহলে তাকে হিফাযত করুন, যেমন আপনি আপনার নেক বান্দাদের হিফাযত করে থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "6644",
    "id": "18967",
    "thesequence": "19119",
    "isActive": "1",
    "chapterId": "14293",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৮. নিদ্রা ও বিছানায় শোওয়ার সময় দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Ubaidullah b. Umar with the same chain of transmitters and he said:\nThen utter: My Lord. with Thine name I place my side and if Thou keepest me alive have mercy upon myself",
    "hadithArabic": "وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدَةُ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، بِهَذَا الإِسْنَادِ وَقَالَ   ثُمَّ لْيَقُلْ بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي فَإِنْ أَحْيَيْتَ نَفْسِي فَارْحَمْهَا  .",
    "hadithBengali": "৬৬৪৫। আবূ কুরায়ব (রহঃ) ... উবায়দুল্লাহ ইবনু উমার (রহঃ) এই সনদে অনুরূপ বর্ণনা করেছেন। তিনি বলেছেনঃ এরপর সে যেন বলে হে আমার প্রতিপালক! তোমার নামে আমার পার্শ্ব রাখলাম। যদি তুমি আমার প্রাণ জীবিত রাখ তাহলে তার উপর অনুগ্রহ বর্ষণ কর।\n",
    "checkStatus": "1",
    "hadithNo": "6645",
    "id": "18968",
    "thesequence": "19120",
    "isActive": "1",
    "chapterId": "14293",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৮. নিদ্রা ও বিছানায় শোওয়ার সময় দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported Allahs Messenger (ﷺ) as saying:\nWhen you go to bed, say: Praise is due to Allah Who fed us, provided us drink, sufficed us and provided us with shelter, for many a people there is none to suffice and none to provide shelter.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا أَوَى إِلَى فِرَاشِهِ قَالَ   الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا وَكَفَانَا وَآوَانَا فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُئْوِيَ  .",
    "hadithBengali": "৬৬৪৬। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন শয্যা গ্রহণ করতেন তখন তিনি বলতেনঃ\n\n<p style=text-align: center;>الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا وَكَفَانَا وَآوَانَا فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُئْوِيَ\n\n<p style=text-align: center;>সকল প্রশংসা আল্লাহর জন্য, যিনি আমাদের আহার দিয়েছেন, পানি পান করিয়েছেন, তিনি আমাদের পৃষ্ঠপোষকতা করেছেন, আমাদের আশ্রয় দিয়েছেন। এমন অনেক আছে যাদের জন্য কোন পৃষ্ঠপোষক নেই, আশ্রয় দাতাও নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6646",
    "id": "18969",
    "thesequence": "19121",
    "isActive": "1",
    "chapterId": "14293",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৮. নিদ্রা ও বিছানায় শোওয়ার সময় দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Farwa b. Naufal Ashjai reported:\nI asked: Aisha, in what words did Allahs Messenger (ﷺ) supplicate Allah? She said that he used to utter: I seek refuge in Thee from the evil of what I did and from the evil of what I did not.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لِيَحْيَى - قَالاَ أَخْبَرَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ هِلاَلٍ، عَنْ فَرْوَةَ بْنِ نَوْفَلٍ الأَشْجَعِيِّ، قَالَ سَأَلْتُ عَائِشَةَ عَمَّا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدْعُو بِهِ اللَّهَ قَالَتْ كَانَ يَقُولُ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ  .",
    "hadithBengali": "৬৬৪৭। ইয়াহইয়া ইবনু ইয়াহইয়া, ইসহাক ইবনু ইবরাহীম (রহঃ) ... ফারওয়া ইবনু নাওফাল আশজা&#39;ঈ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আয়িশা (রাঃ) কে জিজ্ঞাসা করলাম, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর কাছে কি কি দুআ করতেন? তিনি বললেন, তিনি বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ\n\n<p style=text-align: center;>হে আল্লাহ! আমি আপনার কাছে সে সব কর্মের অনিষ্ট থেকে পানাহ চাই যা আমি আমল করেছি এবং আমি যা করিনি তা থেকে&rdquo;।\n",
    "checkStatus": "1",
    "hadithNo": "6647",
    "id": "18970",
    "thesequence": "19122",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Farwa b. Naufal reported:\nI asked Aisha about the supplication that Allahs Messenger (ﷺ) made. She said that he used to say: O Allah, I seek refuge in Thee from the evil of what I have done and from the evil of what I have not done.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ حُصَيْنٍ، عَنْ هِلاَلٍ، عَنْ فَرْوَةَ بْنِ نَوْفَلٍ، قَالَ سَأَلْتُ عَائِشَةَ عَنْ دُعَاءٍ، كَانَ يَدْعُو بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَتْ كَانَ يَقُولُ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ وَشَرِّ مَا لَمْ أَعْمَلْ  .",
    "hadithBengali": "৬৬৪৮। আবূ বকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... ফারওয়া ইবনু নাওফাল (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আয়িশা (রাঃ) কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দু&#39;আ সম্পর্কে জিজ্ঞাসা করলাম। তিনি বললেন, তিনি বলতেনঃ\n\n<p style=text-align: center;>للَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ وَشَرِّ مَا لَمْ أَعْمَلْ\n\n<p style=text-align: center;>হে আল্লাহ! আমি আপনার কাছে সে সব কর্মের অনিষ্ট থেকে আশ্রয় চাই যা আমি করেছি এবং যা আমি করিনি।\n",
    "checkStatus": "1",
    "hadithNo": "6648",
    "id": "18971",
    "thesequence": "19123",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Muhammad b. jafar through another chain of transmitters.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، ح وَحَدَّثَنَا مُحَمَّدُ، بْنُ عَمْرِو بْنِ جَبَلَةَ حَدَّثَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ جَعْفَرٍ - كِلاَهُمَا عَنْ شُعْبَةَ، عَنْ حُصَيْنٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ غَيْرَ أَنَّ فِي حَدِيثِ مُحَمَّدِ بْنِ جَعْفَرٍ   وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ  .",
    "hadithBengali": "৬৬৪৯। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার, মুহাম্মাদ ইবনু আমর ইবনু জাবালা (রহঃ) ... হুসায়ন (রহঃ) থেকে এই সনদে অনুরূপ বর্ননা করেছেন। মুহাম্মাদ ইবনু জাফরের হাদীসে রয়েছে وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ\n",
    "checkStatus": "1",
    "hadithNo": "6649",
    "id": "18972",
    "thesequence": "19124",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Farwa b. Naufal reported on the authority of Aisha that Allahs Mes- senger (ﷺ) used to supplicate (in these words):\n O Allah, I seek refuge in Thee from the evil of what I did and from the evil of what I did not.",
    "hadithArabic": "وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ هَاشِمٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَوْزَاعِيِّ، عَنْ عَبْدَةَ بْنِ أَبِي لُبَابَةَ، عَنْ هِلاَلِ بْنِ يَسَافٍ، عَنْ فَرْوَةَ بْنِ نَوْفَلٍ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقُولُ فِي دُعَائِهِ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ وَشَرِّ مَا لَمْ أَعْمَلْ  .",
    "hadithBengali": "৬৬৫০। আবদুল্লাহ ইবনু হাশিম (রহঃ) ... আয়িশা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি তাঁর দুআয় বলতেনঃاللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ وَشَرِّ مَا لَمْ أَعْمَلْ হে আল্লাহ! আমি আপনার কাছে আশ্রয় চাই সে সব আমলের অনিষ্ট থেকে, যা আমি করেছি এবং যা আমি করিনি (তার অনিষ্ট থেকেও)।\n",
    "checkStatus": "1",
    "hadithNo": "6650",
    "id": "18973",
    "thesequence": "19125",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported that Allahs Messenger (ﷺ) used to say:\n O Allah, it is unto Thee that I surrender myself. I affirm my faith in Thee and repose my trust in Thee and turn to Thee in repentance and with Thy help fought my adversaries. O Allah, I seek refuge in Thee with Thine Power; there is no god but Thou, lest Thou leadest me astray. Thou art ever-living that dieth not, while the Jinn and mankind die.",
    "hadithArabic": "حَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَمْرٍو أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا الْحُسَيْنُ، حَدَّثَنِي ابْنُ بُرَيْدَةَ، عَنْ يَحْيَى بْنِ يَعْمُرَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ   اللَّهُمَّ لَكَ أَسْلَمْتُ وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ وَإِلَيْكَ أَنَبْتُ وَبِكَ خَاصَمْتُ اللَّهُمَّ إِنِّي أَعُوذُ بِعِزَّتِكَ لاَ إِلَهَ إِلاَّ أَنْتَ أَنْ تُضِلَّنِي أَنْتَ الْحَىُّ الَّذِي لاَ يَمُوتُ وَالْجِنُّ وَالإِنْسُ يَمُوتُونَ  .",
    "hadithBengali": "৬৬৫১। হাজ্জাজ ইবনু শাঈর (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ لَكَ أَسْلَمْتُ وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ وَإِلَيْكَ أَنَبْتُ وَبِكَ خَاصَمْتُ اللَّهُمَّ إِنِّي أَعُوذُ بِعِزَّتِكَ لاَ إِلَهَ إِلاَّ أَنْتَ أَنْ تُضِلَّنِي أَنْتَ الْحَىُّ الَّذِي لاَ يَمُوتُ وَالْجِنُّ وَالإِنْسُ يَمُوتُونَ\n\n<p style=text-align: center;>হে আল্লাহ! আমি আপনার কাছেই আত্মসমর্পণ করছি, আপনার প্রতই ঈমান এনেছি, আপনার উপরই ভরসা করছি, আপনার দিকেই ধাবিত হয়েছি এবং আপনার সাহায্যেই (দুশমনের বিরুদ্ধে) লড়ছি। হে আল্লাহ! আপনার ইজ্জতের কাছে আশ্রয় চাচ্ছি আপনার ব্যতীত কোন ইলাহ নেই। আপনার আমাকে পথ ভ্রান্তি থেকে রক্ষা করুন।আপনার চিরঞ্জীব সত্তা, যার মৃত্যূ নেই। আর জ্বীন্ন ও মানব জাতি মারা যাবেই।\n",
    "checkStatus": "1",
    "hadithNo": "6651",
    "id": "18974",
    "thesequence": "19126",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that when Allahs Messenger (ﷺ) set out on a journey in the morning, he used to say:\n A listener listened to our praising Allah (for) His goodly trial of us. Our Lord! acompany us, guard us and bestow upon us Thy grace. I am seeker of refuge in Allah from the Fire.",
    "hadithArabic": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ سُهَيْلِ، بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا كَانَ فِي سَفَرٍ وَأَسْحَرَ يَقُولُ   سَمَّعَ سَامِعٌ بِحَمْدِ اللَّهِ وَحُسْنِ بَلاَئِهِ عَلَيْنَا رَبَّنَا صَاحِبْنَا وَأَفْضِلْ عَلَيْنَا عَائِذًا بِاللَّهِ مِنَ النَّارِ  .",
    "hadithBengali": "৬৬৫২। আবূ তাহির (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সফরে থাকতেন তখন ভোর রাতে বলতেন,\n\n<p style=text-align: center;>سَمَّعَ سَامِعٌ بِحَمْدِ اللَّهِ وَحُسْنِ بَلاَئِهِ عَلَيْنَا رَبَّنَا صَاحِبْنَا وَأَفْضِلْ عَلَيْنَا عَائِذًا بِاللَّهِ مِنَ النَّارِ\n\n<p style=text-align: center;>শ্রোতা শ্রবন করুন আল্লাহর প্রশংসা আমাদের জন্য তার উত্তম দান বখশিশ, কল্যাণ বয়ে এনেছে। হে আমাদের প্রতিপালক! আপনি আমাদের সঙ্গী হন। আমাদের উপর ফযল ও করম কর। আল্লাহর কাছে আশ্রয় চাই জাহান্নাম থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "6652",
    "id": "18975",
    "thesequence": "19127",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa Ashari reported on the authority of his father that Allahs Apostle (ﷺ) used to supplicate in these words:\n O Allah, forgive me my faults, my ignorance, my immoderation in my concerns. And Thou art better aware (of my affairs) than myself. O Allah, grant me forgiveness (of the faults which I committed) seriously or otherwise (and which I committed inadvertently and de- liberately. All these (failings) are in me. O Allah, grant me forgiveness from the fault which I did in haste or deferred, which I committed in privacy or in public and Thou art better aware of (them) than myself. Thou art the First and the Last and over all things Thou art Omnipotent.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى الأَشْعَرِيِّ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَدْعُو بِهَذَا الدُّعَاءِ   اللَّهُمَّ اغْفِرْ لِي خَطِيئَتِي وَجَهْلِي وَإِسْرَافِي فِي أَمْرِي وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي اللَّهُمَّ اغْفِرْ لِي جِدِّي وَهَزْلِي وَخَطَئِي وَعَمْدِي وَكُلُّ ذَلِكَ عِنْدِي اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ وَأَنْتَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ  .",
    "hadithBengali": "৬৬৫৩। উবায়দুল্লাহ ইবনু মুআয আম্বারী (রহঃ) ... আবূ মূসা আশ&#39;আরী (রাঃ) তাঁর পিতার সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি এই দুআ দ্বারা আল্লাহর কাছে প্রার্থনা জানাতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ اغْفِرْ لِي خَطِيئَتِي وَجَهْلِي وَإِسْرَافِي فِي أَمْرِي وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي اللَّهُمَّ اغْفِرْ لِي جِدِّي وَهَزْلِي وَخَطَئِي وَعَمْدِي وَكُلُّ ذَلِكَ عِنْدِي اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ وَأَنْتَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n\n<p style=text-align: center;>হে আল্লাহ! আপনি আমার গুনাহ, আমার মূর্খতা ও আমার কাজের সীমালংঘন এবং যে বিষয়ে আপনি আমার চাইতে অধিক জানেন তা ক্ষমা করে দিন। হে আল্লাহ! আমাকে ক্ষমা করে দিন আমার উদ্দেশ্যমূলক ও উদ্দেশ্যহীন অপরাধ এবং আমার ইচ্ছাকৃত ও অনিচ্ছাকৃত সব রকমের অপরাধ (যা আমি করেছি)। হে আল্লাহ! ক্ষমা করে দিন যা আমি আগে করে ফেলেছি এবং যা আমি পরে করব, যা আমি গোপনে করেছি এবং যা প্রকাশ্যে করেছি। আর আপনি আমার চাইতে আমার বিষয়ে সর্বাধিক জ্ঞাত। আপনিই অগ্রবর্তী এবং আপনিই পরবর্তী। আপনি সব কিছুর উপর সর্বশক্তিমান।\n",
    "checkStatus": "1",
    "hadithNo": "6653",
    "id": "18976",
    "thesequence": "19128",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Shuba with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ الصَّبَّاحِ الْمِسْمَعِيُّ، حَدَّثَنَا شُعْبَةُ، فِي هَذَا الإِسْنَادِ .",
    "hadithBengali": "৬৬৫৪। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... শুবা (রহঃ) সূত্রে এই সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6654",
    "id": "18977",
    "thesequence": "19129",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Allahs Messenger (ﷺ) used to supplicate (in these words):\n O Allah, set right for me my religion which is the safeguard of my affairs. And set right for me the affairs of my world wherein is my living. And set right for me my Hereafter on which depends my after-life. And make the life for me (a source) of abundance for every good and make my death a source of comfort for me protecting me against every evil.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ دِينَارٍ، حَدَّثَنَا أَبُو قَطَنٍ، عَمْرُو بْنُ الْهَيْثَمِ الْقُطَعِيُّ عَنْ عَبْدِ الْعَزِيزِ، بْنِ عَبْدِ اللَّهِ بْنِ أَبِي سَلَمَةَ الْمَاجِشُونِ عَنْ قُدَامَةَ بْنِ مُوسَى، عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ   اللَّهُمَّ أَصْلِحْ لِي دِينِيَ الَّذِي هُوَ عِصْمَةُ أَمْرِي وَأَصْلِحْ لِي دُنْيَاىَ الَّتِي فِيهَا مَعَاشِي وَأَصْلِحْ لِي آخِرَتِي الَّتِي فِيهَا مَعَادِي وَاجْعَلِ الْحَيَاةَ زِيَادَةً لِي فِي كُلِّ خَيْرٍ وَاجْعَلِ الْمَوْتَ رَاحَةً لِي مِنْ كُلِّ شَرٍّ  .",
    "hadithBengali": "৬৬৫৫। ইবরাহীম ইবনু দ্বীনার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ أَصْلِحْ لِي دِينِيَ الَّذِي هُوَ عِصْمَةُ أَمْرِي وَأَصْلِحْ لِي دُنْيَاىَ الَّتِي فِيهَا مَعَاشِي وَأَصْلِحْ لِي آخِرَتِي الَّتِي فِيهَا مَعَادِي وَاجْعَلِ الْحَيَاةَ زِيَادَةً لِي فِي كُلِّ خَيْرٍ وَاجْعَلِ الْمَوْتَ رَاحَةً لِي مِنْ كُلِّ شَرٍّ\n\n<p style=text-align: center;>হে আল্লাহ! আপনি আমার দ্বীন ইসলাহ (পরিশুদ্ধ) করে দিন, যে দ্বীনে আমার রক্ষাকবচ। আপনি সংশোধন করে দিন আমার দুনিয়াকে, যেথায় আমার জীবিকা (রয়েছে), আপনি ইসলাহ (কল্যানকর) করে দিন আমার আখিরাতকে, যেখানে আমাকে প্রত্যাবর্তন (করতে হবে)। আপনি আমার জীবনকে দীর্ঘায়িত করে দিন প্রত্যেকটি কল্যাণময় কাজের জন্য এবং আপনি আমার মৃত্যু কে আরামদায়ক বানিয়ে দিন সব মন্দ থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "6655",
    "id": "18978",
    "thesequence": "19130",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah reported that Allahs Messenger (ﷺ) used to supplicate (in these words):\n O Allah. I beg of Thee the right guidance, safeguard against evils, chastity and freedom from want.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَقُولُ   اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى  .",
    "hadithBengali": "৬৬৫৬। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... আবদুল্লাহ (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি এই বলে দুআ করতেনঃاللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى হে আল্লাহ! আমি তোমার কাছে হিদায়াত, তাকওয়া, নিষ্কলুষতা ওসচ্চলতার জন্য প্রার্থনা করছি।\n",
    "checkStatus": "1",
    "hadithNo": "6656",
    "id": "18979",
    "thesequence": "19131",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abu Ishaq with the same chain of transmitters but with a slight variation of wording.",
    "hadithArabic": "وَحَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ أَبِي، إِسْحَاقَ بِهَذَا الإِسْنَادِ . مِثْلَهُ غَيْرَ أَنَّ ابْنَ الْمُثَنَّى، قَالَ فِي رِوَايَتِهِ   وَالْعِفَّةَ  .",
    "hadithBengali": "৬৬৫৭। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... ইবনু ইসহাক (রহঃ) সুত্রে এই সনদে অনুরূপ বর্ণনা করেছেন। তবে (পার্থক্য এইটুকু যে), ইবনু মুসান্না তার বর্ণনায় (الْعَفَافَ এর স্থলে) الْعِفَّةَ (হারাম থেকে ও চারিত্রিক পবিত্রতা) উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6657",
    "id": "18980",
    "thesequence": "19132",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zaid b. Alqam reported:\nI am not going to say anything but only that which Allahs Messenger (may peace be upgn him) used to say. He used to supplicate: O Allah, I seek refuge in Thee from incapacity, from sloth, from cowardice, from miserliness, decrepitude and from torment of the grave. O Allah, grant to my soul the sense of righteousness and purify it, for Thou art the Best Purifier thereof. Thou art the Protecting Friend thereof, and Guardian thereof. O Allah, I seek refuge in Thee from the knowledge which does not benefit, from the heart that does not entertain the fear (of Allah), from the soul that does not feel contented and the supplication that is not responded.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، - وَاللَّفْظُ لاِبْنِ نُمَيْرٍ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآَخَرَانِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَاصِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، وَعَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ لاَ أَقُولُ لَكُمْ إِلاَّ كَمَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ كَانَ يَقُولُ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْبُخْلِ وَالْهَرَمِ وَعَذَابِ الْقَبْرِ اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا أَنْتَ وَلِيُّهَا وَمَوْلاَهَا اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عِلْمٍ لاَ يَنْفَعُ وَمِنْ قَلْبٍ لاَ يَخْشَعُ وَمِنْ نَفْسٍ لاَ تَشْبَعُ وَمِنْ دَعْوَةٍ لاَ يُسْتَجَابُ لَهَا  .",
    "hadithBengali": "৬৬৫৮। আবূ বকর ইবনু আবূ শায়বা, ইসহাক ইবনু ইবরাহীম ও মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... যাযিদ ইবনু আরকাম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি তোমাদের কাছে তেমনই বলব যেমন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেন। তিনি (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْبُخْلِ وَالْهَرَمِ وَعَذَابِ الْقَبْرِ اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا أَنْتَ وَلِيُّهَا وَمَوْلاَهَا اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عِلْمٍ لاَ يَنْفَعُ وَمِنْ قَلْبٍ لاَ يَخْشَعُ وَمِنْ نَفْسٍ لاَ تَشْبَعُ وَمِنْ دَعْوَةٍ لاَ يُسْتَجَابُ لَهَا\n\n<p style=text-align: center;>হে আল্লাহ! আমি আপনার কছে আশ্রয় চাই, অক্ষমতা, অলসতা, কাপুরষতা, কৃপণতা, বার্ধক্য এবং কবরের আযাব থেকে। হে আল্লাহ! আপনার আমার নফসে (অন্তর) তাকওয়া দান করুন এবং একে পরিশুদ্ধ করে দিন। আপনি একে সর্বোত্তম পরিশোধনকারী, আপনিই এর মালিক ও এর অভিবাবক। হে আল্লাহ! আমি আপনার কাছে আশ্রয় চাই অনুপকারী ইলম থেকে ও ভয় ভীতিহীন কলব থেকে; অতৃপ্ত নফস থেকে ও এমন দুআ থেকে যা কবুল হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "6658",
    "id": "18981",
    "thesequence": "19133",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Masud reported that when it was evening Allahs Messenger (ﷺ) used to supplicate:\n We entered upon evening and the whole Kingdom of Allah also entered upon evening and praise is due to Allah. There is no god but Allah, the One Who has no partner with Him. Hasan said that Zubaid reported to him that he memorised it from Ibrahim in these very words. His is the Sovereignty and Praise is due to Him, and He is Potent over everything. O Allah, I beg of Thee the good of this night and I seek refuge in Thee from the evil of this night and the evil which follows it. O Allah, I seek refuge in Thee from sloth, from the evil of vanity. O Allah, I seek refuge in Thee from torment in the Hell-Fire and from torment in the grave.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سُوَيْدٍ النَّخَعِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَمْسَى قَالَ  أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ  . قَالَ الْحَسَنُ فَحَدَّثَنِي الزُّبَيْدُ أَنَّهُ حَفِظَ عَنْ إِبْرَاهِيمَ فِي هَذَا  لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ اللَّهُمَّ أَسْأَلُكَ خَيْرَ هَذِهِ اللَّيْلَةِ وَأَعُوذُ بِكَ مِنْ شَرِّ هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ  .",
    "hadithBengali": "৬৬৫৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন সন্ধ্যা হত তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ\n\n<p style=text-align: center;>أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ\n\n<p style=text-align: center;>&ldquo;আমরা সন্ধ্যায় উপনীত হয়েছি এবং আল্লাহর রাজ্যও সন্ধ্যায় পৌছেছে। সকল প্রশংসা সেই আল্লাহর যিনি ব্যতীত ইলাহ নেই। তিনি একক সত্তা, তার শরীক নেই।&rdquo;\n\nহাসান (রহঃ) বলেন, আমাকে যুবায়দ (রহঃ) হাদীস বর্ণনা করেন যে, তিনি ইবরাহীম (রহঃ) থেকে এ বিষয়ে মুখস্ত করেছেনঃ\n\n<p style=text-align: center;>لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ اللَّهُمَّ أَسْأَلُكَ خَيْرَ هَذِهِ اللَّيْلَةِ وَأَعُوذُ بِكَ مِنْ شَرِّ هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ\n\n<p style=text-align: center;>রাজত্ব তাঁরই, প্রশংসা তারই, তিনি সকল বিষয়ের উপর সর্বশক্তিমান। হে আল্লাহ! আমি তোমার কাছে এ রাতের কল্যাণ কামনা করি এবং এ রাতের অনিষ্ট থেকে পানাহ চাই এবং এর পরবর্তী (রাত) থেকেও। হে আল্লাহ! আমি তোমার কাছে আশ্রয় চাই অলসতা থেকে ও বার্ধক্যের মন্দ অবস্থা (অহংকারের অনিষ্ট) থেকে। হে আল্লাহ! আমি তোমার কাছে আশ্রয় চাই জাহান্নামের আযাব থেকে এবং কবরের আযাব থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "6659",
    "id": "18982",
    "thesequence": "19134",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah reported that when it was evening Allahs Messenger (ﷺ) used to supplicate:\n We have entered upon evening and so, too, the whole Kingdom of Allah has entered upon evening. Praise is due to Allah. There is no god but Allah, the One having no partner with Him. He (the narrator) said: I think that he also uttered (in this supplication these words): His is tne Sovercignty and to Him is praise due and He is Potent over everything. My Lord, I beg of Thee good that lies in this night and good that follows it and I seek refuge in Thee from the evil that lies in this night and from the evil of that which follows it. My Lord, I seek refuge in Thee from sloth, from the evil of vanity. My Lord, I seek refuge in Thee from torment of the Hell-Fire and from torment of the grave. And when it was morning he said like this: We entered upon morning and the whole Kingdom of Allah enter ed upon morning.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ، عَنْ إِبْرَاهِيمَ، بْنِ سُوَيْدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ، قَالَ كَانَ نَبِيُّ اللَّهِ صلى الله عليه وسلم إِذَا أَمْسَى قَالَ  أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ  . قَالَ أُرَاهُ قَالَ فِيهِنَّ  لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ  . وَإِذَا أَصْبَحَ قَالَ ذَلِكَ أَيْضًا  أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ  .",
    "hadithBengali": "৬৬৬০। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন সন্ধ্যা হত তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃأَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ আমরা সন্ধ্যায় উপনীত হয়েছি এবং আল্লাহর রাজ্যও সন্ধ্যায় পৌছেছে। আল্লাহর জন্যই সকল প্রশংসা। আল্লাহ ব্যতীত ইলাহ নেই। তিনি একক সত্তা, তার শরীক নেই।\n\nরাবী মনে করেন যে, তিনি তার দুআর মধ্যে বলেছেন, রাজত্ব তারই, প্রশংসা তাঁরই এবং তিনিই সব কিছু উপর সর্বশক্তিমান। হে আমার প্রতিপালক! আমি তোমার কাছে কল্যাণ চাই এই রাতের এবং তার পরবর্তী রাতেরও। আর আমি তোমার কাছে আশ্রয় চাচ্ছি এই রাতের অনিষ্ট থেকে এবং এর পরবর্তী রাতের অনিষ্ট থেকেও। হে আমার প্রতিপালক! আমি তোমার কাছে আশ্রয় চাই অলসতা, বার্ধক্যের (অহংকারের) মন্দ পরিণাম থেকে। হে আমার প্রতিপালক! আমি তোমার কাছে পানাহ চাই জাহান্নাম ও কবর আযাব থেকে।\n\nআর যখন সকাল হতো, তিনি বলতেনঃ আমরা সকালে উপনীত হয়েছি এবং আল্লাহর রাজ্যও সকালে পৌঁছেছে।\n",
    "checkStatus": "1",
    "hadithNo": "6660",
    "id": "18983",
    "thesequence": "19135",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah reported that when it was evening Allahs Messenger (ﷺ) used to supplicate:\n We have entered upon evening and so has the Kingdom of Allah entere d upon evening; praise is due to Allah, there is no god but Allah the One, and there is no partner with Him. O Allah, I beg of Thee the blessing of this night and the blessing of that which lies in it. I seek refuge in Thee from the evil of it and what lies in it. O Allah, I seek refuge in Thee from sloth, from decrepitude, from the evil of vanity, from trial of the world, and from torment of the grave. Zubaid, through another chain of transmitters, has narrated on the authority of Abdullah directly this addition: There is no god but Allah, the One, there is no partner with Him, His is the Sovereignty and to Him is praise due and He is Potent over everything.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنِ الْحَسَنِ بْنِ، عُبَيْدِ اللَّهِ عَنْ إِبْرَاهِيمَ بْنِ سُوَيْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَمْسَى قَالَ  أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ هَذِهِ اللَّيْلَةِ وَخَيْرِ مَا فِيهَا وَأَعُوذُ بِكَ مِنْ شَرِّهَا وَشَرِّ مَا فِيهَا اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَسُوءِ الْكِبَرِ وَفِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ  . قَالَ الْحَسَنُ بْنُ عُبَيْدِ اللَّهِ وَزَادَنِي فِيهِ زُبَيْدٌ عَنْ إِبْرَاهِيمَ بْنِ سُوَيْدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ عَنْ عَبْدِ اللَّهِ رَفَعَهُ أَنَّهُ قَالَ  لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ  .",
    "hadithBengali": "৬৬৬১। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন সন্ধা হতো তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ\n\n<p style=text-align: center;>أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ هَذِهِ اللَّيْلَةِ وَخَيْرِ مَا فِيهَا وَأَعُوذُ بِكَ مِنْ شَرِّهَا وَشَرِّ مَا فِيهَا اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَسُوءِ الْكِبَرِ وَفِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ\n\n<p style=text-align: center;>&ldquo;আমরা সন্ধ্যায় উপনীত হয়েছি এবং রাজ্য অল্লোহর জন্য সন্ধ্যয় পৌছেছে। যাবতীয় প্রশংসা আল্লাহরই। আল্লাহ ব্যাতীত কোন ইলাহ নেই। তিনি একক (সত্তা) তার শরীক নেই। হে আল্লাহ! আমি তোমার কাছে কল্যাণ চাই এই রাতের ও তার মধ্যে যা কিছু আছে তার (কল্যাণ) এবং আমি তোমার কাছে আশ্রয় চাই এই রাতের ও তার মধ্যে যা কিছু আছে তার অনিষ্ট থেকে। হে আল্লাহ্&zwnj;! আমি তোমার কাছে আশ্রয় চাই অলসতা, বার্ধক্য, অহংকারের অনিষ্ট, দুনিয়ার ফিতনা ও কবর আযাব থেকে।&rdquo;\n\nহাসান ইবনু উবায়দুল্লাহ (রহঃ) বলেছেন, যুবায়দ (রহঃ) আবদুল্লাহ (রাঃ) সুত্রে মারফূ সনদে অধিক বলেছেন। তিনি বলেন,\n\n<p style=text-align: center;>لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n\n<p style=text-align: center;>&ldquo;আল্লাহ ব্যতীত ইলাহ নেই। তিনি একক (সত্তা), তার কোন শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনই সকল কিছু উপর সর্বশক্তিমান।&rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "6661",
    "id": "18984",
    "thesequence": "19136",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted on the authority of Abu Huraira that Allahs Messenge; (ﷺ) used to supplicate thus:\n There is no god but Allah, the One Who conferred upon His armies the honour of victory and helped His servant rout the clans; there is nothing after that.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِيهِ، عَنْ أَبِي، هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ   لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ أَعَزَّ جُنْدَهُ وَنَصَرَ عَبْدَهُ وَغَلَبَ الأَحْزَابَ وَحْدَهُ فَلاَ شَىْءَ بَعْدَهُ  .",
    "hadithBengali": "৬৬৬২। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃلاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ أَعَزَّ جُنْدَهُ وَنَصَرَ عَبْدَهُ وَغَلَبَ الأَحْزَابَ وَحْدَهُ فَلاَ شَىْءَ بَعْدَهُ &ldquo;আল্লাহ ব্যতীত ইলাহ নেই। তিনি একক সত্তা, তিনি তার বাহিনীকে শক্তিমত্তা দিয়েছেন এবং তাঁর বান্দাকে সাহায্যে করেছেন। আর তিনি একাই (কাফির) সকল বাহিনীর উপর বিজয়ী হয়েছেন। তাঁরপরে আর কোন কিছু নেই।&rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "6662",
    "id": "18985",
    "thesequence": "19137",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ali reported that Allahs Messenger (ﷺ) said to him:\nSay, O Allah, direct me to the right path and make me adhere to the straight path, and when you make a mention of right guidance, keep in mind the right path and when you consider of the straight (path), keep in mind the straightness of the arrow.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا ابْنُ إِدْرِيسَ، قَالَ سَمِعْتُ عَاصِمَ بْنَ كُلَيْبٍ، عَنْ أَبِي بُرْدَةَ، عَنْ عَلِيٍّ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم   قُلِ اللَّهُمَّ اهْدِنِي وَسَدِّدْنِي وَاذْكُرْ بِالْهُدَى هِدَايَتَكَ الطَّرِيقَ وَالسَّدَادِ سَدَادَ السَّهْمِ  .",
    "hadithBengali": "৬৬৬৩। আবূ কুরায়ব মুহাম্মাদ ইবনুল আলা (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেছেনঃ তুমি বলঃاللَّهُمَّ اهْدِنِي وَسَدِّدْنِي وَاذْكُرْ بِالْهُدَى &ldquo;হে আল্লাহ! তুমি আমাকে হিদায়াত দান কর, আমাকে সরল পথে পরিচালিত কর।&rdquo; তিনি আমাকে আরও বলেছেন, (এ দু&#39;আর সময়)هِدَايَتَكَ الطَّرِيقَ وَالسَّدَادِ سَدَادَ السَّهْمِ তোমার সোজা রাস্তায় চলার মত হিদায়াত এবং তীর সোজা করার মত সঠিকতার সাথে তুমি স্মরণ করবে।&rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "6663",
    "id": "18986",
    "thesequence": "19138",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Asim b. Kulaib with the same chain of transmitters that Allahs Messenger (ﷺ) said to me:\nSay: O Allah, I beg of Thee righteousness and adhering to the straight path.",
    "hadithArabic": "وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ، - يَعْنِي ابْنَ إِدْرِيسَ - أَخْبَرَنَا عَاصِمُ بْنُ كُلَيْبٍ، بِهَذَا الإِسْنَادِ قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم   قُلِ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالسَّدَادَ  . ثُمَّ ذَكَرَ بِمِثْلِهِ .",
    "hadithBengali": "৬৬৬৪। ইবনু নুমায়র (রহঃ) ... আসিম ইবনু কুলায়ব (রহঃ) এই সনদে অনুরূপ বর্ণনা করেছেন। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এভাবে বলতে বলেছেনঃ হে আল্লাহ! আমি তোমার কাছে হিদায়াত ও সঠিকতা কামনা করছি। এরপর তিনি তার অনুরূপ উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6664",
    "id": "18987",
    "thesequence": "19139",
    "isActive": "1",
    "chapterId": "14294",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "১৯. কৃত আমল ও না করা আমলের অনিষ্ট হতে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Juwairiya reported that Allahs Messenger (ﷺ) came out from (her apartment) in the morning as she was busy in observing her dawn prayer in her place of worship. He came back in the forenoon and she was still sitting there. He (the Holy Prophet) said to her:\nYou have been in the same seat since I left you. She said: Yes. Thereupon Allahs Apostle (ﷺ) said: I recited four words three times after I left you and if these are to be weighed against what you have recited since morning these would outweigh them and (these words) are: Hallowed be Allah and praise is due to Him according to the number of His creation and according to the pleasure of His Self and according to the weight of His Throne and according to the ink (used in recording) words (for His Praise).",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَعَمْرٌو النَّاقِدُ، وَابْنُ أَبِي عُمَرَ، - وَاللَّفْظُ لاِبْنِ أَبِي عُمَرَ - قَالُوا حَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، مَوْلَى آلِ طَلْحَةَ عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ جُوَيْرِيَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ مِنْ عِنْدِهَا بُكْرَةً حِينَ صَلَّى الصُّبْحَ وَهِيَ فِي مَسْجِدِهَا ثُمَّ رَجَعَ بَعْدَ أَنْ أَضْحَى وَهِيَ جَالِسَةٌ فَقَالَ  مَا زِلْتِ عَلَى الْحَالِ الَّتِي فَارَقْتُكِ عَلَيْهَا  . قَالَتْ نَعَمْ . قَالَ النَّبِيُّ صلى الله عليه وسلم  لَقَدْ قُلْتُ بَعْدَكِ أَرْبَعَ كَلِمَاتٍ ثَلاَثَ مَرَّاتٍ لَوْ وُزِنَتْ بِمَا قُلْتِ مُنْذُ الْيَوْمِ لَوَزَنَتْهُنَّ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ  .",
    "hadithBengali": "৬৬৬৫। কুতায়বা ইবনু সাঈদ, আমর নাকিদ, ইবনু আবূ উমর (রহঃ) ... জুওয়ায়রিয়া (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যূষে তাঁর নিকট থেকে বের হলেন। যখন তিনি ফজরের সালাত আদায় করলেন তখন তিনি সালাতের জায়গায় ছিলেন। এরপর তিনি দুহার পরে ফিরে এলেন। তখনও তিনি বসেছিলেন। তিনি বললেন, আমি তোমাকে যে অবস্থায় রেখে গিয়েছিলাম তুমি সেই অবস্থায়ই আছ। তিনি বললেন, হ্যাঁ। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি তোমার নিকট থেকে যাওয়ার পর চারটি কালেমা তিনবার পাঠ করেছি। আজকে তুমি এ পর্যন্ত যা বলেছ তার সাথে ওযন করলে এই কালেমা চারটির ওযনই বেশী হবে। কালেমাগুলো এই-\n\n<p style=text-align: center;>سُبْحَانَ اللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ\n\n<p style=text-align: center;>আমি আল্লাহর সপ্রশংস পবিত্রতা জ্ঞাপন করছি তার অগণিত সৃষ্টির সমান, তার সন্তুষ্টি, তার আরশের ওযনের পরিমাণ ও তার কালেমার (কালির) সংখ্যার পরিমাণ।\n",
    "checkStatus": "1",
    "hadithNo": "6665",
    "id": "18988",
    "thesequence": "19140",
    "isActive": "1",
    "chapterId": "14295",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২০. দিনের প্রথম ভাগে ও শোওয়ার সময় তাসবীহ পাঠ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Juwairiya reported that Allahs Messenger (ﷺ) happened to pass by her as she was observing her dawn prayer; or after she had observed her dawn prayer. The rest of the hadith is the same but with this variation that he said:\n Hallowed be Allah according to the number of His creation, hallowed be Allah according to the pleasure of His Self, hallowed be Allah according to the weight of His Throne, hallowed be Allah according to the ink used in recording His words.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ وَإِسْحَاقُ عَنْ مُحَمَّدِ بْنِ بِشْرٍ، عَنْ مِسْعَرٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي رِشْدِينَ، عَنِ ابْنِ عَبَّاسٍ، عَنْ جُوَيْرِيَةَ، قَالَتْ مَرَّ بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ صَلَّى صَلاَةَ الْغَدَاةِ أَوْ بَعْدَ مَا صَلَّى الْغَدَاةَ . فَذَكَرَ نَحْوَهُ غَيْرَ أَنَّهُ قَالَ   سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ  .",
    "hadithBengali": "৬৬৬৬। আবূ বকর ইবনু আবূ শায়বা, আবূ কুরায়ব ও ইসহাক (রহঃ) ... জুওয়ায়রিয়া (রাঃ) থেকে বর্ণিত। তিনি বলেন, ফজরের সালাতের সময় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাছে আসলেন অথবা ফজরের সালাতের পরে আসলেন। এরপর বর্ণনাকারী তার (পূর্ববর্তী রিওয়ায়াতের) অনুরূপ উল্লেখ করেন। তবে (এতে পার্থক্য এই যে), তিনি বলেছেন,سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ আমি আল্লাহর প্রশংসার সঙ্গে পবিত্রতা জ্ঞাপন করছি তাঁর সৃষ্টির পরিমাণ, তার সন্তুষ্টির সমান, তাঁর আরশের ওযন পরিমাণ এবং তার কালেমাসমূহের সংখ্যার পরিমাণ।\n",
    "checkStatus": "1",
    "hadithNo": "6666",
    "id": "18989",
    "thesequence": "19141",
    "isActive": "1",
    "chapterId": "14295",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২০. দিনের প্রথম ভাগে ও শোওয়ার সময় তাসবীহ পাঠ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is reported on the authority of Ali that Fatima had corns in her hand because of working at the hand-mill. There had fallen to the lot of Allahs Apostle (ﷺ) some prisoners of war. She (Fatima) came to the Prophet (ﷺ) but she did not find him (in the house). She met Aisha and informed her (about her hardship). When Allahs Apostle (ﷺ) came, she (Aisha) informed him about the visit of Fatima. Allahs Messenger (ﷺ) came to them (Fatima and her family). They had gone to their beds. Ali further (reported):\nWe tried to stand up (as a mark of respect) but Allahs Messenger (ﷺ) said: Keep to your beds, and he sat amongst us and I felt the coldness of his feet upon my chest. He then said: May I not direct you to something better than what you have asked for? When you go to your bed, you should recite Takbir (Allah-o-Akbar) thirty-four times and Tasbih (Subhan Allah) thirty-three times and Tahmid (al-Hamdu li-Allah) thirty-three times, and that is better than the servant for you.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، قَالَ سَمِعْتُ ابْنَ أَبِي لَيْلَى، حَدَّثَنَا عَلِيٌّ، أَنَّ فَاطِمَةَ، اشْتَكَتْ مَا تَلْقَى مِنَ الرَّحَى فِي يَدِهَا وَأَتَى النَّبِيَّ صلى الله عليه وسلم سَبْىٌ فَانْطَلَقَتْ فَلَمْ تَجِدْهُ وَلَقِيَتْ عَائِشَةَ فَأَخْبَرَتْهَا فَلَمَّا جَاءَ النَّبِيُّ صلى الله عليه وسلم أَخْبَرَتْهُ عَائِشَةُ بِمَجِيءِ فَاطِمَةَ إِلَيْهَا فَجَاءَ النَّبِيُّ صلى الله عليه وسلم إِلَيْنَا وَقَدْ أَخَذْنَا مَضَاجِعَنَا فَذَهَبْنَا نَقُومُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  عَلَى مَكَانِكُمَا  . فَقَعَدَ بَيْنَنَا حَتَّى وَجَدْتُ بَرْدَ قَدَمِهِ عَلَى صَدْرِي ثُمَّ قَالَ  أَلاَ أُعَلِّمُكُمَا خَيْرًا مِمَّا سَأَلْتُمَا إِذَا أَخَذْتُمَا مَضَاجِعَكُمَا أَنْ تُكَبِّرَا اللَّهَ أَرْبَعًا وَثَلاَثِينَ وَتُسَبِّحَاهُ ثَلاَثًا وَثَلاَثِينَ وَتَحْمَدَاهُ ثَلاَثًا وَثَلاَثِينَ فَهُوَ خَيْرٌ لَكُمَا مِنْ خَادِمٍ  .",
    "hadithBengali": "৬৬৬৭। মুহাম্মাদ ইবনু মুসান্না ও মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত যে, ফাতিমা (রাঃ) যাতা পিষতে গিয়ে তাঁর হাতে ব্যথা পেলেন। তিনি একটি খাদিম চাওয়ার জন্য নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন। কিন্তু তিনি এসে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পেলেন না। তিনি আয়িশা (রাঃ) এর সঙ্গে দেখা করে তাঁকে বিষয়টি অবহিত করলেন। এরপর যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসলেন তখন আয়িশা (রাঃ) তার কাছে ফাতিমা (রাঃ) এর আগমনের বিষয় জানালেন।\n\nএরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে এলেন। তখন আমরা আমাদের শয্যা গ্রহণ করেছিলাম। আমরা আমাদের শয্যা থেকে উঠতে চাইলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা তোমাদের জায়গায় থাক। এরপর তিনি আমাদের সামনে বসলেন। তখন আমি তাঁর কদম মুবারকের শীতলতা আমার বুকে অনুভব করলাম। তিনি বললেন, আমি কি তোমাদের এমন কিছু শিক্ষা দেব না, যা তোমরা চেয়েছিলে তার চাইতে উত্তম? যখন তোমরা তোমাদের শয্যা গ্রহণ করবে তখন ৩৪ বার &#39;আল্লাহু আকবার&#39; ৩৩ বার &#39;সুবহানাল্লাহ&#39; এবং ৩৩ বার &#39;আলহামদুলিল্লাহ&#39; পড়বে। এটি তোমাদের জন্য খাদিমের চাইতে উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "6667",
    "id": "18990",
    "thesequence": "19142",
    "isActive": "1",
    "chapterId": "14295",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২০. দিনের প্রথম ভাগে ও শোওয়ার সময় তাসবীহ পাঠ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Shuba with the same chain of transmitters but. with a slight variation of wording.",
    "hadithArabic": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، كُلُّهُمْ عَنْ شُعْبَةَ، بِهَذَا الإِسْنَادِ وَفِي حَدِيثِ مُعَاذٍ   أَخَذْتُمَا مَضْجَعَكُمَا مِنَ اللَّيْلِ  .",
    "hadithBengali": "৬৬৬৮। আবূ বকর ইবনু আবূ শায়বা, উবায়দুল্লাহ ইবনু মুআয ও ইবনু মুসান্না (রহঃ) ... শু&#39;বা সূত্রে এই সনদে অনুরূপ বর্ণনা করেছেন। তবে মুআযের হাদীসেمِنَ اللَّيْلِ (রাতে) শব্দটি অধিক উল্লেখ আছে।\n",
    "checkStatus": "1",
    "hadithNo": "6668",
    "id": "18991",
    "thesequence": "19143",
    "isActive": "1",
    "chapterId": "14295",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২০. দিনের প্রথম ভাগে ও শোওয়ার সময় তাসবীহ পাঠ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted on the authority of Ibn Abi Laili but with this addition:\n Ali said: Ever since I heard this (supplication) from Allahs Apostle (ﷺ), I never abandoned it. It was said to him, Not even in the night of Siffin (battle of Siffin)? He sad: Yes, not even in the night of Siffin,",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، ح\n\nوَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، وَعُبَيْدُ بْنُ يَعِيشَ، عَنْ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِنَحْوِ حَدِيثِ الْحَكَمِ عَنِ ابْنِ أَبِي لَيْلَى، وَزَادَ، فِي الْحَدِيثِ قَالَ عَلِيٌّ مَا تَرَكْتُهُ مُنْذُ سَمِعْتُهُ مِنَ النَّبِيِّ صلى الله عليه وسلم . قِيلَ لَهُ وَلاَ لَيْلَةَ صِفِّينَ قَالَ وَلاَ لَيْلَةَ صِفِّينِ . وَفِي حَدِيثِ عَطَاءٍ عَنْ مُجَاهِدٍ عَنِ ابْنِ أَبِي لَيْلَى قَالَ قُلْتُ لَهُ وَلاَ لَيْلَةَ صِفِّينَ",
    "hadithBengali": "৬৬৬৯। যুহায়র ইবনু হারব ও মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র ও উবায়দ ইবনু ইয়াঈশ (রহঃ) ... আলী (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ইবনু আবূ লায়লা (রহঃ) সুত্রে হাকামের হাদীসের অনুরূপ বর্ণনা করেছেন। তিনি [হাকাম (রহঃ)] হাদীসে এইটুকু বাড়িয়ে বলেছেন যে, আলী (রাঃ) বলেছেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শোনার পর থেকে কখনো আমি তা ছাড়িনি। তাঁকে জিজ্ঞাসা করা হল, সিফফীনের রাতেও নয়? তিনি বললেন, সিফফীনের রাতেও নয়। ইবনু আবূ লায়লা সূত্রে আতা বর্ণিত হাদীসে তিনি বলেছেন, আমি তাকে বললাম, সিফফীনের রাতেও কি ছেড়ে দেননি?\n",
    "checkStatus": "1",
    "hadithNo": "6669",
    "id": "18992",
    "thesequence": "19144",
    "isActive": "1",
    "chapterId": "14295",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২০. দিনের প্রথম ভাগে ও শোওয়ার সময় তাসবীহ পাঠ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Fatima came to Allahs Apostle (ﷺ) and asked for a servant and told him of the hardship of household work. He said:\nYou would not be able to get a servant from us. May I not direct you to what is better than the servant for you? Recite Subhaana Allah thirty-three times, al- Hamdu li-Allah thirty-three times and Allah-o-Akbar thirty-four times as you go to bed. This hadith has been narrated on the authority of Suhail with the same chain of transmitters.",
    "hadithArabic": "حَدَّثَنِي أُمَيَّةُ بْنُ بِسْطَامَ الْعَيْشِيُّ، حَدَّثَنَا يَزِيدُ، - يَعْنِي ابْنَ زُرَيْعٍ - حَدَّثَنَا رَوْحٌ، وَهُوَ ابْنُ الْقَاسِمِ عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ فَاطِمَةَ، أَتَتِ النَّبِيَّ صلى الله عليه وسلم تَسْأَلُهُ خَادِمًا وَشَكَتِ الْعَمَلَ فَقَالَ  مَا أَلْفَيْتِيهِ عِنْدَنَا  . قَالَ  أَلاَ أَدُلُّكِ عَلَى مَا هُوَ خَيْرٌ لَكِ مِنْ خَادِمٍ تُسَبِّحِينَ ثَلاَثًا وَثَلاَثِينَ وَتَحْمَدِينَ ثَلاَثًا وَثَلاَثِينَ وَتُكَبِّرِينَ أَرْبَعًا وَثَلاَثِينَ حِينَ تَأْخُذِينَ مَضْجَعَكِ  .\n\nوَحَدَّثَنِيهِ أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ، حَدَّثَنَا حَبَّانُ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا سُهَيْلٌ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৬৬৭০। উমায়্যা ইবনু বিসতাম আয়শী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার ফাতিমা (রাঃ) একজন খাদিমের জন্য নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন এবং কাজের অভিযোগ করলেন। তিনি বললেনঃ আমার কাছে তো কোন খাদিম নেই। তিনি বললেনঃ তবে আমি কি তোমাকে এমন কিছুর কথা বলবনা, যা তোমার খাদিম থেকে উত্তম? তা হল রাতে শয্যা গ্রহণের সময় তুমি ৩৩ বার সুবহানাল্লাহ, ৩৩ বার আলহামদুলিল্লাহ এবং ৩৪ বার আল্লাহু আকবার পাঠ করবে।\n\nআহমাদ ইবনু সাঈদ দারিমী (রহঃ) ... সুহায়ল (রাঃ) থেকে এই সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6670",
    "id": "18993",
    "thesequence": "19145",
    "isActive": "1",
    "chapterId": "14295",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২০. দিনের প্রথম ভাগে ও শোওয়ার সময় তাসবীহ পাঠ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported Allahs Messenger (ﷺ) as say- ing. When you listen to the crowing of the cock, ask Allah for His favour as it sees Angels and when you listen to the braying of the donkey, seek refuge in Allah from the Satan for it sees Satan.",
    "hadithArabic": "حَدَّثَنِي قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنِ الأَعْرَجِ، عَنْ أَبِي، هُرَيْرَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ فَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ فَإِنَّهَا رَأَتْ مَلَكًا وَإِذَا سَمِعْتُمْ نَهِيقَ الْحِمَارِ فَتَعَوَّذُوا بِاللَّهِ مِنَ الشَّيْطَانِ فَإِنَّهَا رَأَتْ شَيْطَانًا  .",
    "hadithBengali": "৬৬৭১। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমরা মোরগের ডাক শুনতে পাবে তখন আল্লাহর কাছে অনুগ্রহ চাইবে। কেননা সে ফিরিশতা দেখেছ। আর যখন তোমরা গাধার বিকট আওয়ায শুনতে পাবে তখন আল্লাহর কাছে শয়তান থেকে আশ্রয় চাইবে। কেননা সে শয়তান দেখেছে।\n",
    "checkStatus": "1",
    "hadithNo": "6671",
    "id": "18994",
    "thesequence": "19146",
    "isActive": "1",
    "chapterId": "14296",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২১. মোরগ ডাকার সময় দু&#039;আ করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported that Allahs Apostle (ﷺ) used to supplicate during the time of trouble (in these words):\n There is no god but Allah, the Great, the Tolerant, there is no god but Allah, the Lord of the Magnificent Throne There is no god but Allah, the Lord of the Heaven and the earth, the Lord of the Edifying Throne.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ - وَاللَّفْظُ لاِبْنِ سَعِيدٍ - قَالُوا حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ عِنْدَ الْكَرْبِ   لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَرَبُّ الأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ  .",
    "hadithBengali": "৬৬৭২। মুহাম্মাদ ইবনু মুসান্না, ইবনু বাশশার ও উবায়দুল্লাহ সাঈদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কঠিন বিপদের সময় বলতেনঃ\n\n<p style=text-align: center;>لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَرَبُّ الأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ\n\n<p style=text-align: center;>মহান, সহনশীল আল্লাহ ব্যতীত ইলাহ নেই। আরশের অধিপতি মহান আল্লাহ ব্যতীত কোন ইলাহ নেই। আসমানের রব ও যমীনের রব এবং সম্মানিত আরশের রব আল্লাহ ব্যতীত কোন ইলাহ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6672",
    "id": "18995",
    "thesequence": "19147",
    "isActive": "1",
    "chapterId": "14297",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২২. কঠিন মুসীবতের (সময়ের) দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Hisham with the same chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ وَحَدِيثُ مُعَاذِ بْنِ هِشَامٍ أَتَمُّ .",
    "hadithBengali": "৬৬৭৩। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... হিশাম (রহঃ) এর সুত্রে এই সনদে অনুরূপ বর্ণনা করেছেন। আর মুআয ইবনু হিশামের হাদীস অধিক পূর্ণাঙ্গ।\n",
    "checkStatus": "1",
    "hadithNo": "6673",
    "id": "18996",
    "thesequence": "19148",
    "isActive": "1",
    "chapterId": "14297",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২২. কঠিন মুসীবতের (সময়ের) দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported that Allahs Messenger (ﷺ) used to supplicate (with these words) and he (uttered these words) at the time of trouble; the rest of the hadith is the same except with this difference that insted of saying:\n The Lord of heaven and the earth, he said: The Lord of the heaven and that of the earth.",
    "hadithArabic": "وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ بِشْرٍ الْعَبْدِيُّ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، أَنَّ أَبَا الْعَالِيَةِ الرِّيَاحِيَّ، حَدَّثَهُمْ عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَدْعُو بِهِنَّ وَيَقُولُهُنَّ عِنْدَ الْكَرْبِ فَذَكَرَ بِمِثْلِ حَدِيثِ مُعَاذِ بْنِ هِشَامٍ عَنْ أَبِيهِ عَنْ قَتَادَةَ غَيْرَ أَنَّهُ قَالَ   رَبُّ السَّمَوَاتِ وَالأَرْضِ  .",
    "hadithBengali": "৬৬৭৪। আবদ ইবনু হুমায়দ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই বাক্যগুলো দ্বারা দুআ করতেন এবং কঠিন বিপদের সময় এইগুলো বলতেন। এরপর তিনি কাতাদা সূত্রে মূআয ইবনু হিশামের হাদীসের অনুরূপ উল্লেখ করেন। এই বর্ণনায়رَبُّ السَّمَوَاتِ وَرَبُّ الأَرْضِ স্থলেرَبُّ السَّمَوَاتِ وَالأَرْضِ আছে।\n",
    "checkStatus": "1",
    "hadithNo": "6674",
    "id": "18997",
    "thesequence": "19149",
    "isActive": "1",
    "chapterId": "14297",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২২. কঠিন মুসীবতের (সময়ের) দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas reported this hadith through another chain of transmitters with a sliglit variation of wording.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، أَخْبَرَنِي يُوسُفُ بْنُ، عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنْ أَبِي الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا حَزَبَهُ أَمْرٌ قَالَ . فَذَكَرَ بِمِثْلِ حَدِيثِ مُعَاذٍ عَنْ أَبِيهِ وَزَادَ مَعَهُنَّ   لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْكَرِيمِ  .",
    "hadithBengali": "৬৬৭৫। মুহাম্মাদ ইবনু হাতিম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে যখন কোন কঠিন সংকট আগত হত তখন তিনি বলতেন ...... এরপর তিনি মুআযের পিতার বর্ণিত হাদীসের অনুরূপ উল্লেখ করেছেন এবং এর সাথেلاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْكَرِيمِ &#39;মহান আরশের অধিপতি আল্লাহ ছাড়া কোন ইলাহ নেই&#39; অধিক উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6675",
    "id": "18998",
    "thesequence": "19150",
    "isActive": "1",
    "chapterId": "14297",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২২. কঠিন মুসীবতের (সময়ের) দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Dharr reported that Allahs Messenger (ﷺ) was asked as to which words were the best. He said:\nThose for which Allah made a choice for His Angels and His servants (and the words are): Hallowed be Allah and praise is due to Him.",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا حَبَّانُ بْنُ هِلاَلٍ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا سَعِيدٌ الْجُرَيْرِيُّ، عَنْ أَبِي عَبْدِ اللَّهِ الْجِسْرِيِّ، عَنِ ابْنِ الصَّامِتِ، عَنْ أَبِي ذَرٍّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سُئِلَ أَىُّ الْكَلاَمِ أَفْضَلُ قَالَ   مَا اصْطَفَى اللَّهُ لِمَلاَئِكَتِهِ أَوْ لِعِبَادِهِ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ  .",
    "hadithBengali": "৬৬৭৬। যুহায়র ইবনু হারব (রহঃ) ... আবূ যার (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করা হল কোন কালাম সর্বাপেক্ষা উত্তম? তিনি বললেন, আল্লাহ তাআলা তার ফিরিশতা অথবা (বললেন) তার বান্দাদের জন্য যে কালাম পছন্দ করেছেন, তা হল, سُبْحَانَ اللَّهِ وَبِحَمْدِهِ (আমি আল্লাহর সপ্রশংস ও পবিত্রতা বর্ণনা করছি)।\n",
    "checkStatus": "1",
    "hadithNo": "6676",
    "id": "18999",
    "thesequence": "19151",
    "isActive": "1",
    "chapterId": "14298",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২২. سُبْحَانَ اللَّهِ وَبِحَمْدِهِ এর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Dharr reported that Allahs Messenger (ﷺ) said:\nShould I not inform you about the words liked most by Allah? I said: Allahs Mes- senger, do inform me about the words liked most by Allah. He said: Verily, the words liked most by Allah are: hallowed be Allah and praise is due to Him.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، عَنْ شُعْبَةَ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي عَبْدِ اللَّهِ الْجَسْرِيِّ، مِنْ عَنَزَةَ عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَلاَ أُخْبِرُكَ بِأَحَبِّ الْكَلاَمِ إِلَى اللَّهِ  . قُلْتُ يَا رَسُولَ اللَّهِ أَخْبِرْنِي بِأَحَبِّ الْكَلاَمِ إِلَى اللَّهِ . فَقَالَ  إِنَّ أَحَبَّ الْكَلاَمِ إِلَى اللَّهِ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ  .",
    "hadithBengali": "৬৬৭৭। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবূ যার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হে আবূ যার! আমি কি তোমাকে আল্লাহর কাছে সর্বাধিক প্রিয় কালাম বাতলে দেব না? আমি বললাম, ইয়া রাসুলাল্লাহ! আল্লাহর কাছে সর্বাপেক্ষা প্রিয় কালামটি আপনি আমাকে বাতলে দিন। তখন তিনি বললেনঃ আল্লাহর কাছে সর্বাধিক প্রিয় কালাম হল, سُبْحَانَ اللَّهِ وَبِحَمْدِهِ আমি আল্লাহর সপ্রশংস পবিত্রতা জ্ঞাপন করছি।\n",
    "checkStatus": "1",
    "hadithNo": "6677",
    "id": "19000",
    "thesequence": "19152",
    "isActive": "1",
    "chapterId": "14298",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২২. سُبْحَانَ اللَّهِ وَبِحَمْدِهِ এর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Dharr reported that Allahs Messenger (ﷺ) said:\nThere is no believing servant who supplicates for his brother behind his back (in his absence) that the Angels do not say: The same be for you too.",
    "hadithArabic": "حَدَّثَنِي أَحْمَدُ بْنُ عُمَرَ بْنِ حَفْصٍ الْوَكِيعِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، حَدَّثَنَا أَبِي، عَنْ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ بْنِ كَرِيزٍ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا مِنْ عَبْدٍ مُسْلِمٍ يَدْعُو لأَخِيهِ بِظَهْرِ الْغَيْبِ إِلاَّ قَالَ الْمَلَكُ وَلَكَ بِمِثْلٍ  .",
    "hadithBengali": "৬৬৭৮। আহমাদ ইবনু উমর ইবনু হাফস ওয়াকী (রহঃ) ... আবূ দারদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন মুসলমান বান্দা তার ভাই এর অনুপস্থিতিতে তার জন্য দুআ করলে একজন ফিরিশতা তার জবাবে বলে আর তোমার জন্যও অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "6678",
    "id": "19001",
    "thesequence": "19153",
    "isActive": "1",
    "chapterId": "14299",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৩. মুসলমানদের জন্য তাদের অনুপস্থিতিতে দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Darda reported:\nMy husband reported that he heard Allahs Mes- senger (ﷺ) as saying: He who supplicates for his brother behind his back (in his absence), the Angel commissioned (for carrying supplication to his Lord) says: Amen, and it is for you also.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ، حَدَّثَنَا مُوسَى بْنُ سَرْوَانَ، الْمُعَلِّمُ حَدَّثَنِي طَلْحَةُ بْنُ عُبَيْدِ اللَّهِ بْنِ كَرِيزٍ، قَالَ حَدَّثَتْنِي أُمُّ الدَّرْدَاءِ، قَالَتْ حَدَّثَنِي سَيِّدِي، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ دَعَا لأَخِيهِ بِظَهْرِ الْغَيْبِ قَالَ الْمَلَكُ الْمُوَكَّلُ بِهِ آمِينَ وَلَكَ بِمِثْلٍ  .",
    "hadithBengali": "৬৬৭৯। ইসহাক ইবনু ইবরাহীম (রহঃ) ... উম্মু দারদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার মনিব (স্বামী) আমাকে হাদীস শুনিয়েছেন যে, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেনঃ যে ব্যক্তি তার ভাই এর অনুপস্থিতিতে তার জন্য দুআ করে, তার জন্য একজন নিয়োজিত ফিরিশতা আমীন বলতে থাকে এবং বলে, তোমার জন্যও অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "6679",
    "id": "19002",
    "thesequence": "19154",
    "isActive": "1",
    "chapterId": "14299",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৩. মুসলমানদের জন্য তাদের অনুপস্থিতিতে দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Safwan (and he was Ibn Abdullah b. Safwan, and he had been married to Umm Darda) reported:\nI visited Abu Dardas house in Syria. I did not find him there but Umm Darda (was present at the house). She said: Do you intend to perform Hajj during this year? I said: Yes. She said: Do supplicate Allah for blessings upon us, for Allahs Apostle (may peace be upon hiin) used to say: The supplication of a Muslim for his brother at his back (in his absence) is responded so long as he makes a supplica- tion for blessings for his brother and the commissioned Angel says: Amen, and says: May it be for you too I I went to the bazar and met Abfi Dardi and he narrated like this from Allahs Messenger (ﷺ).",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي، سُلَيْمَانَ عَنْ أَبِي الزُّبَيْرِ، عَنْ صَفْوَانَ، - وَهُوَ ابْنُ عَبْدِ اللَّهِ بْنِ صَفْوَانَ - وَكَانَتْ تَحْتَهُ الدَّرْدَاءُ قَالَ قَدِمْتُ الشَّامَ فَأَتَيْتُ أَبَا الدَّرْدَاءِ فِي مَنْزِلِهِ فَلَمْ أَجِدْهُ وَوَجَدْتُ أُمَّ الدَّرْدَاءِ فَقَالَتْ أَتُرِيدُ الْحَجَّ الْعَامَ فَقُلْتُ نَعَمْ . قَالَتْ فَادْعُ اللَّهَ لَنَا بِخَيْرٍ فَإِنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقُولُ   دَعْوَةُ الْمَرْءِ الْمُسْلِمِ لأَخِيهِ بِظَهْرِ الْغَيْبِ مُسْتَجَابَةٌ عِنْدَ رَأْسِهِ مَلَكٌ مُوَكَّلٌ كُلَّمَا دَعَا لأَخِيهِ بِخَيْرٍ قَالَ الْمَلَكُ الْمُوَكَّلُ بِهِ آمِينَ وَلَكَ بِمِثْلٍ  .\nقَالَ فَخَرَجْتُ إِلَى السُّوقِ فَلَقِيتُ أَبَا الدَّرْدَاءِ فَقَالَ لِي مِثْلَ ذَلِكَ يَرْوِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৬৬৮০। ইসহাক ইবনু ইবরাহীম (রহঃ) ... উম্মু দারদা (রাঃ) এর স্বামী সাফওয়ান ইবনু আবদুল্লাহ ইবনু সাফওয়ান (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি সিরিয়াতে গেলাম এবং সেখানে আবূ দারদা (রাঃ) এর ঘরে গেলাম। আমি তাকে ঘরে পেলাম না; বরং সেখানে উম্মু দারদাকে পেলাম। তিনি বললেন, আপনি কি এ বছর হজ্জ পালন করবেন? আমি বললাম, জি হ্যাঁ। তিনি বললেন, আল্লাহর কাছে আমাদের কল্যাণের জন্য দুআ করবেন। কেননা, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ একজন মুসলমান বান্দা তার ভাইয়ের অনুপস্থিতিতে তার জন্য দুআ করলে তা কবুল হয়। তার মাথায় একজন ফিরিশতা নিয়োজিত থাকেন, যখন সে তার ভাইয়ের জন্য দুআ করে তখন নিয়োজিত ফিরিশতা বলে থাকে আমীন এবং তোমার জন্যও অনুরুপ। তিনি বলেন, এরপর আমি বাজারের দিকে বের হলাম। আর আবূ দারদা (রাঃ) এর দেখা পেলাম, তখন তিনি আমাকে তার অনুরূপ নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) থেকে বর্ণনা করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6680",
    "id": "19003",
    "thesequence": "19155",
    "isActive": "1",
    "chapterId": "14299",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৩. মুসলমানদের জন্য তাদের অনুপস্থিতিতে দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Safwan b. Abdullah b. Safwan with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي، سُلَيْمَانَ بِهَذَا الإِسْنَادِ مِثْلَهُ وَقَالَ عَنْ صَفْوَانَ بْنِ عَبْدِ اللَّهِ بْنِ صَفْوَانَ، .",
    "hadithBengali": "৬৬৮১। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবদুল মালিক ইবনু আবূ সুলায়মান থেকে এই সনদে অনুরূপ বর্ণনা করেছেন এবং তিনি বলেছেন, সাফওয়ান ইবনু আবদুল্লাহ ইবনু সাফওয়ান (রহঃ) এর সুত্রে।\n",
    "checkStatus": "1",
    "hadithNo": "6681",
    "id": "19004",
    "thesequence": "19156",
    "isActive": "1",
    "chapterId": "14299",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৩. মুসলমানদের জন্য তাদের অনুপস্থিতিতে দু&#039;আর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Allahs Messenger (ﷺ) said:\nAllah is pleased with His servant who says: Al-Hamdu lillah while taking a morsel of food and while drinking.\n\n This hadith is reported through Ishaaq bin Yusuf Al-Azraq from Zakariyya bin Abi Zaida through the same chain.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ - وَاللَّفْظُ لاِبْنِ نُمَيْرٍ - قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ وَمُحَمَّدُ بْنُ بِشْرٍ عَنْ زَكَرِيَّاءَ بْنِ أَبِي زَائِدَةَ، عَنْ سَعِيدِ بْنِ أَبِي بُرْدَةَ، عَنْ أَنَسِ بْنِ، مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ اللَّهَ لَيَرْضَى عَنِ الْعَبْدِ أَنْ يَأْكُلَ الأَكْلَةَ فَيَحْمَدَهُ عَلَيْهَا أَوْ يَشْرَبَ الشَّرْبَةَ فَيَحْمَدَهُ عَلَيْهَا  .\n وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، حَدَّثَنَا زَكَرِيَّاءُ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৬৬৮২। আবূ বকর ইবনু আবূ শায়বা ও ইবনু নুমায়র (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নিশ্চয়ই আল্লাহ তাআলা সেই বন্দার প্রতি সন্তুষ্ট, যে খাওয়ার পরে তার জন্য الحمد لله বলে এবং পানীয় পান করার পরে তার জন্য (শুকরিয়া স্বরূপ) الحمد لله বলে।\n\nযুহায়র ইবনু হারব (রহঃ) ... যাকারিয়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেন, অনুরুপ বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6682",
    "id": "19005",
    "thesequence": "19157",
    "isActive": "1",
    "chapterId": "14300",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৪. পানাহারের পর الحمد لله বলা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Allahs Messenger (ﷺ) said:\nThe supplication of every one of you is granted if he does not grow impatient and says: I supplicated but it was not granted.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي عُبَيْدٍ، مَوْلَى ابْنِ أَزْهَرَ عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   يُسْتَجَابُ لأَحَدِكُمْ مَا لَمْ يَعْجَلْ فَيَقُولُ قَدْ دَعَوْتُ فَلاَ أَوْ فَلَمْ يُسْتَجَبْ لِي  .",
    "hadithBengali": "৬৬৮৩। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কারোর দু&#39;আ তখনই কবুল করা হয় যখন সে তাড়াহুড়া না করে। (তাড়াহুড়া করে দুআ করার পর) এরূপ না বলতো বলতে থাকে যে, আমি আমার প্রতিপালকের সকাশে দুআ করলাম; অথচ তিনি আমার দুআ কবুল করছেনন না অথবা (বললেন) কবুল করা হয় নি।\n",
    "checkStatus": "1",
    "hadithNo": "6683",
    "id": "19006",
    "thesequence": "19158",
    "isActive": "1",
    "chapterId": "14301",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৫. দু&#039;আকারী &quot;আমি কত দু&#039;আ করলাম কিন্তু কবুল হল না&quot; এরূপ উক্তি করে তাড়াহুড়া না করলে তার দু&#039;আ কবুল হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThe supplication of one of you is granted if he does not grow impatient and say- I supplicated my Lord but it was not granted.",
    "hadithArabic": "حَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ لَيْثٍ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ خَالِدٍ، عَنِ ابْنِ شِهَابٍ، أَنَّهُ قَالَ حَدَّثَنِي أَبُو عُبَيْدٍ، مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَكَانَ مِنَ الْقُرَّاءِ وَأَهْلِ الْفِقْهِ قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يُسْتَجَابُ لأَحَدِكُمْ مَا لَمْ يَعْجَلْ فَيَقُولُ قَدْ دَعَوْتُ رَبِّي فَلَمْ يَسْتَجِبْ لِي  .",
    "hadithBengali": "৬৬৮৪। আবদুল মালিক ইবনু শুআয়ব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কারোর দুআ তখনই কবুল করা হয় যখন সে তাড়াহুড়া না করে। এভাবে বলতে না থাকে যে, আমি আমার প্রতিপালকের কাছে দুআ করলাম তিনি আমার দুআ কবুল করলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "6684",
    "id": "19007",
    "thesequence": "19159",
    "isActive": "1",
    "chapterId": "14301",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৫. দু&#039;আকারী &quot;আমি কত দু&#039;আ করলাম কিন্তু কবুল হল না&quot; এরূপ উক্তি করে তাড়াহুড়া না করলে তার দু&#039;আ কবুল হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThe supplication of the servant is granted in case he does not supplicate for sin or for severing the ties of blood, or he does not become impatient. It was said: Allahs Messenger, what does: If he does not grow impatient imply? He said: That he should say like this: I supplicated and I supplicated but I did not find it being responded. and theu he becomes frustrated and abandons supplication.",
    "hadithArabic": " حَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مُعَاوِيَةُ، - وَهُوَ ابْنُ صَالِحٍ - عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ  لاَ يَزَالُ يُسْتَجَابُ لِلْعَبْدِ مَا لَمْ يَدْعُ بِإِثْمٍ أَوْ قَطِيعَةِ رَحِمٍ مَا لَمْ يَسْتَعْجِلْ  . قِيلَ يَا رَسُولَ اللَّهِ مَا الاِسْتِعْجَالُ قَالَ  يَقُولُ قَدْ دَعَوْتُ وَقَدْ دَعَوْتُ فَلَمْ أَرَ يَسْتَجِيبُ لِي فَيَسْتَحْسِرُ عِنْدَ ذَلِكَ وَيَدَعُ الدُّعَاءَ  . ",
    "hadithBengali": "৬৬৮৫। আবূ তাহির (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, বান্দার দুআ হরহামেশা কবুল করা হয় যদি না সে পাপ কর্মের জন্য কিংবা আত্নীয়তার সম্পর্কে ছিন্ন করার জন্য দুআ করে এবং (দু&#39;আয়) তাড়াহুড়া না করে। বলা হল, ইয়া রাসুলাল্লাহ! (দুআয়) তাড়াহুড়া করা কি? তিনি বললেন, সে বলতে থাকে, আমি দুআ তো করেছি, আমি দুআ তো করেছি; কিন্তূ তা কবুল হল বলে দেখতে পেলাম না। তখন সে নিরাশ হয়ে পড়ে এবং দুআ করা ছেড়ে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "6685",
    "id": "19008",
    "thesequence": "19160",
    "isActive": "1",
    "chapterId": "14301",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৫. দু&#039;আকারী &quot;আমি কত দু&#039;আ করলাম কিন্তু কবুল হল না&quot; এরূপ উক্তি করে তাড়াহুড়া না করলে তার দু&#039;আ কবুল হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Usama b. Zaid reported that Allahs Messenger (way peace be upon him) said:\nI stood at the door of Paradise and I found that the overwhelming majority of those who entered therein was that of poor persons and the wealthy persons were detained to get into that. The denizens of Hell were commanded to get into Hell, and I stood upon the door of Fire and the majority amongst them who entered there was that of women.",
    "hadithArabic": "حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا الْمُعْتَمِرُ، ح وَحَدَّثَنَا إِسْحَاقُ، بْنُ إِبْرَاهِيمَ أَخْبَرَنَا جَرِيرٌ، كُلُّهُمْ عَنْ سُلَيْمَانَ التَّيْمِيِّ، ح وَحَدَّثَنَا أَبُو كَامِلٍ، فُضَيْلُ بْنُ حُسَيْنٍ - وَاللَّفْظُ لَهُ - حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا التَّيْمِيُّ، عَنْ أَبِي عُثْمَانَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   قُمْتُ عَلَى بَابِ الْجَنَّةِ فَإِذَا عَامَّةُ مَنْ دَخَلَهَا الْمَسَاكِينُ وَإِذَا أَصْحَابُ الْجَدِّ مَحْبُوسُونَ إِلاَّ أَصْحَابَ النَّارِ فَقَدْ أُمِرَ بِهِمْ إِلَى النَّارِ وَقُمْتُ عَلَى بَابِ النَّارِ فَإِذَا عَامَّةُ مَنْ دَخَلَهَا النِّسَاءُ  .",
    "hadithBengali": "৬৬৮৬। হাদ্দাব ইবনু খালিদ, যুহায়র ইবনু হারব, মুহাম্মাদ ইবনু আবদুল আলা, ইসহাক ইবনু ইবরাহীম ও আবূ কামিল ফুযায়ল ইবনু হুসায়ন (রহঃ) ... উসামা ইবনু যায়দ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি জান্নাতের দরজায় দাঁড়ালাম। দেখলাম, অধিকাংশই যারা জান্নাতে প্রবেশ করছে, মিসকীন আর সম্পদশালীরা বন্দী অবস্থায়। যারা জাহান্নামী তাদের জাহান্নামে নিয়ে যাওয়ার নির্দেশ দেওয়া হলো। আমি জাহান্নামের প্রবেশ পথে দাঁড়ালাম। দেখলাম যে, অধিকাংশই যারা জাহান্নামে প্রবেশ করেছে, নারী।\n",
    "checkStatus": "1",
    "hadithNo": "6686",
    "id": "19009",
    "thesequence": "19161",
    "isActive": "1",
    "chapterId": "14302",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৬. জান্নাতবাসী অধিকাংশই দরিদ্র এবং জাহান্নামবাসী অধিকাংশই নারী এবং নারী সম্পর্কিত ফিতনার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported that Allahs Messenger (ﷺ) said:\nI had a chance to look into the Paradise and I found that majority of the people was poor and I looked into the Fire and there I found the majority constituted by women.",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، عَنْ أَبِي رَجَاءٍ، الْعُطَارِدِيِّ قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ قَالَ مُحَمَّدٌ صلى الله عليه وسلم   اطَّلَعْتُ فِي الْجَنَّةِ فَرَأَيْتُ أَكْثَرَ أَهْلِهَا الْفُقَرَاءَ وَاطَّلَعْتُ فِي النَّارِ فَرَأَيْتُ أَكْثَرَ أَهْلِهَا النِّسَاءَ  .",
    "hadithBengali": "৬৬৮৭। যুহায়র ইবনু হারব (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমি জান্নাতের দিকে দৃষ্টি দিলাম, দেখতে পেলাম, তার অধিকাংশ অধিবাসীই ফকীর। এরপর আমি জাহান্নামের দিকে তাকালাম, দেখলাম, তার অধিকাংশ অধিবাসীই নারী।\n",
    "checkStatus": "1",
    "hadithNo": "6687",
    "id": "19010",
    "thesequence": "19162",
    "isActive": "1",
    "chapterId": "14302",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৬. জান্নাতবাসী অধিকাংশই দরিদ্র এবং জাহান্নামবাসী অধিকাংশই নারী এবং নারী সম্পর্কিত ফিতনার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Ibn Abbas through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا الثَّقَفِيُّ، أَخْبَرَنَا أَيُّوبُ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৬৬৮৮। ইসহাক ইবনু ইবরাহীম (রহঃ) আইউব (রহঃ) থেকে এই সনদে অনুরূপ বর্ননা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6688",
    "id": "19011",
    "thesequence": "19163",
    "isActive": "1",
    "chapterId": "14302",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৬. জান্নাতবাসী অধিকাংশই দরিদ্র এবং জাহান্নামবাসী অধিকাংশই নারী এবং নারী সম্পর্কিত ফিতনার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported that Allahs Messenger (ﷺ) stated like this:\nHe looked into the Fire of Hell. The rest of the hadith is the same.",
    "hadithArabic": " وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا أَبُو الأَشْهَبِ، حَدَّثَنَا أَبُو رَجَاءٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اطَّلَعَ فِي النَّارِ . فَذَكَرَ بِمِثْلِ حَدِيثِ أَيُّوبَ .",
    "hadithBengali": "৬৬৮৯। শায়বান ইবনু ফাররুখ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জাহান্নামের দিকে দৃষ্টি দিয়ে দেখলেন। এরপর আইউব (রহঃ) এর হাদীসের অনুরূপ উল্লেখ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6689",
    "id": "19012",
    "thesequence": "19164",
    "isActive": "1",
    "chapterId": "14302",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৬. জান্নাতবাসী অধিকাংশই দরিদ্র এবং জাহান্নামবাসী অধিকাংশই নারী এবং নারী সম্পর্কিত ফিতনার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith is narrated likewise through another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، سَمِعَ أَبَا رَجَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَذَكَرَ مِثْلَهُ .",
    "hadithBengali": "৬৬৯০। আবূ কুরায়ব (রহঃ) ... আবু রাজা&#39; (রহঃ) সুত্রে ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ...... এরপর সাঈদ (রহঃ) তার (পূর্বোক্তের) অনুরূপ উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6690",
    "id": "19013",
    "thesequence": "19165",
    "isActive": "1",
    "chapterId": "14302",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৬. জান্নাতবাসী অধিকাংশই দরিদ্র এবং জাহান্নামবাসী অধিকাংশই নারী এবং নারী সম্পর্কিত ফিতনার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Imran b. Husain reported that Allahs Messenger (ﷺ) said:\nAmongst the inmates of Paradise the women would form a minority.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي التَّيَّاحِ، قَالَ كَانَ لِمُطَرِّفِ بْنِ عَبْدِ اللَّهِ امْرَأَتَانِ فَجَاءَ مِنْ عِنْدِ إِحْدَاهُمَا فَقَالَتِ الأُخْرَى جِئْتَ مِنْ عِنْدِ فُلاَنَةَ فَقَالَ جِئْتُ مِنْ عِنْدِ عِمْرَانَ بْنِ حُصَيْنٍ فَحَدَّثَنَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ أَقَلَّ سَاكِنِي الْجَنَّةِ النِّسَاءُ  .",
    "hadithBengali": "৬৬৯১। উবায়দুল্লাহ ইবনু মুআয (রহঃ) ... আবূ তায়্যাহ (রহঃ) থেকে বর্ণিত। তিনি বলেন, মুতাররিফ ইবনু আবদুল্লাহ এর দুই স্ত্রী ছিল। তিনি একদা তাদের একজনের কাছ থেকে এলেন। তখন অন্য জন বলল, আপনি তো অমুকের নিকট থেকে এসেছেন। তিনি বলেন, আমি ইমরান ইবনু হুসায়ন (রাঃ) এর কাছে থকে এসেছি। তিনি আমাদের কাছে হাদীস বর্ণনা করলেন যে, রাসুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ জান্নাতের অল্প সংখ্যক অধিবাসী নারী সমাজ।\n",
    "checkStatus": "1",
    "hadithNo": "6691",
    "id": "19014",
    "thesequence": "19166",
    "isActive": "1",
    "chapterId": "14302",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৬. জান্নাতবাসী অধিকাংশই দরিদ্র এবং জাহান্নামবাসী অধিকাংশই নারী এবং নারী সম্পর্কিত ফিতনার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Mutarrif through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ بْنِ عَبْدِ الْحَمِيدِ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي التَّيَّاحِ، قَالَ سَمِعْتُ مُطَرِّفًا، يُحَدِّثُ أَنَّهُ كَانَتْ لَهُ امْرَأَتَانِ بِمَعْنَى حَدِيثِ مُعَاذٍ .",
    "hadithBengali": "৬৬৯২। মুহাম্মাদ ইবনুল ওয়ালীদ ইবনু আবদুল হামীদ (রহঃ) ... আবূ তায়্যাহ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি মুতাররিফকে হাদীস বর্ণনা করতে শুনেছি যে, তার দু&#39;জন স্ত্রী ছিল ......। মুআযের হাদীসের মর্মের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "6692",
    "id": "19015",
    "thesequence": "19167",
    "isActive": "1",
    "chapterId": "14302",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৬. জান্নাতবাসী অধিকাংশই দরিদ্র এবং জাহান্নামবাসী অধিকাংশই নারী এবং নারী সম্পর্কিত ফিতনার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported that Allahs Messenger (ﷺ) supplicated in these words:\n O Allah, I seek refuge in Thee from the withdrawal of Thine blessing and the change of Thine protection (from me) and from the sudden wrath of Thine, and from every displeasure of Thine.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْكَرِيمِ أَبُو زُرْعَةَ، حَدَّثَنَا ابْنُ بُكَيْرٍ، حَدَّثَنِي يَعْقُوبُ بْنُ، عَبْدِ الرَّحْمَنِ عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ كَانَ مِنْ دُعَاءِ رَسُولِ اللَّهِ صلى الله عليه وسلم   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ  .",
    "hadithBengali": "৬৬৯৩। উবায়দুল্লাহ ইবনু আবদুল করীম আবূ যুরআ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দুআর মধ্যে একটি ছিল এইঃ হে আল্লাহ! আমি তোমার কাছে আশ্রয় চাই, তোমার নিয়ামত সরে যাওয়া, তোমার ক্ষমা ওলটপালট হয়ে যাওয়া, তোমার আকস্মিক প্রতিশোধ এবং তোমার সব রকমের অসন্তুষ্টি থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "6693",
    "id": "19016",
    "thesequence": "19168",
    "isActive": "1",
    "chapterId": "14302",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৬. জান্নাতবাসী অধিকাংশই দরিদ্র এবং জাহান্নামবাসী অধিকাংশই নারী এবং নারী সম্পর্কিত ফিতনার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Usama b. Zaid reported Allahs Messenger (ﷺ) as saying:\nI have not left after me any (chance) of turmoil more injurious to men than the harm done to the men because of women.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا سُفْيَانُ، وَمُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا تَرَكْتُ بَعْدِي فِتْنَةً هِيَ أَضَرُّ عَلَى الرِّجَالِ مِنَ النِّسَاءِ  .",
    "hadithBengali": "৬৬৯৪। সাঈদ ইবনু মানসুর (রহঃ) ... উসামা ইবনু যায়িদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি আমার (ওফাতের) পরে পুরুষদের জন্য নারীদের চাইতে অধিক ক্ষতিকর কোন ফিতনা রেখে যাচ্ছি না।\n",
    "checkStatus": "1",
    "hadithNo": "6694",
    "id": "19017",
    "thesequence": "19169",
    "isActive": "1",
    "chapterId": "14302",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৬. জান্নাতবাসী অধিকাংশই দরিদ্র এবং জাহান্নামবাসী অধিকাংশই নারী এবং নারী সম্পর্কিত ফিতনার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Usama b. Zaid b. Harith and Said b. Zaid b. Amr b. Naufal both reported Allahs Messenger (ﷺ) as saying:\nI have not left after me turmoil for the people but the harm done to men by women.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، وَسُوَيْدُ بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، جَمِيعًا عَنِ الْمُعْتَمِرِ، قَالَ ابْنُ مُعَاذٍ حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ قَالَ أَبِي حَدَّثَنَا أَبُو عُثْمَانَ، عَنْ أُسَامَةَ بْنِ زَيْدِ بْنِ حَارِثَةَ، وَسَعِيدِ بْنِ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ، أَنَّهُمَا حَدَّثَا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ   مَا تَرَكْتُ بَعْدِي فِي النَّاسِ فِتْنَةً أَضَرَّ عَلَى الرِّجَالِ مِنَ النِّسَاءِ  .",
    "hadithBengali": "৬৬৯৫। উবায়দুল্লাহ ইবনু মুআয আম্বারী, সুওয়ায়দ ইবনু সাঈদ ও মুহাম্মদ ইবনু আবদুল আলা (রহঃ) ... উসামা ইবনু যায়িদ ইবনু হারিসা ও সাঈদ ইবনু যায়িদ ইবনু আমর ইবনু নুফায়ল (রাঃ) সুত্রে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ আমি আমার (ওফাতের) পরে মানুষের মাঝে পুরুষদের জন্য নারীদের চাইতে অধিকতর ক্ষতিকর কোন ফিতনা রেখে যাইনি।\n",
    "checkStatus": "1",
    "hadithNo": "6695",
    "id": "19018",
    "thesequence": "19170",
    "isActive": "1",
    "chapterId": "14302",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৬. জান্নাতবাসী অধিকাংশই দরিদ্র এবং জাহান্নামবাসী অধিকাংশই নারী এবং নারী সম্পর্কিত ফিতনার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Sulaiman Taimi with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ قَالاَ حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، ح وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، كُلُّهُمْ عَنْ سُلَيْمَانَ التَّيْمِيِّ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৬৬৯৬। আবূ বকর ইবনু আবূ শায়বা ও ইবনু নুমায়র, ইয়াহইয়া ইবনু ইয়াহইয়া ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... সুলায়মান তায়মী থেকে এই সনদে তার অনুরূপ বর্ণিত।\n",
    "checkStatus": "1",
    "hadithNo": "6696",
    "id": "19019",
    "thesequence": "19171",
    "isActive": "1",
    "chapterId": "14302",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৬. জান্নাতবাসী অধিকাংশই দরিদ্র এবং জাহান্নামবাসী অধিকাংশই নারী এবং নারী সম্পর্কিত ফিতনার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said Khudri reported that Allahs Messenger (ﷺ) said:\nThe world is sweet and green (alluring) and verily Allah is going to install you as vicegerent in it in order to see how you act. So avoid the allurement of women: verily, the first trial for the people of Israil was caused by women. And in the hadith transmitted on the authority of Ibn Bashshar the words are: So that He should see how you act.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي مَسْلَمَةَ، قَالَ سَمِعْتُ أَبَا نَضْرَةَ، يُحَدِّثُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  إِنَّ الدُّنْيَا حُلْوَةٌ خَضِرَةٌ وَإِنَّ اللَّهَ مُسْتَخْلِفُكُمْ فِيهَا فَيَنْظُرُ كَيْفَ تَعْمَلُونَ فَاتَّقُوا الدُّنْيَا وَاتَّقُوا النِّسَاءَ فَإِنَّ أَوَّلَ فِتْنَةِ بَنِي إِسْرَائِيلَ كَانَتْ فِي النِّسَاءِ  . وَفِي حَدِيثِ ابْنِ بَشَّارٍ  لِيَنْظُرَ كَيْفَ تَعْمَلُونَ  .",
    "hadithBengali": "৬৬৯৭। মুহাম্মাদ ইবনু মুসান্না ও মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ নিশ্চয়ই দুনিয়া মিষ্ট সবুজ (সুস্বাদু দর্শনীয় ও) আল্লাহ তা&#39;আলা সেখানে তোমাদের খলীফা হিসেবে পাঠিয়েছেন। তিনি দেখতে চান যে, তোমরা কি কর? তোমরা দুনিয়া ও নারী থেকে সাবধান থাক। কেননা বনী ইসরাঈলদের মধ্যে যে প্রথম ফিতনা দেখা দিয়েছিল তা ছিল নারীকে কেন্দ্র করে।\n\nইবনু বাশশার (রহঃ) বর্নিত হাদীসে فَيَنْظُر এর স্থলেلِيَنْظُرَ كَيْفَ تَعْمَلُونَ (তোমরা কি কর তা দেখার জন্য তিনি তোমাদের দুনিয়াতে পাঠিয়েছেন)।\n",
    "checkStatus": "1",
    "hadithNo": "6697",
    "id": "19020",
    "thesequence": "19172",
    "isActive": "1",
    "chapterId": "14302",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৬. জান্নাতবাসী অধিকাংশই দরিদ্র এবং জাহান্নামবাসী অধিকাংশই নারী এবং নারী সম্পর্কিত ফিতনার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported that Allahs Messenger (ﷺ) said:\nThree persons set out on a journey. They were overtaken by rain and they had to find protection in a mountain cave where at its mouth there fell a rock of that mountain and thus blocked them altogether. One of them said to the others: Look to your good deeds that you performed for the sake of Allah and then supplicate Allah, the Exalted, that He might rescue you (from this trouble). One of them said: 0 Allah, I had my parents who were old and my wife and my small children also. I tended the flock and when I came back to them in the evening, I milked them (the sheep, goats, cows, etc.) and first served that milk to my parents. One day I was obliged to go out to a distant place in search of fodder and I could not come back before evening and found them (the parents) asleep. I milked the animals as I used to milk and brought milk to them and stood by their heads avoiding to disturb them from sleep and I did not deem it advisable to serve milk to my children before serving them. My children wept near my feet. I remained there in that very state and my parents too until it was morning. And (0 Allah) if Thou art aware that I did this in order to seek Thine pleasure, grant us riddance from this trouble. (The rock slipped a bit) that they could see the sky. The second one said: 0 Allah, I had a female cousin whom I loved more than the men love the women. I wanted to have sexual intercourse with her; she refused but on the condition of getting one hundred dinirs. It was with very great difficulty that I could collect one hundred dinirs and then paid them to her and when I was going to have a sexual intercourse with her, that she said: Servant of Allah, fear Allah and do not break the seal (of chastity) but by lawful means. I got up. 0 Allah, if Thou art aware that I did this in order to seek Thine pleasure, rid us from this trouble. The situation was somewhat eased for them. The third one said: Allah, I employed a workman for a measure of rice. After he had finished his work I gave him his dues (in the form of) a measure of rice, but he did not accept them. I used these rice as seeds, and that gave a bumper crop and I became rich enough to have cows and flocks (in my possession). He came to me and said: Fear Allah, and commit no crueltv upon me in regard to my dues. I said to him: Takeaway this flock of cows and sheep. He said: Fear Allah and do not make a fun of me. I said: I am not making a fun of you. You take the cows and the flocks. So he took them. 0 Allah, if Thou art aware that I did it for Thine pleasure, case the situation for us. And Allah relieved them from the rest of the trouble.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ إِسْحَاقَ الْمُسَيَّبِيُّ، حَدَّثَنِي أَنَسٌ، - يَعْنِي ابْنَ عِيَاضٍ أَبَا ضَمْرَةَ - عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ  بَيْنَمَا ثَلاَثَةُ نَفَرٍ يَتَمَشَّوْنَ أَخَذَهُمُ الْمَطَرُ فَأَوَوْا إِلَى غَارٍ فِي جَبَلٍ فَانْحَطَّتْ عَلَى فَمِ غَارِهِمْ صَخْرَةٌ مِنَ الْجَبَلِ فَانْطَبَقَتْ عَلَيْهِمْ فَقَالَ بَعْضُهُمْ لِبَعْضٍ انْظُرُوا أَعْمَالاً عَمِلْتُمُوهَا صَالِحَةً لِلَّهِ فَادْعُوا اللَّهَ تَعَالَى بِهَا لَعَلَّ اللَّهَ يَفْرُجُهَا عَنْكُمْ . فَقَالَ أَحَدُهُمُ اللَّهُمَّ إِنَّهُ كَانَ لِي وَالِدَانِ شَيْخَانِ كَبِيرَانِ وَامْرَأَتِي وَلِيَ صِبْيَةٌ صِغَارٌ أَرْعَى عَلَيْهِمْ فَإِذَا أَرَحْتُ عَلَيْهِمْ حَلَبْتُ فَبَدَأْتُ بِوَالِدَىَّ فَسَقَيْتُهُمَا قَبْلَ بَنِيَّ وَأَنَّهُ نَأَى بِي ذَاتَ يَوْمٍ الشَّجَرُ فَلَمْ آتِ حَتَّى أَمْسَيْتُ فَوَجَدْتُهُمَا قَدْ نَامَا فَحَلَبْتُ كَمَا كُنْتُ أَحْلُبُ فَجِئْتُ بِالْحِلاَبِ فَقُمْتُ عِنْدَ رُءُوسِهِمَا أَكْرَهُ أَنْ أُوقِظَهُمَا مِنْ نَوْمِهِمَا وَأَكْرَهُ أَنْ أَسْقِيَ الصِّبْيَةَ قَبْلَهُمَا وَالصِّبْيَةُ يَتَضَاغَوْنَ عِنْدَ قَدَمَىَّ فَلَمْ يَزَلْ ذَلِكَ دَأْبِي وَدَأْبَهُمْ حَتَّى طَلَعَ الْفَجْرُ فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ فَافْرُجْ لَنَا مِنْهَا فُرْجَةً نَرَى مِنْهَا السَّمَاءَ . فَفَرَجَ اللَّهُ مِنْهَا فُرْجَةً فَرَأَوْا مِنْهَا السَّمَاءَ . وَقَالَ الآخَرُ اللَّهُمَّ إِنَّهُ كَانَتْ لِيَ ابْنَةُ عَمٍّ أَحْبَبْتُهَا كَأَشَدِّ مَا يُحِبُّ الرِّجَالُ النِّسَاءَ وَطَلَبْتُ إِلَيْهَا نَفْسَهَا فَأَبَتْ حَتَّى آتِيَهَا بِمِائَةِ دِينَارٍ فَتَعِبْتُ حَتَّى جَمَعْتُ مِائَةَ دِينَارٍ فَجِئْتُهَا بِهَا فَلَمَّا وَقَعْتُ بَيْنَ رِجْلَيْهَا قَالَتْ يَا عَبْدَ اللَّهِ اتَّقِ اللَّهَ وَلاَ تَفْتَحِ الْخَاتَمَ إِلاَّ بِحَقِّهِ . فَقُمْتُ عَنْهَا فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ فَافْرُجْ لَنَا مِنْهَا فُرْجَةً . فَفَرَجَ لَهُمْ . وَقَالَ الآخَرُ اللَّهُمَّ إِنِّي كُنْتُ اسْتَأْجَرْتُ أَجِيرًا بِفَرَقِ أَرُزٍّ فَلَمَّا قَضَى عَمَلَهُ قَالَ أَعْطِنِي حَقِّي . فَعَرَضْتُ عَلَيْهِ فَرَقَهُ فَرَغِبَ عَنْهُ فَلَمْ أَزَلْ أَزْرَعُهُ حَتَّى جَمَعْتُ مِنْهُ بَقَرًا وَرِعَاءَهَا فَجَاءَنِي فَقَالَ اتَّقِ اللَّهَ وَلاَ تَظْلِمْنِي حَقِّي . قُلْتُ اذْهَبْ إِلَى تِلْكَ الْبَقَرِ وَرِعَائِهَا فَخُذْهَا . فَقَالَ اتَّقِ اللَّهَ وَلاَ تَسْتَهْزِئْ بِي . فَقُلْتُ إِنِّي لاَ أَسْتَهْزِئُ بِكَ خُذْ ذَلِكَ الْبَقَرَ وَرِعَاءَهَا . فَأَخَذَهُ فَذَهَبَ بِهِ فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ فَافْرُجْ لَنَا مَا بَقِيَ . فَفَرَجَ اللَّهُ مَا بَقِيَ .",
    "hadithBengali": "৬৬৯৮। মুহাম্মাদ ইবনু ইসহাক মুসায়্যাবী (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেছেন, একদা তিন ব্যক্তি পথে হেঁটে চলছিল। পথে তাদের উপর বৃষ্টি নামল। তখন তারা একটি পাহাড়ের গুহায় আশ্রয় নিল। তখন পর্বতগাত্র থেকে একটি পাথর খন্ড খসে তাদের গুহার মুখে গড়িয়ে পড়ল। ফলে গুহার মুখ বন্ধ হয়ে গেল। তখন তারা একে অপরকে বলতে লাগল, আপন আপন নেক আমলের প্রতি লক্ষ্য কর, যা তোমরা আল্লাহর (সন্তুষ্টি লাভের) জন্য করেছ এবং সেই নেক আমলের ওয়াসীলা দিয়ে আল্লাহর কাছে দুআ করতে থাক। আশা করা যায়, আল্লাহ তাআলা তোমাদের থেকে পাথরটি সরিয়ে দিবেন।\n\nতখন তাদের একজন বলল, হে আল্লাহ! আমার পিতামাতা ছিলেন অতিশয়র বৃদ্ধ। আমার একজন স্ত্রী ও ছোট ছোট সন্তানাদি ছিল। আমি তাদের (জীবিকার) জন্য বকরী মাঠে চরাতাম। সন্ধ্যায় ঘরে ফিরে এসে আমি সেগুলোর দুধ দোহন করতাম এবং আমি আমার পুত্র কন্যাদের আগে প্রথমেই আমার পিতামাতাকে দুধ পান করাতাম। একদিন একটি গাছ আমাকে দুরে নিয়ে গেল (অর্থাৎ চারণভূমি দুরে ছিল)। এতে আমার ফিরতে রাত হয়ে গেল। আমি তাদের (পিতামাতা) উভয়কে ঘুমন্ত অবস্থায় পেলাম। এরপর আমি পূর্বের মতই দুধ দোহন করলাম। আমি দুধ নিয়ে আমার পিতামাতার মাথার কাছে দাড়িয়ে রইলাম এবং তাদের নিদ্রা ভঙ্গ করা পছন্দ করলাম না এবং তাদের আগে সন্তানদের দুধ পান করানোও পছন্দ করলাম না। তখন আমার সন্তানরা পিপাসায় আমার দুই পায়ের কাছে কাতরাচ্ছিল। তাদের ও আমার এই অবস্থা চলল। অবশেষে ভোর হয়ে গেল। যদি আপনি জানেন যে, আমি এই কাজ আপনার সন্তুষ্টি অর্জনের জন্য করেছি, তাহলে আমাদের জন্য এতে পাথরে একটা ফোঁকড় করে দিন, যদ্বারা আমরা আসমান দেখতে পাই। তখন আল্লাহ তাআলা তাতে একটি ফাঁক করে দিলেন। তা দিয়ে তারা আসমান দেখতে পেল।\n\nআরেক জন বলল, হে আল্লাহ! আমার ঘটনা এই, আমার এক চাচাতো বোন ছিল। পুরুষ যেভাবে নারীকে প্রচণ্ডরূপে ভালবাসে আমি তাকে তেমন ভালবাসতাম। আমি তাকে একান্ত কাছে পেতে চাইলাম। সে তাতে অস্বীকৃতি জানাল এবং একশ দীনার বায়না ধরল। আমি চেষ্টা করে একশ দীনার সঞ্চয় করলাম। এরপর সেগুলো নিয়ে তার কাছে গেলাম। যখন আমি তার দুই পায়ের মাঝখানে বসলাম, তখন সে বলল, হে আল্লাহর বান্দা! আল্লাহকে ভয় কর। অন্যায়ভাবে ছিপি খুলো না (কুমারিত্ব নষ্ট করো না)। একথা শুনে আমি তার উপর থেকে উঠে দাঁড়ালাম। আপনি যদি জানেন যে, একমাত্র আপনার সন্তুষ্টি অর্জনের জন্যই আমি এ কাজ করেছি তাহলে আমাদের জন্য একটি ফোঁকড় করে দিন। তখন তিনি তাদের জন্য আরেকটু ফাঁক করে দিলেন।\n\nঅপর ব্যক্তি বলল, হে আল্লাহ! আমি এক ফারাক চালের (শস্যের) একজন মজুর নিয়োগ করেছিলাম। সে তার কাজ সমাধা করে তার প্রাপ্য মজুরী দাবী করল। আমি এক ফারাক (শস্য) তার সামনে পেশ করলাম। কিন্তু সে তা নিলনা। আমি সে শস্য যমীনে চাষ করতে থাকলাম। পরিশেষে তা দিয়ে গরু-বকরী ও রাখাল সংগ্রহ করলাম। পরে সে আমার কাছে আসল এবং বলল, আল্লাহকে ভয় কর। আর আমার প্রাপ্য পরিশোধের ব্যাপারে আমার উপর যুলুম করো না। আমি বললাম, তুমি এই গরু ও রাখালের কাছে গিয়ে সেগুলো নিয়ে যাও। তখন সে বলল, তুমি আল্লাহকে ভয় কর এবং আমার সঙ্গে ঠাট্রা-মশকরা করো না। আমি বললাম আমি তোমার সঙ্গে ঠাট্রা করছি না। ঐ গরু ও তার রাখালদের নিয়ে যাও। তখন সে তা নিয়ে চলে গেল। যদি আপনি জানেন যে, আমি একাজটি আপনার সন্তুষ্টি অর্জনের জন্য করেছি তাহলে অবশিষ্ট অংশ খুলে দিন। তখন আল্লাহ তাআলা গুহা মুখের অবশিষ্ট অংশ খুলে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6698",
    "id": "19021",
    "thesequence": "19173",
    "isActive": "1",
    "chapterId": "14303",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৭. গুহাবাসী তিন ব্যক্তির কিসসা এবং নেক আমলের ওয়াসীলা দিয়ে দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Musa b. Uqba but with a slight variation of wording.\n\n Abdullah b Umar reported:\nI heard Allahs Messenger (ﷺ) as saying: Three persons belonging to the earlier Ummahs set out on a journey until they had to spend a night in a cave. The rest of the hadith is the same and the additional words are: A person amongst them said: O Allah, I had my aged parents and I served them milk before I (served that) to my wife, children and my servants. And in case of the second one, the words are: She avoided me until she was hard pressed because of famine and she came to me and I gave her one hundred and twenty dinars. And in case of the third one (the words are): I invested his wages, and it brought profit and, as a result thereof, the merchandise increased and there was an abundance of goods. And he (the narrator said) that they got out of the cave and began to walk.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالاَ أَخْبَرَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ، جُرَيْجٍ أَخْبَرَنِي مُوسَى بْنُ عُقْبَةَ، ح وَحَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنِي أَبُو كُرَيْبٍ، وَمُحَمَّدُ بْنُ طَرِيفٍ الْبَجَلِيُّ، قَالاَ حَدَّثَنَا ابْنُ فُضَيْلٍ، حَدَّثَنَا أَبِي وَرَقَبَةُ بْنُ مَسْقَلَةَ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَحَسَنٌ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالُوا حَدَّثَنَا يَعْقُوبُ، - يَعْنُونَ ابْنَ إِبْرَاهِيمَ بْنِ سَعْدٍ - حَدَّثَنَا أَبِي، عَنْ صَالِحِ بْنِ كَيْسَانَ، كُلُّهُمْ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَى حَدِيثِ أَبِي ضَمْرَةَ عَنْ مُوسَى بْنِ عُقْبَةَ وَزَادُوا فِي حَدِيثِهِمْ  وَخَرَجُوا يَمْشُونَ  . وَفِي حَدِيثِ صَالِحٍ  يَتَمَاشَوْنَ  . إِلاَّ عُبَيْدَ اللَّهِ فَإِنَّ فِي حَدِيثِهِ  وَخَرَجُوا  . وَلَمْ يَذْكُرْ بَعْدَهَا شَيْئًا .\n\n حَدَّثَنِي مُحَمَّدُ بْنُ سَهْلٍ التَّمِيمِيُّ، وَعَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ بَهْرَامَ، وَأَبُو بَكْرِ بْنُ إِسْحَاقَ قَالَ ابْنُ سَهْلٍ حَدَّثَنَا وَقَالَ الآخَرَانِ، أَخْبَرَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  انْطَلَقَ ثَلاَثَةُ رَهْطٍ مِمَّنْ كَانَ قَبْلَكُمْ حَتَّى آوَاهُمُ الْمَبِيتُ إِلَى غَارٍ  . وَاقْتَصَّ الْحَدِيثَ بِمَعْنَى حَدِيثِ نَافِعٍ عَنِ ابْنِ عُمَرَ غَيْرَ أَنَّهُ قَالَ قَالَ رَجُلٌ مِنْهُمُ  اللَّهُمَّ كَانَ لِي أَبَوَانِ شَيْخَانِ كَبِيرَانِ فَكُنْتُ لاَ أَغْبُقُ قَبْلَهُمَا أَهْلاً وَلاَ مَالاً  . وَقَالَ  فَامْتَنَعَتْ مِنِّي حَتَّى أَلَمَّتْ بِهَا سَنَةٌ مِنَ السِّنِينَ فَجَاءَتْنِي فَأَعْطَيْتُهَا عِشْرِينَ وَمِائَةَ دِينَارٍ  . وَقَالَ  فَثَمَّرْتُ أَجْرَهُ حَتَّى كَثُرَتْ مِنْهُ الأَمْوَالُ فَارْتَعَجَتْ  . وَقَالَ  فَخَرَجُوا مِنَ الْغَارِ يَمْشُونَ",
    "hadithBengali": "৬৬৯৯। ইসহাক ইবনু মানসূর ও আবদ ইবনু হুমায়দ, সুওয়ায়দ ইবনু সাঈদ, আবূ কুরায়ব ও মুহাম্মাদ ইবনু তারীফ বাজালী যুহায়র ইবনু হারব, হাসান হুলওয়ানী, আবদ ইবনু হুমায়দ ... সকলে ইবনু উমর (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে, মূসা ইবনু উকবা (রহঃ) সুত্রের আবূ যামরা (রহঃ) এর হাদীসের মর্ম অনুযায়ী বর্ণনা করেছেন।\n\nতাঁরা তাঁদের হাদীসের এইটুকু বেশী উল্লেখ করেছেন خَرَجُوا يَمْشُونَ তারাহেঁটে হেঁটে বেরিয়ে গেল। সালিহ (রহঃ) এর হাদীসেيَتَمَاشَوْنَ শব্দ আছে। উবায়দুল্লাহর হাদীসেخَرَجُوا (তারা বের হলো) উল্লেখ আছে। এরপর তিনি কোন শব্দ উল্লেখ করেননি।\n\n<hr />\n৬৭০০। মুহাম্মাদ ইবন সাহল তামীমী, আবদুল্লাহ ইবন আবদুর রহমান ইবন বাহরাম, আবু বাকর ইবন ইসহাক (রহঃ) ... আবদুল্লাহ ইবন উমর (রাঃ) বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, তোমাদের পূর্বেকার যুগের তিন ব্যক্তি পথ চলছিল। অবশেষে রাত যাপন (এর প্রয়োজনে) তারা এক গুহায় আশ্রয় নিল ...... ইবন উমর (রাঃ) থেকে নাফি (রহঃ) এর বর্ণিত হাদিসের মর্মানুসারে বর্ণনা করেছেন। তবে এতে তিনি (রাবী) বলেছেন &ldquo;তাদের একজন বলল, হে আল্লাহ্&zwnj; আমার ছিলেন অতিশয় বৃদ্ধ পিতামাতা। আমি পরিবার পরিজনের কাউকেই তাদের আগে বিরোলের (বারাদ্ধ পানীয়) দুধ পান করাতাম না।\n\nএবং অন্য (দ্বিতীয়) একজন বলেছেন সে (চাচাতো বোন) আমার হাতে আত্মরক্ষা করল। অবশেষে সে (কোন এক) দুর্ভিক্ষের শিকার হল। তখন সে আমার কাছে এলে আমি তাকে একশত বিশ দীনার (স্বর্ণমুদ্রা) দিলাম এবং (তৃতীয়) একজন বলেছেন, আমি তার (প্রাপ্য) মুজুরী উৎপাদনে বিনিয়োগ করলাম। অবশেষে তাতে সম্পদ (উট, গরু, ছাগল) অনেক ভাল হল এবং তা (এত অধিক হল যে, তা) নড়াচড়া ও ছুটাছুটি করতে লাগল। ... এতে রাবী বলেছেন, তারা হাঁটতে হাঁটতে গুহা থেকে বেরিয়ে গেল।\n",
    "checkStatus": "1",
    "hadithNo": "6699",
    "id": "19022",
    "thesequence": "19174",
    "isActive": "1",
    "chapterId": "14303",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "169",
    "statusId": "1",
    "topicName": "২৭. গুহাবাসী তিন ব্যক্তির কিসসা এবং নেক আমলের ওয়াসীলা দিয়ে দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]