[
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nAllah, the Exalted and Glorious, said: I live in the thought of My servant and I am with him as he remembers Me. (The Holy Prophet) further said: By Allah, Allah is more pleased wth the repentance of His servant than what one of you would do on finding the lost camel in the waterless desert. When he draws near Me by the span of his hand. I draw near him by the length of a cubit and when he draws near Me by the length of a cubit. I draw near him by the length of a fathom and when he draws near Me walking I draw close to him hurriedly.",
    "hadithArabic": "حَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا حَفْصُ بْنُ مَيْسَرَةَ، حَدَّثَنِي زَيْدُ بْنُ أَسْلَمَ، عَنْ أَبِي، صَالِحٍ عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ   قَالَ اللَّهُ عَزَّ وَجَلَّ أَنَا عِنْدَ ظَنِّ عَبْدِي بِي وَأَنَا مَعَهُ حَيْثُ يَذْكُرُنِي وَاللَّهِ لَلَّهُ أَفْرَحُ بِتَوْبَةِ عَبْدِهِ مِنْ أَحَدِكُمْ يَجِدُ ضَالَّتَهُ بِالْفَلاَةِ وَمَنْ تَقَرَّبَ إِلَىَّ شِبْرًا تَقَرَّبْتُ إِلَيْهِ ذِرَاعًا وَمَنْ تَقَرَّبَ إِلَىَّ ذِرَاعًا تَقَرَّبْتُ إِلَيْهِ بَاعًا وَإِذَا أَقْبَلَ إِلَىَّ يَمْشِي أَقْبَلْتُ إِلَيْهِ أُهَرْوِلُ  .",
    "hadithBengali": "৬৭০০। সাওয়ায়দ ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ রাববুল আলামীন ইরশাদ করেছেনঃ আমার প্রতি বান্দার বিশ্বাসের অনুরূপই (আমার প্রতি বান্দার ধারণা মুতাবিক আমি তার সঙ্গে আচরণ করি)। সে যখন যেখানেই আমাকে স্মরণ করে আমি তার সঙ্গে আছি। মরু বিয়াবানে তোমাদের কেউ হারানো (বাহন) পশু পাওয়ার পর যে পরিমাণ খুশী হয় আল্লাহ তাআলা বান্দার তাওবার পর এর থেকেও অধিক খুশী হন। যদি কেউ এক বিঘত পরিমাণ আমার দিকে এগিয়ে আসে তবে আমি তার প্রতি একহাত এগিয়ে যাই। যদি কেউ একহাত পরিমাণ আমার দিকে এগিয়ে আসে, তবে আমি এক &#39;বাগ&#39; (দু&#39; বাহু ডানে বামে প্রসারিত করলে যে দূরত্ব হয়) পরিমাণ তার দিকে এগিয়ে যাই। যদি কেউ আমার দিকে হেঁটে আসে তবে আমি তার দিকে ছুটে যাই।\n",
    "checkStatus": "1",
    "hadithNo": "6700",
    "id": "19023",
    "thesequence": "19175",
    "isActive": "1",
    "chapterId": "14304",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "১. তাওবার ব্যাপারে উৎসাহদান ও তাতে আনন্দিত হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nAllah is more pleased with the repentance of His servant when he turns penitently towards Him than one of you would be on finding the lost camel.",
    "hadithArabic": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ الْقَعْنَبِيُّ، حَدَّثَنَا الْمُغِيرَةُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْحِزَامِيَّ - عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ أَحَدِكُمْ مِنْ أَحَدِكُمْ بِضَالَّتِهِ إِذَا وَجَدَهَا  .",
    "hadithBengali": "৬৭০১। আবদুল্লাহ ইবনু মাসলামা কা&#39;নাব কা&#39;নাবী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কোন ব্যক্তি হারানো পশু পাওয়ার কারণে যে পরিমাণ খুশী হয়, তোমাদের কারোর তাওবার কারণে আল্লাহ তাআলা এর চেয়েও অধিক খুশী হন।\n",
    "checkStatus": "1",
    "hadithNo": "6701",
    "id": "19024",
    "thesequence": "19176",
    "isActive": "1",
    "chapterId": "14304",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "১. তাওবার ব্যাপারে উৎসাহদান ও তাতে আনন্দিত হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abu Huraira through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَاهُ .",
    "hadithBengali": "৬৭০২। মুহাম্মাদ ইবনু রাফি (রহঃ) ... আবূ হুরায়রা (রাঃ) এর সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6702",
    "id": "19025",
    "thesequence": "19177",
    "isActive": "1",
    "chapterId": "14304",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "১. তাওবার ব্যাপারে উৎসাহদান ও তাতে আনন্দিত হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Harith b. Suwaid said:\nI went to see Abdullah to inquire about his health as he was sick and he narrated to us a hadith of Allahs Messenger (ﷺ). He heard Allahs Messenger (ﷺ) as saying: Allah is more pleased with the repentance of His believing servant than a person who loses his riding beast carrying food and drink. He sleeps (being disappointed of its recovery) and then gets up and goes in search for that, until he is stricken with thirst. then comes back to the place where he had been before and goes to sleep completely exhausted placing his head upon his hands waiting for death. And when he gets up, lot there is before him his riding beast and his provisions of food and drink. Allah is more pleased with the repentance of His servant than the recovery of this riding beast along with the provisions (of food and drink).",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لِعُثْمَانَ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ، عُثْمَانُ حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنِ الْحَارِثِ بْنِ، سُوَيْدٍ قَالَ دَخَلْتُ عَلَى عَبْدِ اللَّهِ أَعُودُهُ وَهُوَ مَرِيضٌ فَحَدَّثَنَا بِحَدِيثَيْنِ حَدِيثًا عَنْ نَفْسِهِ وَحَدِيثًا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ الْمُؤْمِنِ مِنْ رَجُلٍ فِي أَرْضٍ دَوِيَّةٍ مَهْلَكَةٍ مَعَهُ رَاحِلَتُهُ عَلَيْهَا طَعَامُهُ وَشَرَابُهُ فَنَامَ فَاسْتَيْقَظَ وَقَدْ ذَهَبَتْ فَطَلَبَهَا حَتَّى أَدْرَكَهُ الْعَطَشُ ثُمَّ قَالَ أَرْجِعُ إِلَى مَكَانِي الَّذِي كُنْتُ فِيهِ فَأَنَامُ حَتَّى أَمُوتَ . فَوَضَعَ رَأْسَهُ عَلَى سَاعِدِهِ لِيَمُوتَ فَاسْتَيْقَظَ وَعِنْدَهُ رَاحِلَتُهُ وَعَلَيْهَا زَادُهُ وَطَعَامُهُ وَشَرَابُهُ فَاللَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ الْعَبْدِ الْمُؤْمِنِ مِنْ هَذَا بِرَاحِلَتِهِ وَزَادِهِ  .",
    "hadithBengali": "৬৭০৩। উসমান ইবনু আবূ শায়বা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... হারিস ইবনু সুওয়ায়দ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আবদুল্লাহ (রাঃ) অসুস্থ ছিলেন। তার দেখার জন্য (একদা) আমি তাঁর নিকট গেলাম। তখন তিনি আমাকে দু&#39;টি হাদীস শোনালেন। একটি নিজের পক্ষ থেকে (নিজের সম্পর্কে) এবং অপরটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পক্ষ থেকে।\n\nতিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একথা বলতে শুনেছি যে, আল্লাহ তাআলা তার মুমিন বান্দার তাওবার কারণে ঐ ব্যক্তির চেয়েও অধিক আনন্দিত হন, যে ব্যক্তি ছায়া-পানিহীন আশংকাপূর্ণ প্রান্তরে রয়েছে এবং তার সাথে আছে তার বাহন সাওয়ারী, যার পিঠে রয়েছে তার পানাহার সামগ্রী। সে (সাময়িক বিশ্রামের জন্য) ঘুমিয়ে পড়ে। তারপর ঘুম থেকে জেগে দেখে যে, সাওয়ারীটি সেখানে নেই। এরপর সে সেটি তালাশ করতে করতে পিপাসার্ত হয়ে পড়ে এবং বলে, আমি আমার আগের জায়গায়ই ফিরে যাব এবং ঘুমাতে ঘুমাতে মরে যাই। (এ কথা বলে) সে মৃত্যূর জন্য বাহুতে মাথা রাখল।\n\n(কিছুক্ষণ পর) জাগ্রত হয়ে সে দেখল, সাওয়ারীটি তার কাছেই রয়েছে এবং (যথারীতি) তার উপর রয়েছে পানাহার সামগ্রী এবং (সাওয়ারী এবং পানাহার সামগ্রী পেয়ে) লোকটি যে পরিমাণ আনন্দিত হয়, মুমিন বান্দার তাওবার কারণে আল্লাহ এর চেয়েও অধিক আনন্দিত হন।\n",
    "checkStatus": "1",
    "hadithNo": "6703",
    "id": "19026",
    "thesequence": "19178",
    "isActive": "1",
    "chapterId": "14304",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "১. তাওবার ব্যাপারে উৎসাহদান ও তাতে আনন্দিত হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Amash through another chain of transmitters.",
    "hadithArabic": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ قُطْبَةَ بْنِ عَبْدِ الْعَزِيزِ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ وَقَالَ   مِنْ رَجُلٍ بِدَاوِيَّةٍ مِنَ الأَرْضِ  .",
    "hadithBengali": "৬৭০৪। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) উক্ত-সনদে এ হাদীসটি বর্ণনা করেছেন। তবে তিনি (فِي أَرْضٍ دَوِيَّةٍ স্থলে) بِدَاوِيَّةٍ مِنَ الأَرْضِ বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6704",
    "id": "19027",
    "thesequence": "19179",
    "isActive": "1",
    "chapterId": "14304",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "১. তাওবার ব্যাপারে উৎসাহদান ও তাতে আনন্দিত হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah reported Allahs Messenger (ﷺ) as saying:\nAllah is more pleased with the repentance of a believing man. The rest of the hadith is the same.",
    "hadithArabic": "وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا عُمَارَةُ، بْنُ عُمَيْرٍ قَالَ سَمِعْتُ الْحَارِثَ بْنَ سُوَيْدٍ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ، حَدِيثَيْنِ أَحَدُهُمَا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَالآخَرُ عَنْ نَفْسِهِ فَقَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ الْمُؤْمِنِ  . بِمِثْلِ حَدِيثِ جَرِيرٍ .",
    "hadithBengali": "৬৭০৫। ইসহাক ইবনু মনসুর (রহঃ) ... উমারা ইবনু উমায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি হারিস ইবনু সুওয়ায়দকে একথা বলতে শুনেছি যে, আবদুল্লাহ (রাঃ) আমার নিকট দুটি হাদীস বর্ণনা করেছেন। একটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এবং অপরটি তার নিজের পক্ষ থেকে (নিজের সম্পর্কে)। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তার মুমিন বান্দার তাওবার কারণে অধিকতর আনন্দিত হন। জারীরের হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "6705",
    "id": "19028",
    "thesequence": "19180",
    "isActive": "1",
    "chapterId": "14304",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "১. তাওবার ব্যাপারে উৎসাহদান ও তাতে আনন্দিত হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Numan b. Bashir reported:\nAllah is more pleased with the repentance of a believing servant than of a person who set out on a journey with a provision of food and drink on the back of his camel. He went on until he came to a waterless desert and he felt like sleeping. So he got down under the shade of a tree and was overcome by sleep and his camel ran away. As he got up he tried to see (the camel) standing upon a mound. but did not find it. He then got upon the other mound, but could not see anything. He then climbed upon the third mound but did not see anything until he came back to the place where he had been previously. And as he was sitting (in utter disappointment) there came to him the camel, till that (camel) placed its nosestring in his hand. Allah is more pleased with the repentance of His servant than the person who found (his lost camel) in this very state. Simak reported that Shabi was of the opinion that Numin traced it to Allahs Apostle (ﷺ). Simak, however, did not hear that himself.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا أَبُو يُونُسَ، عَنْ سِمَاكٍ، قَالَ خَطَبَ النُّعْمَانُ بْنُ بَشِيرٍ فَقَالَ   لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ مِنْ رَجُلٍ حَمَلَ زَادَهُ وَمَزَادَهُ عَلَى بَعِيرٍ ثُمَّ سَارَ حَتَّى كَانَ بِفَلاَةٍ مِنَ الأَرْضِ فَأَدْرَكَتْهُ الْقَائِلَةُ فَنَزَلَ فَقَالَ تَحْتَ شَجَرَةٍ فَغَلَبَتْهُ عَيْنُهُ وَانْسَلَّ بَعِيرُهُ فَاسْتَيْقَظَ فَسَعَى شَرَفًا فَلَمْ يَرَ شَيْئًا ثُمَّ سَعَى شَرَفًا ثَانِيًا فَلَمْ يَرَ شَيْئًا ثُمَّ سَعَى شَرَفًا ثَالِثًا فَلَمْ يَرَ شَيْئًا فَأَقْبَلَ حَتَّى أَتَى مَكَانَهُ الَّذِي قَالَ فِيهِ فَبَيْنَمَا هُوَ قَاعِدٌ إِذْ جَاءَهُ بَعِيرُهُ يَمْشِي حَتَّى وَضَعَ خِطَامَهُ فِي يَدِهِ فَلَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ الْعَبْدِ مِنْ هَذَا حِينَ وَجَدَ بَعِيرَهُ عَلَى حَالِهِ  . قَالَ سِمَاكٌ فَزَعَمَ الشَّعْبِيُّ أَنَّ النُّعْمَانَ رَفَعَ هَذَا الْحَدِيثَ إِلَى النَّبِيِّ صلى الله عليه وسلم وَأَمَّا أَنَا فَلَمْ أَسْمَعْهُ .",
    "hadithBengali": "৬৭০৬। উবায়দুল্লাহ ইবনু মুআয আনবারী (রহঃ) ... সিমাক (রহঃ) থেকে বর্ণিত। তিনি বলেন, একদা নুমান ইবনু বাশীর (রাঃ) খুতবা (ভাষণ) দিতে গিয়ে বললেন, আল্লাহ তার বান্দার তাওবার কারণে ঐ ব্যক্তি থেকেও অধিকতর খুশী হল, যে তার (প্রয়োজনীয়) পাথেয় ও (পানির) মশক একটি উটের উপর তুলে দিয়ে চলতে থাকে এবং অবশেষে এক মরু প্রান্তরে উপস্থিত হয়। তখন তার দুপুরের বিশ্রামের সময় হয়ে যায়। তখন সে নেমে বৃক্ষের নীচে দিবা নিদ্রা যায়। সে ঘোর নিদ্রায় আচ্ছন্ন হয়ে পড়ে এবং তার উটটি চলে যায়। সে জাগ্রত হয়ে ঐ টিলায় দৌড়ে গেল, কিন্তু কিছুই দেখতে পেলনা। এরপর সে (দ্বিতীয়) টিলায় দৌড়ে গেল কিন্তু সেখানেও সে কিছু দেখতে পেল না। তারপর সে তৃতীয় এক টিলায় দৌড়ে যায়, কিন্তু ওখানেও সে কিছু দেখতে পেল না।\n\nঅবশেষে সে যেখানে ঘুমিয়ে ছিল সেখানে এসে বসে থাকে। এ সময় হঠাৎ হাঁটতে হাঁটতে উটটি তার নিকট চলে আসে। অমনি সে তার হাতে এর লাগাম চেপে ধরে। আল্লাহ তার মুমিন বান্দার তাওবার কারণে যথাবস্থায় তার উট ফিরে পাওয়ার সময়ের (আনন্দের) চেয়েও অধিক আনন্দিত হন।\n\nবর্ণনাকারী সিমাক (রহঃ) বলেন, শা&#39;বী (রহঃ) বলেছেন, নুমান এ হাদীসটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মারফু&#39; রূপে বর্ণনা করেছেন। তবে আমি নুমান (রাঃ) কে হাদীসটি মারফু&#39;ভাবে বর্ণনা করতে শুনিনি।\n",
    "checkStatus": "1",
    "hadithNo": "6706",
    "id": "19029",
    "thesequence": "19181",
    "isActive": "1",
    "chapterId": "14304",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "১. তাওবার ব্যাপারে উৎসাহদান ও তাতে আনন্দিত হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Bara b. Azib reported Allahs Messenger (ﷺ) as saying that Allahs Messenger (ﷺ) said:\nWhat is your opinion about the delight of a person whose camel loaded with the provisions of food and drink is lost and that moves about with its nosestring trailing upon the waterless desert in which there is neither food nor drink, and lie wanders about in search of that until he is completely exhausted and then accidentally it happens to pass by the trunk of a tree and its nosestring gets entangled in that and he finds it entangled therein? He (in response to the question of the Holy Prophet) said: Allahs Messenger, he would feel highly delighted. Thereupon Allahs Messenger (ﷺ) said. By Allah, Allah is more delighted at the repentance of His servant than that person (as he finds his lost) camel.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَجَعْفَرُ بْنُ حُمَيْدٍ، قَالَ جَعْفَرٌ حَدَّثَنَا وَقَالَ، يَحْيَى أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ إِيَادِ بْنِ لَقِيطٍ، عَنْ إِيَادٍ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  كَيْفَ تَقُولُونَ بِفَرَحِ رَجُلٍ انْفَلَتَتْ مِنْهُ رَاحِلَتُهُ تَجُرُّ زِمَامَهَا بِأَرْضٍ قَفْرٍ لَيْسَ بِهَا طَعَامٌ وَلاَ شَرَابٌ وَعَلَيْهَا لَهُ طَعَامٌ وَشَرَابٌ فَطَلَبَهَا حَتَّى شَقَّ عَلَيْهِ ثُمَّ مَرَّتْ بِجِذْلِ شَجَرَةٍ فَتَعَلَّقَ زِمَامُهَا فَوَجَدَهَا مُتَعَلِّقَةً بِهِ  . قُلْنَا شَدِيدًا يَا رَسُولَ اللَّهِ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَمَا وَاللَّهِ لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ مِنَ الرَّجُلِ بِرَاحِلَتِهِ  . قَالَ جَعْفَرٌ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ إِيَادٍ عَنْ أَبِيهِ .",
    "hadithBengali": "৬৭০৭। ইয়াহইয়া ইবনু ইয়াহইয়া ও জাফর ইবনু হুমায়দ (রহঃ) ... বারাআ ইবনু আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সে ব্যক্তির আনন্দ তোমরা কি বল, মরু বিয়াবানে যার উট চলে যায় এবং এর লাগাম মাটিতে হেঁচড়িয়ে চলতে থাকে, অথচ সেখানে কোন খাদ্য পানীয় নেই সে উটের উপর রয়েছে সে ব্যক্তির পানাহারের সামগ্রী। তখন সে তা তালাশ করে ক্লান্ত হয়ে যায়। আর এ সময় উক্ত সাওয়ারী কোন বৃক্ষের নীচ দিয়ে যাওয়ার সময় যদি এর লাগাম উক্ত বৃক্ষের কান্ডের সাথে আটকে যায়, আর অটিকানী অবস্থায় যদি সে সেটি পেয়ে যায়, তাহলে এ ব্যক্তি কি পরিমাণ আনন্দিত হবে? (রাবী বলেন) সাহাবীগণ বললেন, ইয়া রাসুলাল্লাহ! সে খুবই আনন্দিত হবে। তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ স্বীয় বান্দার তাওবার কারণে সাওয়ারী পাওয়ার কারণে উক্ত-ব্যক্তির চেয়েও আল্লাহ অধিকতর আনন্দিত হন।\n\nজাফর (রহঃ) عبد الله بن اياد عن اياد এর স্থলে إِيَادٍ عَنْ أَبِيهِ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6707",
    "id": "19030",
    "thesequence": "19182",
    "isActive": "1",
    "chapterId": "14304",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "১. তাওবার ব্যাপারে উৎসাহদান ও তাতে আনন্দিত হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Allahs Messenger (ﷺ) said:\nAllah is more pleased with the repentance of a servant as he turns towards Him for repentance than this that one amongst you is upon the camel in a waterless desert and there is upon (that camel) his provision of food and drink also and it is lost by him, and he having lost all hope (to get tbat) lies down in the shadow and is disappointed about his camel and there he finds that camel standing before him. He takes hold of his nosestring and then out of boundless joy says: 0 Lord, Thou art my servant and I am Thine Lord. He commits this mistake out of extreme delight.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا عُمَرُ بْنُ يُونُسَ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنَا إِسْحَاقُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، - وَهُوَ عَمُّهُ - قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ حِينَ يَتُوبُ إِلَيْهِ مِنْ أَحَدِكُمْ كَانَ عَلَى رَاحِلَتِهِ بِأَرْضِ فَلاَةٍ فَانْفَلَتَتْ مِنْهُ وَعَلَيْهَا طَعَامُهُ وَشَرَابُهُ فَأَيِسَ مِنْهَا فَأَتَى شَجَرَةً فَاضْطَجَعَ فِي ظِلِّهَا قَدْ أَيِسَ مِنْ رَاحِلَتِهِ فَبَيْنَا هُوَ كَذَلِكَ إِذَا هُوَ بِهَا قَائِمَةً عِنْدَهُ فَأَخَذَ بِخِطَامِهَا ثُمَّ قَالَ مِنْ شِدَّةِ الْفَرَحِ اللَّهُمَّ أَنْتَ عَبْدِي وَأَنَا رَبُّكَ . أَخْطَأَ مِنْ شِدَّةِ الْفَرَحِ  .",
    "hadithBengali": "৬৭০৮। মুহম্মাদ ইবনু সাব্বাহ ও যুহায়র ইবনু হারব (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বান্দা যখন আল্লাহর নিকট তাওবা করে তখন তিনি ঐ ব্যক্তি থেকেও অধিক খুশী হন যে মরু-বিয়াবানে নিজ সাওয়ারীর উপর আরোহিত ছিল। তারপর সাওয়ারিটি তার থেকে পালিয়ে গেল। আর তার উপর ছিল তার খাদ্য ও পানীয়। এরপর নিরাশ হয়ে সে একটি বৃক্ষের ছায়ায় এসে শুত=ইয়ে পড়ে এবং তার সাওয়ারী সমন্ধে সম্পূর্ণরূপে নিরাশ হয়ে পড়ে। এমতাবস্থায় হঠাৎ সাওয়ারীটি তার সামনে এসে দাড়ায়। তখন (অমনিই) সে উহার লাগাম ধরে ফেলে। তারপর সে আনন্দের আতিশয্যে বলে উঠে, হে আল্লাহ! তুমি আমার বান্দা, আমি তোমার রব। আনন্দের আতিশয্যে সে ভুল করে ফেলেছে।\n",
    "checkStatus": "1",
    "hadithNo": "6708",
    "id": "19031",
    "thesequence": "19183",
    "isActive": "1",
    "chapterId": "14304",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "১. তাওবার ব্যাপারে উৎসাহদান ও তাতে আনন্দিত হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Allahs Messenger (ﷺ) said:\nAllah is more pleased with the repentance of His servant than if one of you gets up and he finds his camel missing in a waterless desert (and then he accidentally finds it). This hadith has been narrated on the authority of Anas b. Malik through another chain of transmitters.",
    "hadithArabic": "حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ مِنْ أَحَدِكُمْ إِذَا اسْتَيْقَظَ عَلَى بَعِيرِهِ قَدْ أَضَلَّهُ بِأَرْضِ فَلاَةٍ  .\n\nوَحَدَّثَنِيهِ أَحْمَدُ الدَّارِمِيُّ، حَدَّثَنَا حَبَّانُ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا أَنَسُ بْنُ، مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৬৭০৯। হাদ্দাব ইবনু খালিদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা নিজ বান্দার তাওবার কারণে তোমাদের ঐ ব্যক্তি থেকেও অধিক আনন্দিত হল, যে জেগেই তার ঐ উটটি পেয়ে যায়, যা সে মরু-বিয়াবানে হারিয়ে ফেলেছিল।\n\nআহমাদ ইবনু সাঈদ দারিমী (রহঃ) ... আনাস (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6709",
    "id": "19032",
    "thesequence": "19184",
    "isActive": "1",
    "chapterId": "14304",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "১. তাওবার ব্যাপারে উৎসাহদান ও তাতে আনন্দিত হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Sirma reported that when the time of the death of Abu Ayyub Ansari drew near, he said:\nI used to conceal from you a thing which I heard from Allahs Messenger (ﷺ) and I heard Allahs Messenger (ﷺ) as saying: Had you not committed sins, Allah would have brought into existence a creation that would have committed sin (and Allah) would have forgiven them.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ مُحَمَّدِ بْنِ قَيْسٍ، - قَاصِّ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ - عَنْ أَبِي صِرْمَةَ، عَنْ أَبِي أَيُّوبَ، أَنَّهُ قَالَ حِينَ حَضَرَتْهُ الْوَفَاةُ كُنْتُ كَتَمْتُ عَنْكُمْ شَيْئًا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لَوْلاَ أَنَّكُمْ تُذْنِبُونَ لَخَلَقَ اللَّهُ خَلْقًا يُذْنِبُونَ يَغْفِرُ لَهُمْ  .",
    "hadithBengali": "৬৭১০। কুতায়বা ইবনু সাঈদ (রহঃ) ... আইউব (রাঃ) থেকে বর্ণিত যে, তাঁর মৃত্যু উপস্থিত হলে তিনি বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শ্রুত একটি হাদীস আমি তোমাদের কাছ থেকে গোপন রেখেছিলাম। আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একথা বলতে শুনেছি যে, যদি তোমরা গুনাহ না করতে তবে আল্লাহ তায়ালা এমন মাখলুক সৃষ্টি করতেন যারা গুনাহ করতো এবং আল্লাহ তাদেরকে ক্ষমা করে দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "6710",
    "id": "19033",
    "thesequence": "19185",
    "isActive": "1",
    "chapterId": "14305",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "২. ইস্তিগফার ও তাওবা দ্বারা গুনাহ ঝরে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Ayyub Ansari reported that Allahs Messenger (ﷺ) said:\nIf you were not to commit sins, Allah would have swept you out of existence and would have replaced you by another people who have committed sin, and then asked forgiveness from Allah, and He would have granted them pardon.",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي عِيَاضٌ، - وَهُوَ ابْنُ عَبْدِ اللَّهِ الْفِهْرِيُّ - حَدَّثَنِي إِبْرَاهِيمُ بْنُ عُبَيْدِ بْنِ رِفَاعَةَ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ، عَنْ أَبِي صِرْمَةَ، عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ   لَوْ أَنَّكُمْ لَمْ تَكُنْ لَكُمْ ذُنُوبٌ يَغْفِرُهَا اللَّهُ لَكُمْ لَجَاءَ اللَّهُ بِقَوْمٍ لَهُمْ ذُنُوبٌ يَغْفِرُهَا لَهُمْ  .",
    "hadithBengali": "৬৭১১। হারুন ইবনু সাঈদ আয়লী (রহঃ) ... আবূ আইউব আনসারী (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি তোমাদের এমন কোন গুনাহ না থাকতো যা আল্লাহ ক্ষমা করে দেন, তবে আল্লাহ অবশ্যই এমন কাওম সৃষ্টি করতেন যাদের গুনাহ হতো এবং তিনি তা ক্ষমা করে দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "6711",
    "id": "19034",
    "thesequence": "19186",
    "isActive": "1",
    "chapterId": "14305",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "২. ইস্তিগফার ও তাওবা দ্বারা গুনাহ ঝরে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) having said:\nBy Him in Whose Hand is my life, if you were not to commit sin, Allah would sweep you out of existence and He would replace (you by) those people who would commit sin and seek forgiveness from Allah, and He would have pardoned them.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ جَعْفَرٍ الْجَزَرِيِّ، عَنْ يَزِيدَ بْنِ الأَصَمِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   وَالَّذِي نَفْسِي بِيَدِهِ لَوْ لَمْ تُذْنِبُوا لَذَهَبَ اللَّهُ بِكُمْ وَلَجَاءَ بِقَوْمٍ يُذْنِبُونَ فَيَسْتَغْفِرُونَ اللَّهَ فَيَغْفِرُ لَهُمْ  .",
    "hadithBengali": "৬৭১২। মুহাম্মদ ইবনু রাফি (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে সত্তার হাতে আমার প্রাণ, আমি তাঁর শপথ করে বলছি, যদি তোমরা গুনাহ না করতে তবে আল্লাহ অবশ্যই তোমাদের ধ্বংস করে এমন কাওম সৃষ্টি করতেন যারা গুনাহ করে ক্ষমা প্রার্থনা করতো এবং তিনি তাদের ক্ষমা করে দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "6712",
    "id": "19035",
    "thesequence": "19187",
    "isActive": "1",
    "chapterId": "14305",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "২. ইস্তিগফার ও তাওবা দ্বারা গুনাহ ঝরে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hanzala Usayyidi, who was amongst the scribes of Allahs Messenger (ﷺ). reported:\nI met Abu Bakr. He said: Who are you? He (Hanzala) said: Hanzala has turned to be a hypocrite. He (Abu Bakr) said: Hallowed be Allah, what are you saying? Thereupon he said: I say that when we are in the company of Allahs Messenger (ﷺ) we ponder over Hell-Fire and Paradise as if we are seeing them with our very eyes and when we are away from Allahs Messenger (ﷺ) we attend to our wives, our children, our business; most of these things (pertaining to After-life) slip out of our minds. Abu Bakr said: By Allah, I also experience the same. So I and Abu Bakr went to Allahs Messenger (ﷺ) and said to him: Allahs Messenger, Hanzala has turned to be a hypocrite. Thereupon Allahs Messenger (ﷺ) said: What has happened to you? I said: Allahs Messenger, when we are in your company, we are reminded of Hell-Fire and Paradise as if we are seeing them with our own eyes, but whenever we go away from you and attend to our wives, children and business, much of these things go out of our minds. Thereupon Allahs Messenger (ﷺ) said: By Him in Whose Hand is my life, if your state of mind remains the same as it is in my presence and you are always busy in remembrance (of Allah), the Angels will shake hands with you in your beds and in your paths but, Hanzala, time should be devoted (to the worldly affairs) and time (should be devoted to prayer and meditation). He (the Holy Prophet) said this thrice.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَقَطَنُ بْنُ نُسَيْرٍ، - وَاللَّفْظُ لِيَحْيَى - أَخْبَرَنَا جَعْفَرُ، بْنُ سُلَيْمَانَ عَنْ سَعِيدِ بْنِ إِيَاسٍ الْجُرَيْرِيِّ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ حَنْظَلَةَ الأُسَيِّدِيِّ، قَالَ - وَكَانَ مِنْ كُتَّابِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ - لَقِيَنِي أَبُو بَكْرٍ فَقَالَ كَيْفَ أَنْتَ يَا حَنْظَلَةُ قَالَ قُلْتُ نَافَقَ حَنْظَلَةُ قَالَ سُبْحَانَ اللَّهِ مَا تَقُولُ قَالَ قُلْتُ نَكُونُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم يُذَكِّرُنَا بِالنَّارِ وَالْجَنَّةِ حَتَّى كَأَنَّا رَأْىَ عَيْنٍ فَإِذَا خَرَجْنَا مِنْ عِنْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم عَافَسْنَا الأَزْوَاجَ وَالأَوْلاَدَ وَالضَّيْعَاتِ فَنَسِينَا كَثِيرًا قَالَ أَبُو بَكْرٍ فَوَاللَّهِ إِنَّا لَنَلْقَى مِثْلَ هَذَا . فَانْطَلَقْتُ أَنَا وَأَبُو بَكْرٍ حَتَّى دَخَلْنَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قُلْتُ نَافَقَ حَنْظَلَةُ يَا رَسُولَ اللَّهِ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَمَا ذَاكَ  . قُلْتُ يَا رَسُولَ اللَّهِ نَكُونُ عِنْدَكَ تُذَكِّرُنَا بِالنَّارِ وَالْجَنَّةِ حَتَّى كَأَنَّا رَأْىَ عَيْنٍ فَإِذَا خَرَجْنَا مِنْ عِنْدِكَ عَافَسْنَا الأَزْوَاجَ وَالأَوْلاَدَ وَالضَّيْعَاتِ نَسِينَا كَثِيرًا . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَالَّذِي نَفْسِي بِيَدِهِ إِنْ لَوْ تَدُومُونَ عَلَى مَا تَكُونُونَ عِنْدِي وَفِي الذِّكْرِ لَصَافَحَتْكُمُ الْمَلاَئِكَةُ عَلَى فُرُشِكُمْ وَفِي طُرُقِكُمْ وَلَكِنْ يَا حَنْظَلَةُ سَاعَةً وَسَاعَةً  . ثَلاَثَ مَرَّاتٍ .",
    "hadithBengali": "৬৭১৩। ইয়াহইয়া ইবনু ইয়াহইয়া ও কাতান ইবনু নুসায়র (রহঃ) ... রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাতিব হানযালা আল উসায়দী (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আবূ বাকর সিদ্দীক (রাঃ) আমার সাথে সাক্ষাৎ করলেন এবং আমাকে জিজ্ঞাসা করলেন, তুমি কেমন আছ, হে হানযালা? তিনি বলেন, আমি বললাম, হানযালা তো মুনাফিক হয়ে গেছে। তখন তিনি বললেন, সুবহানাল্লাহ তুমি কি বলছ? তাকে [হানযানা (রাঃ)] বলেন, আমি বললাম, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বসি, অবস্থান করি, তিনি আমাদের জান্নাত-জাহান্নামের কথা স্মরণ করিয়ে দেন, যেন চোখ দিয়ে আমরা তা প্রত্যক্ষ করছি। কিন্তু আমরা যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট থেকে বের হয়ে নিজেদের স্ত্রী-সন্তান এবং ধন-সম্পদের মাঝে ডুবে যাই তখন আমরা এর অনেক কিছু ভুলে যাই।\n\nআবূ বাকর (রাঃ) বললেন, আল্লাহর শপথ! আমারও তো এই অবস্থা। তারপর আমি এবং আবূ বাকর (রাঃ) রওনা হলাম এবং আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হলাম। আমি বললাম, ইয়া রাসুলুল্লাহ! হানযানা মুনাফিক হয়ে গিয়েছে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা কী? আমি বললাম, আমরা আপনার নিকট থাকি, আপনি আমাদের জান্নাত-জাহান্নামের কথা স্মরণ করিয়ে দেন, যেন আমরা তা প্রত্যক্ষ দেখতে পাই। কিন্তু এরপর আমরা যখন আপনার কাছ থেকে বের হই এবং স্ত্রী-সন্তান সন্ততি ও ধন-সম্পদের মাঝে যাই তখন আমরা এর অনেক কিছু ভুলে যাই।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে সত্তার হাতে আমার প্রাণ আমি তাঁর শপথ করে বলছি! আমার নিকট থাকাকালে তোমাদের যে হাল হয়, যদি তোমরা সর্বদা এ অবস্থায় অবিচল থাকতে এবং সর্বদা আল্লাহর যিকরে মশগুল থাকতে তবে অবশ্যই ফিরিশতাগণ তোমাদের বিছানায় ও তোমাদের রাস্তায় তোমাদের সাথে মুসাফাহা করতো। কিন্তু হে হানযালা! ক্রমান্বয়ে ক্রমান্বয়ে (ধীরে ধীরে) হবে- (পার্থিব) ব্যয় করবে। কথাটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনবার বললেন।\n",
    "checkStatus": "1",
    "hadithNo": "6713",
    "id": "19036",
    "thesequence": "19188",
    "isActive": "1",
    "chapterId": "14306",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৩. সর্বদা আল্লাহর যিকর ও পরকালের বিষয়ে চিন্তা ও মুরাকাবা করা এবং কখনো কখনো তা থেকে বিরত থাকা ও পার্থিব কাজে মশগুল হওয়া প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hanzala reported:\nWe were in the company of Allahs Messenger (ﷺ) and he delivered to us a sermon and made a mention of Hell-Fire. Then I came to my house and began to laugh with my children and sport with my wife. (Hanzala) further reported: I went out and met Abu Bakr and made a mention of that to him. Thereupon he said: I have done the same as you have mentioned. So we went to see Allahs Messenger (ﷺ) and said to him: Allahs Messenger, Hanzala has turned to he a hypocrite. And he (the Holy Prophet) said Show respite. And then I narrated to him the story, and Abu Bakr said: I have done the same as he has done. Thereupon he (the Holy Prophet) said: Hanzala, there is a time for worldly affairs and a time for (worship and devotion), and if your state of mind is always the same as it is at the time of remembrance of Allah, the Angels would shake hands with you and would greet you on the path by saying: As-Salamu-Alaikum.",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ الصَّمَدِ، سَمِعْتُ أَبِي يُحَدِّثُ، حَدَّثَنَا سَعِيدٌ، الْجُرَيْرِيُّ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ حَنْظَلَةَ، قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَوَعَظَنَا فَذَكَّرَ النَّارَ - قَالَ - ثُمَّ جِئْتُ إِلَى الْبَيْتِ فَضَاحَكْتُ الصِّبْيَانَ وَلاَعَبْتُ الْمَرْأَةَ - قَالَ - فَخَرَجْتُ فَلَقِيتُ أَبَا بَكْرٍ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ وَأَنَا قَدْ فَعَلْتُ مِثْلَ مَا تَذْكُرُ . فَلَقِينَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ نَافَقَ حَنْظَلَةُ فَقَالَ  مَهْ  . فَحَدَّثْتُهُ بِالْحَدِيثِ فَقَالَ أَبُو بَكْرٍ وَأَنَا قَدْ فَعَلْتُ مِثْلَ مَا فَعَلَ فَقَالَ  يَا حَنْظَلَةُ سَاعَةً وَسَاعَةً وَلَوْ كَانَتْ تَكُونُ قُلُوبُكُمْ كَمَا تَكُونُ عِنْدَ الذِّكْرِ لَصَافَحَتْكُمُ الْمَلاَئِكَةُ حَتَّى تُسَلِّمَ عَلَيْكُمْ فِي الطُّرُقِ  .",
    "hadithBengali": "৬৭১৪। ইসহাক ইবনু মানসুর (রহঃ) ... হানযালা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ছিলাম। তিনি আমাদের ওয়ায-নসীহত করলেন এবং জাহান্নামের কথা স্মরণ করিয়ে দিলেন। তিনি বলেন, তারপর আমি বাড়ীতে আসলাম এবং ছেলে-মেয়েদের সাথে হাসি-তামাশা করলাম এবং স্ত্রীর সাথে ক্রীড়া-কৌতুক করলাম। এরপর আমি বাড়ি থেকে বের হলাম। তখন আবূ বাকর (রাঃ) এর সঙ্গে সাক্ষাৎ হল। আমি তাঁর সঙ্গে এ বিষয়ে আলোচনা করলাম। তিনি বললেন, আমিও তো এরূপ করেছি, যেমন তুমি বললে।\n\nতারপর আমরা উভয়ই রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সাক্ষাৎ করলাম। আমি বললাম, ইয়া রাসুলুল্লাহ! হানযালা তো মুনাফিক হয়ে গিয়েছে। তিনি বললেনঃ তা কী? তখন আমি আমার পুরা অবস্থা বর্ণনা করলাম। এরপর আবূ বাকর (রাঃ) বললেন, আমিও তো এরূপ করেছি যেমন হানযালা করেছে। তিনি বললেন, হে হানযাহল! ক্রমান্বয়ে ধীরে ধীরে ওয়ায-নসীহতের সময় তোমাদের হৃদয় যেমন থাকে, সর্বদাই যদি তা এ অবস্থায় থাকতো তবে ফিরিশতাগণ অবশ্যই তোমাদের সঙ্গে মুসাফাহা করতো। এমনকি পথে ঘাটে তারা তোমাদের সালাম করতো।\n",
    "checkStatus": "1",
    "hadithNo": "6714",
    "id": "19037",
    "thesequence": "19189",
    "isActive": "1",
    "chapterId": "14306",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৩. সর্বদা আল্লাহর যিকর ও পরকালের বিষয়ে চিন্তা ও মুরাকাবা করা এবং কখনো কখনো তা থেকে বিরত থাকা ও পার্থিব কাজে মশগুল হওয়া প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hanzala Taimi Ufayyidi, the scribe of Allahs Messenger (ﷺ), reported:\nWe were in the presence of Allahs Messenger (ﷺ) and he brought to our minds the problems pertaining to Paradise and Hell-Fire. The rest of the hadith is the same.",
    "hadithArabic": " حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا سُفْيَانُ، عَنْ سَعِيدٍ الْجُرَيْرِيِّ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ حَنْظَلَةَ التَّمِيمِيِّ الأُسَيِّدِيِّ الْكَاتِبِ، قَالَ كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَذَكَّرَنَا الْجَنَّةَ وَالنَّارَ . فَذَكَرَ نَحْوَ حَدِيثِهِمَا .",
    "hadithBengali": "৬৭১৫। যুহায়র ইবনু হারব (রহঃ) ... (ওয়াহীর) কাতিব হানযালা তায়মী উসায়দী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ছিলাম। তিনি আমাদের জান্নাত-জাহান্নামের কথা স্মরণ করিয়ে দিলেন। ...... তারপর সুফিয়ান হাদীসটি পূর্বোক্ত হাদীসদ্বয়ের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6715",
    "id": "19038",
    "thesequence": "19190",
    "isActive": "1",
    "chapterId": "14306",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৩. সর্বদা আল্লাহর যিকর ও পরকালের বিষয়ে চিন্তা ও মুরাকাবা করা এবং কখনো কখনো তা থেকে বিরত থাকা ও পার্থিব কাজে মশগুল হওয়া প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Allahs Messenger (ﷺ) said:\nWhen Allah created the creation as He was upon the Throne, He put down in His Book: Verily, My mercy predominates My wrath.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا الْمُغِيرَةُ، - يَعْنِي الْحِزَامِيَّ - عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   لَمَّا خَلَقَ اللَّهُ الْخَلْقَ كَتَبَ فِي كِتَابِهِ فَهُوَ عِنْدَهُ فَوْقَ الْعَرْشِ إِنَّ رَحْمَتِي تَغْلِبُ غَضَبِي  .",
    "hadithBengali": "৬৭১৬। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, মাখলুক সৃষ্টির পর আল্লাহ তাআলা তাঁর কিতাবে লিপিবদ্ধ করেন এবং তা (সে লিপি) তাঁর কাছে আরশের উপরে রয়েছে। তা হল আমার রহমত আমার ক্রোধের উপর প্রাধান্য লাভ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "6716",
    "id": "19039",
    "thesequence": "19191",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nAllah, the Exalted and Glorious, said: My mercy excels My wrath.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم   قَالَ اللَّهُ عَزَّ وَجَلَّ سَبَقَتْ رَحْمَتِي غَضَبِي  .",
    "hadithBengali": "৬৭১৭। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ তা&#39;আলা বলেছেন, আমাররহমত আমার গযবের চেয়ে অগ্রগামী হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6717",
    "id": "19040",
    "thesequence": "19192",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nWhen Allah created the creation, He ordained for Himself and this document is with Him: Verily, My mercy predominates Mv wrath.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا أَبُو ضَمْرَةَ، عَنِ الْحَارِثِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَطَاءِ، بْنِ مِينَاءَ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَمَّا قَضَى اللَّهُ الْخَلْقَ كَتَبَ فِي كِتَابِهِ عَلَى نَفْسِهِ فَهُوَ مَوْضُوعٌ عِنْدَهُ إِنَّ رَحْمَتِي تَغْلِبُ غَضَبِي  .",
    "hadithBengali": "৬৭১৮। আলী ইবনু খাশরাম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মাখলুক সৃষ্টির পর আল্লাহ তাঁর কিতাবে তার নিজের উপরে (করনীয় রূপে) লিপিবদ্ধ করেছেন এবং তা তাঁর কাছেই রক্ষিত রয়েছে। তিনি (তাতে তিনি লিপিবদ্ধ করেন) আমার রহমত আমার গযব অপেক্ষা প্রাধান্য লাভ করেছে।\n",
    "checkStatus": "1",
    "hadithNo": "6718",
    "id": "19041",
    "thesequence": "19193",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nI heard Allahs Messenger (ﷺ) as saying: Allah created mercy in one hundred parts and He retained with Him ninety-nine parts, and He has sent down upon the earth one part, and it is because of this one part that there is mutual love among the creation so much so that the animal lifts up its hoof from its young one, fearing that it might harm it.",
    "hadithArabic": "حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَنَّ سَعِيدَ بْنَ الْمُسَيَّبِ، أَخْبَرَهُ أَنَّ أَبَا هُرَيْرَةَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   جَعَلَ اللَّهُ الرَّحْمَةَ مِائَةَ جُزْءٍ فَأَمْسَكَ عِنْدَهُ تِسْعَةً وَتِسْعِينَ وَأَنْزَلَ فِي الأَرْضِ جُزْءًا وَاحِدًا فَمِنْ ذَلِكَ الْجُزْءِ تَتَرَاحَمُ الْخَلاَئِقُ حَتَّى تَرْفَعَ الدَّابَّةُ حَافِرَهَا عَنْ وَلَدِهَا خَشْيَةَ أَنْ تُصِيبَهُ  .",
    "hadithBengali": "৬৭১৯। হারামালা ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলতে শুনেছি যে, আল্লাহ তাঁর রহমতকে একশ&#39; ভাগ করে নিরানব্বই ভাগ নিজের নিকট রেখেছেন এবং একভাগ পৃথিবীতে নাযিল করেছেন। রহমতের এ অংশ থেকেই সৃষ্টজীব (পরস্পর) একে অন্যের প্রতি দয়া করে, এমনকি প্রানী পর্যন্ত; এ কারণে তার সন্তান থেকে তুলে উঁচু করে রাখে এ ভয়ে, যাতে তা তার (সন্তানের গায়ে) না লাগে।\n",
    "checkStatus": "1",
    "hadithNo": "6719",
    "id": "19042",
    "thesequence": "19194",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nAllah created one hundred (parts of mercy) and He distributed one amongst His creation and kept this one hundred excepting one with Himself (for the Day of Resurrection).",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنُونَ ابْنَ جَعْفَرٍ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   خَلَقَ اللَّهُ مِائَةَ رَحْمَةٍ فَوَضَعَ وَاحِدَةً بَيْنَ خَلْقِهِ وَخَبَأَ عِنْدَهُ مِائَةً إِلاَّ وَاحِدَةً  .",
    "hadithBengali": "৬৭২০। ইয়াহইয়া ইবনু আইউব, কুতায়বা ও ইবনু হাজর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা একশ ভাগ রহমত সৃষ্টি করে একভাগ সৃষ্টির মাঝে বন্টন করে দিয়েছেন এবং নিরানব্বই ভাগ নিজের নিকট গোপন রেখেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6720",
    "id": "19043",
    "thesequence": "19195",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThere are one hundred (parts of) mercy for Allah and He has sent down out of these one part of mercy upon the jinn and human beings and animals and the insects, and it is because of this (one part) that they love one another, show kindness to one another and even the beast treats its young one with affection, and Allah has reserved ninety nine parts of mercy with which He would treat His servants on the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ الْمَلِكِ، عَنْ عَطَاءٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّ لِلَّهِ مِائَةَ رَحْمَةٍ أَنْزَلَ مِنْهَا رَحْمَةً وَاحِدَةً بَيْنَ الْجِنِّ وَالإِنْسِ وَالْبَهَائِمِ وَالْهَوَامِّ فَبِهَا يَتَعَاطَفُونَ وَبِهَا يَتَرَاحَمُونَ وَبِهَا تَعْطِفُ الْوَحْشُ عَلَى وَلَدِهَا وَأَخَّرَ اللَّهُ تِسْعًا وَتِسْعِينَ رَحْمَةً يَرْحَمُ بِهَا عِبَادَهُ يَوْمَ الْقِيَامَةِ  .",
    "hadithBengali": "৬৭২১। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর একশ&#39; (ভাগ) রহমত আছে। তন্মধ্যে একভাগ রহমত জীন, ইনসান, চতুষ্পদ জন্তু ও কীট-পতঙ্গের মাঝে বন্টন করে দিয়েছেন। এ এক ভাগ রহমতের কারণেই সৃষ্ট জীব পরস্পর একে অপরের প্রতি অনুগ্রহ করে এবং এ এক ভাগ রহমতের ভিত্তিতেই বন্য পশু নিজ সন্তানের প্রতি অনুগ্রহ ও অনুকম্পা প্রদর্শন করে। মহান আল্লাহ তার একশ ভাগ রহমতের নিরানব্বই ভাগ রহমত নিজের নিকট রেখে দিয়েছেন। এর দ্বারা তিনি কিয়ামতের দিন স্বীয় বান্দাদের প্রতি অনুগ্রহ প্রদর্শন করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6721",
    "id": "19044",
    "thesequence": "19196",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salman Farisi reported Allahs Messenger (ﷺ) as saying:\nVerily, there are one hundred (parts of) mercy for Allah, and it is one part of this mercy by virtue of which there is mutual love between the people and ninety-nine reserved for the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنِي الْحَكَمُ بْنُ مُوسَى، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، حَدَّثَنَا سُلَيْمَانُ التَّيْمِيُّ، حَدَّثَنَا أَبُو عُثْمَانَ النَّهْدِيُّ عَنْ سَلْمَانَ الْفَارِسِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ لِلَّهِ مِائَةَ رَحْمَةٍ فَمِنْهَا رَحْمَةٌ بِهَا يَتَرَاحَمُ الْخَلْقُ بَيْنَهُمْ وَتِسْعَةٌ وَتِسْعُونَ لِيَوْمِ الْقِيَامَةِ  .",
    "hadithBengali": "৬৭২২। হাকাম ইবনু মূসা (রহঃ) ... সালমান ফারসী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলার একশ ভাগ রহমত আছে। তন্মধ্যে একভাগ রহমতের দ্বারাই সৃষ্ট জীব পরস্পর (একে অন্যের প্রতি) অনুকম্পা প্রদর্শন করে। বাকী নিরানব্বই ভাগ রহমত রাখা হয়েছে কিয়ামত দিবসের জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "6722",
    "id": "19045",
    "thesequence": "19197",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Mutamir, reported on the authority of his father.",
    "hadithArabic": " وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا الْمُعْتَمِرُ، عَنْ أَبِيهِ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৬৭২৩। মুহাম্মাদ ইবনু আবদুল আলা (রহঃ) ... মুতামিরের পিতা থেকে উক্ত সনদে হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6723",
    "id": "19046",
    "thesequence": "19198",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salman reported that Allahs Messenger (ﷺ) said:\nVerily, Allah created, on the same very day when He created the heavens and the earth, one hundred parts of mercy. Every part of mercy is coextensive with the space between the heavens. and the earth and He out of this mercy endowed one part to the earth and it is because of this that the mother shows affection to her child and even the beasts and birds show kindness to one another and when there would be the Day of Resurrection, Allah would make full (use of Mercy).",
    "hadithArabic": "حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنْ أَبِي عُثْمَانَ، عَنْ سَلْمَانَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ اللَّهَ خَلَقَ يَوْمَ خَلَقَ السَّمَوَاتِ وَالأَرْضَ مِائَةَ رَحْمَةٍ كُلُّ رَحْمَةٍ طِبَاقَ مَا بَيْنَ السَّمَاءِ وَالأَرْضِ فَجَعَلَ مِنْهَا فِي الأَرْضِ رَحْمَةً فَبِهَا تَعْطِفُ الْوَالِدَةُ عَلَى وَلَدِهَا وَالْوَحْشُ وَالطَّيْرُ بَعْضُهَا عَلَى بَعْضٍ فَإِذَا كَانَ يَوْمُ الْقِيَامَةِ أَكْمَلَهَا بِهَذِهِ الرَّحْمَةِ  .",
    "hadithBengali": "৬৭২৪। ইবনু নুমায়র (রহঃ) ... সালমান (রাঃ) থেকে বর্নিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আকাশ ও পৃথিবীর সৃষ্টির দিন আল্লাহ তাআলা একশ&#39; রহমত সৃষ্টি করেছেন। প্রত্যেকটি রহমত আকাশ ও পৃথিবীর দূরত্বের সমপরিমাণ। এ একশ&#39; রহমত হতে একভাগ রহমত পৃথিবীর জন্য নির্ধারণ করেছেন। এর কারণেই মা সন্তানের প্রতি দয়া করে এবং বন্য পশু ও পাখীরা পরস্পরে অনুগ্রহ প্রদর্শন করে। অবশেষে কিয়ামত দিবসে আল্লাহ তাআলা এ রহমত দ্বারা তা (রহমত) পূর্ণ করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6724",
    "id": "19047",
    "thesequence": "19199",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umar b. Khattab reported that there were brought some prisoners to Allahs Messenger (ﷺ) amongst whom there was also a woman, who was searching (for someone) and when she found a child amongst the prisoners, she took hold of it, pressed it against her chest and provided it suck. Thereupon Allahs Messenger (ﷺ) said:\nDo you think this woman would ever afford to throw her child in the Fire? We said: By Allah, so far as it lies in her power, she would never throw the child in Fire.  Thereupon Allahs Messenger (ﷺ) said: Allah is more kind to His servants than this woman is to her child.",
    "hadithArabic": " حَدَّثَنِي الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، وَمُحَمَّدُ بْنُ سَهْلٍ التَّمِيمِيُّ، - وَاللَّفْظُ لِحَسَنٍ - حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، حَدَّثَنَا أَبُو غَسَّانَ، حَدَّثَنِي زَيْدُ بْنُ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، أَنَّهُ قَالَ قَدِمَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِسَبْىٍ فَإِذَا امْرَأَةٌ مِنَ السَّبْىِ تَبْتَغِي إِذَا وَجَدَتْ صَبِيًّا فِي السَّبْىِ أَخَذَتْهُ فَأَلْصَقَتْهُ بِبَطْنِهَا وَأَرْضَعَتْهُ فَقَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم  أَتَرَوْنَ هَذِهِ الْمَرْأَةَ طَارِحَةً وَلَدَهَا فِي النَّارِ  . قُلْنَا لاَ وَاللَّهِ وَهِيَ تَقْدِرُ عَلَى أَنْ لاَ تَطْرَحَهُ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَلَّهُ أَرْحَمُ بِعِبَادِهِ مِنْ هَذِهِ بِوَلَدِهَا  .",
    "hadithBengali": "৬৭২৫। হাসান ইবনু আলী হুলওয়ানী এবং মুহাম্মদ ইবনু সাহল তায়মী (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত। তিনি বলেন (একদা) কয়েকজন কয়েদী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট নিয়ে আসা হল। কয়েদীদের মধ্যে থেকে একজন মহিলা কেবলই খোজাখুঁজি করছিল। যে সে বন্দীদের মাঝে কোন শিশুকে পাওয়া মাত্র তাকে কোলে নিয়ে পেটের সাথে জড়িয়ে ধরে তাকে দুগ্ধ পান করাতো। এ দেখে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের জিজ্ঞাসা করলেন, এ স্ত্রীলোকটি কি তার সন্তানকে আগুনে নিক্ষেপ করতে রাজি হবে? আমরা বললাম, না। আল্লাহর কসম! সে কখনো তার সন্তানকে আগুনে নিক্ষেপ করতে পারবে না। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সন্তানের প্রতি এ স্ত্রীলোকটি থেকেও আল্লাহ তার বান্দাদের প্রতি অধিক দয়ালু।\n",
    "checkStatus": "1",
    "hadithNo": "6725",
    "id": "19048",
    "thesequence": "19200",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ala reported on the authority of his father who reported on the authority of Abu Huraira that Allahs Messenger (ﷺ) said:\nIf a believer were to know the punishment (in Hell) none would have the audacity to aspire for Paradise (but he would earnestly desire to be rescued from Hell), and if a non-believer were to know what is there with Allah as a mercy. none would have been disappointed in regard to Paradise.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ جَمِيعًا عَنْ إِسْمَاعِيلَ بْنِ جَعْفَرٍ، قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا إِسْمَاعِيلُ، أَخْبَرَنِي الْعَلاَءُ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لَوْ يَعْلَمُ الْمُؤْمِنُ مَا عِنْدَ اللَّهِ مِنَ الْعُقُوبَةِ مَا طَمِعَ بِجَنَّتِهِ أَحَدٌ وَلَوْ يَعْلَمُ الْكَافِرُ مَا عِنْدَ اللَّهِ مِنَ الرَّحْمَةِ مَا قَنِطَ مِنْ جَنَّتِهِ أَحَدٌ  .",
    "hadithBengali": "৬৭২৬। ইয়াহইয়া ইবনু আইউব, কুতায়বা ও ইবনু হুজর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর নিকট যে পরিমাণ আযাব ও শাস্তি রয়েছে, যদি তা মুমিনগণ জানতো তবে কেউ তাঁর নিকট জান্নাত কামনা করতো না। অনুরূপভাবে আল্লাহর নিকট যে পরিমাণ রহমত আছে, কাফিররা যদি তা জানতো তবে কেউ তার জান্নাত হতে নিরাশ হতো না।\n",
    "checkStatus": "1",
    "hadithNo": "6726",
    "id": "19049",
    "thesequence": "19201",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying that a person who had never done any good deed asked the members of his family to burn his dead body when he would die and to scatter half of its ashes over the land and half in the ocean. By Allah, if Allah finds him in His grip, He would torment him with a torment with which He did not afflict anyone amongst the people of the world; and when the person died, it was done to him as he had commanded (his family) to do. Allah commanded the land to collect (the ashes scattered on it) and He commanded the ocean and that collected (ashes) contained in it. Allah questioned him why he had done. that He said:\nMy Lord, it is out of Thine fear that I have done it and Thou art well aware of it, and Allah granted him pardon:.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ مَرْزُوقِ ابْنِ بِنْتِ مَهْدِيِّ بْنِ مَيْمُونٍ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   قَالَ رَجُلٌ لَمْ يَعْمَلْ حَسَنَةً قَطُّ لأَهْلِهِ إِذَا مَاتَ فَحَرِّقُوهُ ثُمَّ اذْرُوا نِصْفَهُ فِي الْبَرِّ وَنِصْفَهُ فِي الْبَحْرِ فَوَاللَّهِ لَئِنْ قَدَرَ اللَّهُ عَلَيْهِ لَيُعَذِّبَنَّهُ عَذَابًا لاَ يُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ فَلَمَّا مَاتَ الرَّجُلُ فَعَلُوا مَا أَمَرَهُمْ فَأَمَرَ اللَّهُ الْبَرَّ فَجَمَعَ مَا فِيهِ وَأَمَرَ الْبَحْرَ فَجَمَعَ مَا فِيهِ ثُمَّ قَالَ لِمَ فَعَلْتَ هَذَا قَالَ مِنْ خَشْيَتِكَ يَا رَبِّ وَأَنْتَ أَعْلَمُ . فَغَفَرَ اللَّهُ لَهُ  .",
    "hadithBengali": "৬৭২৭। মুহাম্মাদ ইবনু মারযুক বিনতে মাহদী ইবনু মায়মুন (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক ব্যক্তি যে জীবনে কখনো কোন পূণ্যের কাজ করেনি, (মৃত্যুর সময়) তার পরিবার পরিজনকে ডেকে বলল, মৃত্যুর পর তোমরা তাকে (আমাকে) পুড়িয়ে (ভষ্মীভূত করে) উহার অর্ধাংশ স্থলে এবং অর্ধাংশ পানিতে উড়িয়ে দিবে। কারণ আল্লাহর শপথ! আল্লাহ যদি আমাকে ধরতে পারেন তবে তিনি আমাকে এমন শান্তি দিবেন যা দুনিয়ার অন্য কাউকে তিনি দিবেন না।\n\nতারপর লোকটি যখন মারা গেল তখন তার পরিবারের লোকেরা সে যেরূপ নির্দেশ দিয়েছিল সেরূপ করল। তখন আল্লাহ তাআলা স্থল ভাগকে নির্দেশ দিলে সে তার মধ্যস্থিত সবকিছু (ছাই) একত্রিত করে দিল। এরপর জলভাগকে নির্দেশ দিলেন। সেও তার মধ্যস্থিত সব কিছু একত্রিত করে দিল। তারপর আল্লাহ তাআলা তাকে জিজ্ঞাসা করলেন, তুমি এমন করলে কেন? সে বলল, হে আমার প্রতিপালক! আপনার ভয়ে। আপনি তো সর্বজ্ঞ। তখন আল্লাহ তায়ালা তাকে ক্ষমা করে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6727",
    "id": "19050",
    "thesequence": "19202",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying that a person committed sin beyond measure and when he was going to die, he left this will:\n(When I die), bum my dead body and then cast them (the ashes) to the wind and in the ocean. By Allah, if my Lord takes hold of me, He would torment me as He has not tormented anyone else. They did as he had asked them to do. He (the Lord) said to the earth: Return what you have taken. And he was thus restored to his (original form). He (Allah) said to him: What prompted you to do this? He said: My Lord, it was Thine fear or Thine awe, and Allah pardoned him because of this. Abu Huraira reported Allahs Messenger (ﷺ) as saying that a woman was thrown into Hell-Fire because of a cat whom she had tied and did not provide it with food. nor did she set it free to cat insects of the euth until it died inch by inch. Zuhri said: (These two ahidith) show that a person rhould neither feel confident (of getting into Paradise) because of his deeds, nor should he lose (all hopes) of getting into Paradise.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ عَبْدٌ أَخْبَرَنَا وَقَالَ ابْنُ رَافِعٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، قَالَ قَالَ لِيَ الزُّهْرِيُّ أَلاَ أُحَدِّثُكَ بِحَدِيثَيْنِ عَجِيبَيْنِ قَالَ الزُّهْرِيُّ أَخْبَرَنِي حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  أَسْرَفَ رَجُلٌ عَلَى نَفْسِهِ فَلَمَّا حَضَرَهُ الْمَوْتُ أَوْصَى بَنِيهِ فَقَالَ إِذَا أَنَا مُتُّ فَأَحْرِقُونِي ثُمَّ اسْحَقُونِي ثُمَّ اذْرُونِي فِي الرِّيحِ فِي الْبَحْرِ فَوَاللَّهِ لَئِنْ قَدَرَ عَلَىَّ رَبِّي لَيُعَذِّبُنِي عَذَابًا مَا عَذَّبَهُ بِهِ أَحَدًا . قَالَ فَفَعَلُوا ذَلِكَ بِهِ فَقَالَ لِلأَرْضِ أَدِّي مَا أَخَذْتِ . فَإِذَا هُوَ قَائِمٌ فَقَالَ لَهُ مَا حَمَلَكَ عَلَى مَا صَنَعْتَ فَقَالَ خَشْيَتُكَ يَا رَبِّ - أَوْ قَالَ - مَخَافَتُكَ . فَغَفَرَ لَهُ بِذَلِكَ  .\n\nقَالَ الزُّهْرِيُّ وَحَدَّثَنِي حُمَيْدٌ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ  دَخَلَتِ امْرَأَةٌ النَّارَ فِي هِرَّةٍ رَبَطَتْهَا فَلاَ هِيَ أَطْعَمَتْهَا وَلاَ هِيَ أَرْسَلَتْهَا تَأْكُلُ مِنْ خَشَاشِ الأَرْضِ حَتَّى مَاتَتْ هَزْلاً  . قَالَ الزُّهْرِيُّ ذَلِكَ لِئَلاَّ يَتَّكِلَ رَجُلٌ وَلاَ يَيْأَسَ رَجُلٌ .",
    "hadithBengali": "৬৭২৮। মুহাম্মাদ ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক ব্যক্তি তার নিজের প্রতি বাড়াবাড়ি করল। এরপর মৃত্যু মুখে পতিত হয়ে সে তার সন্তানদেরকে অসিয়্যাত করল এবং বলল, আমি মরে যাওয়ার পর তোমরা আমাকে আগুনে পুড়িয়ে ছাইকে উত্তমরূপে পিষবে। তারপর আমাকে সমুদ্রের মাঝে বায়ুতে উড়িয়ে দিবে। আল্লাহর কসম! আল্লাহ যদি আমাকে পান, তবে অবশ্যই তিনি আমাকে এমন শাস্তি দিবেন, যা তিনি আর কাউকে দেননি। তিনি (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেনঃ সন্তানগণ তার সাথে অনুরূপ আচরণ করল।\n\nএরপর আল্লাহ তাআলা মাটিকে বললেন, তুমি তার যে ছাই গ্রাস করেছ তা একত্রিত করে দাও। ফলে সে সোজা দাড়িয়ে গেল। এ সময় আল্লাহ তাকে জিজ্ঞাসা করলেন, এ কাজ করার ব্যাপারে কিসে তোমাকে উদ্বুদ্ধ করেছে? উত্তরে সে বলল,خَشْيَتُكَ يَا رَبِّ অথবাمَخَافَتُكَ আপনার ভয়ে। তারপর এ কথার বিনিময়ে আল্লাহ তাকে ক্ষমা করে দেন।\n\nঅপর এক সুত্রে যুহরী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন এক স্ত্রীলোক বিড়ালের কারণে জাহান্নামে প্রবেশ করেছে। সে বিড়ালটি বেঁধে রেখেছিল; কিন্তু তাকে কোন খাদ্য প্রদান করেনি এবং জমি থেকে কীট পতঙ্গ খাবার জন্য তাকে ছেড়েও দেয়নি। এমনিভাবে বিড়ালটি মরে যায়।\n\nযুহরী (রহঃ) বলেন, উপরোক্ত হাদীস দুটো এ জন্যই বয়ান করা হয়েছে, যেন কোন মানুষ (আমল বর্জন করে আল্লাহর উপর) নির্ভর করে বসে না থাকে এবং যেন মানুষ (আল্লাহর অনুগ্রহ থেকে) নিরাশ না হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "6728",
    "id": "19051",
    "thesequence": "19203",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying that a servant transgressed the litnit in committing sins. The rest of the hadith is the same but there is no mention of the story of the cat in it and in the hadith transmitted on the authority of Ziibaidl (the words are):\n Allah, the Exalted and Glorious, said to everything which had taken a part of lies ashes to return what it had taken.",
    "hadithArabic": " حَدَّثَنِي أَبُو الرَّبِيعِ، سُلَيْمَانُ بْنُ دَاوُدَ حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، حَدَّثَنِي الزُّبَيْدِيُّ، قَالَ الزُّهْرِيُّ حَدَّثَنِي حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  أَسْرَفَ عَبْدٌ عَلَى نَفْسِهِ  . بِنَحْوِ حَدِيثِ مَعْمَرٍ إِلَى قَوْلِهِ  فَغَفَرَ اللَّهُ لَهُ  . وَلَمْ يَذْكُرْ حَدِيثَ الْمَرْأَةِ فِي قِصَّةِ الْهِرَّةِ وَفِي حَدِيثِ الزُّبَيْدِيِّ قَالَ  فَقَالَ اللَّهُ عَزَّ وَجَلَّ لِكُلِّ شَىْءٍ أَخَذَ مِنْهُ شَيْئًا أَدِّ مَا أَخَذْتَ مِنْهُ  .",
    "hadithBengali": "৬৭২৯। আবূ রাবী সুলায়মান ইবনু দাঊদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একথা বলতে শুনেছি যে, এক বান্দা তার নিজের আত্নার প্রতি বাড়াবাড়ি করল। তারপর তিনিفَغَفَرَ اللَّهُ لَهُ পর্যন্ত মা&#39;মারের অনুরূপ বর্ণনা করেছেন। তবে বিড়ালের ঘটনা মহিলা সম্পর্কিত হাদীসটির উল্লেখ করেন নি। আর যুবায়দী (রহঃ) এর হাদীসে আছে, এরপর আল্লাহ তাআলা যারা তার (শরীরের) অংশ গ্রাস করেছে, তাদের বললেন, তার যে যে অংশ তোমরা গ্রাস করেছ, তা একত্রিত করে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "6729",
    "id": "19052",
    "thesequence": "19204",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said Khudri reported that Allahs Messenger (ﷺ) said that a person amongst the earlier nations before you was conferred property and children by Allah, He said to his children:\nYou must do as I command you to do, otherwise I will make others besides you as my inheritors. As I die, burn my body and blow my ashes in the wind as I do not find any merit of mine which would please Allah, and if Allah were to take hold of me, He would punish me. He took a pledge from them and they did as he commanded thein to do. Allah said: What prompted you to do this? He said: My Lord. Thine fear, and Allah did not punish him at all.",
    "hadithArabic": "حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، سَمِعَ عُقْبَةَ بْنَ عَبْدِ الْغَافِرِ، يَقُولُ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ، يُحَدِّثُ عَنِ النَّبِيِّ صلى الله عليه وسلم   أَنَّ رَجُلاً فِيمَنْ كَانَ قَبْلَكُمْ رَاشَهُ اللَّهُ مَالاً وَوَلَدًا فَقَالَ لِوَلَدِهِ لَتَفْعَلُنَّ مَا آمُرُكُمْ بِهِ أَوْ لأُوَلِّيَنَّ مِيرَاثِي غَيْرَكُمْ إِذَا أَنَا مُتُّ فَأَحْرِقُونِي - وَأَكْثَرُ عِلْمِي أَنَّهُ قَالَ - ثُمَّ اسْحَقُونِي وَاذْرُونِي فِي الرِّيحِ فَإِنِّي لَمْ أَبْتَهِرْ عِنْدَ اللَّهِ خَيْرًا وَإِنَّ اللَّهَ يَقْدِرُ عَلَىَّ أَنْ يُعَذِّبَنِي - قَالَ - فَأَخَذَ مِنْهُمْ مِيثَاقًا فَفَعَلُوا ذَلِكَ بِهِ وَرَبِّي فَقَالَ اللَّهُ مَا حَمَلَكَ عَلَى مَا فَعَلْتَ فَقَالَ مَخَافَتُكَ . قَالَ فَمَا تَلاَفَاهُ غَيْرُهَا  .",
    "hadithBengali": "৬৭৩০। উবায়দুল্লাহ ইবনু মুআয আল আনবারী (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, পূর্ববতী যমানায় এক ব্যক্তি ছিল। আল্লাহ তাকে প্রচুর ধন-সম্পদ এবং বহু সন্তান দিয়েছিলেন। সে তার সন্তানদের বলল, আমি যা তোমাদের আদেশ দিব অবশ্যই তোমরা তা পূর্ণ করবে অন্যথা আমি তোমাদের ব্যতীত (অন্য কাউকে) আমার সস্পটিদের উত্তরাধিকার করে দিব। আমি মরে গেলে আমাকে পোড়াবে। বর্ণনাকারী বলেন, আমার প্রবল ধারণা যে, সে এও বলেছে যে, তারপর পিষে আমাকে বাতাসে উড়িয়ে দিবে। কেননা আল্লাহর নিকট অগ্রে আমি কোন নেকী প্রেরণ করিনি। আল্লাহ তাআলা আমাকে শাস্তি দেয়ার ব্যাপারে ক্ষমতাশালী। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এ বিষয়ে সে তার সন্তানদের স্বীকারোক্তি গ্রহণ করল। তারপর তারা তার (পিতার) ব্যাপারে সেরূপ করল। আমার প্রতিপালকের শপথ! তারপর আল্লাহ তাআলা তাকে জিজ্ঞেস করলেন, এ কাজ করার ব্যাপারে কিসে তোমাকে অনুপ্রাণিত করেছে? সে বলল, আপনার ভয়। এ কথা শুনে আল্লাহ তাকে আর কোন বিচার ব্যবস্থা (শাস্তি) দেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6730",
    "id": "19053",
    "thesequence": "19205",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Shuba with the chain of transmitters but with a slight variation of wording and Qatada explained the word lam yasiru as:\n I find no good in store for rxie in the eye of Allah.",
    "hadithArabic": " وَحَدَّثَنَاهُ يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ قَالَ لِي أَبِي حَدَّثَنَا قَتَادَةُ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، بْنُ عَبْدِ الرَّحْمَنِ ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا أَبُو عَوَانَةَ، كِلاَهُمَا عَنْ قَتَادَةَ، ذَكَرُوا جَمِيعًا بِإِسْنَادِ شُعْبَةَ نَحْوَ حَدِيثِهِ وَفِي حَدِيثِ شَيْبَانَ وَأَبِي عَوَانَةَ  أَنَّ رَجُلاً مِنَ النَّاسِ رَغَسَهُ اللَّهُ مَالاً وَوَلَدًا  . وَفِي حَدِيثِ التَّيْمِيِّ  فَإِنَّهُ لَمْ يَبْتَئِرْ عِنْدَ اللَّهِ خَيْرًا  . قَالَ فَسَّرَهَا قَتَادَةُ لَمْ يَدَّخِرْ عِنْدَ اللَّهِ خَيْرًا . وَفِي حَدِيثِ شَيْبَانَ  فَإِنَّهُ وَاللَّهِ مَا ابْتَأَرَ عِنْدَ اللَّهِ خَيْرًا  . وَفِي حَدِيثِ أَبِي عَوَانَةَ  مَا امْتَأَرَ  . بِالْمِيمِ .",
    "hadithBengali": "৬৭৩১। ইয়াহইয়া ইবনু হাবীব হারিছী, কাতাদা, আবূ বকর ইবনু আবূ শায়বা, শায়বান ইবনু আবদুর রহমান ও ইবনুল মুসান্না (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত। তারা সকলেই শু&#39;বা (রহঃ) এর সনদের মত উক্ত হাদীসটি শু&#39;বার হাদীসের অনুরূপ বর্ণনা করেছেন। তবে এ হাদীসের মধ্যেرَاشَهُ اللَّهُ এর স্থলেرَغَسَهُ (আল্লাহ তাকে অঢেল দান করেছেন) বর্ণিত আছে। এবং তায়মীর হাদীসের মধ্যে لَمْ أَبْتَهِرْ عِنْدَ اللَّهِ خَيْرًا এর স্থলে لَمْ يَدَّخِرْ عِنْدَ اللَّهِ خَيْرًا বর্ণিত আছে।\n\nকাতাদা (রহঃ) এর ব্যাখ্যায় বলেন, সে আল্লাহর নিকট কোন কিছু সঞ্চয় করেনি। শায়বানের হাদীসে আছে, مَا ابْتَأَرَ عِنْدَ اللَّهِ خَيْرًا এবং আবূ আওয়ানার হাদীসে আছে مَا امْتَأَرَعِنْدَ اللَّهِ خَيْرًا ( ب এর স্থলে)ميم এর সংযোগ।\n",
    "checkStatus": "1",
    "hadithNo": "6731",
    "id": "19054",
    "thesequence": "19206",
    "isActive": "1",
    "chapterId": "14307",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৪. আল্লাহ্&zwnj; তা&#039;আলার রহমতের প্রশস্ততা-বিশালতা এবং তার গযবের উপর তার রহমতের প্রাধান্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported from Allahs Messenger (ﷺ) that his Lord, the Exalted and Glorious, thus said. A servant committed a sin and he said:\nO Allah, forgive me my sins, and Allah (the Exalted and Glorious) said: My servant commited a sin and then he came to realise that he has a Lord Who forgives the sins and takes to account (the sinner) for the sin. He then again committed a sin and said: My Lord, forgive me my sin, and Allah, the Exalted and High, said: My servant committed a sin and then came to realise that he has a Lord Who would forgive his sin or would take (him) to account for the sin. He again committed a sin and said: My Lord, forgive me for my sin, and Allah (the Exalted and High) said: My servant sas committed a sin and then came to realise that he has a Lord Who forgives the sins or takes (him) to account for sin. O servant, do what you like. I have granted you forgiveness. Abd al-Ala said: I do not know whether he said thrice or four times to do what you desire.\n\nThe hadlth has been narrated on the authority of Abd al-Ala b. Hammad with the same chain of transmitters.",
    "hadithArabic": " حَدَّثَنِي عَبْدُ الأَعْلَى بْنُ حَمَّادٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ، بْنِ أَبِي طَلْحَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمْرَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِيمَا يَحْكِي عَنْ رَبِّهِ عَزَّ وَجَلَّ قَالَ  أَذْنَبَ عَبْدٌ ذَنْبًا فَقَالَ اللَّهُمَّ اغْفِرْ لِي ذَنْبِي . فَقَالَ تَبَارَكَ وَتَعَالَى أَذْنَبَ عَبْدِي ذَنْبًا فَعَلِمَ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِالذَّنْبِ . ثُمَّ عَادَ فَأَذْنَبَ فَقَالَ أَىْ رَبِّ اغْفِرْ لِي ذَنْبِي . فَقَالَ تَبَارَكَ وَتَعَالَى عَبْدِي أَذْنَبَ ذَنْبًا فَعَلِمَ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِالذَّنْبِ . ثُمَّ عَادَ فَأَذْنَبَ فَقَالَ أَىْ رَبِّ اغْفِرْ لِي ذَنْبِي . فَقَالَ تَبَارَكَ وَتَعَالَى أَذْنَبَ عَبْدِي ذَنْبًا فَعَلِمَ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِالذَّنْبِ وَاعْمَلْ مَا شِئْتَ فَقَدْ غَفَرْتُ لَكَ  . قَالَ عَبْدُ الأَعْلَى لاَ أَدْرِي أَقَالَ فِي الثَّالِثَةِ أَوِ الرَّابِعَةِ  اعْمَلْ مَا شِئْتَ  .\n قَالَ أَبُو أَحْمَدَ حَدَّثَنِي مُحَمَّدُ بْنُ زَنْجُويَهْ الْقُرَشِيُّ الْقُشَيْرِيُّ، حَدَّثَنَا عَبْدُ الأَعْلَى، بْنُ حَمَّادٍ النَّرْسِيُّ بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৬৭৩২। আবদুল আলা ইবনু হাম্মাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বীয় প্রতিপালক আল্লাহ রাব্বুল আলামীন থেকে বর্ণনা করেন। তিনি বলেন, এক বান্দা গুনাহ করে বলল, হে আমার প্রতিপালক! আমার গুনাহ ক্ষমা করে দাও। তারপর আল্লাহ তাআলা বললেন, আমার বান্দা গুনাহ করেছে এবং সে জানে যে, তার একজন প্রতিপালক আছে, যিনি গুনাহ ক্ষমা করেন এবং গুনাহের কারণে পাকড়াও করেন। এ কথা বলার পর সে পুনরায় গুনাহ করল এবং বলল, হে আমার মনিব! আমার গুনাহ মাফ করে দাও। এরপর আল্লাহ তাআলা বললেন, আমার এক বান্দা গুনাহ করেছে এবং সে জানে যে, তার একজন প্রতিপালক আছে যিনি গুনাহ মাফ করেন এবং গুনাহের কারণে পাকড়াও করেন।\n\nতারপর সে আবারও গুনাহ করে বলল, হে আমার রব! আমার গুনাহ ক্ষমা করে দাও। একথা শুনে আল্লাহ তাআলা আবারও বলেন, আমার বান্দা গুনাহ করেছে এবং সে জানে যে তার একজন মালিক আছে, যিনি বান্দার গুনাহ ক্ষমা করেন এবং গুনাহের কারণে পাকড়াও করেন। তারপর আল্লাহ তাআলা বলেন, হে বান্দা! এখন যা ইচ্ছা তুমি আমল কর। আমি তোমার গুনাহ মাফে করে দিয়েছি। বর্ননাকারী আবদুল আলা বলেন, &ldquo;এখন যা ইচ্ছা তুমি আমল কর&rdquo; কথাটি (আল্লাহ তাআলা) তৃতীয়বারের পর বলেছেন, না চতুর্থবারের পর বলেছেন, তা আমি জানি না।\n\nআবূ আহমাদ (রহঃ) ... আবদুল আলা ইবনু হাম্মাদ নাররসী (রহঃ) থেকে উক্ত সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6732",
    "id": "19055",
    "thesequence": "19207",
    "isActive": "1",
    "chapterId": "14308",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৫. গুনাহের কারণে তাওবা কবুল হয়, এমন কি বারবার গুনাহ ও বারবার তাওবা করলেও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported lie heard Allahs Messenger (ﷺ) as saying that a servant committed a sin. The rest of the hadith is the same, but there is a slight variation of wording.",
    "hadithArabic": " حَدَّثَنِي عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنِي أَبُو الْوَلِيدِ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا إِسْحَاقُ بْنُ عَبْدِ اللَّهِ، بْنِ أَبِي طَلْحَةَ قَالَ كَانَ بِالْمَدِينَةِ قَاصٌّ يُقَالُ لَهُ عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرَةَ - قَالَ - فَسَمِعْتُهُ يَقُولُ سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  إِنَّ عَبْدًا أَذْنَبَ ذَنْبًا  . بِمَعْنَى حَدِيثِ حَمَّادِ بْنِ سَلَمَةَ . وَذَكَرَ ثَلاَثَ مَرَّاتٍ  أَذْنَبَ ذَنْبًا  . وَفِي الثَّالِثَةِ  قَدْ غَفَرْتُ لِعَبْدِي فَلْيَعْمَلْ مَا شَاءَ  .",
    "hadithBengali": "৬৭৩৩। আবদ ইবনু হুমায়দ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে &#39;এক ব্যক্তি গুনাহ করল&#39; এ মর্মে একটি হাদীস বর্ণনা করতে শুনেছি। এরপর রাবী হাম্মাদ ইবনু সালামার অনুরূপ হাদীসটি বর্ণনা করেছেন। তবে এ হাদীসের মধ্যেأَذْنَبَ ذَنْبًا কথাটি তিনবার বর্ণিত আছে এবং তৃতীয়বারের পর রয়েছে- আমি আমার বান্দাকে মাফ করে দিলাম। সুতরাং এখন সে যা ইচ্ছা তাই আমল করুক।\n",
    "checkStatus": "1",
    "hadithNo": "6733",
    "id": "19056",
    "thesequence": "19208",
    "isActive": "1",
    "chapterId": "14308",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৫. গুনাহের কারণে তাওবা কবুল হয়, এমন কি বারবার গুনাহ ও বারবার তাওবা করলেও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa reported Allahs Messenger (ﷺ) as saying that Allah, the Exalted and Glorious, Stretches out His Hand during the night so that the people may repent for the fault committed from dawn till dusk and He stretches out His Hand during the day so that the people may repent for the fault committed from dusk to dawn. (He would accept repentance) before the sun rises in the west (before the Day of Resurrection).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، قَالَ سَمِعْتُ أَبَا عُبَيْدَةَ، يُحَدِّثُ عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّ اللَّهَ عَزَّ وَجَلَّ يَبْسُطُ يَدَهُ بِاللَّيْلِ لِيَتُوبَ مُسِيءُ النَّهَارِ وَيَبْسُطُ يَدَهُ بِالنَّهَارِ لِيَتُوبَ مُسِيءُ اللَّيْلِ حَتَّى تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا  . ",
    "hadithBengali": "৬৭৩৪। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, রাতে আল্লাহ তাআলা তার স্বীয় করুণার হস্ত সম্প্রসারিত করেন যেন দিবসের অপরাধী তার প্রতি ধাবিত হয়ে তার নিকট তাওবা করে। অনুরূপভাবে দিবসে তিনি তার স্বীয় হাত সম্প্রসারিত করেন যেন রাতের অপরাধী তার প্রতি ধাবিত হয় ও তার নিকট তাওবা করে। এমনিভাবে প্রতিনিয়ত চলতে থাকবে পশ্চিম দিগন্ত থেকে সূর্য উদিত হওয়া পর্যন্ত।\n",
    "checkStatus": "1",
    "hadithNo": "6734",
    "id": "19057",
    "thesequence": "19209",
    "isActive": "1",
    "chapterId": "14308",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৫. গুনাহের কারণে তাওবা কবুল হয়, এমন কি বারবার গুনাহ ও বারবার তাওবা করলেও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A hadith like this has been narrated on the authority of Shuba with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "৬৭৩৫। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... শুবা (রহঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6735",
    "id": "19058",
    "thesequence": "19210",
    "isActive": "1",
    "chapterId": "14308",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৫. গুনাহের কারণে তাওবা কবুল হয়, এমন কি বারবার গুনাহ ও বারবার তাওবা করলেও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah reported Allahs Messenger (ﷺ) as saying:\nNothing is more loveable to Allah than His praise as He has praised Himself and no one is more self-respecting than Allah Himself and it As because of this that He has prohibited abominable acts.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ، عُثْمَانُ حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَيْسَ أَحَدٌ أَحَبَّ إِلَيْهِ الْمَدْحُ مِنَ اللَّهِ مِنْ أَجْلِ ذَلِكَ مَدَحَ نَفْسَهُ وَلَيْسَ أَحَدٌ أَغْيَرَ مِنَ اللَّهِ مِنْ أَجْلِ ذَلِكَ حَرَّمَ الْفَوَاحِشَ  .",
    "hadithBengali": "৬৭৩৬। উসমান ইবনু আবূ শায়বা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহর চেয়ে আত্মুপ্রশংসা অধিক পছন্দকারী কেউ নেই। এ কারণেই তিনি নিজে নিজের প্রশংসা করেছেন। অনুরূপভাবে আল্লাহর চেয়ে অধিক আত্ম মর্যাদাবোধ সম্পন্নও কোন সত্তা নেই। এ কারণেই (প্রকাশ্য এবং অপ্রকাশ্য) সমস্ত অশ্লীলতাকে তিনি হারাম ঘোষণা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6736",
    "id": "19059",
    "thesequence": "19211",
    "isActive": "1",
    "chapterId": "14309",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৬. আল্লাহ্&zwnj; তা&#039;আলা আত্মমর্যাদা এবং অশ্লীলতা হারাম হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah reported Allahs Messenger (ﷺ) as saying:\nNone is more self-respectidg than Allah and it is because of this that He has prohibited abominable acts-both visible and invisible-and none loves His praise more than Allah Himself.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، وَأَبُو مُعَاوِيَةَ عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ أَحَدٌ أَغْيَرَ مِنَ اللَّهِ وَلِذَلِكَ حَرَّمَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلاَ أَحَدٌ أَحَبَّ إِلَيْهِ الْمَدْحُ مِنَ اللَّهِ  .",
    "hadithBengali": "৬৭৩৭। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র, আবূ কুরায়ব ও আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর থেকে অধিক আত্মমর্যাদাবোধ সম্পন্ন আর কোন সত্তা নেই। এ কারণেই প্রকাশ্য-অপ্রকাশ্য সমস্ত অশ্লীলতাকে তিনি হারাম ঘোষণা করেছেন এবং আল্লাহ তাআলার প্রশংসা অধিক পছন্দকারীও আর কোন সত্তা নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6737",
    "id": "19060",
    "thesequence": "19212",
    "isActive": "1",
    "chapterId": "14309",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৬. আল্লাহ্&zwnj; তা&#039;আলা আত্মমর্যাদা এবং অশ্লীলতা হারাম হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Masud reported it directly from Allahs Messenger (ﷺ) that he said:\nNone is more self-respecting than Allah and it is because of this that He has prohibited abominable acts-both visible and invisible and nothing is loved by Allah more than the praise of His Ownself and it is because of this that He has praised Himself.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، قَالَ سَمِعْتُ أَبَا وَائِلٍ، يَقُولُ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ، يَقُولُ قُلْتُ لَهُ آنْتَ سَمِعْتَهُ مِنْ عَبْدِ اللَّهِ، قَالَ نَعَمْ وَرَفَعَهُ أَنَّهُ قَالَ   لاَ أَحَدٌ أَغْيَرَ مِنَ اللَّهِ وَلِذَلِكَ حَرَّمَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلاَ أَحَدٌ أَحَبَّ إِلَيْهِ الْمَدْحُ مِنَ اللَّهِ وَلِذَلِكَ مَدَحَ نَفْسَهُ  .",
    "hadithBengali": "৬৭৩৮। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আল্লাহর চেয়ে অধিক আত্মমর্যাদাবোধ সম্পন্ন আর কোন সত্তা নেই। এ জন্যই প্রকাশ্য ও অপ্রকাশ্য সমস্ত অশ্লীলতাকে তিনি হারাম করে দিয়েছেন। এমনিভাবে আল্লাহর চেয়ে অধিক প্রশংসা পছন্দকারীও কেউ নেই। এ কারণেই তিনি নিজ নিজের প্রশংসা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6738",
    "id": "19061",
    "thesequence": "19213",
    "isActive": "1",
    "chapterId": "14309",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৬. আল্লাহ্&zwnj; তা&#039;আলা আত্মমর্যাদা এবং অশ্লীলতা হারাম হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Masud reported that Allahs Messenger (ﷺ) said:\nNone loves ones own praise more than Allah, the Exalted and Glurious, does. It is because of this that He has praised Himself, and none is more self-respecting than Allah and it is because of this that He has prohibited abominable acts and there is none who is more anxious to accept the apologies of the people than Allah Himself and it is because of this that He has revealed the Book and sent the Messengers.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ مَالِكِ بْنِ الْحَارِثِ، عَنْ عَبْدِ الرَّحْمَنِ، بْنِ يَزِيدَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَيْسَ أَحَدٌ أَحَبَّ إِلَيْهِ الْمَدْحُ مِنَ اللَّهِ عَزَّ وَجَلَّ مِنْ أَجْلِ ذَلِكَ مَدَحَ نَفْسَهُ وَلَيْسَ أَحَدٌ أَغْيَرَ مِنَ اللَّهِ مِنْ أَجْلِ ذَلِكَ حَرَّمَ الْفَوَاحِشَ وَلَيْسَ أَحَدٌ أَحَبَّ إِلَيْهِ الْعُذْرُ مِنَ اللَّهِ مِنْ أَجْلِ ذَلِكَ أَنْزَلَ الْكِتَابَ وَأَرْسَلَ الرُّسُلَ  .",
    "hadithBengali": "৬৭৩৯। উসমান ইবনু আবূ শায়বা, যুহায়র ইবনু হারব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর চেয়ে অধিক আত্নপ্রশংসা পছন্দকারী কেউ নাই। এ জন্যই তিনি নিজে নিজের প্রশংসা করেছেন। অনুরূপভাবে আল্লাহর তুলনায় অধিক আত্ন-মর্যাদাবোধ সম্পন্ন কেউ নেই। এ কারণেই তিনি সমস্ত অশ্নীলতাকে হারাম করেছেন। আল্লাহর তুলনায় অধিক পরিমাণে ওযর গ্রহণকারী আর কোন সত্তা নেই। এ কারণেই তিনি কিতাব নাযিল করেছেন এবং রাসুল প্রেরণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6739",
    "id": "19062",
    "thesequence": "19214",
    "isActive": "1",
    "chapterId": "14309",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৬. আল্লাহ্&zwnj; তা&#039;আলা আত্মমর্যাদা এবং অশ্লীলতা হারাম হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nAllah is self-respecting and a believer is also self-respecting and the respect of Allah is injured if a believer does what He has forbidden him to do.\n\nThis hadith has been narrated on the authority of Asma daughter of Abu Bakr, through another chain of transmitters.",
    "hadithArabic": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ ابْنُ عُلَيَّةَ، عَنْ حَجَّاجِ بْنِ أَبِي، عُثْمَانَ قَالَ قَالَ يَحْيَى وَحَدَّثَنِي أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ اللَّهَ يَغَارُ وَإِنَّ الْمُؤْمِنَ يَغَارُ وَغَيْرَةُ اللَّهِ أَنْ يَأْتِيَ الْمُؤْمِنُ مَا حَرَّمَ عَلَيْهِ  .\nقَالَ يَحْيَى وَحَدَّثَنِي أَبُو سَلَمَةَ، أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ، حَدَّثَهُ أَنَّ أَسْمَاءَ بِنْتَ أَبِي بَكْرٍ حَدَّثَتْهُ أَنَّهَا، سَمِعَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لَيْسَ شَىْءٌ أَغْيَرَ مِنَ اللَّهِ عَزَّ وَجَلَّ  .",
    "hadithBengali": "৬৭৪০। আমর নাকিদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তায়ালা তার আত্নমর্যাদাবোধ প্রকাশ করেন এবং মুমিনগণও আত্নমর্যাদাবোধ প্রকাশ করে। আল্লাহর আত্নমর্যাদাবোধ উজ্জীবিত হয় যখন মুমিন তা করে যা তিনি হারাম করেছেন।\n\nইয়াহইয়া (রহঃ) ... আসমা বিনতে আবূ বকর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলতে শুনেছি যে, আল্লাহর চেয়ে অধিক আত্মমর্যাদাবোধ সম্পন্ন আর কোন সত্তা নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6740",
    "id": "19063",
    "thesequence": "19215",
    "isActive": "1",
    "chapterId": "14309",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৬. আল্লাহ্&zwnj; তা&#039;আলা আত্মমর্যাদা এবং অশ্লীলতা হারাম হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Salama reported from Abu Huraira that he narrated that Allahs Messenger (may peace be upon hin) said:\nThere is none more self-respecting than Allah, the Exalted and Glorious There is no mention of the narration of Asma.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ، وَحَرْبُ بْنُ شَدَّادٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِ رِوَايَةِ حَجَّاجٍ حَدِيثَ أَبِي هُرَيْرَةَ خَاصَّةً وَلَمْ يَذْكُرْ حَدِيثَ أَسْمَاءَ .",
    "hadithBengali": "৬৭৪১। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রেনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। হাজ্জাজের বর্ণনার অনুরূপ শুধু আবু হুরায়রা (রাঃ) এর হাদীস বর্ণনা করেছেন। তিনি আসমা (রাঃ) এর কথা উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6741",
    "id": "19064",
    "thesequence": "19216",
    "isActive": "1",
    "chapterId": "14309",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৬. আল্লাহ্&zwnj; তা&#039;আলা আত্মমর্যাদা এবং অশ্লীলতা হারাম হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Asma reported that Allahs Apostle (ﷺ) said:\nThere is none more self-respecting than Allah, the Exalted and Glorious.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ هِشَامٍ، عَنْ يَحْيَى، بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ، عَنْ عُرْوَةَ، عَنْ أَسْمَاءَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ   لاَ شَىْءَ أَغْيَرُ مِنَ اللَّهِ عَزَّ وَجَلَّ  .",
    "hadithBengali": "৬৭৪২। মুহাম্মাদ ইবনু আবূ বকর মুকাদ্দামী (রহঃ) ... আসমা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলার চেয়ে অধিক আত্নমর্যাদাবোধ সম্পন্ন কিছুই নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6742",
    "id": "19065",
    "thesequence": "19217",
    "isActive": "1",
    "chapterId": "14309",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৬. আল্লাহ্&zwnj; তা&#039;আলা আত্মমর্যাদা এবং অশ্লীলতা হারাম হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (may peace be upon him ) as saying:\nA believer is self-respecting and Allah is extremely self-respecting.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   الْمُؤْمِنُ يَغَارُ وَاللَّهُ أَشَدُّ غَيْرًا  .",
    "hadithBengali": "৬৭৪৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিন আত্মমর্যাদাবোধে উদ্বুদ্ধ হয়। আল্লাহ তাআলা সর্বাধিক আত্মমর্যাদাবোধ সম্পন্ন।\n",
    "checkStatus": "1",
    "hadithNo": "6743",
    "id": "19066",
    "thesequence": "19218",
    "isActive": "1",
    "chapterId": "14309",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৬. আল্লাহ্&zwnj; তা&#039;আলা আত্মমর্যাদা এবং অশ্লীলতা হারাম হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Shuba through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ الْعَلاَءَ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৬৭৪৪। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... আলা (রহঃ) থেকে এ সনদে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6744",
    "id": "19067",
    "thesequence": "19219",
    "isActive": "1",
    "chapterId": "14309",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৬. আল্লাহ্&zwnj; তা&#039;আলা আত্মমর্যাদা এবং অশ্লীলতা হারাম হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Masud reported that a person kissed a woman and he came to Allahs Apostle (ﷺ) and made a mention of that to him. It was (on this occasion) that this verse was revealed:\n And observe prayer at the (two) ends of the day and in the first hours of the night. Surely, good deeds take away evil deeds. That is a reminder for the mindful (xi. 115). That person said: Allahs Messenger, does it concern me only? He (the Holy Prophet) said: It concerns every one of my Unimah, who acts according to it.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو كَامِلٍ فُضَيْلُ بْنُ حُسَيْنٍ الْجَحْدَرِيُّ كِلاَهُمَا عَنْ يَزِيدَ، بْنِ زُرَيْعٍ - وَاللَّفْظُ لأَبِي كَامِلٍ - حَدَّثَنَا يَزِيدُ، حَدَّثَنَا التَّيْمِيُّ، عَنْ أَبِي عُثْمَانَ، عَنْ عَبْدِ اللَّهِ، بْنِ مَسْعُودٍ أَنَّ رَجُلاً، أَصَابَ مِنِ امْرَأَةٍ قُبْلَةً فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ لَهُ ذَلِكَ - قَالَ - فَنَزَلَتْ { أَقِمِ الصَّلاَةَ طَرَفَىِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ} قَالَ فَقَالَ الرَّجُلُ أَلِيَ هَذِهِ يَا رَسُولَ اللَّهِ قَالَ   لِمَنْ عَمِلَ بِهَا مِنْ أُمَّتِي  .",
    "hadithBengali": "৬৭৪৫। কুতায়বা ইবনু সাঈদ ও আবূ কামিল ফুযায়ল ইবনু হুসায়ন জাহদারী (রহঃ) ... আবদুল্লাহ ইবনু মাসঊদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ব্যক্তি এক স্ত্রীলোককে চুম্বন করে ফেলে। এরপর সে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে এ কথা উল্লেখ করল। রাবী বলেন, তখন নাযিল হলঃ সালাত কায়িম করবে দিবসের দুই প্রান্তে রজনীর কিছু অংশে। সৎকর্ম অবশ্যই অসৎকর্ম মিটিয়ে দেয়। যারা উপদেশ গ্রহণ করে ইহা তাদের জন্য এক উপদেশ। বর্ণণীকারী বলেন, তারপর লোকটি বলল, ইয়া রাসুলুল্লাহ! এ হুকুম কি একমাত্র আমার জন্য? তিনি বললেনঃ আমার উম্মাতের যে কেউ আমল করবে তার জন্যও।\n",
    "checkStatus": "1",
    "hadithNo": "6745",
    "id": "19068",
    "thesequence": "19220",
    "isActive": "1",
    "chapterId": "14310",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৭. আল্লাহ্&zwnj; তা&#039;আলার বানীঃ পুণ্যবান পাপসমূহ মিটিয়ে দেয়। (সূরা হুদঃ ১১৪)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Masud reported that a person came to Allahs Messenger (ﷺ) and told him that he had kissed a woman or touched her with his hand or did something like this. He inquired of him about its expiation. It was (on this occasion) that Allah, the Exalted and Glorious, revealed this verse (as mentioned above).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا الْمُعْتَمِرُ، عَنْ أَبِيهِ، حَدَّثَنَا أَبُو عُثْمَانَ، عَنِ ابْنِ، مَسْعُودٍ أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ أَنَّهُ أَصَابَ مِنِ امْرَأَةٍ إِمَّا قُبْلَةً أَوْ مَسًّا بِيَدٍ أَوْ شَيْئًا كَأَنَّهُ يَسْأَلُ عَنْ كَفَّارَتِهَا - قَالَ - فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ . ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِ يَزِيدَ .",
    "hadithBengali": "৬৭৪৬। মুহাম্মাদ ইবনু আবদুল আলা (রহঃ) ... ইবনু মাসউদ (রাঃ) থেকে বর্ণিত যে, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললো, সে এক মহিলাকে চুমু দিয়েছে বা হস্ত দ্বারা স্পর্শ করেছে অথবা তেমন কিছু করেছে। এ বলে সে এর কাফফারা সম্পর্কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে জানতে চাইছে। বর্ণনাকারী বলেন, তারপর আল্লাহ তাআলা উপরোক্ত আয়াত নাযিল করলেন। পরবর্তী অংশ ইয়াযীদের হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6746",
    "id": "19069",
    "thesequence": "19221",
    "isActive": "1",
    "chapterId": "14310",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৭. আল্লাহ্&zwnj; তা&#039;আলার বানীঃ পুণ্যবান পাপসমূহ মিটিয়ে দেয়। (সূরা হুদঃ ১১৪)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Sulaiman Taimi with the same chain of transmitters that a person had taken liberty with a woman less than fomication. He came to Umar b. Khattab and he took it to be a serious offence. Then he came to Abu Bakr and he also took it to be a serious offence. Then he came the Allahs Apostle (ﷺ) and he made a mention of this to him. The rest of the hadith is the same.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، بِهَذَا الإِسْنَادِ قَالَ أَصَابَ رَجُلٌ مِنِ امْرَأَةٍ شَيْئًا دُونَ الْفَاحِشَةِ فَأَتَى عُمَرَ بْنَ الْخَطَّابِ فَعَظَّمَ عَلَيْهِ ثُمَّ أَتَى أَبَا بَكْرٍ فَعَظَّمَ عَلَيْهِ ثُمَّ أَتَى النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ بِمِثْلِ حَدِيثِ يَزِيدَ وَالْمُعْتَمِرِ .",
    "hadithBengali": "৬৭৪৭। উসমান ইবনু আবূ শায়বা (রহঃ) ... সুলায়মান তায়মী (রহঃ) এর সুত্রে উক্ত সনদে বর্ণনা করেন যে, এক ব্যাক্তি ব্যভিচারে লিপ্ত হওয়া ব্যতীত এক স্ত্রীলোকের সাথে কিছু অসৌজন্যমূলক আচরণ করল। তারপর সে উমার ইবনু খাত্তাব (রাঃ) এর নিকট আসল। উমার (রাঃ) তার এ কাজটিকে গুরুতর অপরাধ মনে করলেন। এরপর সে আবূ বাকর সিদ্দীক (রাঃ) এর নিকট আসল। তিনিও এ কাজটিকে গুরুততর অপরাধ মনে করলেন। অবশেষে সে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসল। তারপর বর্ণনাকারী হাদীসটি ইয়াযীদ এবং মু&#39;তামির (রাঃ) এর হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6747",
    "id": "19070",
    "thesequence": "19222",
    "isActive": "1",
    "chapterId": "14310",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৭. আল্লাহ্&zwnj; তা&#039;আলার বানীঃ পুণ্যবান পাপসমূহ মিটিয়ে দেয়। (সূরা হুদঃ ১১৪)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah reported that a person came to Allahs Apostle (ﷺ) and said:\nAllahs Messenger, I sported with a woman in the outskirts of Medina, and I have committed an offence short of fornication. Here I am (before you), kindly deliver verdict about me which you deem fit. Unar said: Allah concealed your fault. You had better conceal it yourself also. Allahs Apostle (ﷺ), however, gave no reply to him. The man stood up and went away and Allahs Apostle (ﷺ) sent a person after him to call him and be recited this verse: And observe prayer at the ends of the day and in the first hours of the night. Surely, good deeds take away evil deeds. That is a reminder for the mindful (xi. 115). A person amongst the people said: Allahs Apostle, does it concern this marn only? Thereupon he (the Holy Prophet) said: No, but the people at large.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ - وَاللَّفْظُ لِيَحْيَى - قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، وَالأَسْوَدِ، عَنْ عَبْدِ اللَّهِ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي عَالَجْتُ امْرَأَةً فِي أَقْصَى الْمَدِينَةِ وَإِنِّي أَصَبْتُ مِنْهَا مَا دُونَ أَنْ أَمَسَّهَا فَأَنَا هَذَا فَاقْضِ فِيَّ مَا شِئْتَ . فَقَالَ لَهُ عُمَرُ لَقَدْ سَتَرَكَ اللَّهُ لَوْ سَتَرْتَ نَفْسَكَ - قَالَ - فَلَمْ يَرُدَّ النَّبِيُّ صلى الله عليه وسلم شَيْئًا فَقَامَ الرَّجُلُ فَانْطَلَقَ فَأَتْبَعَهُ النَّبِيُّ صلى الله عليه وسلم رَجُلاً دَعَاهُ وَتَلاَ عَلَيْهِ هَذِهِ الآيَةَ { أَقِمِ الصَّلاَةَ طَرَفَىِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ} فَقَالَ رَجُلٌ مِنَ الْقَوْمِ يَا نَبِيَّ اللَّهِ هَذَا لَهُ خَاصَّةً قَالَ  بَلْ لِلنَّاسِ كَافَّةً  .",
    "hadithBengali": "৬৭৪৮। ইয়াহইয়া ইবনু ইয়াহইয়া, কুতায়বা ইবনু সাঈদ ও আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, ইয়া রাসুলুল্লাহ ! মদীনার এক প্রান্তে এক স্ত্রীলোককে আমি উপভোগ করেছি। সহবাস ব্যতিরেকে তার সাথে আমি মিলিত হয়েছি। আমিই সেই ব্যক্তি। আপনি আমার সম্পর্কে আপনার যা ইচ্ছা ফয়সালা দিন। তখন উমার (রাঃ) তাকে বললেনঃ আল্লাহ তোমার অপরাধ গোপন রেখেছেন। তুমিও যদি তোমার নিজের ব্যাপারটি গোপন রাখতে! বর্ণনাকারী বলেন, কিন্তু নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে আর কোন উত্তর দেননি। তারপর লোকটি উঠে যেতে লাগল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তিকে তার পশ্চাতে পাঠালেন। সে তাকে ডেকে আনল। তিনি তার সামনে এ আয়াত পাঠ করলেনঃ &ldquo;সালাত কায়িম করবে দিবসের দুই প্রান্তে এবং রজনীর কিছু অংশে। সৎকর্ম নিশ্চয়ই অসৎকর্মকে মিটিয়ে দেয়। যারা উপদেশ গ্রহণ করে, এ হল তাদের জন্য এক উপদেশ।&rdquo; তখন লোকদের মধ্য থেকে এক ব্যক্তি বলল, হে আল্লাহর নবী! এ হুকুম কি তার জন্য খাস? উত্তরে তিনি বললেনঃ না, বরং সমস্ত মানুষের জন্যই এ হুকুম প্রযোজ্য।\n",
    "checkStatus": "1",
    "hadithNo": "6748",
    "id": "19071",
    "thesequence": "19223",
    "isActive": "1",
    "chapterId": "14310",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৭. আল্লাহ্&zwnj; তা&#039;আলার বানীঃ পুণ্যবান পাপসমূহ মিটিয়ে দেয়। (সূরা হুদঃ ১১৪)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted by Abu al-Ahwas and in this (these words are) also found:\nMuadh said: Allahs Messenger, does it concern this particular case or to all of us? And he (the Holy Prophet) said: Of course, to all of you.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو النُّعْمَانِ الْحَكَمُ بْنُ عَبْدِ اللَّهِ الْعِجْلِيُّ، حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، قَالَ سَمِعْتُ إِبْرَاهِيمَ، يُحَدِّثُ عَنْ خَالِهِ الأَسْوَدِ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَى حَدِيثِ أَبِي الأَحْوَصِ وَقَالَ فِي حَدِيثِهِ فَقَالَ مُعَاذٌ يَا رَسُولَ اللَّهِ هَذَا لِهَذَا خَاصَّةً أَوْ لَنَا عَامَّةً قَالَ   بَلْ لَكُمْ عَامَّةً  .",
    "hadithBengali": "৬৭৪৯। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবূল আহওয়াসের অনুরূপ হাদীস বর্ণনা করেছেন। তবে এ হাদীসের মধ্যে আছে, তখন মুআয (রাঃ) প্রশ্ন করলেন, ইয়া রাসুলাল্লাহ! এ হুকুম কি শুধু তার জন্য, না আমাদের সকলের জন্য সমভাবে প্রযোজ্য? উত্তরে তিনি বললেনঃ না, বরং তোমাদের সকলের জন্য সমভাবে প্রযোজ্য।\n",
    "checkStatus": "1",
    "hadithNo": "6749",
    "id": "19072",
    "thesequence": "19224",
    "isActive": "1",
    "chapterId": "14310",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৭. আল্লাহ্&zwnj; তা&#039;আলার বানীঃ পুণ্যবান পাপসমূহ মিটিয়ে দেয়। (সূরা হুদঃ ১১৪)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported that a person came to Allahs Apostle (ﷺ) said:\nAllahs Messenger, I have committed an offence which deserves imposition of haad, so impose it upon me according to the Book of Allah. Thereupon he said: Were you not present with us at the time of prayer? He said: Yes. Thereupon he said: You have been granted pardon.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا هَمَّامٌ، عَنْ إِسْحَاقَ، بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ عَنْ أَنَسٍ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ أَصَبْتُ حَدًّا فَأَقِمْهُ عَلَىَّ - قَالَ - وَحَضَرَتِ الصَّلاَةُ فَصَلَّى مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا قَضَى الصَّلاَةَ قَالَ يَا رَسُولَ اللَّهِ إِنِّي أَصَبْتُ حَدًّا فَأَقِمْ فِيَّ كِتَابَ اللَّهِ . قَالَ  هَلْ حَضَرْتَ الصَّلاَةَ مَعَنَا  . قَالَ نَعَمْ . قَالَ  قَدْ غُفِرَ لَكَ  .",
    "hadithBengali": "৬৭৫০। হাসান ইবনু আলী হুলওয়ানী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, ইয়া রাসুলাল্লাহ! আমি হদ্দ কায়িম হওয়ার যোগ্য কাজ করে ফেলেছি। সুতরাং আপনি আমার উপর তো কায়িম করুন। রাবী বলেন, তখন সালাতের ওয়াক্ত হল এবং লোকটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সালাত আদায় করল। সালাত আদায় হয়ে গেলে লোকটি বলল, ইয়া রাসুলাল্লাহ! আমার উপর হদ্দ কায়েম হওয়ার মত অপরাধ করে ফেলেছি। সুতরাং আপনি আল কুরআনের বিধান অনুসারে আমার উপর শাস্তি কায়িম করুন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি কি আমাদের সঙ্গে সালাতে ছিলে? লোকটি বলল, হ্যাঁ। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমাকে ক্ষমা করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6750",
    "id": "19073",
    "thesequence": "19225",
    "isActive": "1",
    "chapterId": "14310",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৭. আল্লাহ্&zwnj; তা&#039;আলার বানীঃ পুণ্যবান পাপসমূহ মিটিয়ে দেয়। (সূরা হুদঃ ১১৪)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Umama reported:\nWe were sitting in the mosque in the company of Allahs Messenger (ﷺ). A person came there and said: Allahs Messenger, I have committed an offence which deserves the imposition of hadd upon me, so impose it upon me. Allahs Messenger (ﷺ) kept silent. He repeated it and said: Allahs Messenger, I have committed an offence which deserves the imposition of hadd upon me, so impose it upon me. He (the Holy Prophet) kept silent, and it was at this time that Iqama was pronounced for prayer (and the prayer was observed). And when Allahs Apostle (ﷺ) had concluded the payer that person followed Allahs Messenger (ﷺ). Abu Umama said: I too followed Allahs Messenger (ﷺ) after he had concluded the prayer, so that I should know what answer he would give to that person. That person remained attached to Allahs Messenger (ﷺ) and said: Allahs Messenger, I have committed an offence which deserves imposition of hadd upon me, so impose it upon me. Abu Umama reported that Allahs Messenger (ﷺ) said to him: Didnt you see that as you got out of the house, you performed ablution perfectly well. He said: Allahs Messenger, of course. I did it. He again said to him: Then you observed prayer along with us. He said: Allahs Messenger, yes, it is so. Thereupon Allahs Messenger (ﷺ) said to him: Verily, Allah has exempted you from the imposition of hadd, or he said. From your sin.",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، وَزُهَيْرُ بْنُ حَرْبٍ، - وَاللَّفْظُ لِزُهَيْرٍ - قَالاَ حَدَّثَنَا عُمَرُ بْنُ يُونُسَ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنَا شَدَّادٌ، حَدَّثَنَا أَبُو أُمَامَةَ، قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْمَسْجِدِ وَنَحْنُ قُعُودٌ مَعَهُ إِذْ جَاءَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَصَبْتُ حَدًّا فَأَقِمْهُ عَلَىَّ . فَسَكَتَ عَنْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ أَعَادَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَصَبْتُ حَدًّا فَأَقِمْهُ عَلَىَّ . فَسَكَتَ عَنْهُ وَأُقِيمَتِ الصَّلاَةُ فَلَمَّا انْصَرَفَ نَبِيُّ اللَّهِ صلى الله عليه وسلم قَالَ أَبُو أُمَامَةَ فَاتَّبَعَ الرَّجُلُ رَسُولَ اللَّهِ صلى الله عليه وسلم حِينَ انْصَرَفَ وَاتَّبَعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنْظُرُ مَا يَرُدُّ عَلَى الرَّجُلِ فَلَحِقَ الرَّجُلُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَصَبْتُ حَدًّا فَأَقِمْهُ عَلَىَّ - قَالَ أَبُو أُمَامَةَ - فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَرَأَيْتَ حِينَ خَرَجْتَ مِنْ بَيْتِكَ أَلَيْسَ قَدْ تَوَضَّأْتَ فَأَحْسَنْتَ الْوُضُوءَ  . قَالَ بَلَى يَا رَسُولَ اللَّهِ . قَالَ  ثُمَّ شَهِدْتَ الصَّلاَةَ مَعَنَا  . فَقَالَ نَعَمْ يَا رَسُولَ اللَّهِ . قَالَ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  فَإِنَّ اللَّهَ قَدْ غَفَرَ لَكَ حَدَّكَ - أَوْ قَالَ - ذَنْبَكَ  .",
    "hadithBengali": "৬৭৫১। নাসর ইবনু আলী জাহযামী ও যুহায়র ইবনু হারব (রহঃ) ... আবূ উমামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদে উপবিষ্ট ছিলেন এবং আমরা তাঁর সঙ্গে উপবিষ্ট ছিলাম। তখন এক ব্যক্তি এসে বলল, ইয়া রাসুলাল্লাহ! হদ্দ প্রযোজ্য হওয়ার অপরাধ করে ফেলেছি। সুতরাং আপনি আমার উপর হদ্দ বাস্তবায়িত করুন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চুপ করে রইলেন। সে পুনরায় বলল, ইয়া রাসুলাল্লাহ! আমার দ্বারা হদ্দ প্রযোজ্য হওয়ার মত অপরাধ হয়ে গেছে। সুতরাং আপনি আমার উপর হদ্দ বাস্তবায়িত করুন। এবারও রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চুপ করে রইলেন। লোকটি তৃতীয়বার অনুরূপ বলল। এমতাবস্থায় সালাত শুরু হল।\n\nআল্লাহর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সালাত সমাপ্ত করলেন, রাবী আবূ উমামা (রাঃ) বলেন, সাকাত শেষে লোকটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অনুসরণ করতে লাগল। [আবূ উমামা (রাঃ)] বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকটিকে কি উত্তর দেন তা দেখার জন্য আমিও তাঁর অনুসরণ করলাম। এরপর প্রশ্নকারী লোকটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গিয়ে আবার বলল, ইয়া রাসুলাল্লাহ! আমি আমার উপর &#39;হদ্দ হওয়ার মত অপরাধ করে ফেলেছি। সুতরাং আমার উপর বাস্তবায়িত করুন।\n\nআবূ উমামা (রাঃ) বলেন, এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ঘর থেকে বের হওয়ার সময় তুমি কি উত্তমরূপে উযু করোনি? সে বলল, হ্যাঁ, নিশ্চয়ই, ইয়া রাসুলাল্লাহ! তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ তুমি কি আমাদের সঙ্গে সালাত আদায় করোনি? সে বলল, হ্যাঁ, ইয়া রাসুলাল্লাহ। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ আল্লাহ তাআলা তোমার হদ্দ ক্ষমা করে দিয়েছেন, অথবা বললেনঃ তিনি তোমার গুনাহ ক্ষমা করে দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6751",
    "id": "19074",
    "thesequence": "19226",
    "isActive": "1",
    "chapterId": "14310",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৭. আল্লাহ্&zwnj; তা&#039;আলার বানীঃ পুণ্যবান পাপসমূহ মিটিয়ে দেয়। (সূরা হুদঃ ১১৪)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri reported Allahs Messenger (ﷺ) as saying:\nThere was a person before you who had killed ninety-nine persons and then made an inquiry about the learned persons of the world (who could show him the way to salvation). He was directed to a monk. He came to him and told him that he had killed ninety-nine persons and asked him whether there was any scope for his repentance to be accepted. He said: No. He killed him also and thus completed one hundred. He then asked about the learned persons of the earth and he was directed to a scholar, and he told him that he had killed one hundred persons and asked him whether there was any scope for his repentance to be accepted. He said: Yes; what stands between you and the repentance? You better go to such and such land; there are people devoted to prayer and worship and you also worship along with them and do not come to the land of yours since it was an evil land (for you). So he went away and he had hardly covered half the distance when death came to him and there was a dispute between the angels of mercy and the angels of punishment. The angels of mercy said: This man has come as a penitant and remorseful to Allah and the angels of punishment said: He has done no good at all. Then there came another angel in the form of a human being in order to decide between them. He said: You measure the land to which he has drawn near. They measured it and found him nearer to the land where he intended to go (the land of piety), and so the angels of mercy took possession of it. Qatada said that Hasan told him that it was said to them that as death approached him, he crawled upon his chest (and managed) to slip in the land of mercy.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالَ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي الصِّدِّيقِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ   كَانَ فِيمَنْ كَانَ قَبْلَكُمْ رَجُلٌ قَتَلَ تِسْعَةً وَتِسْعِينَ نَفْسًا فَسَأَلَ عَنْ أَعْلَمِ أَهْلِ الأَرْضِ فَدُلَّ عَلَى رَاهِبٍ فَأَتَاهُ فَقَالَ إِنَّهُ قَتَلَ تِسْعَةً وَتِسْعِينَ نَفْسًا فَهَلْ لَهُ مِنَ تَوْبَةٍ فَقَالَ لاَ . فَقَتَلَهُ فَكَمَّلَ بِهِ مِائَةً ثُمَّ سَأَلَ عَنْ أَعْلَمِ أَهْلِ الأَرْضِ فَدُلَّ عَلَى رَجُلٍ عَالِمٍ فَقَالَ إِنَّهُ قَتَلَ مِائَةَ نَفْسٍ فَهَلْ لَهُ مِنْ تَوْبَةٍ فَقَالَ نَعَمْ وَمَنْ يَحُولُ بَيْنَهُ وَبَيْنَ التَّوْبَةِ انْطَلِقْ إِلَى أَرْضِ كَذَا وَكَذَا فَإِنَّ بِهَا أُنَاسًا يَعْبُدُونَ اللَّهَ فَاعْبُدِ اللَّهَ مَعَهُمْ وَلاَ تَرْجِعْ إِلَى أَرْضِكَ فَإِنَّهَا أَرْضُ سَوْءٍ . فَانْطَلَقَ حَتَّى إِذَا نَصَفَ الطَّرِيقَ أَتَاهُ الْمَوْتُ فَاخْتَصَمَتْ فِيهِ مَلاَئِكَةُ الرَّحْمَةِ وَمَلاَئِكَةُ الْعَذَابِ فَقَالَتْ مَلاَئِكَةُ الرَّحْمَةِ جَاءَ تَائِبًا مُقْبِلاً بِقَلْبِهِ إِلَى اللَّهِ . وَقَالَتْ مَلاَئِكَةُ الْعَذَابِ إِنَّهُ لَمْ يَعْمَلْ خَيْرًا قَطُّ . فَأَتَاهُمْ مَلَكٌ فِي صُورَةِ آدَمِيٍّ فَجَعَلُوهُ بَيْنَهُمْ فَقَالَ قِيسُوا مَا بَيْنَ الأَرْضَيْنِ فَإِلَى أَيَّتِهِمَا كَانَ أَدْنَى فَهُوَ لَهُ . فَقَاسُوهُ فَوَجَدُوهُ أَدْنَى إِلَى الأَرْضِ الَّتِي أَرَادَ فَقَبَضَتْهُ مَلاَئِكَةُ الرَّحْمَةِ  . قَالَ قَتَادَةُ فَقَالَ الْحَسَنُ ذُكِرَ لَنَا أَنَّهُ لَمَّا أَتَاهُ الْمَوْتُ نَأَى بِصَدْرِهِ .",
    "hadithBengali": "৬৭৫২। মুহাম্মাদ ইবনু মুসান্না ও মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আবূ সাঈদ খূদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের পূর্ববর্তীদের মধ্যে এক লোক ছিলো। সে নিরানব্বই ব্যক্তিকে হত্যা করার পর জিজ্ঞাসা করল, এ পৃথিবীতে সবচেয়ে বড় আলিম ব্যক্তি কে? তাকে এক রাহিবের সন্ধান দেওয়া হয়। সে তার কাছে এসে বলল, যে, সে নিরানব্বই ব্যক্তিকে হত্যা করেছো এমতাবস্থায় তার জন্য কি তাওবা আছে? রাহিব বলল, না। তখন সে রাহিবকেও হত্যা করে ফেলল। এবং এর (রাহিবের) হত্যা দ্বারা একশ পূর্ণ করল।\n\nতারপর সে আবার প্রশ্ন করল এ পৃথিবীতে সবচেয়ে বড় আলিম কে? তখন তাকে এক আলিম ব্যক্তির সন্ধান দেওয়া হল। সে আলিমকে সে বলল যে, সে একশ ব্যক্তিকে হত্যা করেছে, তার জন্য কি তাওবা আছে? আলিম ব্যক্তি বললেন, হ্যাঁ। এ তাওবার মধ্যে কে অন্তরায় হতে পারে? তুমি অমুক দেশে যাও। সেখানে কতিপয় লোক আল্লাহর ইবাদতে নিয়োজিত আছে। তুমিও তাদের সঙ্গে আল্লাহর ইবাদতে মশশুল হয়ে যাও। নিজের দেশে আর কখনো ফিরে যেয়ো না। কেননা এ দেশটি বড় মন্দ। তারপর সে চলতে লাগল। এমন কি যখন সে অর্ধ পথে পৌছে তখন তার মৃত্যু এল।\n\nএরপর রহমতের ফিরিশতা ও আযাবের ফিরিশতার মধ্যে তার সম্পর্কে বিবাদ লেগে গেল। রহমতের ফিরিশতারা বললেন, সে অন্তরের আবেগ নিয়ে আল্লাহর দিকে তাওবার জন্য ধাবিত হয়ে এসেছে। আর আযাবের ফিরিশতারা বললেন, সে তো কখনো কোন নেক আমল করেনি। এ সময় মানুষের সুরতে এক ফিরিশতা এলেন। তারা তাকে তাদের মধ্যে মীমাংসাকারী নির্ধারণ করলেন।\n\nতিনি তাদের বললেন, তোমরা দুই দেশের মধ্যবর্তী দূরত্ব মেপে নাও। দুই স্থানের মধ্যে যে স্থানের দিকে সে অধিক নিকটবর্তী হবে তাকে সে স্থানেরই গণ্য করা হবে। তারা মাপলেন। তখন তাঁরা তাকে উদ্দিষ্ট স্থানের অধিক নিকটবর্তী পেলেন। তখন রহমতের ফিরিশতা তাকে কবজ করে নিলেন। কাদাতা (রহঃ) বলেন, হাসান (রহঃ) বলেছেন, আমাদের নিকট বর্ণনা করা হয়েছে যে, যখন তার মৃত্যু এল, তখন সে বুকের উপর ভর দিয়ে (কিছু এগিয়ে) গেল।\n",
    "checkStatus": "1",
    "hadithNo": "6752",
    "id": "19075",
    "thesequence": "19227",
    "isActive": "1",
    "chapterId": "14311",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৮. হত্যাকারীর তাওবা আল্লাহর দরবারে গ্রহণযোগ্য; যদিও সে বহু হত্যা করে থাকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri reported Allahs Messenger (ﷺ) as saying that a man killed ninety-nine persons and then he began to make an inquiry whether there was any way left for him for repentance. He came to a monk and asked him about that, and he said:\nThere is no chance for repentance for you. He killed the monk also and then began to make an inquiry and moved from one village to another village where there lived pious persons, and as he had covered some distance, he was overtaken by death, but he managed to crawl upon his chest (to the side nearer to the place where the pious men lived). He died and then there was a dispute between the angels of mercy and the angels of punishment and (when it was measured) he was found to be nearer to the village where pious persons were living equal to the Space of a span and he was thus included among them.",
    "hadithArabic": "حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، أَنَّهُ سَمِعَ أَبَا الصِّدِّيقِ النَّاجِيَّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم   أَنَّ رَجُلاً قَتَلَ تِسْعَةً وَتِسْعِينَ نَفْسًا فَجَعَلَ يَسْأَلُ هَلْ لَهُ مِنْ تَوْبَةٍ فَأَتَى رَاهِبًا فَسَأَلَهُ فَقَالَ لَيْسَتْ لَكَ تَوْبَةٌ . فَقَتَلَ الرَّاهِبَ ثُمَّ جَعَلَ يَسْأَلُ ثُمَّ خَرَجَ مِنْ قَرْيَةٍ إِلَى قَرْيَةٍ فِيهَا قَوْمٌ صَالِحُونَ فَلَمَّا كَانَ فِي بَعْضِ الطَّرِيقِ أَدْرَكَهُ الْمَوْتُ فَنَأَى بِصَدْرِهِ ثُمَّ مَاتَ فَاخْتَصَمَتْ فِيهِ مَلاَئِكَةُ الرَّحْمَةِ وَمَلاَئِكَةُ الْعَذَابِ فَكَانَ إِلَى الْقَرْيَةِ الصَّالِحَةِ أَقْرَبَ مِنْهَا بِشِبْرٍ فَجُعِلَ مِنْ أَهْلِهَا  .",
    "hadithBengali": "৬৭৫৩। উবায়দুল্লাহ ইবনু মুআয আনবারী (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, এক ব্যক্তি নিরানব্বই ব্যক্তিকে হত্যা করে জিজ্ঞাসা করে বেড়াতে লাগল, তার কি তাওবা আছে? অবশেষে সে এক পাদ্রীর নিকট এসে এ সম্পর্কে জিজ্ঞাসা করল। পাদ্রী বলল, তোমার জন্য তাওবা নেই। তখন সে পাদ্রীকে হত্যা করল। এরপর সে আবারো লোকদের জিজ্ঞাসা করতে লাগল। তারপর সে এক জনপদ থেকে অন্য জনপদের উদ্দেশ্যে রওয়ানা হল যেখানে কিছু নেক লোকের বসবাস ছিলো। রাস্তার এক অংশে তাকে মৃত্যু পেয়ে বসল। তখন সে বুকের উপর ভর করে সামনের দিকে অগ্রসর হলে। তারপর সে মারা গেল। তখন রহমতের ফিরিশতা ও আযাবের ফিরিশতা তার সম্পর্কে বিবাদে লিপ্ত হল। তখন দেখা গেল যে, সে নেক লোকদের জনপদের দিকে এক বিঘত পরিমাণ নিকটবর্তী রয়েছে। তাই তাকে তাদেরই অন্তর্ভুক্ত গণ্য করা হল।\n",
    "checkStatus": "1",
    "hadithNo": "6753",
    "id": "19076",
    "thesequence": "19228",
    "isActive": "1",
    "chapterId": "14311",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৮. হত্যাকারীর তাওবা আল্লাহর দরবারে গ্রহণযোগ্য; যদিও সে বহু হত্যা করে থাকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Qatida with the same chain of transmitters but (with this variation of wording):\n Allah commanded the earth (from where) he wanted to come out to move itself away and to the other earth (where he wanted to go) to draw nearer.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ نَحْوَ حَدِيثِ مُعَاذِ بْنِ مُعَاذٍ وَزَادَ فِيهِ   فَأَوْحَى اللَّهُ إِلَى هَذِهِ أَنْ تَبَاعَدِي وَإِلَى هَذِهِ أَنْ تَقَرَّبِي  .",
    "hadithBengali": "৬৭৫৪। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... কাতাদা (রহঃ) এর সূত্রে মুআয ইবনু মূআযের অনুরূপ হাদীস বর্ণনা করেছেন। তবে এ হাদীসে আছে যে, তখন আল্লাহ এ ভূমির প্রতি প্রত্যাদেশ করলেন যে, তুমি দূরবর্তী হয়ে যাও এবং ঐ ভূমির প্রতি প্রত্যাদেশ করলেন যে তুমি নিকটবর্তী হয়ে যাও।\n",
    "checkStatus": "1",
    "hadithNo": "6754",
    "id": "19077",
    "thesequence": "19229",
    "isActive": "1",
    "chapterId": "14311",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৮. হত্যাকারীর তাওবা আল্লাহর দরবারে গ্রহণযোগ্য; যদিও সে বহু হত্যা করে থাকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa reported that Allahs Messenger (ﷺ) said:\nWhen it will be the Day of Resurrection Allah would deliver to every Muslim a Jew or a Christian and say: That is your rescue from Hell-Fire.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ طَلْحَةَ بْنِ يَحْيَى، عَنْ أَبِي، بُرْدَةَ عَنْ أَبِي مُوسَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا كَانَ يَوْمُ الْقِيَامَةِ دَفَعَ اللَّهُ عَزَّ وَجَلَّ إِلَى كُلِّ مُسْلِمٍ يَهُودِيًّا أَوْ نَصْرَانِيًّا فَيَقُولُ هَذَا فَكَاكُكَ مِنَ النَّارِ  .",
    "hadithBengali": "৬৭৫৫। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত দিবসে আল্লাহ তাআলা প্রত্যেক মুসলমানকে এক এক জন খ্রীষ্টান বা ইয়াহুদী দিয়ে বলবেন, এ হচ্ছে তোমার জন্য জাহান্নামের আগুন হতে মুক্তিপণ।\n",
    "checkStatus": "1",
    "hadithNo": "6755",
    "id": "19078",
    "thesequence": "19230",
    "isActive": "1",
    "chapterId": "14311",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৮. হত্যাকারীর তাওবা আল্লাহর দরবারে গ্রহণযোগ্য; যদিও সে বহু হত্যা করে থাকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Burda reported on the authority of his father that Allahs Apostle (ﷺ) said:\nNo Muslim would die but Allah would admit in his stead a Jew or a Christian in Hell-Fire. Umar b. Abd al-Aziz took an oath: By One besides Whom there is no god but He, thrice that his father had narrated that to him from Allahs Messenger (ﷺ).",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، أَنَّ عَوْنًا، وَسَعِيدَ بْنَ أَبِي بُرْدَةَ، حَدَّثَاهُ أَنَّهُمَا، شَهِدَا أَبَا بُرْدَةَ يُحَدِّثُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يَمُوتُ رَجُلٌ مُسْلِمٌ إِلاَّ أَدْخَلَ اللَّهُ مَكَانَهُ النَّارَ يَهُودِيًّا أَوْ نَصْرَانِيًّا  . قَالَ فَاسْتَحْلَفَهُ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ بِاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ ثَلاَثَ مَرَّاتٍ أَنَّ أَبَاهُ حَدَّثَهُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ فَحَلَفَ لَهُ - قَالَ - فَلَمْ يُحَدِّثْنِي سَعِيدٌ أَنَّهُ اسْتَحْلَفَهُ وَلَمْ يُنْكِرْ عَلَى عَوْنٍ قَوْلَهُ .",
    "hadithBengali": "৬৭৫৬। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবু বুরদা (রহঃ) এর পিতা আবূ মূসা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যখনই কোন মুসলমান মারা যায় তখন আল্লাহ তার স্থলে একজন ইয়াহুদী বা খ্রীষ্টানকে জাহান্নামে দাখিল করেন। তারপর উমার ইবনু আবদুল আযীয (রহঃ) আবূ বুরদা (রহঃ) কে আল্লাহর নাম দিয়ে, যিনি ব্যতীত কোন ইলাহ নেই, তিনবার জিজ্ঞাসা করলেন যে, তার পিতা কি সত্যই এ কথাটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনে তাঁর নিকট বর্ণনা করেছেন? তিনি কসম খেয়ে বললেন, হ্যাঁ, নিশ্চয়ই। বর্ণনাকারী (কাতাদা) বলেন, &ldquo;উমর ইবনু আবদুল আযীয (রহঃ) তাকে কসম দিয়েছেন এবং আউন এর বর্ণনা অস্বীকার করেননি।&rdquo; এরূপ কথা সাঈদ আমার নিকট বর্ণনা করেনি।\n",
    "checkStatus": "1",
    "hadithNo": "6756",
    "id": "19079",
    "thesequence": "19231",
    "isActive": "1",
    "chapterId": "14311",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৮. হত্যাকারীর তাওবা আল্লাহর দরবারে গ্রহণযোগ্য; যদিও সে বহু হত্যা করে থাকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Aun b. Utba.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، جَمِيعًا عَنْ عَبْدِ الصَّمَدِ بْنِ عَبْدِ، الْوَارِثِ أَخْبَرَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، بِهَذَا الإِسْنَادِ نَحْوَ حَدِيثِ عَفَّانَ وَقَالَ عَوْنُ بْنُ عُتْبَةَ .",
    "hadithBengali": "৬৭৫৭। ইসহাক ইবনু ইবরাহীম ও মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... কাতাদা (রহঃ) থেকে এ সনদে আফফানের হাদীসের অনুরূপ বর্ণনা করেছেন। তবে এ হাদীসে রয়েছে আউন ইবন উতবা (অর্থাৎ পিতার উল্লেখ সহ)।\n",
    "checkStatus": "1",
    "hadithNo": "6757",
    "id": "19080",
    "thesequence": "19232",
    "isActive": "1",
    "chapterId": "14311",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৮. হত্যাকারীর তাওবা আল্লাহর দরবারে গ্রহণযোগ্য; যদিও সে বহু হত্যা করে থাকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Burda reported Allahs Messenger (ﷺ) as saying:\nThere would come people amongst the Muslims on the Day of Resurrection with as heavy sins as a mountain, and Allah would forgive them and He would place in their stead the Jews and the Christians. (As far as I think), Abu Raub said: I do not know as to who is in doubt. Abu Burda said: I narrated it to Umar b. Abd al-Aziz, whereupon he said: Was it your father who narrated it to you from Allahs Apostle (ﷺ)? I said: Yes.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ عَبَّادِ بْنِ جَبَلَةَ بْنِ أَبِي رَوَّادٍ، حَدَّثَنَا حَرَمِيُّ بْنُ عُمَارَةَ، حَدَّثَنَا شَدَّادٌ أَبُو طَلْحَةَ الرَّاسِبِيُّ، عَنْ غَيْلاَنَ بْنِ جَرِيرٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   يَجِيءُ يَوْمَ الْقِيَامَةِ نَاسٌ مِنَ الْمُسْلِمِينَ بِذُنُوبٍ أَمْثَالِ الْجِبَالِ فَيَغْفِرُهَا اللَّهُ لَهُمْ وَيَضَعُهَا عَلَى الْيَهُودِ وَالنَّصَارَى  . فِيمَا أَحْسِبُ أَنَا . قَالَ أَبُو رَوْحٍ لاَ أَدْرِي مِمَّنِ الشَّكُّ . قَالَ أَبُو بُرْدَةَ فَحَدَّثْتُ بِهِ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ فَقَالَ أَبُوكَ حَدَّثَكَ هَذَا عَنِ النَّبِيِّ صلى الله عليه وسلم قُلْتُ نَعَمْ .",
    "hadithBengali": "৬৭৫৮। মুহাম্মদ ইবনু আমর ইবনু আব্বাদ ইবনু জাবালা ইবনু আবূ রাওয়াদ (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিছুসংখ্যক মুসলমান পাহাড় সমান গুনাহ নিয়ে কিয়ামতের ময়দানে আসবে এবং আল্লাহ তাআলা তাদের গুনাহ ক্ষমা করে দিবেন। আর তা ইয়াহুদী ও খ্রীষ্টানদের উপর চড়িয়ে দিবেন। আমার মনে হয় এ রূপই বর্ণনাকারী হাদীসের শেষোক্ত কথাটি সম্পর্কে সন্দেহ প্রকাশ করেছেন। রাবী আবূ রাওহ (রহঃ) বলেন, কার পক্ষ থেকে সন্দেহের উদ্রেক হয়েছে, তা আমার জানা নেই। আবূ বুরদা (রহঃ) বলেন, এ হাদীসটি আমি উমার ইবনু আবদুল আযীয (রহঃ) এর নিকট বর্ণনা করার পর তিনি আমাকে জিজ্ঞাসা করলেন, তোমার পিতা এ হাদীসটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে সরাসরি (শুনে) তোমার নিকট বর্ননা করেছে কি? আমি বললাম, হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "6758",
    "id": "19081",
    "thesequence": "19233",
    "isActive": "1",
    "chapterId": "14311",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৮. হত্যাকারীর তাওবা আল্লাহর দরবারে গ্রহণযোগ্য; যদিও সে বহু হত্যা করে থাকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Safwan b. Muhriz reported that a person said to Ibn Umar:\nHow did you hear Allahs Messenger (ﷺ) as saying something about intimate conversation? He said: I heard him say: A believer will be brought to his Lord, the Exalted and Glorious, on the Day of Resurrection and He would place upon him His veil (of Light) and make him confess his faults and say: Do you recognise (your faults)? He would say: My Lord, I do recognise (them). He (the Lord) would say: I concealed them for you in the world. And today I forgive them. And he would then be given the Book containing (the account of his) good deeds. And so far as the non-believers and hypocrites are concerned, there would be general announcement about them before all creation telling them that these (people, i. e. non-believers and hypocrites) told a lie about Allah.",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ هِشَامٍ الدَّسْتَوَائِيِّ، عَنْ قَتَادَةَ، عَنْ صَفْوَانَ بْنِ مُحْرِزٍ، قَالَ قَالَ رَجُلٌ لاِبْنِ عُمَرَ كَيْفَ سَمِعْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ فِي النَّجْوَى قَالَ سَمِعْتُهُ يَقُولُ   يُدْنَى الْمُؤْمِنُ يَوْمَ الْقِيَامَةِ مِنْ رَبِّهِ عَزَّ وَجَلَّ حَتَّى يَضَعَ عَلَيْهِ كَنَفَهُ فَيُقَرِّرُهُ بِذُنُوبِهِ فَيَقُولُ هَلْ تَعْرِفُ فَيَقُولُ أَىْ رَبِّ أَعْرِفُ . قَالَ فَإِنِّي قَدْ سَتَرْتُهَا عَلَيْكَ فِي الدُّنْيَا وَإِنِّي أَغْفِرُهَا لَكَ الْيَوْمَ . فَيُعْطَى صَحِيفَةَ حَسَنَاتِهِ وَأَمَّا الْكُفَّارُ وَالْمُنَافِقُونَ فَيُنَادَى بِهِمْ عَلَى رُءُوسِ الْخَلاَئِقِ هَؤُلاَءِ الَّذِينَ كَذَبُوا عَلَى اللَّهِ  .",
    "hadithBengali": "৬৭৫৯। যুহায়র ইবনু হারব (রহঃ) ... সাফওয়ান ইবনু মুহরিয (রহঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি ইবনু উমার (রাঃ) কে জিজ্ঞাসা করলেন, নাজওয়া (আল্লাহ ও বান্দার গোপন পরামর্শ) সম্পর্কে আপনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কিরূপ শুনেছেন? তিনি বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, কিয়ামত দিবসে মুমিনদের তাদের রবের নিকটবর্তী করা হবে। তারপর আল্লাহ তাআলা তার উপর পর্দা ঢেলে দিবেন। এবং তার গুনাহ সম্পর্কে তার থেকে স্বীকারোক্তি গ্রহণ করবেন। তিনি জিজ্ঞাসা করবেন, তুমি (তোমার গুনাহ) স্বীকার কর কি? সে বলবে, আয় রব! আমি স্বীকার করছি। তারপর তিনি বলবেন, তোমার এ গুনাহ দুনিয়ায় আমি গোপন রেখেছিলাম। আজ তোমার এ গুনাহ গুলিকে আমি ক্ষমা করে দিলাম। তারপর তার নেকীর আমলনামা তার নিকট দেওয়া হবে। আর কাফির ও মুনাফিকদেরকে উপস্থিত সমস্ত মানুষের সামনে ডেকে ঘোষণা দেওয়া হবে, এরাই তারা যারা আল্লাহ তাআলার উপর মিথ্যা আরোপ করেছে।\n",
    "checkStatus": "1",
    "hadithNo": "6759",
    "id": "19082",
    "thesequence": "19234",
    "isActive": "1",
    "chapterId": "14311",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৮. হত্যাকারীর তাওবা আল্লাহর দরবারে গ্রহণযোগ্য; যদিও সে বহু হত্যা করে থাকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Shihab reported that Allahs Messenger (ﷺ) made an expedition to Tabuk and he (the Holy Prophet) had in his mind (the idea of threatening the) Christians of Arabia in Syria and those of Rome. Ibn Shihab (further) reported that Abd al-Rahman b. Abdullah b. Kab informed him that Abdullah b. Kab who served as the guide of Kab b. Malik as he became blind that he heard Kab b. Malik narrate the story of his remaining behind Allahs Messenger (ﷺ) from the Battle of Tabuk. Kab b. Malik said:\nI never remained behind Allahs Messenger (ﷺ) from any expedition which he undertook except the Battle of Tabuk and that of the Battle of Badr. So far as the Battle of Badr is concerned, nobody was blamed for remaining behind as Allahs Messenger (ﷺ) and the Muslims (did not set out for attack but for waylaying) the caravan of the Quraish, but it was Allah Who made them confront their enemies without their intention (to do so). I had the honour to be with Allahs Messenger (ﷺ) on the night of Aqaba when we pledged our allegiance to Islam and it was more dear to me than my participation in the Battle of Badr, although Badr was more popular amongst people as compared with that (Tabuk). And this is my story of remaining back from Allahs Messenger (ﷺ) on the occasion of the Battle of Tabuk. Never did I possess means enough and (my circumstances) more favourable than at the occasion of this expedition. And, by Allah, I had never before this expedition simultaneously in my possession two rides. Allahs Messenger (ﷺ) set out for this expedition in extremely hot season; the journey was long and the land (which he and his army had to cover) was waterless and he had to confront a large army, so he informed the Muslims about the actual situation (they had to face), so that they should adequately equip themselves for this expedition, and he also told them the destination where he intended to go. And the Muslims who accompanied Allahs Messenger (ﷺ) at that time were large in numbers but there was no proper record of them. Kab (further) said: Few were the persons who wanted to absent themselves, and were under the impression that they could easily conceal themselves (and thus remain undetected) until revelations from Allah, the Exalted and Glorious (descended in connection with them). And Allahs Messenger (ﷺ) set out on an expedition when the fruits were ripe and their shadows had been lengthened. I had weakness for them and it was during this season that Allahs Messenger (ﷺ) made preparations and the Muslims too along with them. I also set out in the morning so that I should make preparations along with them but I came back and did nothing and said to myself: I have means enough (to make preparations) as soon as I like. And I went on doing this (postponing my preparations) until people were about to depart and it was in the morning that Allahs Messenger (ﷺ) set out and the Muslims too along with him, but I made no preparations. I went early in the morning and came back, but I made no decision. I continued to do so until they (the Muslims) hastened and covered a good deal of distance. I also made up my mind to march on and to meet them. Would that I had done that but perhaps it was not destined for me. After the departure of Allahs Messenger (ﷺ) as I went out amongst people, I was shocked to find that I did not find anyone like me but people who were labelled as hypocrites or the people whom Allah granted exemption because of their incapacity and Allahs Messenger (ﷺ) took no notice of me until he had reached Tabuk. (One day as he was sitting amongst the people in Tabuk) he said: What has happened to Kab b. Malik? A person from Banu Salama said: Allahs Messenger, the (beauty) of his cloak and his appreciation of his sides have allured him and he was thus detained. Muadh b. Jabal said: Woe be upon that what you contend. Allahs Messenger, by Allah, we know nothing about him but good. Allahs Messenger (ﷺ), however, kept quiet. It was during that time that he (the Holy Prophet) saw a person (dressed in all white (garment) shattering the illusion of eye (mirage). Thereupon Allahs Messenger (ﷺ) said: May he be Abu Khaithama and, lo, it was Abu Khaithama al-Ansari and he was that person who contributed a sa of dates and was scoffed at by the hypocrites. Kab b. Malik farther said: When this news reached me that Allahs Messenger (ﷺ) was on his way back from Tabuk I was greatly perturbed. I thought of fabricating false stories and asked myself how I would save myself from his anger on the following day. In this connection, I sought the help of every prudent man from amongst the members of my family and when it was said to me that Allahs Messenger (ﷺ) was about to arrive, all the false ideas banished (from my mind) and I came to the conclusion that nothing could save me but the telling of truth, so I decided to speak the truth and it was in the morning that Allahs Messenger (ﷺ) arrived (in Medina). And it was his habit that as he came back from a journey he first went to the mosque and observed two Rakahs of nafl prayer (as a mark of gratitude) and then sat amongst people. And as he did that, those who had remained behind him began to put forward their excuses and take an oath before him and they were more than eighty persons. Allahs Messenger (ﷺ) accepted their excuses on the very face of them and accepted their allegiance and sought forgiveness for them and left their secret (intentions) to Allah, until I presented myself to him. I greeted him and he smiled and there was a tinge of anger in that. He (the Holy Prophet) then said to me: Come forward. I went forward until I sat in front of him. He said to me: What kept you back? Could you not afford to go in for a ride? I said: Allahs Messenger, by Allah, if I were to sit in the presence of anybody else from amongst the worldly people I would have definitely saved myself from his anger on one pretext (or the other) and I have also the knack to fall into argumentation, but, by Allah, I am fully aware of the fact that if I were to put forward before you a false excuse to please you Allah would definitely provoke your wrath upon me, and if I speak the truth you may be annoyed with me, but I hope that Allah would make its end well and, by Allah, there is no valid excuse for me. By Allah, I never possessed so good means, and I never had such favourable conditions for me as I had when I stayed behind you (failed to join the expedition). Thereupon, Allahs Messenger (ﷺ) said: This man told the truth, so get up until Allah gives a decision in your case. I stood up and some people of Banu Salama followed me in hot haste, and they said to me: By Allah, we do not know about you that you committed a sin prior to this. You, however, showed inability to put forward an excuse before Allahs Messenger (ﷺ) as those who stayed behind him have put forward excuses. It would have been enough for the forgiveness of your sin that Allahs Messenger (ﷺ) would have sought forgiveness for you. By Allah, they continued to incite me until I thought of going back to Allahs Messenger (ﷺ) and contradict myself. Then I said to them: Has anyone else also met the same fate? They said: Yes, two persons have met the same fate as has fallen to you and they have made the sane statement as you have made, and the same verdict has been delivered in their case as it has been delivered in your case. I said: Who are they? They said: Murara b. ar-Rabia Amiri and Hilal b. Umayya al-Waqafi. They made a mention of these two pious persons to me who had participated in the Battle of Badr and there was an example for me in them. I went away when they named these two persons. Allahs Messenger (ﷺ) forbade the Nluslims to talk with three of us from amongst those (persons) who had stayed behind him. The people began to avoid us and their attitude towards us underwent a change and it seemed as if the whole atmosphere had turned (hostile) against us and it was in fact the same atmosphere ot which I was fully aware and in which I had lived (for a fairly long time). We spent fifty nights in this very state and my two friends confined themselves withen their houses and spent (most of the) time in weeping, but as I was young and strong amongst them I got (out of my house), participated in congregational prayers, moved about in the bazar; but none spoke to me. I came to Allahs Messenger (ﷺ) as he sat amongst (people) after the prayer, greeted him and asked myself whether his lips stirred in response to my greetings (or not). Then I observed prayer beside him and looked at him with stealing glances and when I attended to my prayer, he looked at me and when I cast a glance at him he turned away his eyes from me. And when the harsh treatment of the Muslims towards me extended to a (considerable) length of time, I walked until I climbed upon the wall of the garden of Abu Qatada, and he was my cousin, and I had the greatest love for him. I greeted him but, by Allah, he did not respond to my greetings. I said to him: Abu Qatada, I adjure you by Allah, arnt you well aware of the fact that I love Allah and His Messenger (ﷺ) the most. He kept quiet. I again repeated saying: I adjure you by Allah. arnt you well aware of the fact that I love Allah and His Messenger (ﷺ) the most. He kept quiet. I again adjured him, whereupon he said: Allah and the Messenger (ﷺ) are best aware of it. My eyes began to shed tears and I came back climbing down from the wall and as I was walking in the bazar of Medina a Nabatean from amongst the Nabateans of Syria, who had come to sell foodgrains in Medina, asked people to direct him to Kab b. Malik. People gave him the indication by pointing towards me. He came to me and delivered to me a letter of the King of Ghassan and as I was a scribe I read that letter and it was written like this: Coming to my point, it has been conveyed to us that your friend (the Holy Prophet) is subjecting you to cruelty and Allah has not created you for a place where you are to be degraded and where you cannot find your right place, so you come to us that we should accord you honour. As I read that letter I said: This is also a calamity, so I burnt it in the oven. When out of the fifty days, forty days had passed and Allahs Messenger (ﷺ) received no revelation, there came the messenger of Allahs Messenger (ﷺ) to me and said: Verily, Allahs Messenger (ﷺ) has commanded you to remain separate from your wife. I said: Should I divorce her or what (else) should I do? He said: No, but only remain separate from her and dont have sexual contact with her. The same message was sent to my companions. So I said to my wife: You better go to your parents and stay there with them until Allah gives the decision in my case. The wife of Hilal b. Umayya came to Allahs Messenger (ﷺ) and said: Allahs Messenger, Hilal b. Umayya is a senile person, he has no servant. Do you disapprove of my serving him? He said: No, but dont go near him. She said: By Allah, he has no such instinct in him. By Allah, he spends his time in weeping from that day to this day. Some of the members of my family said to me: Were you to seek permission from Allahs Messenger (ﷺ) in regard to your wife as he has granted permission to the wife of Hilal b. Umayya to serve him. I said: I would not seek permission from Allahs Messenger (ﷺ), for I cannot say what Allahs Apostle may say in response to seeking my permission. Moreover, I am a young man. It was in this state that I spent ten more nights and thus fifty nights had passed that (people) had observed boycott with us. It was on the morning of the fiftieth night that I observed my dawn prayer and was sitting on one of the roofs of our houses. And I was in fact sitting in that very state which Allah, the Exalted and Glorious, has described about us in these words: Life had become hard for myself and the earth had compressed despite its vastness, that I heard the noise of an announcer from the peak of the hill of Sal saying at the top of his voice: Kab b. Malik, there is glad tidings for you. I fell down in prostration and came to realise that there was (a message of) relief for me. Allahs Messenger (ﷺ) had informed the people of the acceptance of our repentance by Allah as he offered the dawn prayer. So the people went on to give us glad tidings and some of them went to my friends in order to give them the glad tidings and a person galloped his horse and came from the tribe of Aslam and his horse reached me more quickly than his voice. And when he came to me whose sound I heard, he gave me the glad tidings. I took off my clothes and clothed him with them because of his bringing good news to me and, by Allah, I possessed nothing else (in the form of clothes) than these two on that occasion, and I asked one to lend me two clothes and dressed myself in them. I came to Allahs Messenger (ﷺ) and on my way I met groups of people who greeted me because of (the acceptance of) repentance and they said: Here is a greeting for you for your repentance being accepted by Allah. (I moved on) until I came to the mosque and Allahs Messenger (ﷺ) had been sitting there amongst persons. So Talha b. Ubaidullah got up and rushed towards me and he shook hands with me and greeted me and, by Allah, no person stood up (to greet me) from amongst the emigrants except he. Kab said that he never forgot (this good gesture of) Talha. Kab further said: I greeted Allahs Messenger (ﷺ) with Assalam-o-Alaikam and his face was glistening because of delight, and he said: Let there be glad tidings and blessings for you, the like of which (you have neither found nor you will find, as you find today) since your mother gave your birth. I said: Allahs Messenger. is this acceptance of repentance from you or from Allah? He said: No, (it is not from ma), it is from Allah, and it was common with Allahs Messenger (ﷺ) that as he was happy his face brightened up and it looked like a part of the moon and it was from this that we recognised it (his delight). As I sat before him, I said: Allahs Messenger, am I allowed to give in charity my wealth for Allahs sake and for the sake of His Messenger (ﷺ)? Thereupon Allahs Messenger (ﷺ) said: Keep some property with you as it is better for you. I said: I shall keep with me that part (of my property) which fell to my lot (on the occasion of the expedition of) Khaibar. I said: Allahs Messenger, verily, Allah has granted me salvation because of truth and, therefore, (I think) that repentance implies that I should not speak anything but truth as long as I live. He said: By Allah, I do not know whether anyone amongst the Muslims was put to more severe trial than I by Allah because of telling the truth. And since I made a mention of this to Allahs Messenger (ﷺ) up to this day I have not told any lie and, by Allah, I have decided not to tell a lie and I hope that Allah would save me (from trials) for the rest of my life and Allah, the Exalted and Glorious, revealed these verses: Certainly, Allah has turned in Mercy to the Prophet and the emigrants and the helpers who followed him in the hour of hardship after the hearts of a part of them were about to deviate; then He turned to them in mercy. Surely, to them He is Compassionate, Merciful and (He turned in Mercy) to the three who were left behind until the earth despite its vastness became strait for them and their souls were also straitened to them. And this revelation reached up to the (words): O you who believe, develop God consciousness, and be with the truthful (ix. 117-118). Kab said: By Allah, since Allah directed me to Islam there has been no blessing more significant for me than this truth of mine which I spoke to Allahs Messenger (ﷺ) and if I were to tell a lie I would have been ruined as were ruined those who told lies, for in regard to those who told lies Allah used harshest words used for anyone as He descended revelation (and the words of Allah are): They will swear by Allah to you when you return to them so that you may leave them alone. So leave them alone. Surely, they are unclean and their resort is Hell, recompense for what they earned. They will swear to you that you may be pleased with them but if you are pleased with them, yet surely Allah is not pleased with the transgressing people (ix. 95-96). Kab said that the matter of us three persons was deferred as compared with those who took an oath in the presence of Allahs Messenger (ﷺ) and he accepted their allegiance and sought forgiveness for them and Allah did not give any decision in regard to us. It was Allah, the Exalted and Glorious, Who gave decisions in our case, three who remained behind. (The words of the Quran) the three who were left behind do not mean that we remained back from Jihad but these imply that He kept our matter behind them who took oath and presented excuse before Him. This hadith has been narrated on the authority of Zuhri with the same chain of transmitters.",
    "hadithArabic": " حَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ سَرْحٍ مَوْلَى بَنِي أُمَيَّةَ أَخْبَرَنِي ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ ثُمَّ غَزَا رَسُولُ اللَّهِ صلى الله عليه وسلم غَزْوَةَ تَبُوكَ وَهُوَ يُرِيدُ الرُّومَ وَنَصَارَى الْعَرَبِ بِالشَّامِ . قَالَ ابْنُ شِهَابٍ فَأَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ أَنَّ عَبْدَ اللَّهِ بْنَ كَعْبٍ كَانَ قَائِدَ كَعْبٍ مِنْ بَنِيهِ حِينَ عَمِيَ قَالَ سَمِعْتُ كَعْبَ بْنَ مَالِكٍ يُحَدِّثُ حَدِيثَهُ حِينَ تَخَلَّفَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزْوَةِ تَبُوكَ قَالَ كَعْبُ بْنُ مَالِكٍ لَمْ أَتَخَلَّفْ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزْوَةٍ غَزَاهَا قَطُّ إِلاَّ فِي غَزْوَةِ تَبُوكَ غَيْرَ أَنِّي قَدْ تَخَلَّفْتُ فِي غَزْوَةِ بَدْرٍ وَلَمْ يُعَاتِبْ أَحَدًا تَخَلَّفَ عَنْهُ إِنَّمَا خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالْمُسْلِمُونَ يُرِيدُونَ عِيرَ قُرَيْشٍ حَتَّى جَمَعَ اللَّهُ بَيْنَهُمْ وَبَيْنَ عَدُوِّهُمْ عَلَى غَيْرِ مِيعَادٍ وَلَقَدْ شَهِدْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم لَيْلَةَ الْعَقَبَةِ حِينَ تَوَاثَقْنَا عَلَى الإِسْلاَمِ وَمَا أُحِبُّ أَنَّ لِي بِهَا مَشْهَدَ بَدْرٍ وَإِنْ كَانَتْ بَدْرٌ أَذْكَرَ فِي النَّاسِ مِنْهَا وَكَانَ مِنْ خَبَرِي حِينَ تَخَلَّفْتُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزْوَةِ تَبُوكَ أَنِّي لَمْ أَكُنْ قَطُّ أَقْوَى وَلاَ أَيْسَرَ مِنِّي حِينَ تَخَلَّفْتُ عَنْهُ فِي تِلْكَ الْغَزْوَةِ وَاللَّهِ مَا جَمَعْتُ قَبْلَهَا رَاحِلَتَيْنِ قَطُّ حَتَّى جَمَعْتُهُمَا فِي تِلْكَ الْغَزْوَةِ فَغَزَاهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَرٍّ شَدِيدٍ وَاسْتَقْبَلَ سَفَرًا بَعِيدًا وَمَفَازًا وَاسْتَقْبَلَ عَدُوًّا كَثِيرًا فَجَلاَ لِلْمُسْلِمِينَ أَمْرَهُمْ لِيَتَأَهَّبُوا أُهْبَةَ غَزْوِهِمْ فَأَخْبَرَهُمْ بِوَجْهِهِمُ الَّذِي يُرِيدُ وَالْمُسْلِمُونَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم كَثِيرٌ وَلاَ يَجْمَعُهُمْ كِتَابُ حَافِظٍ - يُرِيدُ بِذَلِكَ الدِّيوَانَ - قَالَ كَعْبٌ فَقَلَّ رَجُلٌ يُرِيدُ أَنْ يَتَغَيَّبَ يَظُنُّ أَنَّ ذَلِكَ سَيَخْفَى لَهُ مَا لَمْ يَنْزِلْ فِيهِ وَحْىٌ مِنَ اللَّهِ عَزَّ وَجَلَّ وَغَزَا رَسُولُ اللَّهِ صلى الله عليه وسلم تِلْكَ الْغَزْوَةَ حِينَ طَابَتِ الثِّمَارُ وَالظِّلاَلُ فَأَنَا إِلَيْهَا أَصْعَرُ فَتَجَهَّزَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالْمُسْلِمُونَ مَعَهُ وَطَفِقْتُ أَغْدُو لِكَىْ أَتَجَهَّزَ مَعَهُمْ فَأَرْجِعُ وَلَمْ أَقْضِ شَيْئًا . وَأَقُولُ فِي نَفْسِي أَنَا قَادِرٌ عَلَى ذَلِكَ إِذَا أَرَدْتُ . فَلَمْ يَزَلْ ذَلِكَ يَتَمَادَى بِي حَتَّى اسْتَمَرَّ بِالنَّاسِ الْجِدُّ فَأَصْبَحَ رَسُولُ اللَّهِ صلى الله عليه وسلم غَادِيًا وَالْمُسْلِمُونَ مَعَهُ وَلَمْ أَقْضِ مِنْ جَهَازِي شَيْئًا ثُمَّ غَدَوْتُ فَرَجَعْتُ وَلَمْ أَقْضِ شَيْئًا فَلَمْ يَزَلْ ذَلِكَ يَتَمَادَى بِي حَتَّى أَسْرَعُوا وَتَفَارَطَ الْغَزْوُ فَهَمَمْتُ أَنْ أَرْتَحِلَ فَأُدْرِكَهُمْ فَيَا لَيْتَنِي فَعَلْتُ ثُمَّ لَمْ يُقَدَّرْ ذَلِكَ لِي فَطَفِقْتُ إِذَا خَرَجْتُ فِي النَّاسِ بَعْدَ خُرُوجِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَحْزُنُنِي أَنِّي لاَ أَرَى لِي أُسْوَةً إِلاَّ رَجُلاً مَغْمُوصًا عَلَيْهِ فِي النِّفَاقِ أَوْ رَجُلاً مِمَّنْ عَذَرَ اللَّهُ مِنَ الضُّعَفَاءِ وَلَمْ يَذْكُرْنِي رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى بَلَغَ تَبُوكًا فَقَالَ وَهُوَ جَالِسٌ فِي الْقَوْمِ بِتَبُوكَ  مَا فَعَلَ كَعْبُ بْنُ مَالِكٍ  . قَالَ رَجُلٌ مِنْ بَنِي سَلِمَةَ يَا رَسُولَ اللَّهِ حَبَسَهُ بُرْدَاهُ وَالنَّظَرُ فِي عِطْفَيْهِ . فَقَالَ لَهُ مُعَاذُ بْنُ جَبَلٍ بِئْسَ مَا قُلْتَ وَاللَّهِ يَا رَسُولَ اللَّهِ مَا عَلِمْنَا عَلَيْهِ إِلاَّ خَيْرًا . فَسَكَتَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَبَيْنَمَا هُوَ عَلَى ذَلِكَ رَأَى رَجُلاً مُبَيِّضًا يَزُولُ بِهِ السَّرَابُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  كُنْ أَبَا خَيْثَمَةَ  . فَإِذَا هُو أَبُو خَيْثَمَةَ الأَنْصَارِيُّ وَهُوَ الَّذِي تَصَدَّقَ بِصَاعِ التَّمْرِ حِينَ لَمَزَهُ الْمُنَافِقُونَ . فَقَالَ كَعْبُ بْنُ مَالِكٍ فَلَمَّا بَلَغَنِي أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ تَوَجَّهَ قَافِلاً مِنْ تَبُوكَ حَضَرَنِي بَثِّي فَطَفِقْتُ أَتَذَكَّرُ الْكَذِبَ وَأَقُولُ بِمَ أَخْرُجُ مِنْ سَخَطِهِ غَدًا وَأَسْتَعِينُ عَلَى ذَلِكَ كُلَّ ذِي رَأْىٍ مِنْ أَهْلِي فَلَمَّا قِيلَ لِي إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ أَظَلَّ قَادِمًا زَاحَ عَنِّي الْبَاطِلُ حَتَّى عَرَفْتُ أَنِّي لَنْ أَنْجُوَ مِنْهُ بِشَىْءٍ أَبَدًا فَأَجْمَعْتُ صِدْقَهُ وَصَبَّحَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَادِمًا وَكَانَ إِذَا قَدِمَ مِنْ سَفَرٍ بَدَأَ بِالْمَسْجِدِ فَرَكَعَ فِيهِ رَكْعَتَيْنِ ثُمَّ جَلَسَ لِلنَّاسِ فَلَمَّا فَعَلَ ذَلِكَ جَاءَهُ الْمُخَلَّفُونَ فَطَفِقُوا يَعْتَذِرُونَ إِلَيْهِ وَيَحْلِفُونَ لَهُ وَكَانُوا بِضْعَةً وَثَمَانِينَ رَجُلاً فَقَبِلَ مِنْهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلاَنِيَتَهُمْ وَبَايَعَهُمْ وَاسْتَغْفَرَ لَهُمْ وَوَكَلَ سَرَائِرَهُمْ إِلَى اللَّهِ حَتَّى جِئْتُ فَلَمَّا سَلَّمْتُ تَبَسَّمَ تَبَسُّمَ الْمُغْضَبِ ثُمَّ قَالَ  تَعَالَ  . فَجِئْتُ أَمْشِي حَتَّى جَلَسْتُ بَيْنَ يَدَيْهِ فَقَالَ لِي  مَا خَلَّفَكَ  . أَلَمْ تَكُنْ قَدِ ابْتَعْتَ ظَهْرَكَ  . قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي وَاللَّهِ لَوْ جَلَسْتُ عِنْدَ غَيْرِكَ مِنْ أَهْلِ الدُّنْيَا لَرَأَيْتُ أَنِّي سَأَخْرُجُ مِنْ سَخَطِهِ بِعُذْرٍ وَلَقَدْ أُعْطِيتُ جَدَلاً وَلَكِنِّي وَاللَّهِ لَقَدْ عَلِمْتُ لَئِنْ حَدَّثْتُكَ الْيَوْمَ حَدِيثَ كَذِبٍ تَرْضَى بِهِ عَنِّي لَيُوشِكَنَّ اللَّهُ أَنْ يُسْخِطَكَ عَلَىَّ وَلَئِنْ حَدَّثْتُكَ حَدِيثَ صِدْقٍ تَجِدُ عَلَىَّ فِيهِ إِنِّي لأَرْجُو فِيهِ عُقْبَى اللَّهِ وَاللَّهِ مَا كَانَ لِي عُذْرٌ وَاللَّهِ مَا كُنْتُ قَطُّ أَقْوَى وَلاَ أَيْسَرَ مِنِّي حِينَ تَخَلَّفْتُ عَنْكَ . قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَمَّا هَذَا فَقَدْ صَدَقَ فَقُمْ حَتَّى يَقْضِيَ اللَّهُ فِيكَ  . فَقُمْتُ وَثَارَ رِجَالٌ مِنْ بَنِي سَلِمَةَ فَاتَّبَعُونِي فَقَالُوا لِي وَاللَّهِ مَا عَلِمْنَاكَ أَذْنَبْتَ ذَنْبًا قَبْلَ هَذَا لَقَدْ عَجَزْتَ فِي أَنْ لاَ تَكُونَ اعْتَذَرْتَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِمَا اعْتَذَرَ بِهِ إِلَيْهِ الْمُخَلَّفُونَ فَقَدْ كَانَ كَافِيَكَ ذَنْبَكَ اسْتِغْفَارُ رَسُولِ اللَّهِ صلى الله عليه وسلم لَكَ . قَالَ فَوَاللَّهِ مَا زَالُوا يُؤَنِّبُونَنِي حَتَّى أَرَدْتُ أَنْ أَرْجِعَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأُكَذِّبَ نَفْسِي - قَالَ - ثُمَّ قُلْتُ لَهُمْ هَلْ لَقِيَ هَذَا مَعِي مِنْ أَحَدٍ قَالُوا نَعَمْ لَقِيَهُ مَعَكَ رَجُلاَنِ قَالاَ مِثْلَ مَا قُلْتَ فَقِيلَ لَهُمَا مِثْلُ مَا قِيلَ لَكَ - قَالَ - قُلْتُ مَنْ هُمَا قَالُوا مُرَارَةُ بْنُ رَبِيعَةَ الْعَامِرِيُّ وَهِلاَلُ بْنُ أُمَيَّةَ الْوَاقِفِيُّ - قَالَ - فَذَكَرُوا لِي رَجُلَيْنِ صَالِحَيْنِ قَدْ شِهِدَا بَدْرًا فِيهِمَا أُسْوَةٌ - قَالَ - فَمَضَيْتُ حِينَ ذَكَرُوهُمَا لِي . قَالَ وَنَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم الْمُسْلِمِينَ عَنْ كَلاَمِنَا أَيُّهَا الثَّلاَثَةُ مِنْ بَيْنِ مَنْ تَخَلَّفَ عَنْهُ - قَالَ - فَاجْتَنَبَنَا النَّاسُ - وَقَالَ - تَغَيَّرُوا لَنَا حَتَّى تَنَكَّرَتْ لِي فِي نَفْسِيَ الأَرْضُ فَمَا هِيَ بِالأَرْضِ الَّتِي أَعْرِفُ فَلَبِثْنَا عَلَى ذَلِكَ خَمْسِينَ لَيْلَةً فَأَمَّا صَاحِبَاىَ فَاسْتَكَانَا وَقَعَدَا فِي بُيُوتِهِمَا يَبْكِيَانِ وَأَمَّا أَنَا فَكُنْتُ أَشَبَّ الْقَوْمِ وَأَجْلَدَهُمْ فَكُنْتُ أَخْرُجُ فَأَشْهَدُ الصَّلاَةَ وَأَطُوفُ فِي الأَسْوَاقِ وَلاَ يُكَلِّمُنِي أَحَدٌ وَآتِي رَسُولَ اللَّهِ صلى الله عليه وسلم فَأُسَلِّمُ عَلَيْهِ وَهُوَ فِي مَجْلِسِهِ بَعْدَ الصَّلاَةِ فَأَقُولُ فِي نَفْسِي هَلْ حَرَّكَ شَفَتَيْهِ بِرَدِّ السَّلاَمِ أَمْ لاَ ثُمَّ أُصَلِّي قَرِيبًا مِنْهُ وَأُسَارِقُهُ النَّظَرَ فَإِذَا أَقْبَلْتُ عَلَى صَلاَتِي نَظَرَ إِلَىَّ وَإِذَا الْتَفَتُّ نَحْوَهُ أَعْرَضَ عَنِّي حَتَّى إِذَا طَالَ ذَلِكَ عَلَىَّ مِنْ جَفْوَةِ الْمُسْلِمِينَ مَشَيْتُ حَتَّى تَسَوَّرْتُ جِدَارَ حَائِطِ أَبِي قَتَادَةَ وَهُوَ ابْنُ عَمِّي وَأَحَبُّ النَّاسِ إِلَىَّ فَسَلَّمْتُ عَلَيْهِ فَوَاللَّهِ مَا رَدَّ عَلَىَّ السَّلاَمَ فَقُلْتُ لَهُ يَا أَبَا قَتَادَةَ أَنْشُدُكَ بِاللَّهِ هَلْ تَعْلَمَنَّ أَنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ قَالَ فَسَكَتَ فَعُدْتُ فَنَاشَدْتُهُ فَسَكَتَ فَعُدْتُ فَنَاشَدْتُهُ فَقَالَ اللَّهُ وَرَسُولُهُ أَعْلَمُ . فَفَاضَتْ عَيْنَاىَ وَتَوَلَّيْتُ حَتَّى تَسَوَّرْتُ الْجِدَارَ فَبَيْنَا أَنَا أَمْشِي فِي سُوقِ الْمَدِينَةِ إِذَا نَبَطِيٌّ مِنْ نَبَطِ أَهْلِ الشَّامِ مِمَّنْ قَدِمَ بِالطَّعَامِ يَبِيعُهُ بِالْمَدِينَةِ يَقُولُ مَنْ يَدُلُّ عَلَى كَعْبِ بْنِ مَالِكٍ - قَالَ - فَطَفِقَ النَّاسُ يُشِيرُونَ لَهُ إِلَىَّ حَتَّى جَاءَنِي فَدَفَعَ إِلَىَّ كِتَابًا مِنْ مَلِكِ غَسَّانَ وَكُنْتُ كَاتِبًا فَقَرَأْتُهُ فَإِذَا فِيهِ أَمَّا بَعْدُ فَإِنَّهُ قَدْ بَلَغَنَا أَنَّ صَاحِبَكَ قَدْ جَفَاكَ وَلَمْ يَجْعَلْكَ اللَّهُ بِدَارِ هَوَانٍ وَلاَ مَضْيَعَةٍ فَالْحَقْ بِنَا نُوَاسِكَ . قَالَ فَقُلْتُ حِينَ قَرَأْتُهَا وَهَذِهِ أَيْضًا مِنَ الْبَلاَءِ . فَتَيَامَمْتُ بِهَا التَّنُّورَ فَسَجَرْتُهَا بِهَا حَتَّى إِذَا مَضَتْ أَرْبَعُونَ مِنَ الْخَمْسِينَ وَاسْتَلْبَثَ الْوَحْىُ إِذَا رَسُولُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَأْتِينِي فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم يَأْمُرُكَ أَنْ تَعْتَزِلَ امْرَأَتَكَ . قَالَ فَقُلْتُ أُطَلِّقُهَا أَمْ مَاذَا أَفْعَلُ قَالَ لاَ بَلِ اعْتَزِلْهَا فَلاَ تَقْرَبَنَّهَا - قَالَ - فَأَرْسَلَ إِلَى صَاحِبَىَّ بِمِثْلِ ذَلِكَ - قَالَ - فَقُلْتُ لاِمْرَأَتِي الْحَقِي بِأَهْلِكِ فَكُونِي عِنْدَهُمْ حَتَّى يَقْضِيَ اللَّهُ فِي هَذَا الأَمْرِ - قَالَ - فَجَاءَتِ امْرَأَةُ هِلاَلِ بْنِ أُمَيَّةَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ لَهُ يَا رَسُولَ اللَّهِ إِنَّ هِلاَلَ بْنَ أُمَيَّةَ شَيْخٌ ضَائِعٌ لَيْسَ لَهُ خَادِمٌ فَهَلْ تَكْرَهُ أَنْ أَخْدُمَهُ قَالَ  لاَ وَلَكِنْ لاَ يَقْرَبَنَّكِ  . فَقَالَتْ إِنَّهُ وَاللَّهِ مَا بِهِ حَرَكَةٌ إِلَى شَىْءٍ وَوَاللَّهِ مَا زَالَ يَبْكِي مُنْذُ كَانَ مِنْ أَمْرِهِ مَا كَانَ إِلَى يَوْمِهِ هَذَا . قَالَ فَقَالَ لِي بَعْضُ أَهْلِي لَوِ اسْتَأْذَنْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي امْرَأَتِكَ فَقَدْ أَذِنَ لاِمْرَأَةِ هِلاَلِ بْنِ أُمَيَّةَ أَنْ تَخْدُمَهُ - قَالَ - فَقُلْتُ لاَ أَسْتَأْذِنُ فِيهَا رَسُولَ اللَّهِ صلى الله عليه وسلم وَمَا يُدْرِينِي مَاذَا يَقُولُ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اسْتَأْذَنْتُهُ فِيهَا وَأَنَا رَجُلٌ شَابٌّ - قَالَ - فَلَبِثْتُ بِذَلِكَ عَشْرَ لَيَالٍ فَكَمُلَ لَنَا خَمْسُونَ لَيْلَةً مِنْ حِينَ نُهِيَ عَنْ كَلاَمِنَا - قَالَ - ثُمَّ صَلَّيْتُ صَلاَةَ الْفَجْرِ صَبَاحَ خَمْسِينَ لَيْلَةً عَلَى ظَهْرِ بَيْتٍ مِنْ بُيُوتِنَا فَبَيْنَا أَنَا جَالِسٌ عَلَى الْحَالِ الَّتِي ذَكَرَ اللَّهُ عَزَّ وَجَلَّ مِنَّا قَدْ ضَاقَتْ عَلَىَّ نَفْسِي وَضَاقَتْ عَلَىَّ الأَرْضُ بِمَا رَحُبَتْ سَمِعْتُ صَوْتَ صَارِخٍ أَوْفَى عَلَى سَلْعٍ يَقُولُ بِأَعْلَى صَوْتِهِ يَا كَعْبَ بْنَ مَالِكٍ أَبْشِرْ - قَالَ - فَخَرَرْتُ سَاجِدًا وَعَرَفْتُ أَنْ قَدْ جَاءَ فَرَجٌ . - قَالَ - فَآذَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم النَّاسَ بِتَوْبَةِ اللَّهِ عَلَيْنَا حِينَ صَلَّى صَلاَةَ الْفَجْرِ فَذَهَبَ النَّاسُ يُبَشِّرُونَنَا فَذَهَبَ قِبَلَ صَاحِبَىَّ مُبَشِّرُونَ وَرَكَضَ رَجُلٌ إِلَىَّ فَرَسًا وَسَعَى سَاعٍ مِنْ أَسْلَمَ قِبَلِي وَأَوْفَى الْجَبَلَ فَكَانَ الصَّوْتُ أَسْرَعَ مِنَ الْفَرَسِ فَلَمَّا جَاءَنِي الَّذِي سَمِعْتُ صَوْتَهُ يُبَشِّرُنِي فَنَزَعْتُ لَهُ ثَوْبَىَّ فَكَسَوْتُهُمَا إِيَّاهُ بِبِشَارَتِهِ وَاللَّهِ مَا أَمْلِكُ غَيْرَهُمَا يَوْمَئِذٍ وَاسْتَعَرْتُ ثَوْبَيْنِ . فَلَبِسْتُهُمَا فَانْطَلَقْتُ أَتَأَمَّمُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَتَلَقَّانِي النَّاسُ فَوْجًا فَوْجًا يُهَنِّئُونِي بِالتَّوْبَةِ وَيَقُولُونَ لِتَهْنِئْكَ تَوْبَةُ اللَّهِ عَلَيْكَ . حَتَّى دَخَلْتُ الْمَسْجِدَ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم جَالِسٌ فِي الْمَسْجِدِ وَحَوْلَهُ النَّاسُ فَقَامَ طَلْحَةُ بْنُ عُبَيْدِ اللَّهِ يُهَرْوِلُ حَتَّى صَافَحَنِي وَهَنَّأَنِي وَاللَّهِ مَا قَامَ رَجُلٌ مِنَ الْمُهَاجِرِينَ غَيْرُهُ . قَالَ فَكَانَ كَعْبٌ لاَ يَنْسَاهَا لِطَلْحَةَ . قَالَ كَعْبٌ فَلَمَّا سَلَّمْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ وَهُوَ يَبْرُقُ وَجْهُهُ مِنَ السُّرُورِ وَيَقُولُ  أَبْشِرْ بِخَيْرِ يَوْمٍ مَرَّ عَلَيْكَ مُنْذُ وَلَدَتْكَ أُمُّكَ  . قَالَ فَقُلْتُ أَمِنْ عِنْدِكَ يَا رَسُولَ اللَّهِ أَمْ مِنْ عِنْدِ اللَّهِ فَقَالَ  لاَ بَلْ مِنْ عِنْدِ اللَّهِ  . وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا سُرَّ اسْتَنَارَ وَجْهُهُ كَأَنَّ وَجْهَهُ قِطْعَةُ قَمَرٍ - قَالَ - وَكُنَّا نَعْرِفُ ذَلِكَ - قَالَ - فَلَمَّا جَلَسْتُ بَيْنَ يَدَيْهِ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ مِنْ تَوْبَتِي أَنْ أَنْخَلِعَ مِنْ مَالِي صَدَقَةً إِلَى اللَّهِ وَإِلَى رَسُولِهِ صلى الله عليه وسلم . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَمْسِكْ بَعْضَ مَالِكَ فَهُوَ خَيْرٌ لَكَ  . قَالَ فَقُلْتُ فَإِنِّي أُمْسِكُ سَهْمِيَ الَّذِي بِخَيْبَرَ - قَالَ - وَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ إِنَّمَا أَنْجَانِي بِالصِّدْقِ وَإِنَّ مِنْ تَوْبَتِي أَنْ لاَ أُحَدِّثَ إِلاَّ صِدْقًا مَا بَقِيتُ - قَالَ - فَوَاللَّهِ مَا عَلِمْتُ أَنَّ أَحَدًا مِنَ الْمُسْلِمِينَ أَبْلاَهُ اللَّهُ فِي صِدْقِ الْحَدِيثِ مُنْذُ ذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى يَوْمِي هَذَا أَحْسَنَ مِمَّا أَبْلاَنِي اللَّهُ بِهِ وَاللَّهِ مَا تَعَمَّدْتُ كَذْبَةً مُنْذُ قُلْتُ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى يَوْمِي هَذَا وَإِنِّي لأَرْجُو أَنْ يَحْفَظَنِيَ اللَّهُ فِيمَا بَقِيَ . قَالَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ { لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ * وَعَلَى الثَّلاَثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ} حَتَّى بَلَغَ { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ} قَالَ كَعْبٌ وَاللَّهِ مَا أَنْعَمَ اللَّهُ عَلَىَّ مِنْ نِعْمَةٍ قَطُّ بَعْدَ إِذْ هَدَانِي اللَّهُ لِلإِسْلاَمِ أَعْظَمَ فِي نَفْسِي مِنْ صِدْقِي رَسُولَ اللَّهُ صلى الله عليه وسلم أَنْ لاَ أَكُونَ كَذَبْتُهُ فَأَهْلِكَ كَمَا هَلَكَ الَّذِينَ كَذَبُوا إِنَّ اللَّهَ قَالَ لِلَّذِينَ كَذَبُوا حِينَ أَنْزَلَ الْوَحْىَ شَرَّ مَا قَالَ لأَحَدٍ وَقَالَ اللَّهُ { سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ * يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لاَ يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ} قَالَ كَعْبٌ كُنَّا خُلِّفْنَا أَيُّهَا الثَّلاَثَةُ عَنْ أَمْرِ أُولَئِكَ الَّذِينَ قَبِلَ مِنْهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ حَلَفُوا لَهُ فَبَايَعَهُمْ وَاسْتَغْفَرَ لَهُمْ وَأَرْجَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَمْرَنَا حَتَّى قَضَى اللَّهُ فِيهِ فَبِذَلِكَ قَالَ اللَّهُ عَزَّ وَجَلَّ { وَعَلَى الثَّلاَثَةِ الَّذِينَ خُلِّفُوا} وَلَيْسَ الَّذِي ذَكَرَ اللَّهُ مِمَّا خُلِّفْنَا تَخَلُّفَنَا عَنِ الْغَزْوِ وَإِنَّمَا هُوَ تَخْلِيفُهُ إِيَّانَا وَإِرْجَاؤُهُ أَمْرَنَا عَمَّنْ حَلَفَ لَهُ وَاعْتَذَرَ إِلَيْهِ فَقَبِلَ مِنْهُ . \n وَحَدَّثَنِيهِ مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا حُجَيْنُ بْنُ الْمُثَنَّى، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، بِإِسْنَادِ يُونُسَ عَنِ الزُّهْرِيِّ، سَوَاءً .",
    "hadithBengali": "৬৭৬০। বনূ উমাইয়ার আযাদকৃত গোলাম আবূ তাহির আহমাদ ইবনু আমর ইবনু সারহ (রহঃ) ইবনু শিহাব (রহঃ) থেকে বর্ণিত। তিনি বলেন, ...... রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাবুকের অভিযানে রওয়ানা হন। তাঁর লক্ষ্য ছিল, সিরিয়ার আরব খ্রীষ্টান ও রোমকরা। ইবনু শিহাব বলেন, আমাকে আবদুর রহমান ইবনু আবদুল্লাহ ইবনু কাব ইবনু মালিক (রহঃ) বলেছেন যে, আবদুল্লাহ ইবনু কাব বলেছেন, কাব ইবনু মালিক (রাঃ) অন্ধ হয়ে যাওয়ার পর তার সন্তানদের মধ্যে তিনি ছিলেন তার চালক। আমি কাব ইবনু মালিক (রাঃ) কে তাবুক যুদ্ধে অংশ গ্রহণ না করার ইতিবৃত্ত (নিজ মুখে) বর্ণনা করতে শুনেছি।\n\nকাব ইবনু মালিক (রাঃ) বলেছেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যত যুদ্ধ করেছেন তাবুক যুদ্ধ ব্যতীত এর সব কটির মধ্যেই আমি তাঁর সঙ্গে শরীক ছিলাম। তবে বদর যুদ্ধে আমি তাঁর সাথে শরীক হতে পারিনি। আর যারা (এ বছর) থেকে পশ্চাতে রয়েছে তাদের কাউকেও অভিযুক্ত করেননি। তখন তো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও মুসলমানগণ শুধুমাত্র কুরায়শ কাফিলার উদ্দেশ্যে বের হয়েছিলেন। অবশেষে আল্লাহ তায়ালা মুসলমান ও কাফিরদের অনির্ধারিত সময়ে সমবেত করে দেন। আকাবার রাত্রে যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের থেকে ইসলামের উপর অঙ্গীকার নিচ্ছিলেন, সে রাত্রে আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত ছিলাম। বদর যুদ্ধ যদিও মানুষের নিকট সর্বাধিক প্রসিদ্ধ, তথাপি আকাবা রজনীর পরিবর্তে বদর মুদ্ধে শরীক হওয়া আমার নিকট অধিক পছন্দনীয় নয়।\n\nতাবুক যুদ্ধে শরীক না হওয়ার ব্যাপারে আমার ঘটনা হচ্ছে এই যে, যখন এ যুদ্ধ সংঘটিত হয়েছিল। তখন আমি যেমন শক্তিশালী ও স্বচ্ছল ছিলাম, তেমন আর কখনো ছিলাম না। আল্লাহর কসম! এর পূর্বে এমনকি দু&#39;টি সাওয়ারী আমি আর কখনো একত্রে জমা করতে পারিনি। কিন্তু এ যুদ্ধের সময় দু&#39;টি সাওয়ারীর অধিকারী ছিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ অভিযানে যান প্রচন্ড গরমের কালে। সফর ছিল মরু প্রান্তরের। বহু সংখ্যক শক্রর সন্মুখীন হতে যাচ্ছিলেন। তাই তিনি বিষয়টি মুসলমানদের সামনে খোলাখুলিভাবে প্রকাশ করেন, যাতে তারা যুদ্ধের জন্য পূর্ণ প্রস্তুতি গ্রহণ করে নিতে পারে। যুদ্ধের গতিবিধি সম্পর্কেও রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে জানিয়ে দিলেন।\n\nতখন রাসুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর সঙ্গে মুসলমানের সংখ্যা ছিল অনেক এবং তাদের নাম লিপিবদ্ধ ছিল না কোন সংরক্ষণকারীর কিতাবে অর্থাৎ রেজিষ্টারে সংরক্ষিত ছিল না। কাব বলেন, সুতরাং যে ব্যক্তি অনুরূপ থাকতে ইচ্ছা করে সে কমপক্ষে এ ধারণা করতে পারত যে, তার অনুপস্থিতি গোপন থাকবে, যতক্ষন না আল্লাহর পক্ষ থেকে তার সম্পর্কে ওহী নাযিল হয়।\n\nএ যুদ্ধ সংঘটিত হয়েছিল, যখন গাছের ফল পাকছিল এবং বৃক্ষের ছায়া ছিল আনন্দদায়ক। আর আমিও ছিলাম এগুলোর প্রতি আকৃষ্ট। অবশেষে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও মুসলমানগণ যুদ্বের জন্য পূর্ণ প্রস্তুতি নিলেন। আমিও তাঁদের সাথে যুদ্ধে শরীক হওয়ার জন্য প্রস্ততি গ্রহণের লক্ষ্যে বাড়ী থেকে সকালে বের হতাম, কিন্তু কোন প্রস্তুতি গ্রহণ না করেই ফিরে আসতাম এবং মনে মনে বলতাম, আমি তো যুদ্ধে যেতে সক্ষম, যখনই ইচ্ছা করি। আমার ব্যাপার এভাবেই চলতে লাগল।\n\nএদিকে লোকজন বাস্তব প্রস্তুতি চালিয়ে যেতে লাগল। অবশেষে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যুষে রওয়ানা হলেন এবং তাঁর সঙ্গে মুসলিমগণও রওয়ানা হয়ে গেল। কিন্তু আমি কোন প্রস্তুতই গ্রহণ করি নি। পরদিন সকালে আমি বের হলাম। কিন্তু কোন প্রস্তুতি গ্রহণ না করেই ফিরে এলাম। এভাবে আমার সময় দীর্ঘায়িত হতে লাগল। এদিকে লোকজন দ্রুতগতিতে অগ্রসর হয় আর মুজাহিদীনের দল বহু দুরে চলে যায়। তখন আমি ভাবতে লাগনাম যে, আমিও রওয়ানা হয়ে তাদের সাথে মিলিত হয়ে যাই। আফসোস! আমি যদি তাই করতাম। কিন্তু আমার ভাগ্যে তা হয়নি।\n\nপরবর্তী অবস্থা হল এই যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুদ্ধে চলে যাওয়ার পর আমি যখন রাস্তায় বের হতাম তখন এ ব্যাপার আমাকে ব্যথিত করত যে, আমি অনুসরনীয় কাউকে দেখতে পেতাম না, শুধু এমন লোক যাদের উপর নিফাকের অভিযোগ রয়েছে অথবা সে সকল অক্ষম লোক যাদের আল্লাহ তাআলা মা&#39;যুর হিসেবে অবকাশ দিয়েছেন। এদিকে তাবুক পৌছার পূর্বে রাস্তায় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কথা মোটেই আলোচনা করেননি। কিন্তু তাবুক পৌছার পর লোকদের মাঝে বসা অবস্থায় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেন, কা&#39;ব ইবনু মালিক কি করছে? তখন বনূ সালমা গোত্রের এক ব্যক্তি বলল, ইয়া রাসুলাল্লাহ! তার লাল (জোড়া) পোশাক এবং তার দেহের দু&#39; পাশের প্রতি দৃষ্টি তাকে বিরত রেখেছে। তখন মুআয ইবনু জাবাল (রাঃ) বললেন, তুমি বড় মন্দ কথা বলছ। ইয়া রাসুলাল্লাহ! আল্লাহর কসম! আমরা তো তাকে ভালই জানি। রাসুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) নীরব রইলেন।\n\nইতোমধ্যে রাসুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) শুভ্র বসন পরিহিত এক ব্যক্তিকে ধূলা উড়িয়ে আসতে দেখে বললেন, আবূ খায়সামাই হবে। দেখা গেল, তিনি আনসারী সাহাবী আবূ খায়সামা (রাঃ) আর তিনি সে ব্যক্তি যিনি এক সা খেজুর সাদাকা করেছিলেন যাতে মুশরিকরা বিরূপ সমালোচনা করেছিল। কাব ইবনু মালিক (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাবুক থেকে প্রত্যাবর্তনের উদ্দেশ্যে রওয়ানা হওয়ার সংবাদ আমার নিকট পৌছার পর আমার উপর চিন্তার বোঝা নেমে এল। আমি মনে মনে মিথ্যা ওযর কল্পনা করতে লাগলাম এবং এমন কথা ভাবতে লাগলাম যা বলে আমি তার ক্রোধ থেকে বাচতে পারি। আর এ ব্যাপারে আমি বুদ্ধিমান আপন জনেরও সাহায্য নিতে লাগলাম।\n\nঅবশেষে যখন আমাকে বলা হল যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পৌছেই তখন আমার অন্তর থেকে সমস্ত বাড়িল কল্পনা দূর হয়ে গেল। এমনকি আমি অনুভব করলাম যে, কোন কিছুতেই আমি তার কাছ থেকে অব্যাহতি পাবনা। তাই আমি তার কাছে সত্য বলারই সংকল্প করে নিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভোর বেলা সফর থেকে আগমন করলেন। তাঁর অভ্যাস ছিল, সফর থেকে প্রত্যাবর্তন করে প্রথমে তিনি মসজিদে আসতেন এবং তথায় দু&#39;রাক&#39;আত (সালাত) আদায় করে মানুষের সাথে সাক্ষাতের জন্য বসতেন। এবারও যখন তিনি বসলেন, তখন যারা যুদ্ধে অংশ গ্রহণ করেনি তারা এসে অজুহাত পেশ করতে শুরু করল এবং এর উপর কসম খেতে লাগল। এ সকল লোক সংখ্যায় আশির অধিক ছিল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের প্রকাশ্য ওজুহাত গ্রহণ করলেন এবং তাদের থেকে বায়াআত নিয়ে তাদের জন্য আল্লাহর নিকট ক্ষমা প্রার্থনা করলেন। আর তাদের অন্তর্নিহিতা অবস্থা আল্লাহর উপর ন্যস্ত করলেন।\n\nঅবশেষে আমি উপস্থিত হয়ে সালাম করলাম। তখন তিনি ক্রুদ্ধ ব্যক্তির হাসির ন্যায় অস্পষ্ট হাসলেন। তারপর তিনি বললেন, এস। আমি এসে তাঁর সামনে বসলাম। তখন তিনি আমাকে জিজ্ঞাসা করলেন, কিসে তোমাকে পশ্চাতে রেখেছিল? তুমি কি সাওয়ারী ক্রয় করনি? তিনি বলেন, আমি বললাম, ইয়া রাসুলাল্লাহ! আমি যদি আপনি ছাড়া কোন দুনিয়াদার মানুষের নিকট বসতাম তবে আপনি দেখতেন যে অবশ্যই আমি কোন ওযর পেশ করে তার ক্রোধ থেকে বেঁচে যেতাম। কারণ আমাকে তর্কের ক্ষমতা দেওয়া হয়েছে। কিন্তু আল্লাহর কসম! আমার বিশ্বাস, আজ যদি আমি মিথ্যা কথা বলে আপনাকে আমার প্রতি রাযী করে নেই, তবে অচিরেই আল্লাহ তা*আলা আপনাকে আমার প্রতি অসন্তুষ্ট করে দিবেন। আর যদি আমি সত্য কথা বলি এবং এতে আপনি আমার প্রতি অসন্তষ্ট হন, তবে এতে আল্লাহর পক্ষ থেকে আমি কল্যাণজনক পরিণামের আশা রাখি।\n\nআল্লাহর কসম! আমার কোন ওযর ছিল না। আল্লাহর কসম! আপনার (অভিযান) থেকে পিছনে থাকার সময়ের তুলনায় কোন সময় আমি অধিক ক্ষমতা সম্পন্ন ও অধিক প্রাচুর্যের অধিকারী ছিলাম না। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ অবশ্যই এ ব্যক্তি সত্য কথা বলেছে। তারপর তিনি বললেনঃ তুমি চলে হলও, যতক্ষননা আল্লাহ তোমার সমন্ধে ফয়সালা দেন। তারপর আমি উঠে গেলাম। তখন বনূ সালমা গোত্রের কতিপয় লোক দৌড়িয়ে আমার কাছে এসে বলল, আল্লাহর কসম! আমরা তো ইতোপূর্বে তোমাকে আর কোন অন্যায় করতে দেখিনি। যারা পশ্চাতে রয়ে গিয়েছিল, তারা যেমন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ওযর পেশ করেছে সেভাবে ওযর পেশ করতে কি তুমি অপারগ ছিলে? অতএব, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইস্তিগফারই তোমার গুনাহের জন্য যথেষ্ট হতো।\n\nতিনি বলেন, আল্লাহর কসম। এভাবে তারা আমাকে এত ভৎসনা করতে লাগল যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আবার গিয়ে আমার নিজের উক্তি মিথ্যা প্রতিপন্ন করার ইচ্ছা হতে লাগল। আমি লোকদের বললাম, আমার মত আর কারো এমন অবস্থা হয়েছে কি? তারা বলল, হ্যাঁ, আরো দুই জন তোমার মত করেছেন। তুমি যা বলেছ তারাও অনুরূপ বলেছেন এবং তোমাকে যা বলা হয়েছে তাদেরও তাই বলা হয়েছে। আমি বললাম, তারা কারা? তারা বলল, তারা হলেন, মুররা ইবনু রাবীআ আমিরী এবং হেলাল ইবনু উমায়্যা ওয়াকিফী (রাঃ)।\n\nকা&#39;ব বলেন, তারা আমার নিকট এমন দুই ব্যক্তির কথা উল্লেখ করল, যারা ছিলেন নেককার, বদর যুদ্ধে অংশগ্রহণকারী। ঐরা দুইজনই ছিলেন অনুসরণযোগ্য। কা&#39;ব (রাঃ) বলেন, যখন তারা ঐ দুই ব্যক্তির কথা উল্লেখ করল, তখন আমি চলে গেলাম। এদিকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যারা যুদ্বে অংশগ্রহণ করেনি তাদের মধ্য থেকে শুধু আমাদের তিন জনের সাথে মুসলমানদের কথা বলতে নিষেধ করে দিলেন। এরপর লোকেরা আমাদের পরিহার করল অথবা বলেছেন, আমাদের সাথে তাদের ব্যবহার বদলে গেল। এমনকি যমীনও যেন পরিবর্তিত হয়ে গেল, (মনে হল) যে ভূমি আমি চিনতাম, এ যেন তা নেই। এমনি করে পঞ্চাশ রাত্র কাটালাম। আর আমার দুই সাথী ছিলেন হীনবল, তাই তারা নিজ নিজ ঘরে চুপচাপ বসে রইলেন এবং কাঁদতে লাগলেন। আর আমি তাদের মধ্যে কম বয়স্ক ও সবল ছিলাম। আমি রাস্তায় বের হতাম, সালাতে শরীক হতাম এবং বাজারেও ঘোরাফেরা করতাম। কিন্তু কেউ আমার সঙ্গে কোন কথা বলতো না।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত আদায়ের পর নিজ স্থানে বসা ছিলেন, এমতাবস্থায় আমি তার নিকট এলাম, তাকে সালাম করলাম এবং মনে মনে ভাবলাম, তিনি সালামের জওয়াব প্রদান করে তার ওষ্ঠযুগল নাড়িয়েছেন কি না? তারপর আমি তাঁর নিকটে দাঁড়িয়ে সালাত আদায় করলাম এবং গোপন চাহনির মাধ্যমে আমি তার দিকে তাকালাম। যখন আমি সালাতে মশগুল হতাম তখন তিনি আমার প্রতি নযর দেন। কিস্তু আমি যখন তার দিকে তাকাই তখন তিনি আমার থেকে মুখ ফিরিয়ে নেন। আমার প্রতি মুসলমানদের এ কঠোর আচরণ যখন দীর্ঘায়িত হয়ে গেল তখন আমি গিয়ে আবূ কাতাদা (রাঃ) এর বাগানের প্রাচীরের উপর উঠলম। তিনি ছিলেন আমার চাচাতো ভাই এবং আমার অত্যন্ত প্রিয় ব্যক্তি।\n\nউপরে উঠেই আমি তাঁকে সালাম করলাম। কিন্তু আল্লাহর কসম! তিনি আমার সালামের কোন উত্তর দিলেন না। আমি তাঁকে বললাম, হে আবূ কাতাদা! আমি তোমাকে আল্লাহর কসম দিয়ে জিজ্ঞাসা করছি, তুমি কি জান না যে, আমি আল্লাহ ও তাঁর রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ভালবাসি? তিনি কোন উত্তর দিলেন না। আমি পুনরায় তাঁকে কসম দিয়ে জিজ্ঞাসা করলাম। এবারও তিনি কোন উত্তর দিলেন না। তারপর আবারো আমি তাঁকে কসম দিয়ে জিজ্ঞাসা করলাম। উত্তরে তিনি বললেন, আল্লাহ ও তাঁর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ই ভাল জানেন। এ কথা শুনে আমার দু&#39;নয়ন দিয়ে অশ্রু ঝরতে লাগল। অবশেষে পিছন ফিরে আমি আবার দেয়ালের উপর চড়লাম।\n\nতারপর আমি কোন একদিন মদীনার বাজার দিয়ে যাচ্ছিলাম, এ সময় মদীনার বাজারে শাক-সবজি বিক্রির উদ্দেশ্যে আগত সিরিয়ার কৃষকদের মধ্য থেকে একজন বলতে লাগল, আমাকে কা&#39;ব ইবনু মালিকের ঠিকানা বলতে পারে এমন কোন ব্যক্তি আছে কি? লোকেরা ইশারায় আমাকে দেখিয়ে দিলে সে আমার নিকট আসল এবং গাসশান সম্রাটের পক্ষ হতে আমাকে একটি পত্র দিল। আমি লেখাপড়া জানতাম। তাই আমি তা পাঠ করলাম। এতে লেখা ছিল, আমি জানতে পারলাম যে, তোমার সঙ্গী মুহাম্মাদ তোমার প্রতি যুলুম করয়ে অথচ আল্লাহ পাক তোমাকে নীচু ঘরে জন্য দেননি এবং ধ্বংসের স্থানেও নয়। সুতরাং তুমি আমাদের নিকট চলে এসো। আমরা তোমার সহযোগিতা করবো।\n\nএ পত্র পাঠমাত্র আমি বললাম এও আরেক ধরনের পরীক্ষা। তখন এ পত্রটি নিয়ে আমি উনানের নিকট গেলাম এবং উহা আগুনে জ্বালিয়ে দিলাম। চল্লিশ দিন অতিবাহিত হল। কিন্তু এদিকে কোন ওহী আসছে না। এমতাবস্থায় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এক বার্তাবাহক আমার নিকট এসে বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাকে তোমার স্ত্রী হতে দূর হয়ে যাবার নির্দেশ দিয়েছেন। আমি তাকে জিজ্ঞাসা করলাম, আমি কি তাকে তালাক দিয়ে দিব, না অন্য কিছু করব? তিনি বললেন, না তালাক দিতে হবে না। বরং তুমি তার থেকে পৃথক হয়ে যাও এবং তার সাথে সহবাস করো না। তিনি বলেন, আমার অন্য দুই সঙ্গীদের নিকটও অনুরূপ বার্তা প্রেরণ করা হল।\n\nকা&#39;ব (রাঃ) বলেন, অতঃপর আমি আমার স্ত্রীকে বললাম, তুমি তোমার পিতার বাড়ী চলে যাও এবং যে পর্যন্ত আল্লাহ পাক এ সম্পর্কে কোন ফয়সালা না করেন ততদিন সেখানেই অবস্থান করবে। কাব (রাঃ) বলেন, তারপর হিলাল ইবনু উমায়্যা (রাঃ) এর স্ত্রী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললেন, ইয়া রাসুলাল্লাহ! হিলাল ইবনু উমায়্যা একজন বৃদ্ধ-অকেজো ব্যক্তি। তার কোন খাদিম নেই। যদি আমি তার খিদমত করি, আপনি কি তা অপছন্দ করেন? তিনি বললেন, না, তবে সে তোমার সাথে সহবাস করতে পারবে না। এ কথা শুনে হিলাল (রাঃ) এর স্ত্রী বললেন, আল্লাহর কসম! (কোন ব্যাপারেই) তার মনে কোন স্পন্দন নেই এবং আল্লাহর কসম! ঐ ঘটনার পর থেকে অদ্যাবধি সে কেঁদেই দিনাতিপাত করছে।\n\nতিনি বলেন, আমার পরিবারের কেউ কেউ বললেন, আচ্ছা তুমিও যদি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে তোমার স্ত্রীর ব্যাপারে অনুমতি নিয়ে নিতে। তিনি তো হিলাল ইবনু উমায়্যার স্ত্রীকে তার স্বামীর খিদমতের অনুমতি দিয়েছেন। কা&#39;ব বলেন, আমি বললাম, আমি আমার স্ত্রীর ব্যাপারে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট অনুমতি প্রার্থনা করব না। কারণ আমি যুবক মানুষ। আমি আমার স্ত্রীর ব্যাপারে অনুমতি প্রার্থনা করলে না জানি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি বলেন। এ অবস্থায় আরো দশ রাত কাটালাম। রাসুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) যখন থেকে আমাদের সাথে কথাবার্তা বলতে নিষেধ করেছিলেন, তখন থেকে আমাদের পঞ্চাশ রাত পূর্ণ হয়।\n\nকাব বলেন, পঞ্চাশতম রাতের ফজরের সালাত আমি আমারর গৃহের ছাদের উপর আদায় করলাম। এরপর যখন আমি ঐ অবস্থায় বসা ছিলাম, যা আল্লাহ আমাদের ব্যাপারে উল্লেখ করেছেন, অর্থাৎ আমার জীবন আমার জন্য সংকটাপন্ন হয়ে গিয়েছিল এবং পৃথিবীপ্রশস্ত হওয়া সত্ত্বেও আমার কাছে সংকুচিত হয়ে পড়েছে। তখন আমি একজন ঘোষণাকারীর আওয়াজ শুনলাম, যিনি সালা পাহাড়ের চূড়ায় উঠে উচ্চস্বরে বলছেন, হে কাব ইবনু মালিক! সুসংবাদ গ্রহন কর। কা&#39;ব বলেন, তখন আমি সিজদায় লুটিয়ে পড়লাম এবং আমি বুঝতে পারলাম যে, সংকট মুক্তি এসে গেছে। কা&#39;ব বলেন, এদিকে ফজরের সালাতের পর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের কাছে ঘোষণা করলেন যে, আল্লাহ তাআলা আমাদের তাওবা কবুল করেছেন।\n\nতখনই লোকেরা আমাদের সুসংবাদ দেয়ার জন্য ছুটে চলল এবং আমার সাথীদ্বয়কে খোশখবরী পৌছানৌর জন্য কয়েকজন লোক তাদের নিকট গেলেন। আর আমার দিকে একজন ঘোড়ার উপর সাওয়ার হয়ে রওনা হলেন এবং আসলাম গোত্রের আর এক ব্যক্তিও রওনা হলেন। তিনি পাহাড়ের উপর আরোহণ করে ঘোষণা দিলেন। অশ্বের চেয়েও আওয়াজের গতি আরোদ্রুত এর তারপর যার সুসংবাদের আওয়াজ আমি শুনেছিলাম তিনি আমার নিকট আসলে আমি আমার পরিধেয় বস্ত্র দু&#39;টো সুসংবাদের পুরস্কার স্বরূপ তাকে দিয়ে দিলাম। আল্লাহর কসম! সেদিন ঐ দু&#39;টো কাপড় ব্যতীত আমি আর কোন কাপড়ের মালিক ছিলাম না। অতএব আমি দু&#39;টো কাপড় ধার নিয়ে পরিধান করলাম।\n\nএরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সাক্ষাতের উদ্দেশ্যে আমি রওনা দিলাম। আমার তাওবা কবুলের মুবারকবাদ জানানোর জন্য লোকেরা দলে দলে আমার সঙ্গে সাক্ষাৎ করতে লাগল এবং বলতে লাগল, আল্লাহর ক্ষমা তোমার জন্য মূবারক হোক। এমতাবস্থায় আমি মসজিদে প্রবেশ করে দেখলাম, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদেই উপবিষ্ট আছেন এবং তাঁর পাশে লোকজন রয়েছে। তখন তালহা ইবনু উবায়দুল্লাহ (রাঃ) দাঁড়ালেন এবং দৌড়ে এসে আমার সাথে মুসাফাহা করলেন এবং তিনি আমাকে মুবারকবাদ জানালেন। আল্লাহর কসম! মুহাজিরদের মধ্যে তখন তিনি ছাড়া আর কেউ (আমাকে দেখে) দাঁড়াননি।\n\nরাবী বলেন, কা&#39;ব তালহার এ সদাচরণের কথা ভুলেননি। কাব ইবনু মালিক (রাঃ) বলেন, তারপর আমি যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সালাম করলাম তখন তাঁর চেহারা খুশীতে চমকাতে ছিলো। তিনি বললেন, তোমার মা তোমাকে জন্ম দেয়ার পর থেকে যতদিন অতিবাহিত হয়েছে, তার মধ্যে তোমার জন্য এ মুবারক দিনটির সুসংবাদ। কা&#39;ব (রাঃ) বলেন, আমি তাকে জিজ্ঞাসা করলাম, তা কি আপনার পক্ষ থেকে, ইয়া রাসুলাল্লাহ! না মহান আল্লাহর পক্ষ থেকে। তিনি বললেন, না, বরং মহান আল্লাহর পক্ষ থেকে।\n\nআর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন খুশী হতেন, তখন তাঁর চেহারা মুনারক এমনভাবে প্রদীপ্ত হতো যেন তা এক খণ্ড চাঁদ। কা&#39;ব (রাঃ) বলেন, আমরা তাঁর চেহারা দেখেই তা বুঝতে পারতাম। তিনি বলেন, আমি যখন তাঁর সামনে বসলাম তখন বললাম, ইয়া রাসুলাল্লাহ! আমার তাওবার শুকরিয়া হিসেবে আল্লাহ ও তাঁর রাসূলের জন্য সাদাকা স্বরূপ দান করে আমার সমস্ত মাল থেকে মুক্ত হতে চাই। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কিছু মাল তোমার নিজের জন্য রেখে দাও। এই তোমার জন্য উত্তম। আমি বললাম, তাহলে আমি খায়বরে প্রাপ্ত অংশটুকু রেখে দিব।\n\nকা&#39;ব (রাঃ) বলেন, এরপর আমি বললাম, ইয়া রাসুলাল্লাহ! সত্য কথাই আমাকে মুক্তি দিয়েছে; তাই যতদিন জীবিত থাকি আমি সত্য ছাড়া বলবনা। তিনি বলেন, আল্লাহর কসম! আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সে সত্য কথা বলার পর, আল্লাহ তাআলা আমার প্রতি যে অনুগ্রহ প্রদর্শন করেছেন; আল্লাহ তায়াআলা আর কোন মুসলিম ব্যক্তির প্রতি এরূপ করেছেন বলে আমি জানিনা। আল্লাহর কসম! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে এ আলোচনা করার পর অদ্যাবধি ইচ্ছাকৃতভাবে আমি কখনো মিথ্যা কথা বলিনি। আমার আশা, অবশিষ্ট জীবনেও আল্লাহ তাআলা আমাকে মিথ্যা থেকে বাঁচিয়ে রাখবেন।\n\nকা&#39;ব (রাঃ) বলেন, আমার তাওবা গ্রহণযোগ্য হবার ব্যাপারে আল্লাহ তাআলা তখন নিম্নোক্ত আয়াত নাযিল করেছিলেনঃ &ldquo;আল্লাহ অনুগ্রহপরায়ণ হলেন নাবীর প্রতি এবং মুহাজির ও আনসারদের প্রতি, যারা তার অনুগমন করেছিলো সংকটকালে, এমনকি যখন তাদের এক দলের চিত্ত-বৈকল্যের উপক্রম হয়েছিলো। পরে আল্লাহ তাদেরকে ক্ষমা করলেন। তিনি তাদের প্রতি দয়ার্দ্র পরম দয়ালু এবং তিনি ক্ষমা করলেন অপর তিনজনকেও, যাদের সম্পর্কে সিদ্ধান্ত স্থগিত রাখা হয়েছিল, যে পর্যন্ত না পৃথিবী বিস্তৃত হওয়া সত্ত্বেও তাদের জন্য উহা সংকুচিত হয়েছিলো এবং তাদের জীবন তাদের জন্য দুর্বিষহ হয়েছিলো এবং তারা উপলব্ধি করেছিল যে, আল্লাহ ব্যতীত কোন আশ্রয়স্থল নেই। পরে তিনি তাদের প্রতি অনুগ্রহপরায়ণ হলেন, যাতে তারা তাওবা করে। আল্লাহ ক্ষমাশীল পরম দয়ালু। হে মুমিনগণ! তোমরা আল্লাহকে ভয় কর এবং সত্যবাদীদের অন্তর্ভুক্ত হও। (সূরা তাওবাঃ ১১৭-১১৯)\n\nকাব (রাঃ) বলেন, আল্লাহর কসম! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট সেদিন সত্য কথা বলার কারণে আল্লাহ তাআলা আমার প্রতি যে অনুগ্রহ করেছেন, অনুরূপ অনুগ্রহ ইসলাম গ্রহণের পর আল্লাহ তাআলা আমার প্রতি আর কখনো করেননি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট সেদিন আমি মিথ্যা বলিনি। যদি বলতাম তবে অবশ্যই আমি ধ্বংস হয়ে যেতাম, যেমন ধ্বংস হয়ে গিয়েছিল। মিথ্যাবাদীগণ। ওহী অবতরণ কালে আল্লাহ মিথ্যাবাদীদের এমন কঠোর সমালোচনা করেছেন, যা আর কাউকে করেননি। তিনি বলেছেনঃ তোমরা তাদের নিকট ফিরে এলে তারা আল্লাহর শপথ করবে, যেন তোমরা তাদের উপেক্ষা কর সুতরাং তোমরা তাদেরকে উপেক্ষা করবে তারা অপবিত্র, তাদের কৃতকর্মের ফল স্বরূপ জাহান্নাম তাদের আবাস স্থল। তারা তোমাদের নিকট হলফ করবে যাতে তোমরা তাদের প্রতি তুষ্ট হও। তোমরা তাদের প্রতি তুষ্ট হলেও আল্লাহ ফাসিক (সত্যত্যাগী) লোকদের প্রতি তুষ্ট হবেন না। (সূরা তাওবাঃ ৯৫ ও ৯৬)\n\nকা&#39;ব (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট শপথ করার পর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যাদের ওযর গ্রহণ করেছিলেন, যাদের বায়আত করেছিলেন এবং যাদের জন্য আল্লাহর নিকট ক্ষমা প্রার্থনা করেছিলেন তাদের থেকে আমাদের তিনজনের বিষয়টিকে বিলম্বিত করা হয়েছিল। আল্লাহর পক্ষ থেকে ফয়সালা আসা পর্যন্ত রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বিষয়টিকে স্থগিত রেখেছিলেন। তাই আল কুরআনে আল্লাহ তায়াআলা বলেছেনঃ আর তিনি ক্ষমা করলেন অপর তিনজনকেও যাদের সিদ্ধান্ত স্থগিত রাখা হয়েছিল।\n\nএখানেخلفوا &ldquo;যুদ্ধ হতে আমাদের পেছনে থাকা&rdquo; নয়। বরং এর অর্থ হচ্ছে, রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্তৃক &ldquo;আমাদের বিষয়টিকে স্থগিত রাখা।&rdquo; ঐ লোকদের বিপরীতে যারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সান্মুখে শপথ করেছিল এবং ওযর পেশ করেছিলো অতঃপর তিনি তা কবুল করেছিলেন।\n\nমুহাম্মাদ ইবনু রাফি (রহঃ) ... ইবনু শিহাব (রহঃ) এর সুত্রে যুহরী (রহঃ) এর সুত্রে অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6760",
    "id": "19083",
    "thesequence": "19235",
    "isActive": "1",
    "chapterId": "14312",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৯. কা&#039;ব ইবন মালিক (রাঃ) ও তার দুই সঙ্গীর তাওবার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Kab, who was his (Kabs) guide as he became blind, reported that he heard from Kab b. Malik the story of his staying behind Allahs Messenger (ﷺ) from the expedition of Tabuk. The rest of the hadith is the same (but with this variation) that in the narration transmitted on the authority of Yunus (the words are):\nWhen Allahs Messenger (may. peace be upon him) intended to set on an expedition he kept It as a secret, but. be did not do so in thic. expedition. And in the narration transmitted on the authority of Muhammad b. Abdullah b. Muslim, there is no mention of Abu Khaithana (Allah be pleased with him) and no mention of his meeting with Allahs Messenger (ﷺ).",
    "hadithArabic": " وَحَدَّثَنِي عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ، اللَّهِ بْنِ مُسْلِمٍ ابْنُ أَخِي الزُّهْرِيِّ عَنْ عَمِّهِ، مُحَمَّدِ بْنِ مُسْلِمٍ الزُّهْرِيِّ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ، بْنُ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ أَنَّ عُبَيْدَ اللَّهِ بْنَ كَعْبِ بْنِ مَالِكٍ، وَكَانَ، قَائِدَ كَعْبٍ حِينَ عَمِيَ قَالَ سَمِعْتُ كَعْبَ بْنَ مَالِكٍ يُحَدِّثُ حَدِيثَهُ حِينَ تَخَلَّفَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزْوَةِ تَبُوكَ . وَسَاقَ الْحَدِيثَ وَزَادَ فِيهِ عَلَى يُونُسَ فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَلَّمَا يُرِيدُ غَزْوَةً إِلاَّ وَرَّى بِغَيْرِهَا حَتَّى كَانَتْ تِلْكَ الْغَزْوَةُ . وَلَمْ يَذْكُرْ فِي حَدِيثِ ابْنِ أَخِي الزُّهْرِيِّ أَبَا خَيْثَمَةَ وَلُحُوقَهُ بِالنَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৬৭৬১। আবদ ইবনু হুমায়দ (রহঃ) ... আবদুর রহমান ইবনু আবদুল্লাহ ইবনু কা&#39;ব ইবনু মালিক (রহঃ) থেকে বর্ণিত। তিনি বলেন, আবদুল্লাহ ইবনু কাব ইবনু মালিক (রাঃ) যিনি অন্ধ হয়ে যাবার পর কাব (রাঃ) এর চালক ছিলেন, বলেছেন, তাবুক যুদ্ধে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে শরীক না হয়ে গৃহে বসে থাকার সময় কাবে ইবনু মালিক (রাঃ) কে আমি একথা বলতে শুনেছি। অতঃপর অনুরূপ হাদীস বর্ণনা করেছেন। তবে এতে তিনি রয়েছে যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে দিকে যুদ্ধ করার জন্য যেতেন সাধারণতঃ অন্য স্থান দিয়ে প্রচ্ছন্ন করতেন (তিনি আলোচনায় ঐ জায়গার কথা উল্লেখ না করে অন্য জায়গার কথা উল্লেখ করতেন)। তবে এ যুদ্ধের কথা পরিস্কারভাবে উল্লেখ করেছিলেন। যুহরীর ভ্রাতুষ্পুত্রের এ হাদীসের মধ্যে আবূ খায়সামার কথা এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে তাঁর মিলিত হওয়ার কথা উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6761",
    "id": "19084",
    "thesequence": "19236",
    "isActive": "1",
    "chapterId": "14312",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৯. কা&#039;ব ইবন মালিক (রাঃ) ও তার দুই সঙ্গীর তাওবার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is reported on the authority of Abdullah b. Kab and he was the guide of Kab as he lost his eyesight and he was the greatest scholar amongst his people and he retained in his mind many ahadith of the Companions of Allahs Messenger (ﷺ). He said:\nI heard my father Kab b. Malik, and he fas one of those three whose repentance was accepted (by Allah). He transmitted that He never lagged behind Allahs Messenger (ﷺ) from any expedition that he undertook except two expeditions; the rest of the hadith is the same, and in the tradition narrated through another chain of transmitters the words are: That Allahs Messenger (ﷺ) set out on an expedition with a large number of persons more than ten thousand and this could not be recorded in the census register.",
    "hadithArabic": " وَحَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، حَدَّثَنَا مَعْقِلٌ، - وَهُوَ ابْنُ عُبَيْدِ اللَّهِ - عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ عَمِّهِ، عُبَيْدِ اللَّهِ بْنِ كَعْبٍ وَكَانَ قَائِدَ كَعْبٍ حِينَ أُصِيبَ بَصَرُهُ وَكَانَ أَعْلَمَ قَوْمِهِ وَأَوْعَاهُمْ لأَحَادِيثِ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ سَمِعْتُ أَبِي كَعْبَ بْنَ مَالِكٍ وَهُوَ أَحَدُ الثَّلاَثَةِ الَّذِينَ تِيبَ عَلَيْهِمْ يُحَدِّثُ أَنَّهُ لَمْ يَتَخَلَّفْ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزْوَةٍ غَزَاهَا قَطُّ غَيْرَ غَزْوَتَيْنِ . وَسَاقَ الْحَدِيثَ وَقَالَ فِيهِ وَغَزَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِنَاسٍ كَثِيرٍ يَزِيدُونَ عَلَى عَشْرَةِ آلاَفٍ وَلاَ يَجْمَعُهُمْ دِيوَانُ حَافِظٍ .",
    "hadithBengali": "৬৭৬২। সালামা ইবনু শাবীব (রহঃ) ... উবায়দুল্লাহ ইবনু কাব (রাঃ) থেকে বর্ণিত। কাব (রাঃ) চক্ষু রোগে আক্রান্ত হবার পর উবায়দুল্লাহ তাঁকে হাত ধরে নিয়ে যেতেন। উবায়দুল্লাহ (রাঃ) তার কাওমের মধ্যে সর্বাধিক জ্ঞানী ব্যক্তি ছিলেন এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীদের হাদীস অধিক সংরক্ষণকারী ছিলেন। তিনি বলেন যে, তিন ব্যক্তির তাওবা আল্লাহ করুল করেছিলেন, আমার পিতা কাব ইবনু মালিক (রাঃ) ঐ তিন ব্যক্তির একজন ছিলেন। আমি তাকে বলতে শুনেছি, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যত যুদ্ধ করেছেন এর মধ্যে তিনি দুটি ব্যতীত আর কোন যুদ্ধে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে পেছনে থাকেননি। তারপর তিনি আগের অনুরূপ ঘটনাটি বর্ণনা করেছেন। তবে এতে রয়েছে যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সৈন্য সামন্ত নিয়ে এ যুদ্ধে অংশগ্রহণ করেছিলেন। তাদের সংখ্যা দশ হাজারের চেয়েও অধিক ছিল। কোন তালিকায় তাদের নাম লিপিবদ্ধ করার অবকাশ ছিল না।\n",
    "checkStatus": "1",
    "hadithNo": "6762",
    "id": "19085",
    "thesequence": "19237",
    "isActive": "1",
    "chapterId": "14312",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "৯. কা&#039;ব ইবন মালিক (রাঃ) ও তার দুই সঙ্গীর তাওবার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Said b. Musayyib, Urwa b. Zubair, Alqama b. Waqqas and Ubaidullah b. Abdullah b. Utba b. Masud--all of them reported the story of the false allegation against Aisha, the wife of Allahs Apostle (ﷺ). And they (the slanderers) said what they had to say, but Allah exonerated her of this charge and all of them reported a part of the hadith and some of them who had better memories reported more and with better retention, and I tried to retain this hadith (listening) from every one of them that they reported to me and some of them attested the other. (The sumaried substance of the false allegation is this):\nAisha said: Whenever Allahs Messenger (ﷺ) intended to set out on a journey he cast lots amongst his wives and he took one with him in whose favour the lot was cast. It so happened that he cast lots amongst us while setting out on a battle and it was cast in my favour, so I set out along with Allahs Messenger (ﷺ). This relates to the period when the revelation concerning the commands of veil had been made. I was carried in a haudaj and I was brought down where we had to stay. In short, when we set out for return journey from the expedition and our caravan was near Medina, Allahs Messenger (ﷺ) commanded one night to march forward. I also got up when the command for the march was given and moved on until I went out of the encampments of the army and after relieving myself I came to my place. I touched my chest and found that my necklace which had been made of the stones of zafar had been broken. I retraced my steps and tried to search my necklace and this detained me there. The group of people who saddled my ride and placed my haudaj carrying me upon the camels marched on. They were under the impression that I was in it. The women in those days were light of weight and they did not wear much flesh, as they ate less food; so they did not perceive the weight of my haudaj as they placed it upon the camel as I was a young girl at that time. So they drove the camel and Eet out and I found my necklace after the army had marched. I came to my place and there was none to call and none to respond (the call). I waited at my place under the impression that when the people would riot find me they would come back. So I kept sitting at my place. I was overpowered by sleep and slept. Safwan b. Muattal Sulami Dhakwini, who had lagged behind the army because of taking rest came to my place walking in the latter part of the night and he saw the body of a person who was asleep. He came to me and recognised me as he had seen rue before it was enjoined to observe purda. I got ap by his voice as he recited Inna lillahi wa inna ilaihi rajiun [we are for Allah and to Him we have to return. ] and I covered my head with my headdress. By Allah, he did not speak to me a word and I did not hear a word from him except Inna lillahi. He made his camel kneel down and I amounted the camel as he pressed tLe camels foreleg and he moved on leaning the camel by the nose string on which I was riding until we came to the army where it had encamped for rest because of extreme heat. Woe be upon those who harboured doubts about me and the most notorious among them was Abdullah b. Ubayy, the great hypocrite. We came to Medina and I fell sick for a month. The people had been deliberating over the statements of those who had brought these calumnies against me. I was absolutely unaware of anything concerning that. This, however, caused doubt in my mind that I did not see Allahs Messenger (may peace be upon him.) treating me with such kindness with which he treated me as I fell ill before this. The Prophet (ﷺ) would coome and greet me with Assalam-o-Alaikum and only ask me how I was. This caused doubt in my mind, but I was unaware of the evil. I wept outside despite my failing health and there went along with me Umm Mistah and she said the daughter of Abu Rhm b. Muttalib b. Abd Manaf and his mother was the daughter of Sakhr b. Amir, the sister of the mother of Abu Bakr Sidiq and his son was Mistah b. Uthatha b. Abbad b. Muttalib. I and the daughter of Abu Rahm set towards the direction of my house. Something got into the head dress of Umm Mistah and she said: Woe be upon Mistah. And I said. Woe be upon what you say. Do you curse people who had participated in Badr? She said: Innocent woman, have you not heard what he said? I said: What did he say? She conveyed to me the statement of those who had brought false allegations against me. So my illness was aggravated. I went to my house and Allahs Messenger (ﷺ) came to me and he greeted me and then said: How is that woman? I said: Do you permit me to go to the (house) of my parents? She (further) said: I had at that time made up my mind to confirm this news from them. Allahs Messenger (ﷺ) permitted me. So I came to (the house of) my parents and said to my mother: Mother, do you know what the people are talking about? She said: My daughter, you should not worry. By Allah, if there is a handsome woman who is loved by her husband and he has co-wives also they talk many a thing about her. I said: Hallowed be Allah, what are the people talking about? I wept during the whole night until it was morning and I did not have a wink of sleep and I wept even in the morning. As the revelation was delayed (in regard to this matter), so Allahs Messenger (ﷺ) called Ali ibn Abi Talib and Usama b. Zaid in order to seek their advice in regard to the separation of his wife. Usama b. Zaid told Allahs Messenger (may peace be apen him) about the innocence of his wives and what he knew about his love for them. He said: Allahs Messenger, they are your wives and we know nothing else about thembut goodness. And as for Ali b. Abu Talib, he said: Allah has not put any unnecessary burden upon you (in regard to your wives). There are a number of women besides her and if you ask that maidservant (Barira) she will tell you the truth. So, Allahs Messenger (ﷺ) called Bailra and said: Barira, did you see anything in Aisha which can cause doubt about her? Barira said: By Him Who sent thee with the truth, I have seen nothing objectionable in her but only this much that she is a young girl and she goes to sleep while kneading the flour and the lamb eats that. Thereupon Allahs Messenger (ﷺ) mounted the pulpit and sought vindication against Abdullah b. Ubayy b. Salul, and he further said: Who would exonerate me from imputations of that person who has troubled (me) in regard to my family? By Allah, I find nothing in my wife but goodness and the person whom the people have mentioned in this connection is, according to my knowledge, a thoroughly pious person, and he did never get into my house but along with me. Sad b. Muadh stood up and said: Allahs Messenger, I defend your honour against him. If he belong to the tribe of Aus we would strike his neck and if he belongs to the tribe of our brother Khazraj and you order us we would comply with your order. Then Sad b. Ubada stood up. He was chief of the Khazraj tribe. He was otherwise a pioas man but he had some what tribal partisanship in him and he said to Sad b. Muadh: By the everlasting existence of Allah. you are not stating the fact, you will not be able to kill him and you will not have the power to do so. Thereupon, Usaid b. Hudair stood up, and he was the first cousin of Sad b. Muadh and said to Sad b. Ubada: By the everlasting existence of Allah, you are not stating the fact. We would kill him. You are a hypocrite and so you argue in defence of the hypocrites, and thus both the tribes Aus and Khazraj were flared up, until they were about to fall upon one another and Allahs Messenger (ﷺ) kept standing upon the pulpit and Allahs Messenger (ﷺ) tried to subside their anger until they became silent and thus there was silence. Aisha further reported: I spent the whole day in weeping and even the night and could not have a wink of sleep even next night. My parents thought that this constant weeping of mine would break my heart. I wept and they sat beside me. In the meanwhile a woman of the Ansar came to see me. I permitted her to see me and she also began to weep. And we were in this very state that Allahs Messenger (ﷺ) came and he greeted me and then sat down. He had never sat with me since a month when this rumour was afloat, and there was no revelation (to clarity) my case. Allahs Messenger (ﷺ) recited Tashahhud (there is no god but Allah and Muhammad is His Apostle) and then said: Coming to the point, Aisha, this is what has reached me about you and if you are innocent, Allah would Himself vindicate your honour, and if accidentally there has been a lapse on your part sock forgiveness of Allah; He will pardon thee for when a servant makes a confession of his fault and turns (to Him) penitently, Allah also turns to him (mercifully) accepting his repentance. When Allahs Messenger (ﷺ) talked, my tears dried up and not even a single drop of tear was perceived by me (rolling out of my eyes). I said to my father: You give a reply to Allahs Messenger (ﷺ) on my behalf. He said: By Allah, I do not know what I should say to Allahs Messenger (ﷺ). I then said to my mother: Give a reply to Allahs Messenger (ﷺ) on my behalf, but she said: By Allah, I do not know what I should say to Allahs Messenger (ﷺ). I was a small girl at that time and I had not read much of the Quran (but I said): By Allah, I perceive that you have heard about this and it has settled down in your mind and you have taken it to be true, so if I say to you that I am quite innocent, and Allah knows that I am innocent, you would never believe me to be true, and if I confess to (the alleged) lapse before you, whereas Allah knows that I am completely innocent (and I have not committed this sin at all), in that case You will take me to be true and, by Allah, I, therefore, find no other alternative for me and for you except that what the father of Yousuf said:, (My course is) comely patience. And Allah it is Whose help is to be sought for in that (predicament) which ye describe (xii 18). After this I turned my face to the other side and lay down on my bed. By Allah, I was fully aware of this fact that I was innocent but I did not expect that Allah would descend Wahy Matlu (Quranic Wahy) in my case as I did not think myself so much important that Allah, the Exalted and Glorious, would speak in this matter in words to be recited. I only hoped that Allah would in vision give an indication of my innocence to Allahs Messenger (ﷺ) during his sleep. And, by Allah, Allahs Messenger (ﷺ) had not moved an inch from where he had been sitting and none from the members of my family had gone that Allah, the Exalted and Glorious, descended revelation upon Allahs Messenger (ﷺ) there and then and he felt the burden which he used to feel at the time of receiving revelation. He began to perspire because of the burden of words of Allah as they descended upon him even during the winter season and there fell the drops of his sweat like silvery beads. When this state of receiving revelation was over, the Messenger of Allah (ﷺ) smiled and the first words which he spoke to me were that he said: Aisha, there is glad tidings for you. Verily, Allah has vindicated your honour, and my mother who had been standing by me said: Get up (and thank him, i. e. the Holy Prophet). I said: By Allah, I shall not thank him and laud him but Allah Who has descended revelation vindicating my honour. She (Aisha) said: Allah, the Exalted and Glorious, revealed: Verily, those who spread the slander are a gang among you (and) ten (subsequent) verses in regard to my innocence. She further said: Abu Bakr used to give to Mistah (some stipend) as a token of kinship with him and for his poverty and he (Abu Bakr) said: By Allah, now I would not spend anything for him. Aisha said: It was upon this that Allah the Exalted and Glorious revealed this verse: And let not those who possess dignity and ease among you swear to give to the near of the kin up to Yearn ye not that Allah may forgive you? Hibban b. Musa said that Abdullah b. Mubarak used to say: It is a verse contained in the Book which most (eminently) brightens the hope. Abu Bakr said: By Allah, I wish that Allah should pardon me. I shall never stop this stipend. So he continued to give him the stipend which he had withdrawn. Aisha said that Allahs Messenger (ﷺ) asked Zainab, daughter of Jahsh, the wife of Allahs Apostle (ﷺ), about me what she knew or what she had seen in me, and she said: Allahs Messenger, I shall not say anything without hearing (with my ears) and seeing with my eyes. By Allah, I find nothing in her but goodness. (And she stated this in spite of the fact) that she was the only lady who amongst the wives of Allahs Apostle (ﷺ) used to vie with me but Allah saved her in bringing false allegation against me because of her God-consciousness. Her sister Hamna bint Jahsh, however, opposed her and she was undone along with others.",
    "hadithArabic": " حَدَّثَنَا حَبَّانُ بْنُ مُوسَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا يُونُسُ بْنُ يَزِيدَ، الأَيْلِيُّ ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَمُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ ابْنُ رَافِعٍ حَدَّثَنَا وَقَالَ الآخَرَانِ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، وَالسِّيَاقُ، حَدِيثُ مَعْمَرٍ مِنْ رِوَايَةِ عَبْدٍ وَابْنِ رَافِعٍ قَالَ يُونُسُ وَمَعْمَرٌ جَمِيعًا عَنِ الزُّهْرِيِّ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ وَعُرْوَةُ بْنُ الزُّبَيْرِ وَعَلْقَمَةُ بْنِ وَقَّاصٍ وَعُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ عَنْ حَدِيثِ عَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم حِينَ قَالَ لَهَا أَهْلُ الإِفْكِ مَا قَالُوا فَبَرَّأَهَا اللَّهُ مِمَّا قَالُوا وَكُلُّهُمْ حَدَّثَنِي طَائِفَةً مِنْ حَدِيثِهَا وَبَعْضُهُمْ كَانَ أَوْعَى لِحَدِيثِهَا مِنْ بَعْضٍ وَأَثْبَتَ اقْتِصَاصًا وَقَدْ وَعَيْتُ عَنْ كُلِّ وَاحِدٍ مِنْهُمُ الْحَدِيثَ الَّذِي حَدَّثَنِي وَبَعْضُ حَدِيثِهِمْ يُصَدِّقُ بَعْضًا ذَكَرُوا أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَرَادَ أَنْ يَخْرُجَ سَفَرًا أَقْرَعَ بَيْنَ نِسَائِهِ فَأَيَّتُهُنَّ خَرَجَ سَهْمُهَا خَرَجَ بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم مَعَهُ - قَالَتْ عَائِشَةُ - فَأَقْرَعَ بَيْنَنَا فِي غَزْوَةٍ غَزَاهَا فَخَرَجَ فِيهَا سَهْمِي فَخَرَجْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَذَلِكَ بَعْدَ مَا أُنْزِلَ الْحِجَابُ فَأَنَا أُحْمَلُ فِي هَوْدَجِي وَأُنْزَلُ فِيهِ مَسِيرَنَا حَتَّى إِذَا فَرَغَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ غَزْوِهِ وَقَفَلَ وَدَنَوْنَا مِنَ الْمَدِينَةِ آذَنَ لَيْلَةً بِالرَّحِيلِ فَقُمْتُ حِينَ آذَنُوا بِالرَّحِيلِ فَمَشَيْتُ حَتَّى جَاوَزْتُ الْجَيْشَ فَلَمَّا قَضَيْتُ مِنْ شَأْنِي أَقْبَلْتُ إِلَى الرَّحْلِ فَلَمَسْتُ صَدْرِي فَإِذَا عِقْدِي مِنْ جَزْعِ ظَفَارِ قَدِ انْقَطَعَ فَرَجَعْتُ فَالْتَمَسْتُ عِقْدِي فَحَبَسَنِي ابْتِغَاؤُهُ وَأَقْبَلَ الرَّهْطُ الَّذِينَ كَانُوا يَرْحَلُونَ لِي فَحَمَلُوا هَوْدَجِي فَرَحَلُوهُ عَلَى بَعِيرِيَ الَّذِي كُنْتُ أَرْكَبُ وَهُمْ يَحْسَبُونَ أَنِّي فِيهِ - قَالَتْ - وَكَانَتِ النِّسَاءُ إِذْ ذَاكَ خِفَافًا لَمْ يُهَبَّلْنَ وَلَمْ يَغْشَهُنَّ اللَّحْمُ إِنَّمَا يَأْكُلْنَ الْعُلْقَةَ مِنَ الطَّعَامِ فَلَمْ يَسْتَنْكِرِ الْقَوْمُ ثِقَلَ الْهَوْدَجِ حِينَ رَحَلُوهُ وَرَفَعُوهُ وَكُنْتُ جَارِيَةً حَدِيثَةَ السِّنِّ فَبَعَثُوا الْجَمَلَ وَسَارُوا وَوَجَدْتُ عِقْدِي بَعْدَ مَا اسْتَمَرَّ الْجَيْشُ فَجِئْتُ مَنَازِلَهُمْ وَلَيْسَ بِهَا دَاعٍ وَلاَ مُجِيبٌ فَتَيَمَّمْتُ مَنْزِلِي الَّذِي كُنْتُ فِيهِ وَظَنَنْتُ أَنَّ الْقَوْمَ سَيَفْقِدُونِي فَيَرْجِعُونَ إِلَىَّ فَبَيْنَا أَنَا جَالِسَةٌ فِي مَنْزِلِي غَلَبَتْنِي عَيْنِي فَنِمْتُ وَكَانَ صَفْوَانُ بْنُ الْمُعَطَّلِ السُّلَمِيُّ ثُمَّ الذَّكْوَانِيُّ قَدْ عَرَّسَ مِنْ وَرَاءِ الْجَيْشِ فَادَّلَجَ فَأَصْبَحَ عِنْدَ مَنْزِلِي فَرَأَى سَوَادَ إِنْسَانٍ نَائِمٍ فَأَتَانِي فَعَرَفَنِي حِينَ رَآنِي وَقَدْ كَانَ يَرَانِي قَبْلَ أَنْ يُضْرَبَ الْحِجَابُ عَلَىَّ فَاسْتَيْقَظْتُ بِاسْتِرْجَاعِهِ حِينَ عَرَفَنِي فَخَمَّرْتُ وَجْهِي بِجِلْبَابِي وَوَاللَّهِ مَا يُكَلِّمُنِي كَلِمَةً وَلاَ سَمِعْتُ مِنْهُ كَلِمَةً غَيْرَ اسْتِرْجَاعِهِ حَتَّى أَنَاخَ رَاحِلَتَهُ فَوَطِئَ عَلَى يَدِهَا فَرَكِبْتُهَا فَانْطَلَقَ يَقُودُ بِي الرَّاحِلَةَ حَتَّى أَتَيْنَا الْجَيْشَ بَعْدَ مَا نَزَلُوا مُوغِرِينَ فِي نَحْرِ الظَّهِيرَةِ فَهَلَكَ مَنْ هَلَكَ فِي شَأْنِي وَكَانَ الَّذِي تَوَلَّى كِبْرَهُ عَبْدُ اللَّهِ بْنُ أُبَىٍّ ابْنُ سَلُولَ فَقَدِمْنَا الْمَدِينَةَ فَاشْتَكَيْتُ حِينَ قَدِمْنَا الْمَدِينَةَ شَهْرًا وَالنَّاسُ يُفِيضُونَ فِي قَوْلِ أَهْلِ الإِفْكِ وَلاَ أَشْعُرُ بِشَىْءٍ مِنْ ذَلِكَ وَهُوَ يَرِيبُنِي فِي وَجَعِي أَنِّي لاَ أَعْرِفُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم اللُّطْفَ الَّذِي كُنْتُ أَرَى مِنْهُ حِينَ أَشْتَكِي إِنَّمَا يَدْخُلُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَيُسَلِّمُ ثُمَّ يَقُولُ  كَيْفَ تِيكُمْ  . فَذَاكَ يَرِيبُنِي وَلاَ أَشْعُرُ بِالشَّرِّ حَتَّى خَرَجْتُ بَعْدَ مَا نَقِهْتُ وَخَرَجَتْ مَعِي أُمُّ مِسْطَحٍ قِبَلَ الْمَنَاصِعِ وَهُوَ مُتَبَرَّزُنَا وَلاَ نَخْرُجُ إِلاَّ لَيْلاً إِلَى لَيْلٍ وَذَلِكَ قَبْلَ أَنَّ نَتَّخِذَ الْكُنُفَ قَرِيبًا مِنْ بُيُوتِنَا وَأَمْرُنَا أَمْرُ الْعَرَبِ الأُوَلِ فِي التَّنَزُّهِ وَكُنَّا نَتَأَذَّى بِالْكُنُفِ أَنْ نَتَّخِذَهَا عِنْدَ بُيُوتِنَا فَانْطَلَقْتُ أَنَا وَأُمُّ مِسْطَحٍ وَهِيَ بِنْتُ أَبِي رُهْمِ بْنِ الْمُطَّلِبِ بْنِ عَبْدِ مَنَافٍ وَأُمُّهَا ابْنَةُ صَخْرِ بْنِ عَامِرٍ خَالَةُ أَبِي بَكْرٍ الصِّدِّيقِ وَابْنُهَا مِسْطَحُ بْنُ أُثَاثَةَ بْنِ عَبَّادِ بْنِ الْمُطَّلِبِ فَأَقْبَلْتُ أَنَا وَبِنْتُ أَبِي رُهْمٍ قِبَلَ بَيْتِي حِينَ فَرَغْنَا مِنْ شَأْنِنَا فَعَثَرَتْ أُمُّ مِسْطَحٍ فِي مِرْطِهَا فَقَالَتْ تَعِسَ مِسْطَحٌ . فَقُلْتُ لَهَا بِئْسَ مَا قُلْتِ أَتَسُبِّينَ رَجُلاً قَدْ شَهِدَ بَدْرًا . قَالَتْ أَىْ هَنْتَاهُ أَوَلَمْ تَسْمَعِي مَا قَالَ قُلْتُ وَمَاذَا قَالَ قَالَتْ فَأَخْبَرَتْنِي بِقَوْلِ أَهْلِ الإِفْكِ فَازْدَدْتُ مَرَضًا إِلَى مَرَضِي فَلَمَّا رَجَعْتُ إِلَى بَيْتِي فَدَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَلَّمَ ثُمَّ قَالَ  كَيْفَ تِيكُمْ  . قُلْتُ أَتَأْذَنُ لِي أَنْ آتِيَ أَبَوَىَّ قَالَتْ وَأَنَا حِينَئِذٍ أُرِيدُ أَنْ أَتَيَقَّنَ الْخَبَرَ مِنْ قِبَلِهِمَا . فَأَذِنَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم فَجِئْتُ أَبَوَىَّ فَقُلْتُ لأُمِّي يَا أُمَّتَاهْ مَا يَتَحَدَّثُ النَّاسُ فَقَالَتْ يَا بُنَيَّةُ هَوِّنِي عَلَيْكِ فَوَاللَّهِ لَقَلَّمَا كَانَتِ امْرَأَةٌ قَطُّ وَضِيئَةٌ عِنْدَ رَجُلٍ يُحِبُّهَا وَلَهَا ضَرَائِرُ إِلاَّ كَثَّرْنَ عَلَيْهَا - قَالَتْ - قُلْتُ سُبْحَانَ اللَّهِ وَقَدْ تَحَدَّثَ النَّاسُ بِهَذَا قَالَتْ فَبَكَيْتُ تِلْكَ اللَّيْلَةَ حَتَّى أَصْبَحْتُ لاَ يَرْقَأُ لِي دَمْعٌ وَلاَ أَكْتَحِلُ بِنَوْمٍ ثُمَّ أَصَبَحْتُ أَبْكِي وَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلِيَّ بْنَ أَبِي طَالِبٍ وَأُسَامَةَ بْنَ زَيْدٍ حِينَ اسْتَلْبَثَ الْوَحْىُ يَسْتَشِيرُهُمَا فِي فِرَاقِ أَهْلِهِ - قَالَتْ - فَأَمَّا أُسَامَةُ بْنُ زَيْدٍ فَأَشَارَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِالَّذِي يَعْلَمُ مِنْ بَرَاءَةِ أَهْلِهِ وَبِالَّذِي يَعْلَمُ فِي نَفْسِهِ لَهُمْ مِنَ الْوُدِّ فَقَالَ يَا رَسُولَ اللَّهِ هُمْ أَهْلُكَ وَلاَ نَعْلَمُ إِلاَّ خَيْرًا . وَأَمَّا عَلِيُّ بْنُ أَبِي طَالِبٍ فَقَالَ لَمْ يُضَيِّقِ اللَّهُ عَلَيْكَ وَالنِّسَاءُ سِوَاهَا كَثِيرٌ وَإِنْ تَسْأَلِ الْجَارِيَةَ تَصْدُقْكَ - قَالَتْ - فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم بَرِيرَةَ فَقَالَ  أَىْ بَرِيرَةُ هَلْ رَأَيْتِ مِنْ شَىْءٍ يَرِيبُكِ مِنْ عَائِشَةَ  . قَالَتْ لَهُ بَرِيرَةُ وَالَّذِي بَعَثَكَ بِالْحَقِّ إِنْ رَأَيْتُ عَلَيْهَا أَمْرًا قَطُّ أَغْمِصُهُ عَلَيْهَا أَكْثَرَ مِنْ أَنَّهَا جَارِيَةٌ حَدِيثَةُ السِّنِّ تَنَامُ عَنْ عَجِينِ أَهْلِهَا فَتَأْتِي الدَّاجِنُ فَتَأْكُلُهُ - قَالَتْ - فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْمِنْبَرِ فَاسْتَعْذَرَ مِنْ عَبْدِ اللَّهِ بْنِ أُبَىٍّ ابْنِ سَلُولَ - قَالَتْ - فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ عَلَى الْمِنْبَرِ  يَا مَعْشَرَ الْمُسْلِمِينَ مَنْ يَعْذِرُنِي مِنْ رَجُلٍ قَدْ بَلَغَ أَذَاهُ فِي أَهْلِ بَيْتِي فَوَاللَّهِ مَا عَلِمْتُ عَلَى أَهْلِي إِلاَّ خَيْرًا وَلَقَدْ ذَكَرُوا رَجُلاً مَا عَلِمْتُ عَلَيْهِ إِلاَّ خَيْرًا وَمَا كَانَ يَدْخُلُ عَلَى أَهْلِي إِلاَّ مَعِي  . فَقَامَ سَعْدُ بْنُ مُعَاذٍ الأَنْصَارِيُّ فَقَالَ أَنَا أَعْذِرُكَ مِنْهُ يَا رَسُولَ اللَّهِ إِنْ كَانَ مِنَ الأَوْسِ ضَرَبْنَا عُنُقَهُ وَإِنْ كَانَ مِنْ إِخْوَانِنَا الْخَزْرَجِ أَمَرْتَنَا فَفَعَلْنَا أَمْرَكَ - قَالَتْ - فَقَامَ سَعْدُ بْنُ عُبَادَةَ وَهُوَ سَيِّدُ الْخَزْرَجِ وَكَانَ رَجُلاً صَالِحًا وَلَكِنِ اجْتَهَلَتْهُ الْحَمِيَّةُ فَقَالَ لِسَعْدِ بْنِ مُعَاذٍ كَذَبْتَ لَعَمْرُ اللَّهِ لاَ تَقْتُلُهُ وَلاَ تَقْدِرُ عَلَى قَتْلِهِ . فَقَامَ أُسَيْدُ بْنُ حُضَيْرٍ وَهُوَ ابْنُ عَمِّ سَعْدِ بْنِ مُعَاذٍ فَقَالَ لِسَعْدِ بْنِ عُبَادَةَ كَذَبْتَ لَعَمْرُ اللَّهِ لَنَقْتُلَنَّهُ فَإِنَّكَ مُنَافِقٌ تُجَادِلُ عَنِ الْمُنَافِقِينَ فَثَارَ الْحَيَّانِ الأَوْسُ وَالْخَزْرَجُ حَتَّى هَمُّوا أَنْ يَقْتَتِلُوا وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ عَلَى الْمِنْبَرِ فَلَمْ يَزَلْ رَسُولُ اللَّهِ صلى الله عليه وسلم يُخَفِّضُهُمْ حَتَّى سَكَتُوا وَسَكَتَ - قَالَتْ - وَبَكَيْتُ يَوْمِي ذَلِكَ لاَ يَرْقَأُ لِي دَمْعٌ وَلاَ أَكْتَحِلُ بِنَوْمٍ ثُمَّ بَكَيْتُ لَيْلَتِي الْمُقْبِلَةَ لاَ يَرْقَأُ لِي دَمْعٌ وَلاَ أَكْتَحِلُ بِنَوْمٍ وَأَبَوَاىَ يَظُنَّانِ أَنَّ الْبُكَاءَ فَالِقٌ كَبِدِي فَبَيْنَمَا هُمَا جَالِسَانِ عِنْدِي وَأَنَا أَبْكِي اسْتَأْذَنَتْ عَلَىَّ امْرَأَةٌ مِنَ الأَنْصَارِ فَأَذِنْتُ لَهَا فَجَلَسَتْ تَبْكِي - قَالَتْ - فَبَيْنَا نَحْنُ عَلَى ذَلِكَ دَخَلَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَلَّمَ ثُمَّ جَلَسَ - قَالَتْ - وَلَمْ يَجْلِسْ عِنْدِي مُنْذُ قِيلَ لِي مَا قِيلَ وَقَدْ لَبِثَ شَهْرًا لاَ يُوحَى إِلَيْهِ فِي شَأْنِي بِشَىْءٍ - قَالَتْ - فَتَشَهَّدَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ جَلَسَ ثُمَّ قَالَ  أَمَّا بَعْدُ يَا عَائِشَةُ فَإِنَّهُ قَدْ بَلَغَنِي عَنْكِ كَذَا وَكَذَا فَإِنْ كُنْتِ بَرِيئَةً فَسَيُبَرِّئُكِ اللَّهُ وَإِنْ كُنْتِ أَلْمَمْتِ بِذَنْبٍ فَاسْتَغْفِرِي اللَّهَ وَتُوبِي إِلَيْهِ فَإِنَّ الْعَبْدَ إِذَا اعْتَرَفَ بِذَنْبٍ ثُمَّ تَابَ تَابَ اللَّهُ عَلَيْهِ  . قَالَتْ فَلَمَّا قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم مَقَالَتَهُ قَلَصَ دَمْعِي حَتَّى مَا أُحِسُّ مِنْهُ قَطْرَةً فَقُلْتُ لأَبِي أَجِبْ عَنِّي رَسُولَ اللَّهِ صلى الله عليه وسلم فِيمَا قَالَ . فَقَالَ وَاللَّهِ مَا أَدْرِي مَا أَقُولُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ لأُمِيِّ أَجِيبِي عَنِّي رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ وَاللَّهِ مَا أَدْرِي مَا أَقُولُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ وَأَنَا جَارِيَةٌ حَدِيثَةُ السِّنِّ لاَ أَقْرَأُ كَثِيرًا مِنَ الْقُرْآنِ إِنِّي وَاللَّهِ لَقَدْ عَرَفْتُ أَنَّكُمْ قَدْ سَمِعْتُمْ بِهَذَا حَتَّى اسْتَقَرَّ فِي نُفُوسِكُمْ وَصَدَّقْتُمْ بِهِ فَإِنْ قُلْتُ لَكُمْ إِنِّي بَرِيئَةٌ وَاللَّهُ يَعْلَمُ أَنِّي بَرِيئَةٌ لاَ تُصَدِّقُونِي بِذَلِكَ وَلَئِنِ اعْتَرَفْتُ لَكُمْ بِأَمْرٍ وَاللَّهُ يَعْلَمُ أَنِّي بَرِيئَةٌ لَتُصَدِّقُونَنِي وَإِنِّي وَاللَّهِ مَا أَجِدُ لِي وَلَكُمْ مَثَلاً إِلاَّ كَمَا قَالَ أَبُو يُوسُفَ فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ . قَالَتْ ثُمَّ تَحَوَّلْتُ فَاضْطَجَعْتُ عَلَى فِرَاشِي - قَالَتْ - وَأَنَا وَاللَّهِ حِينَئِذٍ أَعْلَمُ أَنِّي بَرِيئَةٌ وَأَنَّ اللَّهَ مُبَرِّئِي بِبَرَاءَتِي وَلَكِنْ وَاللَّهِ مَا كُنْتُ أَظُنُّ أَنْ يُنْزَلَ فِي شَأْنِي وَحْىٌ يُتْلَى وَلَشَأْنِي كَانَ أَحْقَرَ فِي نَفْسِي مِنْ أَنْ يَتَكَلَّمَ اللَّهُ عَزَّ وَجَلَّ فِيَّ بِأَمْرٍ يُتْلَى وَلَكِنِّي كُنْتُ أَرْجُو أَنْ يَرَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي النَّوْمِ رُؤْيَا يُبَرِّئُنِي اللَّهُ بِهَا قَالَتْ فَوَاللَّهِ مَا رَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَجْلِسَهُ وَلاَ خَرَجَ مِنْ أَهْلِ الْبَيْتِ أَحَدٌ حَتَّى أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ عَلَى نَبِيِّهِ صلى الله عليه وسلم فَأَخَذَهُ مَا كَانَ يَأْخُذُهُ مِنَ الْبُرَحَاءِ عِنْدَ الْوَحْىِ حَتَّى إِنَّهُ لَيَتَحَدَّرُ مِنْهُ مِثْلُ الْجُمَانِ مِنَ الْعَرَقِ فِي الْيَوْمِ الشَّاتِ مِنْ ثِقَلِ الْقَوْلِ الَّذِي أُنْزِلَ عَلَيْهِ - قَالَتْ - فَلَمَّا سُرِّيَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُوَ يَضْحَكُ فَكَانَ أَوَّلَ كَلِمَةٍ تَكَلَّمَ بِهَا أَنْ قَالَ  أَبْشِرِي يَا عَائِشَةُ أَمَّا اللَّهُ فَقَدْ بَرَّأَكِ  . فَقَالَتْ لِي أُمِّي قُومِي إِلَيْهِ فَقُلْتُ وَاللَّهِ لاَ أَقُومُ إِلَيْهِ وَلاَ أَحْمَدُ إِلاَّ اللَّهَ هُوَ الَّذِي أَنْزَلَ بَرَاءَتِي - قَالَتْ - فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ { إِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ عُصْبَةٌ مِنْكُمْ} عَشْرَ آيَاتٍ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ هَؤُلاَءِ الآيَاتِ بَرَاءَتِي - قَالَتْ - فَقَالَ أَبُو بَكْرٍ وَكَانَ يُنْفِقُ عَلَى مِسْطَحٍ لِقَرَابَتِهِ مِنْهُ وَفَقْرِهِ وَاللَّهِ لاَ أُنْفِقُ عَلَيْهِ شَيْئًا أَبَدًا بَعْدَ الَّذِي قَالَ لِعَائِشَةَ . فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ { وَلاَ يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى} إِلَى قَوْلِهِ { أَلاَ تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ} قَالَ حِبَّانُ بْنُ مُوسَى قَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ هَذِهِ أَرْجَى آيَةٍ فِي كِتَابِ اللَّهِ . فَقَالَ أَبُو بَكْرٍ وَاللَّهِ إِنِّي لأُحِبُّ أَنْ يَغْفِرَ اللَّهُ لِي . فَرَجَعَ إِلَى مِسْطَحٍ النَّفَقَةَ الَّتِي كَانَ يُنْفِقُ عَلَيْهِ وَقَالَ لاَ أَنْزِعُهَا مِنْهُ أَبَدًا . قَالَتْ عَائِشَةُ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَأَلَ زَيْنَبَ بِنْتَ جَحْشٍ زَوْجَ النَّبِيِّ صلى الله عليه وسلم عَنْ أَمْرِي  مَا عَلِمْتِ أَوْ مَا رَأَيْتِ  . فَقَالَتْ يَا رَسُولَ اللَّهِ أَحْمِي سَمْعِي وَبَصَرِي وَاللَّهِ مَا عَلِمْتُ إِلاَّ خَيْرًا . قَالَتْ عَائِشَةُ وَهِيَ الَّتِي كَانَتْ تُسَامِينِي مِنْ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم فَعَصَمَهَا اللَّهُ بِالْوَرَعِ وَطَفِقَتْ أُخْتُهَا حَمْنَةُ بِنْتُ جَحْشٍ تُحَارِبُ لَهَا فَهَلَكَتْ فِيمَنْ هَلَكَ . قَالَ الزُّهْرِيُّ فَهَذَا مَا انْتَهَى إِلَيْنَا مِنْ أَمْرِ هَؤُلاَءِ الرَّهْطِ . وَقَالَ فِي حَدِيثِ يُونُسَ احْتَمَلَتْهُ الْحَمِيَّةُ .",
    "hadithBengali": "৬৭৬৩। হিব্বান ইবনু মূসা, ইসহাক ইবনু ইবরাহীম আল-হানযালী, মুহাম্মদ ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) সাঈদ ইবনু মূসায়্যাব, উরওয়া ইবনু যুবায়র, আলকামা ইবনু ওয়াক্কাস এবং উবায়দুল্লাহ ইবনু আবদুল্লাহ ইবনু উতবা ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তাঁরা সকলেই আয়িশা (রাঃ) এর ঐ ঘটনাটি বর্ণনা করেছেন, অপবাদ রটনাকারীরা তাঁর ব্যাপারে যে অপবাদ রটনা করে বলোছিল। তারপর রটানো অপবাদ থেকে আল্লাহ তাকে নির্দোষ ঘোষণা করলেন। বর্ণনাকারী যুহরী (রহঃ) বলেন, তারা সকলেই আমার নিকট হাদীসের এক এক অংশ বর্ণনা করেছেন। তাঁদের কেউ কেউ অন্যের তুলনায় উক্ত হাদীসের সুদৃঢ় হাফিয ছিলেন এবং তা উত্তমরূপে বর্ণনা করতে সক্ষম ছিলেন। তারা আমার নিকট যা বর্ণনা করেছেন, তাদের প্রত্যেকের বর্ণনা আমি যথাযথভাবে মুখস্থ করে রেখেছি। একের হাদীস অন্যের হাদীসকে সত্যায়ন করে।\n\nতারা সকলেই আলোচনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনা আয়িশা সিদ্দীকা (রাঃ) বর্ণনা করেছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সফরে যাওয়ার ইচ্ছা করতেন তখন তিনি তাঁর স্ত্রীদের মাঝে লটারী দিতেন। যার নাম আসত তাকেই তিনি তাঁর সঙ্গে সফরে নিতেন। আয়িশা (রাঃ) বলেন, এক যুদ্ধ-সফরের ব্যাপারে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লটারী দিলেন এবং এতে আমার নাম উঠল। আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সে যুদ্ধে অংশ গ্রহন করি। পর্দার হুকুম নাযিল হবার পর এ যুদ্ধে আমি অংশ গ্রহন করেছিলাম। সাওয়ারী অবস্থায় আমি হাওদার ভিতরে থাকতাম এবং অবতরণ কালেও হাওদার ভিতর থাকতাম।\n\nপরে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুদ্ধ থেকে অব্যাহতির পর প্রত্যাবর্তন করে মদীনার নিকটবর্তী স্থানে পৌছার পর এক রাত্রে তিনি রওয়ানা হবার নির্দেশ দিলেন। লোকজন যখন রওয়ানা হবার ব্যাপারে ঘোষণা দিল, তখন আমি পথ চলতে লাগলাম; এমনকি আমি সৈন্যদেরকে ছাড়িয়ে চলে গেলাম। এরপর আমি প্রাকৃতিক প্রয়োজন (প্রস্রাব পায়খানা) সেরে সাওয়ারীর নিকট এলাম এবং স্বীয় বুকে হাত দিয়ে দেখলাম, যিফারী পুতির তৈরী আমার হারটি হারিয়ে গিয়েছে। তাই পূর্বস্থানে ফিরে গিয়ে আমি আমার হারটি তালাশ করলাম। এতে আমার বিলম্ব হয়ে গেল। এদিকে হাওদা বহনকারী লোকজন এসে হাওদা উঠিয়ে আমায় বহনকারী উটের উপর রেখে দিল। তারা মনে করেছিল আমি হাওদার ভিতরেই আছি।\n\nআয়িশা (রাঃ) বলেন, তখনকার মহিলারা হালকা-পাতলা গড়নেরই হতো। না অধিক ভারী, না অধিক মোটা। কারণ তারা কম খাবার খেত। তাই উত্তোলনকালে হাওদার ওযন তাদের নিকট সাধারণ অবস্থা থেকে ব্যতিক্রম মনে হয়নি। অধিকন্তু তখন আমি অল্প বয়স্কা ছিলাম। অবশেষে লোকেরা উট দাঁড় করিয়ে পথ চলতে আরম্ভ করে দিল। সৈন্যদের রওয়ানা হয়ে যাবার পর আমি আমার হার পেলাম। তারপর আমি পূর্ববর্তী স্থানে ফিরে এসে দেখলাম, তথায় কোন জন-মানুষের আওয়াজ নেই আর সাড়া দেওয়ার মত কোন ব্যক্তিও তথায় নেই। তখন আমি ইচ্ছা করলাম, আমি যেখানে বসা ছিলাম সেখনেই বসে থাকব এবং আমি ভাবলাম, লোকেরা যখন খুঁজে আমাকে পাবে না তখন অবশ্যই তারা আমার সন্ধানে আমার নিকট ফিরে আসবে।\n\nআয়িশা (রাঃ) বলেন, আমি আমার জায়গায়, উপবিষ্ট অবস্থায় আমার ঘুম এল আর আমি ঘুমিয়ে পড়লাম। সাফওয়ান ইবনু মুয়াত্তাল আস-সুলামী আয যাকওয়ানী (রাঃ) নামক এক ব্যক্তি ছিল। (বিশেষ দায়িত্ব পালনে সে) সৈন্যদের পেছনে শেষ রাত্রে সে আগের জায়গায়ই রয়ে গিয়েছিল। পরে সে রওয়ানা হয়ে প্রত্যুষে আমার স্থানে পৌছল। দূর থেকে সে একটি মানব দেহ দেখতে পেয়ে আমার নিকট এলেন এবং আমাকে দেখে সে চিনে ফেলল। কেননা পর্দার হুকুম নাযিল হওযার পূর্বে সে আমাকে দেখেছিল। আমাকে চিনে সে &ldquo;ইন্না লিল্লাহ ওয়া ইন্না ইলায়হি রাজিঊন&rdquo; পড়লে তাঁর ইন্না লিল্লাহ এর আওয়াজে আমার ঘুম ভেঙ্গে গেল। তৎক্ষনাৎ আমি আমার চাদর দিয়ে স্বীয় মুখমন্ডল আবৃত করে নিলাম। আল্লাহর কসম! সে আমার সাথে কোন কথা বলেনি এবং &ldquo;ইন্না লিল্লাহ&rdquo; ... পাঠ ছাড়া তার কোন কথাই আমি শুনিনি।\n\nতারপর সে তার উট বসিয়ে স্বীয় হস্ত বিছিয়ে দিলে আমি তার উটের পৃষ্ঠে উঠলাম। আর সে পায়ে হেঁটে আমাকে সহ উট হাকিয়ে চলল। যেতে যেতে আমরা সৈন্য দলের নিকট গিয়ে পৌছলাম। তখন তারা দ্বিপ্রহরের প্রচণ্ড রোদের মাঝে সাওয়ারী থেকে অবতরণ করে ভূমিতে অবস্থান করছিল। আয়িশা (রাঃ) বলেন, আমার বিষয়ে যারা ধ্বংস হবার তারা ধ্বংস হয়ে গেল। এ ব্যাপারে প্রধান ভূমিকা গ্রহণ করেছিল। আবদুল্লাহ ইবনু উবাই ইবনু সাহল। অবশেষে আমরা মদীনায় পৌছলাম। মদীনায় পৌছার পর এক মাস পর্যন্ত আমি অসুস্থ ছিলাম। এদিকে মদীনার লোকজন অপবাদ রটনাকারীদের কথা গভীরভাবে পর্যালোচনা করে দেখতে লাগল। এ সম্পর্কে আমি কিছুই জানতে পারিনি। তবে এ রুগ্ন অবস্থায় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পক্ষ থেকে পূর্বের ন্যায় স্নেহ না পাওয়ার ফলে আমার মনে সন্দেহের উদ্রেক হয়েছিল।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গৃহে প্রবেশ করে কেবল সালাম করে বলতেন, তোমাদের সে (আয়শা) কেমন আছে? এ আচরণ আমাকে সন্দিহান করে তুলল। আমি সে (মন্দ) বিষয়টি সমন্ধে জানতাম না। তারপর রোগ মুক্ত হবার পর আমি বের হলাম। আমার সাথে মিসতাহ এর আম্মাও &#39;মানাসি&#39; প্রান্তরের দিকে বের হল। সেটি ছিল আমাদের শৌচাগার। আমরা রাত্রে বের হতাম এবং রাত্রেই চলে আসতাম। এ হল আমাদের ঘরের কাছে শৌচাগর নির্মাণের পূর্ববর্তী সময়ের ঘটনা। তখন আগের দিনের আরব লোকদের মত ময়দানে গিয়ে আমরা শৌচকার্য সারতাম। আর আমরা ঘরের কাছে শৌচাগার নির্মাণ করা অপছন্দ করতাম।\n\nআমি এবং মিসতাহ-এর আম্মা যেতে লাগলাম। সে ছিল আবূ রুহম ইবনু মুত্তালিব ইবনু আবদ মানাফের কন্যা এবং তার মা ছিলেন আবূ বাকর সিদ্দীক (রাঃ) এর খালা সাখর ইবনু আমির এর কন্যা। তার সন্তানের নাম ছিল মিসতাহ ইবনু উসাসা ইবনু আব্বাদ ইবনু মুত্তালিব। মোটকথা, আমি ও বিনতি আবূ রুহম (মিসতাহ এর আম্মা।) নিজ নিজ শৌচকার্য সেরে বাড়ীর দিকে রওয়ানা হলাম। এমন সময় মিসতাহ এর আম্মা নিজ চাঁদরে পেঁচ খেয়ে হোঁচট খেয়ে মাটিতে পড়ে যায়। আর সে বলে উঠে মিসতাহ ধ্বংস হোক। তখন আমি বললাম, তুমি অন্যায় কথা বলেছ। তুমি কি বদর যুদ্ধে অংশ গ্রহণকারী ব্যক্তিকে মন্দ বকছ? সে বলল, হে অবলা নারী! মিসতাহ কি বলেছে তুমি কি শোননি? আমি বললাম, সে কি বলেছে?\n\nআয়িশা (রাঃ) বলেন, তারপর সে অপবাদ রটনাকারীরা কি বলেছে, সে সম্পর্কে আমাকে সংবাদ দিল। এতে আমার রোগ কয়েক গুন বেড়ে গেল। আমি যখন বাড়ীতে ফিরে এলাম, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার গৃহে প্রবেশ করে আমাকে সালাম করলেন এবং বললেন, সে কেমন আছে? তখন আমি তাকে জিজ্ঞাসা করলাম, আপনি কি আমাকে আমার বাবা-মায়ের বাড়ীতে যাওয়ার অনুমতি দিবেন? আয়িশা (রাঃ) বলেন, তখন আমি আমার বাবা-মায়ের বাড়ী গিয়ে এ বিষয়টির অনুসন্ধান করার ইচ্ছা করেছিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে অনুমতি দিলেন। আমি আমার মাতা-পিতার নিকট চলে এলাম।\n\nতারপর আমি আমার আম্মাকে বললাম, আব্বা জান! লোকেরা কী কথা বলছে? তিনি বললেন, মা! (এদিকে কান দিয়োনা এবং) নিজের জন্য সহজভাবে গ্রহন কর (শান্ত থাক)। আল্লাহর কসম! কারো যদি কোন সুন্দরী স্ত্রী থাকে ও সে তাকে ভালবাসে আর ঐ মহিলার কোন সতীনও থাকে তবে সতীনরা তার দোষচর্চা করবেনা এরুপ খুব কমই হয়। আয়িশা (রাঃ) বলেন, এ কথা শুনে আমি বললাম, সুবহানাল্লাহ! লোকেরা এ কথা রটাতে আরম্ভ করেছে? তারপর কেঁদে কেঁদে আমি সারা রাত্র কাটালাম। এমনকি ভোরেও আমার অশ্রু বন্ধ হলো না। আমি ঘুমোতে পারিনি। সকালেও আমি কাঁদছিলাম। এদিকে আমাকে তালাক দেয়ার ব্যাপারে পরামর্শ করার জন্য রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলী ইবনু আবূ তালিব (রাঃ) এবং উসামা ইবনু যায়িদ (রাঃ) কে ডাকলেন। তখন ওয়াহী স্থগিত ছিল।\n\nতিনি বলেন, উসামা ইবনু যায়িদ (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বিবীদের সতীত্ব এবং তাদের সাথে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ভালবাসা সম্পর্কে যা জানতেন সে দিকেই তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ইঙ্গিত দিলেন। তিনি বললেন, ইয়া রাসুলাল্লাহ ! আয়িশা আপনার স্ত্রী, ভাল ব্যতীত তাঁর সমন্ধে কোন কথাই আমাদের জানা নেই। আর আলী ইবনু আবূ তালিব (রাঃ) বললেন, আল্লাহ তো আপনার উপর কোন সংকীর্ণতা চাপিয়ে দেননি। সর্বোপরি আয়িশা (রাঃ) ছাড়াও বহু স্ত্রীলোক আছে। আপনি যদি দাসী (বারীরা) কে জিজ্ঞাসা করেন তবে সে সত্য বলে দিবে।\n\nআয়িশা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বারীরা (রাঃ) কে ডেকে বললেন, হে বারীরা! সন্দেহমূলক কোন কাজে আয়িশাকে তুমি কখনো দেখেছ কি? বারীরা (রাঃ) তাঁকে বললেন, ঐ সত্তার শপথ! যিনি আপনাকে সত্য পয়গাম্বর হিসাবে প্রেরণ করেছেন, আমি যদি তার মাঝে কোন কিছু দেখতাম তবে অবশ্যই এর দোষ আমি বর্ণনা করতাম। তবে সে একজন অল্প বয়স্কা মেয়ে। পরিবারের জন্য আটার খামীর রেখেই সে ঘুমিয়ে পড়তো আর বকরী এসে তা খেয়ে ফেলতো। এ দোষ ব্যতীত অধিক কোন দোষ আয়িশার মধ্যে আছে বলে আমার জানা নেই।\n\nতিনি বলেন, অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বরে দাঁড়িয়ে আবদুল্লাহ ইবনু উবাই ইবনু সালূল এর আচরনের ব্যাপারে কে আমাকে সহায়তা করবে এবং শাস্তি দিলে কে আমাকে সমর্থন করবে......। তিনি মিম্বরে দাঁড়িয়ে বললেন, হে মুসলিম সম্প্রদায়! আমার পরিবার সম্পর্কে যে ব্যক্তির পক্ষ থেকে কষ্টদায়ক কথা পৌঁছেছে তার প্রতিশোধ গ্রহণ করার ব্যপারে কে আমাকে সহায়তা (সহায়তা) করবে? আমি তো (তদন্ত করে) আমার পরিবার সম্পর্কে ভাল ব্যতীত অন্য কোন কথা জানি নি এবং যে ব্যক্তি সম্পর্কে তারা অপবাদ রটনা করছে তাকেও আমি নেক্&zwnj;বকার বলেই জানি। সে তো আমার সঙ্গ ব্যতীত আমার গৃহে কখনো প্রবেশ করতো না।\n\nএ কথা শুনে সান ইবনু মুআয আনসারী (রাঃ) দাঁড়ালেন এবং বললেন, ইয়া রাসুলাল্লাহ! আমি আপনার পক্ষ থেকে প্রতিশোধ গ্রহণ করব। অপবাদ রটনাকারী ব্যক্তি যদি আউস গোত্রের হয় তবে আমি তার গর্দান উড়িয়ে দেব। আর যদি সে আমাদের ভ্রাতা খাযরাজ গোত্রের হয় তবে আপনি আমাদের নির্দেশ দিন। আমরা আপনার নির্দেশ পালন করব। আয়িশা (রাঃ) বলেন, তখন খাযরাজ সর্দার সাদ ইবনু উবাদা (রাঃ) দাঁড়ালেন। তিনি একজন নেককার লোক ছিলেন। তবে তখন বংশীয় অহমিকা তাকে ক্রোধে আচ্ছন্ন করে ফেলেছিল।\n\nতাই তিনি সাদ ইবনু মুআয কে বললেন, আল্লাহর কসম! তুমি মিথ্যা বলেছ। তুমি তাকে হত্যা করো না। তুমি তাকে হত্যা করতে পারবেনা। একথা শুনে সাদ ইবনু মুআয (রাঃ) এর চাচাতো ভাই উসায়দ ইবনু হুযায়র (রাঃ) দাঁড়িয়ে সাদ ইবনু উবাদা (রাঃ) কে বললেন, তুমি মিথ্যা বলছো। আল্লাহর কসম! আমরা অবশ্যই তাকে হত্যা করব। অবশ্যই তুমি মুনাফিক। তাই মুনাফিকদের পক্ষে কথা বলছো। এ সময় আউস ও খাযরাজ উভয় গোত্রের লোকেরা পরস্পর উত্তেজিত হয়ে উঠল। এমনকি তারা যুদ্ধের সংকল্প করে বসলো। অথচ রাসুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তখনও তাদের সামনে মিম্বরে দাঁড়ানো অবস্থায় ছিলেন।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁদেরকে থামিয়ে শান্ত করলেন। তারা চুপ হলো এবং তিনি নিজেও আর কোন কথা বললেন না। আয়িশা (রাঃ) বলেন, সেদিন আমি সারাক্ষণ কেঁদে কাটালাম। অবিরত ধারায় আমার অশ্রুপাত হচ্ছিল। রাত্রে একটুও আমার ঘুম আসল না। অতঃপর রাতেও আমি কেঁদে কাটালাম। এরাতেও অবিরত আমার অশ্রুপাত হল এবং একটুকুও ঘুমাতে পারলাম না। এ দেখে আমার আব্বা-আম্মা মনে করছিলেন যে, কান্নায় আমার হৃদপিন্ড বিদীর্ন হয়ে যাবে। আমি ক্রন্দনরত ছিলাম, আমার আব্বা-আম্মা আমার পাশে উপবিষ্ট ছিলেন। এমতাবস্থায় একজন আনসার স্ত্রীলোক আমার নিকট আসার অনুমতি চাইলে আমি তাকে অনুমতি দিলাম। সে এসে বসে কাঁদতে লাগল।\n\nআয়িশা (রাঃ) বলেন, আমাদের যখন এ অবস্থা এমন সময় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট প্রবেশ করলেন এবং আমাদেরকে সালাম করে বসলেন। আয়িশা (রাঃ) বলেন, অথচ আমার সমন্ধে যা বলাবলি হচ্ছে তারপর থেকে তিনি আমার কাছে বসেননি। এভাবে এক মাস চলে গেল। আমার বিষয়ে তার নিকট কোন ওহী এল না। আয়িশা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বসে তাশাহুদ পাঠ করলেন। তারপর বললেন, যা হোক হে আয়িশা! তোমার সম্পর্কে আমার নিকট এমন এমন সংবাদ পৌছেছে। যদি তুমি এ ব্যাপারে নিষ্পাপ এবং পবিত্র হও তবে আল্লাহ তাআলা তোমার পবিত্রতার ব্যাপারে ঘোষণা করবেন। আর যদি তোমার দ্বারা কোন গুনাহ হয়ে থাকে তবে তুমি আল্লাহর নিকট ক্ষমা প্রার্থনা এবং তাওবা কর। কেননা বান্দা গুনাহ স্বীকার করে তাওবা করলে আল্লাহ তার তাওবা কবুল করেন।\n\nআয়িশা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তার কথা শেষ করলেন, তখন আমার অশ্রুপাত বন্ধ হয়ে গেল। এমনকি এরপর আর এক ফোটা অশ্রুও আমি অনুভব করলাম না। এরপর আমি আমার পিতাকে বললাম, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা বললেন, আমার পক্ষ থেকে তার জবাব দিন। তিনি বললেন, আল্লাহর কসম! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কি জবাব দিব, আমি তা জানি না। তারপর আমি আমার আম্মাকে বললাম, আমার পক্ষ থেকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জবাব দিন। তিনি বললেন, আল্লাহর কসম! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কি জবাব দিব, আমি তা জানি না। আমি বললাম, তখন আমি ছিলাম অল্প বয়স্কা কিশোরী। কুরআন শরীফও খুব বেশী পড়িনি।\n\nএ অবস্থা দেখে আমিই তখন বললাম, আল্লাহর কসম! আমি জানি, আপনারা এ অপবাদের কথা শুনেছেন, মনে তা গেঁখে গিয়েছে এবং আপনারা তা বিশ্বাস করে নিয়েছেন। সুতরাং এখন যদি আমি বলি, আমি নিষ্কলুষ তবে এ বিষয়ে আপনারা আমাকে বিশ্বাস করবেন না। আর যদি আমি স্বীকার করি, যে সম্পর্কে আল্লাহ জানেন যে, আমি নিস্পাপ, তবে আপনারা তা বিশ্বাস করবেন। আল্লাহর কসম! আমার ও আপনাদের জন্য (নবী) ইউসুফ (আলাইহিস সালাম) এর পিতার কথার উদাহরণ ব্যতীত অন্য কোন উদাহরণ আমি খুজে পাচ্ছি না। তিনি বলেছিলেন, &ldquo;সুতরাং পূর্ণ ধৈর্যই শ্রেয়, তোমরা যা বলছো সে বিষয়ে একমাত্র আল্লাহই আমার আশ্রয়স্থল।&rdquo; এ কথা বলে আমি মুখ ফিরিয়ে নিলাম এবং বিছানায় শুয়ে পড়লাম।\n\nআয়িশা (রাঃ) বলেন, আল্লাহর কসম! আল্লাহ তো ঐ মুহুর্তেও জানেন যে, আমি অবশ্যই নিষ্পাপ এবং অবশ্যই আল্লাহ তাআলা আমার পবিত্রতা প্রকাশ করে দিবেন। তবে আল্লাহর কসম! আমি ধারণা করিনিম যে, আল্লাহ আমার এ বিষয়ে ওয়াহী নাযিল করবেন, যা পঠিত হবে। কেননাআল্লাহ কর্তৃক আমার সমন্ধে পঠিত হবার মত কোন আয়াত নাযিল করবেন আমার নিজের কাছে আমার অবস্থা এর চেয়ে তুচ্ছতর ছিল। তবে আমি আশা করেছিলাম যে, স্বপ্নের মাধ্যমে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এমন কোন বিষয় দেখানো হবে যার দ্বারা আল্লাহ তাআলা আমার পবিত্রতা জানিয়ে দিবেন।\n\nআয়িশা সিদ্দীকা (রাঃ) বলেন, আল্লাহর কসম! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখনো তাঁর স্থান ছেড়ে উঠেননি এবং বাড়ীর লোকও কেউ বাইরে যায়নি। এ সময় আল্লাহ তাআলা তাঁর নাবীর উপর ওয়াহী নাযিল করেন। ওয়াহী নাযিলের সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর যে কষ্টকর অবস্থা দেখা দিত সে অবস্থা দেখা দিলো। এমনকি তার প্রতি নাযিলকৃত বাণীর ওযনের কারণে প্রচণ্ড শীতের দিনেও তার দেহ থেকে মুক্তার মত বিন্দু বিন্দু ঘাম গড়িয়ে পড়তো।\n\nআয়িশা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ কষ্টকর অবস্থা চলে গেলে তিনি হাসতে লাগলেন এবং প্রথমে যে কথাটি বললেন তা হলোঃ হে আয়িশা! সুসংবাদ গ্রহণ কর। আল্লাহ তোমার পবিত্রতা ঘোষণা করেছেন। এ কথা শুনে আমার আম্মা আমাকে বললেন, তুমি উঠে তার (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর কাছে যাও। আমি বললাম, আমি উঠে তার কাছে যাব না এবং আল্লাহ ছাড়া আর কারো প্রশংসা করবো না। তিনই আমার পবিত্রতা সম্পর্কিত আয়াত নাযিল করেছেন। আয়িশা (রাঃ) বলেন, আল্লাহ তাআলা আমার পবিত্রতা সম্বন্ধে দশটি আয়াত নাযিল করেছেন।\n\nযারা অপবাদ রটনা করেছে তারা তো তোমাদেরই একটি দল একে তোমরা তোমাদের জন্য অনিষ্টকর মনে করোনা; বরং এ তো তোমাদের জন্য কল্যাণকর। (সূরা নুরঃ ১১-২১) ...... আয়িশা (রাঃ) বলেন, আত্নীয় বন্ধন ও দারিদ্র্যের কারণে আবূ বাকর সিদ্দীক (রাঃ) মিসতাহকে আর্থিক সহযোগিতা করতেন। কিন্ত্বু আয়িশা সম্পর্কে সে যা বলেছিল সে কারণে আবূ বকর (রাঃ) কসম করে বললেন, আল্লাহর কসম! আমি আর কখনো মিসতাহকে আর্থিক সাহায্য দিবনা। তখন আল্লাহ তায়ালা নাযিল করলেনঃ &ldquo;তোমাদের মধ্যে যারা ঐশ্বর্য ও প্রাচুর্যের অধিকারী তারা যেন শপথ গ্রহণ না করে যে, তারা দান করবে না আত্মীয় স্বজনকে ... ... ...। তোমরা কি চাওনা যে, আল্লাহ তোমাদের ক্ষমা করেন, পর্যন্ত।\n\nহিব্বান ইবনু মূসা (রহঃ) বলেন, আবদুল্লাহ ইবনু মুবারক (রহঃ) বলেছেন, আল কুরআনের মাঝে এ আয়াত বড়ই আশাব্যঞ্জক। সুতরাং আবূ বকর সিদ্দীক (রাঃ) বললেন, আল্লাহর কসম! আমি অবশ্যই পছন্দ করি যে, আল্লাহ আমাকে ক্ষমা করে দিন। এরপর তিনি মিসতাহ (রাঃ) এর জন্য যে পরিমাণ অর্থ ব্যয় করতেন তা পূনরায় ব্যয় করতে আরম্ভ করলেন। আর বললেন, তাকে আমি এ অর্থ দেওয়া কখনো বন্ধ করবো না।\n\nআয়িশা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর স্ত্রী যয়নাব বিনত জাহশ (রাঃ) কে আমার বিষয়ে জিজ্ঞাসা করেছিলেন, তিনি যয়নাবকে বলেছিলেন, তুমি আয়িশা সম্পর্কে কি জানো বা দেখেছো? উত্তরে তিনি বললেন, হে আল্লাহর রাসুল! আমি আমার কান ও চোখকে রক্ষা করেছি। আল্লাহর কসম! তাঁর সম্পর্কে আমি ভাল ছাড়া কিছুই জানিনা। আয়িশা (রাঃ) বলেন, নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর সহধর্মিনাদের মধ্যে তিনি সমকক্ষ ও প্রতিদ্বন্দ্বী ছিলেন। কিন্তু আল্লাহ ভীতির দ্বারা আল্লাহ তাকে রক্ষা করেছেন। অথচ তার বোন হামানা বিনত জাহশ তাঁর পক্ষ অবলম্বন করে বিবাদ-বিতণ্ডা করে, আর এভাবে সে ধ্বংসপ্রাপ্তদের সাথে ধ্বংস হয়ে যায়।\n\nরাবী ইবনু শিহাব (রহঃ) বলেন, ঐ লোকদের কাছ থেকে আমার নিকট যা পৌছেছে তা এই হাদীস। তবে রাবী ইউনূসের হাদীসের মধ্যেاجْتَملَتْهُ এর স্থলেاحْتَمَلَتْهُ রয়েছে, গোত্রীয় অহমিকা তাকে উত্তেজিত করে। ,\n",
    "checkStatus": "1",
    "hadithNo": "6763",
    "id": "19086",
    "thesequence": "19238",
    "isActive": "1",
    "chapterId": "14313",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "১০. অপবাদ রটনার ঘটনা এবং অপবাদ রটনাকারীর তাওবা কবুল হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Zuhri through other chains of transmitters but with a slight variation of wording. In the hadith transmitters on the authority of Urwa, there is an addition of these words:\n Aisha did not like that Hassan should be rebuked in her presence and she used to say: It was he who wrote this verse also: Verily, my father and my mother and my honour, those are all meant for defending the honour of Muhammad against you. And Urwa further reported that Aisha said: By Allah, the person, about whom the allegation was trade used to say: Hallowed be Allah, by One, in Whose hand is my life, I have never unveiled any woman, and then he die, & as a martyr in the cause of Allah, and in the narration transmitted on the authority of Yaqub b. Ibrahim., the word is Muirin and in the narration transmitted on theauthority of Abd al-Razzaq it is Mughirin. Abd b. Humaid said: I said to Abd al-Razzaq: What does this word Mughirin mean? And he said: Al- waghra means intense heat.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الرَّبِيعِ الْعَتَكِيُّ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، ح وَحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، الْحُلْوَانِيُّ وَعَبْدُ بْنُ حُمَيْدٍ قَالاَ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنْ صَالِحِ، بْنِ كَيْسَانَ كِلاَهُمَا عَنِ الزُّهْرِيِّ، . بِمِثْلِ حَدِيثِ يُونُسَ وَمَعْمَرٍ بِإِسْنَادِهِمَا . وَفِي حَدِيثِ فُلَيْحٍ اجْتَهَلَتْهُ الْحَمِيَّةُ كَمَا قَالَ مَعْمَرٌ . وَفِي حَدِيثِ صَالِحٍ احْتَمَلَتْهُ الْحَمِيَّةُ . كَقَوْلِ يُونُسَ وَزَادَ فِي حَدِيثِ صَالِحٍ قَالَ عُرْوَةُ كَانَتْ عَائِشَةُ تَكْرَهُ أَنْ يُسَبَّ عِنْدَهَا حَسَّانُ وَتَقُولُ فَإِنَّهُ قَالَ فَإِنَّ أَبِي وَوَالِدَهُ وَعِرْضِي لِعِرْضِ مُحَمَّدٍ مِنْكُمْ وِقَاءُ وَزَادَ أَيْضًا قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ وَاللَّهِ إِنَّ الرَّجُلَ الَّذِي قِيلَ لَهُ مَا قِيلَ لَيَقُولُ سُبْحَانَ اللَّهِ فَوَالَّذِي نَفْسِي بِيَدِهِ مَا كَشَفْتُ عَنْ كَنَفِ أُنْثَى قَطُّ . قَالَتْ ثُمَّ قُتِلَ بَعْدَ ذَلِكَ شَهِيدًا فِي سَبِيلِ اللَّهِ . وَفِي حَدِيثِ يَعْقُوبَ بْنِ إِبْرَاهِيمَ مُوعِرِينَ فِي نَحْرِ الظَّهِيرَةِ وَقَالَ عَبْدُ الرَّزَّاقِ مُوغِرِينَ . قَالَ عَبْدُ بْنُ حُمَيْدٍ قُلْتُ لِعَبْدِ الرَّزَّاقِ مَا قَوْلُهُ مُوغِرِينَ قَالَ الْوَغْرَةُ شِدَّةُ الْحَرِّ .",
    "hadithBengali": "৬৭৬৪। আবূ রাবী আল আতাকী (রহঃ) &hellip; অন্য সনদে হাসান ইবনু আলী আল হুলওয়ানী (রাঃ) &hellip; যুহরী (রহঃ) হতে ইউনূস এবং মামার (রহঃ) এর অনুরূপ হাদীস বর্ণনা করেছেন। বর্ণনাকারী ফুলায়হ (রহঃ) এর হাদীসে আছে, গোত্রীয় অহমিকা তাকে মূর্খতা সূলভ আচরণ করতে উৎসাহিত করেছিল। মামার তাঁর বর্ণনায় যেমন বলেছেন। আর সালিহের হাদীসের মধ্যে ইউনূসের বর্ণনার মত এতে রয়েছে <span dir=RTL>احْتَمَلَتْهُ</span> <span dir=RTL>الْحَمِيَّةُ</span> অর্থাৎ গোত্রী অহমিকা তাকে উসকিয়ে দিল। সালিহের হাদীসে এও রয়েছে যে, উরওয়া (রহঃ) বলেন, আয়শা (রাঃ) হাসসান ইবনু সাবিত (রাঃ)কে গাল-মন্দ বলার বিষয়টিকে অপছন্দের দৃষ্টিতে দেখতেন। তিনি বলতেন, হাসসান তো নিম্নোক্ত কবিতা আবৃতি করেছেন,\n\n&ldquo;আমার পিতা-মাতা, আমার ইজ্জত সব কিছুই রাসুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)এর ইজ্জত-সম্মানের জন্য রক্ষাকবচ। &rdquo; এতে আরও রয়েছে যে, আয়িশা (রাঃ) বলেন, যে ব্যক্তি [সাফওয়ান (রাঃ)] সম্পর্কে অপবাদ দেয়া হয়েছে তিনি বলতেন, সুবহানাল্লাহ! আল্লাহর শপথ! আমি কখনো কোন মহিলার-আবরণ উন্মোচন করিনি। অতঃপর তিনি আল্লাহর পথে শহীদ হন।\n\nইয়াকুব ইবন ইব্রাহীমের হাদীসে রয়েছে <span dir=RTL>مُوعِرِينَ</span> <span dir=RTL>فِي</span> <span dir=RTL>نَحْرِ</span> <span dir=RTL>الظَّهِيرَةِ</span> কিন্তু আবদুর রাযযাক (রহঃ) বলেন, <span dir=RTL>مُوغِرِينَ</span> আবদ ইবন হুমায়দ (রহঃ) বলেন, আমি আবদুর রাযযাককে <span dir=RTL>مُوغِرِينَ</span> শব্দের ব্যাখ্যা সম্পর্কে জিজ্ঞাসা করলে তিনি বলেন, <span dir=RTL>الْوَغْرَةُ</span> অর্থ প্রচণ্ড গরম।\n",
    "checkStatus": "1",
    "hadithNo": "6764",
    "id": "19087",
    "thesequence": "19239",
    "isActive": "1",
    "chapterId": "14313",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "১০. অপবাদ রটনার ঘটনা এবং অপবাদ রটনাকারীর তাওবা কবুল হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " AIsha reported:\nWhen I came under discussion what the people had to say about me, Allahs Messenger (ﷺ) stood up for delivering an address and he recited tashahhud (I bear witness to the fact that iheie is no god but Allah) and praised Allah, lauded Him what He rightly deserves and then said: Coming to the point. Give me an advice about them who have brought false charge about my family. By Allah, I know no evil in the members of my family and the person in connection with whom the false charge is being levelled, I know no evil in him too. And he never entered my house but in my presence and when I was away on a journey, he remained with me even in that. The rest of the hadith is the same but with this change that Allahs Messenger (ﷺ) came to my house and asked my maidservant and she said: By Allah, I know no fault in her but this that she sleeps, and goat comes and eats the kneaded flour. Some of the Companions (of the Holy Prophet) scolded her and said: State the fact before Allahs Messenger (ﷺ) and they even made a pointed reference (to this incident). She said: gallowed be Allah. By Allah, I know about her as does the jeweller know about the pure piece of gold. And when this news reached the person in connection with whom the allegation was made he said: Hallowed be Allah. By Allah, I have never unveiled any woman. Aisha said: He fell as a martyr in the cause of Allah, and there is this addition in this hadith that the people who had brought false allegation amongst them were Mistah and Hamna and Hassan. And so far as the hypocrite Abdullah b. Ubayy is concerned, he was one who tried his best to gather the false news and then gave them the wind. And he was in fact a fabricator and there was Hamna, daughter of Jahsh with him.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامِ، بْنِ عُرْوَةَ عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ لَمَّا ذُكِرَ مِنْ شَأْنِي الَّذِي ذُكِرَ وَمَا عَلِمْتُ بِهِ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم خَطِيبًا فَتَشَهَّدَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ   أَمَّا بَعْدُ أَشِيرُوا عَلَىَّ فِي أُنَاسٍ أَبَنُوا أَهْلِي وَايْمُ اللَّهِ مَا عَلِمْتُ عَلَى أَهْلِي مِنْ سُوءٍ قَطُّ وَأَبَنُوهُمْ بِمَنْ وَاللَّهِ مَا عَلِمْتُ عَلَيْهِ مِنْ سُوءٍ قَطُّ وَلاَ دَخَلَ بَيْتِي قَطُّ إِلاَّ وَأَنَا حَاضِرٌ وَلاَ غِبْتُ فِي سَفَرٍ إِلاَّ غَابَ مَعِي  . وَسَاقَ الْحَدِيثَ بِقِصَّتِهِ وَفِيهِ وَلَقَدْ دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْتِي فَسَأَلَ جَارِيَتِي فَقَالَتْ وَاللَّهِ مَا عَلِمْتُ عَلَيْهَا عَيْبًا إِلاَّ أَنَّهَا كَانَتْ تَرْقُدُ حَتَّى تَدْخُلَ الشَّاةُ فَتَأْكُلَ عَجِينَهَا أَوْ قَالَتْ خَمِيرَهَا - شَكَّ هِشَامٌ - فَانْتَهَرَهَا بَعْضُ أَصْحَابِهِ فَقَالَ اصْدُقِي رَسُولَ اللَّهِ صلى الله عليه وسلم حَتَّى أَسْقَطُوا لَهَا بِهِ فَقَالَتْ سُبْحَانَ اللَّهِ وَاللَّهِ مَا عَلِمْتُ عَلَيْهَا إِلاَّ مَا يَعْلَمُ الصَّائِغُ عَلَى تِبْرِ الذَّهَبِ الأَحْمَرِ . وَقَدْ بَلَغَ الأَمْرُ ذَلِكَ الرَّجُلَ الَّذِي قِيلَ لَهُ فَقَالَ سُبْحَانَ اللَّهِ وَاللَّهِ مَا كَشَفْتُ عَنْ كَنَفِ أُنْثَى قَطُّ . قَالَتْ عَائِشَةُ وَقُتِلَ شَهِيدًا فِي سَبِيلِ اللَّهِ . وَفِيهِ أَيْضًا مِنَ الزِّيَادَةَ وَكَانَ الَّذِينَ تَكَلَّمُوا بِهِ مِسْطَحٌ وَحَمْنَةُ وَحَسَّانُ وَأَمَّا الْمُنَافِقُ عَبْدُ اللَّهِ بْنُ أُبَىٍّ فَهُوَ الَّذِي كَانَ يَسْتَوْشِيهِ وَيَجْمَعُهُ وَهُوَ الَّذِي تَوَلَّى كِبْرَهُ وَحِمْنَةُ .",
    "hadithBengali": "৬৭৬৫। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ও মুহাম্মদ ইবনুল আলা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার ব্যাপারে লোকেরা যখন কুৎসা রটাতে আরম্ভ করল, যা আমি জানিনা, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভাষণ দেয়ার উদ্দেশ্যে দাঁড়িয়ে তাশাহহুদ পাঠ করলেন এবং আল্লাহর শানের উপযুক্ত শব্দের মাধ্যমে তাঁর প্রশংসা বর্ণনা করলেন। তারপর বললেন, অতঃপর যারা আমার স্ত্রীর ব্যাপারে অপবাদ রটাচ্ছে তাদের সমন্ধে তোমরা আমাকে পরামর্শ দাও। আল্লাহর কসম! আমি আমার স্ত্রী সমন্ধে মন্দ কোন কিছু জানিনা এবং তারা যার ব্যাপারে অপবাদ রটাচ্ছে তাঁর সম্বন্ধেও খারাপ কিছু আমি জানিনা। আমার অনুপস্থিতিতে সে আমার গৃহে কখনো প্রবেশ করেনি এবং আমি যখন সফরে বের হয়েছি সেও তখন আমার সাথে সফরে বের হয়েছে। অতঃপর বর্ণনাকারী পূর্ণ কাহিনী সহ হাদীসটি বর্ণনা করেছেন।\n\nঅবশ্য এতে অধিক রয়েছে যে, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার গৃহে প্রবেশ করে আমার বাঁদীকে জিজ্ঞাসাবাদ করলেন। তখন সে বললো, আল্লাহর কসম! আয়িশা (রাঃ) এর মধ্যে আমি কোন দোষ দেখিনি। তবে তিনি ঘুমিয়ে পড়তেন, আর বকরী এসে মথিত আটা খেয়ে ফেলতো। অথবা বললেন, খামীর খেয়ে ফেলতো। বর্ণনাকারী হিশাম <span dir=RTL>عَجِينَ</span> অথবা <span dir=RTL>خَمِيرَ</span> এতে সন্দেহ করেছেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন সাহাবী তাকে ধমক দিয়ে বললেন, তুমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সত্য কথা বল। এমনকি তাঁরা তার সামনে ঘটনা তুলে ধরলেন। তখন বারীরা বললেন, সুবহানাল্লাহ! আল্লাহর কসম! স্বর্ণকার খাটি স্বর্ণের টুকরা সমন্ধে যেমন জানে আমিও আয়িশা সম্পর্কে সেরূপ জানি। যে ব্যক্তি সন্মন্ধে এ অপবাদ রটানো হচ্ছিল তার নিকট এ সংবাদ পৌছার পর তিনিও বললেন, সুবহানাল্লাহা আল্লাহর কসম! কোন মহিলার আবরণ আমি কখনো উন্মোচন করিনি। আয়িশা (রাঃ) বলেন, পরে তিনি আল্লাহর পথে শহীদ হন।\n\nএতে আরো অধিক রয়েছে যে, অপবাদ রটনাকারীদের মধ্যে ছিলেন মিসতাহ, হামনা ও হাসসান। আর মুনাফিক আবদুল্লাহ ইবনু উবাই সে ছিল ঐ ব্যক্তি যে খুঁজে খুজে বের করে এসব ছড়িয়ে দেয়ার কাজ করতো। সে এবং হামনাই এ ব্যাপারে প্রধান ভূমিকা পালন করেছে।\n",
    "checkStatus": "1",
    "hadithNo": "6765",
    "id": "19088",
    "thesequence": "19240",
    "isActive": "1",
    "chapterId": "14313",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "১০. অপবাদ রটনার ঘটনা এবং অপবাদ রটনাকারীর তাওবা কবুল হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported that a person was charged with fornication with the slavegirl of Allahs Messenger (ﷺ). Thereupon Allahs Messenger (ﷺ) said to Ali:\nGo and strike his neck. Ali came to him and he found him in a well making his body cool. Ali said to him: Come out, and as he took hold of his hand and brought him out, he found that his sexual organ had been cut. Hadrat Ali refrained from striking his neck. He came to Allahs Apostle (ﷺ) and said: Allahs Messenger, he has not even the sexual organ with him.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، أَخْبَرَنَا ثَابِتٌ، عَنْ أَنَسٍ، أَنَّ رَجُلاً، كَانَ يُتَّهَمُ بِأُمِّ وَلَدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِعَلِيٍّ   اذْهَبْ فَاضْرِبْ عُنُقَهُ  . فَأَتَاهُ عَلِيٌّ فَإِذَا هُوَ فِي رَكِيٍّ يَتَبَرَّدُ فِيهَا فَقَالَ لَهُ عَلِيٌّ اخْرُجْ . فَنَاوَلَهُ يَدَهُ فَأَخْرَجَهُ فَإِذَا هُوَ مَجْبُوبٌ لَيْسَ لَهُ ذَكَرٌ فَكَفَّ عَلِيٌّ عَنْهُ ثُمَّ أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّهُ لَمَجْبُوبٌ مَا لَهُ ذَكَرٌ ",
    "hadithBengali": "৬৭৬৬। যুহায়র ইবনু হারব (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উম্মে ওয়ালাদের সাথে এক ব্যক্তির প্রতি অভিযোগ (অপবাদ) উত্থাপিত হয়। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলী (রাঃ) কে বললেন, যাও। তার গর্দান উড়িয়ে দাও। আলী (রাঃ) তার নিকট গিয়ে দেখলেন, সে কুপের মধ্যে শরীর শীতল করছে। আলী (রাঃ) তাকে বললেন, বেরিয়ে আস। সে আলী (রাঃ)এর দিকে হাত বাড়িয়ে দিল। তিনি তাকে বের করলেন এবং দেখলেন, তার পূরুষাঙ্গ কর্তিত, তার লিঙ্গ নেই। তখন আলী (রাঃ) তাকে হত্যা করা থেকে বিরত থাকলেন। তারপর তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললেন, ইয়া রাসুলাল্লাহ! সে তো লিঙ্গ কর্তিত তার তো লিঙ্গ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6766",
    "id": "19089",
    "thesequence": "19241",
    "isActive": "1",
    "chapterId": "14314",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "170",
    "statusId": "1",
    "topicName": "১১. রাসুলুল্লাহ (ﷺ) এর হেরেম সন্দেহমুক্ত হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]