[
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nA bulky person would be brought on the Day of judgment and he would not carry the weight to the eye of Allah equal even to that of a gnat. Nor shall We set up a balance for them on the Day of Resurrection (xviii. 105).",
    "hadithArabic": " حَدَّثَنِي أَبُو بَكْرِ بْنُ إِسْحَاقَ، حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنِي الْمُغِيرَةُ، - يَعْنِي الْحِزَامِيَّ - عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ  إِنَّهُ لَيَأْتِي الرَّجُلُ الْعَظِيمُ السَّمِينُ يَوْمَ الْقِيَامَةِ لاَ يَزِنُ عِنْدَ اللَّهِ جَنَاحَ بَعُوضَةٍ اقْرَءُوا { فَلاَ نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا}  .",
    "hadithBengali": "৬৭৮৮। আবূ বকর ইবনু ইসহাক (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের মাঠে হৃষ্টপুষ্ট ব্যক্তি উপস্থিত হবে, কিন্তু আল্লাহর কাছে তার ওযন মশার ডানার বরাবরও হবে না। তোমরা পড়ে নাও &ldquo;কিয়ামতের দিন আমি ওদের জন্য কোন ওযন স্থাপন করব না।&rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "6788",
    "id": "19111",
    "thesequence": "19263",
    "isActive": "1",
    "chapterId": "14316",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১. কিয়ামত, জান্নাত জাহান্নামের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Masud reported that a Jewish scholar came to Allahs Apostle (may peace he upon him) and said:\nMuhammad, or Abu al-Qasim, verily, Allah, the Exalted and Glorious would carry the Heavens on the Day of Judgment upon one finger and earths upon one finger and the mountains and trees upon one finger and the ocean and moist earth upon one finger, and in fact the whole of the creation upon one finger, and then He would stir them and say: I am your Lord, I am your Lord. Thereupon Allahs Messenger (ﷺ) smiled testifying what that scholar had said. He then recited this verse: And they honour not Allah with the honour due to Him; and the whole earth will be in His grip on the Day of Resurrection and the heaven rolled up in His right hand. Glory be to Him I and highly Exalted is He above what they associate (with Him) (Az-Zumar:67).",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا فُضَيْلٌ، - يَعْنِي ابْنَ عِيَاضٍ - عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبِيدَةَ السَّلْمَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ جَاءَ حَبْرٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا مُحَمَّدُ أَوْ يَا أَبَا الْقَاسِمِ إِنَّ اللَّهَ تَعَالَى يُمْسِكُ السَّمَوَاتِ يَوْمَ الْقِيَامَةِ عَلَى إِصْبَعٍ وَالأَرَضِينَ عَلَى إِصْبَعٍ وَالْجِبَالَ وَالشَّجَرَ عَلَى إِصْبَعٍ وَالْمَاءَ وَالثَّرَى عَلَى إِصْبَعٍ وَسَائِرَ الْخَلْقِ عَلَى إِصْبَعٍ ثُمَّ يَهُزُّهُنَّ فَيَقُولُ أَنَا الْمَلِكُ أَنَا الْمَلِكُ . فَضَحِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم تَعَجُّبًا مِمَّا قَالَ الْحَبْرُ تَصْدِيقًا لَهُ ثُمَّ قَرَأَ { وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ}",
    "hadithBengali": "৬৭৮৯। আহমদ ইবনু আবদুল্লাহ ইবনু ইউনুস (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা এক ইয়াহুদী আলিম নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললো, হে মুহাম্মাদ! অথবা (বললো) হে আবূল কাসেম কিয়ামতের দিন আল্লাহ তাআলা আকাশকে এক আঙ্গুলে, যমীনকে এক আঙ্গুলে, পর্বত ও বৃক্ষরাজি এক আঙ্গুলে; পানি ও মাটি এক আঙ্গুলে এবং সমস্ত সৃষ্টিকে এক আঙ্গূলে তুলে ধরবেন। তারপর এগুলো দুলিয়ে বলবেন, আমিই বাদশাহ, আমিই অধিপতি।&rdquo; পাদ্রীর কথা শুনে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিনয়ের সাথে তার সত্যায়ন স্বরূপ হাসলেন। এরপর তিনি পাঠ করলেনঃ &ldquo;তারা আল্লাহর (বিশালত্ব ও বড়ত্বের) যথাযথরূপে অনুধাবন করেনি। কিয়ামতের দিন সমস্ত পৃথিবী থাকবে তার হাতের মুষ্টিতে এবং আকাশমণ্ডলী থাকবে তার ডান হাতের আয়ত্তে। পবিত্র ও মহান তিনি, তারা যাকে শরীক করে তিনি তার ঊর্ধ্বে।&rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "6789",
    "id": "19112",
    "thesequence": "19264",
    "isActive": "1",
    "chapterId": "14316",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১. কিয়ামত, জান্নাত জাহান্নামের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadlth has been narrated on the authority of Mansur with the same chain of truemittm (and the words are):\nA Jew scholar came to Allahs Messenger (ﷺ). The rest of the hadith is the same, but there is no mention of then He would stir them. But there is this addition: I saw Allahs Messengcr (ﷺ) smiling so much that his front teeth appeared and testifying him (th Jew scholar) ; then Allahs Messenger (ﷺ) recited the verse: And they honour not Allah with the honour due to Him (xxxix. 67).",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، كِلاَهُمَا عَنْ جَرِيرٍ، عَنْ مَنْصُورٍ، بِهَذَا الإِسْنَادِ قَالَ جَاءَ حَبْرٌ مِنَ الْيَهُودِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ فُضَيْلٍ وَلَمْ يَذْكُرْ ثُمَّ يَهُزُّهُنَّ . وَقَالَ فَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُ تَعَجُّبًا لِمَا قَالَ تَصْدِيقًا لَهُ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  { وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ}  . وَتَلاَ الآيَةَ .",
    "hadithBengali": "৬৭৯০। উসমান ইবনু আবূ শায়বা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... মানসুর (রহঃ) থেকে উক্ত সুত্রে বলেছেন যে, জনৈক ইয়াহুদী আলিম রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসল ...... পরবর্তী অংশ ফুযায়েলের হাদীসের অনুরূপ। এগুলো দোলা দিয়ে কথাটির উল্লেখ করেননি। এতে এও রয়েছে যে, তার কথায় আশ্চার্যাম্বিত হয়ে তার সমর্থনে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি এমনভাবে হাসতে দেখেছি যে, তাঁর মাড়ির দাঁত প্রকাশ পায়। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামوَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ তারা আল্লাহকে যথোচিত অনুধাবন করেনি ...... আয়াত পাঠ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6790",
    "id": "19113",
    "thesequence": "19265",
    "isActive": "1",
    "chapterId": "14316",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১. কিয়ামত, জান্নাত জাহান্নামের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah reported that a person from the People of the Book came to Allahs Apostle (may peace he upon him) and said:\nAbu al-Qasim, verily, Allah holds the Heavens upon one finger and the earths upon one finger and the trees and moist earth upon one finger and in fact the whole of the creation upon one finger and then say: I am the King. I am the King. And he (the narrator) further said: I saw Allahs Messenger (ﷺ) smiling until his front teeth became visible and then he recited the verse: And they measure not the power of Allah with His true measure (39:67).",
    "hadithArabic": " حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، قَالَ سَمِعْتُ إِبْرَاهِيمَ، يَقُولُ سَمِعْتُ عَلْقَمَةَ، يَقُولُ قَالَ عَبْدُ اللَّهِ جَاءَ رَجُلٌ مِنْ أَهْلِ الْكِتَابِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا أَبَا الْقَاسِمِ إِنَّ اللَّهَ يُمْسِكُ السَّمَوَاتِ عَلَى إِصْبَعٍ وَالأَرَضِينَ عَلَى إِصْبَعٍ وَالشَّجَرَ وَالثَّرَى عَلَى إِصْبَعٍ وَالْخَلاَئِقَ عَلَى إِصْبَعٍ ثُمَّ يَقُولُ أَنَا الْمَلِكُ أَنَا الْمَلِكُ . قَالَ فَرَأَيْتُ النَّبِيَّ صلى الله عليه وسلم ضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُ ثُمَّ قَرَأَ { وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ}",
    "hadithBengali": "৬৭৯১। উমার ইবনু হাফস ইবনু গিয়াস (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। কিতাবী সম্প্রদায়ের এক ব্যক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললো, হে আবূল কাসিম! আল্লাহ তাআলা আকাশমণ্ডলী এক আঙ্গূলে, ভূমণ্ডল এক আঙ্গুলে, বৃক্ষরাজি ও এক আঙ্গুলে এবং সমস্ত সৃষ্টি এক আঙ্গুলে তুলে ধরবেন। তারপর তিনি বলবেন, আমিই বাদশাহ, আমিই অধিপতি। বর্ণনাকারী বলেন, তখন আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এমনভাবে হাসতে দেখি যে, তাঁর মাড়ির দাঁতগুলো প্রকাশ পায়। এরপর বললেন, وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ &ldquo;তারা আল্লাহর যথোচিত অনুধাবন করেনি।&rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "6791",
    "id": "19114",
    "thesequence": "19266",
    "isActive": "1",
    "chapterId": "14316",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১. কিয়ামত, জান্নাত জাহান্নামের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Amash with the same chain of transmitters but with a slight variation of wording.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا إِسْحَاقُ، بْنُ إِبْرَاهِيمَ وَعَلِيُّ بْنُ خَشْرَمٍ قَالاَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، ح وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي، شَيْبَةَ حَدَّثَنَا جَرِيرٌ، كُلُّهُمْ عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّ فِي، حَدِيثِهِمْ جَمِيعًا وَالشَّجَرَ عَلَى إِصْبَعٍ وَالثَّرَى عَلَى إِصْبَعٍ وَلَيْسَ فِي حَدِيثِ جَرِيرٍ وَالْخَلاَئِقَ عَلَى إِصْبَعٍ . وَلَكِنْ فِي حَدِيثِهِ وَالْجِبَالَ عَلَى إِصْبَعٍ . وَزَادَ فِي حَدِيثِ جَرِيرٍ تَصْدِيقًا لَهُ تَعَجُّبًا لِمَا قَالَ .",
    "hadithBengali": "৬৭৯২। আবূ বকর ইবনু আবূ শায়বা, আবূ কুরায়ব ইসহাক ইবনু ইবরাহীম, আলী ইবনু খাশরাম ও উসমান ইবনু আবূ শায়বা (রহঃ) ... আ&#39;মাশ (রহঃ) এর সূত্রে উক্ত সনদে বর্ণনা করেছেন। তবে তাদের সকলের বর্ণনায়ই রয়েছে যে, বৃক্ষরাজি এক আঙ্গুলে এবং সমস্ত ভূমি এক আঙ্গূলে। তবে জারীরের হাদীসে &ldquo;সমস্ত সৃষ্টি এক আঙ্গুলে&rdquo; কথাটি নেই। অবশ্য তাঁর হাদীসে পর্বতমালা এক আঙ্গুলে কথাটি রয়েছে। জারীর (রাঃ) এর হাদীসে রয়েছে যে, তার কথায় আশ্চর্যান্বিত হয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সমর্থনে পাঠ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6792",
    "id": "19115",
    "thesequence": "19267",
    "isActive": "1",
    "chapterId": "14316",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১. কিয়ামত, জান্নাত জাহান্নামের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nAllah, the Exalted and Glorious, will take in His grip the Earth on the Day of Judgment and He would roll up the sky in His right hand and would say: I am the Lord; where are the sovereigns of the world?",
    "hadithArabic": "حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي ابْنُ الْمُسَيَّبِ، أَنَّ أَبَا هُرَيْرَةَ، كَانَ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَقْبِضُ اللَّهُ تَبَارَكَ وَتَعَالَى الأَرْضَ يَوْمَ الْقِيَامَةِ وَيَطْوِي السَّمَاءَ بِيَمِينِهِ ثُمَّ يَقُولُ أَنَا الْمَلِكُ أَيْنَ مُلُوكُ الأَرْضِ  .",
    "hadithBengali": "৬৭৯৩। হারামালা ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন আল্লাহ তায়ালা সমস্ত পৃথিবী তাঁর হাতের মুষ্টিতে নিয়ে নিবেন এবং আকাশমন্ডলী তাঁর ড়ান হস্তে গুটিয়ে নিবেন। অতঃপর তিনি বলবেন, আমিই বাদশাহ। পৃথিবীর বাদশাহগণ কোথায়?\n",
    "checkStatus": "1",
    "hadithNo": "6793",
    "id": "19116",
    "thesequence": "19268",
    "isActive": "1",
    "chapterId": "14316",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১. কিয়ামত, জান্নাত জাহান্নামের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported Allahs Messenger (ﷺ) saying:\nAllah, the Exalted and Glorious, would fold the Heavens on the Day of Judgment and then He would place them on His right hand and say: I am the Lord; where are the haughty and where are the proud (today)? He would fold the earth (placing it) on the left hand and say: I am the Lord; where are the haughty and where are the proud (today)?",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عُمَرَ بْنِ حَمْزَةَ، عَنْ سَالِمِ، بْنِ عَبْدِ اللَّهِ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَطْوِي اللَّهُ عَزَّ وَجَلَّ السَّمَوَاتِ يَوْمَ الْقِيَامَةِ ثُمَّ يَأْخُذُهُنَّ بِيَدِهِ الْيُمْنَى ثُمَّ يَقُولُ أَنَا الْمَلِكُ أَيْنَ الْجَبَّارُونَ أَيْنَ الْمُتَكَبِّرُونَ ثُمَّ يَطْوِي الأَرَضِينَ بِشِمَالِهِ ثُمَّ يَقُولُ أَنَا الْمَلِكُ أَيْنَ الْجَبَّارُونَ أَيْنَ الْمُتَكَبِّرُونَ  .",
    "hadithBengali": "৬৭৯৪। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ ইবনু উমার (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন আল্লাহ তায়ালা আকাশমণ্ডলী গুটিয়ে নিবেন। অতঃপর তিনি আকাশমণ্ডলীকে ডান হস্তে ধরে বলবেন, আমিই বাদশাহ। কোথায় প্রতাপশালী লোকেরা, কোথায় অহংকারীরা? এরপর তিনি বাম হস্তে সমস্ত জমিন গুটিয়ে নিবেন এবং বলবেন, আমিই বাদশাহ। কোথায় প্রতাপশালী লোকেরা, কোথায় অহংকারীরা?\n",
    "checkStatus": "1",
    "hadithNo": "6794",
    "id": "19117",
    "thesequence": "19269",
    "isActive": "1",
    "chapterId": "14316",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১. কিয়ামত, জান্নাত জাহান্নামের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Miqsam reported that he saw Abdullah b. Umar as he narrated Allahs Messenger (ﷺ) as saying:\nAllah, the Exalted and Glorious, would take in His hand His Heavens and His Earth, and would say: I am Allah. And He would clench His fingers and then would open them (and say): I am your Lord. I saw the pulpit in commotion from underneath because of something (vib-ating) there. And (I felt this commotion so much) that I said (to myself): It may not fall with Allahs Massenger (ﷺ) upon it.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ - حَدَّثَنِي أَبُو حَازِمٍ عَنْ عُبَيْدِ اللَّهِ بْنِ مِقْسَمٍ، أَنَّهُ نَظَرَ إِلَى عَبْدِ اللَّهِ بْنِ عُمَرَ كَيْفَ يَحْكِي رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   يَأْخُذُ اللَّهُ عَزَّ وَجَلَّ سَمَوَاتِهِ وَأَرَضِيهِ بِيَدَيْهِ فَيَقُولُ أَنَا اللَّهُ - وَيَقْبِضُ أَصَابِعَهُ وَيَبْسُطُهَا - أَنَا الْمَلِكُ  حَتَّى نَظَرْتُ إِلَى الْمِنْبَرِ يَتَحَرَّكُ مِنْ أَسْفَلِ شَىْءٍ مِنْهُ حَتَّى إِنِّي لأَقُولُ أَسَاقِطٌ هُوَ بِرَسُولِ اللَّهِ صلى الله عليه وسلم",
    "hadithBengali": "৬৭৯৫। সাঈদ ইবনু মানসুর (রহঃ) ... উবায়দুল্লাহ ইবনু মিকসাম (রহঃ) থেকে বর্ণিত। আবদুল্লাহ ইবনু উমার (রাঃ) এর দিকে লক্ষ্য করেছেন, কিভাবে তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা বর্ণনা করছেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তায়ালা আকাশ মণ্ডলী ও সমস্ত সৃষ্টি তাঁর দুই হাতে তুলে ধরবেন এবং বলবেন, আমিই আল্লাহ। এসময় তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তাঁর আঙ্গুলগুলো বন্ধ করে ও খুলে দেখালেন। (তারপর বলবেন) আমিই বাদশাহ। আবদুল্লাহ ইবনু উমার (রাঃ) বলেন, এমনকি তখন আমি দেখতে পাচ্ছিলাম যে, মিম্বরের নিন্মন থেকে (উপর পর্যন্ত)। তখন আমি ভাবছিলাম, হয়তো মিম্বরটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নিয়ে পড়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "6795",
    "id": "19118",
    "thesequence": "19270",
    "isActive": "1",
    "chapterId": "14316",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১. কিয়ামত, জান্নাত জাহান্নামের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Miqsam reported that Abdullah b. Umar reported:\nI saw Allahh Messenger (ﷺ) upon the pulpit and he was saying that the Mighty Lord, the Exalted and Glorious would take hold of the Heavens and earth in His hand. The rest of the hadith is the same,",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، حَدَّثَنِي أَبِي، عَنْ عُبَيْدِ، اللَّهِ بْنِ مِقْسَمٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى الْمِنْبَرِ وَهُوَ يَقُولُ   يَأْخُذُ الْجَبَّارُ عَزَّ وَجَلَّ سَمَوَاتِهِ وَأَرَضِيهِ بِيَدَيْهِ  . ثُمَّ ذَكَرَ نَحْوَ حَدِيثِ يَعْقُوبَ .",
    "hadithBengali": "৬৭৯৬। সাঈদ ইবনু মানসুর (রহঃ) ... আবদুল্লাহ ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মিম্বরের উপর দেখেছি। তিনি বলছিলেনঃ মহা পরাক্রমশালী সত্তা আকাশ ও সমস্ত পৃথিবী তাঁর দুই হাতে তুলে ধরবেন। পরবর্তী অংশ ইয়াকুবের হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6796",
    "id": "19119",
    "thesequence": "19271",
    "isActive": "1",
    "chapterId": "14316",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১. কিয়ামত, জান্নাত জাহান্নামের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Allahs Messenger (ﷺ) took hold of my hands and said:\nAllah, the Exalted and Glorious, created the clay on Saturday and He created the mountains on Sunday and He created the trees on Monday and He created the things entailing labour on Tuesday and created light on Wednesday and He caused the animals to spread on Thursday and created Adam (peace be upon him) after Asr on Friday; the last creation at the last hour of the hours of Friday, i. e. between afternoon and night. This hadith is narrated through another chain of transmitters.",
    "hadithArabic": "حَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ، قَالاَ حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي إِسْمَاعِيلُ بْنُ أُمَيَّةَ، عَنْ أَيُّوبَ بْنِ خَالِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ رَافِعٍ، مَوْلَى أُمِّ سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ، قَالَ أَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِي فَقَالَ   خَلَقَ اللَّهُ عَزَّ وَجَلَّ التُّرْبَةَ يَوْمَ السَّبْتِ وَخَلَقَ فِيهَا الْجِبَالَ يَوْمَ الأَحَدِ وَخَلَقَ الشَّجَرَ يَوْمَ الاِثْنَيْنِ وَخَلَقَ الْمَكْرُوهَ يَوْمَ الثُّلاَثَاءِ وَخَلَقَ النُّورَ يَوْمَ الأَرْبِعَاءِ وَبَثَّ فِيهَا الدَّوَابَّ يَوْمَ الْخَمِيسِ وَخَلَقَ آدَمَ عَلَيْهِ السَّلاَمُ بَعْدَ الْعَصْرِ مِنْ يَوْمِ الْجُمُعَةِ فِي آخِرِ الْخَلْقِ وَفِي آخِرِ سَاعَةٍ مِنْ سَاعَاتِ الْجُمُعَةِ فِيمَا بَيْنَ الْعَصْرِ إِلَى اللَّيْلِ  .\n\nقَالَ إِبْرَاهِيمُ حَدَّثَنَا الْبِسْطَامِيُّ، - وَهُوَ الْحُسَيْنُ بْنُ عِيسَى - وَسَهْلُ بْنُ عَمَّارٍ وَإِبْرَاهِيمُ ابْنُ بِنْتِ حَفْصٍ وَغَيْرُهُمْ عَنْ حَجَّاجٍ، بِهَذَا الْحَدِيثِ .",
    "hadithBengali": "৬৭৯৭। সুরায়জ ইবনু ইউনুস ও হারুন ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার হাত ধরে বললেন, আল্লাহ তাআলা শনিবার দিন মাটি সৃষ্টি করেন। রোববার দিন তিনি এতে পর্বত সৃষ্টি করেন। সোমবার দিন তিনি বৃক্ষরাজি সৃষ্টি করেন। মঙ্গলবার দিন তিনি আপদ বিপদ সৃষ্টি করেন। বুধবার দিন তিনি নূর সৃষ্টি করেন। বৃহস্পতিবার দিন তিনি পৃথিবীতে পশু-পাখি ছড়িয়ে দেন এবং জুমুআর দিন আসরের পর তিনি আদম (আলাইহিস সালাম) কে সৃষ্টি করেন। অর্থাৎ জুমুআর দিনের সময়সমূহের শেষ মুহূর্তে (মাখলূক) আসর থেকে রাত পর্যন্ত সময়ের মধ্যবর্তী সময়ে তিনি সৃষ্টি করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6797",
    "id": "19120",
    "thesequence": "19272",
    "isActive": "1",
    "chapterId": "14317",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "২. সৃষ্টির সূচনা এবং আদম (আঃ) এর সৃষ্টি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sahl b. Sad reported that Allahs Messenger (ﷺ) said:\nThe people will be assembled on the Day of Resurrection on a white plain with a reddish tinge like the loaf of white bread with no marks set up for anyone.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ أَبِي، كَثِيرٍ حَدَّثَنِي أَبُو حَازِمِ بْنُ دِينَارٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يُحْشَرُ النَّاسُ يَوْمَ الْقِيَامَةِ عَلَى أَرْضٍ بَيْضَاءَ عَفْرَاءَ كَقُرْصَةِ النَّقِيِّ لَيْسَ فِيهَا عَلَمٌ لأَحَدٍ  .",
    "hadithBengali": "৬৭৯৮। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন ময়দার রুটির ন্যায় (বৃত্তাকার) লালচে সাদা যমীনের উপরে লোকদের একত্রিত করা হবে। সেখানে কারো কোন বিশেষ নিদর্শন বিদ্যমান থাকবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6798",
    "id": "19121",
    "thesequence": "19273",
    "isActive": "1",
    "chapterId": "14318",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৩. পুনরুত্থান, হাশর-নশর ও কিয়ামত দিবসে পৃথিবীর অবস্থা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nI asked Allahs Messenger (ﷺ) about the words of Allah, the Exalted and Glorious: The day when the earth would be changed for another earth and Heaven would be changed for another Heaven (XiV. 48), (and inquired: ) (Allahs Messenger), where would the people be on that day? He said: They would be on the Sirat.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ دَاوُدَ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ قَوْلِهِ عَزَّ وَجَلَّ { يَوْمَ تُبَدَّلُ الأَرْضُ غَيْرَ الأَرْضِ وَالسَّمَوَاتُ} فَأَيْنَ يَكُونُ النَّاسُ يَوْمَئِذٍ يَا رَسُولَ اللَّهِ فَقَالَ  عَلَى الصِّرَاطِ  .",
    "hadithBengali": "৬৭৯৯। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আল্লাহর বানী যে দিন এ পৃথিবী পরিবর্তিত হয়ে অন্য পৃথিবী হয়ে যাবে এবং আকাশ মণ্ডলীও সম্পর্কে জিজ্ঞাসা করে বললাম, ইয়া রাসুলাল্লাহ! তবে সে দিন লোকেরা কোথায় থাকবে? তিনি বললেন, পুলসিরাতের উপর।\n",
    "checkStatus": "1",
    "hadithNo": "6799",
    "id": "19122",
    "thesequence": "19274",
    "isActive": "1",
    "chapterId": "14318",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৩. পুনরুত্থান, হাশর-নশর ও কিয়ামত দিবসে পৃথিবীর অবস্থা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu al-Said Khudri reported Allahs Messenger (ﷺ) as saying that the earth would turn to be one single bread on the Day of Resurrection and the Almighty would turn it in His hand as one of you turns a loaf while on a journey. It would be a feast arranged in the honour of the people of Paradise. He (the narrator) further narrated that a person from among the Jews came and he said:\nAbu al-Qasim, may the Compassionate Lord be pleased with you! May I inform you about the feast arranged in honour of the people of Paradise on the Day of Resurrection? He said: Do it, of course. He said: The earth would become one single bread. Then Allahs Messenger (ﷺ) looked towards us and laughed until his molar teeth became visible. He then again said: May I inform you about that with which they would season it? He said: Do it, of course. He said: Their seasoning would be balim and fish. The Companions of the Prophet (ﷺ) said: What is this balam? He said: Ox and fish from whose excessive livers seventy thousand people would be able to eat.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي خَالِدُ بْنُ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ  تَكُونُ الأَرْضُ يَوْمَ الْقِيَامَةِ خُبْزَةً وَاحِدَةً يَكْفَؤُهَا الْجَبَّارُ بِيَدِهِ كَمَا يَكْفَأُ أَحَدُكُمْ خُبْزَتَهُ فِي السَّفَرِ نُزُلاً لأَهْلِ الْجَنَّةِ  . قَالَ فَأَتَى رَجُلٌ مِنَ الْيَهُودِ فَقَالَ بَارَكَ الرَّحْمَنُ عَلَيْكَ أَبَا الْقَاسِمِ أَلاَ أُخْبِرُكَ بِنُزُلِ أَهْلِ الْجَنَّةِ يَوْمَ الْقِيَامَةِ قَالَ  بَلَى  . قَالَ تَكُونُ الأَرْضُ خُبْزَةً وَاحِدَةً - كَمَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم - قَالَ فَنَظَرَ إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ ضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُ قَالَ أَلاَ أُخْبِرُكَ بِإِدَامِهِمْ قَالَ  بَلَى  . قَالَ إِدَامُهُمْ بَالاَمُ وَنُونٌ . قَالُوا وَمَا هَذَا قَالَ ثَوْرٌ وَنُونٌ يَأْكُلُ مِنْ زَائِدَةِ كَبِدِهِمَا سَبْعُونَ أَلْفًا .",
    "hadithBengali": "৬৮০০। আবদুল মালিক ইবনু শুআয়ব ইবনু লায়স (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সমস্ত পৃথিবী কিয়ামতের দিন একটি রুটির ন্যায় হয়ে যাবে। আল্লাহ সেটি নিজ হাতে ওলট-পালট করবেন, যেমন তোমাদের মধ্যে কেউ সফরের সময় নিজ রুটি ওলট-পালট করে। এ দিয়ে হবে জান্নাতবাসীর মেহমানদারী। এ সময় এক ইয়াহুদী-ব্যক্তি এসে বললো, হে আবূল কাসিম! &#39;রহমান&#39; আপনার প্রতি বরকত দান করুন। কিয়ামতের দিন জান্নাতবাসীদের মেহমানদারী সম্পর্কে আপনাকে জানাবো কি? তিনি বললেন, হ্যাঁ। ইয়াহুদী বললো, &#39;এ পৃথিবী একটি রুটিতে পরিণত হয়ে যাবে, যেমন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন।\n\nবর্ণনাকারী বলেন, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের দিকে তাকিয়ে এমনভাবে হেসে দিলেন যে, তাঁর মাড়ির দাঁত প্রকাশিত হয়ে পড়েছিল। সে (ইয়াহুদী) বললো, তাদের তরকারী কি হবে তা কি আপনাকে বলব? তিনি বললেন, হ্যাঁ। সে বলল, &#39;বালাম&#39; এবং নূন। সাহাবাগণ জিজ্ঞাসা করলেন, তা কি? সে বলল, ষাড় এবং মাছ যাদের কলিজার অংশ থেকে সত্তর হাজার লোক খেতে পারবে।\n",
    "checkStatus": "1",
    "hadithNo": "6800",
    "id": "19123",
    "thesequence": "19275",
    "isActive": "1",
    "chapterId": "14319",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৪. জান্নাতীদের মেহমানদারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nIf ten scholars of the Jews would follow me, no Jew would be left upon the surface of the earth who would not embrace Islam.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا قُرَّةُ، حَدَّثَنَا مُحَمَّدٌ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   لَوْ تَابَعَنِي عَشْرَةٌ مِنَ الْيَهُودِ لَمْ يَبْقَ عَلَى ظَهْرِهَا يَهُودِيٌّ إِلاَّ أَسْلَمَ  . ",
    "hadithBengali": "৬৮০১। ইয়াহইয়া ইবনু হাবীব আল হারিসী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দশজন ইয়াহুদী যদি আমার অনুসরণ করতো তবে এ ভূ-পৃষ্ঠে কোন ইয়াহুদী মুসলমান হওয়া ব্যতীত অবশিষ্ট থাকত না।\n",
    "checkStatus": "1",
    "hadithNo": "6801",
    "id": "19124",
    "thesequence": "19276",
    "isActive": "1",
    "chapterId": "14319",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৪. জান্নাতীদের মেহমানদারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " `Abdullah (b. Mas`ud) reported:\nAs I was going along with Allahs Apostle (ﷺ) in a cultivable land and he (the Holy Prophet) was walking with the support of a wood, a group of Jews happened to meet him. Some of them said to the others: Ask him about the Soul. They said: What is your doubt about it? There is a possibility that you may ask him about anything (the answer of) which you may not like. They said: Ask him. So one amongst them asked him about the Soul. Allahs Messenger (ﷺ) kept quiet and he gave no reply and I came to know that revelation was being sent to him, so I stood at my place and thus this revelation descended upon him: They ask thee about the Soul. Say: The Soul is by the Commandment of my Lord, and of Knowledge you are given but a little (xvii. 58).",
    "hadithArabic": " حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنِي إِبْرَاهِيمُ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ بَيْنَمَا أَنَا أَمْشِي، مَعَ النَّبِيِّ صلى الله عليه وسلم فِي حَرْثٍ وَهُوَ مُتَّكِئٌ عَلَى عَسِيبٍ إِذْ مَرَّ بِنَفَرٍ مِنَ الْيَهُودِ فَقَالَ بَعْضُهُمْ لِبَعْضٍ سَلُوهُ عَنِ الرُّوحِ فَقَالُوا مَا رَابَكُمْ إِلَيْهِ لاَ يَسْتَقْبِلُكُمْ بِشَىْءٍ تَكْرَهُونَهُ . فَقَالُوا سَلُوهُ فَقَامَ إِلَيْهِ بَعْضُهُمْ فَسَأَلَهُ عَنِ الرُّوحِ - قَالَ - فَأَسْكَتَ النَّبِيُّ صلى الله عليه وسلم فَلَمْ يَرُدَّ عَلَيْهِ شَيْئًا فَعَلِمْتُ أَنَّهُ يُوحَى إِلَيْهِ - قَالَ - فَقُمْتُ مَكَانِي فَلَمَّا نَزَلَ الْوَحْىُ قَالَ { وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلاَّ قَلِيلاً}",
    "hadithBengali": "৬৮০২। উমার ইবনু হাফস ইবনু গিয়াস (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে এক শস্যক্ষেত্রে চলচিলাম। সে সময় তিনি একটি খেজুর শাখার (ছড়ির) উপর ভর দিচ্ছিলেন। হঠাৎ তিনি কয়েকজন ইয়াহুদীর পাশ দিয়ে অতিক্রম করলেন। তখন তারা পরস্পর বলাবলি করতে লাগলো, রুহ সম্পর্কে তাঁকে জিজ্ঞেস কর। তাদের কেউ কেউ বললো, কি সন্দেহ সৃষ্টি হয়েছে (কি প্রয়োজন পড়েছে) তোমাদের যে, তোমরা তাকে জিজ্ঞাসা করবে? সে তোমাদের যেন এমন কথার সম্মুর্খীন না করে দেয়, যা তোমরা পছন্দ কর না। এরপরও তারা বললো, তাকে অবশ্যই জিজ্ঞাসা করো।\n\nঅবশেষে তাদের কেউ উঠে গিয়ে তাকে রুহ সম্পর্কে জিজ্ঞাসা করল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নীরব রইলেন। তার কোন জবাব দিলেন না। আমি বুঝতে পারলাম, তার উপর ওহী নাযিল হচ্ছে। বর্ণনাকারী বলেন, আমি নিজের স্থানে দাঁড়িয়ে রইলাম। তারপর ওহী নাযিল শেষ হলে তিনি বললেন, &ldquo;তোমাকে তারা রুহ সম্পর্কে জিজ্ঞাসা করে; বল, রুহ আমার প্রতিপালকের আদেশ ঘটিত এবং তোমাদের যে জ্ঞান দেওয়া হয়েছে তা অতি সামান্য।&rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "6802",
    "id": "19125",
    "thesequence": "19277",
    "isActive": "1",
    "chapterId": "14320",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৫. নবী (ﷺ) কে ইয়াহুদিদের রূহ সম্পর্কে জিজ্ঞাসাবাদ ও আল্লাহর বানীঃ ওরা আপনাকে রূহ সম্পর্কে প্রশ্ন করছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah reported:\nI was walking along with Allahs Apostle (ﷺ) in a field of Medina. The rest of the hadith is the same, but there is a slight variation of wording.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو سَعِيدٍ الأَشَجُّ قَالاَ حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَعَلِيُّ بْنُ خَشْرَمٍ، قَالاَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، كِلاَهُمَا عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ كُنْتُ أَمْشِي مَعَ النَّبِيِّ صلى الله عليه وسلم فِي حَرْثٍ بِالْمَدِينَةِ . بِنَحْوِ حَدِيثِ حَفْصٍ غَيْرَ أَنَّ فِي حَدِيثِ وَكِيعٍ وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلاَّ قَلِيلاً . وَفِي حَدِيثِ عِيسَى بْنِ يُونُسَ وَمَا أُوتُوا . مِنْ رِوَايَةِ ابْنِ خَشْرَمٍ .",
    "hadithBengali": "৬৮০৩। আবূ বকর ইবনু আবূ শায়বা ও আবূ সাঈদ আশাজ্জ, ইসহাক ইবনু ইবরাহীম হানযালী এবং আলী ইবনু খাশরাম (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে মদীনার একটি ক্ষেতে হাটছিলাম। এরপর তিনি হাফসের অনুরূপ হাদীস বর্ণনা করেছেন। তবে ওয়াকী এর হাদীসে আছেوَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلاَّ قَلِيلاً আর খাশরামের সুত্রে বর্ণিত ঈসার হাদীসে রয়েছে وَمَا أُوتُوا।\n",
    "checkStatus": "1",
    "hadithNo": "6803",
    "id": "19126",
    "thesequence": "19278",
    "isActive": "1",
    "chapterId": "14320",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৫. নবী (ﷺ) কে ইয়াহুদিদের রূহ সম্পর্কে জিজ্ঞাসাবাদ ও আল্লাহর বানীঃ ওরা আপনাকে রূহ সম্পর্কে প্রশ্ন করছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah reported that Allahs Apostle (ﷺ) was reclining against a tree in the garden. The rest of the hadith is the same with a slight variation of wording.",
    "hadithArabic": " حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ إِدْرِيسَ، يَقُولُ سَمِعْتُ الأَعْمَشَ، يَرْوِيهِ عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم فِي نَخْلٍ يَتَوَكَّأُ عَلَى عَسِيبٍ . ثُمَّ ذَكَرَ نَحْوَ حَدِيثِهِمْ عَنِ الأَعْمَشِ وَقَالَ فِي رِوَايَتِهِ وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلاَّ قَلِيلاً .",
    "hadithBengali": "৬৮০৪। আবূ সাঈদ আশাজ্জ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন এক খেজুর বাগানে খেজুর ডালের লাঠির উপর ভর দিয়ে চলছিলেন। তারপর তিনি আ&#39;মাশ (রহঃ) থেকে বর্ণিত হাদীসের অনুরূপ বর্ণনা করেছেন। তবে তার বর্ণনার মধ্যে রয়েছে وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلاَّ قَلِيلاً।\n",
    "checkStatus": "1",
    "hadithNo": "6804",
    "id": "19127",
    "thesequence": "19279",
    "isActive": "1",
    "chapterId": "14320",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৫. নবী (ﷺ) কে ইয়াহুদিদের রূহ সম্পর্কে জিজ্ঞাসাবাদ ও আল্লাহর বানীঃ ওরা আপনাকে রূহ সম্পর্কে প্রশ্ন করছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Khabbab reported that Al-`As b. Wail owed debt to me. I came to him in order to demand that. He said:\nI will never repay you unless you belie Muhammad. I said: I would never belie Muhammad until you die and you are again raised up. He said: When I would be raised up after death, I would repay your debt when I would get my property and children back. Waki` said: This is how Al-A`mash has narrated and it was on this occasion that this verse was revealed: Hast thou seen him who disbelieves in Our message and says: I shall certainly be given wealth and children (xix, 77) up to he would come to Us alone (xix, 80).",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَبْدُ اللَّهِ بْنُ سَعِيدٍ الأَشَجُّ، - وَاللَّفْظُ لِعَبْدِ اللَّهِ - قَالاَ حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، عَنْ خَبَّابٍ، قَالَ كَانَ لِي عَلَى الْعَاصِ بْنِ وَائِلٍ دَيْنٌ فَأَتَيْتُهُ أَتَقَاضَاهُ فَقَالَ لِي لَنْ أَقْضِيَكَ حَتَّى تَكْفُرَ بِمُحَمَّدٍ - قَالَ - فَقُلْتُ لَهُ إِنِّي لَنْ أَكْفُرَ بِمُحَمَّدٍ حَتَّى تَمُوتَ ثُمَّ تُبْعَثَ . قَالَ وَإِنِّي لَمَبْعُوثٌ مِنْ بَعْدِ الْمَوْتِ فَسَوْفَ أَقْضِيكَ إِذَا رَجَعْتُ إِلَى مَالٍ وَوَلَدٍ . قَالَ وَكِيعٌ كَذَا قَالَ الأَعْمَشُ قَالَ فَنَزَلَتْ هَذِهِ الآيَةُ { أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لأُوتَيَنَّ مَالاً وَوَلَدًا} إِلَى قَوْلِهِ { وَيَأْتِينَا فَرْدًا}",
    "hadithBengali": "৬৮০৫। আবূ বকর ইবনু আবূ শায়বা ও আবদুল্লাহ ইবনু সাঈদ আশাজ্জ (রহঃ) ... খাব্বাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আস ইবনু ওয়াইলের নিকট আমার কিছু পাওনা ছিল। এর তাগাদায় আমি তার নিকট গেলাম। সে বলল, যতক্ষন তুমি মুহাম্মাদকে অস্বীকার না করবে ততক্ষন তোমার পাওনা দিব না। এ কথা শুনে আমি তাকে বললাম, আমি কখনো মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অস্বীকার করবো না, তুমি মরে গিয়ে পুনরায় জীবিত হয়ে এলেও। সে বলল আমি কি মৃত্যুর পর পুনরায় জীবিত হয়ে উঠবো? তাহলে তখনই আমি আমার মাল এবং সন্তানাদি লাভ করে তোমার পাওনা পরিশোধ করবো। তখন এ আয়াতটি নাযিল হয়, আপনি কি লক্ষ্য করেছেন তাকে যে আমার আয়াত সমুহ প্রত্যাখ্যান করে এবং বলে, আমাকে তো ধন-সস্পদ ও সন্তান-সন্ততি দেয়া হবে ... ... ... এবং সে আমার নিকট আসবে একাকী। (পর্যন্ত)\n",
    "checkStatus": "1",
    "hadithNo": "6805",
    "id": "19128",
    "thesequence": "19280",
    "isActive": "1",
    "chapterId": "14320",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৫. নবী (ﷺ) কে ইয়াহুদিদের রূহ সম্পর্কে জিজ্ঞাসাবাদ ও আল্লাহর বানীঃ ওরা আপনাকে রূহ সম্পর্কে প্রশ্ন করছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Khabbib through another chain of transmitters and the words are. I in the pre-Islamic days used to work as an iron-smith. I did some work for As b. Wail and came to him for getting the remuneration of my wages.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، كُلُّهُمْ عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ . نَحْوَ حَدِيثِ وَكِيعٍ وَفِي حَدِيثِ جَرِيرٍ قَالَ كُنْتُ قَيْنًا فِي الْجَاهِلِيَّةِ فَعَمِلْتُ لِلْعَاصِ بْنِ وَائِلٍ عَمَلاً فَأَتَيْتُهُ أَتَقَاضَاهُ .",
    "hadithBengali": "৬৮০৬। আবূ কুরায়ব, ইবনু নুমায়র, ইসহাক ইবনু ইবরাহীম ও ইবনু আবূ উমার ... আমাশ (রহঃ) এর সনদে ওয়াকী (রহঃ) এর হাদীসের অনুরূপ বর্ণনা করেছেন। তবে জারীর (রহঃ) এর হাদীসের মধ্যে আছে যে, খাব্বাব (রাঃ) বলেন, জাহেলী যুগে আমি কর্মকার ছিলাম। তখন আস ইবনু ওয়াইলকে আমি একটি কাজ করে দিয়েছিলাম। তারপর আমি তা তাগাদা করার জন্য তার নিকট গেলাম।\n",
    "checkStatus": "1",
    "hadithNo": "6806",
    "id": "19129",
    "thesequence": "19281",
    "isActive": "1",
    "chapterId": "14320",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৫. নবী (ﷺ) কে ইয়াহুদিদের রূহ সম্পর্কে জিজ্ঞাসাবাদ ও আল্লাহর বানীঃ ওরা আপনাকে রূহ সম্পর্কে প্রশ্ন করছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Abu Jahl said:\nO Allah, if he is true, then shower upon us the volley of stones from the sky or inflict upon us a grievous torment, and it was on this occasion that this verse was revealed: Allah would never torment them so long as you are amongst them. And Allah is not going to torment them as long as they seek forgiveness. And why is it that Allah should not torment them and they prevent people from coming to the sacred mosque.... (viii. 34) to the end.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْحَمِيدِ الزِّيَادِيِّ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ أَبُو جَهْلٍ اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ . فَنَزَلَتْ { وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ * وَمَا لَهُمْ أَلاَّ يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ} إِلَى آخِرِ الآيَةِ .",
    "hadithBengali": "৬৮০৭। উবায়দুল্লাহ ইবনু মুআয আনবারী (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আবূ জাহল বলল, &ldquo;হে আল্লাহ! এ যদি তোমার পক্ষ হতে সত্য হয়, তবে আমাদের উপর আকাশ থেকে প্রস্তর বর্ষণ কর কিংবা আমাদের মর্মস্তুদ শাস্তি দাও।&rdquo; তখন নাযিল হলঃ &ldquo;আল্লাহ এমন নন যে, হে নবী! আপনি তাদের মধ্যে থাকা অবস্থায় তিনি তাদের শাস্তি দিবেন এবং আল্লাহ এমনও নন যে, তারা ক্ষমা প্রার্থনা করবে অথচ তিনি তাদের শাস্তি দিবেন। এবং তাদের কি বা আছে যে, আল্লাহ তাদের শাস্তি-দিবেন না, অথচ তারা লোকদের মাসজিদুল হারাম থেকে বাধা প্রদান করে ......?&rdquo; আয়াতের শেষ পর্যন্ত।\n",
    "checkStatus": "1",
    "hadithNo": "6807",
    "id": "19130",
    "thesequence": "19282",
    "isActive": "1",
    "chapterId": "14321",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৬. মহান আল্লাহর বানীঃ &quot;আপনি তাদের মাঝে থাকা অবস্থায় কখনো আল্লাহ্&zwnj; তাদেরকে শাস্তি দিবেন না&quot;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Abu Jahl asked (people) whether Muhammad placed his face (on the ground) in their presence. It was said to him:\nYes. He said: By Lat and `Uzza. If I were to see him do that, I would trample his neck, or I would smear his face with dust. He came to Allahs Messenger (ﷺ) as he was engaged in prayer and thought of trampling his neck (and the people say) that he came near him but turned upon his heels and tried to repulse something with his hands. It was said to him: What is the matter with you? He said: There is between me and him a ditch of fire and terror and wings. Thereupon Allahs Messenger (may peace he upon him) said: If he were to come near me the angels would have torn him to pieces. Then Allah, the Exalted and Glorious, revealed this verse- (the narrator) said: We do not know whether it is the hadith transmitted by Abu Huraira or something conveyed to him from another source: Nay, man is surely inordinate, because he looks upon himself as self-sufficient. Surely to thy Lord is the return. Hast thou seen him who forbids a servant when he prays? Seest thou if he is on the right way, or enjoins observance of piety? Seest thou if he [Abu Jahl] denies and turns away? Knowest he not that Allah sees? Nay, if he desists not, We will seize him by the forelock-a lying, sinful forelock. Then let him summon his council. We will summon the guards of the Hell. Nay! Obey not thou him (lcvi, 6-19). (Rather prostrate thyself.) Ubaidullah made this addition: It was after this that (prostration) was enjoined upon and Ibn Abd al-Ala made this addition that by Nadiyah he meant his people.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، وَمُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الْقَيْسِيُّ، قَالاَ حَدَّثَنَا الْمُعْتَمِرُ، عَنْ أَبِيهِ، حَدَّثَنِي نُعَيْمُ بْنُ أَبِي هِنْدٍ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ أَبُو جَهْلٍ هَلْ يُعَفِّرُ مُحَمَّدٌ وَجْهَهُ بَيْنَ أَظْهُرِكُمْ قَالَ فَقِيلَ نَعَمْ . فَقَالَ وَاللاَّتِ وَالْعُزَّى لَئِنْ رَأَيْتُهُ يَفْعَلُ ذَلِكَ لأَطَأَنَّ عَلَى رَقَبَتِهِ أَوْ لأُعَفِّرَنَّ وَجْهَهُ فِي التُّرَابِ - قَالَ - فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ يُصَلِّي زَعَمَ لِيَطَأَ عَلَى رَقَبَتِهِ - قَالَ - فَمَا فَجِئَهُمْ مِنْهُ إِلاَّ وَهُوَ يَنْكِصُ عَلَى عَقِبَيْهِ وَيَتَّقِي بِيَدَيْهِ - قَالَ - فَقِيلَ لَهُ مَا لَكَ فَقَالَ إِنَّ بَيْنِي وَبَيْنَهُ لَخَنْدَقًا مِنْ نَارٍ وَهَوْلاً وَأَجْنِحَةً . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَوْ دَنَا مِنِّي لاَخْتَطَفَتْهُ الْمَلاَئِكَةُ عُضْوًا عُضْوًا  . قَالَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ لاَ نَدْرِي فِي حَدِيثِ أَبِي هُرَيْرَةَ أَوْ شَىْءٌ بَلَغَهُ { كَلاَّ إِنَّ الإِنْسَانَ لَيَطْغَى * أَنْ رَآهُ اسْتَغْنَى * إِنَّ إِلَى رَبِّكَ الرُّجْعَى * أَرَأَيْتَ الَّذِي يَنْهَى * عَبْدًا إِذَا صَلَّى * أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى * أَوْ أَمَرَ بِالتَّقْوَى * أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى} - يَعْنِي أَبَا جَهْلٍ - { أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى * كَلاَّ لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ * نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ * فَلْيَدْعُ نَادِيَهُ * سَنَدْعُ الزَّبَانِيَةَ * كَلاَّ لاَ تُطِعْهُ} زَادَ عُبَيْدُ اللَّهِ فِي حَدِيثِهِ قَالَ وَأَمَرَهُ بِمَا أَمَرَهُ بِهِ . وَزَادَ ابْنُ عَبْدِ الأَعْلَى فَلْيَدْعُ نَادِيَهُ يَعْنِي قَوْمَهُ .",
    "hadithBengali": "৬৮০৮। উবায়দুল্লাহ (রহঃ) এবং মুহাম্মদ ইবনু আবদুল আলা কায়সী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূ জাহল বলেছিল, মুহাম্মাদ কি তার মুখমন্ডল যমীনের উপর রাখছে? লোকেরা বলল, হ্যাঁ রাখছে। তখন সে বলল, আমি লাত এবং উযযার কসম করে বলছি, আমি যদি তাকে এমন করতে দেখি তবে অবশ্যই আমি তার ঘাড় পদদলিত করবো। অথবা তার মুখমন্ডল আমি মাটিতে মেখে দিব। (নাউযুবিল্লাহ) অতঃপর একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত আদায়ে মগ্ন ছিলেন। এমতাবস্থায় আবূ জাহল রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঘাড়কে পদদলিত করার লক্ষ্যে তার নিকট আসল। হঠাৎ করে লোকেরা দেখতে পেল যে, সে একা একা নিজের দু&#39;হাত দ্বারা কোন কিছুকে প্রতিহত করা অবস্থায় পা পা করে পেছনের দিকে সরে আসছে। এ দেখে তাকে জিজ্ঞেস করা হল, তোমার কি হায়ছে? উত্তরে সে বলল, আমি দেখেছি যে, আমার এবং তাঁর মাঝে আশুণের একটি প্রকান্ড খাদক, ভয়াবহ অবস্থা এবং কতগুলো ডানা।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সে যদি আমার নিকটে আসতো, তবে ফিরিশতাগণ তার অঙ্গ প্রত্যঙ্গ টুকরা টুকরা করে ছিঁড়ে নিয়ে যেতো। অতঃপর আল্লাহ তাআলা নাযিল করলেন, (বর্ণনাকারী বলেন, আবূ হুরায়রা (রাঃ) এর হাদীসের মধ্যে এ কথাটি আছে, না এ মর্মে তার নিকট সংবাদ পৌছেছে, এ বিষয়টি আমার জানা নেই!) &ldquo;কখনো ঠিক নয়, মানুষ তো সীমালঙ্গন করেই থাকে, কারণ সে নিজেকে অভাবমুক্ত মনে করে। আপনার প্রতিপালকের নিকট প্রত্যার্বতন সুনিশ্চিত। আপনি কি তাকে দেখেদেছেন, যে বাধা দেয় এক বান্দাকে যখন সে সালাত আদায় করে? আপনি লক্ষ্য করেছেন কি, যদি সে সৎপথে থাকে অথবা তাকওয়ার নির্দেশ দেয়, আপনি লক্ষ্য করেছেন কি, যদি সে মিথ্যা আরোপ করে ও মুখ ফিরিয়ে নেয়, তবে সে কি জানেনা যে, আল্লাহ দেখেন? সাবধান, সে যদি বিরত না হয়, তবে আমি অবশ্যই তাকে হেঁচড়িয়ে নিয়ে যাব বৈঠকীদের সম্মুখ ভাগের কেশগুচ্ছ ধরে, মিথ্যাচারী পাপিষ্ঠ কেশগুচ্ছ অতএব সে তার নাদিয়া অর্থাৎ তার সম্প্রদায়কে আহবান করুক।&rdquo;\n\nউবায়দুল্লাহ (রহঃ) এর হাদিসে অধিক আছে তাকে যা আদেশ দেয়ার তা আদেশ দিলেন। (অর্থাৎ তা ছিল হুকমী।) ইবন আবদুল আলা অধিক বলেছেন,نَادِيَهُ অর্থ তার সম্প্রসারিত দলবল।\n",
    "checkStatus": "1",
    "hadithNo": "6808",
    "id": "19131",
    "thesequence": "19283",
    "isActive": "1",
    "chapterId": "14322",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৭. মহান আল্লাহর বানীঃ &quot;অবশ্যই মানুষ নিজকে অভাবমুক্ত মনে করে, ফলে সে সীমালঙ্ঘন করে&quot;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Masruq reported:\nWe were sitting in the company of Abdullah and he was lying on the bed that a person came and said: Abd Abd al-Rabmin, a story-teller at the gates of Kinda says that the verse (of the Quran) which deals with the smoke implies that which is about to come and it would hold the breath of the infidels and would inflict the believers with cold. Thereupon Abdullah got up and said in anger. O people, fear Allah and say only that which one knows amongst you and do not say which he does not know and he should simply say: Allah has the best knowledge for He has the best knowledge amongst all of you. It does not behove him to say that which he does not know. Allah has the best knowledge of it. Verily Allah, the Exalted and Glorious, said to His Prophet (ﷺ) to state: I do not ask from you any remuneration and I am not the one to put you in trouble, and when Allahs Mesqenger (ﷺ) saw people turning back (from religion) he said: O Allah, afflict thern with seven famines as was done in the case of Yusuf, so they were afflicted with famine by which they were forced to eat everything until they were obliged to eat the hides and the dead bodies because of hunger, and every one of them looked towards the sky and he found a smoke. And Abu Sufyan came and he said: Muhammad, you have come to command us to obey Allah and cement the ties of blood- relation whereas your people are undone; supplicate Allah for tlicm. Thereupon Allah, the Exalted and Glorious, said: Wait for the day when there would be clear smoke from the sky which would envelop people and that would be grievous torivent up to the words: you are going to return to (evil). (if this verse implied the torment of the next life) could the chastisement of the next (life) be averted (as the Quran states): On the day when We seize (them) with the most violent seizing; surely We shall exact retribution (xliv. 16)? The seizing (in the hadith) implies that of the Day of Badr. And so far as the sign of smoke, seizing, inevitability and signs of Rome are concern- ed, they have become things of the past now.",
    "hadithArabic": " أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، قَالَ كُنَّا عِنْدَ عَبْدِ اللَّهِ جُلُوسًا وَهُوَ مُضْطَجِعٌ بَيْنَنَا فَأَتَاهُ رَجُلٌ فَقَالَ يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّ قَاصًّا عِنْدَ أَبْوَابِ كِنْدَةَ يَقُصُّ وَيَزْعُمُ أَنَّ آيَةَ الدُّخَانِ تَجِيءُ فَتَأْخُذُ بِأَنْفَاسِ الْكُفَّارِ وَيَأْخُذُ الْمُؤْمِنِينَ مِنْهُ كَهَيْئَةِ الزُّكَامِ فَقَالَ عَبْدُ اللَّهِ وَجَلَسَ وَهُوَ غَضْبَانُ يَا أَيُّهَا النَّاسُ اتَّقُوا اللَّهَ مَنْ عَلِمَ مِنْكُمْ شَيْئًا فَلْيَقُلْ بِمَا يَعْلَمُ وَمَنْ لَمْ يَعْلَمْ فَلْيَقُلِ اللَّهُ أَعْلَمُ فَإِنَّهُ أَعْلَمُ لأَحَدِكُمْ أَنْ يَقُولَ لِمَا لاَ يَعْلَمُ اللَّهُ أَعْلَمُ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ قَالَ لِنَبِيِّهِ صلى الله عليه وسلم { قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ} إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمَّا رَأَى مِنَ النَّاسِ إِدْبَارًا فَقَالَ  اللَّهُمَّ سَبْعٌ كَسَبْعِ يُوسُفَ  . قَالَ فَأَخَذَتْهُمْ سَنَةٌ حَصَّتْ كُلَّ شَىْءٍ حَتَّى أَكَلُوا الْجُلُودَ وَالْمَيْتَةَ مِنَ الْجُوعِ وَيَنْظُرُ إِلَى السَّمَاءِ أَحَدُهُمْ فَيَرَى كَهَيْئَةِ الدُّخَانِ فَأَتَاهُ أَبُو سُفْيَانَ فَقَالَ يَا مُحَمَّدُ إِنَّكَ جِئْتَ تَأْمُرُ بِطَاعَةِ اللَّهِ وَبِصِلَةِ الرَّحِمِ وَإِنَّ قَوْمَكَ قَدْ هَلَكُوا فَادْعُ اللَّهَ لَهُمْ - قَالَ اللَّهُ عَزَّ وَجَلَّ { فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ * يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ} إِلَى قَوْلِهِ { إِنَّكُمْ عَائِدُونَ} . قَالَ أَفَيُكْشَفُ عَذَابُ الآخِرَةِ { يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ} فَالْبَطْشَةُ يَوْمَ بَدْرٍ وَقَدْ مَضَتْ آيَةُ الدُّخَانِ وَالْبَطْشَةُ وَاللِّزَامُ وَآيَةُ الرُّومِ .",
    "hadithBengali": "৬৮০৯। ইসহাক ইবনু ইবরাহীম (রহঃ) ... মাসরুক (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা আবদুল্লাহ ইবনু মাসউদ (রাঃ) এর নিকট বসা ছিলাম। এ সময় তিনি আমাদের মাঝে কাত হয়ে শুয়েছিলেন। এমতাবস্থায় তার নিকট এক ব্যক্তি এসে বলল, হে আবূ আবদুর রহমান! কিনদা তোরণের এক ওয়ায়েযু বলছেনঃ (কুরআনে বর্ণিত) ধোঁয়ার ঘটনাটি ভবিষ্যতে সংঘটিত হবে। তা প্রবাহিত হয়ে কাফিরদের শ্বাস রুদ্ধ করে দিবে এবং এতে মুমনিদের সর্দির মত অবস্থা হবে। এ কথা শুনে তিনি রাগান্বিত হয়ে বসলেন এবং বললেনঃ হে লোক সকল! তোমরা আল্লাহকে ভয় কর। তোমাদের কেউ কোন কথা জানলে সে যেন তা-ই বলে। আর যে না জানে সে যেন বলে আল্লাহই সর্বাধিক জ্ঞাত।\n\nকেননা তোমাদের প্রত্যেকের জন্য প্রকৃত জ্ঞানের কথা হচ্ছে এই যে, যে বিষয়ে তোমাদের জ্ঞান নেই সে বিষয়ে বলবে, আল্লাহই ভাল জানেন। কেননা আল্লাহ তাআলা তাঁর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলেছেনঃ &ldquo;বল, আমি এর জন্য তোমাদের নিকট কোন প্রতিদান চাইনা এবং আমি মিথ্যা দাবীদারদের অন্তভুক্ত নই।&rdquo; প্রকৃত অবস্থা তো এই যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন লোকদের মধ্যে দ্বীনবিমুখতা দেখলেন, তখন তিনি বলেছিলেন, হে আল্লাহ! ইউসুফ (আলাইহিস সালাম) এর সময়ের মত দুর্ভিক্ষের সাতটি বছর তাদের উপর চাপিয়ে দাও।\n\nঅতঃপর তাদের উপর দুর্ভিক্ষ এমনভাবে আপতিত হল যে, উহা সব কিছুকে শেষ করে দিল। ফলে ক্ষুধার জ্বালায় তারা চামড়া ও মৃত দেহ খেতে শুর করল। এমনকি তাদের কোন ব্যক্তি আকাশের দিকে তাকালে শুধূ ধোঁয়ার ন্যায়ই দেখতে পেতো। অতঃপর আবূ সুফিয়ান রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, হে মুহাম্মাদ! আপনি তো আল্লাহর আনুগত্য করেন এবং আত্নীয়তার হক আদায় করার নির্দেশ দিয়ে আসছেন অথচ আপনার কাওম তো ধ্বংস হয়ে যাচ্ছে। আপনি তাদের জন্য আল্লাহর নিকট দুআ করুন।\n\n(এ প্রসঙ্গে) আল্লাহ তাআলা বলেছেনঃ &ldquo;অতএব আপনি অপেক্ষা করুন সে দিনের, যেদিন স্পষ্ট ধুম্রাচ্ছন্ন হবে আকাশ এবং উহা আবৃত করে ফেলবে মানব জাতিকে। এ হবে মর্মস্তুদ শাস্তি। ...... তোমরা তো পুনরায় (অনুরূপই) করবে।&rdquo; -পর্যন্ত।\n\nআবদুল্লাহ (রাঃ) বলেন, আখিরাতের আযাব কি তুলে নেয়া হবে? (আল্লাহ তা&#39;আলা আরো বলেছেন), যেদিন আমি তোমাদের প্রবলভাবে পাকড়াও করব, সেদিন আমি অবশ্যই তোমাদের কাছ থেকে প্রতিশোধ গ্রহণ করব।&rdquo; বাতশার (প্রবল পাকড়াও) দ্বারা বদরের যুদ্ধ উদ্দেশ্য করা হয়েছে। ধোয়ার নিদর্শন, পাকড়াও, অপ্রতিরোধ্য শাস্তি ও রোমের ঘটনা তো অতীত হয়ে গিয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6809",
    "id": "19132",
    "thesequence": "19284",
    "isActive": "1",
    "chapterId": "14323",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৮. ধুম্র প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Masruq reported that there came to Abdullah a person and said:\nI have left behind in the mosque a man who explains the Quran according to his personal discretion and he explained this verse: So wait for the day when the Heaven brings a clear smoke. He says that a smoke would come to the people on the Day of Resurrection anl it will withhold breath and they would be inflicted with cold. Abdullah said: He who has knowledge should say something and he who has no knowledge should simply say: Allah is best aware. This reflects the understanding of a person that he should say about that which he does not know that it is Allah who knows best. The fact is that when the Quraish disobeyed Allahs Apostle (ﷺ) he supplicated Allah that they should be afflicted with famine and starvation as was done in case of Yusuf. And they were so much hard pressed that a person would ace the sky and he would see between him and the sky something like smoke and they were so much hard pressed that they began to cat the bones, and a person came to Allahs Apostle (ﷺ) and said: Allahs Messenger. seek forgiveness for the tribe of Mudar for (its people) have been undone. The Messenger (ﷺ) said: For Mudar? You are overbold, but he supplicated Allah for them. It was upon this that this verse was revealed: We shall remove the chastisement a little, but they will surely return to evil (xliv. 15). lie (the narrator) said: There was a downpoor of rain upon them. When there was some relief for them they returned to the same position as they had been before, and Allah, the Exalted and Glorious, revealed this verse: So wait for the day when the heaven brings a clear smoke enveloping people. This is a grievous torment on the day when We seize them with the most violent seizing; surely, We shall exact retribution. And this (seizing) implied (Battle) of Badr.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، وَوَكِيعٌ، ح وَحَدَّثَنِي أَبُو سَعِيدٍ، الأَشَجُّ أَخْبَرَنَا وَكِيعٌ، ح وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، كُلُّهُمْ عَنِ الأَعْمَشِ، ح وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لِيَحْيَى - قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ مُسْلِمِ بْنِ صُبَيْحٍ، عَنْ مَسْرُوقٍ، قَالَ جَاءَ إِلَى عَبْدِ اللَّهِ رَجُلٌ فَقَالَ تَرَكْتُ فِي الْمَسْجِدِ رَجُلاً يُفَسِّرُ الْقُرْآنَ بِرَأْيِهِ يُفَسِّرُ هَذِهِ الآيَةَ { يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ} قَالَ يَأْتِي النَّاسَ يَوْمَ الْقِيَامَةِ دُخَانٌ فَيَأْخُذُ بِأَنْفَاسِهِمْ حَتَّى يَأْخُذَهُمْ مِنْهُ كَهَيْئَةِ الزُّكَامِ . فَقَالَ عَبْدُ اللَّهِ مَنْ عَلِمَ عِلْمًا فَلْيَقُلْ بِهِ وَمَنْ لَمْ يَعْلَمْ فَلْيَقُلِ اللَّهُ أَعْلَمُ فَإِنَّ مِنْ فِقْهِ الرَّجُلِ أَنْ يَقُولَ لِمَا لاَ عِلْمَ لَهُ بِهِ اللَّهُ أَعْلَمُ . إِنَّمَا كَانَ هَذَا أَنَّ قُرَيْشًا لَمَّا اسْتَعْصَتْ عَلَى النَّبِيِّ صلى الله عليه وسلم دَعَا عَلَيْهِمْ بِسِنِينَ كَسِنِي يُوسُفَ فَأَصَابَهُمْ قَحْطٌ وَجَهْدٌ حَتَّى جَعَلَ الرَّجُلُ يَنْظُرُ إِلَى السَّمَاءِ فَيَرَى بَيْنَهُ وَبَيْنَهَا كَهَيْئَةِ الدُّخَانِ مِنَ الْجَهْدِ وَحَتَّى أَكَلُوا الْعِظَامَ فَأَتَى النَّبِيَّ صلى الله عليه وسلم رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ اسْتَغْفِرِ اللَّهَ لِمُضَرَ فَإِنَّهُمْ قَدْ هَلَكُوا فَقَالَ  لِمُضَرَ إِنَّكَ لَجَرِيءٌ  . قَالَ فَدَعَا اللَّهَ لَهُمْ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ { إِنَّا كَاشِفُو الْعَذَابِ قَلِيلاً إِنَّكُمْ عَائِدُونَ} قَالَ فَمُطِرُوا فَلَمَّا أَصَابَتْهُمُ الرَّفَاهِيَةُ - قَالَ - عَادُوا إِلَى مَا كَانُوا عَلَيْهِ - قَالَ - فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ { فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ * يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ} { يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ} قَالَ يَعْنِي يَوْمَ بَدْرٍ .",
    "hadithBengali": "৬৮১০। আবূ বাকর ইবনু আবূ শায়বা, আবূ সাঈদ আশাজ্জ, উসমান ইবনু আবূ শায়বা, ইয়াহইয়া ইবনু ইয়াহইয়া ও আবূ কুরায়ব (রহঃ) ... মাসরুক (রহঃ) থেকে বর্ণিত। তিনি বলেন, আবদুল্লাহ (রাঃ) এর নিকট এক ব্যক্তি এসে বলল, আমি মসজিদে এক ব্যক্তিকে দেখে এসেছি, সে কুরআনের মনগড়া তাফসীর করছে! সে يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ এ আয়াতের ব্যাখ্যায় বলছে যে, কিয়ামতের দিন ধোয়া এসে লোকদের আচ্ছন্ন করে ফেলবে, তাদের শ্বাসরুদ্ধ করে ফেলবে, এমনকি এতে লোকদের সর্দির মত অবস্থা হয়ে যাবে।\n\nএকথা শুনে আবদুল্লাহ (রাঃ) বললেন, যে ব্যক্তি কোন বিষয়ে জানে সে তা বর্ণনা করবে। আর যে না জানে তার বলা উচিত, আল্লাহই ভাল জানেন। কারণ, অজানা বিষয় সম্পর্কে আল্লাহই ভাল জানেন, একথা বলাই মানুষের বুদ্ধিমত্তার পরিচালক। কেননা এ বিষয়টি তখনই সংঘটিত হয়েছিল, যখন কুরায়শরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নাফরমানী করেছিল। তখন তিনি তাদের বিরুদ্ধে দুআ করেন যেন ইউনূফ (আলাইহিস সালাম) এর সময়ের সাত বছরের মত দুর্ভিক্ষ তাদের উপর আপতিত হয়। তারপর তাদের উপর দুর্ভিক্ষ এবং ক্ষুধার কষ্ট এমনভাবে আপতিত হলো যে, কেউ আসমানের দিকে তাকালে সে ধোঁয়ার মত দেখত, এমনকি তারা হাড্ডি খাওয়া শুরু করল।\n\nতখন এক ব্যক্তি এসে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলল, ইয়া রাসুলাল্লাহ! মূযার গোত্রের জন্য আল্লাহর নিকট ক্ষমা প্রার্থনা করুন। তারা হয়তো ধ্বংস হয়ে গেল। তিনি বললেন, মুযার এর জন্য? তুমি তো বড় দুঃসাহসী। রাবী বলেন, এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের জন্য আল্লাহর নিকট দুআ করলেন। তখন আল্লাহ তাআলা নাযিল! করলেন, &ldquo;আমি তোমাদের শাস্তি কিছু কালের জন্য তুলে নিচ্ছি। তোমরা তো তোমাদের পৃর্বাবস্থায়ই ফিরে যাবে।&rdquo;\n\nবর্ণনাকারী বলেন, তাদের উপর বৃষ্টি হলো। অতঃপর তাদের যখন প্রাচুর্য ও স্বচ্ছলতা ফিরে এল তখন তারা আবার পূর্বের অবস্থায় ফিরে গেল। তখন আল্লাহ তাআলা নাযিল করলেন, &ldquo;অতএব আপনি অপেক্ষা করুন সেদিনের, যে দিন ধুম্রাচ্ছন্ন হবে আকাশ এবং উহা আবৃত করে ফেলবে মানব জাতিকে। এ হরে মর্মন্তুদ শাস্তি। আমি তোমাদের শাস্তি কিছু কালের জন্য তুলে নিব, তোমরা তো পুনরায় এটি (অবাধ্যতা) করবে। যেদিন আমি প্রবলভাবে পাকড়াও করব, সে দিন আমি প্রতিশোধ নিবই (শাস্তি দিবই)।&rdquo; বর্ণনাকারী বলেন অর্থাৎ বদরের দিন।\n",
    "checkStatus": "1",
    "hadithNo": "6810",
    "id": "19133",
    "thesequence": "19285",
    "isActive": "1",
    "chapterId": "14323",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৮. ধুম্র প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah said that five signs have (become things) of the past (and have proved the truth of the Holy Prophet):\n(Enveloping) by the smoke, inevitable (punishment to the Meccans at Badr), (the victory of) Rome, (violent) seizing (of the Meccans at Badr) and (the splitting up of) the Moon.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ خَمْسٌ قَدْ مَضَيْنَ الدُّخَانُ وَاللِّزَامُ وَالرُّومُ وَالْبَطْشَةُ وَالْقَمَرُ .",
    "hadithBengali": "৬৮১১। কুতায়বা ইবনু সাঈদ (রহঃ) ... মাসরুক (রহঃ) সুত্রে আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, পাঁচটি বিষয় অতীত হয়ে গিয়েছেঃ ধোয়া, অনিবারনীয় শাস্তি, রোম (এর পরাজয়), পাকড়াও এবং চাঁদ (দ্বিখণ্ডিত হওয়ার নিদর্শন)।\n",
    "checkStatus": "1",
    "hadithNo": "6811",
    "id": "19134",
    "thesequence": "19286",
    "isActive": "1",
    "chapterId": "14323",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৮. ধুম্র প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Amash with the same chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الأَعْمَشُ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৬৮১২। আবূ সাঈদ আশাজ্জ (রহঃ) ... আ&#39;মাশ (রহঃ) থেকে উক্ত সনদে অনুরূপ হাদীস বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6812",
    "id": "19135",
    "thesequence": "19287",
    "isActive": "1",
    "chapterId": "14323",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৮. ধুম্র প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ubayy b. Kab reported that the words of Allah, the Exalted and Glorious:\n We will, surely, make them taste the lesser punishment before the severer punishment (that haply they may return) (xxxii. 21) imply the torments of the world. (victory of) Rome, seizing (of the Meccans), or smoke. And Shalba was in doubt about seizing or smoke.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ عَزْرَةَ، عَنِ الْحَسَنِ الْعُرَنِيِّ، عَنْ يَحْيَى بْنِ الْجَزَّارِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أُبَىِّ، بْنِ كَعْبٍ فِي قَوْلِهِ عَزَّ وَجَلَّ { وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الأَدْنَى دُونَ الْعَذَابِ الأَكْبَرِ} قَالَ مَصَائِبُ الدُّنْيَا وَالرُّومُ وَالْبَطْشَةُ أَوِ الدُّخَانُ . شُعْبَةُ الشَّاكُّ فِي الْبَطْشَةِ أَوِ الدُّخَانِ .",
    "hadithBengali": "৬৮১৩। মুহাম্মাদ ইবনু মুসান্না, মুহাম্মাদ ইবনু বাশশার ও আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... উবাই ইবনু কা&#39;ব (রাঃ) বলেছেনঃ আল্লাহর বাণী গুরু শাস্তির পূর্বে তাদের আমি অবশ্যই লঘু শাস্তি অস্যাদন করাব এর উদ্দেশ্য হল পার্থিব বালা-মুসীবত, রোমের পরাজয়, পাকড়াও অথবা ধোয়া। পাকড়াও না ধোঁয়া এ বিষয়ে শু&#39;বা সন্দেহ প্রকাশ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6813",
    "id": "19136",
    "thesequence": "19288",
    "isActive": "1",
    "chapterId": "14323",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৮. ধুম্র প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Mamar reported on the authority of Abdullah that the moon was split up during lifetime by Allahs Messenger (ﷺ) in two parts and Allahs Messenger (ﷺ) said:\nBear testimony to this.",
    "hadithArabic": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي، نَجِيحٍ عَنْ مُجَاهِدٍ، عَنْ أَبِي مَعْمَرٍ، عَنْ عَبْدِ اللَّهِ، قَالَ انْشَقَّ الْقَمَرُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم بِشِقَّتَيْنِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اشْهَدُوا  .",
    "hadithBengali": "৬৮১৪। আমর নাকিদ ও যুহায়র ইবনু হারব (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় চন্দ্র দ্বিখণ্ডিত হল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা সাক্ষী থাক।\n",
    "checkStatus": "1",
    "hadithNo": "6814",
    "id": "19137",
    "thesequence": "19289",
    "isActive": "1",
    "chapterId": "14324",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৯. চাঁদ দ্বিখণ্ডিত হওয়ার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted on the authority of Abdullah b. Masud (who said):\nWe were along with Allahs Messenger (ﷺ) at Mina, that moon was split up into two. One of its parts was behind the mountain and the other one was on this side of the mountain. Allahs Messenger (may peace be upbn him) said to us: Bear witness to this.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ جَمِيعًا عَنْ أَبِي، مُعَاوِيَةَ ح وَحَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي كِلاَهُمَا، عَنِ الأَعْمَشِ، ح وَحَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ التَّمِيمِيُّ، - وَاللَّفْظُ لَهُ - أَخْبَرَنَا ابْنُ مُسْهِرٍ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ أَبِي مَعْمَرٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ بَيْنَمَا نَحْنُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِمِنًى إِذَا انْفَلَقَ الْقَمَرُ فِلْقَتَيْنِ فَكَانَتْ فِلْقَةٌ وَرَاءَ الْجَبَلِ وَفِلْقَةٌ دُونَهُ فَقَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم   اشْهَدُوا  .",
    "hadithBengali": "৬৮১৫। আবূ বকর ইবনু আবূ শায়বা, আবূ কুরায়ব ইসহাক ইবনু ইবরাহীম, উমার ইবনু হাফস ইবনু গিয়াস, ও মিনজাব ইবনু হারিছ তামিমী (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, মিনায় আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। এমতাবস্থায় (হঠাৎ করে) চন্দ্র বিদীর্ন হয়ে দ্বিখণ্ডিত হয়ে গেল। এক খন্ড পাহাড়ের এ পাশে পড়ল এবং অপর খন্ড পড়ল পাহাড়ের ওপাশে। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা সাক্ষী থাক।\n",
    "checkStatus": "1",
    "hadithNo": "6815",
    "id": "19138",
    "thesequence": "19290",
    "isActive": "1",
    "chapterId": "14324",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৯. চাঁদ দ্বিখণ্ডিত হওয়ার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Masud reported that the moon was split up in two parts during the lifetime of Allahs Messenger (ﷺ). The mountain covered one of its parts and one part of it was above the mountain and Allahs Messenger (ﷺ) said:\nBear witness to this.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ أَبِي مَعْمَرٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ انْشَقَّ الْقَمَرُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِلْقَتَيْنِ فَسَتَرَ الْجَبَلُ فِلْقَةً وَكَانَتْ فِلْقَةٌ فَوْقَ الْجَبَلِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اللَّهُمَّ اشْهَدْ  .",
    "hadithBengali": "৬৮১৬। উবায়দুল্লাহ ইবনু মুআয আনবারী (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় চন্দ্র বিদীর্ণ হয়ে দ্বিখণ্ডিত হয়ে যায়। এর এক খন্ড পাহাড় ঢেকে ফেলল এবং অপর এক খন্ড পাহাড়ের উপর গিয়ে পড়ল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আল্লাহ! সাক্ষী থাকুন।\n",
    "checkStatus": "1",
    "hadithNo": "6816",
    "id": "19139",
    "thesequence": "19291",
    "isActive": "1",
    "chapterId": "14324",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৯. চাঁদ দ্বিখণ্ডিত হওয়ার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Another chain of transmitters reported the like of this hadith.\n\nThis hadith has been transmitted on the authority of Shuba with a slight variation of wording.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَ ذَلِكَ .\nوَحَدَّثَنِيهِ بِشْرُ بْنُ خَالِدٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، كِلاَهُمَا عَنْ شُعْبَةَ، بِإِسْنَادِ ابْنِ مُعَاذٍ عَنْ شُعْبَةَ، نَحْوَ حَدِيثِهِ غَيْرَ أَنَّ فِي، حَدِيثِ ابْنِ أَبِي عَدِيٍّ فَقَالَ   اشْهَدُوا اشْهَدُوا  .",
    "hadithBengali": "৬৮১৭। উবায়দুল্লাহ ইবনু মুআয (রহঃ) ... ইবনু উমার (রাঃ) এর সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। বিশর ইবনু খালিদ ও মুহাম্মদ ইবনু বাশশার (রহঃ) ... শু&#39;বা (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন। তবে ইবনু আবূ আদী (রহঃ) এর হাদীসের মধ্যে আছে যে, তারপর তিনি বললেনঃ তোমরা সাক্ষী থাক, তোমরা সাক্ষী থাক।\n",
    "checkStatus": "1",
    "hadithNo": "6817",
    "id": "19140",
    "thesequence": "19292",
    "isActive": "1",
    "chapterId": "14324",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৯. চাঁদ দ্বিখণ্ডিত হওয়ার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas reported that the people of Mecca demanded from Allahs Messenger (ﷺ) that he should show them (some) signs (miracles) and he showed twice the splitting of the moon. This hadlth has been narrated on the authority of Anas through another chain of transmitters.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالاَ حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا شَيْبَانُ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، أَنَّ أَهْلَ، مَكَّةَ سَأَلُوا رَسُولَ اللَّهِ صلى الله عليه وسلم أَنْ يُرِيَهُمْ آيَةً فَأَرَاهُمُ انْشِقَاقَ الْقَمَرِ مَرَّتَيْنِ .\n\nوَحَدَّثَنِيهِ مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، بِمَعْنَى حَدِيثِ شَيْبَانَ .",
    "hadithBengali": "৬৮১৮। যুহায়র ইবনু হারব ও আবদ ইবনু হুমায়দ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, মক্কাবাসী লোকেরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট তাদের একটি নিদর্শন (মু&#39;জিযা) দেখানোর দাবী করল। তিনি তাদের (দু&#39;বার) চন্দ্র দ্বিখণ্ডিত হওয়ার নিদর্শন দেখালেন।\n\nমুহাম্মাদ ইবনু রাফি (রহঃ) ... আনাস (রাঃ) থেকে শায়বানের অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6818",
    "id": "19141",
    "thesequence": "19293",
    "isActive": "1",
    "chapterId": "14324",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৯. চাঁদ দ্বিখণ্ডিত হওয়ার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported that the moon was split up in two parts and in the hadith recorded in Abu Dawud, the words are:\n The moon was split up into two parts during the life of Allahs Messenger (ﷺ).",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، وَأَبُو دَاوُدَ ح وَحَدَّثَنَا ابْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ جَعْفَرٍ، وَأَبُو دَاوُدَ كُلُّهُمْ عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ انْشَقَّ الْقَمَرُ فِرْقَتَيْنِ . وَفِي حَدِيثِ أَبِي دَاوُدَ انْشَقَّ الْقَمَرُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৬৮১৯। মুহাম্মদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, চাঁদ দ্বিখণ্ডিত হল। তবে আবূ দাঊদ (রহঃ) এর হাদীসে রয়েছে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় (চাঁদ দ্বিখণ্ডিত হয়েছে)।\n",
    "checkStatus": "1",
    "hadithNo": "6819",
    "id": "19142",
    "thesequence": "19294",
    "isActive": "1",
    "chapterId": "14324",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৯. চাঁদ দ্বিখণ্ডিত হওয়ার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas reported that the moon was split up during the lifetime of Allahs Messenger (may peace he upon him).",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ قُرَيْشٍ التَّمِيمِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ بَكْرِ بْنِ مُضَرَ، حَدَّثَنِي أَبِي، حَدَّثَنَا جَعْفَرُ بْنُ رَبِيعَةَ، عَنْ عِرَاكِ بْنِ مَالِكٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ إِنَّ الْقَمَرَ انْشَقَّ عَلَى زَمَانِ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৬৮২০। মূসা ইবনু কুরায়শ তামিমী (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় চাঁদ দ্বিখণ্ডিত হয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "6820",
    "id": "19143",
    "thesequence": "19295",
    "isActive": "1",
    "chapterId": "14324",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "৯. চাঁদ দ্বিখণ্ডিত হওয়ার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa reported that Allahs Messenger (ﷺ) said:\nThere is none to show more patience at listening to the most irksome things than Allah, the Exalted and Glorious. Partnership is associated to Him (polytheism), and (fatherhood) of a child is attributed to Him, but in spite of this He protects them (people) and provides them sustenance.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، وَأَبُو أُسَامَةَ عَنِ الأَعْمَشِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ أَبِي مُوسَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ أَحَدَ أَصْبَرُ عَلَى أَذًى يَسْمَعُهُ مِنَ اللَّهِ عَزَّ وَجَلَّ إِنَّهُ يُشْرَكُ بِهِ وَيُجْعَلُ لَهُ الْوَلَدُ ثُمَّ هُوَ يُعَافِيهِمْ وَيَرْزُقُهُمْ  . ",
    "hadithBengali": "৬৮২১। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কষ্টদায়ক কোন কথা শ্রবণ করার পর আল্লাহ তাআলার চেয়ে অধিক ধৈর্যশীল আর কোন সত্তা নেই। মানুষ আল্লাহর সঙ্গে শরীক করে এবং তাঁর জন্য সন্তান সাব্যস্ত করে এর পরও তিনি তাদেরকে ক্ষমা করে দেন এবং তাদের জীবিকা প্রদান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6821",
    "id": "19144",
    "thesequence": "19296",
    "isActive": "1",
    "chapterId": "14325",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১০. কষ্টদায়ক কথার ব্যাপারে- মহিয়ান গরিয়ান আল্লাহ্&zwnj; তা&#039;আলার চেয়ে অধিক ধৈর্যশীল আর কেউ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Abu Musa with a slight variation of wording.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، وَأَبُو سَعِيدٍ الأَشَجُّ قَالاَ حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا سَعِيدُ بْنُ جُبَيْرٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِهِ إِلاَّ قَوْلَهُ  وَيُجْعَلُ لَهُ الْوَلَدُ  . فَإِنَّهُ لَمْ يَذْكُرْهُ .",
    "hadithBengali": "৬৮২২। মুহাম্মদ ইবনু আবদুল্লাহ ইবনু নুমায়র ও আবূ সাঈদ আশাজ্জ (রহঃ) ... আবূ মূসা (রাঃ) এর সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করেছেন। তবে وَيُجْعَلُ لَهُ الْوَلَدُ কথাটি উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "6822",
    "id": "19145",
    "thesequence": "19297",
    "isActive": "1",
    "chapterId": "14325",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১০. কষ্টদায়ক কথার ব্যাপারে- মহিয়ান গরিয়ান আল্লাহ্&zwnj; তা&#039;আলার চেয়ে অধিক ধৈর্যশীল আর কেউ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah b. Qais reported from Allahs Messenger (ﷺ) that none is more forbearing in listening to the most irksome things than Allah, the Exalted. They associate rivals with him, attribute sonhood to Him, but in spite of this He provides them sustenance, grants them safety, confers upon them so many things.",
    "hadithArabic": "وَحَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الأَعْمَشِ، حَدَّثَنَا سَعِيدُ بْنُ، جُبَيْرٍ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، قَالَ قَالَ عَبْدُ اللَّهِ بْنُ قَيْسٍ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا أَحَدٌ أَصْبَرَ عَلَى أَذًى يَسْمَعُهُ مِنَ اللَّهِ تَعَالَى إِنَّهُمْ يَجْعَلُونَ لَهُ نِدًّا وَيَجْعَلُونَ لَهُ وَلَدًا وَهُوَ مَعَ ذَلِكَ يَرْزُقُهُمْ وَيُعَافِيهِمْ وَيُعْطِيهِمْ  .",
    "hadithBengali": "৬৮২৩। উবায়দুল্লাহ ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ ইবনু কায়স (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কষ্টদায়ক কোন কথা শ্রবণ করার পর আল্লাহর তুলনায় অধিক ধৈর্যশীল আর কেউ নেই। কেননা মানুষ আল্লাহর সাথে শরীক নির্ধারণ করে এবং তাঁর জন্য সন্তান সাব্যস্ত করে, এতদসত্বেও তিনি তাদের জীবনোপকরণ দান করেন, তাদেরকে ক্ষমা করেন এবং তাদেরকে (প্রয়োজনীয় সব কিছু) দান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6823",
    "id": "19146",
    "thesequence": "19298",
    "isActive": "1",
    "chapterId": "14325",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১০. কষ্টদায়ক কথার ব্যাপারে- মহিয়ান গরিয়ান আল্লাহ্&zwnj; তা&#039;আলার চেয়ে অধিক ধৈর্যশীল আর কেউ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported Allahs Messenger (ﷺ) as saying:\nAllah, the Exalted and High, would say to one who shall have to undergo the least torture (on the Day of Resurrection): Would you like to go as ransom if you had all worldly riches; he would say: Yes. Allah would say to him: When you were in the loins of Adam, I demanded from you something easier than this that you should not associate anything with Me. (The narrator says): I think He also said: I would not cause you to enter Hell-Fire but you defied and attributed Divinity (to others besides Me).",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   يَقُولُ اللَّهُ تَبَارَكَ وَتَعَالَى لأَهْوَنِ أَهْلِ النَّارِ عَذَابًا لَوْ كَانَتْ لَكَ الدُّنْيَا وَمَا فِيهَا أَكُنْتَ مُفْتَدِيًا بِهَا فَيَقُولُ نَعَمْ فَيَقُولُ قَدْ أَرَدْتُ مِنْكَ أَهْوَنَ مِنْ هَذَا وَأَنْتَ فِي صُلْبِ آدَمَ أَنْ لاَ تُشْرِكَ - أَحْسَبُهُ قَالَ - وَلاَ أُدْخِلَكَ النَّارَ فَأَبَيْتَ إِلاَّ الشِّرْكَ  .",
    "hadithBengali": "৬৮২৪। উবায়দুল্লাহ ইবনু মুআয আনবারী (রহঃ) ... আনাস ইবনু মলিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, জাহান্নামীদের মধ্যে যার শাস্তি সর্বাধিক লঘু হবে, আল্লাহ তাআলা তাকে বলবেন, পৃথিবী এবং পৃথিবীর মধ্যে যা কিছু আছে সব কিছু যদি তোমার হয়ে যায়, তবে কি তুমি এ সব কিছু মুক্তিপণ স্বরূপ দান করে নিজেকে আযাব থেকে রক্ষা করবে? সে বলবে, হ্যাঁ, অবশ্যই। তখন তিনি বলবেন, তুমি আদমের পৃষ্ঠে থাকা অবস্থায় আমি তো তোমার নিকট এর থেকেও সহজ জিনিস দাবী করেছিলাম। তা হল, তুমি শিরক করবে না। বর্ণনাকারী বলেন, আমার মনে হয়, তিনি বলেছেনঃ তাহলে আমি তোমাকে জাহান্নামে দাখিল করবো না। কিন্তু তুমি (তা না মেনে) শিরকেই লিপ্ত হয়েছ।\n",
    "checkStatus": "1",
    "hadithNo": "6824",
    "id": "19147",
    "thesequence": "19299",
    "isActive": "1",
    "chapterId": "14326",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১১. কাফিরদের কাছে পৃথিবী ভরা স্বর্ণ মুক্তিপন দিতে চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Anas b. Malik through another chain of transmitters, but with a slight variation of wording (and the words are):\nI shall cause him to enter Hell. (The words subsequent to these) have not been mentioned.",
    "hadithArabic": "حَدَّثَنَاهُ مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ جَعْفَرٍ - حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي عِمْرَانَ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يُحَدِّثُ عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ إِلاَّ قَوْلَهُ   وَلاَ أُدْخِلَكَ النَّارَ  . فَإِنَّهُ لَمْ يَذْكُرْهُ .",
    "hadithBengali": "৬৮২৫। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। তবে তিনি وَلاَ أُدْخِلَكَ النَّارَ কথাটি উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "6825",
    "id": "19148",
    "thesequence": "19300",
    "isActive": "1",
    "chapterId": "14326",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১১. কাফিরদের কাছে পৃথিবী ভরা স্বর্ণ মুক্তিপন দিতে চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Allahs Messenger (may peace be u n him) said:\nIt would be said to the non-believers on the Day of Resurrection: If you were to possess gold, filling the whole earth, would you like to secure your freedom by paying that? He would say: Yes. Thereupon it would be said to him: Something easier (than this) was demanded from you (but you paid no heed to it).",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنَا أَبِي، عَنْ قَتَادَةَ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   يُقَالُ لِلْكَافِرِ يَوْمَ الْقِيَامَةِ أَرَأَيْتَ لَوْ كَانَ لَكَ مِلْءُ الأَرْضِ ذَهَبًا أَكُنْتَ تَفْتَدِي بِهِ فَيَقُولُ نَعَمْ . فَيُقَالُ لَهُ قَدْ سُئِلْتَ أَيْسَرَ مِنْ ذَلِكَ  .",
    "hadithBengali": "৬৮২৬। উবায়দুল্লাহ ইবনু কাওয়ারিরী, ইসহাক ইবনু ইবরাহীম, মুহাম্মদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... আনাস ইবনু মলিক (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, কিয়ামতের দিন কাফিরদেরকে বলা হবে, তুমি কি বল, যদি তুমি পৃথিবী ভরা স্বর্নের মালিক হও, তাহলে মুক্তিপণ স্বরূপ উহা দান করে তুমি কি নিজেকে আযাব থেকে রক্ষা করবে? সে বলবে, হ্যাঁ। তখন তাকে বলা হবে, তোমার কাছে তো এর থেকে সহজ জিনিস চাওয়া হয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "6826",
    "id": "19149",
    "thesequence": "19301",
    "isActive": "1",
    "chapterId": "14326",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১১. কাফিরদের কাছে পৃথিবী ভরা স্বর্ণ মুক্তিপন দিতে চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported this hadlth through another chain of transmitters and the words are:\n It would be said to him: You have told a lie; what had been demanded from you was quite easier than this (the belief in the Oneness of Allah).",
    "hadithArabic": "وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، ح وَحَدَّثَنِي عَمْرُو بْنُ زُرَارَةَ، أَخْبَرَنَا عَبْدُ الْوَهَّابِ، - يَعْنِي ابْنَ عَطَاءٍ - كِلاَهُمَا عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ   فَيُقَالُ لَهُ كَذَبْتَ قَدْ سُئِلْتَ مَا هُوَ أَيْسَرُ مِنْ ذَلِكَ  .",
    "hadithBengali": "৬৮২৭। আবদ ইবনু হুমায়দ ও আমর ইবনু যুরারা (রহঃ) ... আনাস (রাঃ) এর সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করেছেন। তবে এতে রয়েছে যে, তাকে বলা হবে, তুমি মিথ্যা বলেছ। তোমার নিকট তো এর থেকে সহজ বস্তু চাওয়া হয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "6827",
    "id": "19150",
    "thesequence": "19302",
    "isActive": "1",
    "chapterId": "14326",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১১. কাফিরদের কাছে পৃথিবী ভরা স্বর্ণ মুক্তিপন দিতে চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that a person said:\nAllahs Messenger, how the non-believers be made to assemble on the Day of Resurrection (by crawling) on their faces? Thereupon he said: Is He Who is powerful to make them walk on their feet not powerful enough to make them (crawl) upon their faces on the Day of Resurrection? Qatada said: Of course, it is so. (He adjured): By the might of our Lord.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَعَبْدُ بْنُ حُمَيْدٍ، - وَاللَّفْظُ لِزُهَيْرٍ - قَالاَ حَدَّثَنَا يُونُسُ، بْنُ مُحَمَّدٍ حَدَّثَنَا شَيْبَانُ، عَنْ قَتَادَةَ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، أَنَّ رَجُلاً، قَالَ يَا رَسُولَ اللَّهِ كَيْفَ يُحْشَرُ الْكَافِرُ عَلَى وَجْهِهِ يَوْمَ الْقِيَامَةِ قَالَ   أَلَيْسَ الَّذِي أَمْشَاهُ عَلَى رِجْلَيْهِ فِي الدُّنْيَا قَادِرًا عَلَى أَنْ يُمْشِيَهُ عَلَى وَجْهِهِ يَوْمَ الْقِيَامَةِ  . قَالَ قَتَادَةُ بَلَى وَعِزَّةِ رَبِّنَا .",
    "hadithBengali": "৬৮২৮। যুহায়র ইবনু হারব ও আবদ ইবনু হুমায়দ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ব্যক্তি জিজ্ঞাসা করল, ইয়া রাসুলাল্লাহ! কিয়ামতের দিন কাফিরদেরকে অধোমূখী করে কিভাবে উঠানো হবে? তিনি বললেনঃ যিনি দুনিয়াতে উভয় পায়ের উপর ভর করে চালিয়েছিল, তিনি কি কিয়ামতের দিন তাদেরকে মুখের উপর ভর করে চালাতে সক্ষম হবেন না? (এ হাদীস শুনে) কাতাদা বললেন, আমার প্রতিপালকের ইজ্জতের কসম! নিশ্চয়ই তিনি সক্ষম হবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6828",
    "id": "19151",
    "thesequence": "19303",
    "isActive": "1",
    "chapterId": "14327",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১২. কাফিরদের অধোমুখী করে হাশর করা হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Allahs Messenger (ﷺ) said that one amongst the denizens of Hell who had led a life of ease and plenty amongst the people of the world would be made to dip in Fire only once on the Day of Resurrection and then it would be said to him:\nO, son of Adam, did you find any comfort, did you happen to get any material blessing? He would say: By Allah, no, my Lord. And then that person from amongst the persons of the world be brought who had led the most miserable life (in the world) from amongst the inmates of Paradise. and he would be made to dip once in Paradise and it would be said to him. 0, son of Adam, did you face, any hardship? Or had any distress fallen to your lot? And he would say: By Allah, no,0 my Lord, never did I face any hardship or experience any distress.",
    "hadithArabic": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، الْبُنَانِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يُؤْتَى بِأَنْعَمِ أَهْلِ الدُّنْيَا مِنْ أَهْلِ النَّارِ يَوْمَ الْقِيَامَةِ فَيُصْبَغُ فِي النَّارِ صَبْغَةً ثُمَّ يُقَالُ يَا ابْنَ آدَمَ هَلْ رَأَيْتَ خَيْرًا قَطُّ هَلْ مَرَّ بِكَ نَعِيمٌ قَطُّ فَيَقُولُ لاَ وَاللَّهِ يَا رَبِّ . وَيُؤْتَى بِأَشَدِّ النَّاسِ بُؤْسًا فِي الدُّنْيَا مِنْ أَهْلِ الْجَنَّةِ فَيُصْبَغُ صَبْغَةً فِي الْجَنَّةِ فَيُقَالُ لَهُ يَا ابْنَ آدَمَ هَلْ رَأَيْتَ بُؤْسًا قَطُّ هَلْ مَرَّ بِكَ شِدَّةٌ قَطُّ فَيَقُولُ لاَ وَاللَّهِ يَا رَبِّ مَا مَرَّ بِي بُؤُسٌ قَطُّ وَلاَ رَأَيْتُ شِدَّةً قَطُّ  .",
    "hadithBengali": "৬৮২৯। আমর নাকিদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জাহান্নামের তালিকাভুক্ত (উপযোগী) দুনিয়ায় সর্বাধিক সাচ্ছন্দ্য ও প্রাচুর্যের অধিকারী ব্যক্তিকে কিয়ামতের দিন আনা হবে। তারপর তাকে (জাহান্নামের) আগুনে একটি ডুব দিয়ে বলা হবে, হে আদম সন্তান! দুনিয়াতে আরাম-আযেশ কখনো তুমি দেখেছো কি, কখনো তুমি সাচ্ছন্দ অবস্থায় দিনাতিপাত করেছো কি? সে বলবে, আল্লাহর কসম! হে আমার প্রতিপালক! না, কখনো দেখিনি। তারপর জান্নাতের তালিকাভুক্ত (উপযোগী) দুনিয়ায় সর্বাধিক খারাপ অবস্থা সম্পন্ন ব্যক্তিকে আনা হবে। তারপর তাকে জান্নাতে একবার অবগাহন করিয়ে জিজ্ঞাসা করা হবে, হে আদম সন্তান! কখনো তুমি কষ্ট দেখেছো কি, কঠিন এবং ভয়াবহ অবস্থায় দিনাতিপাত করেছো কি? সে বলবে, আল্লাহর কসম, হে আমার প্রতিপালক! কখনো আমি কষ্টের সাথে দিনাতিপাত করিনি এবং দুঃখ কখনো দেখিনি।\n",
    "checkStatus": "1",
    "hadithNo": "6829",
    "id": "19152",
    "thesequence": "19304",
    "isActive": "1",
    "chapterId": "14327",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১২. কাফিরদের অধোমুখী করে হাশর করা হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Allahs Messenger (ﷺ) said:\nVerily, Allah does not treat a believer unjustly in regard to his virtues. He would confer upon him (His blessing) in this world and would give him reward in the Hereafter. And as regards a non-believer, he would be made to taste the reward (of virtue in this world) what he has done for himself so much that when it would be the Hereafter, he would find no virtue for which he should be rewarded.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، - وَاللَّفْظُ لِزُهَيْرٍ - قَالاَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا هَمَّامُ بْنُ يَحْيَى، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ اللَّهَ لاَ يَظْلِمُ مُؤْمِنًا حَسَنَةً يُعْطَى بِهَا فِي الدُّنْيَا وَيُجْزَى بِهَا فِي الآخِرَةِ وَأَمَّا الْكَافِرُ فَيُطْعَمُ بِحَسَنَاتِ مَا عَمِلَ بِهَا لِلَّهِ فِي الدُّنْيَا حَتَّى إِذَا أَفْضَى إِلَى الآخِرَةِ لَمْ تَكُنْ لَهُ حَسَنَةٌ يُجْزَى بِهَا  .",
    "hadithBengali": "৬৮৩০। আবূ বকর ইবনু আবূ শায়বা ও যুহায়র ইবনু হারব (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ একটি নেকীর ক্ষেত্রেও আল্লাহ তাআলা কোন মুমিন বান্দার প্রতি যুলুম করবেন না। বরং তিনি এর বিনিময় দুনিয়াতে প্রদান করবেন এবং আখিরাতেও প্রদান করবেন। আর কাফির ব্যক্তি পার্থিব জগতে আল্লাহর উদ্দেশ্যে যে নেক আমল করে এর বিনিময়ে তিনি তাকে জীবনোপকরণ প্রদান করেন। অবশেষে আখিরাতে প্রতিদান দেয়ার মত তার নিকট কোন নেকীই থাকবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6830",
    "id": "19153",
    "thesequence": "19305",
    "isActive": "1",
    "chapterId": "14328",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৩. নেকীর প্রতিদান মু&#039;মিনকে দুনিয়া ও আখিরাত উভয় জগতে প্রদান করা হয় এবং কাফেরদের ভাল কাজের প্রতিদান দুনিয়াতেই আগে ভাগে দিয়ে দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Allahs Messenger (ﷺ) thus told him:\nWhen a non-believer does good he is made to taste Its reward in this world. And so far as the believer is concerned, Allah stores (the reward) of his virtues for the Hereafter and provides him sustenance in accordance with his obedience to Him.",
    "hadithArabic": "حَدَّثَنَا عَاصِمُ بْنُ النَّضْرِ التَّيْمِيُّ، حَدَّثَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ أَبِي، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ حَدَّثَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم   إِنَّ الْكَافِرَ إِذَا عَمِلَ حَسَنَةً أُطْعِمَ بِهَا طُعْمَةً مِنَ الدُّنْيَا وَأَمَّا الْمُؤْمِنُ فَإِنَّ اللَّهَ يَدَّخِرُ لَهُ حَسَنَاتِهِ فِي الآخِرَةِ وَيُعْقِبُهُ رِزْقًا فِي الدُّنْيَا عَلَى طَاعَتِهِ  .",
    "hadithBengali": "৬৮৩১। আসিম ইবনু নযর তামিমী (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন যে, কাফির যদি পৃথিবীতে কোন নেক আমল করে তবে এর বিনিময়ে পৃথিবীতেই তাকে জীবিকা প্রদান করা হয়ে থাকে। আর মুমিনদের নেকী আল্লাহ তাআলা আখিরাতের সঞ্চয় হিসাবে রেখে দেন এবং আনুগত্যের বিনিময়ে আল্লাহ তায়াআলা তাদেরকে দুনিয়াতেও রিযিক প্রদান করে থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "6831",
    "id": "19154",
    "thesequence": "19306",
    "isActive": "1",
    "chapterId": "14328",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৩. নেকীর প্রতিদান মু&#039;মিনকে দুনিয়া ও আখিরাত উভয় জগতে প্রদান করা হয় এবং কাফেরদের ভাল কাজের প্রতিদান দুনিয়াতেই আগে ভাগে দিয়ে দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Anas b. Malik through another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الرُّزِّيُّ، أَخْبَرَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَى حَدِيثِهِمَا .",
    "hadithBengali": "৬৮৩২। মুহাম্মাদ ইবনু আবদুল্লাহ রুযযী (রহঃ) ... আনাস (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6832",
    "id": "19155",
    "thesequence": "19307",
    "isActive": "1",
    "chapterId": "14328",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৩. নেকীর প্রতিদান মু&#039;মিনকে দুনিয়া ও আখিরাত উভয় জগতে প্রদান করা হয় এবং কাফেরদের ভাল কাজের প্রতিদান দুনিয়াতেই আগে ভাগে দিয়ে দেওয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThe Similitude of a believer is that of (a standing) crop which the air continues to toss from one side to another; in the same way a believer always (receives the strokes) of misfortune. The similitude of a hypocrite is that of a cypress tree which does not move until it is uprooted.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَثَلُ الْمُؤْمِنِ كَمَثَلِ الزَّرْعِ لاَ تَزَالُ الرِّيحُ تُمِيلُهُ وَلاَ يَزَالُ الْمُؤْمِنُ يُصِيبُهُ الْبَلاَءُ وَمَثَلُ الْمُنَافِقِ كَمَثَلِ شَجَرَةِ الأَرْزِ لاَ تَهْتَزُّ حَتَّى تَسْتَحْصِدَ  .",
    "hadithBengali": "৬৮৩৩। আবূ বকর ইবনু আবূ শয়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মুমিনের উপমা শস্য জাতীয় গাছ এর ন্যায়। বাতাস সর্বদা উহাকে আন্দোলিত করে। অনুরূপভাবে মু&#39;মিনের উপরও সর্বদা বিপদ-আপদ আসতে থাকে। আর মুনাফিকের উপমা দেবদারু বৃক্ষের ন্যায়। মূল না কাটা পর্যন্ত তা প্রকম্পিত হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "6833",
    "id": "19156",
    "thesequence": "19308",
    "isActive": "1",
    "chapterId": "14329",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৪. মু&#039;মিনের উপমা শস্যক্ষেত্রের ন্যায় এবং মুনাফিক ও কাফিরের উপমা দেবদারু বৃক্ষের ন্যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Zuhri with the same chain of transmitters, but with a slight variation of wording.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، عَنْ عَبْدِ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّ فِي، حَدِيثِ عَبْدِ الرَّزَّاقِ مَكَانَ قَوْلِهِ تُمِيلُهُ   تُفِيئُهُ  .",
    "hadithBengali": "৬৮৩৪। মুহাম্মাদ ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ... যুহরী (রহঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন। তবে আবদুর রাযযাকের হাদীসের মধ্যে تُمِيلُهُ এর স্থলে تُفِيئُهُ (অর্থ অভিন্ন) রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6834",
    "id": "19157",
    "thesequence": "19309",
    "isActive": "1",
    "chapterId": "14329",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৪. মু&#039;মিনের উপমা শস্যক্ষেত্রের ন্যায় এবং মুনাফিক ও কাফিরের উপমা দেবদারু বৃক্ষের ন্যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Kab reported that Allahs Messenger (ﷺ) said that the similitude of a believer is that of a standing crop in a field which is shaken by wind and then it comes to its original position but it stands at its roots. The similitude of a non-believer is that of a cypress tree which stands on its roots and nothing shakes it but it is uprooted (with) one (violent stroke).",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، وَمُحَمَّدُ بْنُ بِشْرٍ، قَالاَ حَدَّثَنَا زَكَرِيَّاءُ بْنُ أَبِي زَائِدَةَ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، حَدَّثَنِي ابْنُ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، كَعْبٍ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَثَلُ الْمُؤْمِنِ كَمَثَلِ الْخَامَةِ مِنَ الزَّرْعِ تُفِيئُهَا الرِّيحُ وَتَصْرَعُهَا مَرَّةً وَتَعْدِلُهَا أُخْرَى حَتَّى تَهِيجَ وَمَثَلُ الْكَافِرِ كَمَثَلِ الأَرْزَةِ الْمُجْذِيَةِ عَلَى أَصْلِهَا لاَ يُفِيئُهَا شَىْءٌ حَتَّى يَكُونَ انْجِعَافُهَا مَرَّةً وَاحِدَةً  .",
    "hadithBengali": "৬৮৩৫। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... কাব ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মুমিনের উপমা নরম চারাগাছের ন্যায়। বাতাস তাকে আন্দোলিত করে কখনো তাকে নুইয়ে ফেলে আবার কখনো একেবারে সোজা করে ফেলে। এমনিভাবে অবশেষে উহা শুকিয়ে যায়। আর কাফিরের উপমা হচ্ছে নিজ কাণ্ডে দণ্ডায়মান দেবদারু বৃক্ষের ন্যায়। কোন কিছু উহাকে আন্দোলিত করতে পারে না। যতক্ষন না একেবারেই মুলোৎপাটিত হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "6835",
    "id": "19158",
    "thesequence": "19310",
    "isActive": "1",
    "chapterId": "14329",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৪. মু&#039;মিনের উপমা শস্যক্ষেত্রের ন্যায় এবং মুনাফিক ও কাফিরের উপমা দেবদারু বৃক্ষের ন্যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Kab b. Malik reported on the authority of his father that the similitude of a believer is that of a standing crop. The wind sometimes shakes it and sometimes raises it up and then it comes to its destined end. And the similitude of a hypocrite is that of a cypress tree which is not affected by anything but is uprooted once for all.\n\nThis hadith has been narrated through a couple of other chains of transmitters, one which says the similitude of the disbeliever instead and another which agrees with the wording of the previous hadith.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَثَلُ الْمُؤْمِنِ كَمَثَلِ الْخَامَةِ مِنَ الزَّرْعِ تُفِيئُهَا الرِّيَاحُ تَصْرَعُهَا مَرَّةً وَتَعْدِلُهَا حَتَّى يَأْتِيَهُ أَجَلُهُ وَمَثَلُ الْمُنَافِقِ مَثَلُ الأَرْزَةِ الْمُجْذِيَةِ الَّتِي لاَ يُصِيبُهَا شَىْءٌ حَتَّى يَكُونَ انْجِعَافُهَا مَرَّةً وَاحِدَةً  .\n وَحَدَّثَنِيهِ مُحَمَّدُ بْنُ حَاتِمٍ، وَمَحْمُودُ بْنُ غَيْلاَنَ، قَالاَ حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، حَدَّثَنَا سُفْيَانُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم غَيْرَ أَنَّ مَحْمُودًا قَالَ فِي رِوَايَتِهِ عَنْ بِشْرٍ  وَمَثَلُ الْكَافِرِ كَمَثَلِ الأَرْزَةِ  . وَأَمَّا ابْنُ حَاتِمٍ فَقَالَ  مَثَلُ الْمُنَافِقِ  . كَمَا قَالَ زُهَيْرٌ .",
    "hadithBengali": "৬৮৩৬। যুহায়র ইবনু হারব (রহঃ) ... কা&#39;ব ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মুমিন ব্যক্তির উপমা নরম চারা গাছের ন্যায়। বাতাস উহাকে আন্দোলিত করে। বাতাস কখনো উহাকে শুয়ে দেয়, আবার কখনো একেবারে সোজা দাঁড় করিয়ে দেয়। এমনি করে তার মৃত্যু কাল এসে উপাস্থিত হয়। আর মুনাফিকের উপমা দণ্ডায়মাল দেবদারু বৃক্ষের ন্যায়, কোন কিছুই উহাকে নত করতে পারে না। অবশেষে তাকে একেবারেই ম্যূলচ্ছেদ করে দেয়।\n\nমুহাম্মদ ইবনু হাতিম ও মাহমুদ ইবনু গায়লান (রহঃ) ... কাব ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তবে মাহমুদের রেওয়ায়েতে বিশরের সুত্রে বর্ণিত আছে যে, কাফিরের উপমা দেবদারু বৃক্ষের ন্যায়। এবং ইবনু হাতিম যুহায়র এর মত مَثَلُ الْكَافِرِ এর পরিবর্তে مَثَلُ الْمُنَافِقِ অর্থাৎ মুনাফিকের উপমার কথাটি উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6836",
    "id": "19159",
    "thesequence": "19311",
    "isActive": "1",
    "chapterId": "14329",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৪. মু&#039;মিনের উপমা শস্যক্ষেত্রের ন্যায় এবং মুনাফিক ও কাফিরের উপমা দেবদারু বৃক্ষের ন্যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Ibn Kab through another chain of transmitters but with  the similitude of the disbeliever is that of a cypress tree.",
    "hadithArabic": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ بَشَّارٍ، وَعَبْدُ اللَّهِ بْنُ هَاشِمٍ، قَالاَ حَدَّثَنَا يَحْيَى، - وَهُوَ الْقَطَّانُ - عَنْ سُفْيَانَ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، - قَالَ ابْنُ هَاشِمٍ عَنْ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، وَقَالَ ابْنُ بَشَّارٍ، عَنِ ابْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، - عَنِ النَّبِيِّ صلى الله عليه وسلم بِنَحْوِ حَدِيثِهِمْ وَقَالاَ جَمِيعًا فِي حَدِيثِهِمَا عَنْ يَحْيَى،   وَمَثَلُ الْكَافِرِ مَثَلُ الأَرْزَةِ  .",
    "hadithBengali": "৬৮৩৭। মুহাম্মাদ ইবনু বাশশার ও আবদুল্লাহ ইবনু হাশিম (রহঃ) ... কাব ইবনু মালিক (রাঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে তাদের অনুরূপ হাদীস বর্ণনা করেছেন। তবে তারা ইয়াহইয়া (রহঃ) থেকে বর্ণনা করেছেন যে, কাফিরের উপমা দেবদারু বৃক্ষের ন্যয়।\n",
    "checkStatus": "1",
    "hadithNo": "6837",
    "id": "19160",
    "thesequence": "19312",
    "isActive": "1",
    "chapterId": "14329",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৪. মু&#039;মিনের উপমা শস্যক্ষেত্রের ন্যায় এবং মুনাফিক ও কাফিরের উপমা দেবদারু বৃক্ষের ন্যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported that Allahs Messenger (ﷺ) said:\nThere is a tree amongst trees, the leaves of which do not wither and that is like a Muslim; tell me which that (tree) can be? The people began to think of the trees of the forest. Abdullah said: I thought that it could be the date-palm tree, but I felt hesitant (to say that). They (the Companions) then said: Allahs Messenger, (kindly) tell us which that can be? Thereupon he said: It is the date-palm tree. I made a mention of that to Umar, whereupon he said: Had you said that it meant the date-palin tree, this statement of yours (would have been dearer to me) than such and such things.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَعَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، - وَاللَّفْظُ لِيَحْيَى - قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنُونَ ابْنَ جَعْفَرٍ - أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ دِينَارٍ، أَنَّهُ سَمِعَ عَبْدَ، اللَّهِ بْنَ عُمَرَ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ مِنَ الشَّجَرِ شَجَرَةً لاَ يَسْقُطُ وَرَقُهَا وَإِنَّهَا مَثَلُ الْمُسْلِمِ فَحَدِّثُونِي مَا هِيَ  . فَوَقَعَ النَّاسُ فِي شَجَرِ الْبَوَادِي . قَالَ عَبْدُ اللَّهِ وَوَقَعَ فِي نَفْسِي أَنَّهَا النَّخْلَةُ فَاسْتَحْيَيْتُ ثُمَّ قَالُوا حَدِّثْنَا مَا هِيَ يَا رَسُولَ اللَّهِ قَالَ فَقَالَ  هِيَ النَّخْلَةُ  . قَالَ فَذَكَرْتُ ذَلِكَ لِعُمَرَ قَالَ لأَنْ تَكُونَ قُلْتَ هِيَ النَّخْلَةُ أَحَبُّ إِلَىَّ مِنْ كَذَا وَكَذَا .",
    "hadithBengali": "৬৮৩৮। ইয়াহইয়া ইবনু আইউব, কুতায়বা ইবনু সাঈদ ও আলী ইবনু হুজর সাঈদী (রহঃ) ... আবদুল্লাহ ইবনু উমার (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, গাছপালার মধ্যে এমন একটি গাছ আছে, যার পাতা ঝরে পড়ে না এবং তা হল মুমিনের দৃষ্টান্ত। তোমরা আমাকে বলতে পার, সেটা কোন গাছ? অতঃপর লোকজনের খেয়াল জঙ্গলের গাছ পালার প্রতি গেল। আবদুল্লাহ (রাঃ) বলেন, আমার মনে হতে লাগল যে, তা হল খেজুর গাছ। কিন্ত্বু আমি লজ্জাবোধ করলাম। সাহাবায়ে কিরাম (রাঃ) বললেন, হে আল্লাহর রাসুল! আপনই আমাদের তা বলে দিন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা হল খেজুর গাছ। আবদুল্লাহ (রাঃ) বলেন, তারপর আমি আমার পিতাকে আমার মনে যা এসেছিল তা বললাম। তিনি বললেন, তুমি যদি তখন তা বলে দিতে যে, উহা হল খেজুর গাছ, তবে অমুক অমুক জিনিস লাভ করার চাইতেও আমার কাছে অধিক প্রিয় হত।\n",
    "checkStatus": "1",
    "hadithNo": "6838",
    "id": "19161",
    "thesequence": "19313",
    "isActive": "1",
    "chapterId": "14330",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৫. মু&#039;মিনের উপমা খেজুর বৃক্ষের ন্যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported that Allahs Messenger (ﷺ) one day said to his Companions:\nTell me about a tree which has resemblance with a believer. The people began to mention (different) trees of the forest. Ibn Umar said: It was instilled in my mind or in my heart and it stuck therein that it implied the date- palm tree. I made up my mind to make a mention of that but could not do that because of the presence of the elderly people there. When there was a hush amongst them (after they had expressed their views), Allahs Messenger (ﷺ) said: It Is the date-palm tree.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ عُبَيْدٍ الْغُبَرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي الْخَلِيلِ، الضُّبَعِيِّ عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمًا لأَصْحَابِهِ  أَخْبِرُونِي عَنْ شَجَرَةٍ مَثَلُهَا مَثَلُ الْمُؤْمِنِ  . فَجَعَلَ الْقَوْمُ يَذْكُرُونَ شَجَرًا مِنْ شَجَرِ الْبَوَادِي . قَالَ ابْنُ عُمَرَ وَأُلْقِيَ فِي نَفْسِي أَوْ رُوعِيَ أَنَّهَا النَّخْلَةُ فَجَعَلْتُ أُرِيدُ أَنْ أَقُولَهَا فَإِذَا أَسْنَانُ الْقَوْمِ فَأَهَابُ أَنْ أَتَكَلَّمَ فَلَمَّا سَكَتُوا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  هِيَ النَّخْلَةُ  .",
    "hadithBengali": "৬৮৩৯। মুহাম্মাদ ইবনু উবায়দুল্লাহ আনবারী (রহঃ) ... ইবনু উমার (রাঃ) থেকে বর্ণিত। একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সাহাবীগণকে বললেন, এমন একটি গাছ আছে, যার দৃষ্টান্ত মুনিনের ন্যায়, এ গাছটি কি গাছ তোমরা কি আমাকে বলতে পার? তখন লোকেরা জঙ্গলের গাছসমূহের থেকে একটি গাছের কথা উল্লেখ করল। ইবনু উমার (রাঃ) বলেন, আমার মনে হতে লাগল, তা হল খেজুর গাছ। তখন আমি বলার ইচ্ছা করলাম। কিন্তু তথায় যেহেতু সমাজের বয়োবৃদ্ধ ব্যক্তিগণও ছিলেন, তাই আমি কথা বলতে ভয় পাচ্ছিলাম। লোকজন চুপ হলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা হল খেজুর গাছ।\n",
    "checkStatus": "1",
    "hadithNo": "6839",
    "id": "19162",
    "thesequence": "19314",
    "isActive": "1",
    "chapterId": "14330",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৫. মু&#039;মিনের উপমা খেজুর বৃক্ষের ন্যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Mujahid said:\n(I have had the privilege) of accompanying Ibn Umar up to Medina but I did not hear him narrate anything from Allahs Messenger (ﷺ) except one hadith. And he said: We were in the presence of Allahs Messenger (ﷺ) that there was brought to him the kernel of a date. The rest of the hadith is the same.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، قَالَ صَحِبْتُ ابْنَ عُمَرَ إِلَى الْمَدِينَةِ فَمَا سَمِعْتُهُ يُحَدِّثُ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلاَّ حَدِيثًا وَاحِدًا قَالَ كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَأُتِيَ بِجُمَّارٍ . فَذَكَرَ بِنَحْوِ حَدِيثِهِمَا .",
    "hadithBengali": "৬৮৪০। আবূ বকর ইবনু আবূ শায়বা ও ইবনু আবূ উমার (রহঃ) ... মুজাহিদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি মদীনার পথে ইবনু উমার (রাঃ) এর সঙ্গে ছিলাম। একটি হাদীস ব্যতীত রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে কোন হাদীস বর্ণনা করতে তাকে আমি শুনিনি। তিনি বলেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে উপবিষ্ট ছিলাম। তখন তার নিকট খেজুর গাছের মাথি আনা হল ...... অতঃপর তিনি পূর্বোক্ত হাদীস দুটোর ন্যায় (এ হাদীসটি) বর্ণনা করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6840",
    "id": "19163",
    "thesequence": "19315",
    "isActive": "1",
    "chapterId": "14330",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৫. মু&#039;মিনের উপমা খেজুর বৃক্ষের ন্যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Mujahid reported:\nI heard Ibn Umar as saying: There was brought to Allahs Messenger (ﷺ) the kernel. The rest of the hadith is tile same.",
    "hadithArabic": " وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا سَيْفٌ، قَالَ سَمِعْتُ مُجَاهِدًا، يَقُولُ سَمِعْتُ ابْنَ، عُمَرَ يَقُولُ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِجُمَّارٍ . فَذَكَرَ نَحْوَ حَدِيثِهِمْ .",
    "hadithBengali": "৬৮৪১। ইবনু নুমায়র (রহঃ) ... মুজাহিদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি ইবনু উমার (রাঃ) কে বলতে শুনেছি যে, সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট খেজুর গাছের মাথি আনা হল ...... অতঃপর পূর্বোক্তদের অনুরূপ হাদীস বর্ননা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6841",
    "id": "19164",
    "thesequence": "19316",
    "isActive": "1",
    "chapterId": "14330",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৫. মু&#039;মিনের উপমা খেজুর বৃক্ষের ন্যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported:\nWe werein the company of Allahs Messenger (ﷺ) that he said: Tell me of a tree which has resemblance to a Muslim and the leaves of which do not wither. Ibrahim said that perhaps Imam Muslim had stated like this: It constantly bears fruit but I have, however, seen [It does not bear fruit constantly]. Ibn Umar said: It crossed my mind that it could be the date-palm tree, but as I saw Aba Bakr and Umar observe silence, I did not deem it fit that I should speak or I should say something. Umar said: Had you said so, it would have been dearer to me than such and such thing.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ   أَخْبِرُونِي بِشَجَرَةٍ شِبْهِ أَوْ كَالرَّجُلِ الْمُسْلِمِ لاَ يَتَحَاتُّ وَرَقُهَا  . قَالَ إِبْرَاهِيمُ لَعَلَّ مُسْلِمًا قَالَ وَتُؤْتِي أُكُلَهَا . وَكَذَا وَجَدْتُ عِنْدَ غَيْرِي أَيْضًا وَلاَ تُؤْتِي أُكُلَهَا كُلَّ حِينٍ . قَالَ ابْنُ عُمَرَ فَوَقَعَ فِي نَفْسِي أَنَّهَا النَّخْلَةُ وَرَأَيْتُ أَبَا بَكْرٍ وَعُمَرَ لاَ يَتَكَلَّمَانِ فَكَرِهْتُ أَنْ أَتَكَلَّمَ أَوْ أَقُولَ شَيْئًا فَقَالَ عُمَرُ لأَنْ تَكُونَ قُلْتَهَا أَحَبُّ إِلَىَّ مِنْ كَذَا وَكَذَا .",
    "hadithBengali": "৬৮৪২। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বসা ছিলাম। এ সময় তিনি বললেনঃ এমন একটি গাছ আছে যা মুসলমান ব্যক্তির অনুরূপ, যার পাতা কখনো ঝরে পড়েনা, গাছটি কি গাছ তোমরা কি আমাকে বলতে পার? ইবরাহীম ইবনু সুফিয়ান (রহঃ) বলেন, সম্ভবতঃ ইমাম মুসলিম (রহঃ) বলেছেন, وتؤتي اكلها كل حين যা প্রত্যেক মওসুমে ফল দান করে। তবে (আমি ব্যতীত) অন্যানাদের বর্ননায় আমি পেয়েছি ولا تؤتي اكلها كل حين ব্যতীত। ইবনু উমার (রাঃ) বলেন, আমার মনে হতে লাগল, তা হল খেজুর গাছ। কিন্তু তখন আমি দেখলাম যে, আবূ বাকর ও উমার (রাঃ) কিছুই বলছেন না। তাই কোন কথা বা কিছু বলা আমি পছন্দ করলাম না। কিন্তু উমার (রাঃ) এ কথা শুনে বললেন, যদি তুমি বলে দিতে তবে অমুক অমুক জিনিস লাভ করা হতেও আমার কাছে অধিক প্রিয় হত।\n",
    "checkStatus": "1",
    "hadithNo": "6842",
    "id": "19165",
    "thesequence": "19317",
    "isActive": "1",
    "chapterId": "14330",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৫. মু&#039;মিনের উপমা খেজুর বৃক্ষের ন্যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported:\nI heard Allahs Apostle (ﷺ) as saying: Verily, the Satan has lost all hopes that the worshippers would ever worship (him) in the peninsula of Arabia, but he (is hopeful) that he would sow the seed of dissension amongst them.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ، عُثْمَانُ حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   إِنَّ الشَّيْطَانَ قَدْ أَيِسَ أَنْ يَعْبُدَهُ الْمُصَلُّونَ فِي جَزِيرَةِ الْعَرَبِ وَلَكِنْ فِي التَّحْرِيشِ بَيْنَهُمْ  .",
    "hadithBengali": "৬৮৪৩। উসমান ইবনু আবূ শায়বা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি, তিনি বলেন, আরব ভূখণ্ডে মুসল্লীগণ শয়তানের উপাসনা করবে, এ বিষয়ে শয়তান নিরাশ হয়ে পড়েছে। তবে তাদের এক জনকে অন্যের বিরুদ্ধে উসকিয়ে দেয়ার ব্যাপারে (নিরাশ হয়নি)।\n",
    "checkStatus": "1",
    "hadithNo": "6843",
    "id": "19166",
    "thesequence": "19318",
    "isActive": "1",
    "chapterId": "14331",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৬. শয়তানের উসকানী দেয়া এবং মানুষের মাঝে ফিতনা সৃষ্টি করার উদ্দেশ্যে শয়তানের সেনাদল প্রেরন করা এবং প্রতিটি মানুষের সাথে (শয়তানের নিয়োজিত) একজন সঙ্গী রয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Amash with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ كِلاَهُمَا عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৬৮৪৪। আবূ বকর ইবনু আবূ শায়বা (অন্য সনদে) আবূ কুরায়ব (রহঃ) ... আমাশ (রহঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6844",
    "id": "19167",
    "thesequence": "19319",
    "isActive": "1",
    "chapterId": "14331",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৬. শয়তানের উসকানী দেয়া এবং মানুষের মাঝে ফিতনা সৃষ্টি করার উদ্দেশ্যে শয়তানের সেনাদল প্রেরন করা এবং প্রতিটি মানুষের সাথে (শয়তানের নিয়োজিত) একজন সঙ্গী রয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported:\nI heard Allahs Messenger (way peace be upon him) as saying: The throne of Iblis is upon the ocean and he sends detachments (to different parts) inorder to put people to trial and the most important figure in his eyes is one who is most notorious in sowing the seed of dissension.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ، عُثْمَانُ حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   إِنَّ عَرْشَ إِبْلِيسَ عَلَى الْبَحْرِ فَيَبْعَثُ سَرَايَاهُ فَيَفْتِنُونَ النَّاسَ فَأَعْظَمُهُمْ عِنْدَهُ أَعْظَمُهُمْ فِتْنَةً  .",
    "hadithBengali": "৬৮৪৫। উসমান ইবনু আবূ শায়বা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... জারীর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি, তিনি বলেনঃ নিশ্চয়ই ইবলীসের আরশ সমুদ্রের উপর প্রতিষ্ঠিত। সে লোকদেরকে ফিতনায় লিপ্ত করার জন্য তার বাহিনী প্রেরণ করে। শয়তানের নিকট সর্বাধিক বড় সেই, যে সর্বাধিক ফিতনা সৃষ্টিকারী।\n",
    "checkStatus": "1",
    "hadithNo": "6845",
    "id": "19168",
    "thesequence": "19320",
    "isActive": "1",
    "chapterId": "14331",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৬. শয়তানের উসকানী দেয়া এবং মানুষের মাঝে ফিতনা সৃষ্টি করার উদ্দেশ্যে শয়তানের সেনাদল প্রেরন করা এবং প্রতিটি মানুষের সাথে (শয়তানের নিয়োজিত) একজন সঙ্গী রয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported that Allahs Messenger (ﷺ) said:\nIblis places his throne upon water; he then sends detachments (for creating dissension) ; the nearer to him in rank are those who are most notorious in creating dissension. One of them comes and says: I did so and so. And he says: You have done nothing. Then one amongst them comes and says: I did not spare so and so until I sowed the seed of discord between a husband and a wife. The Satan goes near him and says: You have done well. Amash said: He then embraces him.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ - وَاللَّفْظُ لأَبِي كُرَيْبٍ - قَالاَ أَخْبَرَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ إِبْلِيسَ يَضَعُ عَرْشَهُ عَلَى الْمَاءِ ثُمَّ يَبْعَثُ سَرَايَاهُ فَأَدْنَاهُمْ مِنْهُ مَنْزِلَةً أَعْظَمُهُمْ فِتْنَةً يَجِيءُ أَحَدُهُمْ فَيَقُولُ فَعَلْتُ كَذَا وَكَذَا فَيَقُولُ مَا صَنَعْتَ شَيْئًا قَالَ ثُمَّ يَجِيءُ أَحَدُهُمْ فَيَقُولُ مَا تَرَكْتُهُ حَتَّى فَرَّقْتُ بَيْنَهُ وَبَيْنَ امْرَأَتِهِ - قَالَ - فَيُدْنِيهِ مِنْهُ وَيَقُولُ نِعْمَ أَنْتَ  . قَالَ الأَعْمَشُ أُرَاهُ قَالَ  فَيَلْتَزِمُهُ  .",
    "hadithBengali": "৬৮৪৬। আবূ কুরায়ব মুহাম্মাদ ইবনুল আ&#39;লা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ইবলীস পানির উপর তার আরশ স্থাপন করে তার বাহিনী প্রেরণ করে। তাদের মধ্যে তার সর্বাধিক নৈকট্যপ্রাপ্ত সেই যে সর্বাধিক ফিতনা সৃষ্টিকারী। তাদের একজন এসে বলে, আমি অমুক অমুক কাজ করেছি। সে বলে, তুমি কিছুই করনি। অতঃপর অন্যজন এসে বলে, অমুকের সাথে আমি সকল প্রকার ধোঁকার আচরণই করেছি। এমনকি তার থেকে তার স্ত্রীকে বিচ্ছিন্ন না করা পর্যন্ত আমি তাকে ছেড়ে দেই নি। অতঃপর শয়তান তাকে তার নিকটবর্তী করে নেয় এবং বলে হ্যাঁ, তুমি একটি বড় কাজ করেছ। বর্ণনাকারী আ&#39;মাশ বলেন, আমার মনে হয়, তিনি বলেছেনঃ অতঃপর শয়তান তাকে তার বুকের সাথে জড়িয়ে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "6846",
    "id": "19169",
    "thesequence": "19321",
    "isActive": "1",
    "chapterId": "14331",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৬. শয়তানের উসকানী দেয়া এবং মানুষের মাঝে ফিতনা সৃষ্টি করার উদ্দেশ্যে শয়তানের সেনাদল প্রেরন করা এবং প্রতিটি মানুষের সাথে (শয়তানের নিয়োজিত) একজন সঙ্গী রয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported that Allahs Apostle (may peace be upqn him) said:\nThe Satan sends detachments of his own in order to put people to trial and the highest in rank, in his eyes, is one who is most notorious in sowing the seed of dissension.",
    "hadithArabic": "حَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، حَدَّثَنَا مَعْقِلٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   يَبْعَثُ الشَّيْطَانُ سَرَايَاهُ فَيَفْتِنُونَ النَّاسَ فَأَعْظَمُهُمْ عِنْدَهُ مَنْزِلَةً أَعْظَمُهُمْ فِتْنَةً  .",
    "hadithBengali": "৬৮৪৭। সালামা ইবনু শারীব (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ শয়তান তার সৈন্য বাহিনীকে প্রেরণ করতঃ লোকদেরকে ফিতনায় লিপ্ত করে। তাদের মধ্যে সে-ই তার নিকট সর্বাধিক মর্যাদার অধিকারী যে অধিক ফিতনা সৃষ্টিকারী।\n",
    "checkStatus": "1",
    "hadithNo": "6847",
    "id": "19170",
    "thesequence": "19322",
    "isActive": "1",
    "chapterId": "14331",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৬. শয়তানের উসকানী দেয়া এবং মানুষের মাঝে ফিতনা সৃষ্টি করার উদ্দেশ্যে শয়তানের সেনাদল প্রেরন করা এবং প্রতিটি মানুষের সাথে (শয়তানের নিয়োজিত) একজন সঙ্গী রয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Masud reported that Allahs Messenger (ﷺ) said:\nThere is none amongst you with whom is not an attache from amongst the jinn (devil). They (the Companions) said: Allahs Messenger, with you too? Thereupon he said: Yes, but Allah helps me against him and so I am safe from his hand and he does not command me but for good.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ، عُثْمَانُ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَا مِنْكُمْ مِنْ أَحَدٍ إِلاَّ وَقَدْ وُكِّلَ بِهِ قَرِينُهُ مِنَ الْجِنِّ  . قَالُوا وَإِيَّاكَ يَا رَسُولَ اللَّهِ قَالَ  وَإِيَّاىَ إِلاَّ أَنَّ اللَّهَ أَعَانَنِي عَلَيْهِ فَأَسْلَمَ فَلاَ يَأْمُرُنِي إِلاَّ بِخَيْرٍ  .",
    "hadithBengali": "৬৮৪৮। উসমান ইবনু আবূ শায়বা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের প্রত্যেক ব্যক্তির সাথেই একটি শয়তান নির্ধারিত আছে। সাহাবীগণ প্রশ্ন করলেন, ইয়া রাসুলাল্লাহ! আপনার সাথেও কি? তিনি বললেন, হ্যাঁ, আমার সাথেও। কিন্তু তার মুকাবিলায় আল্লাহ আমাকে সহযোগিতা করেছেন। এখন আমি তার ব্যাপারে সম্পূর্ণভাবে নিরাপদ। এখন সে আমাকে ভাল কাজ ব্যতিরেকে কখনো অন্য কিছুর নির্দেশ দেয় না।\n",
    "checkStatus": "1",
    "hadithNo": "6848",
    "id": "19171",
    "thesequence": "19323",
    "isActive": "1",
    "chapterId": "14331",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৬. শয়তানের উসকানী দেয়া এবং মানুষের মাঝে ফিতনা সৃষ্টি করার উদ্দেশ্যে শয়তানের সেনাদল প্রেরন করা এবং প্রতিটি মানুষের সাথে (শয়তানের নিয়োজিত) একজন সঙ্গী রয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Mansiir with the same chain of transmitters but with a slight variation of wording.",
    "hadithArabic": "حَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، - يَعْنِيَانِ ابْنَ مَهْدِيٍّ - عَنْ سُفْيَانَ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ عَمَّارِ بْنِ رُزَيْقٍ، كِلاَهُمَا عَنْ مَنْصُورٍ، بِإِسْنَادِ جَرِيرٍ . مِثْلَ حَدِيثِهِ غَيْرَ أَنَّ فِي حَدِيثِ سُفْيَانَ   وَقَدْ وُكِّلَ بِهِ قَرِينُهُ مِنَ الْجِنِّ وَقَرِينُهُ مِنَ الْمَلاَئِكَةِ  .",
    "hadithBengali": "৬৮৪৯। ইবনু মুসান্না, ইবনু বাশশার (রহঃ) ও আবূ বকর ইবনু শায়বা (রহঃ) ... মানসুর (রহঃ) থেকে জারীরের সূত্রে অনুরূপ হাদীস বর্ণনা করেছেন। তবে সুফিয়ান (রহঃ) এর হাদীসের মধ্যে আছে যে, প্রত্যেক মানুষের সাথে একটি জিন্ন (শয়তান সঙ্গী) এবং একজন ফিরিশতা সঙ্গী নিয়োজিত রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6849",
    "id": "19172",
    "thesequence": "19324",
    "isActive": "1",
    "chapterId": "14331",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৬. শয়তানের উসকানী দেয়া এবং মানুষের মাঝে ফিতনা সৃষ্টি করার উদ্দেশ্যে শয়তানের সেনাদল প্রেরন করা এবং প্রতিটি মানুষের সাথে (শয়তানের নিয়োজিত) একজন সঙ্গী রয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha the wife of Allahs Apostle (ﷺ), reported that one day Allahs Messenger (ﷺ) came out of her (apartment) during the night and she felt jealous. Then he came and he saw me (in what agitated state of mind) I was. He said:\nAisha, what has happened to you? Do you feel jealous? Thereupon she said: How can it be (that a woman like me) should not feel jealous in regard to a husband like you. Thereupon Allahs Messenger (ﷺ) said: It was your devil who had come to you, and she said: Allahs Messenger, is there along with me a devil? He said: Yes. I said: Is a devil attached to everyone? He said: Yes. I (Aisha) again said: Allahs Messenger, is it with you also? He said: Yes, but my Lord has helped me against him and as such I am absolutely safe from his mischief.",
    "hadithArabic": " حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي أَبُو صَخْرٍ، عَنِ ابْنِ، قُسَيْطٍ حَدَّثَهُ أَنَّ عُرْوَةَ حَدَّثَهُ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم حَدَّثَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ مِنْ عِنْدِهَا لَيْلاً . قَالَتْ فَغِرْتُ عَلَيْهِ فَجَاءَ فَرَأَى مَا أَصْنَعُ فَقَالَ  مَا لَكِ يَا عَائِشَةُ أَغِرْتِ  . فَقُلْتُ وَمَا لِي لاَ يَغَارُ مِثْلِي عَلَى مِثْلِكَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَقَدْ جَاءَكِ شَيْطَانُكِ  . قَالَتْ يَا رَسُولَ اللَّهِ أَوَمَعِيَ شَيْطَانٌ قَالَ  نَعَمْ  . قُلْتُ وَمَعَ كُلِّ إِنْسَانٍ قَالَ  نَعَمْ  . قُلْتُ وَمَعَكَ يَا رَسُولَ اللَّهِ قَالَ  نَعَمْ وَلَكِنْ رَبِّي أَعَانَنِي عَلَيْهِ حَتَّى أَسْلَمَ  .",
    "hadithBengali": "৬৮৫০। হারুন ইবনু সাঈদ আয়লী (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী আয়িশা সিদ্দীকা (রাঃ) থেকে বর্ণিত। তিনি বলেন, কোন এক রাতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার নিকট থেকে বের হলেন। তিনি বলেন, এতে আমার মনে কিছুটা ঈর্ষা জাগল। অতঃপর তিনি এসে আমার অবস্থা দেখে বললেন, হে আয়িশা! তোমার কি হয়েছে? তুমি কি ঈর্ষা পোষণ করছ? উত্তরে আমি বললাম, আমার মত মহিলা আপনার মত স্বামীর প্রতি কে ঈর্ষা করবেনা। এ কথা শুনে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার শয়তান কি তোমার নিকট এসে উপস্থিত হয়েছে? তখন তিনি বললেন, ইয়া রাসুলাল্লাহ! আমার সাথেও কি শয়তান রয়েছে? তিনি বললেন, হ্যাঁ নিশ্চয়ই। অতঃপর আমি বললাম, প্রত্যেক মানুষের সাথেই কি শয়তান রয়েছে? তিনি বললেন, হ্যাঁ। অতঃপর আমি বললাম, ইয়া রাসুলাল্লাহ! আপনার সাথেও কি রয়েছে? তিনি বললেন, হ্যাঁ, আমার সাথেও। তবে আল্লাহ তাআলা তার মুকাবিলায় আমাকে সহযোগিতা করেছেন। এখন তার ব্যাপারে আমি সম্পূর্ণ নিরাপদ।\n",
    "checkStatus": "1",
    "hadithNo": "6850",
    "id": "19173",
    "thesequence": "19325",
    "isActive": "1",
    "chapterId": "14331",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৬. শয়তানের উসকানী দেয়া এবং মানুষের মাঝে ফিতনা সৃষ্টি করার উদ্দেশ্যে শয়তানের সেনাদল প্রেরন করা এবং প্রতিটি মানুষের সাথে (শয়তানের নিয়োজিত) একজন সঙ্গী রয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nNone amongst you would attain salvation purely because of his deeds. A person said: Allahs Messenger, even you? Thereupon he said: Yes, not even I except that Allah wraps me in Mercy, but you should act with moderation. This hadith has been transmitted on the authority of Bukair b. al-Ashajj with a slight variation of wording.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ بُكَيْرٍ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ  لَنْ يُنْجِيَ أَحَدًا مِنْكُمْ عَمَلُهُ  . قَالَ رَجُلٌ وَلاَ إِيَّاكَ يَا رَسُولَ اللَّهِ قَالَ  وَلاَ إِيَّاىَ إِلاَّ أَنْ يَتَغَمَّدَنِيَ اللَّهُ مِنْهُ بِرَحْمَةٍ وَلَكِنْ سَدِّدُوا  .\n\nوَحَدَّثَنِيهِ يُونُسُ بْنُ عَبْدِ الأَعْلَى الصَّدَفِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو، بْنُ الْحَارِثِ عَنْ بُكَيْرِ بْنِ الأَشَجِّ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّهُ قَالَ  بِرَحْمَةٍ مِنْهُ وَفَضْلٍ  . وَلَمْ يَذْكُرْ  وَلَكِنْ سَدِّدُوا  .",
    "hadithBengali": "৬৮৫১। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের কোন ব্যক্তির আমলই তাকে নাজাত দিতে পারবেনা। (এ কথা শুনে) জনৈক ব্যক্তি বললেন, হে আল্লাহর রাসুল! আপনিও কি নন? তিনি বললেন, হ্যাঁ, আমিও নই। তবে যদি আল্লাহ তাআলা তাঁর রহমত দ্বারা আমাকে আবৃত করে নেন। তোমরা অবশ্য মধ্যম পন্থা অবলম্বন করবে।\n\nইউনুস ইবনু আবদুল আলা আস-সাদাফী (রহঃ) ... বুকায়র ইবনু আশাজ্জ (রহঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন। তবে এতে بِرَحْمَةٍ مِنْهُ এর সাথে وَفَضْلٍ শব্দটিও বিদ্যমান আছে। কিন্তু এতে وَلَكِنْ سَدِّدُوا কথাটি উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6851",
    "id": "19174",
    "thesequence": "19326",
    "isActive": "1",
    "chapterId": "14332",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৭. কোন ব্যক্তিই তার আমলের বিনিময়ে জান্নাতে যাবে না, বরং জান্নাতে যাবে আল্লাহর রহমতের মাধ্যমে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThere is none whose deeds alone would entitle him to get into Paradise. It was said to him: And, Allahs Messenger, not even you? Thereupon he said: Not even I, but that my Lord wraps me in Mercy.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  مَا مِنْ أَحَدٍ يُدْخِلُهُ عَمَلُهُ الْجَنَّةَ  . فَقِيلَ وَلاَ أَنْتَ يَا رَسُولَ اللَّهِ قَالَ  وَلاَ أَنَا إِلاَّ أَنْ يَتَغَمَّدَنِي رَبِّي بِرَحْمَةٍ  .",
    "hadithBengali": "৬৮৫২। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের মধ্যে এমন কোন ব্যক্তি নেই, যার আমল তাকে জান্নাতে দাখিল করতে পারে। অতঃপর তাকে প্রশ্ন করা হল, ইয়া রাসুলাল্লাহ! আপনিও কি নন? তিনি বললেন, হ্যাঁ আমিও নই। তবে আমার পালনকর্তা যদি তার অনুগ্রহের দ্বারা আমাকে আবৃত করে নেন।\n",
    "checkStatus": "1",
    "hadithNo": "6852",
    "id": "19175",
    "thesequence": "19327",
    "isActive": "1",
    "chapterId": "14332",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৭. কোন ব্যক্তিই তার আমলের বিনিময়ে জান্নাতে যাবে না, বরং জান্নাতে যাবে আল্লাহর রহমতের মাধ্যমে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThere is none amongst you whose deeds alone would attain salvation for him. They (the Companions) said: Allahs Messenger, not even you? He (the Holy Prophet) said: Not even I, but that Allah wraps me in Mercy and He grants me pardon. Ibn Aun pointed towards his head with his hand saying: Not even I, but that Allah wraps me in His Forgiveness and Mercy.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنِ ابْنِ عَوْنٍ، عَنْ مُحَمَّدٍ، عَنْ أَبِي، هُرَيْرَةَ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم  لَيْسَ أَحَدٌ مِنْكُمْ يُنْجِيهِ عَمَلُهُ  . قَالُوا وَلاَ أَنْتَ يَا رَسُولَ اللَّهِ قَالَ  وَلاَ أَنَا إِلاَّ أَنْ يَتَغَمَّدَنِيَ اللَّهُ مِنْهُ بِمَغْفِرَةٍ وَرَحْمَةٍ  . وَقَالَ ابْنُ عَوْنٍ بِيَدِهِ هَكَذَا وَأَشَارَ عَلَى رَأْسِهِ  وَلاَ أَنَا إِلاَّ أَنْ يَتَغَمَّدَنِيَ اللَّهُ مِنْهُ بِمَغْفِرَةٍ وَرَحْمَةٍ  .",
    "hadithBengali": "৬৮৫৩। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের মধ্যে এমন কোন ব্যক্তি নেই, যার আমল তাকে নাজাত দিতে পারে। সাহাবীগণ প্রশ্ন করলেন, ইয়া রাসুলাল্লাহ! আপনিও কি নন? উত্তরে তিনি বললেনঃ আমিও নই। তবে যদি আল্লাহ তাআলা আমাকে তার ক্ষমা ও রহমতের দ্বারা ঢেকে নেন। বর্ণনাকারী ইবনু আউন (রহঃ) তাঁর হাত দ্বারা নিজ মাথার দিকে ইশারা করে বললেন, আমিও না। হ্যাঁ, যদি আল্লাহ তাআলা তাঁর ক্ষমা ও রহমত দ্বারা আমাকে ঢেকে নেন।\n",
    "checkStatus": "1",
    "hadithNo": "6853",
    "id": "19176",
    "thesequence": "19328",
    "isActive": "1",
    "chapterId": "14332",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৭. কোন ব্যক্তিই তার আমলের বিনিময়ে জান্নাতে যাবে না, বরং জান্নাতে যাবে আল্লাহর রহমতের মাধ্যমে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThere is none whose deeds alone cansecure salvation for him. They said: Allahs Messenger, not even you? Thereupon he said: Not even I, but that, the Mercy of Allah should take hold of me.",
    "hadithArabic": " حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَيْسَ أَحَدٌ يُنْجِيهِ عَمَلُهُ  . قَالُوا وَلاَ أَنْتَ يَا رَسُولَ اللَّهِ قَالَ  وَلاَ أَنَا إِلاَّ أَنْ يَتَدَارَكَنِيَ اللَّهُ مِنْهُ بِرَحْمَةٍ  .",
    "hadithBengali": "৬৮৫৪। যুহারয়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এমন কোন ব্যক্তি নেই, যার আমল তাকে নাজাত দিতে পারে। তারা বললেন, ইয়া রাসুলাল্লাহ! আপনিও কি নন? তিনি বলেন, আমিও নই। হ্যাঁ, যদি আল্লাহ তা&#39;আলা আমাকে তাঁর রহমত দ্বারা রক্ষা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6854",
    "id": "19177",
    "thesequence": "19329",
    "isActive": "1",
    "chapterId": "14332",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৭. কোন ব্যক্তিই তার আমলের বিনিময়ে জান্নাতে যাবে না, বরং জান্নাতে যাবে আল্লাহর রহমতের মাধ্যমে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nNone amongst you can get. into Paradise by virtue of his deeds alone. They said: Allahs Messenger, not even you? Thereupon he said: Not even I, but that Allah should wrap me in His Grace and Mercy.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا أَبُو عَبَّادٍ، يَحْيَى بْنُ عَبَّادٍ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ أَبِي عُبَيْدٍ، مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَنْ يُدْخِلَ أَحَدًا مِنْكُمْ عَمَلُهُ الْجَنَّةَ  . قَالُوا وَلاَ أَنْتَ يَا رَسُولَ اللَّهِ قَالَ  وَلاَ أَنَا إِلاَّ أَنْ يَتَغَمَّدَنِيَ اللَّهُ مِنْهُ بِفَضْلٍ وَرَحْمَةٍ  .",
    "hadithBengali": "৬৮৫৫। মুহাম্মদ ইবনু হাতিম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের কারো আমল তাকে জান্নাতে দাখিল করতে পারবে না। সাহাবীগণ বললেন, ইয়া রাসুলাল্লাহ! আপনিও কি নন? তিনি বললেনঃ আমিও নই। তবে যদি আল্লাহ তাআলা আমাকে তার অনুগ্রহ ও রহমত দ্বারা ডেকে নেন।\n",
    "checkStatus": "1",
    "hadithNo": "6855",
    "id": "19178",
    "thesequence": "19330",
    "isActive": "1",
    "chapterId": "14332",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৭. কোন ব্যক্তিই তার আমলের বিনিময়ে জান্নাতে যাবে না, বরং জান্নাতে যাবে আল্লাহর রহমতের মাধ্যমে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nObserve moderation in deeds (and if it is not possible, try to be near moderation) and understand that none amongst you can attain salvation because of his deeds alone. They said: Allahs Messenger, not even you? Thereupon he said: Not even I, but that Allah should wrap me in His Mercy and Grace.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  قَارِبُوا وَسَدِّدُوا وَاعْلَمُوا أَنَّهُ لَنْ يَنْجُوَ أَحَدٌ مِنْكُمْ بِعَمَلِهِ  . قَالُوا يَا رَسُولَ اللَّهِ وَلاَ أَنْتَ قَالَ  وَلاَ أَنَا إِلاَّ أَنْ يَتَغَمَّدَنِيَ اللَّهُ بِرَحْمَةٍ مِنْهُ وَفَضْلٍ  .",
    "hadithBengali": "৬৮৫৬। মুহাম্মদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা মধ্যম পন্থা অবলম্বন কর এবং এর নিকটবর্তী তরীকা ইখতিয়ার কর। তোমরা জেনে রাখ, তোমাদের কেউ আমলের দ্বারা নাজাত লাভ করতে পারবে না। সাহাবীগণ বললেন, হে আল্লাহর রাসুল! আপনিও নন? তিনি বললেন, হ্যাঁ, আমিও নই। তবে আল্লাহ তাআলা যদি তাঁর রহমত ও অনুগ্রহ দ্বারা আমাকে আবৃত করে নেন।\n",
    "checkStatus": "1",
    "hadithNo": "6856",
    "id": "19179",
    "thesequence": "19331",
    "isActive": "1",
    "chapterId": "14332",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৭. কোন ব্যক্তিই তার আমলের বিনিময়ে জান্নাতে যাবে না, বরং জান্নাতে যাবে আল্লাহর রহমতের মাধ্যমে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Jabir through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ .",
    "hadithBengali": "৬৮৫৭। ইবনু নুমায়র (রহঃ) ... জাবির (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6857",
    "id": "19180",
    "thesequence": "19332",
    "isActive": "1",
    "chapterId": "14332",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৭. কোন ব্যক্তিই তার আমলের বিনিময়ে জান্নাতে যাবে না, বরং জান্নাতে যাবে আল্লাহর রহমতের মাধ্যমে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Amash through two other chains of transmitters. The wording is, however, the same.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، بِالإِسْنَادَيْنِ جَمِيعًا كَرِوَايَةِ ابْنِ نُمَيْرٍ .",
    "hadithBengali": "৬৮৫৮। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আ&#39;মাশ (রহঃ) এর সুত্রে ইবনু নুমায়র (রহঃ) এর অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6858",
    "id": "19181",
    "thesequence": "19333",
    "isActive": "1",
    "chapterId": "14332",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৭. কোন ব্যক্তিই তার আমলের বিনিময়ে জান্নাতে যাবে না, বরং জান্নাতে যাবে আল্লাহর রহমতের মাধ্যমে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Abu Huraira through another chain of transmitters with this addition:\n Give them glad tidings.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ وَزَادَ   وَأَبْشِرُوا  .",
    "hadithBengali": "৬৮৫৯। আবূ বকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আবূ হুরায়রা (রাঃ) এর সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন, তবে এতে অতিরিক্ত রয়েছে অর্থাৎ তোমরা সুসংবাদ গ্রহণ কর।\n",
    "checkStatus": "1",
    "hadithNo": "6859",
    "id": "19182",
    "thesequence": "19334",
    "isActive": "1",
    "chapterId": "14332",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৭. কোন ব্যক্তিই তার আমলের বিনিময়ে জান্নাতে যাবে না, বরং জান্নাতে যাবে আল্লাহর রহমতের মাধ্যমে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported:\nI heard Allahs Apoetle (ﷺ) as saying: None of you would get into Paradise because of his good deeds alone, and he would not be rescued from Fire, not even I, but because of the Mercy of Allah.",
    "hadithArabic": "حَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، حَدَّثَنَا مَعْقِلٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   لاَ يُدْخِلُ أَحَدًا مِنْكُمْ عَمَلُهُ الْجَنَّةَ وَلاَ يُجِيرُهُ مِنَ النَّارِ وَلاَ أَنَا إِلاَّ بِرَحْمَةٍ مِنَ اللَّهِ  .",
    "hadithBengali": "৬৮৬০। সালামা ইবনু শাবীব (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, তোমাদের কোন ব্যক্তিকে তার আমল জান্নাতে দাখিল করতে পারবে না। এবং জাহান্নাম হতে পানাহ দিতে পারবে না। আমিও নই। তবে যদি আল্লাহর রহমত দ্বারা।\n",
    "checkStatus": "1",
    "hadithNo": "6860",
    "id": "19183",
    "thesequence": "19335",
    "isActive": "1",
    "chapterId": "14332",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৭. কোন ব্যক্তিই তার আমলের বিনিময়ে জান্নাতে যাবে না, বরং জান্নাতে যাবে আল্লাহর রহমতের মাধ্যমে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha, the wife of Allahs Apostle (ﷺ), reported that Allahs Messenger (ﷺ) used to say:\nObserve moderation (in doing deeds), and if you fail to observe it perfectly, try to do as much as you can do (to live up to this ideal of moderation) and be happy for none would be able to get into Paradise because of his deeds alone. They (the Companions of the Holy Prophet) said: Allahs Messenger, not even you? Thereupon he said: Not even I, but that Allah wraps me in His Mercy, and bear this in mind that the deed loved most by Allah is one which is done constantly even though it is small.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، أَخْبَرَنَا مُوسَى بْنُ، عُقْبَةَ ح وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا بَهْزٌ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا مُوسَى، بْنُ عُقْبَةَ قَالَ سَمِعْتُ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، يُحَدِّثُ عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا كَانَتْ تَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  سَدِّدُوا وَقَارِبُوا وَأَبْشِرُوا فَإِنَّهُ لَنْ يُدْخِلَ الْجَنَّةَ أَحَدًا عَمَلُهُ  . قَالُوا وَلاَ أَنْتَ يَا رَسُولَ اللَّهِ قَالَ  وَلاَ أَنَا إِلاَّ أَنْ يَتَغَمَّدَنِيَ اللَّهُ مِنْهُ بِرَحْمَةٍ وَاعْلَمُوا أَنَّ أَحَبَّ الْعَمَلِ إِلَى اللَّهِ أَدْوَمُهُ وَإِنْ قَلَّ  .",
    "hadithBengali": "৬৮৬১। ইসহাক ইবনু ইবরাহীম (অন্য সনদে) মুহাম্মাদ ইবনু হাতিম (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলতেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মধ্যম পন্থা অবলম্বন কর, এর নিকটবর্তী পন্থা ধারণ কর এবং সুসংবাদ গ্রহণ কর, কারো আমলই তাকে জান্নাতে প্রবেশ করাতে পারবে না। তারা বললেন, হে আল্লাহর রাসুল! আপনিও কি নন? তিনি বললেনঃ আমিও নই। তবে যদি আল্লাহ তাআলা আমাকে তার রহমত দ্বারা ঢেকে নেন। তোমরা জেনে রাখ, নিয়মিত আমলই আল্লাহর নিকট সর্বাধিক প্রিয় আমল, যদিও তা পরিমাণে কম হয় না কেন।\n",
    "checkStatus": "1",
    "hadithNo": "6861",
    "id": "19184",
    "thesequence": "19336",
    "isActive": "1",
    "chapterId": "14332",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৭. কোন ব্যক্তিই তার আমলের বিনিময়ে জান্নাতে যাবে না, বরং জান্নাতে যাবে আল্লাহর রহমতের মাধ্যমে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Musa b. `Uqba with the same chain of transmitters and he did not make a mention of:\nBe happy.",
    "hadithArabic": "وَحَدَّثَنَاهُ حَسَنٌ الْحُلْوَانِيُّ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، بْنُ الْمُطَّلِبِ عَنْ مُوسَى بْنِ عُقْبَةَ، بِهَذَا الإِسْنَادِ وَلَمْ يَذْكُرْ   وَأَبْشِرُوا  .",
    "hadithBengali": "৬৮৬২। হাসান হুলওয়ানী (রহঃ) ... মূসা ইবনু উকবা (রাঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন। তবে এতে তারাوَأَبْشِرُوا কথাটি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6862",
    "id": "19185",
    "thesequence": "19337",
    "isActive": "1",
    "chapterId": "14332",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৭. কোন ব্যক্তিই তার আমলের বিনিময়ে জান্নাতে যাবে না, বরং জান্নাতে যাবে আল্লাহর রহমতের মাধ্যমে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Mughira b. Shuba reported that Allahs Apostle (ﷺ) worshipped so much that his feet were swollen. It was said to him:\n(Why do you undergo so much hardship despite the fact that) Allah has pardoned for you your earlier and later sins? Thereupon he said: May I not (prove myself) to be a grateful servant (of Allah)?",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ زِيَادِ بْنِ عِلاَقَةَ، عَنِ الْمُغِيرَةِ بْنِ، شُعْبَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى حَتَّى انْتَفَخَتْ قَدَمَاهُ فَقِيلَ لَهُ أَتَكَلَّفُ هَذَا وَقَدْ غَفَرَ اللَّهُ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ فَقَالَ   أَفَلاَ أَكُونُ عَبْدًا شَكُورًا  .",
    "hadithBengali": "৬৮৬৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... মুগীরা ইবনু শু&#39;বা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমনভাবে সালাত আদায় করেছেন যে, তার উভয় পদযুগল ফুলে গেছে। এ দেখে তাকে বলা হল, আপনি এত কষ্ট করছেন কেন? আপনার তো পূর্বাপর সমুদয় বিচ্যুতি ক্ষমা করে দেয়া হয়েছে। এ কথা শুনে তিনি বললেনঃ আমি কি কৃতজ্ঞ বান্দা হবো না?\n",
    "checkStatus": "1",
    "hadithNo": "6863",
    "id": "19186",
    "thesequence": "19338",
    "isActive": "1",
    "chapterId": "14333",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৮. অধিক পরিমাণ আমল ও ইবাদতে সাধনা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted on the authority of Mughira b. Shuba and the words are:\nAllahs Apostle (ﷺ) kept standing in prayer (for such long hours) that his feet were swollen. They (his Companions) said: Verily, Allah has pardoned for thee the earlier and the later of thine sins. Thereupon he said: Should I not prove myself to be a grateful servant (of Allah)?",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ زِيَادِ بْنِ عِلاَقَةَ، سَمِعَ الْمُغِيرَةَ بْنَ شُعْبَةَ، يَقُولُ قَامَ النَّبِيُّ صلى الله عليه وسلم حَتَّى وَرِمَتْ قَدَمَاهُ قَالُوا قَدْ غَفَرَ اللَّهُ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ . قَالَ   أَفَلاَ أَكُونُ عَبْدًا شَكُورًا  .",
    "hadithBengali": "৬৮৬৪। আবূ বকর ইবনু আবূ শায়বা ও ইবনু নুমায়র (রহঃ) ... মুগীরা ইবনু শু&#39;বা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতে এমনভাবে কিয়াম (নফল সালাত আদায়) করতেন যে, এতে তাঁর পদযুগল ফুলে যেতো। (এ দেখে) তারা (সাহাবীগণ) বললেন, আল্লাহ তো আপনার পূর্বাপর সমুদয় বিচ্যুতি ক্ষমা করে দিয়েছেন। তিনি বললেন, আমি কি কৃতজ্ঞ বান্দা হবো না?\n",
    "checkStatus": "1",
    "hadithNo": "6864",
    "id": "19187",
    "thesequence": "19339",
    "isActive": "1",
    "chapterId": "14333",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৮. অধিক পরিমাণ আমল ও ইবাদতে সাধনা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that when Allahs Messenger (ﷺ) occupied himself in prayer, he observed such a (long) qiyam (posture of standing in prayer) that his feet were swollen. Aisha said:\nAllahs Messenger you do this (in spite of the fact) that your earlier and later sins have been pardoned for you? Thereupon, he said. Aisha should I not prove myself to be a thanksgiving servant (of Allah)?",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي أَبُو صَخْرٍ، عَنِ ابْنِ قُسَيْطٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا صَلَّى قَامَ حَتَّى تَفَطَّرَ رِجْلاَهُ قَالَتْ عَائِشَةُ يَا رَسُولَ اللَّهِ أَتَصْنَعُ هَذَا وَقَدْ غُفِرَ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ فَقَالَ   يَا عَائِشَةُ أَفَلاَ أَكُونُ عَبْدًا شَكُورًا  .",
    "hadithBengali": "৬৮৬৫। হারুন ইবনু মারুফ ও হারূন ইবনু সাঈদ আল-আয়লী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সালাত আদায় করতেন তখন এমনভাবে কিয়াম করতেন যে, এতে তার উভয় পদযুগল ফেটে যেতো। এ দেখে আয়িশা (রাঃ) বললেন, হে আল্লাহর রাসুল! আপনি এরূপ করছেন কেন? অথচ পূর্বাপর আপনার সমুদয় বিচ্যুতি ক্ষমা করে দেয়া হয়েছে। এ কথা শুনে তিনি বললেন, হে আয়িশা, আমি কি কৃতজ্ঞ বান্দা হবো না?\n",
    "checkStatus": "1",
    "hadithNo": "6865",
    "id": "19188",
    "thesequence": "19340",
    "isActive": "1",
    "chapterId": "14333",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৮. অধিক পরিমাণ আমল ও ইবাদতে সাধনা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Shaqiq reported:\nWe were sitting at the door of Abdullah (b. Masud) waiting for him (to come out and deliver a sermon to us). It was at this time that there happened to pass by us Yazid b. Muawiya an-Nakhai. We said: Inform him (Abdullah b. Masud) of our presence here. He went in and Abdullah b. Masud lost no time in coming out to us and said: I was informed of your presence here but nothing hindered me to come out to you but the fact that I did not like to bore you (by stuffing your minds with sermons) as Allahs Messenger (ﷺ) did not deliver us sermon on certain days fearing that it might prove to be boring for us.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، وَأَبُو مُعَاوِيَةَ ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ كُنَّا جُلُوسًا عِنْدَ بَابِ عَبْدِ اللَّهِ نَنْتَظِرُهُ فَمَرَّ بِنَا يَزِيدُ بْنُ مُعَاوِيَةَ النَّخَعِيُّ فَقُلْنَا أَعْلِمْهُ بِمَكَانِنَا . فَدَخَلَ عَلَيْهِ فَلَمْ يَلْبَثْ أَنْ خَرَجَ عَلَيْنَا عَبْدُ اللَّهِ فَقَالَ إِنِّي أُخْبَرُ بِمَكَانِكُمْ فَمَا يَمْنَعُنِي أَنْ أَخْرُجَ إِلَيْكُمْ إِلاَّ كَرَاهِيَةُ أَنْ أُمِلَّكُمْ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَتَخَوَّلُنَا بِالْمَوْعِظَةِ فِي الأَيَّامِ مَخَافَةَ السَّآمَةِ عَلَيْنَا .",
    "hadithBengali": "৬৮৬৬। আবূ বকর ইবনু আবূ শায়বা (অন্য সনদে) ইবনু নুমায়র (রহঃ) ... শাকীক (রহঃ) থেকে বর্ণিত। তিনি বলেন, আবদুল্লাহ (রাঃ) এর অপেক্ষায় আমরা তাঁর (বাড়ীর) দরজায় উপবিষ্ট ছিলাম। এ সময় ইয়াযীদ ইবনু মুআবিয়া নাখঈ (রহঃ) আমাদের নিকট দিয়ে যেতে লাগলেন। আমরা তাকে বললাম, আপনি তাকে আমাদের অবস্থানের খবরটি দিন। তিনি ভেতরে তাঁর নিকট গেলেন। অমনি বিলম্ব না করে আবদুল্লাহ (রাঃ) আমাদের সামনে বেরিয়ে এলেন। অতঃপর তিনি বললেন, তোমাদের অবস্থানের সংবাদ আমাকে পৌছানো হয়েছে। তবে তোমাদের নিকট আসতে এ আমাকে বারণ করেছে যে, আমি যেন তোমাদেরকে উত্যক্ত না করে ফেলি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের অবস্থার প্রতি লক্ষ্য রেখে তিনি দিনে ওয়ায-নসীহত করতেন, আমরা যাতে বিরক্ত না হই।\n",
    "checkStatus": "1",
    "hadithNo": "6866",
    "id": "19189",
    "thesequence": "19341",
    "isActive": "1",
    "chapterId": "14334",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৯. ওয়ায-নসীহতের ক্ষেত্রে মধ্যম পন্থা অবলম্বন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abdullah through other chains of transmitters.",
    "hadithArabic": " حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا ابْنُ إِدْرِيسَ، ح وَحَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ التَّمِيمِيُّ، حَدَّثَنَا ابْنُ مُسْهِرٍ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَلِيُّ بْنُ خَشْرَمٍ، قَالاَ أَخْبَرَنَا عِيسَى، بْنُ يُونُسَ ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، كُلُّهُمْ عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ . نَحْوَهُ . وَزَادَ مِنْجَابٌ فِي رِوَايَتِهِ عَنِ ابْنِ مُسْهِرٍ قَالَ الأَعْمَشُ وَحَدَّثَنِي عَمْرُو بْنُ مُرَّةَ عَنْ شَقِيقٍ عَنْ عَبْدِ اللَّهِ مِثْلَهُ .",
    "hadithBengali": "৬৮৬৭। আবূ সাঈদ আশাজ্জ (অন্য সনদে) মিনজাব ইবনুল হারিস আত তামিমী (অন্য সনদে) ইসহাক ইবনু ইবরাহীম ও আলী ইবনু খাশরাম (রহঃ) (অন্য সনদে) ইবনু আবূ উমার (রহঃ) ... আমাশ (রহঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6867",
    "id": "19190",
    "thesequence": "19342",
    "isActive": "1",
    "chapterId": "14334",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৯. ওয়ায-নসীহতের ক্ষেত্রে মধ্যম পন্থা অবলম্বন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Shaqiq b. Wiil reported that Abdullah used to give us sermon on every Thursday. A person said:\nAbu Abd al-Rahman, we love your talk and so we yearn (to listen to you) and earnestly desire that you should deliver us lecture every day. Thereupon he said: There is nothing to hinder me in giving you talk (every day) but the fact that you may be bored. Allahs Messenger (ﷺ) did not deliver sermons on certain days (fearing that we might be bored).",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا فُضَيْلُ بْنُ عِيَاضٍ، عَنْ مَنْصُورٍ، عَنْ شَقِيقٍ أَبِي وَائِلٍ، قَالَ كَانَ عَبْدُ اللَّهِ يُذَكِّرُنَا كُلَّ يَوْمِ خَمِيسٍ فَقَالَ لَهُ رَجُلٌ يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّا نُحِبُّ حَدِيثَكَ وَنَشْتَهِيهِ وَلَوَدِدْنَا أَنَّكَ حَدَّثْتَنَا كُلَّ يَوْمٍ . فَقَالَ مَا يَمْنَعُنِي أَنْ أُحَدِّثَكُمْ إِلاَّ كَرَاهِيَةُ أَنْ أُمِلَّكُمْ . إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَتَخَوَّلُنَا بِالْمَوْعِظَةِ فِي الأَيَّامِ كَرَاهِيَةَ السَّآمَةِ عَلَيْنَا . ",
    "hadithBengali": "৬৮৬৮। ইসহাক ইবনু ইবরাহীম (অন্য সনদে) ইবনু আবূ উমার (রহঃ) ... ওয়াইলের পিতা শাকীক (রহঃ) থেকে বর্ণিত। তিনি বলেন, আবদুল্লাহ (রাঃ) প্রত্যেক বৃহস্পতিবার দিন আমাদেরকে নসীহত করতেন। জনৈক ব্যক্তি তাকে বললেন, হে আবদুর রহমানের পিতা! আমরা আপনার থেকে হাদীস শুনতে পছন্দ করি এবং আগ্রহ পোষণ করি। আমর বাসনা যে, আপনি আমাদের নিকট প্রত্যহ হাদীস বর্ণনা করেন। এ কথা শুনে তিনি বললেন, এ কাজ থেকে আমাকে যা বিরত রাখে তা হল, আমি তোমাদেরকে বিরক্ত করা পছন্দ করি না, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের অবস্থার প্রতি লক্ষ্য রেখে তিনি ওয়ায-নসীহত করতেন, আমরা যাতে বিরক্ত না হই।\n",
    "checkStatus": "1",
    "hadithNo": "6868",
    "id": "19191",
    "thesequence": "19343",
    "isActive": "1",
    "chapterId": "14334",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "172",
    "statusId": "1",
    "topicName": "১৯. ওয়ায-নসীহতের ক্ষেত্রে মধ্যম পন্থা অবলম্বন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]