[
  {
    "hadithEnglish": " Anas b. Malik reported:\nThe Paradise is surrounded by hardships and the Hell-Fire is surrounded by temptations.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، وَحُمَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   حُفَّتِ الْجَنَّةُ بِالْمَكَارِهِ وَحُفَّتِ النَّارُ بِالشَّهَوَاتِ  .",
    "hadithBengali": "৬৮৬৯। আবদুরল্লাহ ইবনু মাসলামা ইবনু কা&#39;নাব (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জান্নাতকে বেষ্টন করে রাখা হয়েছে অপছন্দনীয় বস্তু দ্বারা এবং জাহান্নামকে বেষ্টন করে রাখা হয়েছে কামনা-বাসনা বস্তু দ্বারা।\n",
    "checkStatus": "1",
    "hadithNo": "6869",
    "id": "19192",
    "thesequence": "19344",
    "isActive": "1",
    "chapterId": "14335",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১. জান্নাত, জান্নাতের নিয়ামতসমূহ ও জান্নাতবাসীগনের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abu Huraira through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنِي وَرْقَاءُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৬৮৭০। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) এর সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6870",
    "id": "19193",
    "thesequence": "19345",
    "isActive": "1",
    "chapterId": "14335",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১. জান্নাত, জান্নাতের নিয়ামতসমূহ ও জান্নাতবাসীগনের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying that:\nAllah the Exalted and Glorious, said: I have prepared for My pious servants which no eye has ever seen, and no ear has ever heard, and no human heart has ever perceived but it is testified by the Book of Allah. He then recited: No soul knows what comfort has been concealed from them, as a reward for what they did. (xxxii. 17)",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ عَمْرٍو الأَشْعَثِيُّ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالَ زُهَيْرٌ حَدَّثَنَا وَقَالَ، سَعِيدٌ أَخْبَرَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  قَالَ اللَّهُ عَزَّ وَجَلَّ أَعْدَدْتُ لِعِبَادِيَ الصَّالِحِينَ مَا لاَ عَيْنٌ رَأَتْ وَلاَ أُذُنٌ سَمِعَتْ وَلاَ خَطَرَ عَلَى قَلْبِ بَشَرٍ  . مِصْدَاقُ ذَلِكَ فِي كِتَابِ اللَّهِ { فَلاَ تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ}",
    "hadithBengali": "৬৮৭১। সাঈদ ইবনু আমর আশআছী ও যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আল্লাহ তাআলা বলেছেন, আমি আমার নেক বান্দাদের জন্য এমন সব জিনিস প্রস্তুত রেখেছি যা কখনো কোন চক্ষু দেখেনি, কোন কান শুনেনি এবং কোন অন্তঃকরণ কখনো কল্পনাও করেনি। আল-কুরআনে এর সত্যায়ন রয়েছে কেউ জানে না তাদের জন্য নয়ন প্রীতিকর কী লুকায়িত রাখা হয়েছে তাদের কৃতকর্মের পুরস্কার স্বরূপ। (সূরা সাজদাঃ ১৭)\n",
    "checkStatus": "1",
    "hadithNo": "6871",
    "id": "19194",
    "thesequence": "19346",
    "isActive": "1",
    "chapterId": "14335",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১. জান্নাত, জান্নাতের নিয়ামতসমূহ ও জান্নাতবাসীগনের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Allahs Apostle (ﷺ) said:\nAllah, the Exalted and Glorious, said: I have prepared for My pious servants which no eye (has ever) seen, no ear has (ever) heard and no human heart has ever perceived those bounties leaving apart (those bounties) about which Allah has informed you.",
    "hadithArabic": "حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   قَالَ اللَّهُ عَزَّ وَجَلَّ أَعْدَدْتُ لِعِبَادِيَ الصَّالِحِينَ مَا لاَ عَيْنٌ رَأَتْ وَلاَ أُذُنٌ سَمِعَتْ وَلاَ خَطَرَ عَلَى قَلْبِ بَشَرٍ ذُخْرًا بَلْهَ مَا أَطْلَعَكُمُ اللَّهُ عَلَيْهِ  .",
    "hadithBengali": "৬৮৭২। হারুন ইবনু সাঈদ আল আয়লী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ তাআলা বলেছেন, আমি আমার নেক বান্দাদের জন্য এমন জিনিস প্রস্তুত রেখেছি যা কোন চক্ষু কখনো দেখেনি, কোন কান কখনো শুনেনি এবং কোন হৃদয়-মন যা কখনো কল্পনাও করেনি। এসব নিয়ামত আমি সঞ্চিত রেখে দিয়েছি। আল্লাহ তোমাদেরকে যা জানিয়েছেন তা রাখ (তা-তো আছেই)।\n",
    "checkStatus": "1",
    "hadithNo": "6872",
    "id": "19195",
    "thesequence": "19347",
    "isActive": "1",
    "chapterId": "14335",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১. জান্নাত, জান্নাতের নিয়ামতসমূহ ও জান্নাতবাসীগনের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) said that Allah, the Exalted and Glorious, said:\nI have prepared for My pious servants which the eye has seen not, and the ear has heard not and no human heart has ever perceived such bounties leaving aside those about which Allah has informed you. He then recited: No soul knows what comfort has been hidden for thein.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا ابْنُ، نُمَيْرٍ - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يَقُولُ اللَّهُ عَزَّ وَجَلَّ أَعْدَدْتُ لِعِبَادِيَ الصَّالِحِينَ مَا لاَ عَيْنٌ رَأَتْ وَلاَ أُذُنٌ سَمِعَتْ وَلاَ خَطَرَ عَلَى قَلْبِ بَشَرٍ . ذُخْرًا بَلْهَ مَا أَطْلَعَكُمُ اللَّهُ عَلَيْهِ  . ثُمَّ قَرَأَ { فَلاَ تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ}",
    "hadithBengali": "৬৮৭৩। আবূ বকর ইবনু আবী শায়বা ও আবূ কুরায়ব (অন্য সনদে) ইবনু নুমায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ তাআলা বলেছেন, আমি আমার নেক বান্দাদের জন্য এমন সব জিনিস তৈরী করে রেখেছি, যা কোন চক্ষু কখনো দেখেনি, কোন কান কখনো শুনেনি এবং যা কোন মন কখনো কল্পনাও করেনি। এগুলো আমি তোমদের জন্য জমা করে রেখে দিয়েছি। এসব ছাড়া আল্লাহ তোমাদেরকে যা কিছু দেখিয়েছেন তা তো আছেই। অতঃপর তিনি পাঠ করলেন, &ldquo;কেউই জানেনা তাদের জন্য নয়ন প্রীতিকর কী লুকায়িত রাখা হয়েছে তাদের কৃতকর্মের পুরস্কার স্বরূপ।&rdquo; (সূরা সাজদাঃ ১৭)।\n",
    "checkStatus": "1",
    "hadithNo": "6873",
    "id": "19196",
    "thesequence": "19348",
    "isActive": "1",
    "chapterId": "14335",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১. জান্নাত, জান্নাতের নিয়ামতসমূহ ও জান্নাতবাসীগনের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sahl b. Sad as-Saidi reported:\nI was in the company of Allahs Messenger (ﷺ) that he gave a description of Paradise and then Allahs Apostle (ﷺ) concluded with these words: There would be bounties which the eye has not seen and the ear has not heard and no human heart has ever perceived them. He then recited this verse: They forsake (their) beds, calling upon their Lord in fear and in hope, and spend out of what We have given them. So no soul knows what refreshment of the eyes is hidden for them: a reward for what they did (xxxii. 16-17)",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي أَبُو صَخْرٍ، أَنَّ أَبَا حَازِمٍ، حَدَّثَهُ قَالَ سَمِعْتُ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ، يَقُولُ شَهِدْتُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم مَجْلِسًا وَصَفَ فِيهِ الْجَنَّةَ حَتَّى انْتَهَى ثُمَّ قَالَ صلى الله عليه وسلم فِي آخِرِ حَدِيثِهِ  فِيهَا مَا لاَ عَيْنٌ رَأَتْ وَلاَ أُذُنٌ سَمِعَتْ وَلاَ خَطَرَ عَلَى قَلْبِ بَشَرٍ  . ثُمَّ اقْتَرَأَ هَذِهِ الآيَةَ { تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ * فَلاَ تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} .",
    "hadithBengali": "৬৮৭৪। হারুন ইবনু মারুফ ও হারুন ইবনু সাঈদ আল আয়লী (রহঃ) ... সাদ ইবনু সাদ আস সাঈদী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এক মজলিসে উপস্থিত ছিলাম। তিনি বর্ননাতীতভাবে জান্নাতের প্রশংসা করে শেষ পর্যায়ে বললেন, এতে এমন সব নিয়ামত রয়েছে যা কোন চক্ষু কখনো দেখেনি, কোন কান কখনো শুনেনি এবং কোন মন কখনো কল্পনাও করেনি। অতঃপর তিনি পাঠ করলেন, তারা শয্যা ত্যাগ করতঃ তাদের প্রতিপালককে ডাকে, আশায় ও আশংকায় এবং তাদেরকে যে রিযক দান করেছি তা থেকে তারা ব্যয় করে। কেউই জানেনা তাদের জন্য নয়ন প্রীতিকরণ কী লুকায়িত রাখা হয়েছে তাদের কৃতকর্মের পুরস্কার স্বরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "6874",
    "id": "19197",
    "thesequence": "19349",
    "isActive": "1",
    "chapterId": "14335",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১. জান্নাত, জান্নাতের নিয়ামতসমূহ ও জান্নাতবাসীগনের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nIn Paradise, there is a tree under the shadow of which a rider can travel for a hundred years.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ   إِنَّ فِي الْجَنَّةِ لَشَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ سَنَةٍ  .",
    "hadithBengali": "৬৮৭৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) এর সুত্রে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ জান্নাতে এমন একটি বৃক্ষ আছে, যার ছায়ায় একজন আরোহী একশ বছর পর্যন্ত সফর করতে পারবে।\n",
    "checkStatus": "1",
    "hadithNo": "6875",
    "id": "19198",
    "thesequence": "19350",
    "isActive": "1",
    "chapterId": "14336",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "২. জান্নাতে এমন একটি বৃক্ষ আছে, যার ছায়ায় একজন আরোহী একশত বছর পর্যন্ত সফর করেও তা অতিক্রম করতে পারবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Abu Huraira through another chain of transmitters with the addition of these words:\n He will not be able to cover this distance.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا الْمُغِيرَةُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْحِزَامِيَّ - عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ وَزَادَ   لاَ يَقْطَعُهَا  .",
    "hadithBengali": "৬৮৭৬। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) এর সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করেছেন। তবে এতে অধিক রয়েছে যে, এতেও সে তা অতিক্রম করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6876",
    "id": "19199",
    "thesequence": "19351",
    "isActive": "1",
    "chapterId": "14336",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "২. জান্নাতে এমন একটি বৃক্ষ আছে, যার ছায়ায় একজন আরোহী একশত বছর পর্যন্ত সফর করেও তা অতিক্রম করতে পারবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sahl b. Sad reported Allahs Messenger (ﷺ) as saying:\nIn Paradise, there is a tree under the shadow of which a rider can travel for a hundred years without covering (the distance) completely. This hadith has also been transmitted on the authority of Abu Said al-Khudri that Allahs Apostle (ﷺ) is reported to have said: In Paradise, there is a tree under the shadow of which a rider of a fine and swift-footed horse would travel for a hundred years without covering the distance completely. There would be the pleasure of Allah for the inmates of Paradise and He would never be annoyed with them.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا الْمَخْزُومِيُّ، حَدَّثَنَا وُهَيْبٌ، عَنْ أَبِي، حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ  إِنَّ فِي الْجَنَّةِ لَشَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ لاَ يَقْطَعُهَا  .\n\nقَالَ أَبُو حَازِمٍ فَحَدَّثْتُ بِهِ النُّعْمَانَ بْنَ أَبِي عَيَّاشٍ الزُّرَقِيَّ، فَقَالَ حَدَّثَنِي أَبُو سَعِيدٍ الْخُدْرِيُّ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  إِنَّ فِي الْجَنَّةِ شَجَرَةً يَسِيرُ الرَّاكِبُ الْجَوَادَ الْمُضَمَّرَ السَّرِيعَ مِائَةَ عَامٍ مَا يَقْطَعُهَا  .",
    "hadithBengali": "৬৮৭৭। ইসহাক ইবনু ইবরাহীম হানযালী (রহঃ) ... সাহুল ইবনু সাদ (রাঃ) সুত্রে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ জান্নাতের মধ্যে এমন একটি বৃক্ষ রয়েছে, যার ছায়ায় একজন আরোহী একশ বছর সফর করেও তা শেষ করতে পারবে না।\n\nবর্ণনাকারী আবূ হাযিম (রহঃ) বলেন, নু&#39;মান ইবনু আবূ আয়্যাশ যুরাকীর নিকট আমি এ হাদীস বর্ণনা করার পর তিনি বললেন, আমাকে আবূ সাঈদ খুদরী (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বলেছেনঃ জান্নাতের মাঝে এমন একটি বৃক্ষ আছে, যা (উন্নতজাতের প্রশিক্ষিত) দ্রুতগামী অশ্বের আরোহী একশ&#39; বছর পর্যন্ত সফর করেও অতিক্রম করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6877",
    "id": "19200",
    "thesequence": "19352",
    "isActive": "1",
    "chapterId": "14336",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "২. জান্নাতে এমন একটি বৃক্ষ আছে, যার ছায়ায় একজন আরোহী একশত বছর পর্যন্ত সফর করেও তা অতিক্রম করতে পারবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri reported that Allahs Apostle (ﷺ) said that Allah would say to the inmates of Paradise:\nO, Dwellers of Paradise, and they would say in response: At thy service and pleasure, our Lord, the good is in Thy Hand. He (the Lord) would say: Are you well pleased now? They would say: Why should we not be pleased, O Lord, when Thou hast given us what Thou hast not given to any of Thy creatures? He would, however, say: May I not give you (something) even more excellent than that? And they would say: O Lord, what thing can be more excellent than this? And He would say: I shall cause My pleasure to alight upon you and I shall never be afterwards annoyed with you.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ سَهْمٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا مَالِكُ، بْنُ أَنَسٍ ح وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِنَّ اللَّهَ يَقُولُ لأَهْلِ الْجَنَّةِ يَا أَهْلَ الْجَنَّةِ . فَيَقُولُونَ لَبَّيْكَ رَبَّنَا وَسَعْدَيْكَ وَالْخَيْرُ فِي يَدَيْكَ . فَيَقُولُ هَلْ رَضِيتُمْ فَيَقُولُونَ وَمَا لَنَا لاَ نَرْضَى يَا رَبِّ وَقَدْ أَعْطَيْتَنَا مَا لَمْ تُعْطِ أَحَدًا مِنْ خَلْقِكَ فَيَقُولُ أَلاَ أُعْطِيكُمْ أَفْضَلَ مِنْ ذَلِكَ فَيَقُولُونَ يَا رَبِّ وَأَىُّ شَىْءٍ أَفْضَلُ مِنْ ذَلِكَ فَيَقُولُ أُحِلُّ عَلَيْكُمْ رِضْوَانِي فَلاَ أَسْخَطُ عَلَيْكُمْ بَعْدَهُ أَبَدًا  .",
    "hadithBengali": "৬৮৭৮। মুহাম্মাদ ইবনু আবারে রহমান ইবনু সাহম (অন্য সনদে) হারুন ইবনু সাঈদ আল আয়লী (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামথেকে বর্ণিত। তিনি বলেনঃ জান্নাতী লোকদেরকে লক্ষ্য করে আল্লাহ তাআলা বলবেন, হে জান্নাতীগণ! তারা বলবে, হে আমাদের প্রতিপালক! আমরা আপনার নিকটে উপস্থিত আছি। সমস্ত কল্যাণ আপনারই হাতে। অতঃপর তিনি বলবেন, তোমরা কি সন্তুষ্ট? তারা উত্তর দেবে, হে আমাদের প্রতিপালক! কেন আমরা সন্তুষ্ট হবো না? অথচ আপনি আমাদেরকে এমন জিনিস দান করেছিল যা আপনার সৃষ্টি জগতের অন্য কাউকে দান করেননি। তিনি বলবেন আমি কি তোমাদেরকে এর থেকে উত্তম জিনিস দান করব না? তারা বলবে, হে রব! এর চাইতে উত্তম বস্তু আর কি হতে পারে? অতঃপর আল্লাহ বলবেনঃ আমি তোমাদের উপর আমার সন্তুষ্টি অবতরণ (স্থাপন) করব। এরপর তোমাদের উপর আমি আর কখনো অসন্তুষ্ট হবো না।\n",
    "checkStatus": "1",
    "hadithNo": "6878",
    "id": "19201",
    "thesequence": "19353",
    "isActive": "1",
    "chapterId": "14337",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৩. জান্নাতবাসিগনের উপর (চিরস্থায়ী) সন্তুষ্টি অবতরণ করা এবং আর কখনো অসন্তুষ্ট না হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sahl b. Sad reported Allahs Messenger (ﷺ) as saying:\nThe inmates of Paradise will look to the upper apartment of Paradise as you see the planets in the sky. I narrated this hadith to Numan b. Abi Ayyash and he said: I heard Abu Said al-Khudri as saying: As you see the shining planets in the eastern and western (sides of) horizon.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْقَارِيَّ - عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  إِنَّ أَهْلَ الْجَنَّةِ لَيَتَرَاءَوْنَ الْغُرْفَةَ فِي الْجَنَّةِ كَمَا تَرَاءَوْنَ الْكَوْكَبَ فِي السَّمَاءِ  .\n\nقَالَ فَحَدَّثْتُ بِذَلِكَ النُّعْمَانَ بْنَ أَبِي عَيَّاشٍ، فَقَالَ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ كَمَا تَرَاءَوْنَ الْكَوْكَبَ الدُّرِّيَّ فِي الأُفُقِ الشَّرْقِيِّ أَوِ الْغَرْبِيِّ  .",
    "hadithBengali": "৬৮৭৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জান্নাতী লোকেরা জান্নাতের সুউচ্চ বালাখালাসমূহ দেখতে পাবে, তোমরা যেমন আকাশের তারকারাজি দেখে থাক। বর্ণনাকারী বলেন, নু&#39;মান ইবনু আবূ আয়্যাশের নিকট এ হাদীসটি আমি বর্ণনা করার পর তিনি বললেন, আমি আবূ সাঈদ খুদরী (রাঃ) এর নিকট শুনেছি, তিনি বলেছেন, যেমনিভাবে তোমরা পূর্ব বা পশ্চিম দিগন্তের তারকা দেখে থাক।\n",
    "checkStatus": "1",
    "hadithNo": "6879",
    "id": "19202",
    "thesequence": "19354",
    "isActive": "1",
    "chapterId": "14338",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৪. জান্নাতিগন আকাশের তারকারাজি দেখার ন্যায়ই বালাখানাসমূহের বাসিন্দাগন দেখতে পাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abu Hazim through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا الْمَخْزُومِيُّ، حَدَّثَنَا وُهَيْبٌ، عَنْ أَبِي حَازِمٍ، بِالإِسْنَادَيْنِ جَمِيعًا نَحْوَ حَدِيثِ يَعْقُوبَ .",
    "hadithBengali": "৬৮৮০। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ হাযিম (রহঃ) থেকে উল্লেখিত দুই সনদে ইয়াকুবের হাদীসে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6880",
    "id": "19203",
    "thesequence": "19355",
    "isActive": "1",
    "chapterId": "14338",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৪. জান্নাতিগন আকাশের তারকারাজি দেখার ন্যায়ই বালাখানাসমূহের বাসিন্দাগন দেখতে পাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri reported Allahs Messenger (ﷺ) as saying:\nThe inmates of Paradise would see the inmates of the apartment over them just as you see the shining planets which remain in the eastern and the western horizon because of the superiority some have over others. They said: Allahs Messenger, would in these abodes of Apostles others besides them not be able to reach? He said: Yes, they will, by Him, in Whose hand is my life, those who believe in God and acknowledge the Truth, will reach them.",
    "hadithArabic": " حَدَّثَنِي عَبْدُ اللَّهِ بْنُ جَعْفَرِ بْنِ يَحْيَى بْنِ خَالِدٍ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، ح وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ صَفْوَانَ بْنِ سُلَيْمٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  إِنَّ أَهْلَ الْجَنَّةِ لَيَتَرَاءَوْنَ أَهْلَ الْغُرَفِ مِنْ فَوْقِهِمْ كَمَا تَتَرَاءَوْنَ الْكَوْكَبَ الدُّرِّيَّ الْغَابِرَ مِنَ الأُفُقِ مِنَ الْمَشْرِقِ أَوِ الْمَغْرِبِ لِتَفَاضُلِ مَا بَيْنَهُمْ  . قَالُوا يَا رَسُولَ اللَّهِ تِلْكَ مَنَازِلُ الأَنْبِيَاءِ لاَ يَبْلُغُهَا غَيْرُهُمْ . قَالَ  بَلَى وَالَّذِي نَفْسِي بِيَدِهِ رِجَالٌ آمَنُوا بِاللَّهِ وَصَدَّقُوا الْمُرْسَلِينَ  .",
    "hadithBengali": "৬৮৮১। আবদুল্লাহ ইবনু জাফর ইবনু ইয়াহইয়া ইবনু খালিদ (অন্য সনদে) হারুন ইবনু সাঈদ আল আয়লী (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জান্নাতের বাসিন্দাগণ জান্নাতের সুউচ্চ বালাখানাসমূহ দেখতে পাবে, যেমন অস্তগামী (দূরবর্তী) উজ্জ্বল তারকা তোমরা আকাশের পৃর্ব বা পশ্চিম দিগন্তে দেখতে পাও। কেননা তাদের পরস্পরে মর্যাদার ক্ষেত্রে পার্থক্য বিদ্যমান থাকবে। (এ কথা শুনে) সাহাবীগণ বললেন, হে আল্লাহর রাসুল! এ স্তরসমুহ তো নবীদের জন্য নির্দিষ্ট। তাদের ব্যতীত অন্যেরা তো এ স্তরে কখনো পৌছতে পারবে না। তিনি বললেনঃ হ্যাঁ, নিশ্চয়ই পারবে। যে সত্তার হাতে আমার প্রাণ আমি তাঁর কসম (করে বলছি)! যে সমস্ত লোক আল্লাহতে ঈমান আনয়ন করেছে এবং তাঁর রাসুলদের প্রতি আস্থা স্থাপন করেছে, (তারা সকলেই এ মর্যাদা সম্পন্ন স্তরসমূমুহে অবস্থান করতে সক্ষম হবে)।\n",
    "checkStatus": "1",
    "hadithNo": "6881",
    "id": "19204",
    "thesequence": "19356",
    "isActive": "1",
    "chapterId": "14338",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৪. জান্নাতিগন আকাশের তারকারাজি দেখার ন্যায়ই বালাখানাসমূহের বাসিন্দাগন দেখতে পাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThe people most loved by me from amongst my Ummah would be those who would come after me but everyone amongst them would have the keenest desire to catch a glimpse of me even at the cost of his family and wealth.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ - عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مِنْ أَشَدِّ أُمَّتِي لِي حُبًّا نَاسٌ يَكُونُونَ بَعْدِي يَوَدُّ أَحَدُهُمْ لَوْ رَآنِي بِأَهْلِهِ وَمَالِهِ  .",
    "hadithBengali": "৬৮৮২। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমার উম্মাতের মধ্যে আমাকে অধিক মহব্বাতকারী ঐ সমস্ত লোকেদের মধ্যে তারাও হবে, যারা আবির্ভুত হবে আমার তিরোধানের পর, তারা কামনা করবে, হায় যদি তাদের পরিবার-পরিজন এবং ধন ঐশ্বর্যের বিনিময়েও আমাকে দেখতে পেত।\n",
    "checkStatus": "1",
    "hadithNo": "6882",
    "id": "19205",
    "thesequence": "19357",
    "isActive": "1",
    "chapterId": "14339",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৫. যারা নবী (ﷺ) কে তাদের পরিবার-পরিজন ও ধন-সম্পদের বিনিময়ে দেখতে ভালবাসবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Allahs Messenger (ﷺ) said:\nIn Paradise there is a street to which they would come every Friday. The north wind will blow and would scatter fragrance on their faces and on their clothes and would add to their beauty and loveliness, and then they would go back to their family after having an added lustre to their beauty and loveliness, and their family would say to them: By Allah, you have been increased in beauty and loveliness after leaving us, and they would say: By Allah, you have also increased in beauty and loveliness after us.",
    "hadithArabic": "حَدَّثَنَا أَبُو عُثْمَانَ، سَعِيدُ بْنُ عَبْدِ الْجَبَّارِ الْبَصْرِيُّ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، الْبُنَانِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ فِي الْجَنَّةِ لَسُوقًا يَأْتُونَهَا كُلَّ جُمُعَةٍ فَتَهُبُّ رِيحُ الشَّمَالِ فَتَحْثُو فِي وُجُوهِهِمْ وَثِيَابِهِمْ فَيَزْدَادُونَ حُسْنًا وَجَمَالاً فَيَرْجِعُونَ إِلَى أَهْلِيهِمْ وَقَدِ ازْدَادُوا حُسْنًا وَجَمَالاً فَيَقُولُ لَهُمْ أَهْلُوهُمْ وَاللَّهِ لَقَدِ ازْدَدْتُمْ بَعْدَنَا حُسْنًا وَجَمَالاً . فَيَقُولُونَ وَأَنْتُمْ وَاللَّهِ لَقَدِ ازْدَدْتُمْ بَعْدَنَا حُسْنًا وَجَمَالاً  .",
    "hadithBengali": "৬৮৮৩। আবূ উসমান সাঈদ ইবনু আবদুল জাব্বার আল বাসরী (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জান্নাতে একটি বাজার থাকবে। প্রত্যেক জুমআয় (সপ্তাহে) জান্নাতী লোকেরা এতে সমবেত হবে। অতঃপর উত্তরের বায়ু প্রবাহিত হয়ে সেখানকার ধূলা-বালি তাদের মুখমন্ডল ও কাপড় চোপড়ে গিয়ে লাগবে। এতে তাদের রূপ ও সৌন্দর্য আরো বৃদ্ধি পাবে। অতঃপর তারা নিজ পরিবারের নিকট ফিরে আসবে। এসে দেখবে, তাদের গায়ের রং এবং সৌন্দর্য বহু বৃদ্ধি পেয়েছে। এরপর তাদের পরিবারের লোকেরা বলবে, আল্লাহর কসম! আমাদের নিকট হতে যাবার পর তোমাদের রূপ সৌন্দর্য বৃদ্ধি পেয়েছে। উত্তরে তারাও বলবে, আল্লাহর শপথ! আমাদের যাবার পর তোমাদের রূপসৌন্দর্য বহুগুনে বৃদ্ধি পেয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6883",
    "id": "19206",
    "thesequence": "19358",
    "isActive": "1",
    "chapterId": "14339",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৫. যারা নবী (ﷺ) কে তাদের পরিবার-পরিজন ও ধন-সম্পদের বিনিময়ে দেখতে ভালবাসবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Muhammad reported that some (persons) stated with a sense of pride and some discussed whether there would be more men in Paradise or more women. It was upon this that Abu Huraira reported that Abul Qasim (the Holy Prophet) (ﷺ) said:\nThe (members) of the first group to get into Paradise would have their faces as bright as full moon during the night, and the next to this group would have their faces as bright as the shining stars in the sky, and every person would have two wives and the marrow of their shanks would glimmer beneath the flesh and there would be none without a wife in Paradise.",
    "hadithArabic": "حَدَّثَنِي عَمْرٌو النَّاقِدُ، وَيَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، جَمِيعًا عَنِ ابْنِ عُلَيَّةَ، - وَاللَّفْظُ لِيَعْقُوبَ - قَالاَ حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، أَخْبَرَنَا أَيُّوبُ، عَنْ مُحَمَّدٍ، قَالَ إِمَّا تَفَاخَرُوا وَإِمَّا تَذَاكَرُوا الرِّجَالُ فِي الْجَنَّةِ أَكْثَرُ أَمِ النِّسَاءُ فَقَالَ أَبُو هُرَيْرَةَ أَوَلَمْ يَقُلْ أَبُو الْقَاسِمِ صلى الله عليه وسلم   إِنَّ أَوَّلَ زُمْرَةٍ تَدْخُلُ الْجَنَّةَ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ وَالَّتِي تَلِيهَا عَلَى أَضْوَإِ كَوْكَبٍ دُرِّيٍّ فِي السَّمَاءِ لِكُلِّ امْرِئٍ مِنْهُمْ زَوْجَتَانِ اثْنَتَانِ يُرَى مُخُّ سُوقِهِمَا مِنْ وَرَاءِ اللَّحْمِ وَمَا فِي الْجَنَّةِ أَعْزَبُ  .",
    "hadithBengali": "৬৮৮৪। আমর নাকিদ ও ইয়াকুব ইবনু ইবরাহীম আদদাওরাকী (রহঃ) ... মুহাম্মদ (রহঃ) হতে বর্ণিত। তিনি বলেন, লোকেরা হয়ত গর্ব প্রকাশ করে বলল, অথবা আলোচনা করতঃ বলল, জান্নাতে পুরুষ বেশী হবে, না নারী? এ কথা শুনে আবূ হুরায়রা (রাঃ) বললেন, আবূল কাসিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি বলেন নি, প্রথম যে দলটি জান্নাতে প্রবেশ করবে তাদের চেহারা হবে পূর্ণিমার চাঁদের ন্যায় দপ্তীয়মান। তাদের পর যারা জান্নাতে যাবে তাদের চেহারা হবে উজ্জ্বল নক্ষত্রের ন্যায়। তাদের প্রত্যেকের জন্যই থাকবে দু জন স্ত্রী। গোশতের ওপাশ হতে তাদের পায়ের গোছার (অস্থির) মগজ দেখা যাবে। জান্নাতের মধ্যে কেউ অবিবাহিত থাকবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6884",
    "id": "19207",
    "thesequence": "19359",
    "isActive": "1",
    "chapterId": "14340",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৬. সর্বপ্রথম যে দলটি জান্নাতে প্রবেশ করবে পূর্ণিমার রাতের চাঁদের মত তাদের চেহারা দীপ্তমান হবে এবং তাদের গুনাবলী ও তাদের স্ত্রীদের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abu Huraira through another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ، عَنِ ابْنِ سِيرِينَ، قَالَ اخْتَصَمَ الرِّجَالُ وَالنِّسَاءُ أَيُّهُمْ فِي الْجَنَّةِ أَكْثَرُ فَسَأَلُوا أَبَا هُرَيْرَةَ فَقَالَ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ ابْنِ عُلَيَّةَ .",
    "hadithBengali": "৬৮৮৫। ইবনু আবূ উমার (রহঃ) ... ইবনু সীরীন (রহঃ) থেকে বর্ণিত। তিনি বলেন, পুরুষ ও মহিলাদের মধ্যে কারা অধিক জান্নাতী হবে, এ বিষয়ে পুরুষ ও মহিলাগণ বাকবিতণ্ডায় লিপ্ত হল। অতঃপর তারা এ বিষয়ে আবূ হুরায়রা (রাঃ) কে জিজ্ঞেস করার পর তিনি বললেন, আবূল কাসিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন ......। ইবনু উলায়্যার (রহঃ) এর হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "6885",
    "id": "19208",
    "thesequence": "19360",
    "isActive": "1",
    "chapterId": "14340",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৬. সর্বপ্রথম যে দলটি জান্নাতে প্রবেশ করবে পূর্ণিমার রাতের চাঁদের মত তাদের চেহারা দীপ্তমান হবে এবং তাদের গুনাবলী ও তাদের স্ত্রীদের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Abu Huraira through another chain of transmitters that Allahs Messenger (ﷺ) said:\nThe (members of the) first group which would get into Paradise will have their faces as bright as stars in the sky. They would neither pass water, nor void excrement, nor will they suffer from catarrh, nor will they spit, and their combs would be made of gold, and their sweat will be musk, the fuel of their brazier will be aloes, and their wives will be large-eyed maidens and their form would be alike as one single person after the form of their father (Adam) sixty cubits tall.",
    "hadithArabic": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، - يَعْنِي ابْنَ زِيَادٍ - عَنْ عُمَارَةَ بْنِ، الْقَعْقَاعِ حَدَّثَنَا أَبُو زُرْعَةَ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَوَّلُ مَنْ يَدْخُلُ الْجَنَّةَ  . ح\n\nوَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَزُهَيْرُ بْنُ حَرْبٍ، - وَاللَّفْظُ لِقُتَيْبَةَ - قَالاَ حَدَّثَنَا جَرِيرٌ، عَنْ عُمَارَةَ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ أَوَّلَ زُمْرَةٍ يَدْخُلُونَ الْجَنَّةَ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ وَالَّذِينَ يَلُونَهُمْ عَلَى أَشَدِّ كَوْكَبٍ دُرِّيٍّ فِي السَّمَاءِ إِضَاءَةً لاَ يَبُولُونَ وَلاَ يَتَغَوَّطُونَ وَلاَ يَمْتَخِطُونَ وَلاَ يَتْفُلُونَ أَمْشَاطُهُمُ الذَّهَبُ وَرَشْحُهُمُ الْمِسْكُ وَمَجَامِرُهُمُ الأَلُوَّةُ وَأَزْوَاجُهُمُ الْحُورُ الْعِينُ أَخْلاَقُهُمْ عَلَى خُلُقِ رَجُلٍ وَاحِدٍ عَلَى صُورَةِ أَبِيهِمْ آدَمَ سِتُّونَ ذِرَاعًا فِي السَّمَاءِ  .",
    "hadithBengali": "৬৮৮৬। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি প্রথমে জান্নাতে প্রবেশ করবে। (অন্য সনদে) কুতায়বা ও যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রথমে যে দলটি জান্নাতে প্রবেশ করবে তাদের চেহারা পূর্ণিমার চাঁদের ন্যায় দীপ্তিমান হবে। তাদের পর যারা (জান্নাতে প্রবেশ করবে) তাদের চেহারা আকাশের অতিশয় উজ্জ্বল তারকারাজির ন্যায় হবে। তারা পেশাব-পায়খানা করবে না, থুথু ফেলবে না এবং নাক ঝাড়বেনা। তাদের চিরুনি হবে স্বর্ণের। তাদের শরীরের ঘাম হতে মিশকের ঘ্রাণ আসবে এবং তাদের আংটি হবে &#39;ধুপদানী&#39; হবে আগর কাষ্ঠের তৈরী। তাদের স্ত্রীরা হবে আয়তলোচনা হুর। তাদের চরিত্র হবে একই ব্যক্তির চরিত্রের ন্যায়। আদি পিতা আদম (আলাইহিস সালাম) এর আকৃতি হবে তাদের আকৃতি। ষাট হাত লম্বা হবে তাদের দেহ।\n",
    "checkStatus": "1",
    "hadithNo": "6886",
    "id": "19209",
    "thesequence": "19361",
    "isActive": "1",
    "chapterId": "14340",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৬. সর্বপ্রথম যে দলটি জান্নাতে প্রবেশ করবে পূর্ণিমার রাতের চাঁদের মত তাদের চেহারা দীপ্তমান হবে এবং তাদের গুনাবলী ও তাদের স্ত্রীদের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThe first group of my Ummah to get into Paradise would be like a full moon in the night. Then those who would be next to them; they would be like the most significantly glittering stars in regard to brightness, then after them (others) in ranks. They would neither void excrement, nor pass water, nor suffer from catarrh, nor would they spit. And their combs would be made of gold, and the fuel of their braziers would be aloes and their sweat would be musk and their form would be the form of one single person according to the length of their father sixty cubits tall. This hadith has been transmitted on the authority of Ibn Abi Shaiba with a slight variation of wording.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَوَّلُ زُمْرَةٍ تَدْخُلُ الْجَنَّةَ مِنْ أُمَّتِي عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ ثُمَّ الَّذِينَ يَلُونَهُمْ عَلَى أَشَدِّ نَجْمٍ فِي السَّمَاءِ إِضَاءَةً ثُمَّ هُمْ بَعْدَ ذَلِكَ مَنَازِلُ لاَ يَتَغَوَّطُونَ وَلاَ يَبُولُونَ وَلاَ يَمْتَخِطُونَ وَلاَ يَبْزُقُونَ أَمْشَاطُهُمُ الذَّهَبُ وَمَجَامِرُهُمُ الأَلُوَّةُ وَرَشْحُهُمُ الْمِسْكُ أَخْلاَقُهُمْ عَلَى خُلُقِ رَجُلٍ وَاحِدٍ عَلَى طُولِ أَبِيهِمْ آدَمَ سِتُّونَ ذِرَاعًا  . قَالَ ابْنُ أَبِي شَيْبَةَ عَلَى خُلُقِ رَجُلٍ . وَقَالَ أَبُو كُرَيْبٍ عَلَى خَلْقِ رَجُلٍ . وَقَالَ ابْنُ أَبِي شَيْبَةَ عَلَى صُورَةِ أَبِيهِمْ .",
    "hadithBengali": "৬৮৮৭। আবূ বকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রথমে আমার উম্মাতের যে দলটি জান্নাতে যাবে তাদের চেহারা হরে পূর্ণিমার চাঁদের ন্যায় দীপ্তিমান। অতঃপর যারা (জান্নাতে যাবে) তাদের চেহারা হবে আকাশের অতিশয় উজ্জ্বল নক্ষত্রের ন্যায়। অতঃপর যারা জান্নাতে যাবে তাদের বহু স্তর হবে। তারা পেশাব-পায়খান করবে না, নাক ঝাড়বেনা এবং থুথু ফেলবে না। তাদের চিরুনি হবে স্বর্ণের এবং তাদের ধুপদানী হবে অগর কাঠের তৈরী। তাদের (শরীরের) ঘাম হতে মিশকের ঘ্রাণ বিচ্ছুরিত হবে। তাদের চরিত্র একই ব্যক্তির চরিত্রের ন্যায় হবে। তারা তাদের আদি পিতা আদম (আলাইহিস সালাম) এর ন্যায় ষাট হাত লম্বা হবে।\n\nঅতঃপর ইবনু আবী শায়বা ও আবূ কুরায়বা দু&#39;জনইعَلَى خَلْقِ رَجُلٍ বর্ণনা করেছেন। ইবনু আবূ শায়বা (রহঃ) বলেছেন, তাদের আকৃতি তাদের পিতা আদম (আলাইহিস সালাম) এর আকৃতি হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6887",
    "id": "19210",
    "thesequence": "19362",
    "isActive": "1",
    "chapterId": "14340",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৬. সর্বপ্রথম যে দলটি জান্নাতে প্রবেশ করবে পূর্ণিমার রাতের চাঁদের মত তাদের চেহারা দীপ্তমান হবে এবং তাদের গুনাবলী ও তাদের স্ত্রীদের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hammam b. Munabbih reported:\nThese are some of the ahidith which Abu Huraira reported from Allahs Messenger (ﷺ) and one is this that he is reported to have said: The (members of the) first group that would be admitted to Paradise would have their faces as bright as full moon during the night. They would neither spit nor suffer catarrh, nor void excrement. They would have their utensils and their combs made of gold and silver and the fuel of their braziers would be aloes and their sweat would be musk and every one of them would have two spouses (so beautiful) that the marrow of their shanks would be visible through the flesh. There would be no dissension amongst them and no enmity in their hearts. Their hearts would be like one heart, glorifying Allah morning and evening.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَوَّلُ زُمْرَةٍ تَلِجُ الْجَنَّةَ صُوَرُهُمْ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ لاَ يَبْصُقُونَ فِيهَا وَلاَ يَمْتَخِطُونَ وَلاَ يَتَغَوَّطُونَ فِيهَا آنِيَتُهُمْ وَأَمْشَاطُهُمْ مِنَ الذَّهَبِ وَالْفِضَّةِ وَمَجَامِرُهُمْ مِنَ الأَلُوَّةِ وَرَشْحُهُمُ الْمِسْكُ وَلِكُلِّ وَاحِدٍ مِنْهُمْ زَوْجَتَانِ يُرَى مُخُّ سَاقِهِمَا مِنْ وَرَاءِ اللَّحْمِ مِنَ الْحُسْنِ لاَ اخْتِلاَفَ بَيْنَهُمْ وَلاَ تَبَاغُضَ قُلُوبُهُمْ قَلْبٌ وَاحِدٌ يُسَبِّحُونَ اللَّهَ بُكْرَةً وَعَشِيًّا  .",
    "hadithBengali": "৬৮৮৮। মুহাম্মাদ ইবনু রাফি (রহঃ) ... হাম্মাম ইবনু মুনাব্বিহ (রহঃ) হতে বর্ণনা করেছেন। তিনি বলেন, এ হচ্ছে (সে সব হাদীস) যা আবু হুরায়রা (রাঃ) আমাদের শুনিয়েছেন,এভাবে তিনি কয়েকটি হাদিস উল্লেখ করেন। এর থেকে একটি হল এই যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে দলটি প্রথমে জান্নাতে প্রবেশ করবে তাদের চেহারা পূর্ণিমার চাঁদের ন্যায় দীপ্তিমান হবে। সেখানে তারা থুথু ফেলবে না, নাক ঝাড়বেনা এবং পায়খানাও করবে না। তাদের বরতন এবং চিরুনিসমূহ স্বর্ণ এবং রৌপ্য নির্মিত হবে। তাদের ধুপদানীগুলো হবে অগর কাঠের। তাদের ঘাম হবে মিশক এর ন্যায় সুঘ্রাণযুক্ত। তাদের প্রত্যেকেরই দু&#39;জন করে এমন স্ত্রী থাকবে যে, সৌন্দর্যের কারণে গোশতের উপর থেকে তাদের পায়ের গোছার মগজ দেখা যাবে। তাদের মধ্যে কোন মতানৈক্য থাকবে না এবং থাকবে না কোন হিংসা বিদ্বেষ। তাদের হৃদয় একই হৃদয়ের ন্যায় হবে। তারা সকাল-সন্ধ্যায় আল্লাহর তাসবীহ পাঠ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "6888",
    "id": "19211",
    "thesequence": "19363",
    "isActive": "1",
    "chapterId": "14341",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৭. জান্নাত ও জান্নাতবাসীগন পাঠের এবং সকাল-সন্ধ্যায় তাদের তাসবীহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported:\nI heard Allahs Apostle (ﷺ) as saying that the inmates of Paradise would eat and drink but would neither spit, nor pass water, nor void excrement, nor suffer catarrah. It was said: Then, what would happen with food? Thereupon he said: They would belch and sweat (and it would be over with their food), and their sweat would be that of musk and they would glorify and praise Allah as easily as you breathe.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لِعُثْمَانَ - قَالَ عُثْمَانُ حَدَّثَنَا وَقَالَ، إِسْحَاقُ أَخْبَرَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ  إِنَّ أَهْلَ الْجَنَّةِ يَأْكُلُونَ فِيهَا وَيَشْرَبُونَ وَلاَ يَتْفُلُونَ وَلاَ يَبُولُونَ وَلاَ يَتَغَوَّطُونَ وَلاَ يَمْتَخِطُونَ  . قَالُوا فَمَا بَالُ الطَّعَامِ قَالَ  جُشَاءٌ وَرَشْحٌ كَرَشْحِ الْمِسْكِ يُلْهَمُونَ التَّسْبِيحَ وَالتَّحْمِيدَ كَمَا يُلْهَمُونَ النَّفَسَ  .",
    "hadithBengali": "৬৮৮৯। উসমান ইবনু আবূ শায়বা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জান্নাতী লোকেরা জান্নাতে পানাহার করবে। তবে থুথু ফেলবে না, পেশাব-পায়খানা করবে না এবং নাকও ঝাড়বেনা। (এ কথা শুনে) তারা (সাহাবীগণ) বললেন, তবে (ভক্ষিত) খাদ্য কি হবে? তিনি বললেন, ঢেকুরে এবং মিশকের বিচ্ছুরনের ন্যায় ঘাম (দ্বারা হজম হয়ে যাবে)। তাসবীহ-তাহলীল করা তাদের অন্তকরণে ইলহাম করা হবে যেমন ইলহাম করা হবে তাদের শ্বাস প্রশ্বাসের বিষয়টি।\n",
    "checkStatus": "1",
    "hadithNo": "6889",
    "id": "19212",
    "thesequence": "19364",
    "isActive": "1",
    "chapterId": "14341",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৭. জান্নাত ও জান্নাতবাসীগন পাঠের এবং সকাল-সন্ধ্যায় তাদের তাসবীহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Amash with a slight variation of wording.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ إِلَى قَوْلِهِ   كَرَشْحِ الْمِسْكِ  .",
    "hadithBengali": "৬৮৯০। আবূ বকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আমাশ (রহঃ) থেকে এ সনদে كَرَشْحِ الْمِسْكِ পর্যন্ত অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6890",
    "id": "19213",
    "thesequence": "19365",
    "isActive": "1",
    "chapterId": "14341",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৭. জান্নাত ও জান্নাতবাসীগন পাঠের এবং সকাল-সন্ধ্যায় তাদের তাসবীহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abdullah reported that Allahs Messenger (ﷺ) said that the inmates of Paradise would eat therein and they would also drink, but they would neither void excrement, nor suffer catarrh, nor pass water, and their eating (would be digested) in the form of belching and their sweat would be musk aged they would glorify and praise Allah as easily ai you breathe.",
    "hadithArabic": " وَحَدَّثَنِي الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، وَحَجَّاجُ بْنُ الشَّاعِرِ، كِلاَهُمَا عَنْ أَبِي عَاصِمٍ، - قَالَ حَسَنٌ حَدَّثَنَا أَبُو عَاصِمٍ، - عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ، عَبْدِ اللَّهِ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يَأْكُلُ أَهْلُ الْجَنَّةِ فِيهَا وَيَشْرَبُونَ وَلاَ يَتَغَوَّطُونَ وَلاَ يَمْتَخِطُونَ وَلاَ يَبُولُونَ وَلَكِنْ طَعَامُهُمْ ذَاكَ جُشَاءٌ كَرَشْحِ الْمِسْكِ يُلْهَمُونَ التَّسْبِيحَ وَالْحَمْدَ كَمَا يُلْهَمُونَ النَّفَسَ  . قَالَ وَفِي حَدِيثِ حَجَّاجٍ  طَعَامُهُمْ ذَلِكَ  .",
    "hadithBengali": "৬৮৯১। হাসান ইবনু আলী আন-হুলওয়ানী ও হাজ্জাজ ইবনু শাঈর (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতী লোকেরা সেখানে পানাহার করবে। তবে তারা পায়খানা করবে না এবং নাকও ঝাড়বেনা, পেশাবও করবে না। তাদের (ঐ) খাদ্য (নিঃশেষ হয়ে যাবে) মিশকের সুঘ্রান বিচ্ছুরণের ন্যায় ঢেকুর (দ্বারা)। তাসবীহ-তাহলীল তাদের অন্তকরণে ইলহাম করা হবে যেমনিভাবে শ্বাস প্রশ্বাস তোমাদের মনে ইলহাম করা হয়েছে। তবে হাজ্জাজের হাদীসে রয়েছে طَعَامُهُمْ ذَلِكَ - (ذَلِكَ এর স্থানে)।\n",
    "checkStatus": "1",
    "hadithNo": "6891",
    "id": "19214",
    "thesequence": "19366",
    "isActive": "1",
    "chapterId": "14341",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৭. জান্নাত ও জান্নাতবাসীগন পাঠের এবং সকাল-সন্ধ্যায় তাদের তাসবীহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Jabir with a slight variation of wording.",
    "hadithArabic": "وَحَدَّثَنِي سَعِيدُ بْنُ يَحْيَى الأُمَوِيُّ، حَدَّثَنِي أَبِي، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ   وَيُلْهَمُونَ التَّسْبِيحَ وَالتَّكْبِيرَ كَمَا يُلْهَمُونَ النَّفَسَ  . ",
    "hadithBengali": "৬৮৯২। সাঈদ ইবনু ইয়াহইয়া আল উমাবী (রহঃ) ... জাবির (রাঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণিত আছে। তবে এতে বর্ণিত রয়েছে যে, يُلْهَمُونَ التَّسْبِيحَ وَالتَّكْبِيرَ كَمَا يُلْهَمُونَ النَّفَسَ।\n",
    "checkStatus": "1",
    "hadithNo": "6892",
    "id": "19215",
    "thesequence": "19367",
    "isActive": "1",
    "chapterId": "14341",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৭. জান্নাত ও জান্নাতবাসীগন পাঠের এবং সকাল-সন্ধ্যায় তাদের তাসবীহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nHe who would get into Paradise (would be made to enjoy such an everlasting) bliss that he would neither become destitute, nor would his clothes wear out, nor his youth would decline.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ يَدْخُلُ الْجَنَّةَ يَنْعَمُ لاَ يَبْأَسُ لاَ تَبْلَى ثِيَابُهُ وَلاَ يَفْنَى شَبَابُهُ  .",
    "hadithBengali": "৬৮৯৩। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি জান্নাতে প্রবেশ করবে সে আরাম আয়েশে থাকবে ও চিন্তা মুক্ত থাকবে। তার কাপড় কখনো পুরাতন হবে না এবং তার যৌবন কখনো নিঃশেষ হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6893",
    "id": "19216",
    "thesequence": "19368",
    "isActive": "1",
    "chapterId": "14342",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৮. জান্নাতীগনের নিয়ামত চিরস্থায়ী। মহান আল্লাহর বানীঃ এবং তাদের আহ্বান করে বলা হবে, তোমরা যা করতে তারই জন্য তোমাদেরকে এ জান্নাতের উত্তরাধিকারী করা হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri and Abu Huraira both reported Allahs Messenger (ﷺ) as saying:\nThere would be an announcer (in Paradise) who would make this announcement: Verily I there is in store for you (everlasting) health and that you should never fall ill and that you live (for ever) and do not die at all. And that you would remain young and never grow old. And that you would always live in affluent circumstances and never become destitute, as words of Allah, the Exalted and Glorious, are: And it would be announced to them: This is the Paradise. You have been made to inherit it for what you used to do. (VII; 43)",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ، - وَاللَّفْظُ لإِسْحَاقَ - قَالاَ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، قَالَ قَالَ الثَّوْرِيُّ فَحَدَّثَنِي أَبُو إِسْحَاقَ، أَنَّ الأَغَرَّ، حَدَّثَهُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، وَأَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  يُنَادِي مُنَادٍ إِنَّ لَكُمْ أَنْ تَصِحُّوا فَلاَ تَسْقَمُوا أَبَدًا وَإِنَّ لَكُمْ أَنْ تَحْيَوْا فَلاَ تَمُوتُوا أَبَدًا وَإِنَّ لَكُمْ أَنْ تَشِبُّوا فَلاَ تَهْرَمُوا أَبَدًا وَإِنَّ لَكُمْ أَنْ تَنْعَمُوا فَلاَ تَبْتَئِسُوا أَبَدًا  . فَذَلِكَ قَوْلُهُ عَزَّ وَجَلَّ { وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ}",
    "hadithBengali": "৬৮৯৪। ইসহাক ইবনু ইবরাহীম ও আবদ ইবনু হুমায়দ (রহঃ) ... আবূ সাঈদ খুদরী ও আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কোন আহবানকারী জান্নাতী লোকদেরকে আহবান করে বলবে, এখানে (সর্বদা) তোমরা সুস্থ থাকবে, আর কখনো অসুস্থ হবে না। তোমরা যুবক থাকবে, কখনো আর তোমরা বৃদ্ধ হবে না। তোমরা (সর্বদা) সুখ-সাচ্ছন্দ্যে থাকবে, কখনো আর তোমরা কষ্ট-ক্লেশে পতিত হবে না। এ মর্মে মহামহিম আল্লাহর বানীঃ এবং তাদেরকে সম্বোধন করে বলা হবে, তোমরা যা করতে তারই জন্য তোমাদেরকে এ জান্নাতের উত্তরাধিকারী করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6894",
    "id": "19217",
    "thesequence": "19369",
    "isActive": "1",
    "chapterId": "14342",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৮. জান্নাতীগনের নিয়ামত চিরস্থায়ী। মহান আল্লাহর বানীঃ এবং তাদের আহ্বান করে বলা হবে, তোমরা যা করতে তারই জন্য তোমাদেরকে এ জান্নাতের উত্তরাধিকারী করা হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Bakr b. Abdullah b. Qais reported on the authority of his father that Allahs Messenger (ﷺ) said that in Paradise there would be for a believer a tent of a single hollowed pearl the breadth of which would be sixty miles. It would be meant for a believer and the believers would go around it and none would be able to see the others.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، عَنْ أَبِي قُدَامَةَ، - وَهُوَ الْحَارِثُ بْنُ عُبَيْدٍ - عَنْ أَبِي، عِمْرَانَ الْجَوْنِيِّ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ اللَّهِ بْنِ قَيْسٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّ لِلْمُؤْمِنِ فِي الْجَنَّةِ لَخَيْمَةً مِنْ لُؤْلُؤَةٍ وَاحِدَةٍ مُجَوَّفَةٍ طُولُهَا سِتُّونَ مِيلاً لِلْمُؤْمِنِ فِيهَا أَهْلُونَ يَطُوفُ عَلَيْهِمُ الْمُؤْمِنُ فَلاَ يَرَى بَعْضُهُمْ بَعْضًا  .",
    "hadithBengali": "৬৮৯৫। সাঈদ ইবনু মানসুর (রহঃ) ... আবদুল্লাহ ইবনু কায়স (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জান্নাতে মুমিনদের জন্য ভেতর ফাঁকা একক মুক্তার একটি তাঁবু হবে। এর দৈর্ঘ হবে ষাট মাইল। মুমিনদের স্ত্রীগণও এতে থাকবে। তারা তাদের চতুষ্পার্শ্বে ঘুরাফেরাও করবে। তবে তারা একে অন্যকেই দেখতে পাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6895",
    "id": "19218",
    "thesequence": "19370",
    "isActive": "1",
    "chapterId": "14504",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৯. জান্নাতের তাঁবু এবং তাতে মু&#039;মিনগণের স্ত্রীদের বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Bakr b. Abdullah b. Qais reported on the authority of his father that Allahs Messenger (ﷺ) said that in Paradise there would be a tent made of a single hollowed pearl, the breadth of which would be sixty miles from all sides and there would live a family in each corner and the other would not be able to see the believer who goes around them.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو غَسَّانَ الْمِسْمَعِيُّ، حَدَّثَنَا أَبُو عَبْدِ الصَّمَدِ، حَدَّثَنَا أَبُو عِمْرَانَ الْجَوْنِيُّ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ اللَّهِ بْنِ قَيْسٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   فِي الْجَنَّةِ خَيْمَةٌ مِنْ لُؤْلُؤَةٍ مُجَوَّفَةٍ عَرْضُهَا سِتُّونَ مِيلاً فِي كُلِّ زَاوِيَةٍ مِنْهَا أَهْلٌ مَا يَرَوْنَ الآخَرِينَ يَطُوفُ عَلَيْهِمُ الْمُؤْمِنُ  .",
    "hadithBengali": "৬৮৯৬। আবূ গাসসান আল মিসমাঈ (রহঃ) ... আবদুল্লাহ ইবনু কায়স (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতে মুমিনদের জন্য ভেতর ফাঁকা মুক্তার তাঁবু হবে। এর প্রস্থ হবে ষাট মাইল। এর প্রত্যেক প্রান্তেই পরিবার (স্ত্রী) থাকবে। তারা ঘুরে ঘুরে তাদের সাথে মেলামেশা করবে অন্যদের দেখতে পাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6896",
    "id": "19219",
    "thesequence": "19371",
    "isActive": "1",
    "chapterId": "14504",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৯. জান্নাতের তাঁবু এবং তাতে মু&#039;মিনগণের স্ত্রীদের বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Abu Bakr b. Abu Musa b. Qais who, on the authority of his father, reported the Apostle (ﷺ) to have said that there would be a tent made of a pearl whose height towards the sky would be sixty miles. In each corner, there would be a family of the believer, out of sight for the others.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا هَمَّامٌ، عَنْ أَبِي، عِمْرَانَ الْجَوْنِيِّ عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى بْنِ قَيْسٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْخَيْمَةُ دُرَّةٌ طُولُهَا فِي السَّمَاءِ سِتُّونَ مِيلاً فِي كُلِّ زَاوِيَةٍ مِنْهَا أَهْلٌ لِلْمُؤْمِنِ لاَ يَرَاهُمُ الآخَرُونَ  .",
    "hadithBengali": "৬৮৯৭। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মনি-মুক্তার তাঁবু হবে। আকাশের দিকে এর উচ্চতা হবে ষাট মাইল। এর প্রত্যেক কোণে মুমিনদের স্ত্রীগণ থাকবে। তবে তারা অন্যদের দেখতে পাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6897",
    "id": "19220",
    "thesequence": "19372",
    "isActive": "1",
    "chapterId": "14504",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৯. জান্নাতের তাঁবু এবং তাতে মু&#039;মিনগণের স্ত্রীদের বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nSaihan, Jaihan, Euphrates and Nile are all among the rivers of Paradise.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، وَعَبْدُ اللَّهِ بْنُ نُمَيْرٍ، وَعَلِيُّ بْنُ مُسْهِرٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   سَيْحَانُ وَجَيْحَانُ وَالْفُرَاتُ وَالنِّيلُ كُلٌّ مِنْ أَنْهَارِ الْجَنَّةِ  .",
    "hadithBengali": "৬৮৯৮। আবূ বকর ইবনু আবূ শায়বা (অন্য সনদে) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সায়হান, জায়হান, ফুরাত ও নীল এসব জান্নাতের নহর সমূহেরই অন্তর্ভুক্ত।\n",
    "checkStatus": "1",
    "hadithNo": "6898",
    "id": "19221",
    "thesequence": "19373",
    "isActive": "1",
    "chapterId": "14343",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১০. দুনিয়াতে (বিদ্যমান) জান্নাতের নহরসমূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThere would enter Paradise people whose hearts would be like those of the hearts of birds.",
    "hadithArabic": "حَدَّثَنَا حَجَّاجُ بْنُ الشَّاعِرِ، حَدَّثَنَا أَبُو النَّضْرِ، هَاشِمُ بْنُ الْقَاسِمِ اللَّيْثِيُّ حَدَّثَنَا إِبْرَاهِيمُ، - يَعْنِي ابْنَ سَعْدٍ - حَدَّثَنَا أَبِي، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   يَدْخُلُ الْجَنَّةَ أَقْوَامٌ أَفْئِدَتُهُمْ مِثْلُ أَفْئِدَةِ الطَّيْرِ  .",
    "hadithBengali": "৬৮৯৯। হাজ্জাজ ইবনু শাঈর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এমন বহুদল লোক জান্নাতে যাবে, যাদের হৃদয় পাখীর হৃদয়ের ন্যায়।\n",
    "checkStatus": "1",
    "hadithNo": "6899",
    "id": "19222",
    "thesequence": "19374",
    "isActive": "1",
    "chapterId": "14344",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১১. জান্নাতে এমন অনেক দল জান্নাতে যাবে যাদের হৃদয় পাখির হৃদয়ের ন্যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nAllah, the Exalted and Glorious, created Adam in His image with His length of sixty cubits, and as He created him He told him to greet that group, and that was a party of angels sitting there, and listen to the response that they give him, for it would form his greeting and that of his offspring. He then went away and said: Peace be upon you! They (the angels) said: May there be peace upon you and the Mercy of Allah, and they made an addition of Mercy of Allah. So he who would get into Paradise would get in the form of Adam, his length being sixty cubits, then the people who followed him continued to diminish in size up to this day.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا بِهِ أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم . فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   خَلَقَ اللَّهُ عَزَّ وَجَلَّ آدَمَ عَلَى صُورَتِهِ طُولُهُ سِتُّونَ ذِرَاعًا فَلَمَّا خَلَقَهُ قَالَ اذْهَبْ فَسَلِّمْ عَلَى أُولَئِكَ النَّفَرِ وَهُمْ نَفَرٌ مِنَ الْمَلاَئِكَةِ جُلُوسٌ فَاسْتَمِعْ مَا يُجِيبُونَكَ فَإِنَّهَا تَحِيَّتُكَ وَتَحِيَّةُ ذُرِّيَّتِكَ قَالَ فَذَهَبَ فَقَالَ السَّلاَمُ عَلَيْكُمْ فَقَالُوا السَّلاَمُ عَلَيْكَ وَرَحْمَةُ اللَّهِ - قَالَ - فَزَادُوهُ وَرَحْمَةُ اللَّهِ - قَالَ - فَكُلُّ مَنْ يَدْخُلُ الْجَنَّةَ عَلَى صُورَةِ آدَمَ وَطُولُهُ سِتُّونَ ذِرَاعًا فَلَمْ يَزَلِ الْخَلْقُ يَنْقُصُ بَعْدَهُ حَتَّى الآنَ  .",
    "hadithBengali": "৬৯০০। মুহাম্মদ ইলূন রাফি&#39; (রহঃ) ... হাম্মাম ইবন মুনাব্বি (রহঃ) থেকে বর্ণিত। তিনি বলেন, এ হচ্ছে (সে সব হাদীস) যা আবূ হুরায়রা (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমাদের শুনিয়েছেন। (এভাবে) তিনি কয়েকটি হাদীস উল্লেখ করেন। এর মধ্যে একটি হল এ ই যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা আদম (আলাইহিস সালাম) কে তার নিজ আকৃতিতে সৃষ্টি করেছেন। তার দৈর্ঘ্য হল ষাট হাত। তাকে সৃষ্টি করার পর তিনি তাকে বললেন, যাও, এ দলটিকে সালাম কর। তারা হচ্ছে ফিরিশতাদের উপবিষ্ট একটি দল। সালামের জবাবে তারা কি বলে তা খুব মনোযোগ সহকারে শ্রবণ কর। কেননা তোমার এবং তোমার বংশধরদের অভিবাদন এ-ই। বর্ণনাকারী বলেন, অতঃপর তিনি গেলেন ও বললেন, আসসালামু আলাইকুম&#39;। উত্তরে তারা বললেন, &#39;আসসালামু আলাইকা ওয়ারাহমাতুল্লাহ&#39;। তাঁরা ওয়া রামাতুল্লাহ বাড়িয়ে বলেছেন। এরপর তিনি বললেন, যে ব্যক্তি জান্নাতে যাবে সে আদম (আলাইহিস সালাম) এর আকৃতিতে যাবে। তার দৈর্ঘ্য হবে ষাট হাত। নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেনঃ এরপর হতে সৃষ্টি (-র দেহের) দেহের পরিমাণ দিন দিন কমতে থাকে আজ পর্যন্ত।\n",
    "checkStatus": "1",
    "hadithNo": "6900",
    "id": "19223",
    "thesequence": "19375",
    "isActive": "1",
    "chapterId": "14344",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১১. জান্নাতে এমন অনেক দল জান্নাতে যাবে যাদের হৃদয় পাখির হৃদয়ের ন্যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Mas`ud reported Allahs Messenger (ﷺ) as saying:\nHell would be brought on that day (the Day of Judgment) with seventy thousand bridles, and seventy thousand angels dragging each bridle.",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، عَنِ الْعَلاَءِ بْنِ خَالِدٍ الْكَاهِلِيِّ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يُؤْتَى بِجَهَنَّمَ يَوْمَئِذٍ لَهَا سَبْعُونَ أَلْفَ زِمَامٍ مَعَ كُلِّ زِمَامٍ سَبْعُونَ أَلْفَ مَلَكٍ يَجُرُّونَهَا  .",
    "hadithBengali": "৬৯০১। উমার ইবনু হাফস ইবনু গিয়াস (রহঃ) ... আদুল্লাহ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জাহান্নামকে আনা হবে। সেদিন তাতে সত্তর হাজার লাগাম থাকবে। প্রতিটি লাগামের সাথে থাকবে সত্তর হাজার ফিরিশতা। তারা উহা টেনে নিয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "6901",
    "id": "19224",
    "thesequence": "19376",
    "isActive": "1",
    "chapterId": "14345",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১২. জাহান্নামের আগুনের প্রবল উত্তাপ এবং তার গভীরতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nThe fire which sons of Adam burn is only one-seventieth part of the Fire of Hell. His Companions said: By Allah, even ordinary fire would have been enough (to burn people). Thereupon he said: It is sixty-nine parts in excess of (the heat of) fire in this world each of them being equivalent to their heat.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا الْمُغِيرَةُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْحِزَامِيَّ - عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  نَارُكُمْ هَذِهِ الَّتِي يُوقِدُ ابْنُ آدَمَ جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنْ حَرِّ جَهَنَّمَ  . قَالُوا وَاللَّهِ إِنْ كَانَتْ لَكَافِيَةً يَا رَسُولَ اللَّهِ . قَالَ  فَإِنَّهَا فُضِّلَتْ عَلَيْهَا بِتِسْعَةٍ وَسِتِّينَ جُزْءًا كُلُّهَا مِثْلُ حَرِّهَا  .",
    "hadithBengali": "৬৯০২। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের এ অগ্নি যা আদম সন্তানগণ প্রজ্জলিত করে তা জান্নামের আগুনের তাপমাত্রার সত্তর ভাগের একভাগ। সাহাবীগণ বললেন, ইয়া রাসুলাল্লাহ। আল্লাহর কসম! এ আগুন যথেষ্ট ছিল। তিনি বললেনঃ (তবুও) সে আগুনকে এ আগুনের তুলনায় উনসত্তর গুন বেশী তাপমাত্রা সম্পন্ন করা হয়েছে। এর (উনসত্তরের) প্রতিটি গুন তার তাপের (দুনিয়ার আগুনের) সমমানের।\n",
    "checkStatus": "1",
    "hadithNo": "6902",
    "id": "19225",
    "thesequence": "19377",
    "isActive": "1",
    "chapterId": "14345",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১২. জাহান্নামের আগুনের প্রবল উত্তাপ এবং তার গভীরতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abn Huraira through another chain of transmitters with a slight variation of wording.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ أَبِي الزِّنَادِ غَيْرَ أَنَّهُ قَالَ   كُلُّهُنَّ مِثْلُ حَرِّهَا  .",
    "hadithBengali": "৬৯০৩। মুহাম্মদ ইবনু রাফি (রহঃ) ... আবূ হুরায়রা (রাঃ) এর সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবূ যিনাদের অনুরূপ হাদীস বর্ণনা করেছেন। তবে এতে হাম্মাম (রহঃ) كُلُّهَا এর স্থলে كُلُّهُنَّ مِثْلُ حَرِّهَا বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6903",
    "id": "19226",
    "thesequence": "19378",
    "isActive": "1",
    "chapterId": "14345",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১২. জাহান্নামের আগুনের প্রবল উত্তাপ এবং তার গভীরতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nWe were in the company of Allahs Messenger (ﷺ) that we heard a terrible sound. Thereupon Allahs Apostle (ﷺ) said: Do you know what (sound) is this? We said: Allah and His Messenger know best. Thereupon he said: That is a stone which was thrown seventy years before in Hell and it hasbeen constantly slipping down and now it has reached its base.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا خَلَفُ بْنُ خَلِيفَةَ، حَدَّثَنَا يَزِيدُ بْنُ كَيْسَانَ، عَنْ أَبِي، حَازِمٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذْ سَمِعَ وَجْبَةً فَقَالَ النَّبِيُّ صلى الله عليه وسلم  تَدْرُونَ مَا هَذَا  . قَالَ قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ . قَالَ  هَذَا حَجَرٌ رُمِيَ بِهِ فِي النَّارِ مُنْذُ سَبْعِينَ خَرِيفًا فَهُوَ يَهْوِي فِي النَّارِ الآنَ حَتَّى انْتَهَى إِلَى قَعْرِهَا  .",
    "hadithBengali": "৬৯০৪। ইয়াহইয়া ইবনু আইউব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে বসাছিলাম। হঠাৎ &#39;ধপাস&#39; আওয়াজ তিনি শুনতে পেলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ কিসের আওয়াজ, তোমরা কি জান? বর্ণনাকারী বলেন, আমরা বললাম, আল্লাহ ও তার রাসুলই ভাল জানেন। তিনি বললেনঃ এ একটি পাথর যা সত্তর বছর পূর্বে জাহান্নামে নিক্ষেপ করা হয়েছিল। অতঃপর তা কেবল গড়াতে থাকে। যেতে যেতে এখন তা তার অতল তলে গিয়ে পৌঁছেছে।\n",
    "checkStatus": "1",
    "hadithNo": "6904",
    "id": "19227",
    "thesequence": "19379",
    "isActive": "1",
    "chapterId": "14345",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১২. জাহান্নামের আগুনের প্রবল উত্তাপ এবং তার গভীরতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Abfi Huraira with the same chain of transmitters but with this change of wording that the Prophet (may. peace be upon him) said:\nIt reached at its base and you heard its sound.",
    "hadithArabic": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ عَبَّادٍ، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا مَرْوَانُ، عَنْ يَزِيدَ بْنِ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، بِهَذَا الإِسْنَادِ وَقَالَ   هَذَا وَقَعَ فِي أَسْفَلِهَا فَسَمِعْتُمْ وَجْبَتَهَا  .",
    "hadithBengali": "৬৯০৫। মুহাম্মদ ইবনু আব্বাদ ও ইবনু আবূ উমার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন। তবে এতে আছে যে, এ সে (পাথরটি) এখন জাহান্নামের অতল তলে গিয়ে পৌছেছে, তাই তোমরা তার (থপাস করে) আওয়াজ শুনতে পেয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6905",
    "id": "19228",
    "thesequence": "19380",
    "isActive": "1",
    "chapterId": "14345",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১২. জাহান্নামের আগুনের প্রবল উত্তাপ এবং তার গভীরতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Samura b. Jundub reported Allahs Apostle (may peace -be upon him) as saying:\nThere will be some to whose ankels the fire will reach, some to whose knees, some to whose waist the fire will reach, and some to whose collar-bone the fire will reach.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا شَيْبَانُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ قَالَ قَتَادَةُ سَمِعْتُ أَبَا نَضْرَةَ، يُحَدِّثُ عَنْ سَمُرَةَ، أَنَّهُ سَمِعَ نَبِيَّ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنَّ مِنْهُمْ مَنْ تَأْخُذُهُ النَّارُ إِلَى كَعْبَيْهِ وَمِنْهُمْ مَنْ تَأْخُذُهُ إِلَى حُجْزَتِهِ وَمِنْهُمْ مَنْ تَأْخُذُهُ إِلَى عُنُقِهِ  .",
    "hadithBengali": "৬৯০৬। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... সামুরা (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলতে শুনেছেন যে, (জাহান্নামীদের) কাউকে তো অগ্নি তার উভয় টাখনু পর্যন্ত গ্রাস করে নিবে; আবার কাউকে তার কোমর পর্যন্ত গ্রাস করে নিবে এবং কাউকে তার গর্দান পর্যন্ত গ্রাস করে নিবে।\n",
    "checkStatus": "1",
    "hadithNo": "6906",
    "id": "19229",
    "thesequence": "19381",
    "isActive": "1",
    "chapterId": "14345",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১২. জাহান্নামের আগুনের প্রবল উত্তাপ এবং তার গভীরতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Samura b. Jundub reported Allahs Messenger (ﷺ) as saying:\nThere would be among them those to whom the fire will reach up to their ankels and to some of them the fire would reach their knees and to some it would reach their waists and to some it would reach up to their collar-bones.",
    "hadithArabic": "حَدَّثَنِي عَمْرُو بْنُ زُرَارَةَ، أَخْبَرَنَا عَبْدُ الْوَهَّابِ، - يَعْنِي ابْنَ عَطَاءٍ - عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ أَبَا نَضْرَةَ، يُحَدِّثُ عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مِنْهُمْ مَنْ تَأْخُذُهُ النَّارُ إِلَى كَعْبَيْهِ وَمِنْهُمْ مَنْ تَأْخُذُهُ النَّارُ إِلَى رُكْبَتَيْهِ وَمِنْهُمْ مَنْ تَأْخُذُهُ النَّارُ إِلَى حُجْزَتِهِ وَمِنْهُمْ مَنْ تَأْخُذُهُ النَّارُ إِلَى تَرْقُوَتِهِ  .",
    "hadithBengali": "৬৯০৭। আমর ইবনু যুরারা (রহঃ) ... সামুরা ইবনু জুনদুব (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অগ্নি জাহান্নামীদের কাউকে তার উভয় টাখনু পর্যন্ত গ্রাস করে নিবে, কাউকে তার উভয় কোমর পর্যন্ত গ্রাস করে নিবে, কাউকে তার কোমর পর্যন্ত গ্রাস করে নিবে, আবার কাউকে তার হাঁসুলী (কষ্ঠা) পর্যন্ত গ্রাস করে নিবে।\n",
    "checkStatus": "1",
    "hadithNo": "6907",
    "id": "19230",
    "thesequence": "19382",
    "isActive": "1",
    "chapterId": "14345",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১২. জাহান্নামের আগুনের প্রবল উত্তাপ এবং তার গভীরতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Said with the same chain of transmitters but with a slight variation of wording.",
    "hadithArabic": " حَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا رَوْحٌ، حَدَّثَنَا سَعِيدٌ، بِهَذَا الإِسْنَادِ وَجَعَلَ مَكَانَ حُجْزَتِهِ حَقْوَيْهِ .",
    "hadithBengali": "৬৯০৮। মুহাম্মাদ ইবনু মুসান্না ও মূহাম্মদ ইবনু বাশশার (রহঃ) ... সাঈদ (রাঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন। তবে এতে حُجْزَتِهِ এর পরিবর্তেحَقْوَيْهِ (তার কোমরের দুই পাশ) শব্দটি বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "6908",
    "id": "19231",
    "thesequence": "19383",
    "isActive": "1",
    "chapterId": "14345",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১২. জাহান্নামের আগুনের প্রবল উত্তাপ এবং তার গভীরতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as say- ing:\nThere was a dispute between the Hell and the Paradise and it (the Hell) said: The haughty and the proud would find abode in me. And the Paradise said: The meek and the humble would find their abode in me. Thereupon Allah, the Exalted and Glorious, (addressing the Hell) said: You are (the means) of My punishment by which I punish those of My servants whom I wish. (And addressing the Paradise) He said: You are only My Mercy by means of which 1 shall show mercy to those whom I wish, but each one of you would be full.",
    "hadithArabic": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   احْتَجَّتِ النَّارُ وَالْجَنَّةُ فَقَالَتْ هَذِهِ يَدْخُلُنِي الْجَبَّارُونَ وَالْمُتَكَبِّرُونَ . وَقَالَتْ هَذِهِ يَدْخُلُنِي الضُّعَفَاءُ وَالْمَسَاكِينُ فَقَالَ اللَّهُ عَزَّ وَجَلَّ لِهَذِهِ أَنْتِ عَذَابِي أُعَذِّبُ بِكِ مَنْ أَشَاءُ - وَرُبَّمَا قَالَ أُصِيبُ بِكِ مَنْ أَشَاءُ - وَقَالَ لِهَذِهِ أَنْتِ رَحْمَتِي أَرْحَمُ بِكِ مَنْ أَشَاءُ وَلِكُلِّ وَاحِدَةٍ مِنْكُمَا مِلْؤُهَا  .",
    "hadithBengali": "৬৯০৯। ইবনু আবূ উমার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জাহান্নাম ও জান্নাত পরস্পর ঝগড়া করল। অতঃপর জাহান্নাম বলল, প্রতিপত্তি সম্পন্ন অহংকারী লোকেরা আমার মধ্যে প্রবেশ করবে। জান্নাত বলল, দুর্বল ও নিঃস্ব, লোকেরা আমার মধ্যে প্রবেশ করবে। তখন আল্লাহ তাআলা জাহান্নামকে বললেন, তুমি আমার আযাব, যাকে ইচ্ছা আমি তোমার দ্বারা শাস্তি দেব। কোন কোন সময় তিনি (রাবী) বলেছেন, যাকে ইচ্ছা আমি তোমার দ্বারা বিপদগ্রস্থ করব। এরপর তিনি জান্নাতকে বললেন, তুমি আমার রহমত, যাকে ইচ্ছা আমি তোমার দ্বারা করুণাসিক্ত করব। তোমাদের প্রত্যেকের জন্যই থাকবে ভরপুর (খোরাক)।\n",
    "checkStatus": "1",
    "hadithNo": "6909",
    "id": "19232",
    "thesequence": "19384",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as say- ing:\nThe Hell and the Paradise fell into dispute and the Hell said: I have been dis- tinguished by the proud and the haughty. And the Paradise said: What is the matter with me that the meek and the humble amongst people and the downtrodden and the simple enter me? Thereupon Allah said to the Paradise: You are (the means) of My Mercy whereby I show mercy to those of My servants whom 1 wish, and He said to the Hell: You are (the means) of punishment whereby 1 punish those of My servants whoml wish. Both of you will be full. The Hell will riot be filled up until Allah puts down His foot in it. The Hell would say: Enough, enough, enough, and at that time it will be filled up, all its parts integrated together.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنِي وَرْقَاءُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   تَحَاجَّتِ النَّارُ وَالْجَنَّةُ فَقَالَتِ النَّارُ أُوثِرْتُ بِالْمُتَكَبِّرِينَ وَالْمُتَجَبِّرِينَ . وَقَالَتِ الْجَنَّةُ فَمَا لِي لاَ يَدْخُلُنِي إِلاَّ ضُعَفَاءُ النَّاسِ وَسَقَطُهُمْ وَعَجَزُهُمْ . فَقَالَ اللَّهُ لِلْجَنَّةِ أَنْتِ رَحْمَتِي أَرْحَمُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي . وَقَالَ لِلنَّارِ أَنْتِ عَذَابِي أُعَذِّبُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي وَلِكُلِّ وَاحِدَةٍ مِنْكُمْ مِلْؤُهَا فَأَمَّا النَّارُ فَلاَ تَمْتَلِئُ . فَيَضَعُ قَدَمَهُ عَلَيْهَا فَتَقُولُ قَطْ قَطْ . فَهُنَالِكَ تَمْتَلِئُ وَيُزْوَى بَعْضُهَا إِلَى بَعْضٍ  .",
    "hadithBengali": "৬৯১০। মুহাম্মদ ইবনু রাফি (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একদা জাহান্নাম ও জান্নাত বিতর্কে লিপ্ত হল। জাহান্নাম বলল, অহংকারী এবং প্রভাব প্রতিপত্তি সম্পন্ন লোক দ্বারা আমাকে প্রাধন্য দেয়া হয়েছে। জান্নাত বলল, আমার কি হল, মানুষের মাঝে যারা দুর্বল, নীচু স্তরের এবং অক্ষম, তারাই আমার মধ্যে প্রবেশ করবে। (এ কথা শুনে) আল্লাহ তাআলা জান্নাতকে বললেন, তুমি আমার রহমত, আমার বান্দাদের যার প্রতি ইচ্ছা আমি তোমার দ্বারা করুনা বর্ষণ করব। এরপর তিনি জাহান্নামকে বললেন, তুমি আমার আযাব, আমার বান্দাদের যাকে ইচ্ছা আমি তোমার দ্বারা শাস্তি দেব। তোমাদের প্রত্যেকের জন্যই থাকবে ভরপুর হিস্যা। তবে (প্রথমে) জাহান্নাম পূর্ণ হবে না। তাই আল্লাহ তাআলা এতে তার পা রাখবেন। তখন জাহান্নাম বলবে, ব্যাস, ব্যাস। এ সময়ই জাহান্নাম পূর্ণ হবে এবং তার (জাহান্নামীদের) এক অংশ অপর অংশের সাথে প্রচণ্ড চাপ খাবে।\n",
    "checkStatus": "1",
    "hadithNo": "6910",
    "id": "19233",
    "thesequence": "19385",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nThe Paradise and the Hell disputed with each other. The rest of the hadith is the same.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَوْنٍ الْهِلاَلِيُّ، حَدَّثَنَا أَبُو سُفْيَانَ، - يَعْنِي مُحَمَّدَ بْنَ حُمَيْدٍ - عَنْ مَعْمَرٍ، عَنْ أَيُّوبَ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   احْتَجَّتِ الْجَنَّةُ وَالنَّارُ  . وَاقْتَصَّ الْحَدِيثَ بِمَعْنَى حَدِيثِ أَبِي الزِّنَادِ .",
    "hadithBengali": "৬৯১১। আবদুল্লাহ ইবনু আউন হিলালী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ একদা জান্নাত ও জাহান্নাম তর্ক যুদ্ধে লিপ্ত হল। অতঃপর ইবনু আবূ যিনাদের হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6911",
    "id": "19234",
    "thesequence": "19386",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hammam b. Munabbih reported that Abu Huraira narrated to them some ahadith of Allahs Messenger (ﷺ) and one of them is this that Allahs Messenger (ﷺ) said:\nThe Paradise and the Hell fell into dispute and the Hell said: 1 have been distinguished for accommodating (the haughty and proud in me), and the Paradise said: What is the matter that the meek and the humble and the downtrodden and simple would find an abode in me? Thereupon Allah said to Paradise: You are a (means) of My Mercy. 1 shall show mercy through you to one whom I will from amongst My servants. And lie said to the Hell: You are a (sign) of My chastisement and I shall chastise through you anyone whom I will from amongst My servants and both of you, would be full. And as regards the Hell it would not be full until Allah, the Exalted and Glorious, places His foot therein, and it would say: Enough, enough, enough, and it would be then full and the one part would draw very close to the other one and Allah would not treat unjustly anyone amongst His creation and He would create another creation for the Paradise (to accommodate it).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم . فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   تَحَاجَّتِ الْجَنَّةُ وَالنَّارُ فَقَالَتِ النَّارُ أُوثِرْتُ بِالْمُتَكَبِّرِينَ وَالْمُتَجَبِّرِينَ . وَقَالَتِ الْجَنَّةُ فَمَا لِي لاَ يَدْخُلُنِي إِلاَّ ضُعَفَاءُ النَّاسِ وَسَقَطُهُمْ وَغِرَّتُهُمْ قَالَ اللَّهُ لِلْجَنَّةِ إِنَّمَا أَنْتِ رَحْمَتِي أَرْحَمُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي . وَقَالَ لِلنَّارِ إِنَّمَا أَنْتِ عَذَابِي أُعَذِّبُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي . وَلِكُلِّ وَاحِدَةٍ مِنْكُمَا مِلْؤُهَا فَأَمَّا النَّارُ فَلاَ تَمْتَلِئُ حَتَّى يَضَعَ اللَّهُ تَبَارَكَ وَتَعَالَى رِجْلَهُ تَقُولُ قَطْ قَطْ قَطْ . فَهُنَالِكَ تَمْتَلِئُ وَيُزْوَى بَعْضُهَا إِلَى بَعْضٍ وَلاَ يَظْلِمُ اللَّهُ مِنْ خَلْقِهِ أَحَدًا وَأَمَّا الْجَنَّةُ فَإِنَّ اللَّهَ يُنْشِئُ لَهَا خَلْقًا  .",
    "hadithBengali": "৬৯১২। মুহাম্মাদ ইবনু রাফি&#39; (রহঃ) ... হাম্মাম ইবন মুনাব্বিহ থেকে বর্ণিত। তিনি বলেন, আবূ হুরায়রা (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমাদের কয়েকটি হাদীস বর্ণনা করেছেন। তার মধ্যে একটি হাদীস হচ্ছে এই যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাত ও জাহান্নাম পরস্পর তর্কযুদ্ধ করেছে। জাহান্নাম বলল, প্রতিপত্তিশালী ও দম্ভকারীদের দ্বারা আমাকে প্রাধান্য দেয়া হয়েছে। জান্নাত বলল, আমার কি হল, আমাতে কেবল দূর্বল ও নগণ্য সাদাসিধা লোকেরাই প্রবেশ করবে।\n\nএ কথা শুনে আল্লাহ তাআলা, জান্নাতকে বললেন, তুমি আমার রহমত। তোমার দ্বারা আমার বান্দাদের যাকে চাই তার প্রতি আমি রহমত নাযিল করব। এবং তিনি জাহান্নামকে বললেন, তুমি আমার আযাব। তোমার দ্বারা আমি আমার বান্দাদের যাকে ইচ্ছা আযাব দিব। বস্তুতঃ তোমাদের প্রত্যেকের জন্যই থাকবে ভরপুর হিস্যা। কিন্ত্বু জাহান্নাম কিছুতেই পূর্ণ হবে না। অবশেষে আল্লাহ্&zwnj; তা&#39;আলা তার পা তাতে স্থাপন করবেন। তখন জাহান্নাম বলবে ব্যস, ব্যস। তখনি জাহান্নাম পুর্ণ হবে এবং এর এক অংশ অন্য অংশের সাথে চেপে সংকুচিত হয়ে আসবে। আল্লাহ তাআলা তার সৃষ্টির কারো উপর জুলুম করবেন না। আর জান্নাত পূর্ণ করার জন্য আল্লাহ তাআলা মাখলুক সৃষ্টি করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6912",
    "id": "19235",
    "thesequence": "19387",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri reported that Allahs Messenger (ﷺ) said:\nThe Paradise and the Hell disputed with each other. The rest of the hadith is the same as transmitted by Abu Huraira up to the words. It is essential for Me to fill up both of you.",
    "hadithArabic": " وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  احْتَجَّتِ الْجَنَّةُ وَالنَّارُ  . فَذَكَرَ نَحْوَ حَدِيثِ أَبِي هُرَيْرَةَ إِلَى قَوْلِهِ  وَلِكِلَيْكُمَا عَلَىَّ مِلْؤُهَا  . وَلَمْ يَذْكُرْ مَا بَعْدَهُ مِنَ الزِّيَادَةِ .",
    "hadithBengali": "৬৯১৩। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জান্নাত ও জাহান্নাম বিতর্ক করল। অতঃপর আবূ হুরায়রা (রাঃ) এর অনুরূপ হাদীস বর্ণনা করেছেন। তবে এতে وَلِكُلِّ وَاحِدَةٍ مِنْكُمَا مِلْؤُهَا এর পরিবর্তেوَلِكِلَيْكُمَا عَلَىَّ مِلْؤُهَا (অর্থাৎ তোমাদের প্রত্যেককে ভরপুর হিস্যা প্রদান করা আমার দায়িত্ব) কথাটি বর্ণিত আছে। কিন্তু এর পরবর্তী বর্ধিত অংশটুকু উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6913",
    "id": "19236",
    "thesequence": "19388",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Allahs Apostle (ﷺ) said that the Hell would continue to say:\nIs there anything more, until Allah, the Exalted and High, would place His foot therein and that would say: Enough, enough, by Your Honour, and some parts of it would draw close to the other.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا شَيْبَانُ، عَنْ قَتَادَةَ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ تَزَالُ جَهَنَّمُ تَقُولُ هَلْ مِنْ مَزِيدٍ . حَتَّى يَضَعَ فِيهَا رَبُّ الْعِزَّةِ تَبَارَكَ وَتَعَالَى قَدَمَهُ فَتَقُولُ قَطْ قَطْ وَعِزَّتِكَ . وَيُزْوَى بَعْضُهَا إِلَى بَعْضٍ  .",
    "hadithBengali": "৬৯১৪। আবদ ইবনু হুমায়দ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জাহান্নাম সর্বদা বলবে, আরো অধিক আছে কি? শেষ পর্যন্ত আল্লাহ রাব্বুল ইযযাত তার &#39;পা&#39; তাতে স্থাপন করবেন। তখন সে বলবে, আপনার ইজ্জতের কসম! ব্যস, ব্যস। তখন এর এক অংশ অন্য অংশের সাথে চেপে গিয়ে সংকুচিত হয়ে আসবে।\n",
    "checkStatus": "1",
    "hadithNo": "6914",
    "id": "19237",
    "thesequence": "19389",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Anas through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ، الْعَطَّارِ حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَى حَدِيثِ شَيْبَانَ .",
    "hadithBengali": "৬৯১৫। যুহায়র ইবনু হারব (রহঃ) ... আনাস (রাঃ) এর সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শায়বানের অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6915",
    "id": "19238",
    "thesequence": "19390",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd al-Wahhab b. Ata reported in connection with the words of Allah, the Exalted and the Glorious:\nWe would say to Hell on the Day of Ressurection: Have you been completely filled up? and it would say: Is there anything -more? And he stated on the authority of Anas b. Malik that Allahs Apostle (ﷺ) said: (The sinners) would be thrown therein and it would continue to say: Is there anything more, until Allah, the Exalted and Glorious, would keep His foot there- in and some of its part would draw close to the other and it would say: Enough, enough, by Thy Honour and by Thy Dignity, and there would be enough space in Paradise until Allah would create a new creation and He would make them accommo- date that spare place in Paradise.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الرُّزِّيُّ، حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، فِي قَوْلِهِ عَزَّ وَجَلَّ { يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ} فَأَخْبَرَنَا عَنْ سَعِيدٍ عَنْ قَتَادَةَ عَنْ أَنَسِ بْنِ مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ  لاَ تَزَالُ جَهَنَّمُ يُلْقَى فِيهَا وَتَقُولُ هَلْ مِنْ مَزِيدٍ حَتَّى يَضَعَ رَبُّ الْعِزَّةِ فِيهَا قَدَمَهُ فَيَنْزَوِي بَعْضُهَا إِلَى بَعْضٍ وَتَقُولُ قَطْ قَطْ بِعِزَّتِكَ وَكَرَمِكَ . وَلاَ يَزَالُ فِي الْجَنَّةِ فَضْلٌ حَتَّى يُنْشِئَ اللَّهُ لَهَا خَلْقًا فَيُسْكِنَهُمْ فَضْلَ الْجَنَّةِ  .",
    "hadithBengali": "৬৯১৬। মুহাম্মদ ইবনু আবদুল্লাহ রুযযী (রহঃ) আবদুল ওয়াহহাব ইবন আতা (রহঃ) থেকে ... মহান আল্লাহর বাণীঃ (স্মরণ কর সে দিনটি) যেদিন আমি জাহান্নামকে বলব, তুমি (পেট) পূর্ণ হয়েছ কী এবং সে বলতে থাকবে, আরো আছে কি? يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ এর ব্যাখ্যায় আনাস ইবনু মালিক (রাঃ) থেকে বর্ননা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ অব্যাহতভাবে (জাহান্নামীদেরকে) জাহান্নামে নিক্ষেপ করা হবে। তবুও জাহান্নাম বলবে, আরো অধিক আছে কি? শেষ পর্যন্ত (আল্লাহ) রাব্বুল ইযযত এতে তার পা স্থাপন করবেন। তখন এর এক অংশ অপর অংশের সাথে মিলে গিয়ে সংকুচিত হয়ে আসবে এবং বলবে, তোমার ইজ্জত ও অনুগ্রহের কসম! ব্যস। আর সর্বদা জান্নাতের মধ্যে স্থান খালি থেকে যাবে। অবশেষে আল্লাহ এর জন্য অন্য মাখলুক পয়দা করবেন এবং খালি স্থানে তাদেরকে আবাসন দিবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6916",
    "id": "19239",
    "thesequence": "19391",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported Allahs Apostle (ﷺ) as saying:\nThere would be left some space in Paradise as Allah would like that to be left. Then Allah would create another creation as He would like.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ سَلَمَةَ - أَخْبَرَنَا ثَابِتٌ، قَالَ سَمِعْتُ أَنسًا، يَقُولُ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   يَبْقَى مِنَ الْجَنَّةِ مَا شَاءَ اللَّهُ أَنْ يَبْقَى ثُمَّ يُنْشِئُ اللَّهُ تَعَالَى لَهَا خَلْقًا مِمَّا يَشَاءُ  .",
    "hadithBengali": "৬৯১৭। যুহায়র ইবনু হারব (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন আল্লাহর যে পরিমাণ ইচ্ছা সে পরিমাণ স্থান জান্নাতে খালি থাকবে। অবশেষে আল্লাহ তাআলা নিজ ইচ্ছা মুতাবিক এর জন্য (নতুন) মাখলুক সষ্টি করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6917",
    "id": "19240",
    "thesequence": "19392",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said reported Allahs Messenger (ﷺ) as saying:\nDeath would be brought on the Day of Resurrection. in the form of a white-coloured ram. Abu Kuraib made this addition: Then it would be made to stand between the Paradise and the Hell. So far as the rest of the hadith is concerned there is perfect agreement (between the two narrators) and it would be said to the inmates of Paradise: Do you recognise this? They would raise up their necks and look towards it and say: Yes,  it is death. Then it would be said to the inmates of Hell-Fire.. Do you recognise this? And they would raise up their necks and look and say: Yes, it is death. Then command would be given for slaughtering that and then it would be said: 0 inmates of Paradise,, there is an everlasting life for you and no death. And then (addressing) to the inmates of the Hell-Fire, it would be said: 0 inmates of Hell-Fire, there is an everlasting living for you and no death. Allahs Messenger (may peace be u@on him) then recited this verse pointing with his hand to this (material) world: Warn them, this Day of dismay, and when their affairs would be decided and they would be un- mindful and they believe not (xix. 39).",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ - وَتَقَارَبَا فِي اللَّفْظِ - قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يُجَاءُ بِالْمَوْتِ يَوْمَ الْقِيَامَةِ كَأَنَّهُ كَبْشٌ أَمْلَحُ - زَادَ أَبُو كُرَيْبٍ - فَيُوقَفُ بَيْنَ الْجَنَّةِ وَالنَّارِ - وَاتَّفَقَا فِي بَاقِي الْحَدِيثِ - فَيُقَالُ يَا أَهْلَ الْجَنَّةِ هَلْ تَعْرِفُونَ هَذَا فَيَشْرَئِبُّونَ وَيَنْظُرُونَ وَيَقُولُونَ نَعَمْ هَذَا الْمَوْتُ - قَالَ - وَيُقَالُ يَا أَهْلَ النَّارِ هَلْ تَعْرِفُونَ هَذَا قَالَ فَيَشْرَئِبُّونَ وَيَنْظُرُونَ وَيَقُولُونَ نَعَمْ هَذَا الْمَوْتُ - قَالَ - فَيُؤْمَرُ بِهِ فَيُذْبَحُ - قَالَ - ثُمَّ يُقَالُ يَا أَهْلَ الْجَنَّةِ خُلُودٌ فَلاَ مَوْتَ وَيَا أَهْلَ النَّارِ خُلُودٌ فَلاَ مَوْتَ  . قَالَ ثُمَّ قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم { وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لاَ يُؤْمِنُونَ} وَأَشَارَ بِيَدِهِ إِلَى الدُّنْيَا .",
    "hadithBengali": "৬৯১৮। আবূ বকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন মৃত্যু কে উপস্থিত করা হবে একটি সাদা মেষের আকারে। আবূ কুরায়ব অধিক বর্ণনা করেন, অতঃপর তাকে জান্নাত ও জাহান্নামের মধ্যস্থলে দাঁড় করানো হবে। এরপর উভয়ই অবশিষ্ট হাদীস একই রকম বর্ণনা করেছেন। ...... তখন কেউ বলবে, হে জান্নাতীগন! তোমরা কি একে চিনো? তখন তারা মাথা তুলে দেখবে এবং বলবে, হ্যাঁ, এ তো মৃত্যু। বর্ণনাকারী বলেন, অতঃপর বলা হবে, হে জাহান্নামীগণ! তোমরা কি একে চিনো? তখন তারা মাথা তুলে দেখবে এবং বলবে, হ্যাঁ, এতো মৃত্যু। অতঃপর আর্দেশ দেয়া হবে এবং উহাকে যবাহ করা হবে।\n\nবর্ণনাকারী বলেন, এরপর বলা হবে, হে জান্নাতীগণ! মৃত্যু নেই, তোমরা অনন্তকাল এখানে থাকবে। হে জাহান্নামীরা! মৃত্যু নেই, তোমরা অনন্তকাল (এখানেই থাকবে)। অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠ করলেনঃ &ldquo;তুমি তাদেরকে সতর্ক করে দাও-পরিতাপের দিবস সমন্ধে, যখন সকল বিষয়ে সিদ্ধান্ত হয়ে যাবে। এখন তারা গাফিল এবং তারা বিশ্বাস করে না।&rdquo; এ সময় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার হাত দ্বারা দুনিয়ার প্রতি ইংগিত করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6918",
    "id": "19241",
    "thesequence": "19393",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said reported Allahs Messenger (ﷺ) as saying:\nWhen the inmates of Paradise would be admitted to Paradise and the inmates of Hell would be admitted to Hell, it would be said (to the inmates of Paradise): 0 inmates of Paradise. The rest of the hadith is the same but with this variation (that he only) said. That is the word of Allah, the Exalted. And he did not say: Then Allahs Mes- senger (ﷺ) recited, and he did not make a mention of his having pointed with his hand towards the (material) world.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي، سَعِيدٍ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا أُدْخِلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ وَأَهْلُ النَّارِ النَّارَ قِيلَ يَا أَهْلَ الْجَنَّةِ  . ثُمَّ ذَكَرَ بِمَعْنَى حَدِيثِ أَبِي مُعَاوِيَةَ غَيْرَ أَنَّهُ قَالَ  فَذَلِكَ قَوْلُهُ عَزَّ وَجَلَّ  . وَلَمْ يَقُلْ ثُمَّ قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم . وَلَمْ يَذْكُرْ أَيْضًا وَأَشَارَ بِيَدِهِ إِلَى الدُّنْيَا .",
    "hadithBengali": "৬৯১৯। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যখন জান্নাতী লোকদেরকে জান্নাতে দাখিল করা হবে এবং জাহান্নামী লোকদেরকে জাহান্নামে দাখিল করা হবে, তখন বলা হবে, হে জান্নাতবাসীগণ! ......অতঃপর [জারীর (রহঃ)] আবূ মুআবিয়া (রহঃ) এর অনুরূপ হাদীস বর্ণনা করেছেন। তবে এতে ثُمَّ قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم এর পরিবর্তে فَذَلِكَ قَوْلُهُ عَزَّ وَجَلَّ কথাটি উল্লেখ করেছেন এবং এতে অতঃপর তিনি তার হাত দ্বারা দুনিয়াকে ইংগিত করেছেন। একথাটিও তিনি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6919",
    "id": "19242",
    "thesequence": "19394",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah reported that Allahs Messenger (ﷺ) said:\nAllah would admit the inmates of Paradise into Paradise and the inmates of Hell into Hell. Then the announcer would stand between them and say: 0 inmates of Paradise, there is no death for you,0 inmates of Hell, there is no death for you. You would live for ever therein.",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَالْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ عَبْدٌ أَخْبَرَنِي وَقَالَ الآخَرَانِ، حَدَّثَنَا يَعْقُوبُ، - وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ - حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، حَدَّثَنَا نَافِعٌ، أَنَّ عَبْدَ اللَّهِ، قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   يُدْخِلُ اللَّهُ أَهْلَ الْجَنَّةِ الْجَنَّةَ وَيُدْخِلُ أَهْلَ النَّارِ النَّارَ ثُمَّ يَقُومُ مُؤَذِّنٌ بَيْنَهُمْ فَيَقُولُ يَا أَهْلَ الْجَنَّةِ لاَ مَوْتَ وَيَا أَهْلَ النَّارِ لاَ مَوْتَ كُلٌّ خَالِدٌ فِيمَا هُوَ فِيهِ  .",
    "hadithBengali": "৬৯২০। যুহায়র ইবনু হারব, হাসান ইবনু আলী-আন হুলওয়নী ও আবদ ইবনু হুমায়দ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ তাআলা জান্নাতবাসীদেরকে জান্নাতে আর জাহান্নামীদেরকে জাহান্নামে প্রবেশ করানোর পর তাদের মধ্যখানে জনৈক ঘোষণাকারী দাঁড়িয়ে ঘোষণা করবে, হে জান্নাতবাসীগণ! (এখন) মৃত্যু নেই, হে জাহান্নামীরা! (এখন) মৃত্যু নেই। অনন্তকাল তোমরা স্ব-স্ব-স্থানেই থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "6920",
    "id": "19243",
    "thesequence": "19395",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " `Umar b. Muhammad b. Zaid b. `Abdullah b. `Umar b. al-Khattab reported on the authority of his father `Abdullah b. `Umar that Allahs Messenger (ﷺ) said:\nWhen the inmates of Paradise would go to Paradise and the inmates of Hell would go to Hell, death would be called and it would be placed between the Paradise and the Hell and then slaughtered and then the announcer would announce: O inmates of Paradise, no death. O inmates of Hell-Fire, no death. And it would increase the delight of the inmates of Paradise and it would increase the grief of the inmates of Hell-Fire.",
    "hadithArabic": "حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَحَرْمَلَةُ بْنُ يَحْيَى، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي عُمَرُ بْنُ مُحَمَّدِ بْنِ زَيْدِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ، أَنَّ أَبَاهُ، حَدَّثَهُ عَنْ عَبْدِ اللَّهِ بْنِ، عُمَرَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا صَارَ أَهْلُ الْجَنَّةِ إِلَى الْجَنَّةِ وَصَارَ أَهْلُ النَّارِ إِلَى النَّارِ أُتِيَ بِالْمَوْتِ حَتَّى يُجْعَلَ بَيْنَ الْجَنَّةِ وَالنَّارِ ثُمَّ يُذْبَحُ ثُمَّ يُنَادِي مُنَادٍ يَا أَهْلَ الْجَنَّةِ لاَ مَوْتَ وَيَا أَهْلَ النَّارِ لاَ مَوْتَ . فَيَزْدَادُ أَهْلُ الْجَنَّةِ فَرَحًا إِلَى فَرَحِهِمْ وَيَزْدَادُ أَهْلُ النَّارِ حُزْنًا إِلَى حُزْنِهِمْ  .",
    "hadithBengali": "৬৯২১। হারুন ইবনু সাঈদ আল আইলী ও হারামালা ইবনু ইয়াহইয়া (রহঃ) ... আবদুল্লাহ ইবনু উমার (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন জান্নাতীরা জান্নাতে প্রবেশ করবে, আর জাহান্নামীরা জাহান্নামে প্রবেশ করবে, তখন মৃত্যু কে আনা হবে এবং তাকে জান্নাত ও জাহান্নামের মধ্যখানে দাঁড় করিয়ে যবাহ করে দেয়া হবে। অতঃপর একজন ঘোষক ঘোষণা করবে, হে জান্নাতবাসীগণ! এখানে আর তোমাদের মৃত্যু নেই। অনুরূপভাবে জাহান্নামীদেরকেও বলা হবে, হে জাহান্নামীরা! আর তোমাদের মৃত্যু নেই। এতে জান্নাতীদের খুশীর সাথে আরো খুশী বৃদ্ধি পাবে এবং জাহান্নামীদের দুঃখের সাথে আরো দুঃখ সংযোজিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6921",
    "id": "19244",
    "thesequence": "19396",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is transmitted on the authority of Abu Huraira that Allahs Messenger (ﷺ) said:\nThe molar tooth of an unbeliever or the canine teeth of an unbeliever will be like Uhud and the thickness of his skin a three nights journey.",
    "hadithArabic": "حَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، حَدَّثَنَا حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ، عَنِ الْحَسَنِ بْنِ صَالِحٍ، عَنْ هَارُونَ بْنِ سَعْدٍ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   ضِرْسُ الْكَافِرِ أَوْ نَابُ الْكَافِرِ مِثْلُ أُحُدٍ وَغِلَظُ جِلْدِهِ مَسِيرَةُ ثَلاَثٍ  .",
    "hadithBengali": "৬৯২২। সুরায়জ ইবনু ইউনূস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কাফিরদের দাঁত উহুদ পাহাড়ের সমতুল্য হবে এবং তাদের চামড়ার পুরত্ব হবে তিন দিনের (পথের দূরত্ব পর্যন্ত)।\n",
    "checkStatus": "1",
    "hadithNo": "6922",
    "id": "19245",
    "thesequence": "19397",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported directly from Allahs Messenger (ﷺ) that he said:\nThe distance of the two shoulders of the non-believer in Hell will be a three-day journey for a swift rider.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، وَأَحْمَدُ بْنُ عُمَرَ الْوَكِيعِيُّ، قَالاَ حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، يَرْفَعُهُ قَالَ  مَا بَيْنَ مَنْكِبَىِ الْكَافِرِ فِي النَّارِ مَسِيرَةُ ثَلاَثَةِ أَيَّامٍ لِلرَّاكِبِ الْمُسْرِعِ  . وَلَمْ يَذْكُرِ الْوَكِيعِيُّ  فِي النَّارِ  .",
    "hadithBengali": "৬৯২৩। আবূ কুরায়ব ও আহমাদ ইবনু উমার ওয়াকীঈ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে মারফু সুত্রে হিসাবে বর্ণিত। তিনি (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেনঃ জাহান্নামে কাফিরদের দুই কাঁধের মধ্যখানে দ্রুতগামী আরোহী ব্যক্তির তিন দিনের সফরের পথ হবে। তবে ওয়াকিঈفِي النَّارِ কথাটি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6923",
    "id": "19246",
    "thesequence": "19398",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Haritha b. Wahb reported that he heard Allahs Apostle (ﷺ) as saying:\nMay I not inform you about the inmates of Paradise? They said: Do this, of course. Thereupon Allahs Apostle (ﷺ) said: Every humble person who is considered to be humble if he were to adjure In the name of Allah, He would fulfil it. He then said: May I not inform you about the denizens of Hell-Fire? They said: Yes. And he said: Every haughty, fat and proud (person).\n\nThis hadith has been narrated on the authority of Shuba with the same chain of transmitters but with a slight variation of wording.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، حَدَّثَنِي مَعْبَدُ بْنُ خَالِدٍ، أَنَّهُ سَمِعَ حَارِثَةَ بْنَ وَهْبٍ، أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم قَالَ  أَلاَ أُخْبِرُكُمْ بِأَهْلِ الْجَنَّةِ  . قَالُوا بَلَى . قَالَ صلى الله عليه وسلم  كُلُّ ضَعِيفٍ مُتَضَعَّفٍ لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ  . ثُمَّ قَالَ  أَلاَ أُخْبِرُكُمْ بِأَهْلِ النَّارِ  . قَالُوا بَلَى . قَالَ  كُلُّ عُتُلٍّ جَوَّاظٍ مُسْتَكْبِرٍ  .\nوَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ   أَلاَ أَدُلُّكُمْ  .",
    "hadithBengali": "৬৯২৪। আবদুল্লাহ ইবনু মুআয আনবারী (রহঃ) ... হারিসা ইবনু ওয়াহাব (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, আমি কি তোমদেরকে জান্নাতবাসীর সম্পর্কে অবহিত করব? সাহাবীগণ বললেন, হ্যাঁ, অবশ্যই। তিনি বললেনঃ তারা হবে দুর্বল এবং নম্র স্বভাবের লোক। যারা আল্লাহর নামে শপথ করলে আল্লাহ তা পূরণ করেন। অতঃপর তিনি বললেনঃ আমি কি তোমাদেরকে দোযখবাসীর সম্পর্কে অবহিত করব? সাহাবীগণ বললেনঃ হ্যাঁ, অবশ্যই। তিনি বরলেন, তারা হবে অত্যাচারী, দাম্ভিক ও অহংকারী লোক।\n\nমুহাম্মাদ ইবনুল মুসান্না (রহঃ) ... শু&#39;বা (রহঃ) সুত্রে উল্লেখিত সনদে অনুরূপ। তবে তিনি أَلاَ أُخْبِرُكُمْ স্থলে أَلاَ أَدُلُّكُمْ বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6924",
    "id": "19247",
    "thesequence": "19399",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Haritha b. Wahb al-KhuzaIi reported Allahs Messenger (ﷺ) as saying:\nMay I not inform you about the inmates of Paradise? (And then informing about them) said: Every meek person who is considered to be humble and if they were to adjure in the name of Allah, Allah would certainly fulfil it. May I not inform you about the inmates of Hell-Fire? They are all proud, mean and haughty.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ مَعْبَدِ بْنِ خَالِدٍ، قَالَ سَمِعْتُ حَارِثَةَ بْنَ وَهْبٍ الْخُزَاعِيَّ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَلاَ أُخْبِرُكُمْ بِأَهْلِ الْجَنَّةِ كُلُّ ضَعِيفٍ مُتَضَعَّفٍ لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ أَلاَ أُخْبِرُكُمْ بِأَهْلِ النَّارِ كُلُّ جَوَّاظٍ زَنِيمٍ مُتَكَبِّرٍ  .",
    "hadithBengali": "৬৯২৫। মুহাম্মদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... হারিসা ইবনু ওয়াহাব খুযাঈ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জান্নাতী লোকদের পরিচয় আমি কি তোমাদেরকে অবহিত করব? (তারা হলো) দূর্বল-নম্র স্বভাবের লোক। যারা আল্লাহর নামে শপথ করলে আল্লাহ তা পূরণ করেন। তিনি পুনরায় বললেনঃ আমি কি তোমাদেরকে জাহান্নামী লোকদের পরিচয় অবহিত করব? তারা হবে দাম্ভিক, কুখ্যাত এবং অহংকারী লোক।\n",
    "checkStatus": "1",
    "hadithNo": "6925",
    "id": "19248",
    "thesequence": "19400",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as say- ing:\nMany a people with dishevelled hair are driven away from the door (but they are so pious) that if they are to swear in the name of Allah, He would definitely fulfil that.",
    "hadithArabic": "حَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنِي حَفْصُ بْنُ مَيْسَرَةَ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   رُبَّ أَشْعَثَ مَدْفُوعٍ بِالأَبْوَابِ لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ  .",
    "hadithBengali": "৬৯২৬। সুওয়ায়দ ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বহুলোক এমন আছে, যারা ধুলায় ধুসরিত, দ্বার দ্বার হতে বিতাড়িত। তারা যদি আল্লাহর নামে শপথ করে তবে আল্লাহ (তা পূরণ করেন) তাকে (শপথের) দায়মুক্ত করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6926",
    "id": "19249",
    "thesequence": "19401",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Zama reported that Allahs Messenger (ﷺ) delivered an address and he made a mention of the dromedary and also made a mention of one (base person) who cut off Its hind legs, and he recited:\n When the basest of them broke forth with mischief (xei. 12). When A mischievous person, strong even because of the strength of a family like Abu Zama, broke forth. He then delivered instruction in regard to the women saying: There is amongst you who beats his woman, and in the narration on the authority of Abu Bakr, the words are: He flogs her like a slave-girl. And in the narration of Abu Kuraib (the words are): He flogs like a slave and then comforts his bed with the help of that at the end of the day, and he then advised in regard to laughing of people at the breaking of wind and said: One of you laughs at that which you yourself do.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا ابْنُ نُمَيْرٍ، عَنْ هِشَامِ بْنِ، عُرْوَةَ عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ زَمْعَةَ، قَالَ خَطَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَذَكَرَ النَّاقَةَ وَذَكَرَ الَّذِي عَقَرَهَا فَقَالَ  إِذِ انْبَعَثَ أَشْقَاهَا انْبَعَثَ بِهَا رَجُلٌ عَزِيزٌ عَارِمٌ مَنِيعٌ فِي رَهْطِهِ مِثْلُ أَبِي زَمْعَةَ  . ثُمَّ ذَكَرَ النِّسَاءَ فَوَعَظَ فِيهِنَّ ثُمَّ قَالَ  إِلاَمَ يَجْلِدُ أَحَدُكُمُ امْرَأَتَهُ  . فِي رِوَايَةِ أَبِي بَكْرٍ  جَلْدَ الأَمَةِ  . وَفِي رِوَايَةِ أَبِي كُرَيْبٍ  جَلْدَ الْعَبْدِ وَلَعَلَّهُ يُضَاجِعُهَا مِنْ آخِرِ يَوْمِهِ  . ثُمَّ وَعَظَهُمْ فِي ضَحِكِهِمْ مِنَ الضَّرْطَةِ فَقَالَ  إِلاَمَ يَضْحَكُ أَحَدُكُمْ مِمَّا يَفْعَلُ  .",
    "hadithBengali": "৬৯২৭। আবূ বকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আবদুল্লাহ ইবনু যাম&#39;আ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুৎবা দানকালে সালেহ (আলাইহিস সালাম) এর উষ্ট্রী সম্পর্কে এবং যে ব্যক্তি তার পা কেটেছিল তার সম্পর্কে জিজ্ঞাসা করলেন। তিনি বললেনঃ যখন ঐ উষ্ট্রীকে হত্যা করার জন্য তাদের কাওমের সবচেয়ে দুর্ভাগা লোকটি উদ্যত হয়েছিল, তখন এ কাজের জন্য উঠেছিল ঐ কাওমের সবচে শক্তিশালী, নিষ্ঠুর, বিদ্রোহী ও দূর্ভাগা লোকটি। সে ছিল এ যুগের আবূ যামআর মত ব্যক্তি। এ খুতবায় তিনি মহিলাদের সম্পর্কেও আলোচনা করলেন এবং তাদেরকে উপদেশ প্রদান করলেন। তিনি বললেনঃ তোমাদের মধ্যে এমন লোকও আছে যে তার স্ত্রীকে মারপিট করে। আবূ বকরের বর্ণনায় আছে, ক্রীতদাসীর মত মারপিট করে। কিন্তু আবার ঐ দিন শেষে রাতের বেলা তার সাথে মিলিত হয়। তারপর তিনি বায়ু নিঃসরণের কারণে হাসি দেয়া সম্পর্কে ওয়ায করলেন এবং বললেনঃ এমন কাজের ব্যাপারে তোমরা কেন হাসবে যা নিজেও করবে।\n",
    "checkStatus": "1",
    "hadithNo": "6927",
    "id": "19250",
    "thesequence": "19402",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as say- ing:\nI saw Amr b. Luhayy b. Qama b. Khindif, brother of Bani Kab, dragging his Intestines in Fire.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   رَأَيْتُ عَمْرَو بْنَ لُحَىِّ بْنِ قَمَعَةَ بْنِ خِنْدِفَ أَبَا بَنِي كَعْبٍ هَؤُلاَءِ يَجُرُّ قُصْبَهُ فِي النَّارِ  .",
    "hadithBengali": "৬৯২৮। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি বনী কা&#39;বের সদস্য (পিতৃতুল্য) আমর ইবনু লুহায় ইবনু কামআ ইবনু খিনদাফকে জাহান্নামের মধ্যে দেখেছি। (পেট হতে তার সব) নাড়ী-ভুড়ি (বেরিয়ে পড়ছে, আর সে সেগুলো) টেনে নিয়ে হাঁটছে।\n",
    "checkStatus": "1",
    "hadithNo": "6928",
    "id": "19251",
    "thesequence": "19403",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Said b. Musayyib explained al-bahira as that animal which is not milked but for the idols. and none amongst the people milks them, and as-saiba as that animal which is let loose for the deities. Nothing is loaded over it, and Ibn Musayyib narrated that Abu Huraira stated that Allahs Messenger (ﷺ) said:\nI saw Amr b. Amir al-Khuzili dragging his intestines in fire and he was the first who devoted animals to deity.",
    "hadithArabic": "حَدَّثَنِي عَمْرٌو النَّاقِدُ، وَحَسَنٌ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ عَبْدٌ أَخْبَرَنِي وَقَالَ، الآخَرَانِ حَدَّثَنَا يَعْقُوبُ، - وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ - حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ، شِهَابٍ قَالَ سَمِعْتُ سَعِيدَ بْنَ الْمُسَيَّبِ، يَقُولُ إِنَّ الْبَحِيرَةَ الَّتِي يُمْنَعُ دَرُّهَا لِلطَّوَاغِيتِ فَلاَ يَحْلُبُهَا أَحَدٌ مِنَ النَّاسِ وَأَمَّا السَّائِبَةُ الَّتِي كَانُوا يُسَيِّبُونَهَا لآلِهَتِهِمْ فَلاَ يُحْمَلُ عَلَيْهَا شَىْءٌ . وَقَالَ ابْنُ الْمُسَيَّبِ قَالَ أَبُو هُرَيْرَةَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   رَأَيْتُ عَمْرَو بْنَ عَامِرٍ الْخُزَاعِيَّ يَجُرُّ قُصْبَهُ فِي النَّارِ وَكَانَ أَوَّلَ مَنْ سَيَّبَ السُّيُوبَ  .",
    "hadithBengali": "৬৯২৯। আমর নাকিদ, হাসান আল-হুলওয়ানী ও আবদ ইবনু হুমায়দ (রহঃ) সাঈদ ইবনুল মূসায়্যিব (রহঃ) থেকে বর্ণিত। তিনি বলেন, &ldquo;বাহীরা&rdquo; তথা সে উষ্ট্রী, যা কোন দেবতার নামে মানত করে স্বাধীনভাবে ছেড়ে দেয়া হত। দেবতার সন্তুষ্টির জন্য তার দুধ খাওয়া নিষিদ্ধ হত। তাকে মানুষ দোহন করে না। সাইবা সেই উষ্ট্রী, যা কাফিররা তাদের দেবতার নামে স্বাধীনভাবে ছেড়ে দিত। এর পিঠে কোন বোঝা বহন করা হতো না। ইবনু মূসায়্যিব (রাঃ) বলেছেন, আবূ হুরায়রা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি জাহান্নামের মধ্যে আমর ইবনু আমির খুযাঈকে দেখেছি, সে তার নাড়ী-ভুড়ি টেনে নিয়ে হাটছে। দেবদেবীর নামে সে-ই সর্বপ্রথম উট ছেড়ে ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "6929",
    "id": "19252",
    "thesequence": "19404",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nTwo are the types amongst the denizens of Hell, the one possessing whips like the tail of an ox and they flog people with their help. (The second one) the women who would be naked in spite of their being dressed, who are seduced (to wrong paths) and seduce others with their hair high like humps. These women would not get into Paradise and they would not perceive the odour of Paradise, although its frag- rance can be perceived from such and such distance (from great distance).",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   صِنْفَانِ مِنْ أَهْلِ النَّارِ لَمْ أَرَهُمَا قَوْمٌ مَعَهُمْ سِيَاطٌ كَأَذْنَابِ الْبَقَرِ يَضْرِبُونَ بِهَا النَّاسَ وَنِسَاءٌ كَاسِيَاتٌ عَارِيَاتٌ مُمِيلاَتٌ مَائِلاَتٌ رُءُوسُهُنَّ كَأَسْنِمَةِ الْبُخْتِ الْمَائِلَةِ لاَ يَدْخُلْنَ الْجَنَّةَ وَلاَ يَجِدْنَ رِيحَهَا وَإِنَّ رِيحَهَا لَتُوجَدُ مِنْ مَسِيرَةِ كَذَا وَكَذَا  .",
    "hadithBengali": "৬৯৩০। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দুই প্রকার মানুষ জাহান্নামী হবে। আমি তাদেরকে দেখিনি। এক প্রকার ঐ সমস্ত মানুষ যাদের নিকট গরুর লেজের ন্যায় চাবুক থাকবে। তারা এর দ্বারা লোকদের প্রহার করবে। আর দ্বিতীয় প্রকার ঐ সমস্ত মহিলা, যারা বস্ত্র পরিহিতা কিন্তু উলঙ্গ, আকর্ষণকারিণী ও আকৃষ্টা। যাদের মাথার খোপা বুখতী উটের উঁচু কুঁজোর ন্যায়। তারা জান্নাতে প্রবেশ করতে পারবে না এবং জান্নাতের সুঘ্রাণও পাবে না। অথচ জান্নাতের সুঘ্রাণ এতো-এতো দূরত্বে থেকে পাওয়া যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "6930",
    "id": "19253",
    "thesequence": "19405",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nIf you survive for a time you would certainly see people who would have whips in their hands like the tail of an ox. They would get up in the morning under the wrath of Allah and they would get into the evening with the anger of Allah.",
    "hadithArabic": "حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا زَيْدٌ، - يَعْنِي ابْنَ حُبَابٍ - حَدَّثَنَا أَفْلَحُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَافِعٍ، مَوْلَى أُمِّ سَلَمَةَ قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يُوشِكُ إِنْ طَالَتْ بِكَ مُدَّةٌ أَنْ تَرَى قَوْمًا فِي أَيْدِيهِمْ مِثْلُ أَذْنَابِ الْبَقَرِ يَغْدُونَ فِي غَضَبِ اللَّهِ وَيَرُوحُونَ فِي سَخَطِ اللَّهِ  .",
    "hadithBengali": "৬৯৩১। ইবনু নুমায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ অচিরেই দীর্ঘ হায়াত পেলে তুমি দেখতে পাবে এমন এক কওম, যাদের হাতে থাকবে গরুর লেজের ন্যায় চাবুক। সকাল হবে তাদের আল্লাহর গযবের মধ্যে এবং সন্ধ্যা হবে তাদের আল্লাহর অসন্তুষ্টির মধ্যে।\n",
    "checkStatus": "1",
    "hadithNo": "6931",
    "id": "19254",
    "thesequence": "19406",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nIf you live for a time, you would certainly see people get up (in the morning) in the wrath of Allah and getting into the evening under the curse of Allah, and there would be in their hands (whips) like the tail of an ox.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ نَافِعٍ وَعَبْدُ بْنُ حُمَيْدٍ قَالُوا حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ حَدَّثَنَا أَفْلَحُ بْنُ سَعِيدٍ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ رَافِعٍ، مَوْلَى أُمِّ سَلَمَةَ قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنْ طَالَتْ بِكَ مُدَّةٌ أَوْشَكْتَ أَنْ تَرَى قَوْمًا يَغْدُونَ فِي سَخَطِ اللَّهِ وَيَرُوحُونَ فِي لَعْنَتِهِ فِي أَيْدِيهِمْ مِثْلُ أَذْنَابِ الْبَقَرِ  .",
    "hadithBengali": "৬৯৩২। উবায়দুল্লাহ ইবনু সাঈদ, আবূ বকর ইবনু নাফি ও আবদ ইবনু হুমায়দ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি বলতে শুনেছি, দীর্ঘ হায়াত পেলে অচিরেই তুমি এমন এক সম্প্রদায় দেখতে পাবে, যাদের সকাল হবে আল্লাহর অসন্তুষ্টির মধ্যে এবং সন্ধ্যা হবে আল্লাহর অভিসম্পাতের মধ্যে। তাদের হাতে থাকবে গরুর লেজের ন্যায় চাবুক।\n",
    "checkStatus": "1",
    "hadithNo": "6932",
    "id": "19255",
    "thesequence": "19407",
    "isActive": "1",
    "chapterId": "14346",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৩. দুর্দান্ত প্রতাপশালীরা জাহান্নামে এবং দুর্বলেরা জান্নাতে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated through five different chains of transmitters and all of them are narrated on the authority of Mustaurid, brother of Bani Fihr, that Allahs Messenger (ﷺ) said:\nBy Allah, this world (is so insigni- ficant in comparison) to the Hereafter that if one of you should dip his finger- (and wnile saying this Yahyg pointed with his forefinger) -in the ocean and then he should see as to what has stuck to it. This hadith has been narrated through another chain of transmitters also but with a slight variation of wording.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي وَمُحَمَّدُ بْنُ بِشْرٍ، ح وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا مُوسَى بْنُ أَعْيَنَ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا أَبُو أُسَامَةَ، كُلُّهُمْ عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ، حَاتِمٍ - وَاللَّفْظُ لَهُ - حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا قَيْسٌ، قَالَ سَمِعْتُ مُسْتَوْرِدًا، أَخَا بَنِي فِهْرٍ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   وَاللَّهِ مَا الدُّنْيَا فِي الآخِرَةِ إِلاَّ مِثْلُ مَا يَجْعَلُ أَحَدُكُمْ إِصْبَعَهُ هَذِهِ - وَأَشَارَ يَحْيَى بِالسَّبَّابَةِ - فِي الْيَمِّ فَلْيَنْظُرْ بِمَ يَرْجِعُ  . وَفِي حَدِيثِهِمْ جَمِيعًا غَيْرَ يَحْيَى سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ذَلِكَ . وَفِي حَدِيثِ أَبِي أُسَامَةَ عَنِ الْمُسْتَوْرِدِ بْنِ شَدَّادٍ أَخِي بَنِي فِهْرٍ وَفِي حَدِيثِهِ أَيْضًا قَالَ وَأَشَارَ إِسْمَاعِيلُ بِالإِبْهَامِ .",
    "hadithBengali": "৬৯৩৩। আবূ বকর ইবনু আবূ শায়বা (অন্য সনদে) ইবনু নুমায়র (অন্য সনদে) ইয়াহইয়া ইবনু ইয়াইয়া (অন্য সনদে) মুহাম্মাদ ইবনু মুসান্না (অন্য সনদে) মুহাম্মাদ ইবনু হাতিম (রহঃ) ... বনূ ফিহরের ভ্রাতা মুসতাওরিদ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর শপথ! দুনিয়া আখিরাতের তুলনায় অতটুকুই, যেমন তোমাদের কেউ তার এ আঙ্গুলটি নদীতে ভিজিয়ে দেখলো যে, এতে কি পরিমাণ পানি লেগেছে। এ সময় বর্ণনাকারী ইয়াহইয়া শাহাদাত আঙ্গুলের দ্বারা ইশারা করেছেন। ইয়াহইয়া ব্যতীত সকলের বর্ণনায় আছে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলতে শুনেছি। আবূ উসামার বর্ণনার মধ্যে এ কথা উল্লেখিত রয়েছে যে, (রাবী) ইসমাঈল বৃদ্ধাঙ্গুলির দ্বারা ইশারা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6933",
    "id": "19256",
    "thesequence": "19408",
    "isActive": "1",
    "chapterId": "14347",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৪. দুনিয়া বিনাশ হওয়া ও কিয়ামতের দিন হাশর (সমবেত) করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that she heard Allahs Messenger (ﷺ) as saying:\nThe people would be assembled on the Day of Resurrection barefooted, naked and uncircumcised. I said: Allahs Messenger, will the male and the female be together on the Day and would they be looking at one another? Upon this Allahs Messenger (ﷺ) said: Aisha, the matter would be too serious for them to look to one another.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ حَاتِمِ بْنِ أَبِي صَغِيرَةَ، حَدَّثَنِي ابْنُ أَبِي مُلَيْكَةَ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  يُحْشَرُ النَّاسُ يَوْمَ الْقِيَامَةِ حُفَاةً عُرَاةً غُرْلاً  . قُلْتُ يَا رَسُولَ اللَّهِ النِّسَاءُ وَالرِّجَالُ جَمِيعًا يَنْظُرُ بَعْضُهُمْ إِلَى بَعْضٍ قَالَ صلى الله عليه وسلم  يَا عَائِشَةُ الأَمْرُ أَشَدُّ مِنْ أَنْ يَنْظُرَ بَعْضُهُمْ إِلَى بَعْضٍ  .",
    "hadithBengali": "৬৯৩৪। যুহায়র ইবনু হারব (রহঃ) ... আয়িশা সিদ্দীকা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলতে শুনেছি যে, কিয়ামতের দিন লোকদেরকে একত্রিত করা হবে খালি পা, উলঙ্গ দেহ এবং খাৎনা বিহীন অবস্থায়। এ কথা শুনে আমি বললাম, হে আল্লাহর রাসুল! পূরুষ এবং মহিলা এক সাথেই উত্থিত হবে কি? তবে তো তারা পরস্পর একে অন্যের প্রতি নযর করবে। অতঃপর তিনি বলেলেন, হে আয়িশা! তখনকার অবস্থা তারা একে অন্যের প্রতি দেখার অবস্থা থেকে কঠিন হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6934",
    "id": "19257",
    "thesequence": "19409",
    "isActive": "1",
    "chapterId": "14347",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৪. দুনিয়া বিনাশ হওয়া ও কিয়ামতের দিন হাশর (সমবেত) করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Hatim b. Abi Saghira with the same chain of transmitters and there is no mention of the word uncircum- cised.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ قَالاَ حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ حَاتِمِ، بْنِ أَبِي صَغِيرَةَ بِهَذَا الإِسْنَادِ وَلَمْ يَذْكُرْ فِي حَدِيثِهِ   غُرْلاً  .",
    "hadithBengali": "৬৯৩৫। আবূ বকর ইবনু আবূ শায়বা ও ইবনু নুমায়র (রহঃ) ... হাতিম ইবনু সাগীরা থেকে এ সনদে অনুরূপ (হাদীস বর্ণনা করেছেন)। তবে তিনি এতغُرْلاً খাতনাবিহীন শব্দটি উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "6935",
    "id": "19258",
    "thesequence": "19410",
    "isActive": "1",
    "chapterId": "14347",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৪. দুনিয়া বিনাশ হওয়া ও কিয়ামতের দিন হাশর (সমবেত) করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas reported that he heard Allahs Messenger (ﷺ) deliver an address and he was saying that they would meet Allah barefooted, naked and uncircumcised.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي، عُمَرَ قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ سَعِيدِ، بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ، سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَخْطُبُ وَهُوَ يَقُولُ   إِنَّكُمْ مُلاَقُو اللَّهِ مُشَاةً حُفَاةً عُرَاةً غُرْلاً  . وَلَمْ يَذْكُرْ زُهَيْرٌ فِي حَدِيثِهِ يَخْطُبُ .",
    "hadithBengali": "৬৯৩৬। আবূ বকর ইবনু শায়বা, যুহায়র ইবনু হারব, ইসহাক ইবনু ইবরাহীম ও ইবনু আবূ উমার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে খুতবাইয় একথা বলতে শুনেছেন যে, অবশ্যই তোমরা আল্লাহর সাথে সাক্ষাৎ করবে পায়ে হেঁটে, খালি পা, নগ্নদেহ ও খাতনাহীন অবস্থায়। তবে যুহায়র (রহঃ) তার হাদীসে &#39;খুতবায়&#39; কথাটি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6936",
    "id": "19259",
    "thesequence": "19411",
    "isActive": "1",
    "chapterId": "14347",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৪. দুনিয়া বিনাশ হওয়া ও কিয়ামতের দিন হাশর (সমবেত) করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated through other chains of transmitters on the authority of Ibn Abbas, (and) the words are:\nWhile Allahs Messenger (ﷺ) stood up to deliver a sermon, he said: 0 people, Allah would make you assemble barefooted, naked and uncircumcised (and then recited the words of the Quran): As We created you for the first time, We shall repeat it. (It is) a promise (binding) upon us. Lo! We are to perform it, and the first person who would be clothed on the Day of Resurrection would be (Hadrat) Ibrahim (peace be upon him) and, behold! some persons of my Ummah would be brought and taken to the left and I would say: My Lord, they are my companions, and it would be said: You do not know what they did after you, and I would say just as the pious servant (Hadrat Isa) said:, I was a witness regarding them as I remained among them and Thou art a witness over everything, so if Thou chastisest them, they are Thy servants and if Thou for- givest them, Thou art Mighty, Wise (v. 117-118). And it would be said to him: They constantly turned to their heels since you left them. This hadith has been transmitted on the authority of Waki and Muadh (and the words are): What new things they fabricated.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي كِلاَهُمَا، عَنْ شُعْبَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْمُغِيرَةِ بْنِ النُّعْمَانِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَامَ فِينَا رَسُولُ اللَّهِ صلى الله عليه وسلم خَطِيبًا بِمَوْعِظَةٍ فَقَالَ  يَا أَيُّهَا النَّاسُ إِنَّكُمْ تُحْشَرُونَ إِلَى اللَّهِ حُفَاةً عُرَاةً غُرْلاً { كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ} أَلاَ وَإِنَّ أَوَّلَ الْخَلاَئِقِ يُكْسَى يَوْمَ الْقِيَامَةِ إِبْرَاهِيمُ عَلَيْهِ السَّلاَمُ أَلاَ وَإِنَّهُ سَيُجَاءُ بِرِجَالٍ مِنْ أُمَّتِي فَيُؤْخَذُ بِهِمْ ذَاتَ الشِّمَالِ فَأَقُولُ يَا رَبِّ أَصْحَابِي . فَيُقَالُ إِنَّكَ لاَ تَدْرِي مَا أَحْدَثُوا بَعْدَكَ . فَأَقُولُ كَمَا قَالَ الْعَبْدُ الصَّالِحُ { وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَىْءٍ شَهِيدٌ * إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} قَالَ فَيُقَالُ لِي إِنَّهُمْ لَمْ يَزَالُوا مُرْتَدِّينَ عَلَى أَعْقَابِهِمْ مُنْذُ فَارَقْتَهُمْ  . وَفِي حَدِيثِ وَكِيعٍ وَمُعَاذٍ  فَيُقَالُ إِنَّكَ لاَ تَدْرِي مَا أَحْدَثُوا بَعْدَكَ  .",
    "hadithBengali": "৬৯৩৭। আবূ বকর ইবনু আবূ শায়বা (অন্য সনদে) উবায়দুল্লাহ ইবনু মুআয (অন্য সনদে) মুহাম্মাদ ইবনু মুসান্না ও মুহাম্মদ ইবনু বাশশার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, উপদেশ সম্বলিত ভাষণ দানের উদ্দেশ্যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মাঝে দণ্ডায়মান হয়ে বললেন, হে লোক সকল! তোমরা আল্লাহর সামনে খালি পা এবং নগ্নদেহ অবস্থায় উপস্থিত হবে। যেমন প্রথম দিন সৃষ্টি শুরু করেছিলাম, তেমনি তার পুনরাবৃত্তি করবো। এটা আমার একটা ওয়াদা, তা পালন অবশ্যই আমি (সম্পাদন) করব। শুনে রাখ, কিয়ামতের দিন সবার মাঝে সর্বপ্রথম ইবরাহীম (আলাইহিস সালাম) কে পোশাক পরানো হবে। ওহে! আমার উম্মতের অনেক লোককে আনা হবে এবং তাদেরকে বাঁ দিকে নিয়ে যাওয়া হবে।\n\nতখন আমি বলবো, হে আমর রব! এরা তো আমরে উম্মাত। জবাবে আমাকে বলা হবে, তুমি জানো না তোমার পরে এরা কত নতুন বিষয় উদ্ভাবন করেছিল। আমি তখন আল্লাহর নেক বান্দা [ঈসা (আঃ)] এর মত বলবো, এবং যতদিন আমি তাদের মধ্যে ছিলাম ততদিন আমি ছিলাম তাদের কার্যকলাপের সাক্ষী; কিন্তু যখন তুমি আমাকে তুলে নিলে তখন তুমিই তো ছিলে তাদের কার্যকলাপের তত্ত্বাবধায়ক এবং তুমিই সর্ব বিষয়ে সাক্ষী, তুমি যদি তাদেরকে শাস্তি দাও তবে তারা তো তোমারই বান্দা, আর যদি তাদেরকে ক্ষমা কর তবে তুমি তো পরাক্রমশালী, প্রজ্ঞাময়। তখন বলা হবে, তুমি তাদের থেকে বিদায় গ্রহণের পর তারা সর্বদা মুখ ফিরিয়ে উল্টো পথে চলছিল। ওয়াকী এবং মুআযের হাদীসের মধ্যে রয়েছে فَيُقَالُ إِنَّكَ لاَ تَدْرِي مَا أَحْدَثُوا بَعْدَكَ।\n",
    "checkStatus": "1",
    "hadithNo": "6937",
    "id": "19260",
    "thesequence": "19412",
    "isActive": "1",
    "chapterId": "14347",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৪. দুনিয়া বিনাশ হওয়া ও কিয়ামতের দিন হাশর (সমবেত) করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported Allahs Apostle (ﷺ) as saying, The people will be assembled in three categories. Those desirous (of Paradise), fearing (Hell), coming two upon the came], three upon the camel, four upon the camel, ten upon the camel and the rest will be assembled, Hell-Fire being with them when they are at midday where they would spend the night and where they would spend the morning and where they would spend the evening.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا أَحْمَدُ بْنُ إِسْحَاقَ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا بَهْزٌ، قَالاَ جَمِيعًا حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   يُحْشَرُ النَّاسُ عَلَى ثَلاَثِ طَرَائِقَ رَاغِبِينَ رَاهِبِينَ وَاثْنَانِ عَلَى بَعِيرٍ وَثَلاَثَةٌ عَلَى بَعِيرٍ وَأَرْبَعَةٌ عَلَى بَعِيرٍ وَعَشَرَةٌ عَلَى بَعِيرٍ وَتَحْشُرُ بَقِيَّتَهُمُ النَّارُ تَبِيتُ مَعَهُمْ حَيْثُ بَاتُوا وَتَقِيلُ مَعَهُمْ حَيْثُ قَالُوا وَتُصْبِحُ مَعَهُمْ حَيْثُ أَصْبَحُوا وَتُمْسِي مَعَهُمْ حَيْثُ أَمْسَوْا  .",
    "hadithBengali": "৬৯৩৮। যুহায়র ইবনু হারব (অন্য সনদে) মুহাম্মাদ ইবনু হাতিম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ লোকদেরকে তিন দলে বিভক্ত করে একত্রিত করা হবে। প্রথম দল (জান্নাতের) আশাবাদী এবং (জাহান্নামের ভয়ে) ভীত লোকদের দল। দ্বিতীয় দলে সে সব লোক যাদের দু&#39;জন থাকবে এক উটৈর উপর, কোন উটের উপর তিনজন, কোনটির উপর চারজন, আর কোনটির উপর সাওয়ার হবে দশজন। অবিশিষ্টদের আগুন তাড়িয়ে নিয়ে যাবে। তারা যেখানে রাত্রিযাপন করবে আগুনও তাদের সঙ্গে রাত কাটাবে। তারা যেখানে দিবা শয়ন (বিশ্রাম) করবে আগুনও তাদের সাথে বিশ্রাম করবে। যেখানে তারা সকাল করবে আগুনও তাদের সাথে সকাল করবে। আর সেখানে তাদের সন্ধ্যা হবে একই সঙ্গে আগুনও তাদের সাথে সন্ধ্যা করবে।\n",
    "checkStatus": "1",
    "hadithNo": "6938",
    "id": "19261",
    "thesequence": "19413",
    "isActive": "1",
    "chapterId": "14347",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৪. দুনিয়া বিনাশ হওয়া ও কিয়ামতের দিন হাশর (সমবেত) করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported Allahs Apostle (ﷺ) as saying:\nWhen the people stand before Allah, the Lord of the worlds, each one of them would stand submerged into perspiration up to half of his ears, and there is no mention of the day in the hadith transmitted on the authority of Ibn Muthanni.",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالُوا حَدَّثَنَا يَحْيَى، - يَعْنُونَ ابْنَ سَعِيدٍ - عَنْ عُبَيْدِ اللَّهِ، أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم { يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ} قَالَ  يَقُومُ أَحَدُهُمْ فِي رَشْحِهِ إِلَى أَنْصَافِ أُذُنَيْهِ  . وَفِي رِوَايَةِ ابْنِ الْمُثَنَّى قَالَ  يَقُومُ النَّاسُ  . لَمْ يَذْكُرْ يَوْمَ .",
    "hadithBengali": "৬৯৩৯। যুহায়র ইবনু হারব, মুহাম্মাদ ইবনু মুসান্না ও উবায়দুল্লাহ ইবনু সাঈদ (রহঃ) ... ইবনু উমার (রাঃ) থেকে বর্ণিত।يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ (মানুষ উত্থিত হবে সেদিন যেদিন মানুষ রাব্বুল আলামিনের সামনে দাঁড়াবে) এর ব্যাখ্যায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, সেদিন মানুষ তার দুই কানের মাঝ বরাবর কর্ণ পর্যন্ত ঘামে ডুবন্ত দণ্ডায়মান হবে। ইবনু মুসান্নার বর্ণনায় তিনি يَوْم শব্দটি উল্লেখ করা ব্যাতিরেখে শুধু يَقُومُ النَّاسُ উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6939",
    "id": "19262",
    "thesequence": "19414",
    "isActive": "1",
    "chapterId": "14348",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৫. কিয়ামতের দিবসের বিবরণ। (এদিনের ভয়ংকর বিষয়সমূহের ব্যাপারে আল্লাহ্&zwnj; আমাদেরকে সাহায্য করুন)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted on the authority of Ibn Umar but with a slight variation of wording (and the words are):\n One of them would be completely submerged in perspiration up to half of his ears.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ الْمُسَيَّبِيُّ، حَدَّثَنَا أَنَسٌ يَعْنِي ابْنَ عِيَاضٍ، ح وَحَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا حَفْصُ بْنُ مَيْسَرَةَ، كِلاَهُمَا عَنْ مُوسَى بْنِ عُقْبَةَ، ح وَحَدَّثَنَا أَبُو بَكْرِ، بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، وَعِيسَى بْنُ يُونُسَ، عَنِ ابْنِ عَوْنٍ، ح وَحَدَّثَنِي عَبْدُ، اللَّهِ بْنُ جَعْفَرِ بْنِ يَحْيَى حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، ح وَحَدَّثَنِي أَبُو نَصْرٍ التَّمَّارُ، حَدَّثَنَا حَمَّادُ، بْنُ سَلَمَةَ عَنْ أَيُّوبَ، ح وَحَدَّثَنَا الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، كُلُّ هَؤُلاَءِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمَعْنَى حَدِيثِ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ . غَيْرَ أَنَّ فِي حَدِيثِ مُوسَى بْنِ عُقْبَةَ وَصَالِحٍ   حَتَّى يَغِيبَ أَحَدُهُمْ فِي رَشْحِهِ إِلَى أَنْصَافِ أُذُنَيْهِ  .",
    "hadithBengali": "৬৯৪০। মুহাম্মাদ ইবনু ইসহাক মুসায়্যিবী (অন্য সনদে) সুওয়ায়দ ইবনু সাঈদ (অন্য সনদে) আবূ বকর ইবনু আবূ শায়বা (অন্য সনদে) আবদুল্লাহ ইবনু জাফর ইবনু ইয়াহইয়া (অন্য সুত্রে) আবূ নাসর তাম্মার (অন্য সনদে) হুলওয়ানী ও আবদ ইবনু হুমায়দ (রহঃ) ... ইবনু উমার (রাঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ... নাফি (রহঃ) উবায়দুল্লাহ (রহঃ) এর হাদীসের অনুরূপ বর্ণনা করেছেন। তবে মূসা ইবনু উকবা ও সালিহ (রহঃ) এর হাদাসের মধ্যে আছে حَتَّى يَغِيبَ أَحَدُهُمْ فِي رَشْحِهِ إِلَى أَنْصَافِ أُذُنَيْهِ (يَقُومُ স্থলে يَغِيب আছে)।\n",
    "checkStatus": "1",
    "hadithNo": "6940",
    "id": "19263",
    "thesequence": "19415",
    "isActive": "1",
    "chapterId": "14348",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৫. কিয়ামতের দিবসের বিবরণ। (এদিনের ভয়ংকর বিষয়সমূহের ব্যাপারে আল্লাহ্&zwnj; আমাদেরকে সাহায্য করুন)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as say- ing:\nThe perspiration would spread on the Day of Resurrection upon the earth to the extent of seventy cubits and it would reach up to their mouths or up to their ears. Thaur is not sure (which words) he used (mouth or ears).",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ - عَنْ ثَوْرٍ، عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الْعَرَقَ يَوْمَ الْقِيَامَةِ لَيَذْهَبُ فِي الأَرْضِ سَبْعِينَ بَاعًا وَإِنَّهُ لَيَبْلُغُ إِلَى أَفْوَاهِ النَّاسِ أَوْ إِلَى آذَانِهِمْ  . يَشُكُّ ثَوْرٌ أَيَّهُمَا قَالَ .",
    "hadithBengali": "৬৯৪১। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কিয়ামতের দিন ঘাম সত্তর বাঁও (উভয় হাতের প্রশস্ততা) পরিমিত ভূমিতে ছড়িয়ে পড়বে এবং তা মানুষের মুখমন্ডল পর্যন্ত বা কান পর্যন্ত পৌছে যাবে। [আবুল গায়স (রহঃ)] &#39;মুখ&#39; ও &#39;কান&#39; কোনটির কথা বলেছেন, এ বিষয়ে (বর্ণনাকারী) সাওর সন্দেহ প্রকাশ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6941",
    "id": "19264",
    "thesequence": "19416",
    "isActive": "1",
    "chapterId": "14348",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৫. কিয়ামতের দিবসের বিবরণ। (এদিনের ভয়ংকর বিষয়সমূহের ব্যাপারে আল্লাহ্&zwnj; আমাদেরকে সাহায্য করুন)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Miqdad b. Aswad reported:\nI heard Allahs Messenger (may peace he upon him) as saying: On the Day of Resurrection, the sun would draw so close to the people that there woum be left only a distance of one mile. Sulaim b. Amir said: By Allah, I do not know whether he meant by mile the mile of the (material) earth or dn instrument used for applying collyrium to the eye. (The Prophet is, however, reported to have said): The people would be submerged in perspiration according to their deeds, some up to their. knees, Some up to the waist and some would have the bridle of perspiration and, while saying this, Allahs Apostle (ﷺ) pointed his hand towards his mouth.",
    "hadithArabic": " حَدَّثَنَا الْحَكَمُ بْنُ مُوسَى أَبُو صَالِحٍ، حَدَّثَنَا يَحْيَى بْنُ حَمْزَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ، جَابِرٍ حَدَّثَنِي سُلَيْمُ بْنُ عَامِرٍ، حَدَّثَنِي الْمِقْدَادُ بْنُ الأَسْوَدِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  تُدْنَى الشَّمْسُ يَوْمَ الْقِيَامَةِ مِنَ الْخَلْقِ حَتَّى تَكُونَ مِنْهُمْ كَمِقْدَارِ مِيلٍ  . قَالَ سُلَيْمُ بْنُ عَامِرٍ فَوَاللَّهِ مَا أَدْرِي مَا يَعْنِي بِالْمِيلِ أَمَسَافَةَ الأَرْضِ أَمِ الْمِيلَ الَّذِي تُكْتَحَلُ بِهِ الْعَيْنُ . قَالَ  فَيَكُونُ النَّاسُ عَلَى قَدْرِ أَعْمَالِهِمْ فِي الْعَرَقِ فَمِنْهُمْ مَنْ يَكُونُ إِلَى كَعْبَيْهِ وَمِنْهُمْ مَنْ يَكُونُ إِلَى رُكْبَتَيْهِ وَمِنْهُمْ مَنْ يَكُونُ إِلَى حَقْوَيْهِ وَمِنْهُمْ مَنْ يُلْجِمُهُ الْعَرَقُ إِلْجَامًا  . قَالَ وَأَشَارَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ إِلَى فِيهِ .",
    "hadithBengali": "৬৯৪২। হাকাম ইবনু মূসা আবূ সালিহ (রহঃ) ... মিকদাদ ইবনুল আসওয়াদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলতে শুনেছি যে, কিয়ামতের দিন সূর্যকে মানুষের নিকটবর্তী করে দেয়া হবে। ফলে তা মানুষের থেকে &#39;মীল; পরিমাণ দুরুত্বে চলে আসবে। বর্ণনাকারী সুলায়মান ইবনু আমির (রহঃ) বলেন, আমি জানিনা,مِيل বলে কি বুঝানো হয়েছে, ভূমির দুরত্ব, না চোখে সুরমা দেয়ার শলাকা। মানুষ তাদের আমল অনুপাতে ঘামের মধ্যে (ডুবন্ত) থাকবে। কেউ তার দুই গোড়ালি পর্যন্ত ঘামের মধ্যে থাকবে, কেউ তার দুই হাঁটু পর্যন্ত (ঘামের মধ্যে ডুবে থাকবে), কেউ কোমরের দুই পাশ পর্যন্ত(ঘামের মধ্যে ডুবে থাকবে), আর কারো মুখ পর্যন্ত লাগাম পরিয়ে দিবে। বর্ণনাকারী বলেন, এ সময় রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার মুখের প্রতি ইশারা করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6942",
    "id": "19265",
    "thesequence": "19417",
    "isActive": "1",
    "chapterId": "14348",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৫. কিয়ামতের দিবসের বিবরণ। (এদিনের ভয়ংকর বিষয়সমূহের ব্যাপারে আল্লাহ্&zwnj; আমাদেরকে সাহায্য করুন)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Iyad b. Him-ar reported that Allahs Messenger (ﷺ), while delivering a sermon one day, said:\nBehold, my Lord commanded me that I should teach you which you do not know and which He has taught me today. (He has instructed thus): The property which I have conferred upon them is lawful for them. I have created My servants as one having a natural inclination to the worship of Allah but it is Satan who turns them away from the right religion and he makes unlawful what has been declared lawful for them and he commands them to ascribe partnership with Re, although he has no justification for that. And verily, Allah looked towards the people of the world and He showed hatred for the Arabs and the non-Arabs, but with the exception of some remnants from the People of the Book. And He (further) said: I have sent thee (the Holy Prophet) in order to put you to test and put (those to test) through you. And I sent the Book to you which cannot be washed away by water, so that you may recite it while in the state of wakefulness or sleep. Verily, Allah commanded me to burn (kill) the Quraish. I said: My Lord, they would break my head (like the tearing) of bread, and Allah said: You turn them out as they turned you out, you fight against them and We shall help you in this, you should spend and you would be conferred upon. You send an army and I would send an army five times greater than that. Fight against those who disobey you along with those who obey you. The inmates of Paradise are three: One who wields authority and is just and fair, one who Is truthful and has been endowed with power to do good deeds. And the person who is merciful and kind hearted towards his relatives and to every pious Muslim, and one who does not stretch his hand in spite of having a large family to support. And He said: The inmates of Hell are five: the weak who lack power to (avoid evil), the (carefree) who pursue (everything irrespective of the fact that it is good or evil) and who do not have any care for their family or for their wealth. And those dishonest whose greed cannot be concealed even in the case of minor things. And the third. who betray you. morning and evening, in regard to your family and your property. He also made a mention of the miser and the liar and those who are in the habit of abusing people and using obscene and foul language. Abu Ghassan in his narration did not make mention of Spend and there would be spent for you.",
    "hadithArabic": " حَدَّثَنِي أَبُو غَسَّانَ الْمِسْمَعِيُّ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارِ بْنِ عُثْمَانَ، - وَاللَّفْظُ لأَبِي غَسَّانَ وَابْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ، عَنْ عِيَاضِ بْنِ حِمَارٍ الْمُجَاشِعِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ذَاتَ يَوْمٍ فِي خُطْبَتِهِ  أَلاَ إِنَّ رَبِّي أَمَرَنِي أَنْ أُعَلِّمَكُمْ مَا جَهِلْتُمْ مِمَّا عَلَّمَنِي يَوْمِي هَذَا كُلُّ مَالٍ نَحَلْتُهُ عَبْدًا حَلاَلٌ وَإِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ كُلَّهُمْ وَإِنَّهُمْ أَتَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينِهِمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْتُ لَهُمْ وَأَمَرَتْهُمْ أَنْ يُشْرِكُوا بِي مَا لَمْ أُنْزِلْ بِهِ سُلْطَانًا وَإِنَّ اللَّهَ نَظَرَ إِلَى أَهْلِ الأَرْضِ فَمَقَتَهُمْ عَرَبَهُمْ وَعَجَمَهُمْ إِلاَّ بَقَايَا مِنْ أَهْلِ الْكِتَابِ وَقَالَ إِنَّمَا بَعَثْتُكَ لأَبْتَلِيَكَ وَأَبْتَلِيَ بِكَ وَأَنْزَلْتُ عَلَيْكَ كِتَابًا لاَ يَغْسِلُهُ الْمَاءُ تَقْرَؤُهُ نَائِمًا وَيَقْظَانَ وَإِنَّ اللَّهَ أَمَرَنِي أَنْ أُحَرِّقَ قُرَيْشًا فَقُلْتُ رَبِّ إِذًا يَثْلَغُوا رَأْسِي فَيَدَعُوهُ خُبْزَةً قَالَ اسْتَخْرِجْهُمْ كَمَا اسْتَخْرَجُوكَ وَاغْزُهُمْ نُغْزِكَ وَأَنْفِقْ فَسَنُنْفِقَ عَلَيْكَ وَابْعَثْ جَيْشًا نَبْعَثْ خَمْسَةً مِثْلَهُ وَقَاتِلْ بِمَنْ أَطَاعَكَ مَنْ عَصَاكَ . قَالَ وَأَهْلُ الْجَنَّةِ ثَلاَثَةٌ ذُو سُلْطَانٍ مُقْسِطٌ مُتَصَدِّقٌ مُوَفَّقٌ وَرَجُلٌ رَحِيمٌ رَقِيقُ الْقَلْبِ لِكُلِّ ذِي قُرْبَى وَمُسْلِمٍ وَعَفِيفٌ مُتَعَفِّفٌ ذُو عِيَالٍ - قَالَ - وَأَهْلُ النَّارِ خَمْسَةٌ الضَّعِيفُ الَّذِي لاَ زَبْرَ لَهُ الَّذِينَ هُمْ فِيكُمْ تَبَعًا لاَ يَتْبَعُونَ أَهْلاً وَلاَ مَالاً وَالْخَائِنُ الَّذِي لاَ يَخْفَى لَهُ طَمَعٌ وَإِنْ دَقَّ إِلاَّ خَانَهُ وَرَجُلٌ لاَ يُصْبِحُ وَلاَ يُمْسِي إِلاَّ وَهُوَ يُخَادِعُكَ عَنْ أَهْلِكَ وَمَالِكَ  . وَذَكَرَ الْبُخْلَ أَوِ الْكَذِبَ  وَالشِّنْظِيرُ الْفَحَّاشُ  . وَلَمْ يَذْكُرْ أَبُو غَسَّانَ فِي حَدِيثِهِ  وَأَنْفِقْ فَسَنُنْفِقَ عَلَيْكَ  .",
    "hadithBengali": "৬৯৪৩। আবূ গাসসান আল-মিসমাঈ, মুহাম্মদ ইবনু মুসান্না ও মুহাম্মদ ইবনু বাশশার (রহঃ) ইয়ায ইবনু হিমার আল মুজাশিঈ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভাষণ রত অবস্থায় বললেনঃ শোন, আমার প্রতিপালক আজ আমাকে যা শিক্ষা দিয়েছেন তা থেকে তোমাদেরকে এমন বিষয়ের শিক্ষা দেয়ার জন্য তিনি আমাকে আদেশ করেছেন, যে বিষয়ে তোমরা অজ্ঞ। তা হল এই যে, আমি আমার বান্দাদেরকে যে ধন-সম্পদ দিয়েছি তা পরিপূর্ণরূপে হালাল। আমি আমার সমস্ত বান্দাদেরকে একনিষ্ঠ (মুসলিম) হিসাবে সৃষ্টি করেছি। অতঃপর তাদের নিকট শয়তান এসে তাদেরকে দ্বীন হতে বিচ্যুত করে দেয়। আমি যে সমস্ত জিনিস তাদের জন্য হালাল করেছিলাম সে তা হারাম করে দেয়। অধিকন্তু সে তাদেরকে আমার সাথে এমন বিষয়ে শিরক করার জন্য নির্দেশ দিল, যে বিষয়ে আমি কোন সনদ পাঠাইনি।\n\nআল্লাহ তাআলা পৃথিবীরবাসীদের প্রতি নযর করে কিতাবীদের কতিপয় লোক ব্যতীত আরব-আজম সকলকে অপছন্দ করেছেন। অতঃপর তিনি বললেনঃ তোমাকে পরীক্ষা করার উদ্দেশ্যে এবং তোমার দ্বারা অন্যদেরকে পরীক্ষা করার উদ্দেশ্যে আমি তোমাকে দুনিয়াতে প্রেরণ করেছি এবং তোমার প্রতি আমি এমন কিতাব অবতীর্ণ করেছি যা পানি কখনো ধুয়ে-মুছে ফেলতে পারবে না। ঘুমন্ত ও জাগ্নত অবস্থায় তুমি তা পাঠ করবে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কুরায়শ গোত্রের লোকদেরকে জ্বালিয়ে দেয়ার জন্য আল্লাহ আমাকে নির্দেশ দিয়েছেন। আমি তখন বললাম, হে আমার প্রতিপালক! আমি যদি এ কাজ করি তবে তারা তো আমার মাথা ভেঙ্গে রুটির ন্যায় টুকরা টুকরা করে ফেলবে। আল্লাহ তাআলা বললেনঃ তারা যেমনিভাবে তোমাকে বহিস্কার করেছে ঠিক তুদ্রূপ তুমিও তাদেরকে বহিস্কার করে দাও। তুমি তাদের সাথে যুদ্ধ কর। আমি তোমাকে সাহায্য করব। ব্যয় কর (আল্লাহর পথে), তোমার জন্যও ব্যয় করা হবে। তুমি একটি বাহিনী প্রেরণ কর, আমি অনুরূপ পঞ্চ বাহিনী প্রেরণ করব। যারা তোমার আনুগত্য করে তাদেরকে সঙ্গে নিয়ে যারা তোমর বিরুদ্ধাচারণ করে তাদের সাথে লড়াই কর।\n\nতিন প্রকার মানুষ জান্নাতী হবে। (এক প্রকার মানুষ) তারা, যারা রাষ্ট্রীয় কর্ণধার, ন্যায়পরায়ণ, সত্যবাদী এবং নেক কাজের তাওফীক লাভে ধন্য লোক। (দ্বিতীয়) তারা ঐ সমস্ত মানুষ, যারা দয়ালু এবং আত্নীয়-স্বজন ও মুসলিম সম্প্রদায়ের প্রতি কোমলচিত্ত। (তৃতীয়) ঐ সমস্ত মানুষ, যারা পুত-পবিত্র চরিত্রের অধিকারী, যাঞ্চাকারী নয় এবং সন্তানাদি সম্পন্ন লোক।\n\nঅতঃপর তিনি বললেনঃ পাঁচ প্রকার মানুষ জাহান্নামী হবো (এক) এমন দুর্বল মানুষ, যাদের মাঝে (ভাল-মন্দ) পার্থক্য করার বুদ্ধি নেই, যারা তোমাদের এমন তাবেদার যে, না তারা পরিবার-পরিজন চায়, না ধনৈশ্বর্য। (দুই) এমন খিয়নতকারী মানুষ, সাধারণ বিষয়েও যে খিয়ানত করে যার লোভ কারো নিকটই লুক্কায়িত নেই। (তিন) ঐ লোক, যে তোমার পরিবার-পরিজন এবং ধন-সম্পদের ব্যাপারে তোমার সাথে সকাল-সন্ধ্যা প্রতারণা করে। (চার) কৃপণতা ও (পাঁচ) মিথ্যাবলার কথাও উল্লেখ করেছেন। আর বলেছেন &#39;শিনজীর&#39; হল চরম অশ্লীলতাবাদী।\n\nতবে আবূ গাসসান (রহঃ) তার হাদীসের মধ্যে وَأَنْفِقْ فَسَنُنْفِقَ عَلَيْكَ কথাটি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6943",
    "id": "19266",
    "thesequence": "19418",
    "isActive": "1",
    "chapterId": "14349",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৬. দুনিয়াতে জান্নাতে ও জাহান্নামী লোকদের পরিচয় প্রদায়ক গুন (বিষয়)-সমূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Qatada with the same chain of transmitters but with a slight variation of wording.",
    "hadithArabic": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ . وَلَمْ يَذْكُرْ فِي حَدِيثِهِ   كُلُّ مَالٍ نَحَلْتُهُ عَبْدًا حَلاَلٌ  .",
    "hadithBengali": "৬৯৪৪। মুহাম্মাদ ইবনু মুসান্না আনাযী (রহঃ) ... কাতাদা (রহঃ) থেকে এ সনদে অনুরূপ বর্ণনা করেছেন। তবে এতে তিনি كُلُّ مَالٍ نَحَلْتُهُ عَبْدًا حَلاَلٌ কথাটি উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "6944",
    "id": "19267",
    "thesequence": "19419",
    "isActive": "1",
    "chapterId": "14349",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৬. দুনিয়াতে জান্নাতে ও জাহান্নামী লোকদের পরিচয় প্রদায়ক গুন (বিষয়)-সমূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Iyad b. Himar that Allahs Messenger (ﷺ) gave an address one day. The rest of the hadith is the same.",
    "hadithArabic": " حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ الْعَبْدِيُّ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ هِشَامٍ، - صَاحِبِ الدَّسْتَوَائِيِّ - حَدَّثَنَا قَتَادَةُ، عَنْ مُطَرِّفٍ، عَنْ عِيَاضِ بْنِ حِمَارٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَطَبَ ذَاتَ يَوْمٍ . وَسَاقَ الْحَدِيثَ وَقَالَ فِي آخِرِهِ قَالَ يَحْيَى قَالَ شُعْبَةُ عَنْ قَتَادَةَ قَالَ سَمِعْتُ مُطَرِّفًا فِي هَذَا الْحَدِيثِ .",
    "hadithBengali": "৬৯৪৫। আবদুর রহমান ইবনু বিশর আল আবদী (রহঃ) ... ইয়ায ইবনু হিমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভাষণ দিলেন। এরপর তিনি পূর্ণ হাদীসটি বর্ণনা করলেন। শেষাংশে রয়েছে, কাতাদা (রহঃ) বলেন, আমি মুতাররিফকে বলতে শুনেছি ......।\n",
    "checkStatus": "1",
    "hadithNo": "6945",
    "id": "19268",
    "thesequence": "19420",
    "isActive": "1",
    "chapterId": "14349",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৬. দুনিয়াতে জান্নাতে ও জাহান্নামী লোকদের পরিচয় প্রদায়ক গুন (বিষয়)-সমূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Iyad. b. Himar reported tbat, while Allahs Messenger (ﷺ) was delivering an address, he stated that Allah commanded me The rest of the hadith is the same, and there is an addition in it:\n Allah revealed to me that we should be humble amongst ourselves and none should show pride upon the others, And it does not behove one to do so, and He also said: There are among you people to follow not caring a bit for their family and property. Qatada said: Abu Abdullah, would this happen? Thereupon he said: Yes. By Allah, I found this in the days of ignorance that a person grazed the goat of a tribe and did not find anyone but their slave-girl (and he did not spare her) but committed adultery with her.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو عَمَّارٍ، حُسَيْنُ بْنُ حُرَيْثٍ حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنِ الْحُسَيْنِ، عَنْ مَطَرٍ، حَدَّثَنِي قَتَادَةُ، عَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ، عَنْ عِيَاضِ بْنِ حِمَارٍ، أَخِي بَنِي مُجَاشِعٍ قَالَ قَامَ فِينَا رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ خَطِيبًا فَقَالَ  إِنَّ اللَّهَ أَمَرَنِي  . وَسَاقَ الْحَدِيثَ بِمِثْلِ حَدِيثِ هِشَامٍ عَنْ قَتَادَةَ وَزَادَ فِيهِ  وَإِنَّ اللَّهَ أَوْحَى إِلَىَّ أَنْ تَوَاضَعُوا حَتَّى لاَ يَفْخَرَ أَحَدٌ عَلَى أَحَدٍ وَلاَ يَبْغِي أَحَدٌ عَلَى أَحَدٍ  . وَقَالَ فِي حَدِيثِهِ  وَهُمْ فِيكُمْ تَبَعًا لاَ يَبْغُونَ أَهْلاً وَلاَ مَالاً  . فَقُلْتُ فَيَكُونُ ذَلِكَ يَا أَبَا عَبْدِ اللَّهِ قَالَ نَعَمْ وَاللَّهِ لَقَدْ أَدْرَكْتُهُمْ فِي الْجَاهِلِيَّةِ وَإِنَّ الرَّجُلَ لَيَرْعَى عَلَى الْحَىِّ مَا بِهِ إِلاَّ وَلِيدَتُهُمْ يَطَؤُهَا .",
    "hadithBengali": "৬৯৪৬। আবূ আম্মার হুসায়ন ইবনু হুরায়স (রহঃ) ... বনূ মুজাশি&#39; এর সদস্য ইয়ায ইবনু হিমার (রহঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভাষণ দানকালে আমাদের মাঝে দাঁড়িয়ে বললেনঃ আল্লাহ তাআলা আমাকে আদেশ করেছেন। অতঃপর তিনি কাতাদা (রহঃ) থেকে হিশামের সুত্রে বর্ণিত হাদীসের অনুরূপ বর্ণনা করেছেন। তবে এতে তিনি (রাবী) অধিক বলেছেন, আল্লাহ তাআলা আমার প্রতি প্রত্য্যদেশ করেছেন যে, তোমরা নম্রতা প্রদর্শন কর, যেন কেউ কারো উপর গর্ব না করে এবং যেন কেউ কারো প্রতি সীমালংঘন না করে। এ হাদীসে একথাও রয়েছে যে, তারা তোমাদের এমন অনুগামী যে, না তারা স্ত্রী চায় আর না তারা ধন-সম্পদ চায়।\n\nকাতাদা (রহঃ) বলেন, আমি জিজ্ঞেস করলাম, হে আবূ আবদুল্লাহ! এমনটি কি হবে? তিনি বললেন, হ্যাঁ, অবশ্যই। জাহিলিয়্যাতের যুগে আমি তাদেরকে পেয়েছি। এক গোত্রে কোন এক ব্যক্তি ছিল। সে বকরী চরাতো। মনিবের দাসী ব্যতীত সেখানে তার নিকট কেউ যেতো না। তার সাথেই সে সহবাস করতো।\n",
    "checkStatus": "1",
    "hadithNo": "6946",
    "id": "19269",
    "thesequence": "19421",
    "isActive": "1",
    "chapterId": "14349",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৬. দুনিয়াতে জান্নাতে ও জাহান্নামী লোকদের পরিচয় প্রদায়ক গুন (বিষয়)-সমূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported Allahs Messenger (ﷺ) as say- ing:\nWhen any one of you dies, he is shown his seat (in the Hereafter) morning and evening; if he is amongst the inmates of Paradise (he is shown the seat) from amongst the inmates of Paradise and if he is one from amongst the denizens of Hell (he is shown the seat) from amongst the denizens of Hell, and it would be said to him: That is your seat until Allah raises you on the Day of Resurrection (and sends you to your proper seat).",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ أَحَدَكُمْ إِذَا مَاتَ عُرِضَ عَلَيْهِ مَقْعَدُهُ بِالْغَدَاةِ وَالْعَشِيِّ إِنْ كَانَ مِنْ أَهْلِ الْجَنَّةِ فَمِنْ أَهْلِ الْجَنَّةِ وَإِنْ كَانَ مِنْ أَهْلِ النَّارِ فَمِنْ أَهْلِ النَّارِ يُقَالُ هَذَا مَقْعَدُكَ حَتَّى يَبْعَثَكَ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ  .",
    "hadithBengali": "৬৯৪৭। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... ইবনু উমার (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কোন ব্যক্তির মৃত্যুর পর সকাল-সন্ধ্যা তার সামনে তার ঠিকানা পেশ করা হয়। যদি সে জান্নাতবাসী হয় তবে জান্নাতবাসীদের থেকে আর যদি জাহান্নামী হয় তবে জাহান্নামীদের থেকে। আর তাকে বলা হবে, এটাই তোমার বাসস্থান। কিয়ামতে তোমাকে পুনরুত্থিত পর্যন্ত (এ অবস্থা চলতে থাকবে)।\n",
    "checkStatus": "1",
    "hadithNo": "6947",
    "id": "19270",
    "thesequence": "19422",
    "isActive": "1",
    "chapterId": "14350",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৭. মৃত ব্যক্তিকে তার জান্নাত কিংবা জাহান্নামের ঠিকানা প্রদর্শন করানো, কবর আযাবের প্রমান এবং তা থেকে রক্ষা পাওয়ার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported that Allahs Apostle (ﷺ) said:\nWhen a person dies, he is shown his seat morning and evening. If he is one amongst the inmates of Paradise (he is shown his seat) in Paradise and if he is one amongst the denizens of Hell-Fire (he is shown his seat) in the Hell-Fire. Then it is said to him: That is your seat where you would be sent on the Day of Resurrection.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم  إِذَا مَاتَ الرَّجُلُ عُرِضَ عَلَيْهِ مَقْعَدُهُ بِالْغَدَاةِ وَالْعَشِيِّ إِنْ كَانَ مِنْ أَهْلِ الْجَنَّةِ فَالْجَنَّةُ وَإِنْ كَانَ مِنْ أَهْلِ النَّارِ فَالنَّارُ  . قَالَ  ثُمَّ يُقَالُ هَذَا مَقْعَدُكَ الَّذِي تُبْعَثُ إِلَيْهِ يَوْمَ الْقِيَامَةِ  .",
    "hadithBengali": "৬৯৪৮। আবদ ইবনু হুমায়দ (রহঃ) ... ইবনু উমার (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যখন কোন মানুষ মারা যায় তখন সকাল-সন্ধ্যা তার নিকট তার ঠিকানা পেশ করা হয়। যদি সে জান্নাতবাসী হয় তবে জান্নাত আর যদি জাহান্নামী হয় তবে জাহান্নাম। অতঃপর তাকে বলা হয়, এটাই তোমার ঐ বাসস্থান যেথায় তুমি কিয়ামতের দিন প্রেরিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6948",
    "id": "19271",
    "thesequence": "19423",
    "isActive": "1",
    "chapterId": "14350",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৭. মৃত ব্যক্তিকে তার জান্নাত কিংবা জাহান্নামের ঠিকানা প্রদর্শন করানো, কবর আযাবের প্রমান এবং তা থেকে রক্ষা পাওয়ার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri reported:\nI did not hear this hadith from Allahs Apostle (ﷺ) directly but it was Zaid b. Thabit who narrated it from him. As Allahs Apostle (ﷺ) was going along with us towards the dwellings of Bani an-Najjar, riding upon his pony, it shied and he was about to fall. He found four, five or six graves there. He said: Who amongst you knows about those lying in the graves? A person said: It is I. Thereupon he (the Holy Prophet) said: In what state did they die? He said: They died as polytheists. He said: These people are passing through the ordeal in the graves. If it were not the reason that you would stop burying (your dead) in the graves on listening to the torment in the grave which I am listening to, I would have certainly made you hear that. Then turning his face towards us, he said: Seek refuge with Allah from the torment of Hell. They said: We seek refuge with Allah from the torment of Hell. He said: Seek refuge with Allah from the torment of the grave. They said: We seek refuge with Allah from the torment of the grave. He said: Seek refuge with Allah from turmoil, its visible and invisible (aspects), and they said: We seek refuge with Allah from turmoil and its visible and invisible aspects and he said: Seek refuge with Allah from the turmoil of the Dajjal, and they said We seek refuge with Allah from the turmoil of the Dajjal.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ جَمِيعًا عَنِ ابْنِ عُلَيَّةَ، قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا ابْنُ عُلَيَّةَ، قَالَ وَأَخْبَرَنَا سَعِيدٌ الْجُرَيْرِيُّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ أَبُو سَعِيدٍ وَلَمْ أَشْهَدْهُ مِنَ النَّبِيِّ صلى الله عليه وسلم وَلَكِنْ حَدَّثَنِيهِ زَيْدُ بْنُ ثَابِتٍ قَالَ بَيْنَمَا النَّبِيُّ صلى الله عليه وسلم فِي حَائِطٍ لِبَنِي النَّجَّارِ عَلَى بَغْلَةٍ لَهُ وَنَحْنُ مَعَهُ إِذْ حَادَتْ بِهِ فَكَادَتْ تُلْقِيهِ وَإِذَا أَقْبُرٌ سِتَّةٌ أَوْ خَمْسَةٌ أَوْ أَرْبَعَةٌ - قَالَ كَذَا كَانَ يَقُولُ الْجُرَيْرِيُّ - فَقَالَ  مَنْ يَعْرِفُ أَصْحَابَ هَذِهِ الأَقْبُرِ  . فَقَالَ رَجُلٌ أَنَا . قَالَ  فَمَتَى مَاتَ هَؤُلاَءِ  . قَالَ مَاتُوا فِي الإِشْرَاكِ . فَقَالَ  إِنَّ هَذِهِ الأُمَّةَ تُبْتَلَى فِي قُبُورِهَا فَلَوْلاَ أَنْ لاَ تَدَافَنُوا لَدَعَوْتُ اللَّهَ أَنْ يُسْمِعَكُمْ مِنْ عَذَابِ الْقَبْرِ الَّذِي أَسْمَعُ مِنْهُ  . ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ فَقَالَ  تَعَوَّذُوا بِاللَّهِ مِنْ عَذَابِ النَّارِ  . قَالُوا نَعُوذُ بِاللَّهِ مِنْ عَذَابِ النَّارِ فَقَالَ  تَعَوَّذُوا بِاللَّهِ مِنْ عَذَابِ الْقَبْرِ  . قَالُوا نَعُوذُ بِاللَّهِ مِنْ عَذَابِ الْقَبْرِ . قَالَ  تَعَوَّذُوا بِاللَّهِ مِنَ الْفِتَنِ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ  . قَالُوا نَعُوذُ بِاللَّهِ مِنَ الْفِتَنِ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ قَالَ  تَعَوَّذُوا بِاللَّهِ مِنْ فِتْنَةِ الدَّجَّالِ  . قَالُوا نَعُوذُ بِاللَّهِ مِنْ فِتْنَةِ الدَّجَّالِ .",
    "hadithBengali": "৬৯৪৯। ইয়াহইয়া ইবনু আইউব ও আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... যায়িদ ইবনু সাবিত (রাঃ) এর সুত্রে আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। আবূ সাঈদ খুদরী (রাঃ) বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত ছিলাম না, বরং আমাকে যায়িদ ইবনু সাবিত (রাঃ) বর্ণনা করেছেনঃ একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাজ্জার গোত্রের একটি প্রাচীর বেষ্টিত বাগানে তাঁর একটি খচ্চরের উপর সাওয়ার ছিলেন। এ সময় আমরা তাঁর সঙ্গে ছিলাম। হঠাৎ সেটি (খচ্চর) লাফিয়ে উঠলো এবং তাঁকে ফেলে দেয়ার উপক্রম করল। দেখা গেল, সেখানে ছয়টি কিংবা পাঁচটি অথবা চারটি কবর রয়েছে। বর্ণনাকারী বলেন, জুবায়রী অনুরূপ বর্ণনা করতেন।\n\nঅতঃপর তিনি জিজ্ঞেস করলেন, এ কবরবাসীদেরকে কে চিনে? তখন এক ব্যক্তি বললেন, আমি (চিনি)। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞেস করলেনঃ তারা কখন মৃত্যূবরণ করেছে? তিনি বললেন, তারা শিরকের অবস্থায় মৃত্যুবরণ করেছে। অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ উম্মাতকে তাদের কবরের মধ্যে বিপদগ্রস্ত করা হবে। তোমরা মৃত ব্যক্তিকে দাফন করা বর্জন করবে, এ আশংকা না হলে আমি আল্লাহর নিকট দুআ করতাম যেন তিনি তোমাদেরকেও কবরের আযাব শুনান যা আমি শুনতে পাচ্ছি। অতঃপর তিনি আমাদের প্রতি তাঁর মুখমণ্ডল ফিরিয়ে নিয়ে বললেনঃ তোমরা সকলে জাহান্নামের শাস্তি হতে আল্লাহর নিকট আশ্রয় প্রার্থনা কর।\n\nতারা (সাহাবীগণ) বললেন, জাহান্নামের শাস্তি হতে আমরা আল্লাহর নিকট আশ্রয় প্রার্থনা করছি। অতঃপর তিনি বললেনঃ তোমরা সকলে কবরের আযাব হতে আল্লাহর নিকট আশ্রয় প্রার্থনা কর। সাহবীগণ বললেন, কবরের আযাব হতে আমরা আল্লাহর নিকট আশ্রয় চাই। অতঃপর বললেনঃ তোমরা প্রকাশ্য ও গোপন সমুদয় ফিতনা হতে আল্লাহর নিকট আশ্রয় প্রার্থনা কর। তার বললেন, প্রকাশ্য ও গোপন সমুদয় ফিতনা হতে আমরা আল্লাহর নিকট আশ্রয় চাই। এরপর তিনি আবারো বললেনঃ তোমরা দাজ্জালের ফিতনা হতে আল্লাহর নিকট পানাহ চাও। তারা (সাহাবীগণ) বললেন, দাজ্জালের ফিতনা হতে আমরা আল্লাহর নিকট পানাহ চাই।\n",
    "checkStatus": "1",
    "hadithNo": "6949",
    "id": "19272",
    "thesequence": "19424",
    "isActive": "1",
    "chapterId": "14350",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৭. মৃত ব্যক্তিকে তার জান্নাত কিংবা জাহান্নামের ঠিকানা প্রদর্শন করানো, কবর আযাবের প্রমান এবং তা থেকে রক্ষা পাওয়ার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported Allahs Apostle (ﷺ) as saying:\nIf you were not (to abandon) the burying of the dead (in the grave), I would have certainly supplicated Allah that He should make you listen the torment of the grave.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   لَوْلاَ أَنْ لاَ تَدَافَنُوا لَدَعَوْتُ اللَّهَ أَنْ يُسْمِعَكُمْ مِنْ عَذَابِ الْقَبْرِ  .",
    "hadithBengali": "৬৯৫০। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা মৃত ব্যক্তিকে দাফন করা বর্জন করবে এ ভয় না থাকলে আমি আল্লাহর নিকট দুআ করতাম যেন তিনি তোমাদেরকে কবরের আযাব শুনিয়ে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "6950",
    "id": "19273",
    "thesequence": "19425",
    "isActive": "1",
    "chapterId": "14350",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৭. মৃত ব্যক্তিকে তার জান্নাত কিংবা জাহান্নামের ঠিকানা প্রদর্শন করানো, কবর আযাবের প্রমান এবং তা থেকে রক্ষা পাওয়ার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Abu Ayyub through some other chains of transmitters (and the words are):\n Allahs Messenger (ﷺ) went out after the sun had set and he heard some sound and said: It is the Jews who are being tormented in their graves.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، كُلُّهُمْ عَنْ شُعْبَةَ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ جَمِيعًا عَنْ يَحْيَى الْقَطَّانِ، - وَاللَّفْظُ لِزُهَيْرٍ - حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنِي عَوْنُ، بْنُ أَبِي جُحَيْفَةَ عَنْ أَبِيهِ، عَنِ الْبَرَاءِ، عَنْ أَبِي أَيُّوبَ، قَالَ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْدَ مَا غَرَبَتِ الشَّمْسُ فَسَمِعَ صَوْتًا فَقَالَ   يَهُودُ تُعَذَّبُ فِي قُبُورِهَا  .",
    "hadithBengali": "৬৯৫১। আবূ বকর ইবনু আবূ শায়বা (অন্য সনদে) উবায়দুল্লাহ ইবনু মূআয (অন্য সনদে) মুহাম্মদ ইবনু মুসান্না ও ইবনু বাশশার (অন্য সনদে) যুহায়র ইবনু হারব, মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... আবূ আইউব (রাঃ) থেকে বর্ণিত। একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূর্য অস্তমিত হবার পর বের হলেন। এ সময় তিনি একটি আওয়াজ শুনতে পেলেন। তিনি বললেনঃ ইয়াহুদী লোকদেরকে তাদের কবরের মধ্যে শাস্তি দেয়া হচ্ছে।\n",
    "checkStatus": "1",
    "hadithNo": "6951",
    "id": "19274",
    "thesequence": "19426",
    "isActive": "1",
    "chapterId": "14350",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৭. মৃত ব্যক্তিকে তার জান্নাত কিংবা জাহান্নামের ঠিকানা প্রদর্শন করানো, কবর আযাবের প্রমান এবং তা থেকে রক্ষা পাওয়ার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported Allahs Apostle (ﷺ) having said:\nWhen the servant is placed in his grave, his companions retrace their steps, and he hears the noise of their footsteps, two angels come to him and make him sit and say to him: What you have to say about this person (the Prophet)? If he is a believer, he would say: I bear testimony to the fact that he is a servant of Allah and His Messenger. Then it would be said to him: Look to your seat in the Hellfire, for Allah has substituted (the seat of yours) with a seat in Paradise. Allahs Messenger (ﷺ) said: He would be shown both the seats. Qatada said: It was mentioned to us that his grave (the grave of a believer) expands to seventy cubits and is full with verdure until the Day when they would be resurrected.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا شَيْبَانُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ قَتَادَةَ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، قَالَ قَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم  إِنَّ الْعَبْدَ إِذَا وُضِعَ فِي قَبْرِهِ وَتَوَلَّى عَنْهُ أَصْحَابُهُ إِنَّهُ لَيَسْمَعُ قَرْعَ نِعَالِهِمْ  . قَالَ  يَأْتِيهِ مَلَكَانِ فَيُقْعِدَانِهِ فَيَقُولاَنِ لَهُ مَا كُنْتَ تَقُولُ فِي هَذَا الرَّجُلِ  . قَالَ  فَأَمَّا الْمُؤْمِنُ فَيَقُولُ أَشْهَدُ أَنَّهُ عَبْدُ اللَّهِ وَرَسُولُهُ  . قَالَ  فَيُقَالُ لَهُ انْظُرْ إِلَى مَقْعَدِكَ مِنَ النَّارِ قَدْ أَبْدَلَكَ اللَّهُ بِهِ مَقْعَدًا مِنَ الْجَنَّةِ  . قَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم  فَيَرَاهُمَا جَمِيعًا  . قَالَ قَتَادَةُ وَذُكِرَ لَنَا أَنَّهُ يُفْسَحُ لَهُ فِي قَبْرِهِ سَبْعُونَ ذِرَاعًا وَيُمْلأُ عَلَيْهِ خَضِرًا إِلَى يَوْمِ يُبْعَثُونَ .",
    "hadithBengali": "৬৯৫২। আবদ ইবনু হুমায়দ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বান্দাকে যখন তার কবরের মধ্যে রেখে তার সঙ্গী-সাথীরা তথা হতে ফিরে আসে এবং সে তাদের জুতার আওয়াজ শুনতে পায় তখন তার নিকট দু&#39;জন ফিরিশতা এসে তাকে উঠিয়ে বসায়। অতঃপর তাকে তারা প্রশ্ন করে, এ ব্যক্তি সম্পর্কে তুমি কি বলতে? মুমিন বান্দা তখন বলে, আমি সাক্ষ্য দিচ্ছি, তিনি আল্লাহর বান্দা এবং তাঁর রাসুল। তখন তাকে বলা হয়, জাহান্নামে তুমি তোমার আসন দেখে নাও। আল্লাহ তাআলা তোমার এ আসনকে জান্নাতের আসনের দ্বারা পরিবর্তন করে দিয়েছেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তখন সে তার উভয় আসন দেখে নেয়।\n\nবর্ণনাকারী কাতাদা (রহঃ) বলেন, আমাদের নিকট এ কথাও উল্লেখ করা হয়েছে যে, অতঃপর তার কবরকে (দৈর্ঘ্যে-প্রস্থে) সত্তর হাত প্রশস্ত করে দেয়া হয় এবং সবুজ (শ্যামল গাছের) দ্বারা ভরপুর করে দেয়া হয় কিয়ামতে তাদের (মানুষের) উত্থিত হওয়া পর্যন্ত এ অবস্থা চলবে।\n",
    "checkStatus": "1",
    "hadithNo": "6952",
    "id": "19275",
    "thesequence": "19427",
    "isActive": "1",
    "chapterId": "14350",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৭. মৃত ব্যক্তিকে তার জান্নাত কিংবা জাহান্নামের ঠিকানা প্রদর্শন করানো, কবর আযাবের প্রমান এবং তা থেকে রক্ষা পাওয়ার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Allahs Messenger (ﷺ) said:\nWhen the dead body. is placed in the grave, he listens to the sound of the shoes (as his friends and relatives return after burying him).",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ مِنْهَالٍ الضَّرِيرُ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ الْمَيِّتَ إِذَا وُضِعَ فِي قَبْرِهِ إِنَّهُ لَيَسْمَعُ خَفْقَ نِعَالِهِمْ إِذَا انْصَرَفُوا  .",
    "hadithBengali": "৬৯৫৩। মুহাম্মদ ইবনু মিনহাল দারীর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মৃত ব্যক্তিকে যখন তার কবরে রাখা হয় তখন সে তার সঙ্গী-সাথীদের প্রত্যাবর্তন কালে তাদের জুতার আওয়াজ শুনতে পায়।\n",
    "checkStatus": "1",
    "hadithNo": "6953",
    "id": "19276",
    "thesequence": "19428",
    "isActive": "1",
    "chapterId": "14350",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৭. মৃত ব্যক্তিকে তার জান্নাত কিংবা জাহান্নামের ঠিকানা প্রদর্শন করানো, কবর আযাবের প্রমান এবং তা থেকে রক্ষা পাওয়ার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Allahs Apostle (ﷺ) said:\nWhen the servant is placed in his grave and his friends retrace their steps. The rest of the hadith is the same as transmitted by Qatada.",
    "hadithArabic": "حَدَّثَنِي عَمْرُو بْنُ زُرَارَةَ، أَخْبَرَنَا عَبْدُ الْوَهَّابِ، - يَعْنِي ابْنَ عَطَاءٍ - عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الْعَبْدَ إِذَا وُضِعَ فِي قَبْرِهِ وَتَوَلَّى عَنْهُ أَصْحَابُهُ  . فَذَكَرَ بِمِثْلِ حَدِيثِ شَيْبَانَ عَنْ قَتَادَةَ .",
    "hadithBengali": "৬৯৫৪। আমর ইবনু যুরারাহ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বান্দাকে যখন তার কবরে রেখে তার সঙ্গী-সাথীগণ ফিরে আসে। ...... অতঃপর সাঈদ (রহঃ) শায়বান (রহঃ) সুত্রে কাতাদা (রহঃ) থেকে বর্ণিত হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6954",
    "id": "19277",
    "thesequence": "19429",
    "isActive": "1",
    "chapterId": "14350",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৭. মৃত ব্যক্তিকে তার জান্নাত কিংবা জাহান্নামের ঠিকানা প্রদর্শন করানো, কবর আযাবের প্রমান এবং তা থেকে রক্ষা পাওয়ার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Bara b. `Azib reported Allahs Apostle (ﷺ) as saying:\nThis verse: Allah grants steadfastness to those who believe with firm word, was revealed in connection with the torment of the grave. It would be said to him: Who is your Lord? And he would say: Allah is my Lord and Muhammad is my Apostle (ﷺ), and that is (what is implied) by the words of Allah, the Exalted: Allah keeps steadfast those who believe with firm word in this world and in the Hereafter.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارِ بْنِ عُثْمَانَ الْعَبْدِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  { يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ} قَالَ  نَزَلَتْ فِي عَذَابِ الْقَبْرِ فَيُقَالُ لَهُ مَنْ رَبُّكَ فَيَقُولُ رَبِّيَ اللَّهُ وَنَبِيِّيَ مُحَمَّدٌ صلى الله عليه وسلم . فَذَلِكَ قَوْلُهُ عَزَّ وَجَلَّ { يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ}  .",
    "hadithBengali": "৬৯৫৫। মুহাম্মাদ ইবনু বাশশার ইবনু উসমান আবদী (রহঃ) ... বারা&#39; ইবনু আযিব (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর বাণীঃ يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ যারা শ্বাশত বাণীতে বিশ্বাসী তাদেরকে আল্লাহ সুপ্রতিষ্ঠিত (অবিচল) রাখবেন সম্পর্কে বলেন, এ আয়াত কবরের আযাব সম্পর্কে অবতীর্ণ হয়েছে। কবরে তাকে প্রশ্ন করা হয়, তোমার রব কে? সে বলে, আমার রব আল্লাহ এবং আমার নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। এটাই আল্লাহর এ বাণীর বাস্তবায়ন, যারা শ্বাশ্বত বাণীতে বিশ্বাসী তাদেরকে আল্লাহ ইহ-জগতে ও পর-জগতে সুপ্রতিষ্ঠিত রাখবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6955",
    "id": "19278",
    "thesequence": "19430",
    "isActive": "1",
    "chapterId": "14350",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৭. মৃত ব্যক্তিকে তার জান্নাত কিংবা জাহান্নামের ঠিকানা প্রদর্শন করানো, কবর আযাবের প্রমান এবং তা থেকে রক্ষা পাওয়ার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Bara b. Azib reported that this verse:\nAllah keeps those who believe steadfast with firm word in this world and the Hereafter was revealed in connection with the torment of the grave.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَأَبُو بَكْرِ بْنُ نَافِعٍ قَالُوا حَدَّثَنَا عَبْدُ الرَّحْمَنِ، - يَعْنُونَ ابْنَ مَهْدِيٍّ - عَنْ سُفْيَانَ، عَنْ أَبِيهِ، عَنْ خَيْثَمَةَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، { يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ} قَالَ نَزَلَتْ فِي عَذَابِ الْقَبْرِ .",
    "hadithBengali": "৬৯৫৬। আবূ বকর ইবনু আবূ শায়বা, মুহাম্মদ ইবনু মুসান্না ও আবূ বাকর ইবনু নাফি (রহঃ) ... বারা ইবনু আযিব (রাঃ) থেকে আল্লাহর বাণীঃ يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ সম্পর্কে বর্ণিত আছে যে যারা শ্বাশ্বত বানীতে বিশ্বাসী তাদেরকে আল্লাহ ইহ-জগতে ও পর-জগতে সুপ্রতিষ্ঠিত রাখবেন এ আয়াতটি কবরের আযাব-সম্পর্কে অবতীর্ণ হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6956",
    "id": "19279",
    "thesequence": "19431",
    "isActive": "1",
    "chapterId": "14350",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৭. মৃত ব্যক্তিকে তার জান্নাত কিংবা জাহান্নামের ঠিকানা প্রদর্শন করানো, কবর আযাবের প্রমান এবং তা থেকে রক্ষা পাওয়ার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nWhen the soul of a believer would go out (of his body) it would be received bv two angels who would take it to the sky. Hammad (one of the narrators in the chain of transmitters) mentioned the swetness of its odour, (and further said) that the dwellers of the sky say: Here comes the pious soul from the side of the earth Let there be blessings of Allah upon the body in which it resides. And it is carried (by the angels) to its Lord, the Exalted and Glorious. He would say: Take it to its destined end. And if he is a nonbeliever and as it (the soul) leaves the body-Hammad made a mention of its foul smell and of its being cursed-the dwellers of the sky say: There comes a dirty soul from the side of the earth, and it would be said: Take it to its destined end. Abu Huraira reported that Allahs Messenger (ﷺ) put a thin cloth which was with him upon his nose while making a mention (of the foul smell) of the soul of a non-believer.",
    "hadithArabic": " حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا بُدَيْلٌ، عَنْ عَبْدِ، اللَّهِ بْنِ شَقِيقٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ  إِذَا خَرَجَتْ رُوحُ الْمُؤْمِنِ تَلَقَّاهَا مَلَكَانِ يُصْعِدَانِهَا  . قَالَ حَمَّادٌ فَذَكَرَ مِنْ طِيبِ رِيحِهَا وَذَكَرَ الْمِسْكَ . قَالَ  وَيَقُولُ أَهْلُ السَّمَاءِ رُوحٌ طَيِّبَةٌ جَاءَتْ مِنْ قِبَلِ الأَرْضِ صَلَّى اللَّهُ عَلَيْكِ وَعَلَى جَسَدٍ كُنْتِ تَعْمُرِينَهُ . فَيُنْطَلَقُ بِهِ إِلَى رَبِّهِ عَزَّ وَجَلَّ ثُمَّ يَقُولُ انْطَلِقُوا بِهِ إِلَى آخِرِ الأَجَلِ  . قَالَ  وَإِنَّ الْكَافِرَ إِذَا خَرَجَتْ رُوحُهُ - قَالَ حَمَّادٌ وَذَكَرَ مِنْ نَتْنِهَا وَذَكَرَ لَعْنًا - وَيَقُولُ أَهْلُ السَّمَاءِ رُوحٌ خَبِيثَةٌ جَاءَتْ مِنْ قِبَلِ الأَرْضِ . قَالَ فَيُقَالُ انْطَلِقُوا بِهِ إِلَى آخِرِ الأَجَلِ  . قَالَ أَبُو هُرَيْرَةَ فَرَدَّ رَسُولُ اللَّهِ صلى الله عليه وسلم رَيْطَةً كَانَتْ عَلَيْهِ عَلَى أَنْفِهِ هَكَذَا .",
    "hadithBengali": "৬৯৫৭। উবায়দুল্লাহ ইবনু উমার আল কাওয়ারিরী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, ঈমানদার ব্যক্তির রুহ কবয করার পর দু&#39;জন ফিরিশতা এসে তার রুহ ঊর্ধ্বাকাশে উঠিয়ে নিয়ে যায়। বর্ণনাকারী হাম্মাদ (রহঃ) বলেন, আবূ হুরায়রা (রাঃ) এখানে ঐ রুহের সুগন্ধি এবং মিশকের কথা উল্লেখ করেছেন। তিনি বলেন, আকাশের বাসিন্দারা বলতে থাকে, কোন পবিত্রাত্না পৃথিবী হতে আগমন করেছে! আল্লাহ তোমার প্রতি এবং তোমার আযাদকৃত শরীরের প্রতি রহমত নাযিল করুন। অতঃপর তাকে তার প্রতিপালকের নিকট নিয়ে যায় এবং তারা বলতে থাকে, তাকে তার স্থানে নিয়ে যাও, কিয়ামত পর্যন্ত (তোমরা এখানেই বসবাস করবে)।\n\nআর যখন কোন কাফির ব্যক্তির রুহ বের হয়- বর্ণনাকারী হাম্মাদ (রহঃ) বলেন, আবূ হুরায়রা (রাঃ) এখানে তার দুর্গন্ধ এবং তার প্রতি অভিসম্পাতের কথা উল্লেখ করেছেন। তখন আকাশের অধিবাসীরা বলতে থাকে, কোন খবীস আত্না পৃথিবী হতে এসেছে। অতঃপর বলা হল, তাকে তার স্থানে নিয়ে যাও। কিয়ামত পর্যন্ত তারা এখানেই বসবাস করবে। আবূ হুরায়রা (রাঃ) বলেন, এ সময় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গায়ে জড়ানো একটি পাতলা কাপড় দ্বারা নিজের নাকটি এভাবে ধরলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6957",
    "id": "19280",
    "thesequence": "19432",
    "isActive": "1",
    "chapterId": "14350",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৭. মৃত ব্যক্তিকে তার জান্নাত কিংবা জাহান্নামের ঠিকানা প্রদর্শন করানো, কবর আযাবের প্রমান এবং তা থেকে রক্ষা পাওয়ার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported:\nWe were along with Umar between Mecca and Medina that we began to look for the new moon. And I was a man with sharp eye- sight, so I could see it, but none except me saw it. I began to say to Umar: Dont you see it? But he would not see it. Thereupon Umar said: I would soon be able to see it (when it will shine more brightly). I lay upon bed. He then made a mention of the people of Badr to us and said: Allahs Messenger (ﷺ) showed us one day before (the actual battle) the place of death of the people (participating) in (the Battle) of Badr and he was saying: This would be the place of death of so and so tomorrow, if Allah wills. Umar said: By Him Who sent him with truth, they did not miss the places (of their death) which Allahs Messenger (ﷺ) had pointed for them. Then they were all thrown in a well one after another. Allahs Messenger (ﷺ) then went to them and said: O, so and so, the son of so and so; O so and so, the son of so and so, have you found correct what Allah and His Messenger had promised you? I have, however, found absolutely true what Allah had promised with me. Umar said: Allahs Messenger, how are you talking with the bodies without soul in them. Thereupon he said: You cannot hear more distinctly than (their hearing) of what I say, but with this exception that they have not power to make any reply.",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ بْنُ عُمَرَ بْنِ سَلِيطٍ الْهُذَلِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ، قَالَ قَالَ أَنَسٌ كُنْتُ مَعَ عُمَرَ ح وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنَّا مَعَ عُمَرَ بَيْنَ مَكَّةَ وَالْمَدِينَةِ فَتَرَاءَيْنَا الْهِلاَلَ وَكُنْتُ رَجُلاً حَدِيدَ الْبَصَرِ فَرَأَيْتُهُ وَلَيْسَ أَحَدٌ يَزْعُمُ أَنَّهُ رَآهُ غَيْرِي - قَالَ - فَجَعَلْتُ أَقُولُ لِعُمَرَ أَمَا تَرَاهُ فَجَعَلَ لاَ يَرَاهُ - قَالَ - يَقُولُ عُمَرُ سَأَرَاهُ وَأَنَا مُسْتَلْقٍ عَلَى فِرَاشِي . ثُمَّ أَنْشَأَ يُحَدِّثُنَا عَنْ أَهْلِ بَدْرٍ فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُرِينَا مَصَارِعَ أَهْلِ بَدْرِ بِالأَمْسِ يَقُولُ  هَذَا مَصْرَعُ فُلاَنٍ غَدًا إِنْ شَاءَ اللَّهُ  . قَالَ فَقَالَ عُمَرُ فَوَالَّذِي بَعَثَهُ بِالْحَقِّ مَا أَخْطَئُوا الْحُدُودَ الَّتِي حَدَّ رَسُولُ اللَّهِ صلى الله عليه وسلم - قَالَ - فَجُعِلُوا فِي بِئْرٍ بَعْضُهُمْ عَلَى بَعْضٍ فَانْطَلَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى انْتَهَى إِلَيْهِمْ فَقَالَ  يَا فُلاَنَ بْنَ فُلاَنٍ وَيَا فُلاَنَ بْنَ فُلاَنٍ هَلْ وَجَدْتُمْ مَا وَعَدَكُمُ اللَّهُ وَرَسُولُهُ حَقًّا فَإِنِّي قَدْ وَجَدْتُ مَا وَعَدَنِيَ اللَّهُ حَقًّا  . قَالَ عُمَرُ يَا رَسُولَ اللَّهِ كَيْفَ تُكَلِّمُ أَجْسَادًا لاَ أَرْوَاحَ فِيهَا قَالَ  مَا أَنْتُمْ بِأَسْمَعَ لِمَا أَقُولُ مِنْهُمْ غَيْرَ أَنَّهُمْ لاَ يَسْتَطِيعُونَ أَنْ يَرُدُّوا عَلَىَّ شَيْئًا  .",
    "hadithBengali": "৬৯৫৮। ইসহাক ইবনু উমার ইবনু সালীত আল হুযালী (অন্য সনদে) শায়বান ইবনু ফাররুখ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, উমার (রাঃ) এর সাথে একদা আমরা মক্কা ও মদীনার মধ্যবর্তী স্থানে ছিলাম। তখন আমরা চাঁদ দেখাছিলাম। আমি তীক্ষ্ণ দৃষ্টিসম্পন্ন ছিলাম, তাই আমি চাঁদ দেখে ফেললাম। আমি ব্যতীত কেউ বলেনি যে, সে চাঁদ দেখেছে। তিনি বলেনঃ আমি উমার (রাঃ) কে বলছিলাম, আপনি কি চাঁদ দেখছেন না? এ-ই তো চাঁদ। কিন্তু তিনি দেখছিলেন না। বর্ণনাকারী বলেন, তখন উমার (রাঃ) বলছিলেন, অল্পক্ষণের মাঝেই আমি দেখতে পাব। আনাস (রাঃ) বলেন, আমি বিছানায় চিত হয়ে শুয়ে ছিলাম, এমতাবস্থায় তিনি আমাদের নিকট বদর যুদ্ধে অংশগ্রহণকারী কাফিরদের ঘটনা বর্ণনা করতে শুরু করলেন। বললেন, আগের দিন বদর যুদ্ধাদের ধরাশায়ী হবার স্থান। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে দেখাচ্ছিলেন।\n\nতিনি বলছিলেন, ইনশাআল্লাহ্&zwnj; এটা আগামীকাল অমুকের ধরাশায়ী হবার স্থান। বর্ণনাকারী বলেন, উমার (রাঃ) বলেছেন, শপথ সে সত্তার, যিনি তাকে সত্য বানী সহ প্রেরণ করেছেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে সীমারেখা বলে দিয়েছেন, তারা সে সীমারেখা একটুও অতিক্রম করেনি। অতঃপর তাদেরকে একটি কুপে এক জনের উপর অপর জনকে নিক্ষেপ করা হল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের নিকট গিয়ে বললেনঃ হে অমুকের ছেলে অমুক, হে অমুকের ছেলে অমুক! আল্লাহ ও তাঁর রাসুল যে ওয়াদা তোমাদের সাথে করেছেন তোমরা কি তা সঠিক পেয়েছো? আমার প্রতিপালক আমার সাথে যে ওয়াদা করেছেন আমি তা সঠিক পেয়েছি। তখন উমার (রাঃ) বললেন, ইয়া রাসুলাল্লাহ! যে সব দেহে প্রাণ নেই, আপনি তাদের সাথে কিভাবে কথা বলছেন? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি যা বলছি, তা তোমরা তাদের চেয়ে বেশী শুনছ না। তবে তারা এ কথার উত্তর দিতে সক্ষম নয়।\n",
    "checkStatus": "1",
    "hadithNo": "6958",
    "id": "19281",
    "thesequence": "19433",
    "isActive": "1",
    "chapterId": "14350",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৭. মৃত ব্যক্তিকে তার জান্নাত কিংবা জাহান্নামের ঠিকানা প্রদর্শন করানো, কবর আযাবের প্রমান এবং তা থেকে রক্ষা পাওয়ার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Allahs Messenger (ﷺ) let the dead bodies of the unbelievers who fought in Badr (lie unburied) for three days. He then came to them and sat by their side and called them and said:\nO Abu Jahl b. Hisham, O Umayya b. Khalaf, O Utba b. Rabila, O Shaiba b. Rabia, have you not found what your Lord had promised with you to be correct? As for me, I have found the promises of my Lord to be (perfectly) correct. Umar listened to the words of Allahs Apostle (ﷺ) and said: Allahs Messenger, how do they listen and respond to you? They are dead and their bodies have decayed. Thereupon he (the Holy Prophet) said: By Him in Whose Hand is my life, what I am saying to them, even you cannot hear more distinctly than they, but they lack the power to reply. Thenhe commanded that they should be buried in the well of Badr.",
    "hadithArabic": " حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ، مَالِكٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم تَرَكَ قَتْلَى بَدْرٍ ثَلاَثًا ثُمَّ أَتَاهُمْ فَقَامَ عَلَيْهِمْ فَنَادَاهُمْ فَقَالَ  يَا أَبَا جَهْلِ بْنَ هِشَامٍ يَا أُمَيَّةَ بْنَ خَلَفٍ يَا عُتْبَةَ بْنَ رَبِيعَةَ يَا شَيْبَةَ بْنَ رَبِيعَةَ أَلَيْسَ قَدْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا فَإِنِّي قَدْ وَجَدْتُ مَا وَعَدَنِي رَبِّي حَقًّا  . فَسَمِعَ عُمَرُ قَوْلَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ يَسْمَعُوا وَأَنَّى يُجِيبُوا وَقَدْ جَيَّفُوا قَالَ  وَالَّذِي نَفْسِي بِيَدِهِ مَا أَنْتُمْ بِأَسْمَعَ لِمَا أَقُولُ مِنْهُمْ وَلَكِنَّهُمْ لاَ يَقْدِرُونَ أَنْ يُجِيبُوا  . ثُمَّ أَمَرَ بِهِمْ فَسُحِبُوا فَأُلْقُوا فِي قَلِيبِ بَدْرٍ .",
    "hadithBengali": "৬৯৫৯। হাদ্দাব ইবনু খালিদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বদর যুদ্ধে নিহত লোকদেরকে তিন দিন পর্যন্ত ফেলে রেখে দিয়েছিলেন। অতঃপর তিনি তাদের নিকট এসে তাদের (লাশের) সান্মুখে দাঁড়ালেন এবং তাদেরকে আওয়াজ দিয়ে বললেন, হে হিশামের পুত্র আবূ জাহল, হে উমায়্যা ইবনু খালফ, হে উকবা ইবনু রাবীআ, হে শায়বা ইবনু রাবীআ! তোমাদের প্রতিপালক তোমাদের সাথে যা ওয়াদা করেছেন তোমরা কি তা সঠিক পাওনি? আমার প্রতিপালক আমার সাথে যা ওয়াদা করেছেন আমি তা সঠিক পেয়েছি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এ কথা উমার (রাঃ) শুনে বললেনঃ হে আল্লাহর রাসুল! তারা তো দুর্গন্ধময় মৃত (লাশ)। কিভাবে তারা শুনবে এবং কিভাবে তারা উত্তর দিবে? তিনি বললেনঃ আমি তাদেরকে যা বলছি এ কথা তাদের থেকে তোমরা অধিক শুনছ না। তবে তারা জবাব দিতে সক্ষম নয়। অতঃপর তিনি তাদের সম্পর্কে আদেশ দিলে তাদেরকে হেঁচড়িয়ে নিয়ে বদরের কুপে নিক্ষেপ করা হল।\n",
    "checkStatus": "1",
    "hadithNo": "6959",
    "id": "19282",
    "thesequence": "19434",
    "isActive": "1",
    "chapterId": "14350",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৭. মৃত ব্যক্তিকে তার জান্নাত কিংবা জাহান্নামের ঠিকানা প্রদর্শন করানো, কবর আযাবের প্রমান এবং তা থেকে রক্ষা পাওয়ার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aba Talha reported:\nWhen it was the Day of Badr and Allahs Apostle (ﷺ) had gained victory over them (the Meccans), he commanded more than twenty persons, and in another hadith these are counted as twenty-four persons, from the non-believers of the Quraish to be thrown into the well of Badr. The rest of the hadith is the same.",
    "hadithArabic": " حَدَّثَنِي يُوسُفُ بْنُ حَمَّادٍ الْمَعْنِيُّ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ أَبِي طَلْحَةَ، ح وَحَدَّثَنِيهِ مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، قَالَ ذَكَرَ لَنَا أَنَسُ بْنُ مَالِكٍ عَنْ أَبِي طَلْحَةَ، قَالَ لَمَّا كَانَ يَوْمُ بَدْرٍ وَظَهَرَ عَلَيْهِمْ نَبِيُّ اللَّهِ صلى الله عليه وسلم أَمَرَ بِبِضْعَةٍ وَعِشْرِينَ رَجُلاً - وَفِي حَدِيثِ رَوْحٍ بِأَرْبَعَةٍ وَعِشْرِينَ رَجُلاً - مِنْ صَنَادِيدِ قُرَيْشٍ فَأُلْقُوا فِي طَوِيٍّ مِنْ أَطْوَاءِ بَدْرٍ . وَسَاقَ الْحَدِيثَ بِمَعْنَى حَدِيثِ ثَابِتٍ عَنْ أَنَسٍ .",
    "hadithBengali": "৬৯৬০। ইউসূফ ইবনু হাম্মাদ (রহঃ) ... আবূ তালহা (রাঃ) থেকে বর্ণিত। তিনি বলেন, বদর যুদ্ধের দিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কাফিরদের উপর জয়লাভ করলেন, তখন তিনি বিশের অধিক কুরায়শ নের্তৃবৃন্দ রাওহ বলেন, চব্বিশ জন কুরায়শ নের্তৃবৃন্দ সম্পর্কে নির্দেশ দিলেন। অতঃপর তাদের লাশ বদর প্রান্তরের একটি কুপে নিক্ষেপ করা হল। অতঃপর তিনি আনাস (রাঃ) হতে বর্ণিত সাবিতের হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6960",
    "id": "19283",
    "thesequence": "19435",
    "isActive": "1",
    "chapterId": "14350",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৭. মৃত ব্যক্তিকে তার জান্নাত কিংবা জাহান্নামের ঠিকানা প্রদর্শন করানো, কবর আযাবের প্রমান এবং তা থেকে রক্ষা পাওয়ার জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that Allahs Messenger (ﷺ) said:\nHe who is taken to account on the Day of Resurrection is in fact put to torment. I said: Has Allah, the Exalted and Glorious, not said this: He will be made subject to an easy reckoning (Ixxxiv. 8)? Thereupon he said: (What it implies) is not the actual reckoning, but only the presentation of ones deeds to Him. He who is thoroughly examined in reckoning is put to torment.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَلِيُّ بْنُ حُجْرٍ، جَمِيعًا عَنْ إِسْمَاعِيلَ، قَالَ أَبُو بَكْرٍ حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنْ أَيُّوبَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ حُوسِبَ يَوْمَ الْقِيَامَةِ عُذِّبَ  . فَقُلْتُ أَلَيْسَ قَدْ قَالَ اللَّهُ عَزَّ وَجَلَّ { فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا} فَقَالَ  لَيْسَ ذَاكِ الْحِسَابُ إِنَّمَا ذَاكِ الْعَرْضُ مَنْ نُوقِشَ الْحِسَابَ يَوْمَ الْقِيَامَةِ عُذِّبَ  .",
    "hadithBengali": "৬৯৬১। আবূ বকর ইবনু আবূ শায়বা ও আলী ইবনু হুজর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন যার হিসাব যাচাই করা হরে তার আযাব অবধারিত। আমি প্রশ্ন করলাম, আল্লাহ তায়ালা কি বলেন নিঃفَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا &ldquo;তার হিসাব-নিকাশ সহজেই লওয়া হবে&rdquo;। একথা শুনে তিনি বললেনঃ এ তো হিসাব নয় বরং এ তো শুধু নামে মাত্র পেশ করা। কারণ কিয়ামতের দিন যার হিসাব যাচাই করা হবে তার আযাব অবধারিত।\n",
    "checkStatus": "1",
    "hadithNo": "6961",
    "id": "19284",
    "thesequence": "19436",
    "isActive": "1",
    "chapterId": "14351",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৮. হিসাব নিকাশের বাস্তবতার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Ayyub with the same chain of transmitters.",
    "hadithArabic": " حَدَّثَنِي أَبُو الرَّبِيعِ الْعَتَكِيُّ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا أَيُّوبُ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "৬৯৬২। আবূ রাবী-আতাকী ও আবূ কামিল (রহঃ) ... আইউব (রহঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6962",
    "id": "19285",
    "thesequence": "19437",
    "isActive": "1",
    "chapterId": "14351",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৮. হিসাব নিকাশের বাস্তবতার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported Allahs Apostle (ﷺ) as saying:\nEveryone who is reckoned thoroughly is undone. I said: Allahs Messenger, has Allah not called (reckoning) as easy reckoning? Thereupon he said.. It implies only presenta- tion of (ones deeds to Him), but if one is thoroughly examined in reckoning, he in fact is undone.",
    "hadithArabic": " وَحَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ بِشْرِ بْنِ الْحَكَمِ الْعَبْدِيُّ، حَدَّثَنَا يَحْيَى، - يَعْنِي ابْنَ سَعِيدٍ الْقَطَّانَ - حَدَّثَنَا أَبُو يُونُسَ الْقُشَيْرِيُّ، حَدَّثَنَا ابْنُ أَبِي مُلَيْكَةَ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  لَيْسَ أَحَدٌ يُحَاسَبُ إِلاَّ هَلَكَ  . قُلْتُ يَا رَسُولَ اللَّهِ أَلَيْسَ اللَّهُ يَقُولُ حِسَابًا يَسِيرًا قَالَ  ذَاكِ الْعَرْضُ وَلَكِنْ مَنْ نُوقِشَ الْحِسَابَ هَلَكَ  .",
    "hadithBengali": "৬৯৬৩। আবদুর রহমান ইবনু বিশর ইবনুুূল হাকাম আল আবাদী (রহঃ) ... আয়িশা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, যারই হিসাব যাচাই করা হবে সে ধ্বংস হয়ে যাবে। এ কথা শুনে আমি প্রশ্ন করলাম, আল্লাহ কি সহজ হিসাবের কথা বলেন নি? তিনি বললেনঃ এ তো শুধু নামে মাত্র পেশ করা। কারণ যার হিসাব যাচাই করা হবে সে ধ্বংস হয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "6963",
    "id": "19286",
    "thesequence": "19438",
    "isActive": "1",
    "chapterId": "14351",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৮. হিসাব নিকাশের বাস্তবতার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported Allahs Apostle (ﷺ) as saying:\nHe who is examined thoroughly In reckoning is undone.",
    "hadithArabic": "وَحَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، حَدَّثَنِي يَحْيَى، - وَهُوَ الْقَطَّانُ - عَنْ عُثْمَانَ بْنِ، الأَسْوَدِ عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ نُوقِشَ الْحِسَابَ هَلَكَ  . ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِ أَبِي يُونُسَ .",
    "hadithBengali": "৬৯৬৪। আবদুর রহমান ইবনু বিশর (রহঃ) ... আয়িশা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামথেকে বর্ণিত। তিনি বলেনঃ যার হিসাব যাচাই করা হবে সে ধ্বংস হয়ে যাবে। অতঃপর উসমান ইবনু আসওয়াদ (রহঃ) আবূ ইউনুস (রহঃ) এর হাদীসের অনুরূপ বর্ননা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6964",
    "id": "19287",
    "thesequence": "19439",
    "isActive": "1",
    "chapterId": "14351",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৮. হিসাব নিকাশের বাস্তবতার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported:\nI heard Allahs Apostle (ﷺ) as saying three days before his death: None of you should court death but only hoping good from Allah",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا يَحْيَى بْنُ زَكَرِيَّاءَ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم قَبْلَ وَفَاتِهِ بِثَلاَثٍ يَقُولُ   لاَ يَمُوتَنَّ أَحَدُكُمْ إِلاَّ وَهُوَ يُحْسِنُ بِاللَّهِ الظَّنَّ  .",
    "hadithBengali": "৬৯৬৫। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মৃত্যুর তিন দিন পূর্বে তাকে আমি এ কথা বলতে শুনেছি যে, তোমাদের প্রত্যেকেই যেন আল্লাহর প্রতি নেক ধারণা পোষণরত অবস্থায় মৃত্যুবরণ করে।\n",
    "checkStatus": "1",
    "hadithNo": "6965",
    "id": "19288",
    "thesequence": "19440",
    "isActive": "1",
    "chapterId": "14352",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৯. মৃত্যুর সময় আল্লাহর প্রতি সুধারনা পোষণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Amash with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، وَأَبُو مُعَاوِيَةَ كُلُّهُمْ عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৬৯৬৬। উসমান ইবনু আবূ শায়বা (অন্য সনদে) আবূ কুরায়ব (অন্য সনদে) ইসহাক ইবনু ইবরাহীম (রহঃ) ... আমাশ (রহঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6966",
    "id": "19289",
    "thesequence": "19441",
    "isActive": "1",
    "chapterId": "14352",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৯. মৃত্যুর সময় আল্লাহর প্রতি সুধারনা পোষণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah al-Ansari reported:\nI heard Allahs Messenger (ﷺ) say three days before his death: None of you should die but hoping only good from Allah, the Exalted and Glorious.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو دَاوُدَ، سُلَيْمَانُ بْنُ مَعْبَدٍ حَدَّثَنَا أَبُو النُّعْمَانِ، عَارِمٌ حَدَّثَنَا مَهْدِيُّ بْنُ، مَيْمُونٍ حَدَّثَنَا وَاصِلٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ الأَنْصَارِيِّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَبْلَ مَوْتِهِ بِثَلاَثَةِ أَيَّامٍ يَقُولُ   لاَ يَمُوتَنَّ أَحَدُكُمْ إِلاَّ وَهُوَ يُحْسِنُ الظَّنَّ بِاللَّهِ عَزَّ وَجَلَّ  .",
    "hadithBengali": "৬৯৬৭। আবূ দাঊদ সুলায়মান ইবনু মা&#39;বাদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ) থেকে বর্নিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইন্তেকালের তিন দিন পূর্বে আমি তাকে এ কথা বলতে শুনেছি যে, তোমাদের প্রত্যেকেই যেন আল্লাহর প্রতি নেক ধারণা পোষণ করা অবস্থায় মারা যায়।\n",
    "checkStatus": "1",
    "hadithNo": "6967",
    "id": "19290",
    "thesequence": "19442",
    "isActive": "1",
    "chapterId": "14352",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৯. মৃত্যুর সময় আল্লাহর প্রতি সুধারনা পোষণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir reported:\nI heard Allahs Apostle (ﷺ) as saying. Every servant would be raised (in the same very state) in which he dies.",
    "hadithArabic": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالاَ حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   يُبْعَثُ كُلُّ عَبْدٍ عَلَى مَا مَاتَ عَلَيْهِ  .",
    "hadithBengali": "৬৯৬৮। কুতায়বা ইবনু সাঈদ ও উসমান ইবনু আবূ শায়বা (রহঃ) ... জাবির (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একথা বলতে শুনেছি যে, প্রত্যেক বান্দা কিয়ামতের দিন ঐ অবস্থায় উত্থিত হবে, যে অবস্থায় সে মৃত্যুবরণ করেছে।\n",
    "checkStatus": "1",
    "hadithNo": "6968",
    "id": "19291",
    "thesequence": "19443",
    "isActive": "1",
    "chapterId": "14352",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৯. মৃত্যুর সময় আল্লাহর প্রতি সুধারনা পোষণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Amash but with a slight variation of wording.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ نَافِعٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ . مِثْلَهُ وَقَالَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَقُلْ سَمِعْتُ .",
    "hadithBengali": "৬৯৬৯। আবূ বকর ইবনু নাফি (রহঃ) ... আ&#39;মাশ (রহঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন। তবে তিনি سَمِعْتُ না বলে عَنِ النَّبِيِّ صلى الله عليه وسلم বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6969",
    "id": "19292",
    "thesequence": "19444",
    "isActive": "1",
    "chapterId": "14352",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৯. মৃত্যুর সময় আল্লাহর প্রতি সুধারনা পোষণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported:\nI heard Allahs Messenger (ﷺ) as saying: When Allah intends to chastise a people, He chastises all of them then they would be raised according to their deeds.",
    "hadithArabic": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ، شِهَابٍ أَخْبَرَنِي حَمْزَةُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِذَا أَرَادَ اللَّهُ بِقَوْمٍ عَذَابًا أَصَابَ الْعَذَابُ مَنْ كَانَ فِيهِمْ ثُمَّ بُعِثُوا عَلَى أَعْمَالِهِمْ  . ",
    "hadithBengali": "৬৯৭০। হারামালা ইবনু ইয়াহইয়া তুজিবী (রহঃ) ... আবদুল্লাহ ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলতে শুনেছি, আল্লাহ যখন কোন সম্প্রদায়কে আযাব দেয়ার ইচ্ছা করেন তখন এ আযাব ঐ সম্প্রদায়ে অবস্থিত সকলকেই গ্রাস করে নেয়। অতঃপর কিয়ামতের দিন তাদের আমলের (নিয়তের) উপর উত্থিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6970",
    "id": "19293",
    "thesequence": "19445",
    "isActive": "1",
    "chapterId": "14352",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "১৯. মৃত্যুর সময় আল্লাহর প্রতি সুধারনা পোষণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zainab bint Jahsh reported that Allahs Apostle (ﷺ) got up from sleep saying:\nThere is no being worthy of worship except Allah; there is a destruction in store for Arabia because of turmoil which is at hand, the barrier of Gog and Magog has opened so much. And Sufyan made a sign of ten with the help of his hand (in order to indicate the width of the gap) and I said: Allahs Messenger, would we be perished in spite of the fact that there would be good people amongst us? Thereupon he said: Of course, but only when the evil predominates.",
    "hadithArabic": " حَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ زَيْنَبَ، بِنْتِ أُمِّ سَلَمَةَ عَنْ أُمِّ حَبِيبَةَ، عَنْ زَيْنَبَ بِنْتِ جَحْشٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اسْتَيْقَظَ مِنْ نَوْمِهِ وَهُوَ يَقُولُ  لاَ إِلَهَ إِلاَّ اللَّهُ وَيْلٌ لِلْعَرَبِ مِنْ شَرٍّ قَدِ اقْتَرَبَ فُتِحَ الْيَوْمَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلُ هَذِهِ  . وَعَقَدَ سُفْيَانُ بِيَدِهِ عَشَرَةً . قُلْتُ يَا رَسُولَ اللَّهِ أَنَهْلِكُ وَفِينَا الصَّالِحُونَ قَالَ  نَعَمْ إِذَا كَثُرَ الْخَبَثُ  .",
    "hadithBengali": "৬৯৭১। আমর নাকিদ (রহঃ) ... যায়নাব বিনত জাহাশ (রাঃ) থেকে বর্ণিত। তিনি বলেছেনঃ (একদিন) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুম থেকে জাগ্রত হলেন। এ সময়ে তিনি বললেনঃ لاَ إِلَهَ إِلاَّ اللَّهُ নিকট ভবিষ্যতে সংঘটিত দুর্যোগে আরবরা ধংস হয়ে যাবে। আজ ইয়াজুজ-মাজুজের প্রাচীর এতটুকু পরিমাণ খুলে দেয়া হয়েছে। এ সময় সুফিয়ান (রহঃ) এর হাত দ্বারা দশের চক্র বানালেন। তখন আমি বললাম, হে আল্লাহর রাসুল! আমাদের মধ্যে পুণ্যবান লোক থাকা সত্ত্বেও কি আমরা ধবংস হয়ে যাব? জবাবে তিনি বললেন, হ্যাঁ, যখন পাপাচার বেশী হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6971",
    "id": "19294",
    "thesequence": "19447",
    "isActive": "1",
    "chapterId": "14353",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "১. ফিতনা ও দুর্যোগসমূহ সন্নিকট হওয়া এবং ইয়াজুজ মাজুজের প্রাচীর খুলে দেয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Zainab bint Jahsh with a slight variation in the chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَسَعِيدُ بْنُ عَمْرٍو الأَشْعَثِيُّ، وَزُهَيْرُ بْنُ حَرْبٍ، وَابْنُ، أَبِي عُمَرَ قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ . وَزَادُوا فِي الإِسْنَادِ عَنْ سُفْيَانَ، فَقَالُوا عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ حَبِيبَةَ، عَنْ أُمِّ حَبِيبَةَ، عَنْ زَيْنَبَ بِنْتِ جَحْشٍ، .",
    "hadithBengali": "৬৯৭২। আবূ বকর ইবনু আবূ শায়বা , সাঈদ ইবনু আমর আশআশী, যুহায়র ইবনু হারব ও ইবনু আবূ উমর (রহঃ) ... যুহরী (রহঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন। তবে এতে তারা সুফিয়ান থেকে বর্ণিত সনদেعَنْ سُفْيَانَ، فَقَالُوا عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ حَبِيبَةَ، عَنْ أُمِّ حَبِيبَةَ، عَنْ زَيْنَبَ بِنْتِ جَحْشٍ অধিক বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6972",
    "id": "19295",
    "thesequence": "19448",
    "isActive": "1",
    "chapterId": "14353",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "১. ফিতনা ও দুর্যোগসমূহ সন্নিকট হওয়া এবং ইয়াজুজ মাজুজের প্রাচীর খুলে দেয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zainab bint Jahsh, the wife of Allahs Apostle (ﷺ), reported that one day Allahs Messenger (ﷺ) came out in a state of excitement with his face quite red. And he was saying:\nThere is no god but Allah; there is a destruction in store for Arabia because of the turmoil which is near at hand as the barrier of Gog and Magog has been opened like it, and he (in order to explain it) made a ring with the help of his thumb and forefinger. I said: Allahs Messenger, would we be destroyed despite the fact that there would be pious people amongst us? He said: Yes, when evil would be predominant.",
    "hadithArabic": " حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ، أَخْبَرَتْهُ أَنَّ أُمَّ حَبِيبَةَ بِنْتَ أَبِي سُفْيَانَ أَخْبَرَتْهَا أَنَّ زَيْنَبَ بِنْتَ جَحْشٍ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمًا فَزِعًا مُحْمَرًّا وَجْهُهُ يَقُولُ  لاَ إِلَهَ إِلاَّ اللَّهُ وَيْلٌ لِلْعَرَبِ مِنْ شَرٍّ قَدِ اقْتَرَبَ فُتِحَ الْيَوْمَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلُ هَذِهِ  . وَحَلَّقَ بِإِصْبَعِهِ الإِبْهَامِ وَالَّتِي تَلِيهَا . قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ أَنَهْلِكُ وَفِينَا الصَّالِحُونَ قَالَ  نَعَمْ إِذَا كَثُرَ الْخَبَثُ  .",
    "hadithBengali": "৬৯৭৩। হারামালা ইবনু ইয়াহইয়া (রহঃ) ... উম্মু হাবীবা বিনত আবু সুফইয়ান (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী যায়নাব বিনত জাহশ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভীত সন্ত্রস্ত অবস্থায় বের হলেন। তখন তাঁর চেহারা মুবারক লাল বর্ণ হয়ে গিয়েছিল। তিনি বলছিলেনঃ لاَ إِلَهَ إِلاَّ اللَّهُ নিকট ভবিষ্যতে সংঘটিত দুর্যোগে আরবরা ধ্বংস হয়ে যাবে। আজ ইয়াযুয মাজুজের প্রাচীর এতটুকু পরিমাণ খুলে গেছে। এ সময় তিনি তাঁর বৃদ্ধাঙ্গুলি ও শাহাদাত আঙ্গুলির দ্বারা চক্র বানালেন। আমি বললাম, হে আল্লাহর রাসুল! আমাদের মধ্যে নেক লোক থাকা অবস্থায়ও কি আমরা ধ্বংস হয়ে যাব? তিনি বললেন, হ্যাঁ, যখন পাপাচার বেশী হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6973",
    "id": "19296",
    "thesequence": "19449",
    "isActive": "1",
    "chapterId": "14353",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "১. ফিতনা ও দুর্যোগসমূহ সন্নিকট হওয়া এবং ইয়াজুজ মাজুজের প্রাচীর খুলে দেয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Zuhri with a different chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ، خَالِدٍ ح وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، كِلاَهُمَا عَنِ ابْنِ شِهَابٍ، بِمِثْلِ حَدِيثِ يُونُسَ عَنِ الزُّهْرِيِّ، بِإِسْنَادِهِ .",
    "hadithBengali": "৬৯৭৪। আবদুল মালিক ইবনু শুআয়ব ইবনু লায়স (রহঃ) (অন্য সনদে) আমর নাকিদ (রহঃ) ... ইবনু শিহাব (রহঃ) থেকে ইউনুস (রহঃ) এর সুত্রে যুহরী (রহঃ) বর্ণিত হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6974",
    "id": "19297",
    "thesequence": "19450",
    "isActive": "1",
    "chapterId": "14353",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "১. ফিতনা ও দুর্যোগসমূহ সন্নিকট হওয়া এবং ইয়াজুজ মাজুজের প্রাচীর খুলে দেয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nToday the wall (barrier) of Gog and Magog has been opened so much, and Wuhaib (in order to explain it) made the figure of ninety with the help of his hand.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَحْمَدُ بْنُ إِسْحَاقَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا عَبْدُ، اللَّهِ بْنُ طَاوُسٍ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   فُتِحَ الْيَوْمَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلُ هَذِهِ  . وَعَقَدَ وُهَيْبٌ بِيَدِهِ تِسْعِينَ .",
    "hadithBengali": "৬৯৭৫। আবূ বকর ইবনু শায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আজ ইয়াজুজ ও মা&#39;জুজের প্রাচীর এতটুকু পরিমাণ খুলে গেছে। এ সময় উহায়ব (রহঃ) নব্বই (সংখ্যা) নির্দেশক বৃত্ত তৈরি করে দেখালেন।\n",
    "checkStatus": "1",
    "hadithNo": "6975",
    "id": "19298",
    "thesequence": "19451",
    "isActive": "1",
    "chapterId": "14353",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "১. ফিতনা ও দুর্যোগসমূহ সন্নিকট হওয়া এবং ইয়াজুজ মাজুজের প্রাচীর খুলে দেয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Harith b Abi Rabia and Abdullah b. Safwan both went to Umm Salama, the Mother of the Faithful, and they asked her about the army which would be sunk in the earth, and this relates to the time when Ibn Zubair (was the governor of Mecca). She reported that Allahs Messenger (ﷺ) had said that a seeker of refuge would seek refuge in the Sacred House and an army would be sent to him (in order to kill him) and when it would enter a plain ground, it would be made to sink. I said:\nAllahs Messenger, what about him who would be made to accompany this army willy nilly? Thereupon he said: He would be made to sink along with them but he would be raised on the Day of Resurrection on the basis of his intention. Abu Jafar said.  This plain, ground means the plain ground of Medina.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ - وَاللَّفْظُ لِقُتَيْبَةَ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا جَرِيرٌ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنْ عُبَيْدِ اللَّهِ ابْنِ الْقِبْطِيَّةِ، قَالَ دَخَلَ الْحَارِثُ بْنُ أَبِي رَبِيعَةَ وَعَبْدُ اللَّهِ بْنُ صَفْوَانَ وَأَنَا مَعَهُمَا، عَلَى أُمِّ سَلَمَةَ أُمِّ الْمُؤْمِنِينَ فَسَأَلاَهَا عَنِ الْجَيْشِ الَّذِي يُخْسَفُ بِهِ وَكَانَ ذَلِكَ فِي أَيَّامِ ابْنِ الزُّبَيْرِ فَقَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يَعُوذُ عَائِذٌ بِالْبَيْتِ فَيُبْعَثُ إِلَيْهِ بَعْثٌ فَإِذَا كَانُوا بِبَيْدَاءَ مِنَ الأَرْضِ خُسِفَ بِهِمْ  . فَقُلْتُ يَا رَسُولَ اللَّهِ فَكَيْفَ بِمَنْ كَانَ كَارِهًا قَالَ  يُخْسَفُ بِهِ مَعَهُمْ وَلَكِنَّهُ يُبْعَثُ يَوْمَ الْقِيَامَةِ عَلَى نِيَّتِهِ  . وَقَالَ أَبُو جَعْفَرٍ هِيَ بَيْدَاءُ الْمَدِينَةِ .",
    "hadithBengali": "৬৯৭৬। শুয়বা ইবনু সাঈদ, আবূ বকর ইবনু আবূ শায়বা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... উবায়দুল্লাহ ইবনু কিবতিয়্যা (রহঃ) থেকে বর্ণিত। তিনি বলেন, হারিস ইবনু আবূ রাবীআ এবং আবদুল্লাহ ইবনু সুফিয়ান (রহঃ) উম্মুল মুমিনীন উম্মে সালামা (রাঃ) এর নিকট গেলেন। আমিও তাঁদের সাথে ছিলাম। তারা তাকে ঐ বাহিনী সম্পর্কে জিজ্ঞেস করলেন, যাদের ভূমিতে ধসিয়ে দেয়া হবে। তখন ইবনু যুবায়র (রাঃ) এর খিলাফতকাল ছিল। উত্তরে তিনি বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জনৈক আশ্রয় গ্রহণকারী বায়তুল্লাহ শরীফে আশ্রয় গ্রহণ করবে। তখন তার বিরুদ্ধে একটি সেনাদল প্রেরণ করা হবে। তারা যখন বায়দায় (ময়দানে) অবস্থান নিবে তখন তাদের ভূমিতে ধ্বসিয়ে দেয়া হবে। এ কথা শুনে আমি বললাম, হে আল্লাহর রাসুল! ঐ ব্যক্তির ব্যাপারে এ কি করে প্রযোজ্য হতে পারে যে অসন্তুষ্ট চিত্তে এ অভিযানে শরীক হয়েছে? তিনি বললেন, তাদের সাথে তাকে সহ ধ্বসিয়ে দেয়া হবে। তবে কিয়ামতের দিন তার উত্থান হবে তার নিয়্যাতের ভিত্তিতে। বর্ননাকারী আবূ জা&#39;ফর (রহঃ) বলেন, এ হল মদীনার বায়দা (যা যুল হুলায়ফার সন্নিকটে অবস্থিত)।\n",
    "checkStatus": "1",
    "hadithNo": "6976",
    "id": "19299",
    "thesequence": "19452",
    "isActive": "1",
    "chapterId": "14354",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "২. যে বাহিনী (আল্লাহর) ঘরের উদ্দেশ্যে অভিযান করবে তাদের ধসিয়ে দেয়া হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Abdullah b. Rufai, with the same chain of transmitters (but with the addition of these words):\n When I met Abu Jafar I told him that she (simply) meant the plain ground. Thereupon Abu Jafar said: No, by God, she meant the plain ground of Medina.",
    "hadithArabic": " حَدَّثَنَاهُ أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ رُفَيْعٍ، بِهَذَا الإِسْنَادِ وَفِي حَدِيثِهِ قَالَ فَلَقِيتُ أَبَا جَعْفَرٍ فَقُلْتُ إِنَّهَا إِنَّمَا قَالَتْ بِبَيْدَاءَ مِنَ الأَرْضِ فَقَالَ أَبُو جَعْفَرٍ كَلاَّ وَاللَّهِ إِنَّهَا لَبَيْدَاءُ الْمَدِينَةِ .",
    "hadithBengali": "৬৯৭৭। আহমাদ ইবনু ইউনুস (রহঃ) ... আবদুল আযীয ইবনু রুফায় (রহঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন। তবে এতে আছে, আমি আবূ জাফর (রহঃ) এর সাথে সাক্ষাৎ করে বললাম, উম্মু সালামা (রাঃ) তো কোন এক বায়দার (ময়দানের) কথা বলেছেন। আবূ জাফর বললেন, কখনো নয়, আল্লাহর কসম! তা অবশ্যই মদীনার বায়দা (ময়দান)।\n",
    "checkStatus": "1",
    "hadithNo": "6977",
    "id": "19300",
    "thesequence": "19453",
    "isActive": "1",
    "chapterId": "14354",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "২. যে বাহিনী (আল্লাহর) ঘরের উদ্দেশ্যে অভিযান করবে তাদের ধসিয়ে দেয়া হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Safwan reported that Hafsa told him that she had heard Allahs Apostle (ﷺ) as saying:\nAn army would attack this House in order to fight against the inhabitants of this House and when it would be at the plain ground the ranks in the centre of the army would be sunk and the vanguard would call the rear flanks of the army and they would also be sunk and no flank would be left except some people who would go to inform them (their kith and kin). A person (who had been listening to this hadith from Abdullah b. Safwan) said: I bear testimony in regard to you that you are not imputing a lie to Hafsa. And I bear testimony to the fact that Hafsa is not telling a lie about Allahs Apostle (ﷺ).",
    "hadithArabic": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، وَابْنُ أَبِي عُمَرَ، - وَاللَّفْظُ لِعَمْرٍو - قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ، عُيَيْنَةَ عَنْ أُمَيَّةَ بْنِ صَفْوَانَ، سَمِعَ جَدَّهُ عَبْدَ اللَّهِ بْنَ صَفْوَانَ، يَقُولُ أَخْبَرَتْنِي حَفْصَةُ، أَنَّهَا سَمِعَتِ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   لَيَؤُمَّنَّ هَذَا الْبَيْتَ جَيْشٌ يَغْزُونَهُ حَتَّى إِذَا كَانُوا بِبَيْدَاءَ مِنَ الأَرْضِ يُخْسَفُ بِأَوْسَطِهِمْ وَيُنَادِي أَوَّلُهُمْ آخِرَهُمْ ثُمَّ يُخْسَفُ بِهِمْ فَلاَ يَبْقَى إِلاَّ الشَّرِيدُ الَّذِي يُخْبِرُ عَنْهُمْ  . فَقَالَ رَجُلٌ أَشْهَدُ عَلَيْكَ أَنَّكَ لَمْ تَكْذِبْ عَلَى حَفْصَةَ وَأَشْهَدُ عَلَى حَفْصَةَ أَنَّهَا لَمْ تَكْذِبْ عَلَى النَّبِيِّ صلى الله عليه وسلم",
    "hadithBengali": "৬৯৭৮। আমর নাকিদ ও ইবনু আবূ উমার (রহঃ) ... আবদুল্লাহ ইবন সাফওয়ান (রহঃ) হাফসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলতে শুনেছি, একটি সৈন্যদল এ (আল্লাহর) ঘরের বিরুদ্ধে লড়াই করার উদ্দেশ্যে আগমন করবে। অতঃপর তারা যখন এ ভূমির এক বায়দায় (ময়দানে) পদার্পণ করবে তখন তাদের মাঝের অংশটি ভূমিতে ধসিয়ে দেয়া হবে। এ সময় অগ্রভাগের সৈন্যরা পেছনের সৈন্যদেরকে চিৎকার করে ডাকতে থাকবে। অতঃপর সকলকেই ভূমিতে ধসিয়ে দেয়া হবে। পালিয়ে যাওয়া একটি লোক ব্যতীত তাদের কেউ আর অবশিষ্ট থাকবে না। সে-ই তাদের সম্পর্কে অন্যদেরকে সংবাদ দিবে। এ কথা শুনে এক ব্যক্তি বলল, আমি সাক্ষ্য দিচ্ছি, আপনি (আবদুল্লাহ) নামে হাফসা (রাঃ) এর উপর মিথ্যা আরোপ করনি এবং হাফসা (রাঃ) এর ব্যাপারেও আমি সাক্ষ্য দিচ্ছি যে, তিনিও নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর মিথ্যা আরোপ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6978",
    "id": "19301",
    "thesequence": "19454",
    "isActive": "1",
    "chapterId": "14354",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "২. যে বাহিনী (আল্লাহর) ঘরের উদ্দেশ্যে অভিযান করবে তাদের ধসিয়ে দেয়া হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Safwan reported the Mother of the Faithful as saying that Allahs Messenger (ﷺ) said:\nThey would soon seek protection in this House, viz. Kaba (the defenceless), people who would have nothing to protect themselves in the shape of weapons or the strength of the people. An army would be sent to fight (and kill) them and when they would enter a plain ground the army would be sunk in it. Yusuf (one of the narrators) said: It was a people of Syria (hordes of Hajjaj) who had been on that day coming towards Mecca for an attack (on Abdulllah b. Zubair) and Abdullah b. Safwan said: By God, it does not imply this army.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، حَدَّثَنَا الْوَلِيدُ بْنُ صَالِحٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ، عَمْرٍو حَدَّثَنَا زَيْدُ بْنُ أَبِي أُنَيْسَةَ، عَنْ عَبْدِ الْمَلِكِ الْعَامِرِيِّ، عَنْ يُوسُفَ بْنِ مَاهَكَ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ صَفْوَانَ، عَنْ أُمِّ الْمُؤْمِنِينَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   سَيَعُوذُ بِهَذَا الْبَيْتِ - يَعْنِي الْكَعْبَةَ - قَوْمٌ لَيْسَتْ لَهُمْ مَنَعَةٌ وَلاَ عَدَدٌ وَلاَ عُدَّةٌ يُبْعَثُ إِلَيْهِمْ جَيْشٌ حَتَّى إِذَا كَانُوا بِبَيْدَاءَ مِنَ الأَرْضِ خُسِفَ بِهِمْ  . قَالَ يُوسُفُ وَأَهْلُ الشَّأْمِ يَوْمَئِذٍ يَسِيرُونَ إِلَى مَكَّةَ فَقَالَ عَبْدُ اللَّهِ بْنُ صَفْوَانَ أَمَا وَاللَّهِ مَا هُوَ بِهَذَا الْجَيْشِ . قَالَ زَيْدٌ وَحَدَّثَنِي عَبْدُ الْمَلِكِ الْعَامِرِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَابِطٍ، عَنِ الْحَارِثِ، بْنِ أَبِي رَبِيعَةَ عَنْ أُمِّ الْمُؤْمِنِينَ، . بِمِثْلِ حَدِيثِ يُوسُفَ بْنِ مَاهَكٍ غَيْرَ أَنَّهُ لَمْ يَذْكُرْ فِيهِ الْجَيْشَ الَّذِي ذَكَرَهُ عَبْدُ اللَّهِ بْنُ صَفْوَانَ .",
    "hadithBengali": "৬৯৭৯। মুহাম্মদ ইবনু হাতিম ইবনু মায়মুন (রহঃ) ... উম্মুল মুমিনীন [হাফসা অথবা আয়শা (রাঃ)] থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এমন সম্প্রদায় এ গৃহ তথা কাবার দায়িত্ব গ্রহণ করবে, যাদের প্রতিরোধ শক্তি থাকবে না, থাকবে না তাদের উল্লেখযোগ্য সৈন্য সংখ্যা এবং থাকবে না তাদের আসবাব সামগ্রী। তাদের বিরুদ্ধে একটি সৈন্যদল প্রেরণ করা হবে। তারা উদ্ভিদশূন্য এক ময়দানে আসতেই তাদেরকে ভূমিতে ধ্বসিয়ে দেয়া হবে। বর্ণনাকারী ইউসুফ (রহঃ) বলেন, এ সময় সিরিয়াবাসীরা মক্কাবাসীদের সাথে লড়াই করার জন্য আসছিল। আবদুল্লাহ ইবনু সাফওয়ান (রহঃ) বলেন, আল্লাহর কসম! তারা এ সৈন্যবাহিনী নয়। বর্ননাকারী যায়িদ (রহঃ) উম্মুল মুমিনীন থেকে ইউসুফ ইবনু মাহাকের হাদীসের অনুরূপ বর্ণনা করেছেন। তবে আবদুল্লাহ ইবনু সাফওয়ান (রহঃ) যে বাহিনীর কথা উল্লেখ করেছেন তিনি সে বাহিনীর কথা উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6979",
    "id": "19302",
    "thesequence": "19455",
    "isActive": "1",
    "chapterId": "14354",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "২. যে বাহিনী (আল্লাহর) ঘরের উদ্দেশ্যে অভিযান করবে তাদের ধসিয়ে দেয়া হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that Allahs Messenger (ﷺ) was startled in the state of sleep. We said:\nAllahs Messenger, you have done something in the state of your sleep which you never did before, Thereupon he said: Strange it is that some people of my Ummah would attack the House (Kaba) (for killing) a person who would belong to the tribe of the Quraish and he would try to seek protection in the House. And when they would reach the plain ground they would be sunk. We said: Allahs Messenger, all sorts of people throng the path. Thereupon he said: Yes, there would be amongst them people who would come with definite designs and those who would come under duress and there would be travellers also, but they would all be destroyed through one (stroke) of destruction. though they would be raised in different states (on the Day of Resurrection). Allah would, however, raise them according to their intention.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْقَاسِمُ بْنُ الْفَضْلِ، الْحُدَّانِيُّ عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، أَنَّ عَائِشَةَ، قَالَتْ عَبِثَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي مَنَامِهِ فَقُلْنَا يَا رَسُولَ اللَّهِ صَنَعْتَ شَيْئًا فِي مَنَامِكَ لَمْ تَكُنْ تَفْعَلُهُ . فَقَالَ  الْعَجَبُ إِنَّ نَاسًا مِنْ أُمَّتِي يَؤُمُّونَ بِالْبَيْتِ بِرَجُلٍ مِنْ قُرَيْشٍ قَدْ لَجَأَ بِالْبَيْتِ حَتَّى إِذَا كَانُوا بِالْبَيْدَاءِ خُسِفَ بِهِمْ  . فَقُلْنَا يَا رَسُولَ اللَّهِ إِنَّ الطَّرِيقَ قَدْ يَجْمَعُ النَّاسَ . قَالَ  نَعَمْ فِيهِمُ الْمُسْتَبْصِرُ وَالْمَجْبُورُ وَابْنُ السَّبِيلِ يَهْلِكُونَ مَهْلَكًا وَاحِدًا وَيَصْدُرُونَ مَصَادِرَ شَتَّى يَبْعَثُهُمُ اللَّهُ عَلَى نِيَّاتِهِمْ  .",
    "hadithBengali": "৬৯৮০। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাতে ঘুমন্ত অবস্থায় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার হাত পা নাড়ালেন। আমি বললাম, হে আল্লাহর রাসুল! (আজ রাতে) ঘুমন্ত অবস্থায় আপনি এমন আচরণ করেছেন, যা পূর্বে আপনি কখনো করেননি। তিনি বললেনঃ আশ্চর্য ব্যাপার এই যে, কুরায়শ বংশীয় এক ব্যক্তি বায়তুল্লাহ শরীফে আশ্রয় গ্রহণ করবে। তার কারণে আমার উম্মাতের একদল লোক বায়তুল্লাহর উপর আক্রমণের ইচ্ছা করবে। তারা রওয়ানা হয়ে উদ্ভিদশূন্য ময়দানে আসতেই তাদেরকে সহ ভূমি ধ্বসিয়ে দেয়া হরে। আমরা বললাম, হে আল্লাহর রাসুল! বিভিন্ন রকমের মানুষই তো রাস্তা দিয়ে চলে। জবাবে তিনি বললেনঃ হ্যাঁ, তাদের মধ্যে কেউ তো সেচ্ছায় আগমণকারী, কেউ অপারগ, আবার কেউ পথিক মূসাফির। তারা সকলে এক সাথেই ধ্বংস হয়ে যাবে। তবে বিভিন্ন ক্ষেত্র থেকে তাদের উত্থান হবে। আল্লাহ তাআলা তাদেরকে তাদের নিয়্যাতের ভিত্তিতে উত্থিত করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6980",
    "id": "19303",
    "thesequence": "19456",
    "isActive": "1",
    "chapterId": "14354",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "২. যে বাহিনী (আল্লাহর) ঘরের উদ্দেশ্যে অভিযান করবে তাদের ধসিয়ে দেয়া হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Usama reported that Allahs Messenger (ﷺ) climbed up a battlement amongst the battlements of Medina and then said:\nYou do not see what I am seeing and I am seeing the places of turmoil between your houses as the places of rainfall.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ، - وَاللَّفْظُ لاِبْنِ أَبِي شَيْبَةَ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ أُسَامَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَشْرَفَ عَلَى أُطُمٍ مِنْ آطَامِ الْمَدِينَةِ ثُمَّ قَالَ   هَلْ تَرَوْنَ مَا أَرَى إِنِّي لأَرَى مَوَاقِعَ الْفِتَنِ خِلاَلَ بُيُوتِكُمْ كَمَوَاقِعِ الْقَطْرِ  .",
    "hadithBengali": "৬৯৮১। আবূ বকর ইবনু আবূ শায়বা, আমর নাকিদ, ইসহাক ইবনু ইবরাহীম ও ইবনু আবূ উমার (রহঃ) ... উসামা (রাঃ) থেকে বর্ণিত। একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদীনার সুউচ্চ এক দালানের উপর আরোহণ করে বললেন, আমি যা কিছু দেখছি তোমরা কি তা দেখছ? আমি তোমাদের গৃহের অভ্যন্তরে বৃষ্টি বর্ষণের ন্যায় বিপদাপদ পতিত হবার স্থানসমূহ দেখতে পাচ্ছি।\n",
    "checkStatus": "1",
    "hadithNo": "6981",
    "id": "19304",
    "thesequence": "19457",
    "isActive": "1",
    "chapterId": "14355",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৩. বৃষ্টির ন্যায় দুর্যোগ নেমে আসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Zuhri with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "৬৯৮২। আবদ ইবনু হুমায়দ (রহঃ) ... যুহুরী (রহঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "6982",
    "id": "19305",
    "thesequence": "19458",
    "isActive": "1",
    "chapterId": "14355",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৩. বৃষ্টির ন্যায় দুর্যোগ নেমে আসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThere will be soon a period of turmoil in which the one who sits will be better than one who stands and the one who stands will be better than one who walks and the one who walks will be better than one who runs. He who would watch them will be drawn by them. So he who finds a refuge or shelter against it should make it as his resort.",
    "hadithArabic": "حَدَّثَنِي عَمْرٌو النَّاقِدُ، وَالْحَسَنُ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ عَبْدٌ أَخْبَرَنِي وَقَالَ، الآخَرَانِ حَدَّثَنَا يَعْقُوبُ، - وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ - حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ، شِهَابٍ حَدَّثَنِي ابْنُ الْمُسَيَّبِ، وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   سَتَكُونُ فِتَنٌ الْقَاعِدُ فِيهَا خَيْرٌ مِنَ الْقَائِمِ وَالْقَائِمُ فِيهَا خَيْرٌ مِنَ الْمَاشِي وَالْمَاشِي فِيهَا خَيْرٌ مِنَ السَّاعِي مَنْ تَشَرَّفَ لَهَا تَسْتَشْرِفُهُ وَمَنْ وَجَدَ فِيهَا مَلْجَأً فَلْيَعُذْ بِهِ  .",
    "hadithBengali": "৬৯৮৩। আমর নাকিদ, হাসান আল হুলওয়ানি ও আবদ ইবনু হুমায়দ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ শীঘ্রই এমন ফিতনা দেখা দিবে, যখন বসে থাকা ব্যক্তি দাঁড়ানো ব্যক্তি হতে ভাল থাকবে। আর দাঁড়ানো ব্যক্তি তখন চলমান ব্যক্তি হতে ভাল থাকবে। আর চলমান ব্যক্তি তখন দ্রুতগামী ব্যক্তি থেকে ভাল থাকবে। যে ফিতনায় লিপ্ত হবে তাকে সে ফিতনা ধ্বংস করে দিবে। আর যে তখন কোন আশ্রয়স্থল পাবে, সে যেন সেখানে আশ্রয় নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "6983",
    "id": "19306",
    "thesequence": "19459",
    "isActive": "1",
    "chapterId": "14355",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৩. বৃষ্টির ন্যায় দুর্যোগ নেমে আসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted on the authority of Abu Huraira but with this variation of wording that in the hadith transmitted on the authority of Abu Bakr, there is an addition of these words:\n There is a prayer among prayers (Asr) and one who misses it is as if his family and property have been ruined.",
    "hadithArabic": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، وَالْحَسَنُ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ عَبْدٌ أَخْبَرَنِي وَقَالَ، الآخَرَانِ حَدَّثَنَا يَعْقُوبُ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي أَبُو بَكْرِ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ مُطِيعِ بْنِ الأَسْوَدِ، عَنْ نَوْفَلِ بْنِ مُعَاوِيَةَ، . مِثْلَ حَدِيثِ أَبِي هُرَيْرَةَ هَذَا إِلاَّ أَنَّ أَبَا بَكْرٍ، يَزِيدُ   مِنَ الصَّلاَةِ صَلاَةٌ مَنْ فَاتَتْهُ فَكَأَنَّمَا وُتِرَ أَهْلَهُ وَمَالَهُ  .",
    "hadithBengali": "৬৯৮৪। আমর নাকিদ, হাসান আল হুলওয়ানি ও আবদ ইবনু হুমায়দ (রহঃ) ... নাওফাল ইবনু মুআবিয়া (রাঃ) থেকে আবূ হুরায়রা (রাঃ) এর এ হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। তবে (রাবী) আবূ বাকর (রহঃ) তার রিওয়ায়াতে অধিক বর্ণনা করেছেন। তিনি বলেছেন, সালাতের মধ্যে এমন এক সালাত যে, যার তা ছুটে গেল তার যেন পরিবার পরিজন এবং সমুদয় ধন-সম্পদ ধ্বংস করে দেয়া হল।\n",
    "checkStatus": "1",
    "hadithNo": "6984",
    "id": "19307",
    "thesequence": "19460",
    "isActive": "1",
    "chapterId": "14355",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৩. বৃষ্টির ন্যায় দুর্যোগ নেমে আসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nThere would be turmoil and the one who would sleep would be better than who would be awake and the one who would be awake would be better than one who would stand and one who would stand would be better than one who would run. So he who finds refuge or shelter should take that refuge or shelter.",
    "hadithArabic": "حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   تَكُونُ فِتْنَةٌ النَّائِمُ فِيهَا خَيْرٌ مِنَ الْيَقْظَانِ وَالْيَقْظَانُ فِيهَا خَيْرٌ مِنَ الْقَائِمِ وَالْقَائِمُ فِيهَا خَيْرٌ مِنَ السَّاعِي فَمَنْ وَجَدَ مَلْجَأً أَوْ مَعَاذًا فَلْيَسْتَعِذْ  .",
    "hadithBengali": "৬৯৮৫। ইসহাক ইবনু মানসূর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, অচিরেই ফিতনা দেখা দিবে। তখন ঘুমন্ত ব্যক্তি জাগ্রত ব্যক্তি থেকে ভাল থাকবে। আর জাগ্রত ব্যক্তি তখন দাঁড়ান ব্যক্তি থেকে ভাল থাকবে। এবং দাঁড়ান ব্যক্তি দ্রুতগামী ব্যক্তি হতে তখন ভাল থাকবে। তখন যদি কোন ব্যক্তি আশ্রয়স্থল অথবা রক্ষাস্থান পায় তবে সে যেন আশ্রয় গ্রহণ করে।\n",
    "checkStatus": "1",
    "hadithNo": "6985",
    "id": "19308",
    "thesequence": "19461",
    "isActive": "1",
    "chapterId": "14355",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৩. বৃষ্টির ন্যায় দুর্যোগ নেমে আসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Bakra reported Allahs Messenger (ﷺ) as saying:\nThere would soon be turmoil. Behold! there would be turmoil in which the one who would be seated would be better than one who would stand and the one who would stand would be better than one who would run. Behold! when the turmoil comes or it appears, the one who has camel should stick to his camel and he who has sheep or goat should stick to his sheep and goat and he who has land should stick to the land. A person said: Allahs Messenger, what is your opinion about one who has neither camel nor sheep nor land? Thereupon, he said: He should take hold of his sword and beat its edge with the help of stone and then try to find a way of escape. O Allah, I have conveyed (Thy Message) ; O Allah, I have conveyed (Thy Message) ; O Allah, I have conveyed (Thy Message). A person said: Allahs Messenger, what is your opinion if I am drawn to a rank in spite of myself, or in one of the groups and made to march and a man strikes with his sword or there comes an arrow and kills me? Thereupon he said: He will bear the punishment of his sin and that of yours and he would be one amongst the denizens of Hell.",
    "hadithArabic": " حَدَّثَنِي أَبُو كَامِلٍ الْجَحْدَرِيُّ، فُضَيْلُ بْنُ حُسَيْنٍ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا عُثْمَانُ، الشَّحَّامُ قَالَ انْطَلَقْتُ أَنَا وَفَرْقَدٌ السَّبَخِيُّ، إِلَى مُسْلِمِ بْنِ أَبِي بَكْرَةَ وَهُوَ فِي أَرْضِهِ فَدَخَلْنَا عَلَيْهِ فَقُلْنَا هَلْ سَمِعْتَ أَبَاكَ يُحَدِّثُ فِي الْفِتَنِ حَدِيثًا قَالَ نَعَمْ سَمِعْتُ أَبَا بَكْرَةَ يُحَدِّثُ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّهَا سَتَكُونُ فِتَنٌ أَلاَ ثُمَّ تَكُونُ فِتْنَةٌ الْقَاعِدُ فِيهَا خَيْرٌ مِنَ الْمَاشِي فِيهَا وَالْمَاشِي فِيهَا خَيْرٌ مِنَ السَّاعِي إِلَيْهَا أَلاَ فَإِذَا نَزَلَتْ أَوْ وَقَعَتْ فَمَنْ كَانَ لَهُ إِبِلٌ فَلْيَلْحَقْ بِإِبِلِهِ وَمَنْ كَانَتْ لَهُ غَنَمٌ فَلْيَلْحَقْ بِغَنَمِهِ وَمَنْ كَانَتْ لَهُ أَرْضٌ فَلْيَلْحَقْ بِأَرْضِهِ  . قَالَ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَرَأَيْتَ مَنْ لَمْ يَكُنْ لَهُ إِبِلٌ وَلاَ غَنَمٌ وَلاَ أَرْضٌ قَالَ  يَعْمِدُ إِلَى سَيْفِهِ فَيَدُقُّ عَلَى حَدِّهِ بِحَجَرٍ ثُمَّ لْيَنْجُ إِنِ اسْتَطَاعَ النَّجَاءَ اللَّهُمَّ هَلْ بَلَّغْتُ اللَّهُمَّ هَلْ بَلَّغْتُ اللَّهُمَّ هَلْ بَلَّغْتُ  . قَالَ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ أُكْرِهْتُ حَتَّى يُنْطَلَقَ بِي إِلَى أَحَدِ الصَّفَّيْنِ أَوْ إِحْدَى الْفِئَتَيْنِ فَضَرَبَنِي رَجُلٌ بِسَيْفِهِ أَوْ يَجِيءُ سَهْمٌ فَيَقْتُلُنِي قَالَ  يَبُوءُ بِإِثْمِهِ وَإِثْمِكَ وَيَكُونُ مِنْ أَصْحَابِ النَّارِ  .",
    "hadithBengali": "৬৯৮৬। আবূ কামিল জাহদারী ফুযায়ল ইবনু হুসায়ন (রহঃ) ... উসমান আশ-শাহহাম (রহঃ) থেকে বর্ণিত। তিনি বলেন, মুসলিম ইবনু আবূ বাকরা (রহঃ) তার ভূমিতে ছিলেন। এমতাবস্থায় আমি ও ফারকাদ সাবাখী তার নিকট গেলাম। এবং তাকে জিজ্ঞেস করলাম, আপনি কি আপনার আব্বাকে ফিতনা সম্পর্কে কোন হাদীস বর্ণনা করতে শুনেছেন? জবাবে তিনি বললেন, হ্যাঁ, আমি আবূ বাকরা (রাঃ) কে এ কথা বর্ণনা করতে শুনেছি, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অচিরেই ফিতনা দেখা দিবে। সাবধান, আবার ফিতনা দেখা দিবে। তখন বসে থাকা ব্যক্তি চলমান ব্যক্তি থেকে ভাল থাকবে। আর চলমান ব্যক্তি তখন দ্রুতগামী ব্যক্তি হতে ভাল থাকবে। সাবধান যখন ফিতনা আপতিত হবে অথবা সংঘটিত হবে, এমতাবস্থায় যে ব্যক্তি উটের মালিক সে তার উট নিয়ে ব্যস্ত থাকুক। আর যার বকরী আছে সে তার বকরী নিয়ে ব্যস্ত থাকুক এবং যার যমীন আছে সে তার যমীন নিছো ব্যস্ত থাকুক।\n\nতখন এক ব্যক্তি বলল, হে আল্লাহর রাসূল! বলে দিন যার উট, বকরী ও যমীন নেই, সে কি করবে? উত্তরে তিনি বললেন, সে তার তরবারি হাতে নিয়ে প্রস্তরাঘাতে তার ধারাল তীক্ষ্ণ অংশ চুর্ণ করে ফেলবে। অতঃপর সে রক্ষা পেতে সক্ষম হলে রক্ষা লাভ করবে। অতঃপর তিনি বললেনঃ হে আল্লাহ! আমি কি পৌছিয়ে দিয়েছি? হে আল্লাহ! আমি কি পৌছিয়ে দিয়েছি? হে আল্লাহ! আমি কি পৌছিয়ে দিয়েছি?\n\nএ সময় জনৈক ব্যক্তি বলল, হে আল্লাহর রাসুল! যদি চাপ সৃষ্টি করে দুই সারির কোন একটিতে অথবা দুই দলের কোন এক দলে আমাকে নিয়ে যায় আর কোন এক ব্যক্তি তার তরবারি দ্বারা আমাকে আঘাত করে বা তীর এসে আমার গায়ে লাগে এবং আমাকে সে মেরে ফেলে, তবে আমার অবস্থা কি হবে? উত্তরে তিনি বললেনঃ তবে সে তার এবং তোমার পাপের ভার বহন করবে এবং জাহান্নামী হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6986",
    "id": "19309",
    "thesequence": "19462",
    "isActive": "1",
    "chapterId": "14355",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৩. বৃষ্টির ন্যায় দুর্যোগ নেমে আসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Waki with a slight variation of wording.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنِي مُحَمَّدُ، بْنُ الْمُثَنَّى حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، كِلاَهُمَا عَنْ عُثْمَانَ الشَّحَّامِ، بِهَذَا الإِسْنَادِ . حَدِيثُ ابْنِ أَبِي عَدِيٍّ نَحْوَ حَدِيثِ حَمَّادٍ إِلَى آخِرِهِ وَانْتَهَى حَدِيثُ وَكِيعٍ عِنْدَ قَوْلِهِ   إِنِ اسْتَطَاعَ النَّجَاءَ  . وَلَمْ يَذْكُرْ مَا بَعْدَهُ .",
    "hadithBengali": "৬৯৮৭। আবূ বকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (অন্য সনদে) মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... উসমান আশ-শাহহাম (রহঃ) থেকে এ সনদে ইবনু আবূ আদী (রহঃ) এর হাদীসটি হাম্মাদের হাদীসের অনুরূপ শেষ পর্যন্ত বর্ণিত আছে। তবে إِنِ اسْتَطَاعَ النَّجَاءَ পর্যন্ত ওয়াকীহ (রহঃ) এর হাদীসটি শেষ হয়েছে। এর পরবর্তী অংশটি তিনি আর উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6987",
    "id": "19310",
    "thesequence": "19463",
    "isActive": "1",
    "chapterId": "14355",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৩. বৃষ্টির ন্যায় দুর্যোগ নেমে আসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ahnaf b. Qais reported:\nI set out with the intention of helping this person (Hadrat Ali) when Abu Bakra met me. He said: Ahnaf, where do you intend to go? I said: I intend to help the cousin of Allahs Messenger (ﷺ), viz. Ali. Thereupon he said to me: Ahnaf, go back, for I heard Allahs Messenger (ﷺ) as saying: When two Muslims confront one another with swords (in hand) both the slayer and the slain would be in Fire. He (Ahnaf) said: I said, or it was said: Allahs Messenger, it may be the case of one who kills. but what about the slain (why he would be put in Hell-Fire)? Thereupon he said: He also intended to kill his companion.",
    "hadithArabic": " حَدَّثَنِي أَبُو كَامِلٍ، فُضَيْلُ بْنُ حُسَيْنٍ الْجَحْدَرِيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، وَيُونُسَ عَنِ الْحَسَنِ، عَنِ الأَحْنَفِ بْنِ قَيْسٍ، قَالَ خَرَجْتُ وَأَنَا أُرِيدُ، هَذَا الرَّجُلَ فَلَقِيَنِي أَبُو بَكْرَةَ فَقَالَ أَيْنَ تُرِيدُ يَا أَحْنَفُ قَالَ قُلْتُ أُرِيدُ نَصْرَ ابْنِ عَمِّ رَسُولِ اللَّهِ صلى الله عليه وسلم - يَعْنِي عَلِيًّا - قَالَ فَقَالَ لِي يَا أَحْنَفُ ارْجِعْ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  إِذَا تَوَاجَهَ الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ  . قَالَ فَقُلْتُ أَوْ قِيلَ يَا رَسُولَ اللَّهِ هَذَا الْقَاتِلُ فَمَا بَالُ الْمَقْتُولِ قَالَ  إِنَّهُ قَدْ أَرَادَ قَتْلَ صَاحِبِهِ  .",
    "hadithBengali": "৬৯৮৮। আবূ কামিল ফুযায়ল ইবনু হুসায়ন আল-জাহদারী (রহঃ) ... আহনাফ ইবনু কায়স থেকে বর্ণিত। তিনি বলেন, একদা আমি বের হলাম। এই লোকটিকে [আলী (রাঃ)] সাহায্য করা আমার ইচ্ছা ছিল। এ সময় আবূ বাকর (রাঃ) এর সাথে আমার সাক্ষাৎ হল। তখন তিনি বললেন, হে আহনাফ! তুমি কোথায় যেতে চাচ্ছ? তিনি বলেন, আমি বললাম, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চাচাত ভাই আলী (রাঃ) এর সাহায্য করার জন্য আমি যেতে চাচ্ছি।<br />\n<br />\nআহনাফ বলেন, অতঃপর তিনি আমাকে বললেন, হে আহনাফ! চলে যাও। কেননা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি একথা বলতে শুনেছি, যখন দু&#39;জন মুসলমান তলোয়ার নিয়ে পরস্পর যুদ্ধ করে তখন হত্যাকারী ও হত্যাকৃত ব্যক্তি উভয়ই জাহান্নামী হবে। একথা শুনে আমি বললাম অথবা বলা হল, হে আল্লাহর রাসুল! হত্যাকারীর অবস্থা তো এই, তবে নিহত ব্যক্তির অবস্থা কি? উত্তরে তিনি বললেন, সে তার সাথীকে হত্যা করার প্রচেষ্টায় লিপ্ত ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "6988",
    "id": "19311",
    "thesequence": "19464",
    "isActive": "1",
    "chapterId": "14356",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৪. যখন দুই মুসলমান তাদের তরবারি নিয়ে মুখোমুখী হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ahnaf b. Qais reported on the authority of Abu Bakra that Allahs Messenger (ﷺ) said:\nWhen two Muslims confront each other with their swords, both the slayer and the slain are doomed to Hell-Fire.",
    "hadithArabic": "وَحَدَّثَنَاهُ أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، وَيُونُسَ، وَالْمُعَلَّى بْنِ زِيَادٍ، عَنِ الْحَسَنِ، عَنِ الأَحْنَفِ بْنِ قَيْسٍ، عَنْ أَبِي بَكْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا الْتَقَى الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ  .",
    "hadithBengali": "৬৯৮৯। আহমাদ ইবনু আবদা আযযাব্বী (রহঃ) ... আবূ বাকর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি দু&#39;জন মুসলমান তলোয়ার নিয়ে পরস্পর যুদ্ধে লিপ্ত হয় তবে হত্যাকারী ও নিহত উভয় ব্যক্তিই জাহান্নামী হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6989",
    "id": "19312",
    "thesequence": "19465",
    "isActive": "1",
    "chapterId": "14356",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৪. যখন দুই মুসলমান তাদের তরবারি নিয়ে মুখোমুখী হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Hammad through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، مِنْ كِتَابِهِ أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، بِهَذَا الإِسْنَادِ نَحْوَ حَدِيثِ أَبِي كَامِلٍ عَنْ حَمَّادٍ، إِلَى آخِرِهِ .",
    "hadithBengali": "৬৯৯০। হাজ্জাজ ইবনু শাঈর (রহঃ) ... আইউব (রহঃ) থেকে এ সনদে আবূ কামিলের সুত্রে হাম্মাদের বর্ণিত হাদীসের অনুরূপ শেষ পর্যন্ত বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6990",
    "id": "19313",
    "thesequence": "19466",
    "isActive": "1",
    "chapterId": "14356",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৪. যখন দুই মুসলমান তাদের তরবারি নিয়ে মুখোমুখী হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Bakra reported Allahs Messenger (ﷺ) as saying:\nWhen two Muslims (confront each other) and the one amongst them attacks his brother with a weapon, both of them are at the brink of Hell-Fire. And when one of them kills his companion, both of them get into Hell-Fire.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ أَبِي بَكْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا الْمُسْلِمَانِ حَمَلَ أَحَدُهُمَا عَلَى أَخِيهِ السِّلاَحَ فَهُمَا فِي جُرُفِ جَهَنَّمَ فَإِذَا قَتَلَ أَحَدُهُمَا صَاحِبَهُ دَخَلاَهَا جَمِيعًا  .",
    "hadithBengali": "৬৯৯১। আবূ বকর ইবনু আবূ শায়বা (অন্য সনদে) মুহাম্মদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... আবূ বাকর (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি দু&#39;জন মুসলমানের একজন তার অন্য ভাইয়ের উপর অস্ত্রধারণ করে তবে তারা উভয়ই জাহান্নামের প্রান্তে এসে উপনীত হয়। অতঃপর যখন তাদের একজন তার অপর সঙ্গীকে হত্যা করে ফেলে, তখন তারা উভয়ই জাহান্নামে দাখিল হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "6991",
    "id": "19314",
    "thesequence": "19467",
    "isActive": "1",
    "chapterId": "14356",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৪. যখন দুই মুসলমান তাদের তরবারি নিয়ে মুখোমুখী হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) many ahadith and one of them was this:\nThe last Hour will not come until the two parties (of Muslims) confront each other and there is a large-scale massacre amongst them and the claim of both of them is the same.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَقُومُ السَّاعَةُ حَتَّى تَقْتَتِلَ فِئَتَانِ عَظِيمَتَانِ وَتَكُونُ بَيْنَهُمَا مَقْتَلَةٌ عَظِيمَةٌ وَدَعْوَاهُمَا وَاحِدَةٌ  .",
    "hadithBengali": "৬৯৯২। মুহাম্মাদ ইবনু রাফি (রহঃ) ... হাম্মাম ইবন মুনাব্বিহ (রহঃ) থেকে বর্ণিত। তিনি বলেন, এ (হাদীস) সেগুলোর অন্তর্ভুক্ত যা আবূ হুরায়রা (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি কয়েকটি হাদীস উল্লেখ করেছেন। সেগুলোর একটি হচ্ছে এই যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত সংঘটিত হবে না, যতক্ষন না দুটি বড় দল পরস্পর যুদ্ধে লিপ্ত হয়। তাদের মাঝে এক ভয়াবহ যুদ্ধ হবে। অথচ তাদের উভয়ের দাবী একই হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6992",
    "id": "19315",
    "thesequence": "19468",
    "isActive": "1",
    "chapterId": "14356",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৪. যখন দুই মুসলমান তাদের তরবারি নিয়ে মুখোমুখী হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThe last Hour will not come unless there is much bloodshed. They said: What is harj? Thereupon he said: Bloodshed. bloodshed.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ - عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  لاَ تَقُومُ السَّاعَةُ حَتَّى يَكْثُرَ الْهَرْجُ  . قَالُوا وَمَا الْهَرْجُ يَا رَسُولَ اللَّهِ قَالَ  الْقَتْلُ الْقَتْلُ  .",
    "hadithBengali": "৬৯৯৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত সংঘটিত হবে না, যতক্ষন না হারজ বৃদ্ধি পাবে। সাহাবীগণ প্রশ্ন করলেন, হে আল্লাহর রাসুল! হারজ কি? জবাবে তিনি বললেন, হত্যা, হত্যা।\n",
    "checkStatus": "1",
    "hadithNo": "6993",
    "id": "19316",
    "thesequence": "19469",
    "isActive": "1",
    "chapterId": "14356",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৪. যখন দুই মুসলমান তাদের তরবারি নিয়ে মুখোমুখী হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Thauban reported that Allahs Messenger (ﷺ) said:\nAllah drew the ends of the world near one another for my sake. And I have seen its eastern and western ends. And the dominion of my Ummah would reach those ends which have been drawn near me and I have been granted the red and the white treasure and I begged my Lord for my Ummah that it should not be destroyed because of famine, nor be dominated by an enemy who is not amongst them to take their lives and destroy them root and branch, and my Lord said: Muhammad, whenever I make a decision, there is none to change it. I grant you for your Ummah that it would not be destroyed by famine and it would not be dominated by an enemy who would not be amongst it and would take their lives and destroy them root and branch even if all the people from the different parts of the world join hands together (for this purpose), but it would be from amongst them, viz. your Ummah, that some people would kill the others or imprison the others.",
    "hadithArabic": "حَدَّثَنَا أَبُو الرَّبِيعِ الْعَتَكِيُّ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، كِلاَهُمَا عَنْ حَمَّادِ بْنِ زَيْدٍ، - وَاللَّفْظُ لِقُتَيْبَةَ - حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي أَسْمَاءَ، عَنْ ثَوْبَانَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ اللَّهَ زَوَى لِيَ الأَرْضَ فَرَأَيْتُ مَشَارِقَهَا وَمَغَارِبَهَا وَإِنَّ أُمَّتِي سَيَبْلُغُ مُلْكُهَا مَا زُوِيَ لِي مِنْهَا وَأُعْطِيتُ الْكَنْزَيْنِ الأَحْمَرَ وَالأَبْيَضَ وَإِنِّي سَأَلْتُ رَبِّي لأُمَّتِي أَنْ لاَ يُهْلِكَهَا بِسَنَةٍ بِعَامَّةٍ وَأَنْ لاَ يُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ سِوَى أَنْفُسِهِمْ فَيَسْتَبِيحَ بَيْضَتَهُمْ وَإِنَّ رَبِّي قَالَ يَا مُحَمَّدُ إِنِّي إِذَا قَضَيْتُ قَضَاءً فَإِنَّهُ لاَ يُرَدُّ وَإِنِّي أَعْطَيْتُكَ لأُمَّتِكَ أَنْ لاَ أُهْلِكَهُمْ بِسَنَةٍ بِعَامَّةٍ وَأَنْ لاَ أُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ سِوَى أَنْفُسِهِمْ يَسْتَبِيحُ بَيْضَتَهُمْ وَلَوِ اجْتَمَعَ عَلَيْهِمْ مَنْ بِأَقْطَارِهَا - أَوْ قَالَ مَنْ بَيْنَ أَقْطَارِهَا - حَتَّى يَكُونَ بَعْضُهُمْ يُهْلِكُ بَعْضًا وَيَسْبِي بَعْضُهُمْ بَعْضًا  .",
    "hadithBengali": "৬৯৯৪। আবূ রাবী আল আতাকী ও কুতায়বা ইবনু সাঈদ (রহঃ) ... সাওবান (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ সমস্ত পৃথিবীকে ভাজ করে আমার সামনে রেখে দিয়েছেন। অতঃপর আমি এর পূর্ব দিগন্ত হতে পশ্চিম দিগন্ত পর্যন্ত দেখে নিয়েছি। পৃথিবীর যে পরিমাণ অংশ গুটিয়ে আমার সম্মুখে রাখা হয়েছিল সে পর্যন্ত আমার উম্মাতের রাজত্ব পৌছবে। আমাকে লাল ও সাদা দুই ধনাগার দেয়া হয়েছে। আমি আমার উম্মাতের জন্য আমার প্রতিপালকের নিকট এ দুআ করেছি, যেন তিনি তাদেরকে সাধারণ দুর্ভিক্ষের দ্বারা ধ্বংস না করেন এবং যেন তিনি তাদের উপর নিজেদের ব্যতীত এমন কোন শক্রকে চাপিয়ে না দেন যারা তাদের দলকে ভেঙ্গে টুক্বরা টুকরা করে দিবে।\n\nএ কথা শুনে আমার প্রতিপালক বললেন, হে মুহাম্মদ! আমি যা সিদ্ধান্ত করি তা কখনো প্রতিহত হয় না। আমি তোমার দুআ কবুল করেছি। আমি তোমার উম্মাতকে সাধারণ দুর্ভিক্ষের দ্বারা ধ্বংস করবো না এবং তাদের উপর তাদের নিজেদের ব্যতীত অন্য এমন কোন শক্রকে চাপিয়ে দেবো না যারা তাদের সমষ্টিকে বিক্ষিপ্ত ও ধ্বংস করতে সক্ষম হবে। যদিও বিভিন্ন প্রান্ত হতে লোক সমবেত হয়ে চেষ্টা করে না কেন। তবে মুসলমানগণ পরস্পর একে অপরকে ধ্বংস করবে এবং একে অপরকে বন্দী করবে।\n",
    "checkStatus": "1",
    "hadithNo": "6994",
    "id": "19317",
    "thesequence": "19470",
    "isActive": "1",
    "chapterId": "14357",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৫. এ উম্মতের পরস্পরে ধ্বংস করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Thauban reported that Allahs Messenger (ﷺ) said. Verily, Allah drew the ends of the world near me until I saw its east and west, and He bestowed upon me two treasures, the red and the white. The rest of the hadith is the same.",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي أَسْمَاءَ الرَّحَبِيِّ، عَنْ ثَوْبَانَ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ اللَّهَ تَعَالَى زَوَى لِيَ الأَرْضَ حَتَّى رَأَيْتُ مَشَارِقَهَا وَمَغَارِبَهَا وَأَعْطَانِي الْكَنْزَيْنِ الأَحْمَرَ وَالأَبْيَضَ  . ثُمَّ ذَكَرَ نَحْوَ حَدِيثِ أَيُّوبَ عَنْ أَبِي قِلاَبَةَ .",
    "hadithBengali": "৬৯৯৫। যুহায়র ইবনু হারব, ইসহাক ইবনু ইবরাহীম, মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... সাওবান (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পৃথিবীকে গুটিয়ে আল্লাহ তাআলা আমার সামনে পেশ করেছেন। আমি এর পূর্ব দিগন্ত হতে পশ্চিম দিগন্ত পর্যন্ত (দেখে নিয়েছি। আল্লাহ তায়ালা আমাকে লাল ও সাদা দুটি ধন-ভাণ্ডার দান করেছেন। অতঃপর কাতাদা (রহঃ) আইউবের সুত্রে আবূ কিলাবা (রহঃ) হতে বর্ণিত হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6995",
    "id": "19318",
    "thesequence": "19471",
    "isActive": "1",
    "chapterId": "14357",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৫. এ উম্মতের পরস্পরে ধ্বংস করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amir b. Sad reported on the authority of his father that one day Allahs Messenger (ﷺ) came from a high, land. He passed by the mosque of Banu Muawiya, went in and observed two rakahs there and we also observed prayer along with him and he made a long supplication to his Lord. He then came to us and said:\nI asked my Lord three things and He has granted me two but has withheld one. I begged my Lord that my Ummah should not be destroyed because of famine and He granted me this. And I begged my Lord that my Ummah should not be destroyed by drowning (by deluge) and He granted me this. And I begged my Lord that there should be no bloodshed among the people of my Ummah, but He did not grant it.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبِي، حَدَّثَنَا عُثْمَانُ بْنُ حَكِيمٍ، أَخْبَرَنِي عَامِرُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَقْبَلَ ذَاتَ يَوْمٍ مِنَ الْعَالِيَةِ حَتَّى إِذَا مَرَّ بِمَسْجِدِ بَنِي مُعَاوِيَةَ دَخَلَ فَرَكَعَ فِيهِ رَكْعَتَيْنِ وَصَلَّيْنَا مَعَهُ وَدَعَا رَبَّهُ طَوِيلاً ثُمَّ انْصَرَفَ إِلَيْنَا فَقَالَ صلى الله عليه وسلم   سَأَلْتُ رَبِّي ثَلاَثًا فَأَعْطَانِي ثِنْتَيْنِ وَمَنَعَنِي وَاحِدَةً سَأَلْتُ رَبِّي أَنْ لاَ يُهْلِكَ أُمَّتِي بِالسَّنَةِ فَأَعْطَانِيهَا وَسَأَلْتُهُ أَنْ لاَ يُهْلِكَ أُمَّتِي بِالْغَرَقِ فَأَعْطَانِيهَا وَسَأَلْتُهُ أَنْ لاَ يَجْعَلَ بَأْسَهُمْ بَيْنَهُمْ فَمَنَعَنِيهَا  .",
    "hadithBengali": "৬৯৯৬। আবূ বকর ইবনু আবূ শায়বা (অন্য সনদে) ইবনু নুমায়র (রহঃ) ... সাদ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একদা) আলিয়া (মদীনার উঁচু অঞ্চল) হতে এসে বনূ মুআবিয়ায় অবস্থিত মসজিদের নিকট গেলেন। অতঃপর তিনি উক্ত মসজিদে প্রবেশ করে দুরাকআত সালাত আদায় করলেন। আমরাও তার সাথে সালাত আদায় করলাম। এ সময় তিনি তার প্রতিপালকের নিকট দীর্ঘ দুআ করলেন। এবং দু&#39;আ শেষে আমাদের নিকট ফিরে বললেনঃ আমি আমার প্রতিপালকের নিকট তিনটি জিনিস কামনা করেছি। তন্মধ্যে তিনি আমাকে দুটি প্রদান করেছেন এবং একটি প্রদান করেননি।\n\nআমি আমার প্রতিপালকের নিকট কামনা করেছিলাম, যেন তিনি আমার উম্মাতকে দুর্ভিক্ষের দ্বারা ধ্বংস না করেন। তিনি আমার এ দুআ কবুল করেছেন। তাঁর নিকট এও প্রার্থনা করেছিলাম যে, তিনি যেন আমার উম্মাতকে পানিতে ডুবিয়ে ধ্বংস না করেন। তিনি আমার এ দুআও কবুল করেছেন। আমি তাঁর নিকট এ মর্মেও দুআ করেছিলাম যে, যেন মুসলমান পরস্পর একে অন্যের বিরুদ্ধে যুদ্ধে লিপ্ত না হয়। তিনি আমার এ দুআ কবুল করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6996",
    "id": "19319",
    "thesequence": "19472",
    "isActive": "1",
    "chapterId": "14357",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৫. এ উম্মতের পরস্পরে ধ্বংস করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amir b. Sad reported on the authority of his father that Allahs Messenger (ﷺ) came with a group of his Companions and he passed by the mosque of Banu Muawiya. The rest of the hadith is the same.",
    "hadithArabic": " وَحَدَّثَنَاهُ ابْنُ أَبِي عُمَرَ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، حَدَّثَنَا عُثْمَانُ بْنُ حَكِيمٍ الأَنْصَارِيُّ، أَخْبَرَنِي عَامِرُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، أَنَّهُ أَقْبَلَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي طَائِفَةٍ مِنْ أَصْحَابِهِ فَمَرَّ بِمَسْجِدِ بَنِي مُعَاوِيَةَ . بِمِثْلِ حَدِيثِ ابْنِ نُمَيْرٍ .",
    "hadithBengali": "৬৯৯৭। ইবনু আবূ উমার (রহঃ) ... সাদ (রাঃ) থেকে বর্ণিত। তিনি সাহাবীদের একটি দলের মাঝে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে কোথাও থেকে আসলেন। অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনূ মুআবিয়ায় অবস্থিত মসজিদের নিকট গেলেন। ...... অতঃপর তিনি ইবনু নূমায়রের অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6997",
    "id": "19320",
    "thesequence": "19473",
    "isActive": "1",
    "chapterId": "14357",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৫. এ উম্মতের পরস্পরে ধ্বংস করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hudhaifa b. al-Yaman reported:\nBy Allah, I have the best knowledge amongst people about every turmoil which is going to appear in the period intervening me and the Last Hour; and it is not for the fact that Allahs Messenger (ﷺ) told me something confidentially pertaining to it and he did not tell anybody else about it, but it is because of the fact that I was present in the assembly in which he had been describing the turmoil. and he especially made a mention of three turmoils which would not spare anything and amongst these there would be turmoils like storms in the hot season. Some of them would be violent and some of them would be comparatively mild. Hudhaifa said: All (who were present) except I have gone (to the next world).",
    "hadithArabic": "حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَنَّ أَبَا إِدْرِيسَ الْخَوْلاَنِيَّ، كَانَ يَقُولُ قَالَ حُذَيْفَةُ بْنُ الْيَمَانِ وَاللَّهِ إِنِّي لأَعْلَمُ النَّاسِ بِكُلِّ فِتْنَةٍ هِيَ كَائِنَةٌ فِيمَا بَيْنِي وَبَيْنَ السَّاعَةِ وَمَا بِي إِلاَّ أَنْ يَكُونَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَسَرَّ إِلَىَّ فِي ذَلِكَ شَيْئًا لَمْ يُحَدِّثْهُ غَيْرِي وَلَكِنْ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ وَهُوَ يُحَدِّثُ مَجْلِسًا أَنَا فِيهِ عَنِ الْفِتَنِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ يَعُدُّ الْفِتَنَ   مِنْهُنَّ ثَلاَثٌ لاَ يَكَدْنَ يَذَرْنَ شَيْئًا وَمِنْهُنَّ فِتَنٌ كَرِيَاحِ الصَّيْفِ مِنْهَا صِغَارٌ وَمِنْهَا كِبَارٌ  . قَالَ حُذَيْفَةُ فَذَهَبَ أُولَئِكَ الرَّهْطُ كُلُّهُمْ غَيْرِي .",
    "hadithBengali": "৬৯৯৮। হারামালা ইবনু ইয়াহইয়া তুজিবী (রহঃ) ... আবূ ইদরীস খাওলানী (রহঃ) থেকে বর্ণিত। হুযায়ফা ইবনু ইয়ামান (রাঃ) বলেন, আমার ও কিয়ামত সংঘটিত হবার সময়কালের মাঝে ঘটমান ফিতনা সম্পর্কে আমি সর্বাধিক জ্ঞাত। বস্তুত বিষয়টি এমন নয় যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অন্যদের নিকট বর্ণনা না করে কেবল আমার নিকটই এ বিষয়টি বর্ণনা করেছেন। তবে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এক মজলিসে আমি ছিলাম। এতে তিনি ফিতনা সম্পর্কে বর্ণনা করছিলেন এবং গুনে গুনে বর্ণনা করছিলেন। এগুলোর তিনটি এমন, যা কোন কিছুকেই অব্যাহতি দিবে না। এর কতেকটি গ্রীষ্মের (ঝাঞ্ঝা) বায়ুর ন্যায়। আবার কতেকটি ছোট এবং কয়েকটি বড়। হুযায়ফা (রাঃ) বলেন, মজলিসে উপস্থিত লোকদের আমি ব্যতীত অন্য সকলেই এ পৃথিবী হতে চির বিদায় গ্রহণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6998",
    "id": "19321",
    "thesequence": "19474",
    "isActive": "1",
    "chapterId": "14357",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৫. এ উম্মতের পরস্পরে ধ্বংস করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hudhaifa reported that Allahs Messenger (ﷺ) stood before us one day and he did not leave anything unsaid (that he had to say) at that very spot which would happen (in the shape of turmoil) up to the Last Hour. Those who had to remember them preserved them in their minds and those who could not remember them forgot them. My friends knew them and there are certain things which slip out of my mind, but I recapitulate them when anyone makes a mention of them just as a person is lost from ones mind but is recalled to him on seeing his face.",
    "hadithArabic": " وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ عُثْمَانُ حَدَّثَنَا وَقَالَ، إِسْحَاقُ أَخْبَرَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ حُذَيْفَةَ، قَالَ قَامَ فِينَا رَسُولُ اللَّهِ صلى الله عليه وسلم مَقَامًا مَا تَرَكَ شَيْئًا يَكُونُ فِي مَقَامِهِ ذَلِكَ إِلَى قِيَامِ السَّاعَةِ إِلاَّ حَدَّثَ بِهِ حَفِظَهُ مَنْ حَفِظَهُ وَنَسِيَهُ مَنْ نَسِيَهُ قَدْ عَلِمَهُ أَصْحَابِي هَؤُلاَءِ وَإِنَّهُ لَيَكُونُ مِنْهُ الشَّىْءُ قَدْ نَسِيتُهُ فَأَرَاهُ فَأَذْكُرُهُ كَمَا يَذْكُرُ الرَّجُلُ وَجْهَ الرَّجُلِ إِذَا غَابَ عَنْهُ ثُمَّ إِذَا رَآهُ عَرَفَهُ .",
    "hadithBengali": "৬৯৯৯। উসমান ইবনু আবূ শায়বা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মাঝে দণ্ডায়মান হয়ে কিয়ামত পর্যন্ত ঘটমান সমস্ত ফিতনার কথাই বর্ণনা করলেন। অতঃপর যে স্মরণ রাখবার সে স্মরণ রাখল এবং যে ভুলে যাবার সে ভুলে গেল। তিনি বলেন, আমার এই সাথীগণ জানেন যে, এর কতিপয় বিষয় এমন আছে, যা আমি ভুলে গিয়েছি। কিন্তু তা সংঘটিত হতে দেখে আমার তা পূনরায় স্মরণ হয়ে যায়। বিষয়টি ঠিক তদ্রুপ যেমন এক ব্যক্তি কোন ব্যক্তির চেহারা দেখে, অতঃপর সে তার থেকে অদৃশ্য হয়ে যাবার পর পুনরায় দেখে সে তাকে চিনে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "6999",
    "id": "19322",
    "thesequence": "19475",
    "isActive": "1",
    "chapterId": "14357",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৫. এ উম্মতের পরস্পরে ধ্বংস করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Amash with the same chain of transmitters up to the words:\nAnd he forgot who had to forget that and. he did not make a mention of what follows after this.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ إِلَى قَوْلِهِ وَنَسِيَهُ مَنْ نَسِيَهُ . وَلَمْ يَذْكُرْ مَا بَعْدَهُ .",
    "hadithBengali": "৭০০০। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আ&#39;মাশ (রহঃ) থেকে এ সনদে وَنَسِيَهُ مَنْ نَسِيَهُ পর্যন্ত অনুরূপ হাদীস বর্ণনা করেছেন। হাদীসের পরবর্তী অংশটি সুফিয়ান (রহঃ) উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "7000",
    "id": "19323",
    "thesequence": "19476",
    "isActive": "1",
    "chapterId": "14357",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৫. এ উম্মতের পরস্পরে ধ্বংস করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hudhaifa reported:\nAllahs Messenger (ﷺ) informed me of what is going to happen before the approach of the Last Hour. And there is nothing that I did not ask him in this connection except this that I did not ask him as to what would turn the people of Medina out from Medina.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنِي أَبُو بَكْرِ، بْنُ نَافِعٍ حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ حُذَيْفَةَ، أَنَّهُ قَالَ أَخْبَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم بِمَا هُوَ كَائِنٌ إِلَى أَنْ تَقُومَ السَّاعَةُ فَمَا مِنْهُ شَىْءٌ إِلاَّ قَدْ سَأَلْتُهُ إِلاَّ أَنِّي لَمْ أَسْأَلْهُ مَا يُخْرِجُ أَهْلَ الْمَدِينَةِ مِنَ الْمَدِينَةِ",
    "hadithBengali": "৭০০১। মুহাম্মাদ ইবনু বাশশার (অন্য সনদে) আবূ বকর ইবনু নাফি (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, কিয়ামত পর্যন্ত ঘটমান সমুদয় ফিতনা সম্পর্কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে সংবাদ দিয়েছেন। ফিতনা সংক্রান্ত সমুদয় বিষয় সম্পর্কে আমি তাকে প্রশ্ন করেছি। তবে মদীনাবাসীকে কিসে মদীনা হতে বের করবে এ বিষয়ে আমি তাঁকে জিজ্ঞেস করিনি।\n",
    "checkStatus": "1",
    "hadithNo": "7001",
    "id": "19324",
    "thesequence": "19477",
    "isActive": "1",
    "chapterId": "14357",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৫. এ উম্মতের পরস্পরে ধ্বংস করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Shuba with the same chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي وَهْبُ بْنُ جَرِيرٍ، أَخْبَرَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "৭০০২। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... শু&#39;বা (রহঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "7002",
    "id": "19325",
    "thesequence": "19479",
    "isActive": "1",
    "chapterId": "14357",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৫. এ উম্মতের পরস্পরে ধ্বংস করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Zaid (viz. Amr b. Akhtab) reported:\nAllahs Messenger (ﷺ) led us in the dawn prayer and then mounted the pulpit and addressed us until it was (time for the) noon prayer. He then came down the pulpit and observed prayer and then again mounted the pulpit and again addressed us until it was time for the Asr prayer. He then again came down and observed the prayer and again mounted the pulpit and addressed us until the sun was set and he informed (about) everything (pertaining to turmoil) that lay hidden in the past and what lies in (the womb) of) the future and the most learned amongst us is one who remembers them well.",
    "hadithArabic": " وَحَدَّثَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، وَحَجَّاجُ بْنُ الشَّاعِرِ، جَمِيعًا عَنْ أَبِي عَاصِمٍ، - قَالَ حَجَّاجٌ حَدَّثَنَا أَبُو عَاصِمٍ، - أَخْبَرَنَا عَزْرَةُ بْنُ ثَابِتٍ، أَخْبَرَنَا عِلْبَاءُ بْنُ أَحْمَرَ، حَدَّثَنِي أَبُو زَيْدٍ، - يَعْنِي عَمْرَو بْنَ أَخْطَبَ - قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ صلى الله عليه وسلم الْفَجْرَ وَصَعِدَ الْمِنْبَرَ فَخَطَبَنَا حَتَّى حَضَرَتِ الظُّهْرُ فَنَزَلَ فَصَلَّى ثُمَّ صَعِدَ الْمِنْبَرَ فَخَطَبَنَا حَتَّى حَضَرَتِ الْعَصْرُ ثُمَّ نَزَلَ فَصَلَّى ثُمَّ صَعِدَ الْمِنْبَرَ فَخَطَبَنَا حَتَّى غَرَبَتِ الشَّمْسُ فَأَخْبَرَنَا بِمَا كَانَ وَبِمَا هُوَ كَائِنٌ فَأَعْلَمُنَا أَحْفَظُنَا .",
    "hadithBengali": "৭০০৩। ইয়াকুব ইবনু ইবরাহীম দাওরাকী ও হাজ্জাজ ইবনু শাঈর (রহঃ) ... আবূ যায়দ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে নিয়ে ফজরের সালাত আদায় করলেন। অতঃপর মিম্বরে আরোহণ করে খুতবা দিলেন। অবশেষে যুহরের সালাতের সময় হল। তিনি মিম্বর হতে অবতরণ করে সালাত আদায় করলেন। এরপর আবার মিম্বরে আরোহণ করতঃ তিনি খুতবা দিলেন। এবার আসরের সালাতের সময় হল। তিনি মিম্বর থেকে অবতরণ করে সালাত আদায় করে পূনরায় মিম্বরে আরোহণ করলেন এবং আমাদেরকে লক্ষ্য করে খুৎবা দিতে দিতে সূর্য অস্তমিত হল। এ খুতবায় তিনি আমাদেরকে যা হয়েছে এবং যা হবে ইত্যাকার বিষয়ে সংবাদ দিলেন। অতঃপর তিনি বলেন, যে ব্যক্তি এ কথাগুলো সর্বাধিক স্মরণ রেখেছেন আমাদের মাঝে এ বিষয়ে তিনি সর্বাধিক জ্ঞাত।\n",
    "checkStatus": "1",
    "hadithNo": "7003",
    "id": "19326",
    "thesequence": "19478",
    "isActive": "1",
    "chapterId": "14357",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৫. এ উম্মতের পরস্পরে ধ্বংস করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hudhaifa reported:\nWe were one day in the company of Umar that he said: Who amongst you has preserved in his mind most perfectly the hadith of Allahs Messenger (ﷺ) in regard to the turmoil as he told about it? I said: It is I. Thereupon he said: You are bold (enough to make this claim). And he further said: How? I said: I heard Allahs Messenger (ﷺ) as saying: There would (first) be turmoil for a person in regard to his family, his property, his own self, his children, his neighbours (and the sins committed in their connection) would be expiated by fasting, prayer, charity, enjoining good and prohibiting evil. Thereupon Umar said: I do not mean (that turmoil on a small scale) but that one which would emerge like the mounting waves of the ocean. I said: Commander of the Faithful, you have nothing to do with it, for the door is closed between you and that. He said: Would that door be broken or opened? I said: No, it would be broken. Thereupon he said: Then it would not be closed despite best efforts. We said to Hudhaifa: Did Umar know the door? Thereupon he said: Yes, he knew it (for certain) just as one knows that night precedes the next day. And I narrated to him something in which there was nothing fabricated. Shaqiq (one of the narrators) said: We dared not ask Hudhaifa about that door. So we requested Masruq to ask him. So he asked him and he said: (By that door, he meant) Umar.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، وَمُحَمَّدُ بْنُ الْعَلاَءِ أَبُو كُرَيْبٍ، جَمِيعًا عَنْ أَبِي، مُعَاوِيَةَ قَالَ ابْنُ الْعَلاَءِ حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ شَقِيقٍ، عَنْ حُذَيْفَةَ، قَالَ كُنَّا عِنْدَ عُمَرَ فَقَالَ أَيُّكُمْ يَحْفَظُ حَدِيثَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْفِتْنَةِ كَمَا قَالَ قَالَ فَقُلْتُ أَنَا . قَالَ إِنَّكَ لَجَرِيءٌ وَكَيْفَ قَالَ قَالَ قُلْتُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   فِتْنَةُ الرَّجُلِ فِي أَهْلِهِ وَمَالِهِ وَنَفْسِهِ وَوَلَدِهِ وَجَارِهِ يُكَفِّرُهَا الصِّيَامُ وَالصَّلاَةُ وَالصَّدَقَةُ وَالأَمْرُ بِالْمَعْرُوفِ وَالنَّهْىُ عَنِ الْمُنْكَرِ  . فَقَالَ عُمَرُ لَيْسَ هَذَا أُرِيدُ إِنَّمَا أُرِيدُ الَّتِي تَمُوجُ كَمَوْجِ الْبَحْرِ - قَالَ - فَقُلْتُ مَا لَكَ وَلَهَا يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّ بَيْنَكَ وَبَيْنَهَا بَابًا مُغْلَقًا قَالَ أَفَيُكْسَرُ الْبَابُ أَمْ يُفْتَحُ قَالَ قُلْتُ لاَ بَلْ يُكْسَرُ . قَالَ ذَلِكَ أَحْرَى أَنْ لاَ يُغْلَقَ أَبَدًا . قَالَ فَقُلْنَا لِحُذَيْفَةَ هَلْ كَانَ عُمَرُ يَعْلَمُ مَنِ الْبَابُ قَالَ نَعَمْ كَمَا يَعْلَمُ أَنَّ دُونَ غَدٍ اللَّيْلَةَ إِنِّي حَدَّثْتُهُ حَدِيثًا لَيْسَ بِالأَغَالِيطِ . قَالَ فَهِبْنَا أَنْ نَسْأَلَ حُذَيْفَةَ مَنِ الْبَابُ فَقُلْنَا لِمَسْرُوقٍ سَلْهُ فَسَأَلَهُ فَقَالَ عُمَرُ .",
    "hadithBengali": "৭০০৪। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র ও মুহাম্মাদ ইবনুল আলা (ইবনু) আবূ কুরায়ব (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। বলেন, আমরা উমার (রাঃ) এর নিকট বসা ছিলাম। এ সময় তিনি বললেন, ফিতনা সম্পর্কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাদীস তোমাদের কার স্মরণ আছে? আমি বললাম, আমার স্মরণ আছে। এ কথা শুনে বললেন, ব্যস, তুমি তো খুব সাহসী। তিনি কি বলেছেন, বল। অতঃপর আমি বললাম, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, পরিবার-পরিজন, ধন-সম্পদ, নিজ সত্তা, সন্তান-সন্ততি এবং প্রতিবেশীর ব্যাপারে মানুষ যে ফিতনায় আক্রান্ত হয়, তার সিয়াম, সালাত, সাদাকা এবং সৎকার্যের আদেশ ও অসৎকার্যে বাধা দানই হল এগুলোর জন্য কাফফারা। এ কথা শুনে উমার (রাঃ) বললেন, আমি তো এ ফিতনা সম্পর্কে শুনতে চাইনি। বরং সমুদ্রের তরঙ্গমালার ন্যায় যে ফিতনা আপতিত, আমি তো কেবল তাই শুনতে চেয়েছি।\n\nতখন আমি বললাম, হে আমীরুল মুমিনীন! এ ফিতনার সাথে আপনার কি সম্পর্ক, এতে আপনার উদ্দেশ্য কি? এ ফিতনা ও আপনার মাঝে এক রুদ্ধদ্বার অন্তরায় রয়েছে। তিনি জিজ্ঞেস করলেন, তা (দ্বার) কি ভাঙ্গা হবে, না খোলা হবে? আমি বললাম, না, ভাঙ্গা হবে না, বরং খোলা হবে। এ কথা শুনে উমার (রাঃ) বললেন, তবে তো তা আর কখনো বন্ধ হবে না।\n\nবর্ণনাকারী [শাকীক (রহঃ)] বলেন, আমরা হুযায়ফা (রাঃ) কে জিজ্ঞেস করলাম, কে সে দ্বার উমার (রাঃ) তা কি জানতেন? জবাবে তিনি বললেন, হ্যাঁ, আগামী দিনের পর রাত, এ কথাটি যেমন জানতেন, ঠিক তদ্রুপঐ বিষয়টিও তিনি জানতেন। হুযায়ফা (রাঃ) বলেন, আমি তাঁকে ভুল হাদীস শুনাইনি। শাকীক (রহঃ) বলেন, কে সে দ্বার, এ সম্পর্কে হুযায়ফা (রাঃ) কে জিজ্ঞেস করতে আমরা ভয় পাচ্ছিলাম। তাই আমরা মাসরুক (রহঃ) কে বললাম, আপনি তাঁকে জিজ্ঞেস করেন। তিনি হুযায়ফা (রাঃ) কে জিজ্ঞেস করলেন। তিনি [হুযায়ফা (রাঃ)] বললেন, (এ দ্বার) উমার (রাঃ) নিজেই।\n",
    "checkStatus": "1",
    "hadithNo": "7004",
    "id": "19327",
    "thesequence": "19480",
    "isActive": "1",
    "chapterId": "14358",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৬. যে ফিতনা সমুদ্রের তরঙ্গের ন্যায় তরঙ্গায়িত হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Hudhaifa through other chains of transmitters also.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو سَعِيدٍ الأَشَجُّ قَالاَ حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا يَحْيَى بْنُ عِيسَى، كُلُّهُمْ عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ . نَحْوَ حَدِيثِ أَبِي مُعَاوِيَةَ وَفِي حَدِيثِ عِيسَى عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ سَمِعْتُ حُذَيْفَةَ، يَقُولُ .",
    "hadithBengali": "৭০০৫। আবূ বকর ইবনু আবূ শায়বা ও আবূ সাঈদ আশাজ্জ (অন্য সনদে) উসমান ইবনু আবূ শায়বা (অন্য সনদে) ইসহাক ইবনু ইবরাহীম (অন্য সনদে) ইবনু আবূ উমার (রহঃ) ... আমাশ (রহঃ) থেকে এ সনদে আবূ মুআবিয়ার অনুরূপ হাদীস বর্ণনা করেছেন। তবে ঈসা (রহঃ) এর সুত্রে শাকীক (রহঃ) হতে বর্ণিত হাদীসের মধ্যে তিনি বলেছেন, আমি হুযায়ফা (রাঃ) কে এ কথা বলতে শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "7005",
    "id": "19328",
    "thesequence": "19481",
    "isActive": "1",
    "chapterId": "14358",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৬. যে ফিতনা সমুদ্রের তরঙ্গের ন্যায় তরঙ্গায়িত হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hudhaifa reported that Umar said:\nWho would narrate to us (the ahadith pertaining to turmoil) and he reported a hadith similar to these ahadith.",
    "hadithArabic": " وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ جَامِعِ بْنِ أَبِي رَاشِدٍ، وَالأَعْمَشُ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ، قَالَ قَالَ عُمَرُ مَنْ يُحَدِّثُنَا عَنِ الْفِتْنَةِ، وَاقْتَصَّ الْحَدِيثَ، بِنَحْوِ حَدِيثِهِمْ .",
    "hadithBengali": "৭০০৬। ইবনু আবূ উমার (রাঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, উমার (রাঃ) বলেছেন, ফিতনা সম্পর্কে আমাকে কে হাদীস শুনাতে পারবে? অতঃপর পূর্ববতীদের অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7006",
    "id": "19329",
    "thesequence": "19482",
    "isActive": "1",
    "chapterId": "14358",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "174",
    "statusId": "1",
    "topicName": "৬. যে ফিতনা সমুদ্রের তরঙ্গের ন্যায় তরঙ্গায়িত হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jundub reported:\nI came on the day of Jara`a that a person was (found) sitting. I said: They would shed their blood today. That person said: By Allah. not at all. I said: By Allah, of course, they would do it. He said: By Allah, they would not do it. I said: By Allah, of course, they would do it. He said: By Allah, they would not do it, and I have heard a hadith of Allahs Messenger (ﷺ) which I am narrating to you in this connection. I said: You are a bad seat fellow. I have been opposing you since morning and you are listening to me in spite of the fact that you have heard a hadith from Allahs Apostle (ﷺ) (contrary to my statement). I myself felt that there was no use of this annoyance. (He could tell me earlier that it was a hadith of the Prophet (may peace be upon him], and I would not have opposed him at all.) I turned my face toward him and asked him and he was Hadrat Hudhaifa.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ حَاتِمٍ، قَالاَ حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، حَدَّثَنَا ابْنُ، عَوْنٍ عَنْ مُحَمَّدٍ، قَالَ قَالَ جُنْدُبٌ جِئْتُ يَوْمَ الْجَرَعَةِ فَإِذَا رَجُلٌ جَالِسٌ فَقُلْتُ لَيُهَرَاقَنَّ الْيَوْمَ هَا هُنَا دِمَاءٌ . فَقَالَ ذَاكَ الرَّجُلُ كَلاَّ وَاللَّهِ . قُلْتُ بَلَى وَاللَّهِ . قَالَ كَلاَّ وَاللَّهِ . قُلْتُ بَلَى وَاللَّهِ . قَالَ كَلاَّ وَاللَّهِ إِنَّهُ لَحَدِيثُ رَسُولِ اللَّهِ صلى الله عليه وسلم حَدَّثَنِيهِ . قُلْتُ بِئْسَ الْجَلِيسُ لِي أَنْتَ مُنْذُ الْيَوْمِ تَسْمَعُنِي أُخَالِفُكَ وَقَدْ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلاَ تَنْهَانِي ثُمَّ قُلْتُ مَا هَذَا الْغَضَبُ فَأَقْبَلْتُ عَلَيْهِ وَأَسْأَلُهُ فَإِذَا الرَّجُلُ حُذَيْفَةُ .",
    "hadithBengali": "৭০০৭। মুহাম্মদ ইবনু মুসান্না ও মুহাম্মদ ইবনু হাতিম (রহঃ) ... মুহাম্মদ (রহঃ) থেকে বর্ণিত। জুনদুব (রহঃ) বলেন, জার&#39;আর দিন আমি আসলাম। দেখলাম, এক ব্যক্তি উপবিষ্ট আছে। আমি বললাম, আজ তো এখানে রক্ত ঝরানো হবে। এ কথা শুনে লোকটি বলল, কখনো না। আল্লাহর কসম! (খুন হবে না)। আমি বললাম, আল্লাহর শপথ! অবশ্যই খুন হবে। সে আবারো বলল, আল্লাহর কসম! কখনো খুন হবে না। আমি বললাম, আল্লাহর শপথ! অবশ্যই খুন হবে। পুনরায় সে বলল, আল্লাহর কসম! খুন কখনো হবে না।\n\nএ বিষয়টি অবশ্যই একটি হাদীস (দ্বারা প্রমানিত), যা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট বর্ণনা করেছেন। আমি বললাম, আজ দিনভর আপনি আমার একজন মন্দ সাথী (হলেন)। কারণ আপনি শুনতে পাচ্ছেন যে, আমি আপনার বিরুদ্ধাচরণ করছি। অথচ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে হাদীস শুনা সত্ত্বেও আপনি আমাকে বারণ করছেন না। অতঃপর আমি বললাম, এত রাগারাগি কেন? তখন আমি তার দিকে এগিয়ে গেলাম এবং তাকে জিজ্ঞেস করলাম। পরে জানতে পেলাম, তিনি হলেন হুযায়ফা (রাঃ)।\n",
    "checkStatus": "1",
    "hadithNo": "7007",
    "id": "19330",
    "thesequence": "19446",
    "isActive": "1",
    "chapterId": "14340",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "173",
    "statusId": "1",
    "topicName": "৬. সর্বপ্রথম যে দলটি জান্নাতে প্রবেশ করবে পূর্ণিমার রাতের চাঁদের মত তাদের চেহারা দীপ্তমান হবে এবং তাদের গুনাবলী ও তাদের স্ত্রীদের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]