[
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThe world is a prison-house for a believer and Paradise for a non-believer.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي الدَّرَاوَرْدِيَّ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الدُّنْيَا سِجْنُ الْمُؤْمِنِ وَجَنَّةُ الْكَافِرِ  .",
    "hadithBengali": "৭১৪৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ দুনিয়া মুমিনের জন্য জেলখানা এবং কাফিরের জন্য জান্নাত (স্বরূপ)।\n",
    "checkStatus": "1",
    "hadithNo": "7149",
    "id": "19472",
    "thesequence": "19624",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported that Allahs Apostle (ﷺ) happened to walk through the bazar coming from the side of Aliya and the people were on both his sides. There he found a dead lamb with very short ears. He took hold of his ear and said:\nWho amongst you would like to have this for a dirham? They said: We do not like to have it even for less than that as it is of no use to us. He said: Do you wish to have it (free of any cost)? They said: By Allah, even if it were alive (we would not have liked to possess that), for there is defect in it as its ear is very short; now it is dead also. Thereupon Allahs Messenger (ﷺ) said: By Allah, this world is more insignificant in the eye of Allah than it (this dead lamb) is in your eye.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا سُلَيْمَانُ، - يَعْنِي ابْنَ بِلاَلٍ - عَنْ جَعْفَرٍ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّ بِالسُّوقِ دَاخِلاً مِنْ بَعْضِ الْعَالِيَةِ وَالنَّاسُ كَنَفَتَهُ فَمَرَّ بِجَدْىٍ أَسَكَّ مَيِّتٍ فَتَنَاوَلَهُ فَأَخَذَ بِأُذُنِهِ ثُمَّ قَالَ  أَيُّكُمْ يُحِبُّ أَنَّ هَذَا لَهُ بِدِرْهَمٍ  . فَقَالُوا مَا نُحِبُّ أَنَّهُ لَنَا بِشَىْءٍ وَمَا نَصْنَعُ بِهِ قَالَ  أَتُحِبُّونَ أَنَّهُ لَكُمْ  . قَالُوا وَاللَّهِ لَوْ كَانَ حَيًّا كَانَ عَيْبًا فِيهِ لأَنَّهُ أَسَكُّ فَكَيْفَ وَهُوَ مَيِّتٌ فَقَالَ  فَوَاللَّهِ لَلدُّنْيَا أَهْوَنُ عَلَى اللَّهِ مِنْ هَذَا عَلَيْكُمْ  .",
    "hadithBengali": "৭১৫০। আবদুল্লাহ ইবনু মাসলামা ইবনু কা&#39;নাব (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলীয়া (অঞ্চল) হতে মদীনায় আসার পথে এক বাজার দিয়ে যাচ্ছিলেন। এ সময় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উভয় পার্শ্বে বেশ লোকজন ছিল। যেতে যেতে তিনি ক্ষুদ্র কান বিশিষ্ট একটি মৃত বকরীর বাচ্চার নিকট পৌছলেন। অতঃপর তিনি এর কান ধরে বললেন, তোমাদের কেউ কি এক দিরহামের বিনিময়ে এটা নিতে আগ্রহী হবে। তখন উপস্থিত লোকেরা বললেন, কোন কিছুর বিনিময়ে আমরা উহা নিতে আগ্রহী নই এবং এটি নিয়ে আমরা কি করব? তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ (বিনা পয়সায়) তোমরা কি উহা নিতে আগ্রহী? তারা বললেন, এ যদি জীবিত তে তবুও তো এটা দোষী। কেননা এর কান হচ্ছে ক্ষুদ্র ,ক্ষুদ্র। আর এখন তো তা মৃত, কিভাবে আমরা তা গ্রহণ করব? এরপর তিনি বললেন, আল্লাহর কসম! এ তোমাদের নিকট যতটা তুচ্ছ, আল্লাহর নিকট দুনিয়া এর চেয়েও অধিক তুচ্ছ।\n",
    "checkStatus": "1",
    "hadithNo": "7150",
    "id": "19473",
    "thesequence": "19625",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir reported Allahs Apostle (ﷺ) narrating a hadith like this with a slight variation of wording.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ، وَإِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ عَرْعَرَةَ السَّامِيُّ، قَالاَ حَدَّثَنَا عَبْدُ الْوَهَّابِ، - يَعْنِيَانِ الثَّقَفِيَّ - عَنْ جَعْفَرٍ، عَنْ أَبِيهِ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِهِ غَيْرَ أَنَّ فِي حَدِيثِ الثَّقَفِيِّ فَلَوْ كَانَ حَيًّا كَانَ هَذَا السَّكَكُ بِهِ عَيْبًا .",
    "hadithBengali": "৭১৫১। মুহাম্মদ ইবনু মুসান্না আনাযী ও ইবরাহীম ইবনু মুহাম্মাদ ইবনু আর&#39;আরা সামী (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। তবে সাকাফীর হাদীসের মধ্যে আছে যে, এটি যদি জীবিতও হত, তবুও ক্ষুদ্র কান একটি দোষনীয় ব্যাপার।\n",
    "checkStatus": "1",
    "hadithNo": "7151",
    "id": "19474",
    "thesequence": "19626",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Mutarrif reported on the authority of his father:\nI came to Allahs Apostle (ﷺ) as he was reciting: Abundance diverts you (cii. 1). He said: The son of Adam claims: My wealth, my wealth. And he (the Holy Prophet) said: O son of Adam. is there anything as your belonging except that which you consumed, which you utilised, or which you wore and then it was worn out or you gave as charity and sent it forward?",
    "hadithArabic": "حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ مُطَرِّفٍ، عَنْ أَبِيهِ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَهُوَ يَقْرَأُ { أَلْهَاكُمُ التَّكَاثُرُ} قَالَ   يَقُولُ ابْنُ آدَمَ مَالِي مَالِي - قَالَ - وَهَلْ لَكَ يَا ابْنَ آدَمَ مِنْ مَالِكَ إِلاَّ مَا أَكَلْتَ فَأَفْنَيْتَ أَوْ لَبِسْتَ فَأَبْلَيْتَ أَوْ تَصَدَّقْتَ فَأَمْضَيْتَ  .",
    "hadithBengali": "৭১৫২। হাদ্দাব ইবনু খালিদ (রহঃ) ... মুতাররিফ (রহঃ) এর পিতা থেকে বর্ণিত। তিনি বলেন, (একদিন) আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসলাম। তখন তিনি أَلْهَاكُمُ التَّكَاثُرُ পাঠ করছিলেন। তিনি বলেন, আদম সন্তানগণ বলে, আমার মাল আমার মাল। বস্তুতঃ হে আদম সন্তান! তোমার মাল তো তা-ই যা তুমি খেয়েছো ও শেষ করে দিয়েছে, অথবা পরিধান করেছ ও পুরাতন করে ফেলেছ অথবা দান করেছ ও কার্যকর (সঞ্চয়) করেছ।\n",
    "checkStatus": "1",
    "hadithNo": "7152",
    "id": "19475",
    "thesequence": "19627",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Mutarrif reported on the authority of his father:\nI went to Allahs Apostle (ﷺ). The rest of the hadith is the same.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، وَقَالاَ، جَمِيعًا حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنَا أَبِي كُلُّهُمْ، عَنْ قَتَادَةَ، عَنْ مُطَرِّفٍ، عَنْ أَبِيهِ، قَالَ انْتَهَيْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم . فَذَكَرَ بِمِثْلِ حَدِيثِ هَمَّامٍ .",
    "hadithBengali": "৭১৫৩। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (অন্য সনদে) ইবনু মুসান্না (রহঃ) ... মুতাররিফ এর পিতা থেকে বর্ণিত। তিনি বলেন, একদা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গেলাম ...... অতঃপর তিনি হাম্মামের হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7153",
    "id": "19476",
    "thesequence": "19628",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nA servant says, My wealth. my wealth, but out of his wealth three things are only his: whatever he eats and makes use of or by means of which he dresses himself and it wears out or he gives as charity, and this is what he stored for himself (as a reward for the Hereafter), and what is beyond this (it is of no use to you) because you are to depart and leave it for other people.\n\nThis hadith has been narrated on the authority of al-Ala b. Abd al-Rahman with the same chain of transmitters.",
    "hadithArabic": "حَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا حَفْصُ بْنُ مَيْسَرَةَ، عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي، هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   يَقُولُ الْعَبْدُ مَالِي مَالِي إِنَّمَا لَهُ مِنْ مَالِهِ ثَلاَثٌ مَا أَكَلَ فَأَفْنَى أَوْ لَبِسَ فَأَبْلَى أَوْ أَعْطَى فَاقْتَنَى وَمَا سِوَى ذَلِكَ فَهُوَ ذَاهِبٌ وَتَارِكُهُ لِلنَّاسِ  .\n وَحَدَّثَنِيهِ أَبُو بَكْرِ بْنُ إِسْحَاقَ، أَخْبَرَنَا ابْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، أَخْبَرَنِي الْعَلاَءُ بْنُ عَبْدِ الرَّحْمَنِ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৭১৫৪। সুওয়ায়দ ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ বান্দাগণ বলে, আমার মাল আমার মাল। অথচ তিনটই হল তার মাল, যা সে ভক্ষণ করল এবং শেষ করে দিল। অথবা যা সে পরিধান করল এবং পুরাতন করে দিল। কিংবা যা সে দান করল এবং সঞ্চয় করল। এ ছাড়া বাকীগুলো শেষ হয়ে যাবে এবং মানুষের জন্য রেখে যেতে হবে।\n\nআবূ বাকর ইবনু ইসহাক (রহঃ) ... আলা ইবনু আবদুর রহমান (রহঃ) থেকে এ সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7154",
    "id": "19477",
    "thesequence": "19629",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported Allahs Messenger (ﷺ) as saying:\nThree things follow the bier of a dead man. Two of them come back and one is left with him: the members of his family, wealth and his good deeds. The members of his family and wealth come back and the deeds alone are left with him.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَزُهَيْرُ بْنُ حَرْبٍ، كِلاَهُمَا عَنِ ابْنِ عُيَيْنَةَ، قَالَ يَحْيَى أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَتْبَعُ الْمَيِّتَ ثَلاَثَةٌ فَيَرْجِعُ اثْنَانِ وَيَبْقَى وَاحِدٌ يَتْبَعُهُ أَهْلُهُ وَمَالُهُ وَعَمَلُهُ فَيَرْجِعُ أَهْلُهُ وَمَالُهُ وَيَبْقَى عَمَلُهُ  .",
    "hadithBengali": "৭১৫৫। ইয়াহইয়া ইবনু ইয়াহইয়া ও যুহায়র ইবনু হারব (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিনটি বস্তু মৃত ব্যক্তির সঙ্গীরূপে তার সাথে যায়। দুটি তো ফিরে আসে এবং একটি (তার সঙ্গে) থেকে যায়। সঙ্গে গমন করে আত্নীয় স্বজন ধন-সম্পদ এবং তার আমল। তার জাতি গোষ্ঠী ও মাল-দৌলত ফিরে আসে আর থেকে যায় শুধু আমল।\n",
    "checkStatus": "1",
    "hadithNo": "7155",
    "id": "19478",
    "thesequence": "19630",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " `Amr b. `Auf, who was an ally of Banu `Amir b. Luwayy (and he was one amongst them) who participated in Badr along with Allahs Messenger (ﷺ) reported that, Allahs Messenger (ﷺ) sent Abu `Ubaida b. Al-Jarrah to Bahrain for collecting Jizya and Allahs Messenger (ﷺ) had made a truce with the people of Bahrain and had appointed `Ala b. Hadrami and Abu `Ubaida (for this purpose). They came with wealth from Bahrain and the Ansar heard about the arrival of Abu `Ubaida and they had observed the dawn prayer along with Allahs Messenger (ﷺ). When Allahs Messenger (ﷺ) had finished the prayer, they (the Ansar) came before him and Allahs Messenger (ﷺ) smiled as he saw them and then said:\nI think you have heard about the arrival of Abu `Ubaida with goods from Bahrain. They said: Allahs Messenger, yes, it is so. Thereupon he said: Be happy and be hopeful of that which gives you delight. By Allah, it is not the poverty about which I fear in regard to you but I am afraid in your case that (the worldly) riches way be given to you as were given to those who had gone before you and you begin to vie with one another for them as they vied for them, and these may destroy you as these destroyed them.",
    "hadithArabic": " حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى بْنِ عَبْدِ اللَّهِ، - يَعْنِي ابْنَ حَرْمَلَةَ بْنِ عِمْرَانَ التُّجِيبِيَّ - أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ، أَخْبَرَهُ أَنَّ عَمْرَو بْنَ عَوْفٍ وَهُوَ حَلِيفُ بَنِي عَامِرِ بْنِ لُؤَىٍّ وَكَانَ شَهِدَ بَدْرًا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ إِلَى الْبَحْرَيْنِ يَأْتِي بِجِزْيَتِهَا وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم هُوَ صَالَحَ أَهْلَ الْبَحْرَيْنِ وَأَمَّرَ عَلَيْهِمُ الْعَلاَءَ بْنَ الْحَضْرَمِيِّ فَقَدِمَ أَبُو عُبَيْدَةَ بِمَالٍ مِنَ الْبَحْرَيْنِ فَسَمِعَتِ الأَنْصَارُ بِقُدُومِ أَبِي عُبَيْدَةَ فَوَافَوْا صَلاَةَ الْفَجْرِ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم انْصَرَفَ فَتَعَرَّضُوا لَهُ فَتَبَسَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ رَآهُمْ ثُمَّ قَالَ  أَظُنُّكُمْ سَمِعْتُمْ أَنَّ أَبَا عُبَيْدَةَ قَدِمَ بِشَىْءٍ مِنَ الْبَحْرَيْنِ  . فَقَالُوا أَجَلْ يَا رَسُولَ اللَّهِ قَالَ   فَأَبْشِرُوا وَأَمِّلُوا مَا يَسُرُّكُمْ فَوَاللَّهِ مَا الْفَقْرَ أَخْشَى عَلَيْكُمْ . وَلَكِنِّي أَخْشَى عَلَيْكُمْ أَنْ تُبْسَطَ الدُّنْيَا عَلَيْكُمْ كَمَا بُسِطَتْ عَلَى مَنْ كَانَ قَبْلَكُمْ فَتَنَافَسُوهَا كَمَا تَنَافَسُوهَا وَتُهْلِكَكُمْ كَمَا أَهْلَكَتْهُمْ  .",
    "hadithBengali": "৭১৫৬। হারামালা ইবনু ইয়াহইয়া ইবনু আবদুল্লাহ (রহঃ) ... মিসওয়ার ইবন মাখরামা (রাঃ) সুত্রে বনূ আমের ইবনু লুওয়াই এর চুক্তিবদ্ধ মিত্র আমর ইবনু আউফ (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বদর যুদ্ধে যোগদান করেছিলেন। তিনি জানিয়েছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ উবায়দা ইবনুল জাবরাহ (রাঃ) কে বাহরাইনে জিযিয়া আদায় করতে পাঠিয়েছেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাহরাইনবাসীদের সঙ্গে সন্ধি করেছিলেন এবং তাদের জন্য আলা ইবনু হাযরামী (রাঃ) কে শাসনকর্তা নিযুক্ত করেছিলেন। তারপর আবূ উবায়দা (রাঃ) বাহরাইন থেকে মাল নিয়ে এলে, আনসার সাহাবীগণ তার আগমন খবর শুনলো, এরপর তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে ফজরের সালাত আদায় করলো।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতান্তে মুখ ফিরিয়ে বসলে তারা তাঁর নিকট হাযির হলো। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে দেখে মুচকি হেসে বললেন, আমার মনে হচ্ছে আবূ উবায়দা বাহরাইন থেকে কিছু নিয়ে এসেছে, এ খবর তোমরা শুনেছ? তারা বললেন, জী হ্যাঁ, ইয়া রাসুলাল্লাহ! তিনি বললেনঃ তাহলে তোমরা সুসংবাদ গ্রহণ কর এবং তা তোমাদেরকে খুশী করবে আশা রাখি। আল্লাহর কসম! তোমাদের উপর দারিদ্র্য আসবে এ ভয় আমি করিনা। আমি তোমাদের সম্পর্কে এ ভয় করি যে, যেমনিভাবে তোমাদের পূর্ববতীদের উপর দুনিয়া প্রশস্ত হয়ে গিয়েছিল, তেমনিভাবে তোমাদের উপরও দুনিয়া প্রশস্ত হয়ে যাবে। অতঃপর তোমরা তেমনি প্রতিযোগিতা করবে যেমন করে তারা প্রতিযোগিতা করেছে। অবশেষে তোমাদেরকেও ধ্বংস করে দিবে যেমনিভাবে তাদেরকে ধ্বংস করে দিয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "7156",
    "id": "19479",
    "thesequence": "19631",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Zuhri as reported by Yunus with a slight variation of wording.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، جَمِيعًا عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ، بْنِ سَعْدٍ حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ، كِلاَهُمَا عَنِ الزُّهْرِيِّ، بِإِسْنَادِ يُونُسَ وَمِثْلِ حَدِيثِهِ غَيْرَ أَنَّ فِي حَدِيثِ صَالِحٍ   وَتُلْهِيَكُمْ كَمَا أَلْهَتْهُمْ  .",
    "hadithBengali": "৭১৫৭। হাসান হুলওয়ানী ও আবদ ইবনু হুমায়দ (অন্য সনদে) আবদুল্লাহ ইবনু আবদুর রহমান দারেমী (রহঃ) ... যুহরী (রহঃ) থেকে ইউনুসের সনদে অনুরূপ হাদীস বর্ণনা করেছেন। তবে সালিহ (রহঃ) এর হাদীসের মধ্যে وَتُهْلِكَكُمْ كَمَا أَهْلَكَتْهُمْ এর স্থলে وَتُلْهِيَكُمْ كَمَا أَلْهَتْهُمْ অবশেষে তোমাদেরকে নিমগ্ন (গাফিল) করে দিবে যেমন তাদের নিমগ্ন (গাফিল) করে দিয়েছে। কথাটি বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "7157",
    "id": "19480",
    "thesequence": "19632",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " `Abdullah b. `Amr b. al-`As reported that Allahs Messenger (ﷺ) said:\nHow would you be, O people, when Persia and Rome would be conquered for you? `Abd ar-Rahman b `Auf said: We would say as Allah has commanded us and we would express our gratitude to Allah. Thereupon Allahs Messenger (ﷺ) said: Nothing else besides it? You would (in fact) vie with one another, then you would feel jealous, then your relations would be estranged and then you will bear enmity against one another, or something to the same effect. Then you would go to the poor emigrants and would make some the masters of the others.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ سَوَّادٍ الْعَامِرِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ، الْحَارِثِ أَنَّ بَكْرَ بْنَ سَوَادَةَ، حَدَّثَهُ أَنَّ يَزِيدَ بْنَ رَبَاحٍ - هُوَ أَبُو فِرَاسٍ مَوْلَى عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ - حَدَّثَهُ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ  إِذَا فُتِحَتْ عَلَيْكُمْ فَارِسُ وَالرُّومُ أَىُّ قَوْمٍ أَنْتُمْ  . قَالَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ نَقُولُ كَمَا أَمَرَنَا اللَّهُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَوْ غَيْرَ ذَلِكَ تَتَنَافَسُونَ ثُمَّ تَتَحَاسَدُونَ ثُمَّ تَتَدَابَرُونَ ثُمَّ تَتَبَاغَضُونَ أَوْ نَحْوَ ذَلِكَ ثُمَّ تَنْطَلِقُونَ فِي مَسَاكِينِ الْمُهَاجِرِينَ فَتَجْعَلُونَ بَعْضَهُمْ عَلَى رِقَابِ بَعْضٍ  .",
    "hadithBengali": "৭১৫৮। আমর ইবনু আস সাওয়াদ আমেরী (রহঃ) ... আবদুল্লাহ ইবনু আমর ইবনুুূল আস (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন রোম ও পারস্য বিজিত হবে তখন তোমরা কোন (কেমন) সম্প্রদায় হবে? জবাবে আবদুর রহমান ইবনু আউফ (রাঃ) বলেন, আল্লাহ আমাদেরকে যেরূপ আদেশ দিয়েছেন আমরা তাই বলব। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ অন্য কিছু (কি বলবে না)? তখন তোমরা পরস্পর ঈর্ষা করবে, তারপর হিংসা করবে অতঃপর সম্পর্ক ছিন্ন করবে, এরপর শক্রতা করবে। অথবা এরূপ কিছু কথা বলেছেন। অতঃপর তোমরা নিঃস্ব মুহাজির লোকদের নিকট যাবে এবং এক জনকে অপরের শাসক বানিয়ে দিবে।\n",
    "checkStatus": "1",
    "hadithNo": "7158",
    "id": "19481",
    "thesequence": "19633",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Allahs Messenger (ﷺ) said:\nWhen one of you looks at one who stands at a higher level than you in regard to wealth and physical structure he should also see one who stands at a lower level than you in regard to these things (in which he stands) at a higher level (as compared to him).",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَقُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ قُتَيْبَةُ حَدَّثَنَا وَقَالَ، يَحْيَى أَخْبَرَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ الْحِزَامِيُّ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا نَظَرَ أَحَدُكُمْ إِلَى مَنْ فُضِّلَ عَلَيْهِ فِي الْمَالِ وَالْخَلْقِ فَلْيَنْظُرْ إِلَى مَنْ هُوَ أَسْفَلَ مِنْهُ مِمَّنْ فُضِّلَ عَلَيْهِ  .",
    "hadithBengali": "৭১৫৯। ইয়াহইয়া ইবনু ইয়াহইয়া ও কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যদি মাল ও আকৃতির দিক থেকে তার তুলনায় শ্রেষ্ঠ ব্যক্তির প্রতি দৃষ্টি করে তবে সে যেন সঙ্গে সঙ্গে তার তুলনায় নিম্নস্তরের ব্যক্তিদের প্রতি লক্ষ্য করে, যাদের উপর তাকে প্রাধান্য দেয়া হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "7159",
    "id": "19482",
    "thesequence": "19634",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abu Huraira through another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ أَبِي الزِّنَادِ سَوَاءً .",
    "hadithBengali": "৭১৬০। মুহাম্মাদ ইবনু রাফি (রহঃ) ... আবূ হুরায়রা (রাঃ) এর সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবূ যিনাদের অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7160",
    "id": "19483",
    "thesequence": "19635",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nLook at those who stand at a lower level than you but dont look at those who stand at a higher level than you, for this would make the favours (conferred upon you by Allah) insignificant (in your eyes). Abu Muawiya said: Upon you.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبُو مُعَاوِيَةَ، وَوَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  انْظُرُوا إِلَى مَنْ أَسْفَلَ مِنْكُمْ وَلاَ تَنْظُرُوا إِلَى مَنْ هُوَ فَوْقَكُمْ فَهُوَ أَجْدَرُ أَنْ لاَ تَزْدَرُوا نِعْمَةَ اللَّهِ  . قَالَ أَبُو مُعَاوِيَةَ  عَلَيْكُمْ  .",
    "hadithBengali": "৭১৬১। যুবায়র ইবনু হারব (অন্য সনদে) আবূ কুরায়ব (অন্য সনদে) আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের তুলনায় নিম্নস্তরের লোকদের প্রতি নযর কর। তবে তোমাদের তুলনায় উপরের স্তরের লোকদের প্রতি নযর করো না। কেননা আল্লাহর নিয়ামতকে তুচ্ছ না ভাবার এটাই উত্তম পন্থা। আবূ মুআবিয়ার বর্ণনায় عَلَيْكُمْ (শব্দটি অতিরিক্ত) বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7161",
    "id": "19484",
    "thesequence": "19636",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira, narrated that he heard Allahs Messenger (ﷺ) as saying:\nThere were three persons in Bani Israil, one suffering from leprosy, the other bald-headed and the third one blind. Allah decided to test them. So He sent an angel who came to the one who was suffering from leprosy and said: Which thing do you like most? He said: Beautiful colour and fine skin and removal of that which makes me detestable in the eye of people. He wiped him and his illness was no more and he was conferred upon beautiful colour and beautiful skin. He (the angel) again said: Which property do you like most? He said: Camels, or he said: The cow the narrator is, however, doubtful about it, but (out of the persons) suffering from leprosy or baldness one of them definitely said: The camel. And the other one said: Cow. And he (one who demanded camel) was bestowed upon a she-camel, in an advanced stage of pregnancy, and while giving he said: May Allah bless you in this. Then he came to the bald-headed person and said: Which thing do you like most? He said: Beautiful hair and that (this baldness) may be removed from me because of which people hate me. He wiped his body and his illness was removed and he was bestowed upon beautiful hair, and the angel said: Which wealth do you like most? He said: The cow. And he was given a pregnant cow and while handing it over to him he (the angel) said: May Allah bless you in this. Then he came to the blind man and he said: Which thing do you like most? He said: Allah should restore my eyesight so that I should be able to see people with the help of that. He wiped his body and Allah restored to him his eyesight, and he (the angel) also said: Which wealth do you like most? He said: The flock of sheep. And he was given a pregnant goat and that gave birth to young ones and it so happened that one valley abounded in camels and the other one in cows and the third one in sheep. He then came to the one who had suffered from leprosy in his (old) form and shape and he said: I am a poor person and my provision has run short in my journey and there is none to take me to my destination except with the help of Allah and your favour. I beg of you in His name Who gave you fine colour and fine skin, and the camel in the shape of wealth (to confer upon me) a camel which should carry me in my journey. He said: I have many responsibilities to discharge. Thereupon he said: I perceive as if I recognise you. Were you not suffering from leprosy whom people hated and you were a destitute and Allah conferred upon you (wealth)? He said: I have inherited this property from my forefathers. Thereupon he said: If you are a liar may Allah change you to that very position in which you had been. He then came to the one who was bald-headed in his (old) form and said to him the same what he had said to him (one suffering from leprosy) and he gave him the same reply as he had given him and he said: If you are a liar, may Allah turn you to your previous position in which you had been. And then he came to the blind man in his (old) form and shape and he said: I am a destitute person and a wayfarer. My provision have ran short and today there is no way to reach the destination but with the help of Allah and then with your help and I beg of you in the (name) of One Who restored your eyesight and gave you the flock of sheep to give me a sheep by which I should be able to make my provisions for the journey. He said: I was blind and Allah restored to me my eyesight; you take whatever you like and leave whatever you like. By Allah, I shall not stand in your way today for what you take in the name of God. Thereupon, he said: You keep with you what you have (in your possession). The fact is that you three were put to test and Allah is well pleased with you and He is annoyed with your companions.",
    "hadithArabic": " حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا إِسْحَاقُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرَةَ، أَنَّ أَبَا هُرَيْرَةَ، حَدَّثَهُ أَنَّهُ، سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ  إِنَّ ثَلاَثَةً فِي بَنِي إِسْرَائِيلَ أَبْرَصَ وَأَقْرَعَ وَأَعْمَى فَأَرَادَ اللَّهُ أَنْ يَبْتَلِيَهُمْ فَبَعَثَ إِلَيْهِمْ مَلَكًا فَأَتَى الأَبْرَصَ فَقَالَ أَىُّ شَىْءٍ أَحَبُّ إِلَيْكَ قَالَ لَوْنٌ حَسَنٌ وَجِلْدٌ حَسَنٌ وَيَذْهَبُ عَنِّي الَّذِي قَدْ قَذِرَنِي النَّاسُ . قَالَ فَمَسَحَهُ فَذَهَبَ عَنْهُ قَذَرُهُ وَأُعْطِيَ لَوْنًا حَسَنًا وَجِلْدًا حَسَنًا قَالَ فَأَىُّ الْمَالِ أَحَبُّ إِلَيْكَ قَالَ الإِبِلُ - أَوْ قَالَ الْبَقَرُ شَكَّ إِسْحَاقُ - إِلاَّ أَنَّ الأَبْرَصَ أَوِ الأَقْرَعَ قَالَ أَحَدُهُمَا الإِبِلُ وَقَالَ الآخَرُ الْبَقَرُ - قَالَ فَأُعْطِيَ نَاقَةً عُشَرَاءَ فَقَالَ بَارَكَ اللَّهُ لَكَ فِيهَا - قَالَ - فَأَتَى الأَقْرَعَ فَقَالَ أَىُّ شَىْءٍ أَحَبُّ إِلَيْكَ قَالَ شَعَرٌ حَسَنٌ وَيَذْهَبُ عَنِّي هَذَا الَّذِي قَذِرَنِي النَّاسُ . قَالَ فَمَسَحَهُ فَذَهَبَ عَنْهُ وَأُعْطِيَ شَعَرًا حَسَنًا - قَالَ - فَأَىُّ الْمَالِ أَحَبُّ إِلَيْكَ قَالَ الْبَقَرُ . فَأُعْطِيَ بَقَرَةً حَامِلاً فَقَالَ بَارَكَ اللَّهُ لَكَ فِيهَا - قَالَ - فَأَتَى الأَعْمَى فَقَالَ أَىُّ شَىْءٍ أَحَبُّ إِلَيْكَ قَالَ أَنْ يَرُدَّ اللَّهُ إِلَىَّ بَصَرِي فَأُبْصِرَ بِهِ النَّاسَ - قَالَ - فَمَسَحَهُ فَرَدَّ اللَّهُ إِلَيْهِ بَصَرَهُ . قَالَ فَأَىُّ الْمَالِ أَحَبُّ إِلَيْكَ قَالَ الْغَنَمُ . فَأُعْطِيَ شَاةً وَالِدًا فَأُنْتِجَ هَذَانِ وَوَلَّدَ هَذَا - قَالَ - فَكَانَ لِهَذَا وَادٍ مِنَ الإِبِلِ وَلِهَذَا وَادٍ مِنَ الْبَقَرِ وَلِهَذَا وَادٍ مِنَ الْغَنَمِ . قَالَ ثُمَّ إِنَّهُ أَتَى الأَبْرَصَ فِي صُورَتِهِ وَهَيْئَتِهِ فَقَالَ رَجُلٌ مِسْكِينٌ قَدِ انْقَطَعَتْ بِيَ الْحِبَالُ فِي سَفَرِي فَلاَ بَلاَغَ لِيَ الْيَوْمَ إِلاَّ بِاللَّهِ ثُمَّ بِكَ أَسْأَلُكَ بِالَّذِي أَعْطَاكَ اللَّوْنَ الْحَسَنَ وَالْجِلْدَ الْحَسَنَ وَالْمَالَ بَعِيرًا أَتَبَلَّغُ عَلَيْهِ فِي سَفَرِي . فَقَالَ الْحُقُوقُ كَثِيرَةٌ . فَقَالَ لَهُ كَأَنِّي أَعْرِفُكَ أَلَمْ تَكُنْ أَبْرَصَ يَقْذَرُكَ النَّاسُ فَقِيرًا فَأَعْطَاكَ اللَّهُ فَقَالَ إِنَّمَا وَرِثْتُ هَذَا الْمَالَ كَابِرًا عَنْ كَابِرٍ . فَقَالَ إِنْ كُنْتَ كَاذِبًا فَصَيَّرَكَ اللَّهُ إِلَى مَا كُنْتَ . قَالَ وَأَتَى الأَقْرَعَ فِي صُورَتِهِ فَقَالَ لَهُ مِثْلَ مَا قَالَ لِهَذَا وَرَدَّ عَلَيْهِ مِثْلَ مَا رَدَّ عَلَى هَذَا فَقَالَ إِنْ كُنْتَ كَاذِبًا فَصَيَّرَكَ اللَّهُ إِلَى مَا كُنْتَ . قَالَ وَأَتَى الأَعْمَى فِي صُورَتِهِ وَهَيْئَتِهِ فَقَالَ رَجُلٌ مِسْكِينٌ وَابْنُ سَبِيلٍ انْقَطَعَتْ بِيَ الْحِبَالُ فِي سَفَرِي فَلاَ بَلاَغَ لِيَ الْيَوْمَ إِلاَّ بِاللَّهِ ثُمَّ بِكَ أَسْأَلُكَ بِالَّذِي رَدَّ عَلَيْكَ بَصَرَكَ شَاةً أَتَبَلَّغُ بِهَا فِي سَفَرِي فَقَالَ قَدْ كُنْتُ أَعْمَى فَرَدَّ اللَّهُ إِلَىَّ بَصَرِي فَخُذْ مَا شِئْتَ وَدَعْ مَا شِئْتَ فَوَاللَّهِ لاَ أَجْهَدُكَ الْيَوْمَ شَيْئًا أَخَذْتَهُ لِلَّهِ فَقَالَ أَمْسِكْ مَالَكَ فَإِنَّمَا ابْتُلِيتُمْ فَقَدْ رُضِيَ عَنْكَ وَسُخِطَ عَلَى صَاحِبَيْكَ .",
    "hadithBengali": "৭১৬২। শায়বান ইবনু ফাররুখ (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, বনী ইসরাঈলের মধ্যে তিন ব্যক্তি ছিল। একজন ছিল কুষ্ঠরোগী, দ্বিতীয় জন টাক মাথা এবং তৃতীয় জন অন্ধ। আল্লাহ তাআলা এ তিনজনকে পরীক্ষা করার ইচ্ছা করলেন। তাই তিনি তাদের নিকট একজন ফিরিশতা পাঠালেন। ফিরিশতা প্রথমে কুষ্ঠরোগীর কাছে আসলেন এবং বললেন, তোমার নিকট সর্বাধিক প্রিয় বস্তু কি? সে বলল, উত্তম রং, উত্তম চর্ম এবং আমার থেকে যেন এ ব্যাধি নিরাময় হয়ে যায়, যার কারণে লোকেরা আমাকে ঘৃণা করে। অতঃপর ফিরিশতা তার শরীরে হাত বুলালেন। এতে তার এ কুৎসিত ব্যাধি নিরাময় হল এবং তাকে উত্তম রং ও উত্তম চর্ম প্রদান করা হল। ফিরিশতা আবার তাকে জিজ্ঞেস করলেন, তোমার নিকট প্রিয় মাল কি? সে বলল, উট বা গাভী। বর্ণনাকারী ইসহাক সন্দেহ প্রকাশ করেছেন। তবে কুষ্ঠরোগী বা টাক মাথা তাদের একজন বলল, উট আর অপর জন বলল গাভী। অতঃপর তাকে গর্ভবতী উষ্ট্রী প্রদান করা হল এবং বললেন, আল্লাহ তোমাকে এতে বরকত দান করুন।<br />\n<br />\nএরপর ফিরিশতা টাক মাথা ব্যক্তির নিকট এসে তাকে জিজ্ঞেস করলেন, তোমার নিকট অধিক প্রিয় বস্তু কি? সে বলল, সুন্দর চুল এবং আমার থেকে যেন এই ব্যাধি নিরাময় হয়ে যায় যার কারণে লোকেরা আমাকে ঘৃণা করছে। ফিরিশতা তার শরীরে হাত বুলালে তার ব্যাধি নিরাময় হয়ে যায়। অতঃপর তাকে প্রদান করা হয় সুন্দর চুল। পুনঃরায় ফিরিশতা তাকে প্রশ্ন করলেন যে, কোন মাল তোমার নিকট অধিক প্রিয়? সে বলল, গাভী। অতঃপর তাকে গর্ভবতী গাভী দান করা হল এবং ফিরিশতা বললেন, আল্লাহ তোমাকে এত বরকত দান করুন।\n\nঅতঃপর ফিরিশতা অন্ধের কাছে এসে বললেন, কোন জিনিস তোমার কাছে অধিক প্রিয়। সে বলল আল্লাহ্&zwnj; আমার দৃষ্টিশক্তি ফিরিয়ে দিন, যা দিয়ে আমি মানুষদের দেখতে পাব। তিনি বলেন তখন তার চোখের উপর হাত বুলালে আল্লাহ তার দৃষ্টিশক্তি ফিরিয়ে দেন। এরপর ফিরিশতা পুনরায় তাকে জিজ্ঞেস করলেন, কোন মাল তোমার নিকট অধিক প্রিয়? সে বলল, বকরী। তাকে গর্তবতী বকরী দান করা হল। অতঃপর উষ্ট্রী, গাভী এবং বকরী সবই বাচ্চা দিল। ফলে তার এক মাঠ উট, তার এক মাঠ গাভী এবং তার এক মাঠ বকরী হয়ে গেল।<br />\n<br />\nঅতঃপর ফিরিশতা (অনতিকাল পরে) তার প্রথম আকৃতিতে কুষ্ঠরোগীর নিকট এসে বলল, আমি একজন মিসকীন ও নিঃস্ব ব্যক্তি, সফরে আমার সমস্ত অবলম্বন শেষ হয়ে গিয়েছে। আল্লাহর সাহায্য এবং অতঃপর তোমার সাহায্য ব্যতিরেকে বাড়ী পৌছানো আমার পক্ষে সম্ভব নয়। সুতরাং যে আল্লাহ তোমাকে উত্তম রং, সুন্দর চামড়া এবং মাল দান করেছেন তার নামে আমি তোমার নিকট একটি উট প্রার্থনা করছি, যেন এ সফরে আমি তার সাহায্যে বাড়ী পৌছতে পারি। (এ কথা শুনে) সে বলল, দায়-দায়িত্ব (দেনা পাওনা) অনেক বেশী। তখন ফিরিশতা বললেন, আমি তোমাকে চিনি বলে মনে হচ্ছে তুমি কি নিঃস্ব কুষ্ঠরোগী ছিলে না? অতঃপর আল্লাহ তোমাকে সম্পদ দান করেছেন। সে বলল, বাহ! আমরা তো বাপ-দাদার কাল হতেই ক্রমাগত এ সম্পদের ওয়ারিস হয়ে আসছি। অতঃপর ফিরিশতা বললেন, যদি তুমি মিথ্যাবাদী হও, তবে আল্লাহ তাআলা যেন তোমাকে পূর্বের অবস্থায় ফিরিয়ে দেন।<br />\n<br />\nএবার ফিরিশতা তার আকৃতিতে টাক মাথা ব্যক্তির নিকট এসে ঐ ব্যক্তির মত তাকেও বললেন এবং সে-ও প্রথম ব্যক্তির মতই উত্তর দিল। অতঃপর তিনি বললেন, যদি তুমি মিথ্যাবাদী হও তবে যেন আল্লাহ তাআলা তোমাকে তোমার পূর্বের অবস্থায় ফিরিয়ে দেন।\n\nএরপর ফিরিশতা তাঁর পূর্বের আকৃতিতে অন্ধ ব্যক্তির নিকট এসে বলল, আমি একজন নিঃস্ব মুসাফির ব্যক্তি। আমার সফরের সমস্ত আসবাব অবলম্বন শেষ হয়ে গিয়েছে। আল্লাহ তাআলা এবং পরে তোমার সহযোগিতা ব্যতীত আজ বাড়ী পৌছা আমার পক্ষে সম্ভব নয়। যে আল্লাহ তোমাকে দৃষ্টিশক্তি ফিরিয়ে দিয়েছেন তার নামে তোমার নিকট আমি একটি বকরী চাই যেন আমি সফর শেষে বাড়ী পৌছতে পারি।\n\nএ কথা শুনে লোকটি বলল, হ্যাঁ, আমি অন্ধ ছিলাম, আল্লাহ আমার দৃষ্টিশক্তি পুনরায় ফিরিয়ে দিয়েছেন। আপনার ইচ্ছামত আপনি নিয়ে যান এবং যা মনে চায় রেখে যান। আল্লাহর কসম! আজ আল্লাহর নামে আপনি যা নিবেন এ ব্যাপারে আমি আপনাকে বাধা দিব না। অতঃপর ফিরিশতা বললেন, তুমি তোমার মাল রেখে দাও। তোমাদের তিন জনের পরীক্ষা হল। আল্লাহ তোমার প্রতি সন্তুষ্ট এবং তোমার অপর দুই সাথীর প্রতি অসন্তুষ্ট হয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7162",
    "id": "19485",
    "thesequence": "19637",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is reported on the authority of Amir b. Sad that Sad b. Abi Waqqas was in the fold of his camels that his son Umar came to him. When Sad saw him he said:\nI seek refuge with Allah from the mischief of this rider. And as he got down he said to him: You are busy with your camels and your sheep and you have abandoned people who are contending with one another for kingdom. Sad struck his chest and said: Keep quite. I heard Allahs Messenger (ﷺ) as saying: Allah loves the servant who is God-conscious and is free from want and is hidden (from the view of people).",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، - وَاللَّفْظُ لإِسْحَاقَ - قَالَ عَبَّاسٌ حَدَّثَنَا وَقَالَ، إِسْحَاقُ أَخْبَرَنَا - أَبُو بَكْرٍ الْحَنَفِيُّ، حَدَّثَنَا بُكَيْرُ بْنُ مِسْمَارٍ، حَدَّثَنِي عَامِرُ بْنُ سَعْدٍ، قَالَ كَانَ سَعْدُ بْنُ أَبِي وَقَّاصٍ فِي إِبِلِهِ فَجَاءَهُ ابْنُهُ عُمَرُ فَلَمَّا رَآهُ سَعْدٌ قَالَ أَعُوذُ بِاللَّهِ مِنْ شَرِّ هَذَا الرَّاكِبِ فَنَزَلَ فَقَالَ لَهُ أَنَزَلْتَ فِي إِبِلِكَ وَغَنَمِكَ وَتَرَكْتَ النَّاسَ يَتَنَازَعُونَ الْمُلْكَ بَيْنَهُمْ فَضَرَبَ سَعْدٌ فِي صَدْرِهِ فَقَالَ اسْكُتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنَّ اللَّهَ يُحِبُّ الْعَبْدَ التَّقِيَّ الْغَنِيَّ الْخَفِيَّ  .",
    "hadithBengali": "৭১৬৩। ইসহাক ইবনু ইবরাহীম ও আব্বাস ইবনু আবদুল আযীম (রহঃ) ... আমের ইবনু সাদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, সাদ ইবনু ওয়াক্কাস (রাঃ) তার উটপালের মাঝে ছিলেন, এমতাবস্থায় তার পুত্র উমার আসল। সাদ (রাঃ) তাকে দেখামাত্রই পাঠ করলেন أَعُوذُ بِاللَّهِ مِنْ شَرِّ هَذَا الرَّاكِبِ অর্থাৎ এই আরোহী ব্যক্তির অকল্যাণ হতে আমি পানাহ চাই। এরপর সে তার সাওয়ারী হতে অবতরণ করল এবং বলল আপনি লোকদেরকে ছেড়ে দিয়ে উট এবং বকরীর মাঝে এসে গেছেন কি? অথচ রাজত্ব নিয়ে লোকেরা পরস্পর ঝগড়ায় লিপ্ত। একথা শুনে সাদ (রাঃ) তার বক্ষে আঘাত করে বললেন, চুপ থাক। আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলতে শুনেছি যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুত্তাকী (আল্লাহ্&zwnj;ভীরু), স্বাবলম্বী লোকালয় হতে নির্জনে বাসকারী বান্দাকে আল্লাহ তাআলা পছন্দ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "7163",
    "id": "19486",
    "thesequence": "19638",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sad b. Abu Waqqas is reported to have, said:\nBy Allah, I am the first person amongst the Arabs to throw an arrow in the cause of Allah and we used to go with Allahs Messenger (ﷺ) and there was no food for us to eat but only the leaves of hubla and samur trees (they are wild trees) and as a result thereof one amongst us would relieve himself as does the goat. (How strange it is) that now the people of Banu Asad (the progeny of Zubair) instruct me in religion and try to impose punishment upon me (in regard to it). If it is so (that I am so ignorant of religion), then indeed, I am undone and my deeds have been lost. Ibn Numair, however, did not make a mention of the word (idhan) thus? (in his narration).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ إِسْمَاعِيلَ، عَنْ قَيْسٍ، عَنْ سَعْدٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي وَابْنُ، بِشْرٍ قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، عَنْ قَيْسٍ، قَالَ سَمِعْتُ سَعْدَ بْنَ أَبِي وَقَّاصٍ، يَقُولُ وَاللَّهِ إِنِّي لأَوَّلُ رَجُلٍ مِنَ الْعَرَبِ رَمَى بِسَهْمٍ فِي سَبِيلِ اللَّهِ وَلَقَدْ كُنَّا نَغْزُو مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مَا لَنَا طَعَامٌ نَأْكُلُهُ إِلاَّ وَرَقُ الْحُبْلَةِ وَهَذَا السَّمُرُ حَتَّى إِنَّ أَحَدَنَا لَيَضَعُ كَمَا تَضَعُ الشَّاةُ ثُمَّ أَصْبَحَتْ بَنُو أَسَدٍ تُعَزِّرُنِي عَلَى الدِّينِ لَقَدْ خِبْتُ إِذًا وَضَلَّ عَمَلِي وَلَمْ يَقُلِ ابْنُ نُمَيْرٍ إِذًا .",
    "hadithBengali": "৭১৬৪। ইয়াহইয়া ইবনু হাবীব হারেসী, মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) থেকে বর্ণিত। বলেন, আল্লাহর কসম! আরবের বাসিন্দাদের মধ্যে আমিই সর্বপ্রথম আল্লাহর পথে তীর নিক্ষেপ করেছি। আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে যুদ্ধ করতাম। তখন হুবলা এবং সমর গাছের পাতা ব্যতিরেকে আমাদের নিকট খাবার মত কোন খাদ্যই থাকত না। ফলে আমাদের এক একজন বকরীর মত মল ত্যাগ করত। আর এখন বনূ আসাদের লোকেরা দ্বীনী ব্যাপারে আমাদেরকে সবক দিচ্ছে, এমনই যদি হয় তবে তো আমরা অকৃতকার্য এবং আমাদের আমল সবই ব্যর্থ। ইবনু নুমায়র তার বর্ণনায় إِذًا শব্দটি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "7164",
    "id": "19487",
    "thesequence": "19639",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Ismail b. Khalid with the same chain of transmitters and the words are:\n One amongst us would relieve himself as the goats do without anything mixing with its excrement.",
    "hadithArabic": " وَحَدَّثَنَاهُ يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا وَكِيعٌ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، بِهَذَا الإِسْنَادِ وَقَالَ حَتَّى إِنْ كَانَ أَحَدُنَا لَيَضَعُ كَمَا تَضَعُ الْعَنْزُ مَا يَخْلِطُهُ بِشَىْءٍ .",
    "hadithBengali": "৭১৬৫। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... ইসমাঈল ইবনু আবূ খালিদ (রহঃ) থেকে এ সনদে অনুরূপ বর্ণনা করেছেন। তবে এতে রয়েছে যে, ফলে আমাদের এক একজন বকরীর মত মল ত্যাগ করত। এর সাথে কোন কিছুই মিশ্রিত থাকত না।\n",
    "checkStatus": "1",
    "hadithNo": "7165",
    "id": "19488",
    "thesequence": "19640",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umair al-Adawi reported:\nUtba b. Ghazwan delivered us a sermon and he praised Allah and lauded Him, then said: Now coming to the point, verily the world has been given the news of its end and that too quite early. Nothing would be left out of it but only water left in the utensil which its owner leaves, and you are going to shift to an abode which knows no end, and you should shift with the good before you, for we have been told that a stone would be thrown at one side of the Hell and it would go down even for seventy years but would not be able to reach its bottom. By Allah, it would be fully packed. Do you find it something strange, and it has been mentioned that there yawns a distance which one would be able to cover in forty years from one end to another of Paradise, and a day would come when it would be fully packed and you must be knowing that I was the seventh amongst seven who had been with Allahs Messenger (ﷺ) and we had nothing to eat but the leaves of the tree until the corners of the mouth were injured. We found a sheet which we tore in two and divided between myself and Sad b. Malik. I made the lower garment with halt of it and so did Sad make the lower garment with half of it and today there is none amongst us who has not become the governor of a city from amongst the cities (of the Islamic Commonwealth) and I seek refuge with Allah that I should consider myself great whereas I am insignificant in the eye of Allah. Prophethood does not remain for ever and its impact fades with the result that it changes eventually into kingship, and you would soon come to know and experience those rulers who would come after us and see (how far they are from religion).",
    "hadithArabic": " حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، حَدَّثَنَا حُمَيْدُ بْنُ هِلاَلٍ، عَنْ خَالِدِ بْنِ عُمَيْرٍ الْعَدَوِيِّ، قَالَ خَطَبَنَا عُتْبَةُ بْنُ غَزْوَانَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّ الدُّنْيَا قَدْ آذَنَتْ بِصُرْمٍ وَوَلَّتْ حَذَّاءَ وَلَمْ يَبْقَ مِنْهَا إِلاَّ صُبَابَةٌ كَصُبَابَةِ الإِنَاءِ يَتَصَابُّهَا صَاحِبُهَا وَإِنَّكُمْ مُنْتَقِلُونَ مِنْهَا إِلَى دَارٍ لاَ زَوَالَ لَهَا فَانْتَقِلُوا بِخَيْرِ مَا بِحَضْرَتِكُمْ فَإِنَّهُ قَدْ ذُكِرَ لَنَا أَنَّ الْحَجَرَ يُلْقَى مِنْ شَفَةِ جَهَنَّمَ فَيَهْوِي فِيهَا سَبْعِينَ عَامًا لاَ يُدْرِكُ لَهَا قَعْرًا وَوَاللَّهِ لَتُمْلأَنَّ أَفَعَجِبْتُمْ وَلَقَدْ ذُكِرَ لَنَا أَنَّ مَا بَيْنَ مِصْرَاعَيْنِ مِنْ مَصَارِيعِ الْجَنَّةِ مَسِيرَةُ أَرْبَعِينَ سَنَةً وَلَيَأْتِيَنَّ عَلَيْهَا يَوْمٌ وَهُوَ كَظِيظٌ مِنَ الزِّحَامِ وَلَقَدْ رَأَيْتُنِي سَابِعَ سَبْعَةٍ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مَا لَنَا طَعَامٌ إِلاَّ وَرَقُ الشَّجَرِ حَتَّى قَرِحَتْ أَشْدَاقُنَا فَالْتَقَطْتُ بُرْدَةً فَشَقَقْتُهَا بَيْنِي وَبَيْنَ سَعْدِ بْنِ مَالِكٍ فَاتَّزَرْتُ بِنِصْفِهَا وَاتَّزَرَ سَعْدٌ بِنِصْفِهَا فَمَا أَصْبَحَ الْيَوْمَ مِنَّا أَحَدٌ إِلاَّ أَصْبَحَ أَمِيرًا عَلَى مِصْرٍ مِنَ الأَمْصَارِ وَإِنِّي أَعُوذُ بِاللَّهِ أَنْ أَكُونَ فِي نَفْسِي عَظِيمًا وَعِنْدَ اللَّهِ صَغِيرًا وَإِنَّهَا لَمْ تَكُنْ نُبُوَّةٌ قَطُّ إِلاَّ تَنَاسَخَتْ حَتَّى يَكُونَ آخِرُ عَاقِبَتِهَا مُلْكًا فَسَتَخْبُرُونَ وَتُجَرِّبُونَ الأُمَرَاءَ بَعْدَنَا .",
    "hadithBengali": "৭১৬৬। শায়বান ইবনু ফররুখ (রহঃ) ... খালিদ ইবনু উমায়র আদাবী (রহঃ) থেকে বর্ণিত। তিনি বলেন, উকবা ইবনু গাযওয়ান (রাঃ) একদা আমাদের মাঝে ভাষণ দিলেন এবং প্রথমে আল্লাহর প্রশংসা ও গুনকীর্তন করে বললেন, আম্মা বাদ! দুনিয়া ধ্বংস হয়ে যাবার সংবাদ দিয়েছে। দুনিয়ার সামান্য কিছু বাকী রয়েছে, যেমন খানার পর বরতনে কিছু খাদ্য উচ্ছিষ্ট থকে, যা ভক্ষণকারী রেখে দেয়। একদিন এ দুনিয়া ছেড়ে তোমরা অবিনশ্বর জগতের দিকে রওয়ানা করবে। সুতরাং তোমরা ভবিষ্যতের জন্য কিছু নেকী নিয়ে রওয়ানা কর। কেননা আমাকে বলা হয়েছে যে, জাহান্নামের এক কোণে একটি পাথর নিক্ষেপ করা হবে, অতঃপর তা সত্তর বছর পর্যন্ত ক্রমাগতভাবে যেতে থাকবে, তথাপিও উহা তার তলদেশে পৌছতে পারবে না। আল্লাহর শপথ! জাহান্নাম পূর্ণ হয়ে যাবে। তোমরা কি এতে বিস্ময় বোধ করছ? এবং আমার নিকট এও বর্ণনা করা হয়েছে যে, জান্নাতের দুই পাল্লার মাঝে চল্লিশ বছরের সফরের পথ।\n\nঅচিরেই একদিন এমন আসবে, যখন উহা মানুষের ভীড়ে পরিপূর্ণ থাকবে। আমি আমার প্রতি লক্ষ্য করেছি যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথী সাত ব্যক্তির সপ্তম জন ছিলাম। তখন আমাদের নিকট গাছের পাতা ব্যতীত আর কোন খাদ্যই ছিল না। ফলে আমাদের চোয়ালে ঘা হয়ে গেল। এ সময় আমি একটি চাঁদর পেয়েছিলাম। অতঃপর আমার ও সাদ ইবনু মালিকের জন্য আমি তাকে দু&#39;টুকরা করে নেই। এক টুকরা দিয়ে আমি লুঙ্গি বানিয়েছি এবং অপর টুকরা দিয়ে লুঙ্গি বানিয়েছে সাদ ইবনু মালিক (রাঃ)।\n\nআজ আমাদের সকলেই কোন না কোন শহরের আমীর। অতঃপর তিনি বলেন, আমি আমার নিকট বড় এবং আল্লাহর নিকট ছোট হওয়া থেকে আল্লাহর পানাহ চাই। সমস্ত পয়গাম্বরের নবুয়্যাতই এক পর্যায়ে নির্বাপিত হয়ে পড়েছে। অবশেষে উহা বাদশাহীর রূপ পরিগ্রহ করেছে। আমাদের পর আগমনকারী আমীর-উমারাদের সংবাদ তোমরা অচিরেই পাবে এবং তাদেরকে যাচাই করতে পারবে।\n",
    "checkStatus": "1",
    "hadithNo": "7166",
    "id": "19489",
    "thesequence": "19641",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Khalid b. Umair reported and he had seen the pre-Islamic days also, that Uqba b. Ghazwan delivered this address and he was the governor of Basra. The rest of the hadith is the same as transmitted by Shaiban.",
    "hadithArabic": " وَحَدَّثَنِي إِسْحَاقُ بْنُ عُمَرَ بْنِ سَلِيطٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، حَدَّثَنَا حُمَيْدُ بْنُ، هِلاَلٍ عَنْ خَالِدِ بْنِ عُمَيْرٍ، وَقَدْ أَدْرَكَ الْجَاهِلِيَّةَ قَالَ خَطَبَ عُتْبَةُ بْنُ غَزْوَانَ وَكَانَ أَمِيرًا عَلَى الْبَصْرَةِ . فَذَكَرَ نَحْوَ حَدِيثِ شَيْبَانَ .",
    "hadithBengali": "৭১৬৭। ইসহাক ইবনু উমার ইবনু সালীত (রহঃ) ... খালিদ ইবনু উমায়র (রহঃ) থেকে বর্ণিত। জাহেলী যুগ পেয়েছিলেন, খালিদ (রহঃ) বলেন, (একদা) উতবা ইবনু গাযওয়ান (রাঃ) বক্তৃতা দিলেন। তখন তিনি বসরার আমীর ছিলেন। অতঃপর ইসহাক সুত্রে শায়বানের অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7167",
    "id": "19490",
    "thesequence": "19642",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Khalid b. Umair reported:\nI heard Uqba b. Ghazwan as saving: I found myself as the seventh amongst the seven who had been along with Allahs Messenger (ﷺ). We had nothing to eat but the leaves of hubla (a wild tree) until the corners of our mouths were injured.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا وَكِيعٌ، عَنْ قُرَّةَ بْنِ خَالِدٍ، عَنْ حُمَيْدِ، بْنِ هِلاَلٍ عَنْ خَالِدِ بْنِ عُمَيْرٍ، قَالَ سَمِعْتُ عُتْبَةَ بْنَ غَزْوَانَ، يَقُولُ لَقَدْ رَأَيْتُنِي سَابِعَ سَبْعَةٍ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مَا طَعَامُنَا إِلاَّ وَرَقُ الْحُبْلَةِ حَتَّى قَرِحَتْ أَشْدَاقُنَا .",
    "hadithBengali": "৭১৬৮। আবূ কুরায়ব মুহাম্মাদ ইবনুল আলা (রহঃ) ... খালিদ ইবনু উমায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি উতবা ইবনু গাযওয়ান (রাঃ) কে একথা বলতে শুনেছি যে, তিনি বলেন, এক সময় আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথী সাতজনের সপ্তম ব্যক্তি রূপে দেখেছি, তখন হুবলা বৃক্ষের পাতা ব্যতীত আমাদের কোন খাদ্য ছিল না। পাতা খেতে খেতে অবশেষে আমাদের চোয়ালে ঘা হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "7168",
    "id": "19491",
    "thesequence": "19643",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that they (the Companions of the Holy Prophet) said:\nAllahs Messenger, will we be able to see our Lord on the Day of Judgment? He said: Do you feel any difficulty in seeing the sun in the noon when there is no cloud over it? They said: No. He again said: Do you feel any difficulty in seeing the moon on the fourteenth night when there is no cloud over it? They said: No. Thereupon he said: By Allah Who is One in Whose Hand is my life. you will not face any difficulty in seeing your Lord but only so much as you feel in seeing one of them. Then Allah would sit in judgment upon the servant and would say: O, so and so, did I not honour you and make you the chief and provide you the spouse and subdue for you horses, camels, and afforded you an opportunity to rule over your subjects? He would say: Yes. And then it would be said: Did you not think that you would meet Us? And he would say: No. Thereupon He (Allah) would say: Well, We forget you as you forgot Us. Then the second person would be brought for judgment. (And Allah would) say: 0, so and so. did We not honour you and make you the chief and make you pair and subdue for you horses and camels and afford you an opportunity to rule over your subjects? He would say: Yes, my Lord. And He (the Lord) would say: Did you not think that you would be meeting Us? And he would say: No. And then He (Allah) would say: Well, I forget you today as you forgot Us. Then the third -one would be brought and He (Allah) would say to him as He said before. And he (the third person) would say: O, my Lord, I affirmed my faith in Thee and in Thy Book and in Thy Messenger and I observed prayer and fasts and gave charity, and he would speak in good terms like this as he would be able to do. And He (Allah) would say: Well, We will bring our witnesses to you. And the man would think in his mind who would bear witness upon him and then his mouth would be sealed and it would be said to his thighs, to his flesh and to his bones to speak and his thighs. flesh and bones would bear witness to his deeds and it would be done so that he should not be able to make any excuse for himself and he would be a hypocrite and Allah would be annoyed with him.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالُوا يَا رَسُولَ اللَّهِ هَلْ نَرَى رَبَّنَا يَوْمَ الْقِيَامَةِ قَالَ  هَلْ تُضَارُّونَ فِي رُؤْيَةِ الشَّمْسِ فِي الظَّهِيرَةِ لَيْسَتْ فِي سَحَابَةٍ  . قَالُوا لاَ . قَالَ  فَهَلْ تُضَارُّونَ فِي رُؤْيَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ لَيْسَ فِي سَحَابَةٍ  . قَالُوا لاَ . قَالَ  فَوَالَّذِي نَفْسِي بِيَدِهِ لاَ تُضَارُّونَ فِي رُؤْيَةِ رَبِّكُمْ إِلاَّ كَمَا تُضَارُّونَ فِي رُؤْيَةِ أَحَدِهِمَا - قَالَ - فَيَلْقَى الْعَبْدَ فَيَقُولُ أَىْ فُلْ أَلَمْ أُكْرِمْكَ وَأُسَوِّدْكَ وَأُزَوِّجْكَ وَأُسَخِّرْ لَكَ الْخَيْلَ وَالإِبِلَ وَأَذَرْكَ تَرْأَسُ وَتَرْبَعُ فَيَقُولُ بَلَى . قَالَ فَيَقُولُ أَفَظَنَنْتَ أَنَّكَ مُلاَقِيَّ فَيَقُولُ لاَ . فَيَقُولُ فَإِنِّي أَنْسَاكَ كَمَا نَسِيتَنِي . ثُمَّ يَلْقَى الثَّانِيَ فَيَقُولُ أَىْ فُلْ أَلَمْ أُكْرِمْكَ وَأُسَوِّدْكَ وَأُزَوِّجْكَ وَأُسَخِّرْ لَكَ الْخَيْلَ وَالإِبِلَ وَأَذَرْكَ تَرْأَسُ وَتَرْبَعُ فَيَقُولُ بَلَى أَىْ رَبِّ . فَيَقُولُ أَفَظَنَنْتَ أَنَّكَ مُلاَقِيَّ فَيَقُولُ لاَ . فَيَقُولُ فَإِنِّي أَنْسَاكَ كَمَا نَسِيتَنِي . ثُمَّ يَلْقَى الثَّالِثَ فَيَقُولُ لَهُ مِثْلَ ذَلِكَ فَيَقُولُ يَا رَبِّ آمَنْتُ بِكَ وَبِكِتَابِكَ وَبِرُسُلِكَ وَصَلَّيْتُ وَصُمْتُ وَتَصَدَّقْتُ . وَيُثْنِي بِخَيْرٍ مَا اسْتَطَاعَ فَيَقُولُ هَا هُنَا إِذًا - قَالَ - ثُمَّ يُقَالُ لَهُ الآنَ نَبْعَثُ شَاهِدَنَا عَلَيْكَ . وَيَتَفَكَّرُ فِي نَفْسِهِ مَنْ ذَا الَّذِي يَشْهَدُ عَلَىَّ فَيُخْتَمُ عَلَى فِيهِ وَيُقَالُ لِفَخِذِهِ وَلَحْمِهِ وَعِظَامِهِ انْطِقِي فَتَنْطِقُ فَخِذُهُ وَلَحْمُهُ وَعِظَامُهُ بِعَمَلِهِ وَذَلِكَ لِيُعْذِرَ مِنْ نَفْسِهِ . وَذَلِكَ الْمُنَافِقُ وَذَلِكَ الَّذِي يَسْخَطُ اللَّهُ عَلَيْهِ  .",
    "hadithBengali": "৭১৬৯। মুহাম্মাদ ইবনু উমার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, সাহাবীগন প্রশ্ন করলেন, হে আল্লাহর রাসুল! কিয়ামতের দিন আমরা কি আমাদের প্রতিপালককে দেখতে পাব? উত্তরে বললেন, আকাশে মেঘ না থাকা অবস্থায় দুপুরের সময় সূর্য দেখতে তোমাদের কোন সমস্যা হয় কি? সাহাবীগণ বললেন, জী না। অতঃপর তিনি বললেন, আকাশে মেঘ না থাকা অবস্থায় পূর্ণিমার চাঁদ দেখতে তোমাদের কোন সমস্যা হয় কি? সাহাবীগণ বললেন, জি না। এরপর তিনি বললেন, ঐ সত্তার শপথ! যার হাতে আমার প্রাণ! চন্দ্র সূর্যের কোন একটি দেখতে তোমাদের যেরূপ সমস্যা হয় তোমাদের প্রতিপালককেও দেখতে তোমাদের ঠিক তদ্রূপ সমস্যা হবে। (অর্থাৎ রাবী বলেন, কোন সমস্যা হবে না)। আল্লাহর সাথে বান্দার সাক্ষাত হবে। তখন তিনি বললেন, হে অমুক! আমি কি তোমাকে ইজ্জত দান করিনি, নেতৃত্ব দান করিনি, জোড়া মিলিয়ে (বিয়ে করিয়ে) দেইনি, ঘোড়া, উট তোমার বশীভূত করে দেইনি এবং নেতৃত্ব ও এক-চতুর্থাংশ ভোগের মাধ্যমে প্রাচুর্যের মাঝে তোমার পানাহারের ব্যবস্থা করিনি?<br />\n<br />\nসে বলবে, হ্যাঁ, হে আমার প্রতিপালক! অতঃপর তিনি বলবেন, তুমি কি মনে করতে যে, তুমি আমার সাথে সাক্ষাৎ করবে? সে বলবে, না। তখন আল্লাহ বলবেন, তুমি যেমনিভাবে আমাকে ভুলে গিয়েছিলে অনুরূপভাবে আমিও তোমাকে ভুলে যাচ্ছি।\n\nঅতঃপর দ্বিতীয় অপর এক ব্যক্তির আল্লাহর সাথে সাক্ষাৎ হবে। তখন তিনি তাকেও বলবেন, হে অমুক! আমি কি তোমাকে সম্মান দান করিনি, নেতৃত্ব দেই নি, তোমার জোড়া মিলিয়ে দেইনি, উট-ঘোড়া তোমার অনুগত করে দেইনি এবং সূখ-সাচ্ছন্দ্যে পানাহারের জন্য তোমাকে কি সুযোগ করে দেই নি? সে বলবে, হাঁ করেছেন, হে আমার প্রতিপালক! অতঃপর তিনি বলবেন, আমার সাথে তোমার সাক্ষাৎ হবে এ কথা তুমি মনে করতে? সে বলবে, না। তখন আল্লাহ তাআলা বলবেন, আমার সাথে তোমার সাক্ষাৎ হবে এ কথা কি তুমি বিশ্বাস করতে? সে বলবে, না। তখন আল্লাহ তাআলা বলবেন, তুমি যেমন আমাকে ভুলে গিয়েছিলে অনুরূপভাবে আমিও তোমাদেরকে বিষ্মিত হব।<br />\n<br />\nঅতঃপর তিনি অপর এক ব্যক্তির আল্লাহর সাথে সাক্ষাৎ হবে। অতঃপর পূর্বের অনুরূপ বলবেন। তখন লোকটি বলবে, হে আমার প্রতিপালক! আমি আপনার প্রতি এবং কিতাব ও রাসুলগণের প্রতি ঈমান আনয়ন করেছি। আমি সালাত আদায় করেছি, সাওম পালন করেছি এবং সাদাকা করেছি। এমনিভাবে সে যথাসম্ভব নিজের প্রশংসা করবে। এমতাবস্থায় আল্লাহ তাআলা বলবেন, এখনই তোমার মিথ্যা প্রকাশিত হয়ে যাবে।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এরপর তাকে বলা হবে, এখনই আমি তোমার উপর আমার সাক্ষী কায়িম করব। তখন বান্দা মনে মনে চিন্তা করতে থাকবে যে, কে তার বিরুদ্ধে সাক্ষী দিবে? তখন তার মুখে মোহর দেয়া হবে। এবং তার উরু, গোশত ও হাড়কে বলা হবে, তোমরা কথা বল। ফলে তার উরু, গোশত ও হাড়ি তার আমল সম্পর্কে বলতে থাকবে। এ ব্যবস্থা এ জন্য করা হবে যেন, আত্মপক্ষ সমর্থন করার কোন অবকাশ তার আর বাকি না থাকে। এই ব্যক্তি হচ্ছে মুনাফিক। তার প্রতি আল্লাহ তাআলা অন্তুষ্ট হবেন।\n",
    "checkStatus": "1",
    "hadithNo": "7169",
    "id": "19492",
    "thesequence": "19644",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported:\nWe were in the company of Allahs Messenger (ﷺ) when he smiled, and said: Do you know why I laughed? We said: Allah and His Messenger, know best. Thereupon he said: It was because (there came to my mind the) talk which the servant would have with his Lord (on the Day of judgment). He would say: My Lord, have you not guaranteed me protection against injustice? He would say: Yes. Then the servant would say: I do not deem valid any witness against me but my own self, and He would say: Well, enough would be the witness of your self against you and that of the two angels who had been appointed to record your deeds. Then the seal would be set upon his mouth and it would be said to his hands and feet to speak and they would speak of his deeds. Then the mouth would be made free to talk, he would say (to the hands and feet): Be away, let there be curse of Allah upon you. It was for your safety that I contended.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ النَّضْرِ بْنِ أَبِي النَّضْرِ، حَدَّثَنِي أَبُو النَّضْرِ، هَاشِمُ بْنُ الْقَاسِمِ حَدَّثَنَا عُبَيْدُ اللَّهِ الأَشْجَعِيُّ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ عُبَيْدٍ الْمُكْتِبِ، عَنْ فُضَيْلٍ، عَنِ الشَّعْبِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَضَحِكَ فَقَالَ  هَلْ تَدْرُونَ مِمَّ أَضْحَكُ  . قَالَ قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ . قَالَ  مِنْ مُخَاطَبَةِ الْعَبْدِ رَبَّهُ يَقُولُ يَا رَبِّ أَلَمْ تُجِرْنِي مِنَ الظُّلْمِ قَالَ يَقُولُ بَلَى . قَالَ فَيَقُولُ فَإِنِّي لاَ أُجِيزُ عَلَى نَفْسِي إِلاَّ شَاهِدًا مِنِّي قَالَ فَيَقُولُ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ شَهِيدًا وَبِالْكِرَامِ الْكَاتِبِينَ شُهُودًا - قَالَ - فَيُخْتَمُ عَلَى فِيهِ فَيُقَالُ لأَرْكَانِهِ انْطِقِي . قَالَ فَتَنْطِقُ بِأَعْمَالِهِ - قَالَ - ثُمَّ يُخَلَّى بَيْنَهُ وَبَيْنَ الْكَلاَمِ - قَالَ - فَيَقُولُ بُعْدًا لَكُنَّ وَسُحْقًا . فَعَنْكُنَّ كُنْتُ أُنَاضِلُ  .",
    "hadithBengali": "৭১৭০। আবূ বকর ইবনু নযর ইবনু আবূ নযর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ছিলাম। এ সময় তিনি হেসে বললেন, তোমরা কি জান, আমি কেন হাসছি? আমরা বললাম, এ সম্পর্কে আল্লাহ ও তার রাসুলই ভাল জানেন। অতঃপর তিনি বললেনঃ বান্দা তার প্রতিপালকের সাথে যে কথা বলবে, এ জন্য হাসছি। সে (বান্দা) বলবে হে আমার প্রতিপালক! তুমি কি আশ্রয় দাওনি আমাকে যুলম হতে? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ তা&#39;আলা বলবেন, হ্যাঁ আমি কারো প্রতি যুলুম করি না। অতঃপর বান্দা বলবে, আমি আমার ব্যাপারে নিজের সাক্ষ্য ব্যতীত অন্য কারো সাক্ষী হওয়াকে জায়িয মনে করি না। তখন আল্লাহ তাআলা বলবেন, আজ তুমি নিজেই তোমার সাক্ষী হওয়ার জন্য যথেষ্ট এবং সম্মানিত লিপিকার বৃন্দও। অতঃপর বান্দার মুখের উপর মোহর লাগিয়ে দেয়া হবে এবং আর অঙ্গ প্রত্যঙ্গকে হুকুম করা হবে যে, তোমরা বল। তারা তার আমল সম্পর্কে বলবে। এরপর বান্দাকে কথা বলার অনুমতি দেয়া হবে। তখন বান্দা তার অঙ্গ-প্রত্যঙ্গকে লক্ষ্য করে বলবে, অভিশাপ তোমাদের প্রতি, তোমরা দূর হয়ে যাও। আমি তো তোমাদের জন্যই লড়াই করছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "7170",
    "id": "19493",
    "thesequence": "19645",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nO Allah, make for the family of Muhammad the provision which is a bare subsistence.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ أَبِيهِ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اللَّهُمَّ اجْعَلْ رِزْقَ آلِ مُحَمَّدٍ قُوتًا  .",
    "hadithBengali": "৭১৭১। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হে আল্লাহ! তুমি মুহাম্মাদের পরিবার-পরিজনকে নুন্যতম প্রয়োজন অনুপাতে জীবিকা দান কর।\n",
    "checkStatus": "1",
    "hadithNo": "7171",
    "id": "19494",
    "thesequence": "19646",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\n0 Allah, provide for the, family of Muhammad their subsistence, and in the narration transmitted on the authority of Amr (the words are): O Allah, provide us subsistence",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، وَأَبُو كُرَيْبٍ قَالُوا حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الأَعْمَشُ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اللَّهُمَّ اجْعَلْ رِزْقَ آلِ مُحَمَّدٍ قُوتًا  . وَفِي رِوَايَةِ عَمْرٍو  اللَّهُمَّ ارْزُقْ  .",
    "hadithBengali": "৭১৭২। আবূ বকর ইবনু আবূ শায়বা, আমর নাকিদ, যুহায়র ইবনু হারব ও আবূ কুরায়ব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হে আল্লাহ! তুমিনুন্যতম প্রয়োজনীয় পরিমাণকে মুহাম্মাদের পরিবার-পরিজনের জন্য রিযিক নির্ধারণ কর। আমরের বর্ণনায় اللَّهُمَّ ارْزُقْ শব্দটি বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "7172",
    "id": "19495",
    "thesequence": "19647",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umara b. al-Qaqa reported this hadith with the same chain of transmitters but instead of the word qut (bare subsistence) there has been used the word Kafaf (adequate means to meet the needs).",
    "hadithArabic": "وَحَدَّثَنَاهُ أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ سَمِعْتُ الأَعْمَشَ، ذَكَرَ عَنْ عُمَارَةَ، بْنِ الْقَعْقَاعِ بِهَذَا الإِسْنَادِ وَقَالَ   كَفَافًا  .",
    "hadithBengali": "৭১৭৩। আবূ সাঈদ আশাজ্জ (রহঃ) ... উমারা ইবনু কাকা (রাঃ) থেকে এ সনদে অনুরূপ বর্ণনা করেছেন। তবে এ রিওয়ায়েতে قوتا এর স্থলেكَفَافًا শব্দ (প্রয়োজন মেটানো পরিমাণ) বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "7173",
    "id": "19496",
    "thesequence": "19648",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nNever had the family of Muhammad (ﷺ) eaten to the fill since their, arrival in Medina with the bread of wheat for three successive nights until his (Holy Prophets) death.",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ، زُهَيْرٌ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ مَا شَبِعَ آلُ مُحَمَّدٍ صلى الله عليه وسلم مُنْذُ قَدِمَ الْمَدِينَةَ مِنْ طَعَامِ بُرٍّ ثَلاَثَ لَيَالٍ تِبَاعًا حَتَّى قُبِضَ .",
    "hadithBengali": "৭১৭৪। যুহায়র ইবনু হারব ও ইসহাক ইবনু ইররাহীম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরপরিজন মদীনায় আসার পর লাগাতার তিন দিন গমের রুটি পরিতৃপ্ত হয়ে খাননি। আর এ অবস্থায় তাঁর ইন্তেকাল হয়ে গেল।\n",
    "checkStatus": "1",
    "hadithNo": "7174",
    "id": "19497",
    "thesequence": "19649",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported Allahs Messenger (ﷺ) as saying:\nNever did Allahs Messenger (ﷺ) eat to his fill the bread of wheat for three successive days until he had run the course of his life.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ مَا شَبِعَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثَلاَثَةَ أَيَّامٍ تِبَاعًا مِنْ خُبْزِ بُرٍّ حَتَّى مَضَى لِسَبِيلِهِ .",
    "hadithBengali": "৭১৭৫। আবূ বকর ইবনু আবূ শায়বা, আবূ কুরায়ব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ধারাবাহিক তিন দিন গমের রুটি পরিতৃপ্ত হয়ে খাননি, এ অবস্থায়ই তিনি তাঁর পথে চলে যান।\n",
    "checkStatus": "1",
    "hadithNo": "7175",
    "id": "19498",
    "thesequence": "19650",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nNever did the family of Muhammad (ﷺ) eat to the fill the bread of barley for two successive days until Allahs Messenger (ﷺ) died.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ يَزِيدَ، يُحَدِّثُ عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ مَا شَبِعَ آلُ مُحَمَّدٍ صلى الله عليه وسلم مِنْ خُبْزِ شَعِيرٍ يَوْمَيْنِ مُتَتَابِعَيْنِ حَتَّى قُبِضَ رَسُولُ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৭১৭৬। মুহাম্মদ ইবনু মুসান্না ও মুহাম্মদ ইবনু বাশশার (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, ধারাবাহিক দুই দিন মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিবার যবের রুটি তৃপ্ত হয়ে আহার করেননি। এ অবস্থায়ই রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইন্তেকাল হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "7176",
    "id": "19499",
    "thesequence": "19651",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nNever could the family of Muhammad (ﷺ) (afford to eat to the fill) the bread of wheat beyond three days (successively).",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَابِسٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ مَا شَبِعَ آلُ مُحَمَّدٍ صلى الله عليه وسلم مِنْ خُبْزِ بُرٍّ فَوْقَ ثَلاَثٍ .",
    "hadithBengali": "৭১৭৭। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিবার তিন দিনের অধিক গমের রুটি পরিতৃপ্ত হয়ে খাননি।\n",
    "checkStatus": "1",
    "hadithNo": "7177",
    "id": "19500",
    "thesequence": "19652",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nNever could the family of Muhammad (may peace. be upon him) (afford to eat) the bread of wheat for three (successive days) until he ran the course of his life.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، قَالَ قَالَتْ عَائِشَةُ مَا شَبِعَ آلُ مُحَمَّدٍ صلى الله عليه وسلم مِنْ خُبْزِ الْبُرِّ ثَلاَثًا حَتَّى مَضَى لِسَبِيلِهِ .",
    "hadithBengali": "৭১৭৮। আবূ বকর ইবনু শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, লাগাতার তিন দিন মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিবার গমের রুটি পরিতৃপ্ত হয়ে খাননি। এ অবস্থায়ই তিনি তাঁর পথে চলে যান।\n",
    "checkStatus": "1",
    "hadithNo": "7178",
    "id": "19501",
    "thesequence": "19653",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nNever could the family of Muhammad (ﷺ) (afford to eat) the bread of wheat for two days successively. Even (out of these two days) one (was such wherein he could get) only a date.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ هِلاَلِ بْنِ حُمَيْدٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ مَا شَبِعَ آلُ مُحَمَّدٍ صلى الله عليه وسلم يَوْمَيْنِ مِنْ خُبْزِ بُرٍّ إِلاَّ وَأَحَدُهُمَا تَمْرٌ .",
    "hadithBengali": "৭১৭৯। আবূ কুরায়ব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিবার দুই দিন পরিতৃপ্ত হয়ে গমের রুটি ভক্ষণ করেননি। দু&#39;দিনের এক দিন তিনি (আহার করতেন) হত।\n",
    "checkStatus": "1",
    "hadithNo": "7179",
    "id": "19502",
    "thesequence": "19654",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nWe the family of Muhammad (ﷺ) used to spend (the whole) month in which we (did not need to) kindle the fire as (we had nothing to cook) ; we had only dates and water (to fill our bellies).",
    "hadithArabic": " حَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، قَالَ وَيَحْيَى بْنُ يَمَانٍ حَدَّثَنَا عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ إِنْ كُنَّا آلَ مُحَمَّدٍ صلى الله عليه وسلم لَنَمْكُثُ شَهْرًا مَا نَسْتَوْقِدُ بِنَارٍ إِنْ هُوَ إِلاَّ التَّمْرُ وَالْمَاءُ .",
    "hadithBengali": "৭১৮০। আমর নাকিদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিবার মাস-পূর্ণ এমনভাবে কাটাতাম যে, আমরা আগুনও জ্বালাতাম না। (আমরা) শুধু খুরমা ও পানি খেয়েই কাটিয়ে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "7180",
    "id": "19503",
    "thesequence": "19655",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Urwa with the same chain of transmitters (and the words are):\n We used to spend- And he did not make a mention of the family of Muhammad (ﷺ), and Abu Kuraib made this addition to his hadith which was transmitted on the authority of Ibn Numair (and the words are): But this that there was brought to us some meat.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، وَابْنُ، نُمَيْرٍ عَنْ هِشَامِ بْنِ عُرْوَةَ، بِهَذَا الإِسْنَادِ إِنْ كُنَّا لَنَمْكُثُ . وَلَمْ يَذْكُرْ آلَ مُحَمَّدٍ . وَزَادَ أَبُو كُرَيْبٍ فِي حَدِيثِهِ عَنِ ابْنِ نُمَيْرٍ إِلاَّ أَنْ يَأْتِيَنَا اللُّحَيْمُ .",
    "hadithBengali": "৭১৮১। আবূ বকর ইবনু আবূ শায়বা ও কুরায়ব (রহঃ) ... হিশাম ইবনু উরওয়া (রহঃ) থেকে এ সনদে অনুরূপ বর্ণনা করেছেন। এতে রয়েছে যে, إِنْ كُنَّا لَنَمْكُثُ কিন্তু آلَ مُحَمَّدٍ কথাটির উল্লেখ নেই। আবূ কুরায়বের বর্ণনায় অতিরিক্ত রয়েছে যে, হ্যাঁ, যখন গোশত আসত (তখন অগ্নি প্রজ্জলিত করা হত)।\n",
    "checkStatus": "1",
    "hadithNo": "7181",
    "id": "19504",
    "thesequence": "19656",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "`Aisha reported that Allahs Messenger (ﷺ) died (in such a state) that there had been nothing in my wooden tub which a living being could afford to eat but a handful of barley. I had been eating out of that for a fairly long duration when I thought of measuring it and it was almost finished.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ بْنِ كُرَيْبٍ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَمَا فِي رَفِّي مِنْ شَىْءٍ يَأْكُلُهُ ذُو كَبِدٍ إِلاَّ شَطْرُ شَعِيرٍ فِي رَفٍّ لِي فَأَكَلْتُ مِنْهُ حَتَّى طَالَ عَلَىَّ فَكِلْتُهُ فَفَنِيَ .",
    "hadithBengali": "৭১৮২। আবূ কুরায়ব মুহাম্মদ ইবনু আলা ইবনু কুরায়ব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুনিয়া থেকে বিদায় গ্রহণ করেছেন, তখন আমার পাত্রে সামান্য কিছু যব ব্যতীত কোন কলিজাধারী (প্রাণী) খেতে পারে এমন কিছুই আমার তাকে ছিল না। আমি তা থেকেই খেতাম। এভাবে অনেক দিন চলে গেলে আমি তা ওযন দিলাম। ফলে উহা শেষ হয়ে গেল।\n",
    "checkStatus": "1",
    "hadithNo": "7182",
    "id": "19505",
    "thesequence": "19657",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha used to say to Urwa:\nSon of my sister, by Allah, I used to see the new moon, then the new moon, then the new moon, i. e. three moons in two months, and fire was not kindled in the house of Allahs Messenger (ﷺ). I (Urwa) said: Auntie, then what were your means of sustenance? She said: Dates and water. But it (so happened) that Allahs Messenger (ﷺ) had some Ansar as his neighbours and they had milch animals and they used to send to Allahs Messenger (ﷺ) some milk of their (animals) and he served that to us.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ بْنِ، رُومَانَ عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّهَا كَانَتْ تَقُولُ وَاللَّهِ يَا ابْنَ أُخْتِي إِنْ كُنَّا لَنَنْظُرُ إِلَى الْهِلاَلِ ثُمَّ الْهِلاَلِ ثُمَّ الْهِلاَلِ ثَلاَثَةَ أَهِلَّةٍ فِي شَهْرَيْنِ وَمَا أُوقِدَ فِي أَبْيَاتِ رَسُولِ اللَّهِ صلى الله عليه وسلم نَارٌ - قَالَ - قُلْتُ يَا خَالَةُ فَمَا كَانَ يُعَيِّشُكُمْ قَالَتِ الأَسْوَدَانِ التَّمْرُ وَالْمَاءُ إِلاَّ أَنَّهُ قَدْ كَانَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم جِيرَانٌ مِنَ الأَنْصَارِ وَكَانَتْ لَهُمْ مَنَائِحُ فَكَانُوا يُرْسِلُونَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ أَلْبَانِهَا فَيَسْقِينَاهُ .",
    "hadithBengali": "৭১৮৩। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, হে আমার বোনের ছেলে! আমরা (নতুন) চাঁদ দেখতাম এরপর পুনরায় নতুন চাঁদ দেখতাম,এরপর নতুন চাঁদ (দেখতাম) অর্থাৎ দু&#39;মাসে তিনটি চাঁদ দেখতাম। অথচ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঘরে আগুন জ্বলত না। তিনি বলেন, আমি জিজ্ঞেস করলাম, হে খালা! আপনারা কিভাবে দিনাতিপাত করতেন? তিনি বললেনঃ দুটো কালো জিনিস, খুরমা ও পানি (দ্বারা)। তবে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কতিপয় আনসারী প্রতিবেশী ছিল। তাদের ছিল কিছু দুগ্ধবতী উটনী ও বকরী। তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য সেগুলো দোহন করে এর দুধ তার নিকট পাঠাতেন এবং আমরা তাই পান করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "7183",
    "id": "19506",
    "thesequence": "19658",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Urwa b. Zubair reported on the authority of Aisha, the wife of Allahs Apostle (ﷺ), that she said:\nAllahs Messenger (ﷺ) died (in a state) that it never happened that he could eat to his fill the bread with olive oil twice during a day.",
    "hadithArabic": " حَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي أَبُو صَخْرٍ، عَنْ يَزِيدَ، بْنِ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ ح وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي أَبُو صَخْرٍ، عَنِ ابْنِ قُسَيْطٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ لَقَدْ مَاتَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَمَا شَبِعَ مِنْ خُبْزٍ وَزَيْتٍ فِي يَوْمٍ وَاحِدٍ مَرَّتَيْنِ .",
    "hadithBengali": "৭১৮৪। আবূ তাহির (অন্য সনদে) হারুন ইবনু সাঈদ (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মরে গেছেন অথচ দুবেলা তিনি রুটি ও যায়তুন দ্বারা কখনো পরিতৃপ্ত হননি।\n",
    "checkStatus": "1",
    "hadithNo": "7184",
    "id": "19507",
    "thesequence": "19659",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha reported this hadith through other chains of transmitters also (and the words are) that Allahs Messenger (ﷺ) died (in a state) when the people could afford to eat only the dates and water.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا دَاوُدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَكِّيُّ الْعَطَّارُ، عَنْ مَنْصُورٍ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، ح وَحَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا دَاوُدُ بْنُ عَبْدِ الرَّحْمَنِ الْعَطَّارُ، حَدَّثَنِي مَنْصُورُ، بْنُ عَبْدِ الرَّحْمَنِ الْحَجَبِيُّ عَنْ أُمِّهِ، صَفِيَّةَ عَنْ عَائِشَةَ، قَالَتْ تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ شَبِعَ النَّاسُ مِنَ الأَسْوَدَيْنِ التَّمْرِ وَالْمَاءِ .",
    "hadithBengali": "৭১৮৫। ইয়াহইয়া ইবনু ইয়াহইয়া (অন্য সনদে) সাঈদ ইবনু মানসুর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো বিদায় গ্রহণ করেছেন, অথচ লোকেরা তখন দুটি কালো বস্তু তথা খুরমা ও পানি খেয়ে পরিতৃপ্ত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "7185",
    "id": "19508",
    "thesequence": "19660",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that Allahs Messenger (ﷺ) had died in a state that they could afford to eat two things only:\nwater and dates.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ مَنْصُورِ بْنِ صَفِيَّةَ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، قَالَتْ تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَدْ شَبِعْنَا مِنَ الأَسْوَدَيْنِ الْمَاءِ وَالتَّمْرِ .",
    "hadithBengali": "৭১৮৬। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইন্তেকাল হয়েছে, অথচ আমরা দুটি কাল বস্তু তথা পানি ও খুরমা খেয়ে পরিতৃপ্ত হয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "7186",
    "id": "19509",
    "thesequence": "19661",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted on the authority of Sufyan and the words are:\n We could not afford to eat to the fill even dates and water.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا الأَشْجَعِيُّ، ح وَحَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو أَحْمَدَ، كِلاَهُمَا عَنْ سُفْيَانَ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّ فِي، حَدِيثِهِمَا عَنْ سُفْيَانَ وَمَا شَبِعْنَا مِنَ الأَسْوَدَيْنِ .",
    "hadithBengali": "৭১৮৭। আবূ কুরায়ব (অন্য সনদে) নসর ইবনু আলী (রহঃ) ... সুফিয়ান (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন। তবে এখানে শুধু وَمَا شَبِعْنَا مِنَ الأَسْوَدَيْنِ এ কথাটি (আমরা তো দুই কাল দিয়ে পরিতৃপ্ত হইনি) বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "7187",
    "id": "19510",
    "thesequence": "19662",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nBy Him in Whose Hand is my life and Ibn Abbad also said: By One in Whose hand is the life of Abu Huraira, Allahs Messenger (ﷺ) could not afford to provide adequate food to his family which could (fill their bellies) with bread and wheat for three days successively until he left the world.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا مَرْوَانُ، - يَعْنِيَانِ الْفَزَارِيَّ - عَنْ يَزِيدَ، - وَهُوَ ابْنُ كَيْسَانَ - عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ وَالَّذِي نَفْسِي بِيَدِهِ - وَقَالَ ابْنُ عَبَّادٍ وَالَّذِي نَفْسُ أَبِي هُرَيْرَةَ بِيَدِهِ - مَا أَشْبَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَهْلَهُ ثَلاَثَةَ أَيَّامٍ تِبَاعًا مِنْ خُبْزِ حِنْطَةٍ حَتَّى فَارَقَ الدُّنْيَا .",
    "hadithBengali": "৭১৮৮। মুহাম্মদ ইবনু আব্বাদ ও ইবনু আবূ উমার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, ঐ সত্তার কসম, যার হাতে আমার প্রাণ। বর্ণনাকারী ইবনু আব্বাদ (রহঃ) বলেন, (আবূ হুরায়রা (রাঃ) বলেছেন,) ঐ সত্তার কসম, যার হাতে আবূ হুরায়রার প্রাণ। এক নাগাড়ে তিন দিন গমের রুটি দ্বারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার পরিবার-পরিজনকে পরিতৃপ্ত করেননি। এ অবস্থায়ই তিনি দুনিয়া থেকে বিদায় গ্রহণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7188",
    "id": "19511",
    "thesequence": "19663",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Hazim reported:\nI saw Abu Huraira point with his finger many a time and saying: By One in Whose Hand is the life of Abu Huraira, Allahs Apostle (ﷺ) could not eat to his fill and provide his family bread of wheat beyond three days successively until he left the world.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ يَزِيدَ بْنِ كَيْسَانَ، حَدَّثَنِي أَبُو حَازِمٍ قَالَ رَأَيْتُ أَبَا هُرَيْرَةَ يُشِيرُ بِإِصْبَعِهِ مِرَارًا يَقُولُ وَالَّذِي نَفْسُ أَبِي هُرَيْرَةَ بِيَدِهِ مَا شَبِعَ نَبِيُّ اللَّهِ صلى الله عليه وسلم وَأَهْلُهُ ثَلاَثَةَ أَيَّامٍ تِبَاعًا مِنْ خُبْزِ حِنْطَةٍ حَتَّى فَارَقَ الدُّنْيَا .",
    "hadithBengali": "৭১৮৯। মুহাম্মদ ইবনু হাতিম (রহঃ) ... আবূ হাযিম (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবূ হুরায়রা (রাঃ) কে তার আঙ্গুল দ্বারা কয়েকবার ইশারা করে বলতে শুনেছি যে, ঐ সত্তার কসম! যার হাতে আবূ হুরায়রার প্রাণ লাগাতার তিন দিন পর্যন্ত আল্লাহর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তাঁর পরিবার গমের রুটি দ্বারা কখনো পরিতৃপ্ত হননি। এমতাবস্থায় তিনি দুনিয়া থেকে বিদায় গ্রহণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7189",
    "id": "19512",
    "thesequence": "19664",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Numan b. Bashir said:\nDont you eat and drink according to your hearts desire, whereas I saw that your Prophet (ﷺ) (at times) could not find even an inferior quality of the dates with which he could fill his belly? Qutaiba, however, did not make a mention of It.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالاَ حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكٍ، قَالَ سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ، يَقُولُ أَلَسْتُمْ فِي طَعَامٍ وَشَرَابٍ مَا شِئْتُمْ لَقَدْ رَأَيْتُ نَبِيَّكُمْ صلى الله عليه وسلم وَمَا يَجِدُ مِنَ الدَّقَلِ مَا يَمْلأُ بِهِ بَطْنَهُ . وَقُتَيْبَةُ لَمْ يَذْكُرْ بِهِ .",
    "hadithBengali": "৭১৯০। কুতায়বা ইবনু সাঈদ ও আবূ বকর ইবনু আবূ শায়বা (রহঃ) নুমান ইবনু বাশীর (রাঃ) থেকে বর্ণিত। তিনি বলেন, তোমরা কি সুখ-সাচ্ছন্দ্যে পানাহার করছনা? অথচ আমি তোমাদের নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখেছি যে, পেট ভরার জন্য নিম্নমানের খেজুরও তিনি পাননি। বর্ণনাকারী কুতায়বা بِهِ শব্দটি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "7190",
    "id": "19513",
    "thesequence": "19665",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Simak with the same chain of transmitters, with this addition of words:\n You are not satisfied with the qualities of dates and butter.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا زُهَيْرٌ، ح وَحَدَّثَنَا إِسْحَاقُ، بْنُ إِبْرَاهِيمَ أَخْبَرَنَا الْمُلاَئِيُّ، حَدَّثَنَا إِسْرَائِيلُ، كِلاَهُمَا عَنْ سِمَاكٍ، بِهَذَا الإِسْنَادِ . نَحْوَهُ وَزَادَ فِي حَدِيثِ زُهَيْرٍ وَمَا تَرْضَوْنَ دُونَ أَلْوَانِ التَّمْرِ وَالزُّبْدِ .",
    "hadithBengali": "৭১৯১। মুহাম্মাদ ইবনু রাফি (অন্য সনদে) ইসহাক ইবনু ইবরাহীম (রহঃ) ... সিমাক (রহঃ) থেকে এ সনদে অনুরূপ বর্ণনা করেছেন তবে সিমাক (রহঃ) যুহায়রের হাদীসের মধ্যে অতিরিক্ত এ কথাটি বর্ণনা করেছেন যে, অথচ (বর্তমানে) তোমরা খুরমার বিভিন্ন প্রকার (খাবার) ও মাখন ব্যতীত তুষ্ট হও না।\n",
    "checkStatus": "1",
    "hadithNo": "7191",
    "id": "19514",
    "thesequence": "19666",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Simak b. Barb reported:\nI heard Numan deliver an address in which he said that (Hadrat) Umar made a mention of what had fallen to the lot of people out of the material world and he said: I saw Allahs Messenger (ﷺ) spend the whole day being upset because of hunger and he could not get even an interior quality of dates with which he could fill his belly.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ، بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، قَالَ سَمِعْتُ النُّعْمَانَ، يَخْطُبُ قَالَ ذَكَرَ عُمَرُ مَا أَصَابَ النَّاسُ مِنَ الدُّنْيَا فَقَالَ لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَظَلُّ الْيَوْمَ يَلْتَوِي مَا يَجِدُ دَقَلاً يَمْلأُ بِهِ بَطْنَهُ .",
    "hadithBengali": "৭১৯২। মুহাম্মাদ ইবনু মুসান্না ও ইবনু বাশশার (রহঃ) ... সিমাক ইবনু হারব (রহঃ) থেকে বর্ণিত। তিনি বলেন, নুমান (রহঃ) কে বক্তৃতারত অবস্থায় আমি বলতে শুনেছি যে, উমর (রাঃ) বলেছেন, মানুষ কি পরিমাণ দুনিয়া কামাই করেছে। অথচ রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি দেখেছি যে, তিনি ক্ষুধার তাড়নায় সারা দিন অস্থির থাকতেন। পেট ভরার মত নিম্নমানের একটি খেজুরও তিনি (খেতে) পাননি।\n",
    "checkStatus": "1",
    "hadithNo": "7192",
    "id": "19515",
    "thesequence": "19667",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd al-Rahman al-Hubuli reported:\nI heard that a person asked Abdullah b. Amr b. As and heard him saying: Are we not amongst the destitute of the emigrants? Abdullah said to him: Have you a spouse with whom you live? He said: Yes. Abdullah asked: Do you not have a home in which you reside? The man replied Yes. Abdullah said: Then you are amongst the rich. He said: I have a servant also. Thereupon he (Abdullah b. Amr b. As) said: Then you are amongst the kings. Abu Abd al-Rahman reported that three persons came to Abdullah b. Amr b. As while I was sitting with him and they said: By Allah, we have nothing with us either in the form of provision, riding animals or wealth. Thereupon he said to them: I am prepared to do whatever you like. If you come to us, we would give you what Allah would make available for you. and if you like I would make a mention of your case to the ruler, and if you like you can show patience also. for I have heard Allahs Messenger (ﷺ) as saying: The destitute amongst the emigrants would precede the rich emigrants by forty years in getting into Paradise on the Day of Resurrection. Thereupon they said: We then, show patience and do not ask for anything.",
    "hadithArabic": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي أَبُو هَانِئٍ سَمِعَ أَبَا عَبْدِ الرَّحْمَنِ الْحُبُلِيَّ، يَقُولُ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ، وَسَأَلَهُ، رَجُلٌ فَقَالَ أَلَسْنَا مِنْ فُقَرَاءِ الْمُهَاجِرِينَ فَقَالَ لَهُ عَبْدُ اللَّهِ أَلَكَ امْرَأَةٌ تَأْوِي إِلَيْهَا قَالَ نَعَمْ . قَالَ أَلَكَ مَسْكَنٌ تَسْكُنُهُ قَالَ نَعَمْ قَالَ فَأَنْتَ مِنَ الأَغْنِيَاءِ قَالَ فَإِنَّ لِي خَادِمًا قَالَ فَأَنْتَ مِنَ الْمُلُوكِ . قَالَ أَبُو عَبْدِ الرَّحْمَنِ وَجَاءَ ثَلاَثَةُ نَفَرٍ إِلَى عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ وَأَنَا عِنْدَهُ فَقَالُوا يَا أَبَا مُحَمَّدٍ إِنَّا وَاللَّهِ مَا نَقْدِرُ عَلَى شَىْءٍ لاَ نَفَقَةٍ وَلاَ دَابَّةٍ وَلاَ مَتَاعٍ . فَقَالَ لَهُمْ مَا شِئْتُمْ إِنْ شِئْتُمْ رَجَعْتُمْ إِلَيْنَا فَأَعْطَيْنَاكُمْ مَا يَسَّرَ اللَّهُ لَكُمْ وَإِنْ شِئْتُمْ ذَكَرْنَا أَمْرَكُمْ لِلسُّلْطَانِ وَإِنْ شِئْتُمْ صَبَرْتُمْ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنَّ فُقَرَاءَ الْمُهَاجِرِينَ يَسْبِقُونَ الأَغْنِيَاءَ يَوْمَ الْقِيَامَةِ إِلَى الْجَنَّةِ بِأَرْبَعِينَ خَرِيفًا  . قَالُوا فَإِنَّا نَصْبِرُ لاَ نَسْأَلُ شَيْئًا .",
    "hadithBengali": "৭১৯৩। আবূ তাহির আহমদ ইবনু আমর ইবনু সারহ (রহঃ) ... আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি তাকে প্রশ্ল করল যে, আমরা কি মুহাজির ফকীরদের অন্তভুক্ত নই? আবদুল্লাহ (রাঃ) তাকে বললেন, তোমার কি স্ত্রী নেই, যার নিকট তুমি গিয়ে থাক? জবাবে সে বলল, হ্যাঁ আছে। অতঃপর তিনি বললেন, বসবাস করার জন্য তোমার কি বাসস্থান নেই? সে বলল, হ্যাঁ আছে। তখন তিনি বললেন, তবে তো তুমি ধনীদের অন্তর্ভুক্ত। এরপর সে বলল, আমার একজন খাদিমও আছে। এ কথা শুনে তিনি বললেন, তাহলে তো তুমি বাদশাহ।\n\nআবূ আবদুর রহমান বলেন, একদা তিন ব্যক্তি আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ) এর নিকট এলেন। তখন আমি তার নিকট উপবিষ্ট ছিলাম। এসে তারা বলল, হে আবূ মুহাম্মাদ! আমাদের কোন কিছুই নেই। না ব্যয় করার মত পয়সা আছে, না আছে সাওয়ারী, না আছে কোন আসবাব সামগ্রী। অতঃপর তিনি তাদেরকে বললেন, তোমরা যা চাও আমি তাই করব। তোমাদের মনে চাইলে তোমরা আমার নিকট চলে এসো। আল্লাহ তোমাদের ভাগ্যে যা রেখেছেন আমি তোমাদেরকে তা দান করব। তোমরা চাইলে, বাদশাহর নিকট আমি তোমাদের আলোচনা করব। আর তোমাদের মনে চাইলে তোমরা ধৈর্য ধারণ কর।\n\nআমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একথা বলতে শুনেছি যে, কিয়ামতের দিন ফকীর মুহাজির ব্যক্তিগণ ধনীদের চেয়ে চল্লিশ বছর পূর্বে জান্নাতে পৌছে যাবে। একথা শুনে তারা বললেন, আমরা ধৈর্য ধারন করব, আমরা কিছুই চাই না।\n",
    "checkStatus": "1",
    "hadithNo": "7193",
    "id": "19516",
    "thesequence": "19668",
    "isActive": "1",
    "chapterId": "14377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported that Allahs Messenger (ﷺ) said in connection with the people of Hijr (Thamud):\nDo not enter but weepingly (the habitations) of these people who had been punished by (Allah), and in case you do not feel inclined to weep, then do not enter (these habitations) that you may not meet the same calamity as had fallen to their lot.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَعَلِيُّ بْنُ حُجْرٍ، جَمِيعًا عَنْ إِسْمَاعِيلَ، قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ دِينَارٍ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ، بْنَ عُمَرَ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لأَصْحَابِ الْحِجْرِ   لاَ تَدْخُلُوا عَلَى هَؤُلاَءِ الْقَوْمِ الْمُعَذَّبِينَ إِلاَّ أَنْ تَكُونُوا بَاكِينَ فَإِنْ لَمْ تَكُونُوا بَاكِينَ فَلاَ تَدْخُلُوا عَلَيْهِمْ أَنْ يُصِيبَكُمْ مِثْلُ مَا أَصَابَهُمْ  .",
    "hadithBengali": "৭১৯৪। ইয়াহইয়া ইবনু আইউব, কুতায়বা ইবনু সাঈদ ও আলী ইবনু হুজর (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুলাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসহাবে হিজ্বর (সামূদ সম্প্রদায়) সম্পর্কে সাহাবাদেরকে বলেছেন শাস্তি প্রাপ্ত এ সম্প্রদায়ের উপর দিয়ে কান্না জড়িত অবস্থায় তোমারা পথ অতিক্রম করবে। অন্যথা (যদি তোমাদের কান্না না আসে) তাদের এলাকায় কিছুতেই প্রবেশ করবে না। যাতে এমনটি না ঘটে যে, যে আযাব তাদের উপর নাযিল হয়েছিল, অনুরূপ (আযাব) তোমাদের উপরও নাযিল হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "7194",
    "id": "19517",
    "thesequence": "19669",
    "isActive": "1",
    "chapterId": "14378",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১. যারা নিজেদের উপর যুলুম করেছে (সামুদ সম্প্রদায়) ক্রন্দনরত অবস্থা ব্যতীত তাদের জনপদে প্রবেশ কর না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Shihab reported, and he had been talking about the stony abodes of Thamud, and he said:\nSalim b. Abdullah reported that Abdullah b. Umar said: We were passing along with Allahs Messenger (ﷺ) through the habitations of Hijr, and Allahs Messenger (ﷺ) said: Do not enter but weepingly the habitations of these persons who committed tyranny among themselves, lest the same calamity should fall upon you as it fell upon them. He then urged his mount to proceed quickly and pass through that valley hurriedly.",
    "hadithArabic": "حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، - وَهُوَ يَذْكُرُ الْحِجْرَ مَسَاكِنَ ثَمُودَ - قَالَ سَالِمُ بْنُ عَبْدِ اللَّهِ إِنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ قَالَ مَرَرْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى الْحِجْرِ فَقَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَدْخُلُوا مَسَاكِنَ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ إِلاَّ أَنْ تَكُونُوا بَاكِينَ حَذَرًا أَنْ يُصِيبَكُمْ مِثْلُ مَا أَصَابَهُمْ  . ثُمَّ زَجَرَ فَأَسْرَعَ حَتَّى خَلَّفَهَا .",
    "hadithBengali": "৭১৯৫। হারামালা ইবনু ইয়াহইয়া (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে একদা আমরা হিজর অধিবাসীদের এলাকা দিয়ে পথ অতিক্রম করছিলাম। এমতাবস্থায় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে বললেন, যারা নিজেদের প্রতি যুলুম করেছে তাদের জনপদ দিয়ে তোমরা কান্না জড়িত অবস্থায় যাবে। এ আশংকায় যে, তাদের উপর যে আযাব নাযিল হয়েছে অনুরূপ আযাব তোমাদের উপরও যেন নাযিল না হয়ে যায়। অতঃপর ধমক দিয়ে তিনি তার সাওয়ারীকে আরো দ্রুতগতি করলেন এবং উক্ত অঞ্চল অতিক্রম করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "7195",
    "id": "19518",
    "thesequence": "19670",
    "isActive": "1",
    "chapterId": "14378",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১. যারা নিজেদের উপর যুলুম করেছে (সামুদ সম্প্রদায়) ক্রন্দনরত অবস্থা ব্যতীত তাদের জনপদে প্রবেশ কর না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah b. Umar reported that the people encamped along with Allahs Messenger (ﷺ) in the valley of Hijr, the habitations of Thamud, and they quenched their thirst from the wells thereof and kneaded the flour with it. Thereupon Allahs Messenger (ﷺ) commanded that the water collected for drinking should be spilt and the flour should be given to the camels and commanded them that the water for drinking should be taken from that well where the she-camel (of Hadrat Salih) used to come.",
    "hadithArabic": " حَدَّثَنِي الْحَكَمُ بْنُ مُوسَى أَبُو صَالِحٍ، حَدَّثَنَا شُعَيْبُ بْنُ إِسْحَاقَ، أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، أَخْبَرَهُ أَنَّ النَّاسَ نَزَلُوا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى الْحِجْرِ أَرْضِ ثَمُودَ فَاسْتَقَوْا مِنْ آبَارِهَا وَعَجَنُوا بِهِ الْعَجِينَ فَأَمَرَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُهَرِيقُوا مَا اسْتَقَوْا وَيَعْلِفُوا الإِبِلَ الْعَجِينَ وَأَمَرَهُمْ أَنْ يَسْتَقُوا مِنَ الْبِئْرِ الَّتِي كَانَتْ تَرِدُهَا النَّاقَةُ .",
    "hadithBengali": "৭১৯৬। আবূ সালিহ, হাকাম ইবনু মুসা (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার লোকেরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে হিজর তথা সামূদ সম্প্রদায়ের জনপদে পৌছলেন। অতঃপর লোকেরা তথাকার কুয়া হতে পানি উঠালেন এবং এর দ্বারা আটার খামীর তৈরী করলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে এ সংগৃহীত পানি ফেলে দেয়া এবং খামীর উষ্ট্রিকে খাওয়াবার আদেশ দিলেন। আর তাদেরকে ঐ কুপ হতে পানি সংগ্রহ করার নির্দেশ দিলেন, যে কুপ হতে সালিহ (আলাইহিস সালাম) এর উষ্ট্রী পানি পান করত।\n",
    "checkStatus": "1",
    "hadithNo": "7196",
    "id": "19519",
    "thesequence": "19671",
    "isActive": "1",
    "chapterId": "14378",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১. যারা নিজেদের উপর যুলুম করেছে (সামুদ সম্প্রদায়) ক্রন্দনরত অবস্থা ব্যতীত তাদের জনপদে প্রবেশ কর না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abdullah with the same chain of transmitters but with a slight variation of wording.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، حَدَّثَنِي عُبَيْدُ اللَّهِ، بِهَذَا الإِسْنَادِ . مِثْلَهُ غَيْرَ أَنَّهُ قَالَ فَاسْتَقَوْا مِنْ بِئَارِهَا وَاعْتَجَنُوا بِهِ .",
    "hadithBengali": "৭১৯৭। ইসহাক ইবনু মুসা আনসারী (রহঃ) ... উবায়দুল্লাহ (রহঃ) থেকে এ সনদে অনুরূপ বর্ণনা করেছেন। তবে এতে তিনি বলেছেন فَاسْتَقَوْا مِنْ بِئَارِهَا وَاعْتَجَنُوا بِهِ (তারা সে কুপ থেকে পানি সংগ্রহ করল এবং তা দিয়ে খামীর তৈরি করল)।\n",
    "checkStatus": "1",
    "hadithNo": "7197",
    "id": "19520",
    "thesequence": "19672",
    "isActive": "1",
    "chapterId": "14378",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১. যারা নিজেদের উপর যুলুম করেছে (সামুদ সম্প্রদায়) ক্রন্দনরত অবস্থা ব্যতীত তাদের জনপদে প্রবেশ কর না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Allahs Messenger (ﷺ) said:\nOne who makes efforts (for earning to be spent) on a widow and the destitute is like a striver in the cause of Allah, and I think he also said: He is like one who constantly stands for prayer and observes fast without breaking it.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا مَالِكٌ، عَنْ ثَوْرِ بْنِ زَيْدٍ، عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   السَّاعِي عَلَى الأَرْمَلَةِ وَالْمِسْكِينِ كَالْمُجَاهِدِ فِي سَبِيلِ اللَّهِ - وَأَحْسِبُهُ قَالَ - وَكَالْقَائِمِ لاَ يَفْتُرُ وَكَالصَّائِمِ لاَ يُفْطِرُ  .",
    "hadithBengali": "৭১৯৮। আবদুল্লাহ ইবনু মাসলামা ইবনু কা&#39;নাব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, বিধবা ও মিসকীনের প্রতি অনুগ্রহকারী ব্যক্তি আল্লাহর পথে জিহাদকারী ব্যক্তির সমতুল্য। বর্ননাকারী বলেন, আমার মনে হয় তিনি এও বলেছেন যে, ঐ ব্যক্তি অক্লান্ত সালাত আদায়কারী ও অনবরত সিয়াম সাধনাকারী ব্যক্তির সমতূল্য।\n",
    "checkStatus": "1",
    "hadithNo": "7198",
    "id": "19521",
    "thesequence": "19673",
    "isActive": "1",
    "chapterId": "14379",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "২. বিধবা, মিসকীন ও ইয়াতীমের প্রতি অনুগ্রহ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Allahs Messenger (ﷺ) said:\nOne who looks after the orphan whether he is his relative or not, I and he would be together in Paradise like this, and Malik (explained it) with the gesture by drawing his index finger and middle finger close together.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْحَاقُ بْنُ عِيسَى، حَدَّثَنَا مَالِكٌ، عَنْ ثَوْرِ بْنِ زَيْدٍ، الدِّيلِيِّ قَالَ سَمِعْتُ أَبَا الْغَيْثِ، يُحَدِّثُ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   كَافِلُ الْيَتِيمِ لَهُ أَوْ لِغَيْرِهِ أَنَا وَهُوَ كَهَاتَيْنِ فِي الْجَنَّةِ  . وَأَشَارَ مَالِكٌ بِالسَّبَّابَةِ وَالْوُسْطَى .",
    "hadithBengali": "৭১৯৯। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নিজের (আত্নীয়) বা অনাত্নীয় ইয়াতীমের তত্ত্বাবধানকারী ও আমি জান্নাতে এ দুই আঙ্গুলের মত থাকব। বর্ণনাকারী মালিক (রহঃ) (হাদীস বর্ণনার সময়) শাহাদাত ও মধ্যমা আঙ্গুলীর দ্বারা ইশারা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7199",
    "id": "19522",
    "thesequence": "19674",
    "isActive": "1",
    "chapterId": "14379",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "২. বিধবা, মিসকীন ও ইয়াতীমের প্রতি অনুগ্রহ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah al-Khaulani reported that when Uthman b. Affan tried to rebuild the mosque of Allahs Messenger (ﷺ) the people began to talk about this. Uthman b. Affan said:\nYou discuss it very much whereas I have heard Allahs Messenger (ﷺ) as saying: He who builds a mosque-- and the narrator Bukair said: I think he also said: (for) seeking the pleasure of Allah- Allah would build (a similar house for him in Paradise). and in the narration of Harun (the words are): A house for him in Paradise.",
    "hadithArabic": " حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَأَحْمَدُ بْنُ عِيسَى، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، - وَهُوَ ابْنُ الْحَارِثِ - أَنَّ بُكَيْرًا، حَدَّثَهُ أَنَّ عَاصِمَ بْنَ عُمَرَ بْنِ قَتَادَةَ حَدَّثَهُ أَنَّهُ، سَمِعَ عُبَيْدَ اللَّهِ الْخَوْلاَنِيَّ، يَذْكُرُ أَنَّهُ سَمِعَ عُثْمَانَ بْنَ عَفَّانَ، عِنْدَ قَوْلِ النَّاسِ فِيهِ حِينَ بَنَى مَسْجِدَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِنَّكُمْ قَدْ أَكْثَرْتُمْ وَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  مَنْ بَنَى مَسْجِدًا - قَالَ بُكَيْرٌ حَسِبْتُ أَنَّهُ قَالَ - يَبْتَغِي بِهِ وَجْهَ اللَّهِ بَنَى اللَّهُ لَهُ مِثْلَهُ فِي الْجَنَّةِ  . وَفِي رِوَايَةِ هَارُونَ  بَنَى اللَّهُ لَهُ بَيْتًا فِي الْجَنَّةِ  .",
    "hadithBengali": "৭২০০। হারুন ইবনু সাঈদ ও আহমাদ ইবনু ঈসা (রহঃ) ... উবায়দুল্লাহ খাওলানী (রহঃ) থেকে বর্ণিত। তিনি উসমান ইবনু আফফান (রাঃ) কে বলতে শুনেছেন, যখন মুসজিদে নববী (পুনঃ) নির্মাণের ব্যাপারে লোকজন তার সমালোচনা করছিল; তোমরা আমার ব্যাপারে অনেক বেশী কথা বলছ, অথচ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যক্তি মসজিদ নির্মাণ করবে-বুকায়ব (রহঃ) বলেন, আমার মনে হয় তিনি (আসিম) এও বলেছেন যে, আল্লাহর সন্তুষ্টির উদ্দেশ্যে; আল্লাহ তাআলা তার জন্য জান্নাতে অনুরূপ (ঘর) তৈরী করবেন। হারুনের বর্ণনায় আছে যে, আল্লাহ তার জন্য জান্নাতে একটি ঘর তৈরী করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "7200",
    "id": "19523",
    "thesequence": "19675",
    "isActive": "1",
    "chapterId": "14380",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৩. মসজিদ নির্মাণের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Mahmud b. Labid reported that Uthman b. Affan decided to rebuild the mosque (of Allahs Apostle in Medina) but the people did not like this idea and they wished that it should be preserved in the same (old) form. Thereupon he (Hadrat Uthman) said:\nI heard Allahs Messenger (ﷺ) as saying: He who builds a mosque for Allah, Allah would build for him (a house) in Paradise like it.",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، كِلاَهُمَا عَنِ الضَّحَّاكِ، - قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا الضَّحَّاكُ بْنُ مَخْلَدٍ، - أَخْبَرَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، حَدَّثَنِي أَبِي، عَنْ مَحْمُودِ بْنِ لَبِيدٍ، أَنَّ عُثْمَانَ بْنَ عَفَّانَ، أَرَادَ بِنَاءَ الْمَسْجِدِ فَكَرِهَ النَّاسُ ذَلِكَ وَأَحَبُّوا أَنْ يَدَعَهُ عَلَى هَيْئَتِهِ فَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ بَنَى مَسْجِدًا لِلَّهِ بَنَى اللَّهُ لَهُ فِي الْجَنَّةِ مِثْلَهُ  .",
    "hadithBengali": "৭২০১। যুহায়র ইবনু হারব ও মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... মাহমুদ ইবনু লাবীদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, উসমান ইবনু আফফান (রাঃ) মসজিদ নির্মাণের ইচ্ছা করলে লোকেরা এটাকে অপছন্দ করল। তারা চাচ্ছিল যে, তিনি উহাকে পূর্বের অবস্থায় রেখে দেন। তখন তিনি বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একথা বলতে শুনেছি যে, যে ব্যক্তি আল্লাহর সন্তুষ্টির উদ্দেশ্যে মসজিদ নির্মাণ করবে, আল্লাহ তাআলা তার জন্য জান্নাতে অনুরূপ (ঘর) নির্মাণ করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "7201",
    "id": "19524",
    "thesequence": "19676",
    "isActive": "1",
    "chapterId": "14380",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৩. মসজিদ নির্মাণের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Jafar with the same chain of transmitters with this variation (that the words are):\n Allah would build for him a house in Paradise.",
    "hadithArabic": "وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، حَدَّثَنَا أَبُو بَكْرٍ الْحَنَفِيُّ، وَعَبْدُ الْمَلِكِ بْنُ، الصَّبَّاحِ كِلاَهُمَا عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّ فِي، حَدِيثِهِمَا   بَنَى اللَّهُ لَهُ بَيْتًا فِي الْجَنَّةِ  .",
    "hadithBengali": "৭২০২। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবদুল হামীদ ইবনু জা&#39;ফর (রহঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন। তবে তাদের হাদীসের মধ্যে রয়েছে যে, আল্লাহ তাআলা তার জন্য জান্নাতে একটি ঘর নির্মাণ করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "7202",
    "id": "19525",
    "thesequence": "19677",
    "isActive": "1",
    "chapterId": "14380",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৩. মসজিদ নির্মাণের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nWhile a person was in the wilderness he heard a voice from the cloud (commanding it thus): Irrigate the garden of so and so. (After that the clouds slinked aside and poured water on a stony ground. It filled a channel amongst the channels of that land and that person followed that water and he found a person standing in the garden busy in changing the course of water with the help of a hatchet. He said to him: Servant of Allah, what is your name? he said: So and so. And it was that very name which he had heard from the clouds. and he said to him: Servant of Allah, why do you ask me my name? He said: I heard a voice from the clouds of which is the downpour, saying: Water the garden of so and so, like your name. What do you do (for the favour) shown to you by Allah in this matter? He said: Now as you state so. I look what yield I get from it, and I give one-third as charity out of it and I and my children eat one-third of it and one-third I return to it as investment.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالاَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، اللَّيْثِيِّ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   بَيْنَا رَجُلٌ بِفَلاَةٍ مِنَ الأَرْضِ فَسَمِعَ صَوْتًا فِي سَحَابَةٍ اسْقِ حَدِيقَةَ فُلاَنٍ . فَتَنَحَّى ذَلِكَ السَّحَابُ فَأَفْرَغَ مَاءَهُ فِي حَرَّةٍ فَإِذَا شَرْجَةٌ مِنْ تِلْكَ الشِّرَاجِ قَدِ اسْتَوْعَبَتْ ذَلِكَ الْمَاءَ كُلَّهُ فَتَتَبَّعَ الْمَاءَ فَإِذَا رَجُلٌ قَائِمٌ فِي حَدِيقَتِهِ يُحَوِّلُ الْمَاءَ بِمِسْحَاتِهِ فَقَالَ لَهُ يَا عَبْدَ اللَّهِ مَا اسْمُكَ قَالَ فُلاَنٌ . لِلاِسْمِ الَّذِي سَمِعَ فِي السَّحَابَةِ فَقَالَ لَهُ يَا عَبْدَ اللَّهِ لِمَ تَسْأَلُنِي عَنِ اسْمِي فَقَالَ إِنِّي سَمِعْتُ صَوْتًا فِي السَّحَابِ الَّذِي هَذَا مَاؤُهُ يَقُولُ اسْقِ حَدِيقَةَ فُلاَنٍ لاِسْمِكَ فَمَا تَصْنَعُ فِيهَا قَالَ أَمَّا إِذَا قُلْتَ هَذَا فَإِنِّي أَنْظُرُ إِلَى مَا يَخْرُجُ مِنْهَا فَأَتَصَدَّقُ بِثُلُثِهِ وَآكُلُ أَنَا وَعِيَالِي ثُلُثًا وَأَرُدُّ فِيهَا ثُلُثَهُ  .",
    "hadithBengali": "৭২০৩। আবূ বকর ইবনু আবূ শায়বা ও যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ একদা এক ব্যক্তি কোন এক জঙ্গলে ভ্রমণ করছিলেন। এমতাবস্থায় হঠাৎ মেঘখন্ড হতে তিনি এ আওয়াজ শুনতে পেলেন যে, অমুকের বাগানে পানি দাও। সঙ্গে সঙ্গে ঐ মেঘখন্ডটি একদিকে যেতে লাগল। অতঃপর এক প্রস্তর পূর্ণ ভূমিতে বারিপাত করল। ঐ স্থানের নালা সমূহের একটি নালা ঐ পানিতে সম্পূর্ণরূপে ভরে গেল। তখন সে লোকটি পানির অনুসরণ করে চলল। যেতে যেতে সে এক ব্যক্তিকে তার বাগানে দণ্ডায়মাল অবস্থায় কোদাল দিয়ে পানি ফিরাচ্ছে, দেখতে পেল। এ দেখে সে তাকে বলল, হে আল্লাহর বান্দা! তোমার নাম কি? সে বলল, আমার নাম অমুক, যা তুমি মেঘ খণ্ডের মাঝে শুনতে পেয়েছ।\n\nঅতঃপর বাগানের মালিক তাকে প্রশ্ন করল, হে আল্লাহর বান্দা! তুমি আমার নাম জিজ্ঞেস করলে কেন? জবাবে সে বলল, যে মেঘের এতে পানি, এর মাঝে আমি এ আওয়াজ শুনতে পেয়েছি, তোমার নাম নিয়ে বলছে যে, অমুকের বাগানে পানি দাও। অতঃপর বলল, তুমি এ (বাগানের ব্যাপারে) কি আমল কর? মালিক বলল, যেহেতু তুমি জিজ্ঞেস করছ, (তাই বলছি) আমি এ বাগানের উৎপাদিত ফসলের প্রতি লক্ষ্য করি। অতঃপর এর এক-তৃতীয়াংশ সাদাকা করি, এক তৃতীয়াংশ আমি ও আমার পরিবার পরিজন আহার করি এবং এক তৃতীয়াংশ এতে ফিরিয়ে দেই (চাষাবাদ ও বাগানের উন্নয়নের কাজে ব্যয় করি)।\n",
    "checkStatus": "1",
    "hadithNo": "7203",
    "id": "19926",
    "thesequence": "19678",
    "isActive": "1",
    "chapterId": "14381",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৪. মিসকীন ও মুসাফির লোকদের জন্য দান করার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Wahb b. Kaisan with the same chain of transmitters but with this change that he said:\n I earmark one-third for the poor, the needy and the wayfarers.",
    "hadithArabic": "وَحَدَّثَنَاهُ أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، أَخْبَرَنَا أَبُو دَاوُدَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ، حَدَّثَنَا وَهْبُ بْنُ كَيْسَانَ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّهُ قَالَ   وَأَجْعَلُ ثُلُثَهُ فِي الْمَسَاكِينِ وَالسَّائِلِينَ وَابْنِ السَّبِيلِ  .",
    "hadithBengali": "৭২০৪। আহমাদ ইবনু আবদা দাব্বী (রহঃ) ... ওয়াহাব ইবনু কায়সান (রহঃ) থেকে এ সনদে (অনুরূপ হাদিস বর্ণনা করেছেন)। তবে এতে একথা উল্লখ রয়েছে যে, অতঃপর সে বলল, এর এক-তৃতীয়াংশ আমি মিসকিন, প্রার্থী ও মুসাফিরদের জন্য ব্যয় করি।\n",
    "checkStatus": "1",
    "hadithNo": "7204",
    "id": "19927",
    "thesequence": "19679",
    "isActive": "1",
    "chapterId": "14381",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৪. মিসকীন ও মুসাফির লোকদের জন্য দান করার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as stating that Allah the Most High and Exalted said:\nI am the One, One Who does not stand in need of a partner. If anyone does anything in which he associates anyone else with Me, I shall abandon him with one whom he associates with Allah.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا رَوْحُ بْنُ الْقَاسِمِ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَعْقُوبَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى أَنَا أَغْنَى الشُّرَكَاءِ عَنِ الشِّرْكِ مَنْ عَمِلَ عَمَلاً أَشْرَكَ فِيهِ مَعِي غَيْرِي تَرَكْتُهُ وَشِرْكَهُ  .",
    "hadithBengali": "৭২০৫। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ্&zwnj; তাআলা বলেন, আমি শিরক হতে শরীকদের মধ্যে সর্বাধিক বেপরোয়া। যদি কোন ব্যাক্তি কোন আমল করে এবং এতে আমি ব্যাতিরেকে অন্য কাউকে শরীক করে, তবে আমি তাকে ও তাঁর শিরককে (শরীক ও শিরকী কাজকে) তাঁর অবস্থায় ছেড়ে দেই।\n",
    "checkStatus": "1",
    "hadithNo": "7205",
    "id": "19928",
    "thesequence": "19680",
    "isActive": "1",
    "chapterId": "14382",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৫. আমলে আল্লাহ্&zwnj; ব্যতীত অন্যকে শরীক করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported Allahs Messenger (ﷺ) as saying:\nIf anyone wants to have his deeds widely publicised, Allah will publicise (his humiliation). And if anyone makes a hypocritical display (of his deeds) Allah will make a display of him.",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنِي أَبِي، عَنْ إِسْمَاعِيلَ بْنِ سُمَيْعٍ، عَنْ مُسْلِمٍ، الْبَطِينِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ سَمَّعَ سَمَّعَ اللَّهُ بِهِ وَمَنْ رَاءَى رَاءَى اللَّهُ بِهِ  .",
    "hadithBengali": "৭২০৬। উমর ইবনু হাফস ইবনু গিয়াস (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি লোক সমাজে প্রচারের উদ্দেশ্যে (নেক আমল) করে আল্লাহ্&zwnj; তাআলাও (কিয়ামতের ময়দানে) তাঁর (কৃতকর্মের) উদ্দেশ্যের কথা লোকদেরকে জানিয়ে ও শুনিয়ে দিবেন। আর যে ব্যাক্তি লোক দেখানোর উদ্দেশ্যে (কোন সৎ কাজ) করে, আল্লাহ্&zwnj; তাআলাও তাঁর (প্রকৃত উদ্দেশ্যের) কথা লোকদের মাঝে প্রকাশ করে দিবেন (অপদস্থ করবেন)।\n",
    "checkStatus": "1",
    "hadithNo": "7206",
    "id": "19929",
    "thesequence": "19681",
    "isActive": "1",
    "chapterId": "14382",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৫. আমলে আল্লাহ্&zwnj; ব্যতীত অন্যকে শরীক করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jundub reported Allahs Messenger (ﷺ) as saying:\nHe who wants to publicise (his deeds), Allah will publicise (his humility), and he who makes a hypocritical display (of his deeds), Allah will make a display of him.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، قَالَ سَمِعْتُ جُنْدُبًا الْعَلَقِيَّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ يُسَمِّعْ يُسَمِّعِ اللَّهُ بِهِ وَمَنْ يُرَائِي يُرَائِي اللَّهُ بِهِ  .",
    "hadithBengali": "৭২০৭। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... জুনদুব আল-আলাকী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি (লোক সমাজে) প্রচারের উদ্দেশ্য (নেক) আমল করে আল্লাহ্&zwnj; তাআলাও তাঁর (প্রকৃত উদ্দেশ্যের) কথা লোকদের শুনিয়ে দিবেন। আর যে ব্যাক্তি লোক দেখানোর উদ্দেশ্যে (কোন সৎকাজ) করে আল্লাহ্&zwnj; তাআলাও তার (প্রকৃত উদ্দেশ্যের) কথা লোকদের মাঝে প্রকাশ করে দিবেন।\n",
    "checkStatus": "1",
    "hadithNo": "7207",
    "id": "19930",
    "thesequence": "19682",
    "isActive": "1",
    "chapterId": "14382",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৫. আমলে আল্লাহ্&zwnj; ব্যতীত অন্যকে শরীক করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sufyan reported this hadith with the same chain of transmitters and he made this addition:\n I did not hear anyone saying besides him that it was Allahs Messenger (ﷺ) who had said so.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا الْمُلاَئِيُّ، حَدَّثَنَا سُفْيَانُ، بِهَذَا الإِسْنَادِ وَزَادَ وَلَمْ أَسْمَعْ أَحَدًا غَيْرَهُ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৭২০৮। ইসহাক ইবনু ইবরাহিম (রহঃ) ... সুফিয়ান (রহঃ) থেকে এ সনদে (অনুরূপ হাদিস বর্ণনা করেছেন)। তবে এতে অধিক একথা আছে যে, রাবী বলেন, তাকে (সুফিয়ান) ব্যাতিত অন্য কাউকে আমি একথা বলতে শুনিনি যে, &ldquo;রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন&rdquo;।\n",
    "checkStatus": "1",
    "hadithNo": "7208",
    "id": "19931",
    "thesequence": "19683",
    "isActive": "1",
    "chapterId": "14382",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৫. আমলে আল্লাহ্&zwnj; ব্যতীত অন্যকে শরীক করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salama b. Kuhail reported:\nI heard from Jundub, but I did not hear him say this: I heard Allahs Messenger (ﷺ) saying this.",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ عَمْرٍو الأَشْعَثِيُّ، أَخْبَرَنَا سُفْيَانُ، عَنِ الْوَلِيدِ بْنِ حَرْبٍ، - قَالَ سَعِيدٌ أَظُنُّهُ قَالَ ابْنُ الْحَارِثِ بْنِ أَبِي مُوسَى - قَالَ سَمِعْتُ سَلَمَةَ بْنَ كُهَيْلٍ، قَالَ سَمِعْتُ جُنْدُبًا، - وَلَمْ أَسْمَعْ أَحَدًا يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم غَيْرَهُ - يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ بِمِثْلِ حَدِيثِ الثَّوْرِيِّ .",
    "hadithBengali": "৭২০৯। সাঈদ ইবনু আমর আশআছী (রহঃ) ... জুনদুব (রাঃ) থেকে বর্ণিত। অর্থাৎ তিনিই এ হাদিসটি মারফু বর্ণনা করেছেন। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলেতে শুনেছি। সুফিয়ান সাওরীর হাদিসের অনুরূপ এ হাদিসটিও।\n",
    "checkStatus": "1",
    "hadithNo": "7209",
    "id": "19932",
    "thesequence": "19684",
    "isActive": "1",
    "chapterId": "14382",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৫. আমলে আল্লাহ্&zwnj; ব্যতীত অন্যকে শরীক করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Sufyan reported like that as as-Saduq al-Amin al-Walid b. Harb narrated with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الصَّدُوقُ الأَمِينُ الْوَلِيدُ بْنُ حَرْبٍ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৭২১০। ইবনু আবূ উমর (রহঃ) ... সতবাদী আমানতদার ব্যাক্তি ওয়ালীদ ইবনু হারব (রহঃ) থেকে এ সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7210",
    "id": "19933",
    "thesequence": "19685",
    "isActive": "1",
    "chapterId": "14382",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৫. আমলে আল্লাহ্&zwnj; ব্যতীত অন্যকে শরীক করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that he heard Allahs Messenger (ﷺ) as saying:\nThe servant speaks words for which he is sent down to the Hell-Fire farther than the distance between the east and the west.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا بَكْرٌ، - يَعْنِي ابْنَ مُضَرَ - عَنِ ابْنِ الْهَادِ، عَنْ مُحَمَّدِ، بْنِ إِبْرَاهِيمَ عَنْ عِيسَى بْنِ طَلْحَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنَّ الْعَبْدَ لَيَتَكَلَّمُ بِالْكَلِمَةِ يَنْزِلُ بِهَا فِي النَّارِ أَبْعَدَ مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ  .",
    "hadithBengali": "৭২১১। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, বান্দা এমন কথা বলে, যার ফলে সে জাহান্নামের এত দূরে নিক্ষিপ্ত হয় যা পূর্ব ও পশ্চিম দিগন্তের মধ্যস্থিত ব্যবধানের চেয়ে অধিক।\n",
    "checkStatus": "1",
    "hadithNo": "7211",
    "id": "19934",
    "thesequence": "19686",
    "isActive": "1",
    "chapterId": "14383",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৬. এমন কোন শব্দ উচ্চারন করা যা তাকে জাহান্নামে গড়িয়ে দিবে এবং রসনার সংযম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThe servant speaks words that he does not understand its repercussions but he sinks down in Hell-Fire farther than the distance between the east and the west.",
    "hadithArabic": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ أَبِي عُمَرَ الْمَكِّيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ الدَّرَاوَرْدِيُّ، عَنْ يَزِيدَ بْنِ، الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عِيسَى بْنِ طَلْحَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الْعَبْدَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مَا يَتَبَيَّنُ مَا فِيهَا يَهْوِي بِهَا فِي النَّارِ أَبْعَدَ مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ  .",
    "hadithBengali": "৭২১২। মুহাম্মদ ইবনু আবূ উমার মাক্কী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বান্দা এমন কথা বলে, যার ক্ষতি সম্পর্কে চিন্তা-ভাবনা (গবেষণা) করে না। ফলে সে জাহান্নামের এমন গভীরে নিক্ষিপ্ত হয় যা পূর্ব এবং পশ্চিমের মধ্যস্থিত ব্যবধানের চেয়েও অধিক দূরে।\n",
    "checkStatus": "1",
    "hadithNo": "7212",
    "id": "19935",
    "thesequence": "19687",
    "isActive": "1",
    "chapterId": "14383",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৬. এমন কোন শব্দ উচ্চারন করা যা তাকে জাহান্নামে গড়িয়ে দিবে এবং রসনার সংযম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Shaqiq reported that it was said to Usama b. Zaid:\nWhy dont you visit Uthman and talk to him? Thereupon he said: Do you think that I have not talked to him but that I have made you hear? By Allah. I have talked to him (about things) concerning me and him and I did not like to divulge those things about which I had to take the initiative and I do not say to my ruler: You are the best among people, after I heard Allahs Messenger (ﷺ) as saying: A man will be brought on the Day of Resurrection and thrown in Hell-Fire and his intestines will pour forth in Hell and he will go round along with them, as an ass goes round the mill stone. The denizens of Hell would gather round him and say: O, so and so, what has happened to you? Were you not enjoining us to do what was reputable and forbid us to do what was disreputable? He will say: Of course, it is so; I used to enjoin (upon people) to do what was reputable but did not practise that myself. I had been forbidding people to do what was disreputable, but practised it myself.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لأَبِي كُرَيْبٍ - قَالَ يَحْيَى وَإِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرُونَ حَدَّثَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا الأَعْمَشُ عَنْ شَقِيقٍ عَنْ أُسَامَةَ بْنِ زَيْدٍ قَالَ قِيلَ لَهُ أَلاَ تَدْخُلُ عَلَى عُثْمَانَ فَتُكَلِّمَهُ فَقَالَ أَتُرَوْنَ أَنِّي لاَ أُكَلِّمُهُ إِلاَّ أُسْمِعُكُمْ وَاللَّهِ لَقَدْ كَلَّمْتُهُ فِيمَا بَيْنِي وَبَيْنَهُ مَا دُونَ أَنْ أَفْتَتِحَ أَمْرًا لاَ أُحِبُّ أَنْ أَكُونَ أَوَّلَ مَنْ فَتَحَهُ وَلاَ أَقُولُ لأَحَدٍ يَكُونُ عَلَىَّ أَمِيرًا إِنَّهُ خَيْرُ النَّاسِ . بَعْدَ مَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   يُؤْتَى بِالرَّجُلِ يَوْمَ الْقِيَامَةِ فَيُلْقَى فِي النَّارِ فَتَنْدَلِقُ أَقْتَابُ بَطْنِهِ فَيَدُورُ بِهَا كَمَا يَدُورُ الْحِمَارُ بِالرَّحَى فَيَجْتَمِعُ إِلَيْهِ أَهْلُ النَّارِ فَيَقُولُونَ يَا فُلاَنُ مَا لَكَ أَلَمْ تَكُنْ تَأْمُرُ بِالْمَعْرُوفِ وَتَنْهَى عَنِ الْمُنْكَرِ فَيَقُولُ بَلَى قَدْ كُنْتُ آمُرُ بِالْمَعْرُوفِ وَلاَ آتِيهِ وَأَنْهَى عَنِ الْمُنْكَرِ وَآتِيهِ  .",
    "hadithBengali": "৭১২৩। ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বকর ইবনু আবূ শায়বা, মুহাম্মদ ইবনু আবদুল্লাহ ইবনু নুমায়র, ইসহাক ইবনু ইবরাহিম ও আবূ করায়ব (রহঃ) ... উসামা ইবনু যায়দ (রাঃ) থেকে বর্ণিত। রাবী বলেন, তাকে [উসামা (রাঃ)] কে বলা হল, আপনি উসমান (রাঃ) এর নিকট গিয়ে (আপত্তি উত্থাপিত বিষয়ে) আলাপ আলোচনা করেন না কেন? জবাবে তিনি বলেন, আমি তাঁর সাথে কথা বলি না, তোমরা কি এটা মনে করছ? তোমাদের শুনিয়ে কথা বলব? আল্লাহর কসম! আমার ও তাঁর মধ্যকার যে কথা বলার, আমি তাকে তা বলেছি। তবে আমি এমন কোন ব্যাপারের সূচনা করতে চাই না, যে ব্যাপারে আমিই হব এর সূচনাকারী। আর কোন ব্যাক্তি আমার আমীর হলে তাঁর সম্পর্কে আমি এ কথাও বলতে চাই না যে, তিনই সর্বোত্তম ব্যাক্তি।\n\nকেননা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি একথা বলতে শুনেছি যে, কিয়ামতের দিন এক ব্যাক্তিকে উপস্থিত করে জাহান্নামে নিক্ষেপ করা হবে, ফলে তাঁর উদরস্থ নাড়ি ভুঁড়ি বের হয়ে যাবে। এরপর গাধা যেমন চাক্কী নিয়ে ঘুরে অনুরূপভাবে সেও এগুলি নিয়ে ঘুরতে থাকবে। তখন জাহান্নামীরা তাঁর চারপাশে সমবেত হয়ে বলবে, হে অমুক! তোমার কি হয়েছে? তুমি কি সৎকাজের আদেশ দিতেনা এবং অসৎ কর্ম হতে নিষেধ করতে না? সে বলবে হ্যাঁ, তবে আমি সৎকর্মের আদেশ দিতাম, কিন্তু নিজে তা পালন করতাম না এবং মন্দ কর্মে নিষেধ করতাম কিন্তু নিজে তা করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "7213",
    "id": "19936",
    "thesequence": "19688",
    "isActive": "1",
    "chapterId": "14384",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৭. যে ব্যক্তি সৎ কাজের আদেশ দেয়, কিন্তু নিজে করে না এবং মন্দ কাজের বাধা দেয়, কিন্তু নিজে তা থেকে বিরত থাকেনা, তার শাস্তি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Wail reported:\nI was in the company of Usama b. Zaid that a person said: What prevents you to visit Uthman and talk to him for what he does? The rest of the hadith is the same.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، قَالَ كُنَّا عِنْدَ أُسَامَةَ بْنِ زَيْدٍ فَقَالَ رَجُلٌ مَا يَمْنَعُكَ أَنْ تَدْخُلَ عَلَى عُثْمَانَ فَتُكَلِّمَهُ فِيمَا يَصْنَعُ وَسَاقَ الْحَدِيثَ بِمِثْلِهِ .",
    "hadithBengali": "৭২১৪। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবূ ওয়াইল (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমরা উসামা ইবনু যায়দ (রাঃ) এর নিকট ছিলাম। তখন এক ব্যাক্তি তাকে বললেন, উসমান (রাঃ) এর নিকট গিয়ে তিনি যা করছেন এ বিষয়ে তাঁর সাথে আলোচনা করতে আপনাকে কিসে বাঁধা দিচ্ছে? অতঃপর [জারীর (রহঃ)] অনুরূপ বর্ণনা করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "7214",
    "id": "19937",
    "thesequence": "19689",
    "isActive": "1",
    "chapterId": "14384",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৭. যে ব্যক্তি সৎ কাজের আদেশ দেয়, কিন্তু নিজে করে না এবং মন্দ কাজের বাধা দেয়, কিন্তু নিজে তা থেকে বিরত থাকেনা, তার শাস্তি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nAll the people of my Ummah would get pardon for their sins except those who publicise them. And (it means) that a servant should do a deed during the night and tell the people in the morning that he has done so and so, whereas Allah has concealed it. And he does a deed during the day and when it is night he tells the people, whereas Allah has concealed it. Zuhair has used the word hijar for publicising.",
    "hadithArabic": " حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ حَاتِمٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ عَبْدٌ حَدَّثَنِي وَقَالَ، الآخَرَانِ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ أَخِي ابْنِ شِهَابٍ، عَنْ عَمِّهِ، قَالَ قَالَ سَالِمٌ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  كُلُّ أُمَّتِي مُعَافَاةٌ إِلاَّ الْمُجَاهِرِينَ وَإِنَّ مِنَ الإِجْهَارِ أَنْ يَعْمَلَ الْعَبْدُ بِاللَّيْلِ عَمَلاً ثُمَّ يُصْبِحُ قَدْ سَتَرَهُ رَبُّهُ فَيَقُولُ يَا فُلاَنُ قَدْ عَمِلْتُ الْبَارِحَةَ كَذَا وَكَذَا وَقَدْ بَاتَ يَسْتُرُهُ رَبُّهُ فَيَبِيتُ يَسْتُرُهُ رَبُّهُ وَيُصْبِحُ يَكْشِفُ سِتْرَ اللَّهِ عَنْهُ  . قَالَ زُهَيْرٌ  وَإِنَّ مِنَ الْهِجَارِ  .",
    "hadithBengali": "৭২১৫। যুহায়র ইবনু হারব, মুহাম্মদ ইবনু হাতিম ও আবদ ইবনু হুমায়দ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, নিজের অপরাধ প্রকাশকারী ব্যাতিত আমার উম্মাতের গুনাহ ক্ষমা করে দেয়া হবে। নিজদের অপরাধ প্রকাশ করার মানে হচ্ছে এই যে, মানুষ রাতে কোন অপরাধ জনিত কাজ করে, অতঃপর সকাল হয় আর তাঁর প্রতিপালক উহা গোপন করে রাখেন। অথচ সে নিজেই বলে, হে অমুক! গতরাতে আমি এই কাজটি করেছি। অথচ রাত্রে তাঁর প্রতিপালক উহাকে গোপন রেখেছেন এবং অবিরত তাঁর প্রতিপালক তা গোপন রাখছিলেন আর সে রাত যাপন করছিল। কিন্তু সকালে সে তাঁর প্রতিপালকের গোপন রাখা বিষয়টিকে প্রকাশ করে দিল। রাবী যুহায়র (রহঃ) لإِجْهَارِ এর স্থলে الْهِجَارِ শব্দটি উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7215",
    "id": "19938",
    "thesequence": "19690",
    "isActive": "1",
    "chapterId": "14385",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৮. মানুষের নিজের গোপন দোষ প্রকাশ করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that two persons sneezed in the presence of Allahs Messenger (ﷺ). He (the Messenger of Allah) invoked mercy for one, and did not invoke for the other. The one for whom he had not prayed said:\nSo and so sneezed and you said: May Allah have mercy upon you. I also sneezed but you did not utter these words for me. Thereupon he (the Holy Prophet) said: That person praised Allah, and you did not praise Allah.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا حَفْصٌ، - وَهُوَ ابْنُ غِيَاثٍ - عَنْ سُلَيْمَانَ، التَّيْمِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ عَطَسَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم رَجُلاَنِ فَشَمَّتَ أَحَدَهُمَا وَلَمْ يُشَمِّتِ الآخَرَ فَقَالَ الَّذِي لَمْ يُشَمِّتْهُ عَطَسَ فُلاَنٌ فَشَمَّتَّهُ وَعَطَسْتُ أَنَا فَلَمْ تُشَمِّتْنِي . قَالَ   إِنَّ هَذَا حَمِدَ اللَّهَ وَإِنَّكَ لَمْ تَحْمَدِ اللَّهَ  .",
    "hadithBengali": "৭২১৬। মুহাম্মদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, দুই ব্যাক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাঁচি দেয়ার পর তিনি এক জনের জন্য দুআ করলেন। কিন্তু অপর জনের জন্য দুআ করলেন না। এতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যাকে দুআ করেন নি, সে বলল, অমুক হাঁচি দিয়েছে আপনি তাকে দুআ করলেন, আর আমিও হাঁচি দিয়েছি কিন্তু আপনি আমাকে হাঁচির দুআ করেন নি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সে তো আল্লাহর প্রশংসা করেছ الحمد لله বলেছে; কিন্তু তুমি আল্লাহর প্রসংসা করনি।\n",
    "checkStatus": "1",
    "hadithNo": "7216",
    "id": "19939",
    "thesequence": "19691",
    "isActive": "1",
    "chapterId": "14386",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৯. হাঁচি দাতাকে দু&#039;আ করা (সন্তুষ্ট করা) এবং হাই তোলার অপছন্দনীয়তার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Anas through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو خَالِدٍ، - يَعْنِي الأَحْمَرَ - عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৭২১৭। আবূ কুরায়ব (রহঃ) ... আনাস (রাঃ) এর সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7217",
    "id": "19940",
    "thesequence": "19692",
    "isActive": "1",
    "chapterId": "14386",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৯. হাঁচি দাতাকে দু&#039;আ করা (সন্তুষ্ট করা) এবং হাই তোলার অপছন্দনীয়তার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Burda reported:\nI visited Abu Musa, as he was in the house of the daughter of Fadl b. Abbas. I sneezed but he did not respond to it (by saying): Allah may have mercy upon you. Then she sneezed and he (Fadl b. Abbas) said: May Allah have mercy upon you. I came back to my mother and informed her about it, and when he came to her she said: My son sneezed in your presence and you did not say: Allah may have mercy upon you, and she sneezed and you said for her: May Allah have mercy upon you. Thereupon he said: Your son sneezed but he did not praise Allah and I did not beg mercy of Allah for him and she sneezed and she praised Allah and so I said: May Allah have mercy upon you, as I heard Allahs Messenger (ﷺ) as saying: When any one of you sneezes he should praise Allah and the other should say: May Allah have mercy upon you, and if he does not praise Allah, no mercy should be begged for him.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، - وَاللَّفْظُ لِزُهَيْرٍ - قَالاَ حَدَّثَنَا الْقَاسِمُ بْنُ مَالِكٍ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ أَبِي بُرْدَةَ، قَالَ دَخَلْتُ عَلَى أَبِي مُوسَى وَهْوَ فِي بَيْتِ بِنْتِ الْفَضْلِ بْنِ عَبَّاسٍ فَعَطَسْتُ فَلَمْ يُشَمِّتْنِي وَعَطَسَتْ فَشَمَّتَهَا فَرَجَعْتُ إِلَى أُمِّي فَأَخْبَرْتُهَا فَلَمَّا جَاءَهَا قَالَتْ عَطَسَ عِنْدَكَ ابْنِي فَلَمْ تُشَمِّتْهُ وَعَطَسَتْ فَشَمَّتَّهَا . فَقَالَ إِنَّ ابْنَكِ عَطَسَ فَلَمْ يَحْمَدِ اللَّهَ فَلَمْ أُشَمِّتْهُ وَعَطَسَتْ فَحَمِدَتِ اللَّهَ فَشَمَّتُّهَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِذَا عَطَسَ أَحَدُكُمْ فَحَمِدَ اللَّهَ فَشَمِّتُوهُ فَإِنْ لَمْ يَحْمَدِ اللَّهَ فَلاَ تُشَمِّتُوهُ  .",
    "hadithBengali": "৭২১৮। যুহায়র ইবনু হারব ও মুহাম্মদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... আবূ বুরাদা (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আবূ মূসা (রাঃ) এর নিকট গেলাম। তখন তিনি ফযল ইবনু আব্বাস (রাঃ) এর কন্যার ঘরে ছিলেন। তখন আমি হাঁচি দিলাম; কিন্তু আবূ মূসা (রাঃ) আমাকে দুআ করলেন না। অতঃপর সে (ফযলের কন্যা) হাঁচি দিল, তিনি তাকে দুআ করলেন। আমি আমার মায়ের নিকট ফিরে এসে তাকে এ সম্পর্কে জানালাম। এরপর (কোন এক সময়) আবূ মূসা (রাঃ) আমার আম্মার নিকট আসলে তিনি তাকে বললেন, তোমার নিকট আমার ছেলে হাঁচি দিয়েছিল, তুমি তাকে দুআ করনি। কিন্তু সে (ফযলের কন্যা) হাঁচি দিলে তুমি তাকে দুআ করেছ।\n\nআবূ মূসা (রাঃ) বললেন, তোমার ছেলে হাঁচি দিয়েছে কিন্তু আল্লাহর প্রশংসা করেনি, الحمد لله বলে নি। তাই আমিও তাকে দুআ দেয়নি। আর সে (মহিলা) হাঁচি দিয়ে আল্লাহর প্রশংসা করেছে, তাই আমিও তাকে দুআ দিয়েছি। কেননা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি বলতে শুনেছি যে, তোমাদের কেউ যদি হাঁচি দেয় এবং الحمد لله বলে তাহলে তোমরা তাকে দুআ দিবে। আর যদি সে الحمد لله না বলে তবে তোমরাও তাকে দুআ দিবে না।\n",
    "checkStatus": "1",
    "hadithNo": "7218",
    "id": "19941",
    "thesequence": "19693",
    "isActive": "1",
    "chapterId": "14386",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৯. হাঁচি দাতাকে দু&#039;আ করা (সন্তুষ্ট করা) এবং হাই তোলার অপছন্দনীয়তার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Iyas b. Salama b. al-Akwa reported that his father reported to him that he heard Allahs Apostle (ﷺ) as saying:\nA person sneezed in his presence and he said to him: May Allah have mercy upon you. And he then sneezed for the second time and Allahs Messenger (ﷺ) said to him: He is suffering from cold (and no response is necessary).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، عَنْ إِيَاسِ، بْنِ سَلَمَةَ بْنِ الأَكْوَعِ عَنْ أَبِيهِ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبُو النَّضْرِ، هَاشِمُ بْنُ الْقَاسِمِ حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنِي إِيَاسُ بْنُ سَلَمَةَ بْنِ الأَكْوَعِ، أَنَّ أَبَاهُ، حَدَّثَهُ أَنَّهُ، سَمِعَ النَّبِيَّ صلى الله عليه وسلم وَعَطَسَ رَجُلٌ عِنْدَهُ فَقَالَ لَهُ  يَرْحَمُكَ اللَّهُ  . ثُمَّ عَطَسَ أُخْرَى فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  الرَّجُلُ مَزْكُومٌ  .",
    "hadithBengali": "৭২১৯। মুহাম্মদ ইবনু আবদুল্লাহ ইবনু নুমায়র (অন্য সনদে) ইসহাক ইবনু ইবরাহিম (রহঃ) ... সালাম ইবনু আকওয়া (রাঃ) থেকে বর্ণিত। এক ব্যাক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাঁচি দেয়ার পর তিনি তাকে বললেন يَرْحَمُكَ اللَّهُ (আল্লাহ্&zwnj; তোমার প্রতি রহম করুন)। অতঃপর সে আরেক বার হাঁচি দেবার পর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন তার সর্দি লেগেছে।\n",
    "checkStatus": "1",
    "hadithNo": "7219",
    "id": "19942",
    "thesequence": "19694",
    "isActive": "1",
    "chapterId": "14386",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৯. হাঁচি দাতাকে দু&#039;আ করা (সন্তুষ্ট করা) এবং হাই তোলার অপছন্দনীয়তার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nThe yawning as from the devil. So when one of you yawns he should try to restrain it as far as it lies in his power.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَعَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنُونَ ابْنَ جَعْفَرٍ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   التَّثَاؤُبُ مِنَ الشَّيْطَانِ فَإِذَا تَثَاءَبَ أَحَدُكُمْ فَلْيَكْظِمْ مَا اسْتَطَاعَ  .",
    "hadithBengali": "৭২২০। ইয়াহইয়া ইবনু আইউব, কুতায়বা ইবনু সাঈদ ও আলী ইবনু হুজর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হাই তোলা শয়তানের পক্ষে হতে (আসে)। তোমাদের কেউ যদি হাই তোলে তবে যথাসম্ভব সে যেন তাকে প্রতিহত করার চেষ্টা করে।\n",
    "checkStatus": "1",
    "hadithNo": "7220",
    "id": "19943",
    "thesequence": "19695",
    "isActive": "1",
    "chapterId": "14386",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৯. হাঁচি দাতাকে দু&#039;আ করা (সন্তুষ্ট করা) এবং হাই তোলার অপছন্দনীয়তার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The son of Abu Said al-Khudri reported on the authority of his father that Allahs Messenger (ﷺ) said:\nWhen one of you yawns, he should keep his mouth shut with the help of his hand, for it is the devil that enters therein.",
    "hadithArabic": "حَدَّثَنِي أَبُو غَسَّانَ الْمِسْمَعِيُّ، مَالِكُ بْنُ عَبْدِ الْوَاحِدِ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا سُهَيْلُ بْنُ أَبِي صَالِحٍ، قَالَ سَمِعْتُ ابْنًا، لأَبِي سَعِيدٍ الْخُدْرِيِّ يُحَدِّثُ أَبِي عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا تَثَاوَبَ أَحَدُكُمْ فَلْيُمْسِكْ بِيَدِهِ عَلَى فِيهِ فَإِنَّ الشَّيْطَانَ يَدْخُلُ  .",
    "hadithBengali": "৭২২১। আবূ গাসসান মিসামাঈ মালিক ইবনু আবদুল ওয়াহিদ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যদি হাই তোলে তবে সে যেন তাঁর মুখের উপর হাত রাখে। কেননা এ সময় শয়তান (মুখের ভিতরে) প্রবেশ করে।\n",
    "checkStatus": "1",
    "hadithNo": "7221",
    "id": "19944",
    "thesequence": "19696",
    "isActive": "1",
    "chapterId": "14386",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৯. হাঁচি দাতাকে দু&#039;আ করা (সন্তুষ্ট করা) এবং হাই তোলার অপছন্দনীয়তার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The son of Abu Said al-Khudri reported on the authority of his father that Allahs Messenger (ﷺ) said:\nWhen one of you yawns, he should try to restrain it with cue help of his hand since it is the Satan that enters therein.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، عَنْ سُهَيْلٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي، سَعِيدٍ عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا تَثَاوَبَ أَحَدُكُمْ فَلْيُمْسِكْ بِيَدِهِ فَإِنَّ الشَّيْطَانَ يَدْخُلُ  .",
    "hadithBengali": "৭২২২। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি তোমাদের কেউ হাই তোলে তবে সে যেন তাঁর মুখের উপর হাত রেখে তাকে প্রতিহত করে। কেননা এ সময় শয়তান (মুখ দিয়ে) প্রবেশ করে।\n",
    "checkStatus": "1",
    "hadithNo": "7222",
    "id": "19945",
    "thesequence": "19697",
    "isActive": "1",
    "chapterId": "14386",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৯. হাঁচি দাতাকে দু&#039;আ করা (সন্তুষ্ট করা) এবং হাই তোলার অপছন্দনীয়তার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The son of Abu Said al-Khudri reported on the authority of his father that Allahs Messenger (ﷺ) said. When one of you yawns while engaged in prayer, he should try to restrain so far as it lies in his power, since it is the Satan that enter therein.",
    "hadithArabic": "حَدَّثَنِي أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنِ ابْنِ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا تَثَاوَبَ أَحَدُكُمْ فِي الصَّلاَةِ فَلْيَكْظِمْ مَا اسْتَطَاعَ فَإِنَّ الشَّيْطَانَ يَدْخُلُ  .",
    "hadithBengali": "৭২২৩। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সালাতের মধ্যে তোমাদের কেউ যদি হাই তোলে তবে সে যেন যথা সম্ভব তাকে প্রতিহত করে। কেননা, শয়তান এ সময় (মুখ দিয়ে) প্রবেশ করে।\n",
    "checkStatus": "1",
    "hadithNo": "7223",
    "id": "19946",
    "thesequence": "19698",
    "isActive": "1",
    "chapterId": "14386",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৯. হাঁচি দাতাকে দু&#039;আ করা (সন্তুষ্ট করা) এবং হাই তোলার অপছন্দনীয়তার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said al-Khudri reported Allahs Messenger (ﷺ) a hadith like this through another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَاهُ عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، أَوْ عَنِ ابْنِ أَبِي، سَعِيدٍ عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ بِشْرٍ وَعَبْدِ الْعَزِيزِ .",
    "hadithBengali": "৭২২৪। উসমান ইবনু আবূ শায়বা (রহঃ) ... সুহায়লের পিতা ও আবূ সাঈদ (রাঃ) এর পুত্র আবূ সাঈদ খুদরী (রাঃ) এর সুত্রে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বিশর ও আবদুল আজিজের অনুরূপ হাদিস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7224",
    "id": "19947",
    "thesequence": "19699",
    "isActive": "1",
    "chapterId": "14386",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "৯. হাঁচি দাতাকে দু&#039;আ করা (সন্তুষ্ট করা) এবং হাই তোলার অপছন্দনীয়তার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that Allahs Messenger (ﷺ) said:\nThe Angels were born out of light and the Jinns were born out of the spark of fire and Adam was born as he has been defined (in the Quran) for you (i. e. he is fashioned out of clay).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ عَبْدٌ أَخْبَرَنَا وَقَالَ ابْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   خُلِقَتِ الْمَلاَئِكَةُ مِنْ نُورٍ وَخُلِقَ الْجَانُّ مِنْ مَارِجٍ مِنْ نَارٍ وَخُلِقَ آدَمُ مِمَّا وُصِفَ لَكُمْ  .",
    "hadithBengali": "৭২২৫। মুহাম্মদ ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ফেরেশতাগণকে সৃষ্টি করা হয়েছে নূর থেকে আর জীন সম্প্রদায়কে সৃষ্টি করা হয়েছে ধুয়া বিহিন আগুনের শিখা হতে এবং আদম (আলাইহিস সালাম) কে সৃষ্টি করা হয়েছে তোমাদের নিকট বর্ণিত বস্তু হতে।\n",
    "checkStatus": "1",
    "hadithNo": "7225",
    "id": "19948",
    "thesequence": "19700",
    "isActive": "1",
    "chapterId": "14387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১০. বিভিন্ন বিষয় সম্পর্কে হাদিসের বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Allahs Messenger (ﷺ) said:\nA group of Bani Israil was lost. I do not know what happened to it, but I think (that it underwent a process of metamorphosis) and assumed the shape of rats. Dont you see when the milk of the camel is placed before them, these do not drink and when the milk of goat is placed before them, these do drink. Abu Huraira said: I narrated this very hadith to Kab and he said: Did you hear this from Allahs Messenger (ﷺ)? I (Abu Huraira) said: Yes. He said this again and again, and I said: Have I read Torah? This hadith has been transmitted on the authority of Ishaq with a slight variation of wording.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الرُّزِّيُّ، جَمِيعًا عَنِ الثَّقَفِيِّ، - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا خَالِدٌ، عَنْ مُحَمَّدِ بْنِ، سِيرِينَ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  فُقِدَتْ أُمَّةٌ مِنْ بَنِي إِسْرَائِيلَ لاَ يُدْرَى مَا فَعَلَتْ وَلاَ أُرَاهَا إِلاَّ الْفَأْرَ أَلاَ تَرَوْنَهَا إِذَا وُضِعَ لَهَا أَلْبَانُ الإِبِلِ لَمْ تَشْرَبْهُ وَإِذَا وُضِعَ لَهَا أَلْبَانُ الشَّاءِ شَرِبَتْهُ  . قَالَ أَبُو هُرَيْرَةَ فَحَدَّثْتُ هَذَا الْحَدِيثَ كَعْبًا فَقَالَ آنْتَ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قُلْتُ نَعَمْ . قَالَ ذَلِكَ مِرَارًا . قُلْتُ أَأَقْرَأُ التَّوْرَاةَ قَالَ إِسْحَاقُ فِي رِوَايَتِهِ  لاَ نَدْرِي مَا فَعَلَتْ  .",
    "hadithBengali": "৭২২৬। ইসহাক ইবনু ইবরাহিম, মুহাম্মদ ইবনু মুসান্না আম্বরী ও মুহাম্মদ ইবনু আবদুল্লাহ রাযী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বনী ইসরাইলের একদল লোক নিখোঁজ হয়ে গিয়েছিল। জানা নেই তাঁরা কোথায় গিয়েছে। আমার মনে হয় তারাই ইঁদুর (হয়ে গিয়েছে)। তোমরা কি দেখছ না যে, এদের জন্য যদি উষ্ঠ্রীর দুধ রাখা হয় তবে তাঁরা তা পান করে না। কিন্তু বকরীর দুধ রাখা হলে তাঁরা তা পান করে নেয়।\n\nআবূ হুরায়রা (রাঃ) বলেন, এ হাদীস আমি কাব (রাঃ) এর নিকট বর্ণনা করার পর তিনি আমাকে বললেন, এ হাদিসটি তুমি কি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছ? আমি বললাম, হ্যাঁ। কথাটি তিনি আমাকে বারবার বললে অবশেষে আমি বললাম, আমি কি তাওরাত পাঠ করি? বর্ণনাকারী ইসহাক তাঁর বর্ণনায়اَ يُدْرَى مَا فَعَلَتْ এর স্থলে لاَ نَدْرِي مَا فَعَلَتْ বাক্যটি উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7226",
    "id": "19949",
    "thesequence": "19701",
    "isActive": "1",
    "chapterId": "14388",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১১. বানর প্রসঙ্গ এবং তা বিকৃত প্রাণী হওয়া প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that the rat (is the result of) metamorphosis (of a group of Bani Israil) and the proof of this is that when the milk of goat is placed before it, it drinks it, and when the milk of the camel is placed before it, it would not taste it at all. Kab said:\nDid you hear it from Allahs Messenger (ﷺ)? Thereupon he said: Has Torah been revealed to me?",
    "hadithArabic": "وَحَدَّثَنِي أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ   الْفَأْرَةُ مَسْخٌ وَآيَةُ ذَلِكَ أَنَّهُ يُوضَعُ بَيْنَ يَدَيْهَا لَبَنُ الْغَنَمِ فَتَشْرَبُهُ وَيُوضَعُ بَيْنَ يَدَيْهَا لَبَنُ الإِبِلِ فَلاَ تَذُوقُهُ  . فَقَالَ لَهُ كَعْبٌ أَسَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ أَفَأُنْزِلَتْ عَلَىَّ التَّوْرَاةُ",
    "hadithBengali": "৭২২৭। আবূ কুরায়ব মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বললেন, ইঁদুর (মানুষের) বিকৃত প্রানী। এর নিদর্শন হচ্ছে এই যে, এদের সামনে বকরীর দুধ রাখা হলে তাঁরা তা পান করে, আর উষ্ট্রীর দুধ রাখা হলে তাঁরা তাঁর একটু স্বাদ গ্রহন করেও দেখেনা। এ কথা শুনে কাব (রাঃ) তাকে বললেন, তুমি নিজে কি (এ হাদিসটি) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছ? তিনি বললেন, তা না হলে, কি তাওরাত আমার উপর অবতীর্ণ হয়েছে?\n",
    "checkStatus": "1",
    "hadithNo": "7227",
    "id": "19950",
    "thesequence": "19702",
    "isActive": "1",
    "chapterId": "14388",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১১. বানর প্রসঙ্গ এবং তা বিকৃত প্রাণী হওয়া প্রসঙ্গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported that Allahs Messenger (ﷺ) said:\nThe believer does not allow to be stung twice from one (and the same) hole. This hadith has been narrated on the authority of Abu Huraira through another chain of transmitters.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يُلْدَغُ الْمُؤْمِنُ مِنْ جُحْرٍ وَاحِدٍ مَرَّتَيْنِ  . وَحَدَّثَنِيهِ أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ حَاتِمٍ، قَالاَ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ أَخِي، ابْنِ شِهَابٍ عَنْ عَمِّهِ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৭২২৮। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ একই ছিদ্র হতে মুমিন দুবার দংশিত হয় না।\n\nআবূ তাহির ও হারামালা (অন্য সনদে) যুহায়র ইবনু হারব ও মুহাম্মদ ইবনু হাতিম (রহঃ) ... আবূ হুরায়রা (রাঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7228",
    "id": "19951",
    "thesequence": "19703",
    "isActive": "1",
    "chapterId": "14389",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১২. মু&#039;মিন ব্যক্তি একই গর্তে দু&#039;বার দংশিত হয় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Suhaib reported that Allahs Messenger (ﷺ) said:\nStrange are the ways of a believer for there is good in every affair of his and this is not the case with anyone else except in the case of a believer for if he has an occasion to feel delight, he thanks (God), thus there is a good for him in it, and if he gets into trouble and shows resignation (and endures it patiently), there is a good for him in it.",
    "hadithArabic": "حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ الأَزْدِيُّ، وَشَيْبَانُ بْنُ فَرُّوخَ، جَمِيعًا عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، - وَاللَّفْظُ لِشَيْبَانَ - حَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا ثَابِتٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ صُهَيْبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   عَجَبًا لأَمْرِ الْمُؤْمِنِ إِنَّ أَمْرَهُ كُلَّهُ خَيْرٌ وَلَيْسَ ذَاكَ لأَحَدٍ إِلاَّ لِلْمُؤْمِنِ إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خَيْرًا لَهُ  .",
    "hadithBengali": "৭২২৯। হাদ্দাব ইবনু খালিদ আযদী ও ফাররুখ ইবনু শায়বান (রহঃ) ... সুহায়ব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিনের অবস্থা ভারি অদ্ভুত। তাঁর সমস্ত কাজই তাঁর জন্য কল্যাণকর। মুমিন ব্যাতিত অন্য কারো জন্য এ কল্যাণ লাভের ব্যাবস্থা নেই। তাঁরা আনন্দ (সুখ শান্তি) লাভ করলে শুকরিয়া জ্ঞাপন করে, তা তাঁর জন্য কল্যাণকর হয়, আর দুঃখকষ্টে আক্রান্ত হলে ধৈর্যধারন করে, এও তাঁর জন্য কল্যাণকর হয়।\n",
    "checkStatus": "1",
    "hadithNo": "7229",
    "id": "19952",
    "thesequence": "19704",
    "isActive": "1",
    "chapterId": "14389",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১২. মু&#039;মিন ব্যক্তি একই গর্তে দু&#039;বার দংশিত হয় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd al-Rahman b. Abu Bakra reported on the authority of his father that a person praised another person in the presence of Allahs Apostle (ﷺ), whereupon he said:\nWoe be to thee, you have broken the neck of your friend, you have broken the neck of your friend-he said this twice. If one of you has to praise his friend at all, he should say: I think (him to be) so and Allah knows it well and I do not know the secret of the heart and Allah knows the destined end, and I cannot testify his purity against Allah but (he appears) to be so and so.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ عَبْدِ الرَّحْمَنِ، بْنِ أَبِي بَكْرَةَ عَنْ أَبِيهِ، قَالَ مَدَحَ رَجُلٌ رَجُلاً عِنْدَ النَّبِيِّ صلى الله عليه وسلم - قَالَ - فَقَالَ  وَيْحَكَ قَطَعْتَ عُنُقَ صَاحِبِكَ قَطَعْتَ عُنُقَ صَاحِبِكَ  . مِرَارًا  إِذَا كَانَ أَحَدُكُمْ مَادِحًا صَاحِبَهُ لاَ مَحَالَةَ فَلْيَقُلْ أَحْسِبُ فُلاَنًا وَاللَّهُ حَسِيبُهُ وَلاَ أُزَكِّي عَلَى اللَّهِ أَحَدًا أَحْسِبُهُ إِنْ كَانَ يَعْلَمُ ذَاكَ كَذَا وَكَذَا  .",
    "hadithBengali": "৭২৩০। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আবূ বাকর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এক ব্যাক্তি অপর এক ব্যাক্তির প্রশংসা করল। এ কথা শুনে তিনি বললেন, হতভাগা! তুমি তো তোমার সঙ্গীর গর্দান কেটে দিয়েছ, তুমি তো তোমার সঙ্গীর গর্দান কেটে ফেলেছ। এ কথাটি তিনি কয়েকবার বললেন। অতঃপর তিনি বললেনঃ তোমাদের কারো যদি তাঁর সঙ্গীর প্রশংসা করতেই হয় তবে সে যেন বলে অমুক সম্পর্কে আমার ধারনা আল্লাহ্&zwnj; তাআলাই তাঁর পুঙ্খানুপুঙ্খ হিসাবে জানেন, (আমি তাঁর ভিতরের অবস্থা সম্পর্কে জানি না)। আর আল্লাহর উপর খোদকারী করে কারো পরিশুদ্ধতা ঘোষণা করছি না। পরিনাম সম্পর্কিত জ্ঞান আল্লাহরই আছে। (তবে) আমি মনে করি সে এরূপ। যদি তা জানে।\n",
    "checkStatus": "1",
    "hadithNo": "7230",
    "id": "19953",
    "thesequence": "19705",
    "isActive": "1",
    "chapterId": "14390",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১৩. প্রশংসার মধ্যে যদি অতিশয়োক্তি থাকে এবং প্রশংসার ফলে যদি প্রশংসিত ব্যক্তির ফিতনায় পড়ার আশংকা থাকে তবে এ ধরনের প্রশংসা করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd al-Rahman b. Abu Bakra reported on the authority of his father that a person was mentioned in the presence of Allahs Apostle (ﷺ), and a person said:\nAllahs Messenger, no person is more excellent than he after Allahs Messenger (ﷺ). Thereupon Allahs Apostle (ﷺ) said: Woe be to thee, you have broken the neck of your friend, and he said this twice. Then Allahs Messenger (ﷺ) said: If anyone has to praise his brother at all, he should say: I think him to be so and so, and even on this he should say: I do not consider anyone purer than Allah (considers).\n\nhis hadith has been transmitted on the authority of Shuba with a slight variation of wording.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ عَمْرِو بْنِ عَبَّادِ بْنِ جَبَلَةَ بْنِ أَبِي رَوَّادٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، ح وَحَدَّثَنِي أَبُو بَكْرِ بْنُ نَافِعٍ، أَخْبَرَنَا غُنْدَرٌ، قَالَ شُعْبَةُ حَدَّثَنَا عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ عَبْدِ، الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ ذُكِرَ عِنْدَهُ رَجُلٌ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ مَا مِنْ رَجُلٍ بَعْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم أَفْضَلُ مِنْهُ فِي كَذَا وَكَذَا . فَقَالَ النَّبِيُّ صلى الله عليه وسلم  وَيْحَكَ قَطَعْتَ عُنُقَ صَاحِبِكَ  . مِرَارًا يَقُولُ ذَلِكَ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنْ كَانَ أَحَدُكُمْ مَادِحًا أَخَاهُ لاَ مَحَالَةَ فَلْيَقُلْ أَحْسِبُ فُلاَنًا إِنْ كَانَ يُرَى أَنَّهُ كَذَلِكَ وَلاَ أُزَكِّي عَلَى اللَّهِ أَحَدًا  .\n وَحَدَّثَنِيهِ عَمْرٌو النَّاقِدُ، حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ، ح وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ، كِلاَهُمَا عَنْ شُعْبَةَ، بِهَذَا الإِسْنَادِ . نَحْوَ حَدِيثِ يَزِيدَ بْنِ زُرَيْعٍ وَلَيْسَ فِي حَدِيثِهِمَا فَقَالَ رَجُلٌ مَا مِنْ رَجُلٍ بَعْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم أَفْضَلُ مِنْهُ .",
    "hadithBengali": "৭২৩১। মুহাম্মদ ইবনু আমর ইবনু আব্বাদ ইবনু নাফি (রহঃ) ... আবূ বকর (রাঃ) থেকে বর্ণিত। তিনি বলেন, (একদিন) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এক ব্যাক্তি সম্পর্কে আলোচনা হয়। তখন অপর এক ব্যাক্তি বলল, হে আল্লাহর রাসুল! অমুক অমুক কাজের ব্যাপারে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পর তাঁর থেকে শ্রেষ্ঠ আর কোন ব্যাক্তি নেই। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হতভাগা! তুমি তো তোমার সাথীর গর্দান কেটে ফেললে। বারবার তিনি কথাটি বললেন, তবে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমাদের কারো যদি তাঁর ভ্রাতার প্রশংসা করতেই হয় তবে সে যেন বলেন, অমুক সম্পর্কে আমার ধারনা যে, সে এমন (বাস্তবে হলেই এ কথাটি বলতে পারবে), তবে আল্লাহর সামনে আমি কাউকে নির্দোষ বলছি না।\n\nআমর আন-নাকিদ (অন্য সনদে) আবূ বকর ইবনুুূ আবূ শায়বা (রহঃ) ... শুবা (রহঃ) থেকে এ সনদে ইয়াযীদ ইবনু যুরায় (রহঃ) এর হাদীসের অনুরূপ বর্ণনা করেছেন। তবে তাদের [হাশিম ও শায়বা (রহঃ) এর] হাদিসে এ কথাটি উল্লেখ নেই যে, অতঃপর জনৈক ব্যাক্তি বলল যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পর তাঁর থেকে শ্রেষ্ঠ ব্যাক্তি আর কেউ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "7231",
    "id": "19954",
    "thesequence": "19706",
    "isActive": "1",
    "chapterId": "14390",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১৩. প্রশংসার মধ্যে যদি অতিশয়োক্তি থাকে এবং প্রশংসার ফলে যদি প্রশংসিত ব্যক্তির ফিতনায় পড়ার আশংকা থাকে তবে এ ধরনের প্রশংসা করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa reported Allahs Messenger (ﷺ) saw a person lauding another person or praising him too much. Thereupon he said:\nYou killed him, or you sliced the back of a person.",
    "hadithArabic": "حَدَّثَنِي أَبُو جَعْفَرٍ، مُحَمَّدُ بْنُ الصَّبَّاحِ حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّاءَ، عَنْ بُرَيْدِ بْنِ، عَبْدِ اللَّهِ بْنِ أَبِي بُرْدَةَ عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ سَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً يُثْنِي عَلَى رَجُلٍ وَيُطْرِيهِ فِي الْمِدْحَةِ فَقَالَ   لَقَدْ أَهْلَكْتُمْ أَوْ قَطَعْتُمْ ظَهْرَ الرَّجُلِ  .",
    "hadithBengali": "৭২৩২। আবূ জাফর মুহাম্মদ ইবনু সাব্বাহ (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে অপর ব্যাক্তির প্রশংসা করতে এবং তাতে অতিশয়োক্তি করতে শুনলেন। তিনি বললেনঃ তোমরা তো (ঐ ব্যাক্তিকে) ধ্বংস করে দিয়েছ, অথবা বললেন, লোকটির পিঠ ভেঙ্গে দিয়েছ।\n",
    "checkStatus": "1",
    "hadithNo": "7232",
    "id": "19955",
    "thesequence": "19707",
    "isActive": "1",
    "chapterId": "14390",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১৩. প্রশংসার মধ্যে যদি অতিশয়োক্তি থাকে এবং প্রশংসার ফলে যদি প্রশংসিত ব্যক্তির ফিতনায় পড়ার আশংকা থাকে তবে এ ধরনের প্রশংসা করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Mamar reported that a person lauded a ruler amongst the rulers and Miqdad began to throw dust upon him and he said:\nAllahs Messenger (ﷺ) commanded us that we should throw dust upon the faces of those who shower too much praise.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، جَمِيعًا عَنِ ابْنِ مَهْدِيٍّ، - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ حَبِيبٍ، عَنْ مُجَاهِدٍ، عَنْ أَبِي مَعْمَرٍ، قَالَ قَامَ رَجُلٌ يُثْنِي عَلَى أَمِيرٍ مِنَ الأُمَرَاءِ فَجَعَلَ الْمِقْدَادُ يَحْثِي عَلَيْهِ التُّرَابَ وَقَالَ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نَحْثِيَ فِي وُجُوهِ الْمَدَّاحِينَ التُّرَابَ .",
    "hadithBengali": "৭২৩৩। আবূ বাকর ইবনু আবূ শায়বা ও মুহাম্মদ ইবনু মুসান্না (রহঃ) ... আবূ মামার (রহঃ) থেকে বর্ণিত, তিনি বলেন, এক ব্যাক্তি দাঁড়িয়ে কোন এক আমীরের প্রশংসা করতে আরম্ভ করলে মিকদাদ (রাঃ) তাঁর মুখে মাটি ছুঁড়ে মারতে শুরু করলেন এবং বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অতিশয় প্রশংসাকারীদের মুখে মাটি ছুঁড়ে মারার জন্য আমাদেরকে আদেশ দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "7233",
    "id": "19956",
    "thesequence": "19708",
    "isActive": "1",
    "chapterId": "14390",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১৩. প্রশংসার মধ্যে যদি অতিশয়োক্তি থাকে এবং প্রশংসার ফলে যদি প্রশংসিত ব্যক্তির ফিতনায় পড়ার আশংকা থাকে তবে এ ধরনের প্রশংসা করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hammam b. al-Harith reported that a person began to praise Uthman and Miqdad sat upon his knee; and he was a bulky person and began to throw pebbles upon his (flatterers) face. Thereupon Uthman said:\nWhat is the matter with you? And he said: Verily, Allahs Messenger (ﷺ) said: When you see those who shower (undue) praise (upon others), throw dust upon their faces.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامِ بْنِ الْحَارِثِ، أَنَّ رَجُلاً، جَعَلَ يَمْدَحُ عُثْمَانَ فَعَمِدَ الْمِقْدَادُ فَجَثَا عَلَى رُكْبَتَيْهِ - وَكَانَ رَجُلاً ضَخْمًا - فَجَعَلَ يَحْثُو فِي وَجْهِهِ الْحَصْبَاءَ فَقَالَ لَهُ عُثْمَانُ مَا شَأْنُكَ فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا رَأَيْتُمُ الْمَدَّاحِينَ فَاحْثُوا فِي وُجُوهِهِمُ التُّرَابَ  .",
    "hadithBengali": "৭২৩৪। মুহাম্মদ ইবনু মুসান্না ও মুহাম্মদ ইবনু বাশশার (রহঃ) ... হাম্মাম ইবনুল হারিছ (রহঃ) থেকে বর্ণিত, তিনি বলেন, এক ব্যাক্তি উসমান (রাঃ) এর প্রশংসা করতে শুরু করল। তখন মিকদাদ (রাঃ) হাঁটুর উপর ভোর করে বসলেন, (কারন) তিনি মোটা (মানুষ) ছিলেন। অতঃপর তিনি প্রশংসাকারীর মুখে নুড়ি পাথর ছুঁড়ে মারতে লাগলেন। তখন উসমান (রাঃ) তাকে বললেন, (হে মিকদাদ!) তুমি কি করছ? তিনি বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা অতিশয় প্রশংসাকারীদেরকে দেখলে তাদের মুখমণ্ডলে মাটি ছুঁড়ে মারবে।\n",
    "checkStatus": "1",
    "hadithNo": "7234",
    "id": "19957",
    "thesequence": "19709",
    "isActive": "1",
    "chapterId": "14390",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১৩. প্রশংসার মধ্যে যদি অতিশয়োক্তি থাকে এবং প্রশংসার ফলে যদি প্রশংসিত ব্যক্তির ফিতনায় পড়ার আশংকা থাকে তবে এ ধরনের প্রশংসা করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Miqdad through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، ح وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الأَشْجَعِيُّ، عُبَيْدُ اللَّهِ بْنُ عُبَيْدِ الرَّحْمَنِ عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنِ الأَعْمَشِ، وَمَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامٍ، عَنِ الْمِقْدَادِ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৭২৩৫। মুহাম্মদ ইবনু মুসান্না ও ইবনু বাশশার (অন্য সনদে) উসমান ইবনু আবূ শায়বা (রহঃ) মিকদাদ (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে অনুরূপ (বর্ণনা করেছেন)।\n",
    "checkStatus": "1",
    "hadithNo": "7235",
    "id": "19958",
    "thesequence": "19710",
    "isActive": "1",
    "chapterId": "14390",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১৩. প্রশংসার মধ্যে যদি অতিশয়োক্তি থাকে এবং প্রশংসার ফলে যদি প্রশংসিত ব্যক্তির ফিতনায় পড়ার আশংকা থাকে তবে এ ধরনের প্রশংসা করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported that Allahs Messenger (ﷺ) said:\nIt was shown in a vision that I was rinsing my mouth with miswak and two persons began to contend with one another for getting that miswak. One was older than the other. I gave the miswak to the younger one amongst them, but it was said to me: (Let it be given) to the older one. So I gave it to the older one.",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنِي أَبِي، حَدَّثَنَا صَخْرٌ، - يَعْنِي ابْنَ جُوَيْرِيَةَ - عَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   أَرَانِي فِي الْمَنَامِ أَتَسَوَّكُ بِسِوَاكٍ فَجَذَبَنِي رَجُلاَنِ أَحَدُهُمَا أَكْبَرُ مِنَ الآخَرِ فَنَاوَلْتُ السِّوَاكَ الأَصْغَرَ مِنْهُمَا فَقِيلَ لِي كَبِّرْ . فَدَفَعْتُهُ إِلَى الأَكْبَرِ  .",
    "hadithBengali": "৭২৩৬। নাসর ইবনু আলী আল-জাহযামী (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ স্বপ্নে দেখলাম, আমি মিসওয়াক করছি। তখন দুই ব্যাক্তি এসে আমাকে আকর্ষণ করল। একজন বড় এবং অপরজন ছোট। অতঃপর তাদের ছোটজনকে আমি আমার মিসওয়াকটি দিতে গেলাম, তখন আমাকে বলা হল, বড়কে দাও। তখন সেটি আমি বড়জনকে দিয়ে দিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "7236",
    "id": "19959",
    "thesequence": "19711",
    "isActive": "1",
    "chapterId": "14391",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১৫. বড়কে আগে প্রদান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It was reported that Abu Huraira used to say:\nListen to me, inmate of the apartment; listen to me, inmate of the apartment, while Aisha (Allah be pleased with her) had been busy in observing prayer. As she finished prayer, she said to Urwa: Did you hear his words? And this is how Allahs Messenger (ﷺ) used to utter (so distinctly) that if one intended to count (the words uttered) he would be able to do so.",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، حَدَّثَنَا بِهِ، سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ هِشَامٍ، عَنْ أَبِيهِ، قَالَ كَانَ أَبُو هُرَيْرَةَ يُحَدِّثُ وَيَقُولُ اسْمَعِي يَا رَبَّةَ الْحُجْرَةِ اسْمَعِي يَا رَبَّةَ الْحُجْرَةِ . وَعَائِشَةُ تُصَلِّي فَلَمَّا قَضَتْ صَلاَتَهَا قَالَتْ لِعُرْوَةَ أَلاَ تَسْمَعُ إِلَى هَذَا وَمَقَالَتِهِ آنِفًا إِنَّمَا كَانَ النَّبِيُّ صلى الله عليه وسلم يُحَدِّثُ حَدِيثًا لَوْ عَدَّهُ الْعَادُّ لأَحْصَاهُ .",
    "hadithBengali": "৭২৩৭। হারুন ইবনু মারুফ (রহঃ) ... উরাওয়া (রহঃ) থেকে বর্ণিত, তিনি বলেন, (একদিন) আবূ হুরায়রা (রাঃ) হাদিস বর্ণনা করছিলেন এবং বলছিলেন, হে হুজরাবাসিনী, শুনুন হে হুজরা বাসিনী! শুনুন। তখন আয়িশা (রাঃ) সালাত আদায় করছিলেন। সালাতান্তে তিনি উরওয়া (রাঃ) কে বললেন, এ কি বলছে, তুমি তা শুনতে পেয়েছ কি? অথচ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমনভাবে কথা বলতেন, যদি কোন গণনাকারী (তাঁর শব্দ ও বর্ণ) গননা করতে চাইত তবে সে তা গুনতে পারত।\n",
    "checkStatus": "1",
    "hadithNo": "7237",
    "id": "19960",
    "thesequence": "19712",
    "isActive": "1",
    "chapterId": "14392",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১৬. ধীর-স্থীরভাবে হাদীস বর্ণনা করা এবং ইলম লিপিবদ্ধ করার হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said Khudri reported that Allahs Messenger (ﷺ) said:\nDo not take down anything from me, and he who took down anything from me except the Quran, he should efface that and narrate from me, for there is no harm in it and he who attributed any falsehood to me-and Hammam said: I think he also said: deliberately -he should in fact find his abode in the Hell-Fire.",
    "hadithArabic": "حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ الأَزْدِيُّ، حَدَّثَنَا هَمَّامٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ تَكْتُبُوا عَنِّي وَمَنْ كَتَبَ عَنِّي غَيْرَ الْقُرْآنِ فَلْيَمْحُهُ وَحَدِّثُوا عَنِّي وَلاَ حَرَجَ وَمَنْ كَذَبَ عَلَىَّ - قَالَ هَمَّامٌ أَحْسِبُهُ قَالَ - مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ  .",
    "hadithBengali": "৭২৩৮। হাদ্দাব ইবনু খালিদ আযদী (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমার বাণী তোমরা লিপিবদ্ধ করোনা। কুরআন ব্যাতিত কেউ যদি আমার বানী লিপিবদ্ধ করে থাকে তবে যেন তা মুছে ফেলে। আমার হাদিস বর্ণনা কর, এতে কোন অসুবিধা নেই। যে ব্যাক্তি আমার উপর মিথ্যারোপ করবে- হাম্মাম (রহঃ) বলেন, আমার মনে হয় তিনি বলেছেন, ইচ্ছাকৃতভাবে; তবে সে যেন জাহান্নামে তাঁর ঠিকানা বানিয়ে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "7238",
    "id": "19961",
    "thesequence": "19713",
    "isActive": "1",
    "chapterId": "14392",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১৬. ধীর-স্থীরভাবে হাদীস বর্ণনা করা এবং ইলম লিপিবদ্ধ করার হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Suhaib reported that Allahs Messenger (ﷺ) thus said:\nThere lived a king before you and he had a (court) magician. As he (the magician) grew old, he said to the king: I have grown old, send some young boy to me so that I should teach him magic. He (the king) sent to him a young man so that he should train him (in magic). And on his way (to the magician) he (the young man) found a monk sitting there. He (the young man) listened to his (the monks) talk and was impressed by it. It became his habit that on his way to the magician he met the monk and set there and he came to the magician (late). He (the magician) beat him because of delay. He made a complaint of that to the monk and he said to him: When you feel afraid of the magician, say: Members of my family had detained me. And when you feel afraid of your family you should say: The magician had detained me. It so happened that there came a huge beast (of prey) and it blocked the way of the people, and he (the young boy) said: I will come to know today whether the magician is superior or the monk is superior. He picked up a stone and said: O Allah, if the affair of the monk is dearer to Thee than the affair of the magician, cause death to this animal so that the people should be able to move about freely. He threw that stone towards it and killed it and the people began to move about (on the path freely). He (the young man) then came to that monk and Informed him and the monk said: Sonny, today you are superior to me. Your affair has come to a stage where I find that you would be soon put to a trial, and in case you are put to a trial dont give my clue. That young man began to treat the blind and those suffering from leprosy and he in fact began to cure people from (all kinds) of illness. When a companion of the king who had gone blind heard about him, he came to him with numerous gifts and said: If you cure me all these things collected together here would be yours. Be said: I myself do not cure anyone. It is Allah Who cures and if you affirm faith in Allah, I shall also supplicate Allah to cure you. He affirmed his faith in Allah and Allah cured him and he came to the king and sat by his side as he used to sit before. The king said to him: Who restored your eyesight? He said: My Lord. Thereupon he said: It means that your Lord is One besides me. He said: My Lord and your Lord is Allah, so he (the king) took hold of him and tormented him till he gave a clue of that boy. The young man was thus summoned and the king said to him: O boy, it has been conveyed to me that you have become so much proficient in your magic that you cure the blind and those suffering from leprosy and you do such and such things. Thereupon he said: I do not cure anyone; it is Allah Who cures, and he (the king) took hold of him and began to torment him. So he gave a clue of the monk. The monk was thus summoned and it was said to him: You should turn back from your religion. He, however, refused to do so. He (ordered) for a saw to be brought (and when it was done) he (the king) placed it in the middle of his head and tore it into parts till a part fell down. Then the courtier of the king was brought and it was said to him: Turn back from your religion. Arid he refused to do so, and the saw was placed in the midst of his head and it was torn till a part fell down. Then that young boy was brought and it was said to him: Turn back from your religion. He refused to do so and he was handed over to a group of his courtiers. And he said to them: Take him to such and such mountain; make him climb up that mountain and when you reach its top (ask him to renounce his faith) but if he refuses to do so, then throw him (down the mountain). So they took him and made him climb up the mountain and he said: O Allah, save me from them (in any way) Thou likest and the mountain began to quake and they all fell down and that person came walking to the king. The king said to him: What has happened to your companions? He said: Allah has saved me from them. He again handed him to some of his courtiers and said: Take him and carry him in a small boat and when you reach the middle of the ocean (ask him to renounce) his religion, but if he does not renounce his religion throw him (into the water). So they took him and he said: O Allah, save me from them and what they want to do. It was quite soon that the boat turned over and they were drowned and he came walking to the king, and the king said to him: What has happened to your companions? He said: Allah has saved me from them, and he said to the king: You cannot kill me until you do what I ask you to do. And he said: What is that? He said: You should gather people in a plain and hang me by the trunk (of a tree). Then take hold of an arrow from the quiver and say: In the name of Allah, the Lord of the young boy; then shoot an arrow and if you do that then you would be able to kill me. So he (the king) called the people in an open plain and tied him (the boy) to the trunk of a tree, then he took hold of an arrow from his quiver and then placed the arrow in the bow and then said: In the name of Allah, the Lord of the young boy; he then shot an arrow and it bit his temple. He (the boy) placed his hands upon the temple where the arrow had bit him and he died and the people said: We affirm our faith in the Lord of this young man, we affirm our faith in the Lord of this young man, we affirm our faith in the Lord of this young man. The courtiers came to the king and it was said to him: Do you see that Allah has actually done what you aimed at averting. They (the people) have affirmed their faith in the Lord. He (the king) commanded ditches to be dug at important points in the path. When these ditches were dug, and the fire was lit in them it was said (to the people): He who would not turn back from his (boys) religion would be thrown in the fire or it would be said to them to jump in that. (The people courted death but did not renounce religion) till a woman came with her child and she felt hesitant in jumping into the fire and the child said to her: 0 mother, endure (this ordeal) for it is the Truth.",
    "hadithArabic": "حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، حَدَّثَنَا ثَابِتٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ، أَبِي لَيْلَى عَنْ صُهَيْبٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   كَانَ مَلِكٌ فِيمَنْ كَانَ قَبْلَكُمْ وَكَانَ لَهُ سَاحِرٌ فَلَمَّا كَبِرَ قَالَ لِلْمَلِكِ إِنِّي قَدْ كَبِرْتُ فَابْعَثْ إِلَىَّ غُلاَمًا أُعَلِّمْهُ السِّحْرَ . فَبَعَثَ إِلَيْهِ غُلاَمًا يُعَلِّمُهُ فَكَانَ فِي طَرِيقِهِ إِذَا سَلَكَ رَاهِبٌ فَقَعَدَ إِلَيْهِ وَسَمِعَ كَلاَمَهُ فَأَعْجَبَهُ فَكَانَ إِذَا أَتَى السَّاحِرَ مَرَّ بِالرَّاهِبِ وَقَعَدَ إِلَيْهِ فَإِذَا أَتَى السَّاحِرَ ضَرَبَهُ فَشَكَا ذَلِكَ إِلَى الرَّاهِبِ فَقَالَ إِذَا خَشِيتَ السَّاحِرَ فَقُلْ حَبَسَنِي أَهْلِي . وَإِذَا خَشِيتَ أَهْلَكَ فَقُلْ حَبَسَنِي السَّاحِرُ . فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ أَتَى عَلَى دَابَّةٍ عَظِيمَةٍ قَدْ حَبَسَتِ النَّاسَ فَقَالَ الْيَوْمَ أَعْلَمُ آلسَّاحِرُ أَفْضَلُ أَمِ الرَّاهِبُ أَفْضَلُ فَأَخَذَ حَجَرًا فَقَالَ اللَّهُمَّ إِنْ كَانَ أَمْرُ الرَّاهِبِ أَحَبَّ إِلَيْكَ مِنْ أَمْرِ السَّاحِرِ فَاقْتُلْ هَذِهِ الدَّابَّةَ حَتَّى يَمْضِيَ النَّاسُ . فَرَمَاهَا فَقَتَلَهَا وَمَضَى النَّاسُ فَأَتَى الرَّاهِبَ فَأَخْبَرَهُ فَقَالَ لَهُ الرَّاهِبُ أَىْ بُنَىَّ أَنْتَ الْيَوْمَ أَفْضَلُ مِنِّي . قَدْ بَلَغَ مِنْ أَمْرِكَ مَا أَرَى وَإِنَّكَ سَتُبْتَلَى فَإِنِ ابْتُلِيتَ فَلاَ تَدُلَّ عَلَىَّ . وَكَانَ الْغُلاَمُ يُبْرِئُ الأَكْمَهَ وَالأَبْرَصَ وَيُدَاوِي النَّاسَ مِنْ سَائِرِ الأَدْوَاءِ فَسَمِعَ جَلِيسٌ لِلْمَلِكِ كَانَ قَدْ عَمِيَ فَأَتَاهُ بِهَدَايَا كَثِيرَةٍ فَقَالَ مَا هَا هُنَا لَكَ أَجْمَعُ إِنْ أَنْتَ شَفَيْتَنِي فَقَالَ إِنِّي لاَ أَشْفِي أَحَدًا إِنَّمَا يَشْفِي اللَّهُ فَإِنْ أَنْتَ آمَنْتَ بِاللَّهِ دَعَوْتُ اللَّهَ فَشَفَاكَ . فَآمَنَ بِاللَّهِ فَشَفَاهُ اللَّهُ فَأَتَى الْمَلِكَ فَجَلَسَ إِلَيْهِ كَمَا كَانَ يَجْلِسُ فَقَالَ لَهُ الْمَلِكُ مَنْ رَدَّ عَلَيْكَ بَصَرَكَ قَالَ رَبِّي . قَالَ وَلَكَ رَبٌّ غَيْرِي قَالَ رَبِّي وَرَبُّكَ اللَّهُ . فَأَخَذَهُ فَلَمْ يَزَلْ يُعَذِّبُهُ حَتَّى دَلَّ عَلَى الْغُلاَمِ فَجِيءَ بِالْغُلاَمِ فَقَالَ لَهُ الْمَلِكُ أَىْ بُنَىَّ قَدْ بَلَغَ مِنْ سِحْرِكَ مَا تُبْرِئُ الأَكْمَهَ وَالأَبْرَصَ وَتَفْعَلُ وَتَفْعَلُ . فَقَالَ إِنِّي لاَ أَشْفِي أَحَدًا إِنَّمَا يَشْفِي اللَّهُ . فَأَخَذَهُ فَلَمْ يَزَلْ يُعَذِّبُهُ حَتَّى دَلَّ عَلَى الرَّاهِبِ فَجِيءَ بِالرَّاهِبِ فَقِيلَ لَهُ ارْجِعْ عَنْ دِينِكَ . فَأَبَى فَدَعَا بِالْمِئْشَارِ فَوَضَعَ الْمِئْشَارَ فِي مَفْرِقِ رَأْسِهِ فَشَقَّهُ حَتَّى وَقَعَ شِقَّاهُ ثُمَّ جِيءَ بِجَلِيسِ الْمَلِكِ فَقِيلَ لَهُ ارْجِعْ عَنْ دِينِكَ . فَأَبَى فَوَضَعَ الْمِئْشَارَ فِي مَفْرِقِ رَأْسِهِ فَشَقَّهُ بِهِ حَتَّى وَقَعَ شِقَّاهُ ثُمَّ جِيءَ بِالْغُلاَمِ فَقِيلَ لَهُ ارْجِعْ عَنْ دِينِكَ . فَأَبَى فَدَفَعَهُ إِلَى نَفَرٍ مِنْ أَصْحَابِهِ فَقَالَ اذْهَبُوا بِهِ إِلَى جَبَلِ كَذَا وَكَذَا فَاصْعَدُوا بِهِ الْجَبَلَ فَإِذَا بَلَغْتُمْ ذُرْوَتَهُ فَإِنْ رَجَعَ عَنْ دِينِهِ وَإِلاَّ فَاطْرَحُوهُ فَذَهَبُوا بِهِ فَصَعِدُوا بِهِ الْجَبَلَ فَقَالَ اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ . فَرَجَفَ بِهِمُ الْجَبَلُ فَسَقَطُوا وَجَاءَ يَمْشِي إِلَى الْمَلِكِ فَقَالَ لَهُ الْمَلِكُ مَا فَعَلَ أَصْحَابُكَ قَالَ كَفَانِيهِمُ اللَّهُ . فَدَفَعَهُ إِلَى نَفَرٍ مِنْ أَصْحَابِهِ فَقَالَ اذْهَبُوا بِهِ فَاحْمِلُوهُ فِي قُرْقُورٍ فَتَوَسَّطُوا بِهِ الْبَحْرَ فَإِنْ رَجَعَ عَنْ دِينِهِ وَإِلاَّ فَاقْذِفُوهُ . فَذَهَبُوا بِهِ فَقَالَ اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ . فَانْكَفَأَتْ بِهِمُ السَّفِينَةُ فَغَرِقُوا وَجَاءَ يَمْشِي إِلَى الْمَلِكِ فَقَالَ لَهُ الْمَلِكُ مَا فَعَلَ أَصْحَابُكَ قَالَ كَفَانِيهِمُ اللَّهُ . فَقَالَ لِلْمَلِكِ إِنَّكَ لَسْتَ بِقَاتِلِي حَتَّى تَفْعَلَ مَا آمُرُكَ بِهِ . قَالَ وَمَا هُوَ قَالَ تَجْمَعُ النَّاسَ فِي صَعِيدٍ وَاحِدٍ وَتَصْلُبُنِي عَلَى جِذْعٍ ثُمَّ خُذْ سَهْمًا مِنْ كِنَانَتِي ثُمَّ ضَعِ السَّهْمَ فِي كَبِدِ الْقَوْسِ ثُمَّ قُلْ بِاسْمِ اللَّهِ رَبِّ الْغُلاَمِ . ثُمَّ ارْمِنِي فَإِنَّكَ إِذَا فَعَلْتَ ذَلِكَ قَتَلْتَنِي . فَجَمَعَ النَّاسَ فِي صَعِيدٍ وَاحِدٍ وَصَلَبَهُ عَلَى جِذْعٍ ثُمَّ أَخَذَ سَهْمًا مِنْ كِنَانَتِهِ ثُمَّ وَضَعَ السَّهْمَ فِي كَبِدِ الْقَوْسِ ثُمَّ قَالَ بِاسْمِ اللَّهِ رَبِّ الْغُلاَمِ . ثُمَّ رَمَاهُ فَوَقَعَ السَّهْمُ فِي صُدْغِهِ فَوَضَعَ يَدَهُ فِي صُدْغِهِ فِي مَوْضِعِ السَّهْمِ فَمَاتَ فَقَالَ النَّاسُ آمَنَّا بِرَبِّ الْغُلاَمِ آمَنَّا بِرَبِّ الْغُلاَمِ آمَنَّا بِرَبِّ الْغُلاَمِ . فَأُتِيَ الْمَلِكُ فَقِيلَ لَهُ أَرَأَيْتَ مَا كُنْتَ تَحْذَرُ قَدْ وَاللَّهِ نَزَلَ بِكَ حَذَرُكَ قَدْ آمَنَ النَّاسُ . فَأَمَرَ بِالأُخْدُودِ فِي أَفْوَاهِ السِّكَكِ فَخُدَّتْ وَأَضْرَمَ النِّيرَانَ وَقَالَ مَنْ لَمْ يَرْجِعْ عَنْ دِينِهِ فَأَحْمُوهُ فِيهَا . أَوْ قِيلَ لَهُ اقْتَحِمْ . فَفَعَلُوا حَتَّى جَاءَتِ امْرَأَةٌ وَمَعَهَا صَبِيٌّ لَهَا فَتَقَاعَسَتْ أَنْ تَقَعَ فِيهَا فَقَالَ لَهَا الْغُلاَمُ يَا أُمَّهِ اصْبِرِي فَإِنَّكِ عَلَى الْحَقِّ  .",
    "hadithBengali": "৭২৩৯। হাদ্দাব ইবনু খালিদ (রহঃ) ... সুহায়ব (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের পূর্ববর্তী যুগে এক বাদশাহ ছিল। তাঁর ছিল এক যাদুকর। বার্ধক্যে উপনীত হয়ে সে বাদশাকে বলল, আমি তো বৃদ্ধ হয়ে পড়েছি, সুতরাং একজন কিশোরকে আপনি আমার নিকট পাঠিয়ে দিন, যাকে আমি যাদুবিদ্যা শিক্ষা দিব। তখন যাদুবিদ্যা শিক্ষা দেয়ার জন্য বাদশাহ তাঁর নিকট এক কিশোর (বালক) কে পাঠাল। বালকের যাত্রাপথে ছিল এক পাদ্রী। বালক তাঁর নিকট বসল এবং তাঁর কথা শুনল। তাঁর কথা বালকের পছন্দ হল। অতঃপর বালক যাদুকরের নিকট যাত্রাকালে সর্বদাই পাদ্রির নিকট যেত এবং তাঁর নিকট বসত।\n\nএরপর সে যখন যাদুকরের নিকট যেত তখন সে তাকে প্রহার করত। অবশেষে যাদুকরের ব্যাপারে সে পাদ্রির নিকট অভিযোগ করল। তখন পাদ্রি বলল, তোমার যদি যাদুকরের ব্যাপারে আশংকা হয় তবে বলবে, আমার পরিবারের লোকেরা আমাকে আসতে বাঁধা দিয়েছে, আর যদি তুমি তোমার পরিবারের লোকদের ব্যাপারে আশংকাবোধ কর তবে বলবে, যাদুকর আমাকে আসতে বাঁধা দিয়েছে।\n\nএমনি একদিন হঠাৎ সে একটি ভয়ানক হিংস্র প্রাণীর সম্মুখীন হল, যা লোকদের পথ আটকিয়ে রেখেছিল। এ অবস্থা দেখে সে বলল, আজই জানতে পারব, যাদুকর উত্তম না পাদ্রী উত্তম। অতঃপর একটি পাথর হাতে নিয়ে সে বলল, হে আল্লাহ্&zwnj;! যদি যাদুকরের তরীকার তুলনায় পাদ্রীর তরীকা আপনার নিকট প্রিয় হয়, পছন্দনীয় হয়, তবে এই প্রস্তারাঘাতে এই হিংস্র প্রাণীটি নিহত করে দিন, যেন লোকজন চলাচল করতে পারে। অতঃপর সে তাঁর প্রতি পাথরটি নিক্ষেপ করল এবং উহাকে মেরে ফেলল। ফলে লোকজন আবার যাতায়াত আরম্ভ করল।\n\nএরপর সে পাদ্রীর নিকট এসে সে সম্পর্কে পাদ্রীকে সংবাদ দিল। পাদ্রী বলল, বৎস আজ তুমি তো আমার থেকেও শ্রেষ্ঠ হয়ে গিয়েছ। তোমার মর্যাদা এ পর্যন্ত পৌঁছেছে যা আমি দেখতে পাচ্ছি। তবে অচিরেই তুমি পরীক্ষার সুম্মুখীন হবে। যদি পরীক্ষার মুখোমুখি হও তবে আমার কথা বলবে না। এ দিকে বালক জন্মান্ধ ও কুষ্ঠরোগীকে আরোগ্য এবং লোকদের সমুদয় রোগ ব্যাধির চিকিৎসা করতে লাগল। বাদশাহের পরিষদবর্গের এক ব্যাক্তি অন্ধ হয়ে গিয়েছিল। তাঁর সংবাদ সে শুনতে পেয়ে বহু উপহার ও উপঢৌকন নিয়ে তাঁরা তাঁর কাছে আসল এবং তাকে বলল, তুমি যদি আমাকে আরোগ্য দান করতে পার তবে এ সব মাল আমি তোমাকে দিয়ে দিব। এ কথা শুনে বালক বলল, আমি তো কাউকে আরোগ্য দান করতে পারি না। আরোগ্য তো দেন আল্লাহ্&zwnj; তাআলা। আপনি যদি আল্লাহর উপন ঈমান আনয়ন করেন তবে আমি আল্লাহর নিকট দুআ করব, আল্লাহ্&zwnj; আপনাকে আরোগ্য দান করবেন। অতঃপর তিনি আল্লাহর উপর ঈমান আনয়ন করলেন, আল্লাহ্&zwnj; তাআলা তাকে রোগমুক্ত করে দিলেন।\n\nঅতঃপর সে বাদশাহের নিকট এসে অন্যান্য সময়ের ন্যায় এবারও বসল। বাদশাহ তাকে বললেন, তোমার দৃষ্টিশক্তি কে ফিরিয়ে দিয়েছেন? সে বলল, আমার প্রতিপালক। এ কথা শুনে বাদশাহ বলল, আমি ব্যাতিত তোমার অন্য কোন প্রতিপালকও আছে কি? সে বলল, আমার ও আপনার সকলের প্রতিপালকই আল্লাহ্&zwnj; রাব্বুল আলামিন। অতঃপর বাদশাহ তাকে পাকড়াও করে অব্যাহতভাবে শাস্তি দিতে লাগল। অবশেষে সে বালকের কথা বলে দিন। তখন বালককে আনা হল। বাদশাহ তাকে বললেন, হে বৎস! তুমি তো যাদুতে এত দক্ষ হয়েছ যে, তুমি জন্মান্ধকে ও কুষ্ঠ রোগীকে নিরাময় করে দাও এবং এই কর সেই কর ...। সে বলল, আমি কাউকে নিরাময় করি না। আল্লাহই শিফা দান করেন।\n\nতখন বাদশাহ তাকেও পাকড়াও করে শাস্তি দিতে থাকল। অবশেষে সে পাদ্রীর কথা বলে দিল। এবার পাদ্রীকে ধরে আনা হল এবং তাকে বলা হল তুমি তোমার দ্বীন পরিত্যাগ কর। সে অস্বীকার করল, ফলে তাঁর মাথার তালুতে করাত রেখে তাকে বিদীর্ণ করে ফেল হল। এতে তাঁর দেহ দুই খণ্ড হয়ে মাটিতে পড়ে গেল। অতঃপর বাদশাহর পরিষদকে আনা হল এবং তাকে বলা হল তোমার দ্বীন থেকে ফিরে আস। সে তা অস্বীকার করলে তার মাথার মাঝখানে করার রাখল এবং তাকেও দুই টুকরা করল। পরিশেষে ঐ বালকটিকে আনা হল এবং তাকেও একই কথা বলা হল যে তুমি তোমার দ্বীন থেকে ফিরে আসো। সেও অস্বীকার করল। অতঃপর বাদশাহ তাকে তাঁর করিপয় সহযোগী (কর্মচারী)র হাওলা করে দিয়ে বলল, তোমরা তাকে অমুক পাহাড়ে নিয়ে যাও এবং তাকে সহ পাহাড়ে আরোহণ কর। পর্বত শৃঙ্গে পৌছার পর সে যদি তাঁর দ্বীন থেকে ফিরে আসে (তবে ভাল)। অন্যথা তাকে সেখান থেকে ছুঁড়ে মারবে।\n\nতারপর তাঁরা তাকে নিয়ে গেল এবং তাকে সহ পাহাড়ে আরোহণ করল। তখন সে দুআ করে বলল, হে আল্লাহ্&zwnj;! আপনার যেভাবে ইচ্ছা তাদের ব্যাপারে আমার জন্য যথেষ্ট হয়ে যান (আমাকে তাদের ষড়যন্ত্র থেকে রক্ষা করুন) তৎক্ষণাৎ তাদেরকে সহ পর্বত প্রকম্পিত হতে লাগল। ফলে তাঁরা পাহাড় হতে গড়িয়ে পড়ল। আর সে হেঁটে হেঁটে বাদশাহের নিকট চলে এলো। এ দেখে বাদশাহ তাকে বলল তোমরা সঙ্গীরা কোথায়? সে বলল, আল্লাহ্&zwnj; আমার জন্য তাদের ব্যাপারে যথেষ্ট হয়েছে (আমাকে তাদের কবল থেকে রক্ষা করেছেন)।\n\nআবার বাদশাহ তাকে তাঁর কতিপয় সহচরের হাওলা করে বলল, তোমরা তাকে নিয়ে যাও এবং ক্ষুদ্র নৌকায় উঠিয়ে তাকে মাঝ সমুদ্রে নিয়ে যাও। অতঃপর সে যদি তাঁর দ্বীন থেকে ফিরে আসে তবে ভাল, অন্যথা তোমরা তাকে সমুদ্রে ফেলে দাও। তাঁরা তাকে সমুদ্রে নিয়ে গেল। এবারও সে দুআ করে বলল, হে আল্লাহ্&zwnj;! আপনার যেভাবে ইচ্ছা তাদের ব্যাপারে আমার জন্য যথেষ্ট হয়ে যান (আমাকে তাদের ষড়যন্ত্র থেকে রক্ষা করুন)। তৎক্ষণাৎ নৌকাটি তাদেরকে সহ উল্টে গেল। ফলে তাঁরা সকেলেই পানিতে ডুবে গেল আর ছেলেটি হেঁটে হেঁটে বাদশাহের নিকট চলে এলো।\n\nবাদশাহ তাকে বলল, তোমার সাথিরা কোথায়? সে বলল, আল্লাহ্&zwnj; তাদের ব্যাপারে আমার জন্য যথেষ্ট হয়েছে (আমাকে তাদের কবল থেকে রক্ষা করেছেন)। অতঃপর সে বাদশাহকে বলল, তুমি আমাকে হত্যা করতে পারবে না যে পর্যন্ত না তুমি আমার নির্দেশিত পদ্ধতি মুতাবিক কাজ করবে। বাদশাহ বলল, সে আবার কি? বালক বলল, একটি ময়দানে তুমি লোকদেরকে সমবেত কর, তারপর একটি কাঠের শূলীতে আমাকে উঠিয়ে আমার তীরদানি হতে একটি তীর নিয়ে তা ধনুকের মাঝে রাখ, এরপর بِاسْمِ اللَّهِ رَبِّ الْغُلاَمِ (বালকের পালনকর্তা আল্লাহর নামে) বলে আমার দিকে তীর ছুঁড়ে মার। এ যদি কর তবে তুমি আমাকে হত্যা করতে সক্ষম হবে।\n\nতাঁর কথা মোতাবেক বাদশাহ লোকদেরকে এক ময়দানে সমবেত করল এবং তাকে একটি কাঠের শূলীতে চড়াল, অতঃপর তাঁর তীরদানী হতে একটি তীর নিয়ে তা ধনুকের মাঝে রেখে বিসমিল্লাহি রাব্বুল আলামিন বলে তাঁর দিকে ছুঁড়ে মারল। তীর তাঁর কানপট্টিতে গিয়ে বিধল। অতঃপর সে (বালক) কানপট্টিতে তীরের স্থানে নিজের হাত রাখল এবং মারা গেল। এ দেখে সমবেত লোকজন বলে উঠলآمَنَّا بِرَبِّ الْغُلاَمِ آمَنَّا بِرَبِّ الْغُلاَمِ آمَنَّا بِرَبِّ الْغُلاَمِ &ldquo;আমরা এই বালকের রবের প্রতি ঈমান আনলাম&rdquo;।\n\nএই সংবাদ বাদশাহকে জানানো হল এবং তাকে বলা হল লক্ষ্য করেছেন কি? আপনি যে পরিস্থিতি হতে আশংকা করছিলেন, আল্লাহর কসম! সে আশংকাজনক পরিস্থিতই আপনার মাথার উপর চেপে বসেছে। সমস্ত মানুষই বালকের রবের উপর ঈমান আনয়ন করেছে। তখন বাদশাহ রাস্তার মাথায় গর্ত খননের নির্দেশ দিল। গর্ত খনন করা হল এবং তাদের অগ্নি প্রজ্বলিত করা হল। অতঃপর বাদশাহ হুকুম করল যে, যে ব্যাক্তি তাঁর ধর্মমত বর্জন না করবে তাকে তাতে নিক্ষেপ করব, অথবা সে বলল, তাকে বলবে সে যেন অগ্নিতে প্রবেশ করে। লোকেরা তাই করল।\n\nঅবশেষে এক মহিলা আসল, তাঁর সঙ্গে ছিল এক শিশু। সে অগ্নিতে পতিত হবার ব্যাপারে ইতস্তত করছিল, এ দেখে শিশু তাকে বলল, হে আম্মাজান, ধৈর্যধারণ করুন, আপনি তো সত্য দ্বীনের উপর প্রতিষ্ঠিত।\n",
    "checkStatus": "1",
    "hadithNo": "7239",
    "id": "19962",
    "thesequence": "19714",
    "isActive": "1",
    "chapterId": "14393",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১৭. অগ্নিকুণ্ডের অধিপতি এবং যাদুকর, পাদ্রী ও বালকের ঘটনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ubadah b. Walid b. Samit reported:\nI and my father set out in search of knowledge to a tribe of the Ansar before their death (i. e. before the Companions of the Prophet left the world) and I was the first to meet Abu Yasar, a Companion of Allahs Messenger (ﷺ) and there was a young man with him who carried the record of letters with him and there was a mantle prepared by the tribe of Maafiri upon him. And his servant too had a Maafiri mantle over him. My father said to him: My uncle, I see the signs of anger or that of agony on your face. He said: Yes, such and such person, the son of so and so, of the tribe of Harami owed me a debt. I went to his family, extended salutations and said: Where is he? They said: He is not here. Then came out to me his son who was at the threshold of his youth. I said to him: Where is your father? He said: No sooner did he hear your sound than he hid himself behind my mothers bedstead. I said to him: Walk out to me, for I know where you are. He came out. I said to him: What prompted you to hide yourself from me? He said: By God, whatever I would say to you would not be a lie. By Allah, I fear that I should tell a lie to you and in case of making promise with you I should break it, as you are the Companion of Allahs Messenger (ﷺ). The fact is that I was hard up in regard to money. I said: Do you adjure by Allah? He said: I adjure by Allah. I said: Do you adjure by Allah? He said: I adjure by Allah. I said: Do you adjure by Allah? He said: I adjure by Allah. Then he brought his promissory note and he wrote off (the debt) with his hand and said: Make payment when you find yourself solvent enough to pay me back; if you are not, then there is no liability upon you. These two eyes of mine saw, and he (AbuI-Yasar) placed his fingers upon his eyes and these two ears of mine heard and my heart retained, and he pointed towards his heart that Allahs Messenger (ﷺ) said: He who gives time to one who is financially hard up (in the payment of debt) or writes off his debt, Allah will provide him His shadow. I said to him: My uncle, if you get the cloak of your servant and you give him your two clothes, or take his two clothes of Maafir and give him your cloak, then there would be one dress for you and one for him. He wiped my head and said: O Allah, bless the son of my brother. O, son of my brother, these two very eyes of mine saw and these two ears of mine listened to and this heart of mine retained this, and he pointed towards the heart that Allahs Messenger (ﷺ) said: Feed them (the servants) and clothe them (the servants) what you wear, and if I give him the goods of the world, it is easy for me than this that he should take my virtues on the Day of Resurrection. We went on till we came to Jabir b. Abdullah in the mosque and he was busy in observing prayer in one cloth which he had joined at its opposite ends. I made my way through the people till I sat between him and the Qibla and I said: May Allah have mercy upon you. Do you observe prayer with one cloth on your body whereas your mantle is lying at your side? He pointed me with his hand towards my breast just like this and he separated his fingers and bent them in the shape of a bow. And (he said): I thought that a fool like you should come to me so that he should see me as I do and he should then also do like it. Allahs Messenger (ﷺ) came to us in this very mosque and he had in his hand the twig of the palm-tree and he saw mucus towards the Qibla of the mosque and he erased it with the help of the twig. He then came to us and said: Who amongst you likes that Allah should turn His face away from him? We were afraid. He then again said: Who amongst you likes that Allah should turn His face away from him? We were afraid. He again said: Who amongst you likes that Allah should turn His face away from him? We said: Allahs Messenger, none of us likes it. And he said: If one amongst you stands for prayer, Allah, the Exalted and Glorious, is before him he should not spit in front of him, or on his right side, but should spit on his left side beneath his left foot and if he is impelled to do so all of a sudden (in spite of himself) he should then spit in his cloth and fold it in some part of it. (and he further said: ) Bring some sweet-smelling thing. A young man who belonged to our tribe stood up, went and brought scent in his palm. Allahs Messenger (ﷺ) took that and applied it to the end of that twig and then touched the place where there had been mucus. Jabir said: This is why you should apply scent to your mosques. It is reported on the same authority: We set out along with Allahs Messenger (ﷺ) on an expedition of Batn Buwat. He (the Holy Prophet) was in search of al-Majdi b. Amr al-Juhani. (We had so meagre equipment) that five. six or seven of us had one camel to ride and so we mounted it turn by turn. Once there wan. the turn of an Ansari to ride upon the camel. He made it kneel down to ride over it (and after having. mounted it), he tried to raise it up but it hesitated. So he said. May there be curse of Allah upon you! Thereupon Allahs Messenger (ﷺ) said: Who is there to curse his camel? He said: Allahs Messenger, it is I. Thereupon he said: Get down from the camel and let us not have in our company the cursed one. Dont curse your own selves, nor your children. nor your belongings. There is the possibility that your curse may synchronies with the time when Allah is about to confer upon you what you demand and thus your prayer may be readily responded. It is reported on the same authority: We set out on an expedition along with Allahs Messenger (ﷺ) until it was evening, and we had been near a. water reservoir of Arabia. Allahs Messenger (ﷺ) said: Who would be the person who would go ahead and set right the reservoir and drink water himself and serve us with it? Jabir said: I stood up and said: Allahs Messenger, it is I who am ready to do that. Thereupon Allahs Messenger (ﷺ) said: Who is the person to accompany Jabir? And then Jabbar b. Sakhr stood up. So we went to that well and poured in that tank a bucket or two of water and plastered it with clay and then began to fill it (with water) until it was filled to the brim. Allahs Messenger (ﷺ) was the first who appeared before us, and he said: Do you (both) permit me to drink water out of it? We said: Yea, Allahs Messenger. He led his camel to drink water and it drank. He then pulled its rein and it stretched its legs and began to urinate. He then took it aside and made it kneel down at another place and then came to the tank and performed ablution. I then got up and performed ablution like the ablution of Allahs Messenger (ﷺ), and Jabbar b. Sakhr went in order to relieve himself and Allahs Messenger (ﷺ) got up to observe prayer and there was a mantle over me. I tried to invert its ends but it was too short (to cover my body easily). It had its borders. I then inverted it (the mantle) and drew its opposite ends and then tied them at my neck. I then came and stood upon the left side of Allahs Messenger (ﷺ). He caught hold of me and made me go round behind him, until he made me stand on his right side. Then Jabbar b. Sakhr came. He performed ablution and then came and stood on the left side of Allahs Messenger (ﷺ). Then Allahs Messenger (ﷺ) caught hold of our hands together, pushed us back and made us stand behind him. Then Allahs Messenger (ﷺ) began to look upon me with darting looks, but I did not perceive that. After that I became aware of it and he pointed with the gesture of his hand that I should wrap my loin-cloth. When Allahs Messenger (ﷺ) had finished the prayer, he said: Jabir! I said: Allahs Messenger, at thy beck and call. He said: When the cloth around you is inadequate, then tie the opposite ends but when it is small, tie it over the lower body. Jabir reported: We set out on an expedition with Allahs Messenger (ﷺ) and the only means of sustenance for every person amongst us was only one date for a day and we used to chew it. And we struck the leaves with the help of our bow and ate them until the sides of our mouths were injured. It so happened one day that a person was overlooked and not given a date. We carried that person and bore witness to the fact that he had not been given that date so he was offered that and he got up and received that. Jabir reported: We set out on an expedition along with Allahs Messenger (ﷺ) until we got down at a spacious valley and Allahs Messenger (ﷺ) went to relieve himself. I followed him with a bucket full of water and Allahs Messenger (ﷺ) looked about and he found no privacy but two trees at the end of the valley and Allahs Messenger (may. peace be upon him) went to one of them and took hold of one of its twigs and said: Be thou under my control by the permission of Allah, and so it came under his control like the camel who has its nosestring in the hand of its rider, and then he came to the second tree and took hold of a twig and said: Be thou under my control with the permission of Allah, and it came under his control, and when he came in the middle of the two trees he joined together the two twigs and said: join with the permission of Allah. Jabir said: I was afraid lest Allahs Messenger (ﷺ) should be aware of my nearness and go still farther. And Muhammad b. Abbad has used the word faitabd and I began to talk to myself. And as I saw, I suddenly found Allahs Messenger (ﷺ) before me and the two trees were separated and each one of them was standing at its place. I saw Allahs Messenger (ﷺ) standing for a short time, nodding his head towards right and left. Ismail pointed towards the right and left with the help of his head (in order to demonstrate how the Prophet had pointed). Then he (the Holy Prophet) came to me and said: Jabir did you see my place where I was standing? I said: Allahs Messenger, yes. He then said: Then you should go to those two trees and cut a twig from each of them and go to that place with them where I was standing and stand there where I was standing and place a twig on the right and a twig on the left. Jabir said: I set out and took hold of a stone and broke it and sharpened it and then I came to those trees and cut a twig from each one of them. I then came dragging them until I stood at the place where Allahs Messenger (ﷺ) had been standing and placed a twig on the right and a twig on the left. Then I met him and said: Allahs Messenger, I have done that, but (kindly) explain to me the reason for it. Thereupon he said: I passed by two graves the occupants of which had been undergoing torment. I liked to make intercession for them so that the might be relieved of this torment y as long as these twigs remain fresh. Jabir said: We came back to the (camp of the) army and Allahs Messenger (ﷺ) said: Jabir, call people for per- forming wudu. I cried: Come and perform wudu, come and perform wudu, come and perform wudu. I said: Allahs Messenger, there is not even a drop of water in the army camp, and there. was a person who used to cool the water for Allahs Messenger (ﷺ) in the old water-skin which kept hanging by the twig. He asked me to go to such and such Ansari and ask him to see if there was any water in that skin. I went to him and cast a glance in it but did not find anything but a drop in the mouth of that water-skin and if I were to draw that, the water-skins,. dried part would suck it up. I came to Allahs Messenger (ﷺ) and said: Allahs Messenger, I have not found anything in it but a drop of water in the mouth of the water-skin and now if I were to draw that, it would be absorbed. He said: Go and bring that to me. I brought that to him. He took hold of it -and began to utter something which I could not understand and then pressed it with his hand and gave that to me and said: Jabir, announce for the tub to be brought. So I announced that the tub of the army (be brought). It was brought accordingly and I placed it before him (the Holy Prophet). Thereupon Allahs Messenger (ﷺ) placed his hands in the tub like this: with his fingers stretched out, and then he placed his fingers at the bottom of the tub and said: Jabir, take it (that waters-skin) and pour water over me, by reciting Bismillah, and I poured water and I said: Bismillah, and found water sprouting out between the fingers of Allahs Messenger (ﷺ). Then that tub gushed forth until it was filled up and the Messenger (ﷺ) said: Jabir, make an announcement to the effect: He who needs water should take that. Jabir said: The people came and got water until they were all satiated. I said: Is there anyone left who wants to get it? And Allahs Messenger (ﷺ) then lifted up his hand from that tub and it was still full. Then the people made a complaint to Allahs Messenger (ﷺ) about hunger and he said: May Allah provide you food! We came to the bank of the ocean and the ocean was tossing and it threw out a big animal and we lit fire and cooked it and took it until we had eaten to our hearts content. Jabir said: I and such and such five persons entered Its socket and nobody could see us until we had come out, and we took hold of one of its ribs and twisted it into a sort of arch, then we called the tallest of the persons of the army and the hugest of the camels of the army and it had the big saddle over it, and it could easily pass through it without the rider having need to bend down.",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، وَمُحَمَّدُ بْنُ عَبَّادٍ، - وَتَقَارَبَا فِي لَفْظِ الْحَدِيثِ - وَالسِّيَاقُ لِهَارُونَ قَالاَ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ عَنْ يَعْقُوبَ بْنِ مُجَاهِدٍ أَبِي حَزْرَةَ عَنْ عُبَادَةَ بْنِ الْوَلِيدِ بْنِ عُبَادَةَ بْنِ الصَّامِتِ قَالَ خَرَجْتُ أَنَا وَأَبِي نَطْلُبُ الْعِلْمَ فِي هَذَا الْحَىِّ مِنَ الأَنْصَارِ قَبْلَ أَنْ يَهْلِكُوا فَكَانَ أَوَّلُ مَنْ لَقِينَا أَبَا الْيَسَرِ صَاحِبَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَمَعَهُ غُلاَمٌ لَهُ مَعَهُ ضِمَامَةٌ مِنْ صُحُفٍ وَعَلَى أَبِي الْيَسَرِ بُرْدَةٌ وَمَعَافِرِيٌّ وَعَلَى غُلاَمِهِ بُرْدَةٌ وَمَعَافِرِيٌّ فَقَالَ لَهُ أَبِي يَا عَمِّ إِنِّي أَرَى فِي وَجْهِكَ سَفْعَةً مِنْ غَضَبٍ . قَالَ أَجَلْ كَانَ لِي عَلَى فُلاَنِ بْنِ فُلاَنٍ الْحَرَامِيِّ مَالٌ فَأَتَيْتُ أَهْلَهُ فَسَلَّمْتُ فَقُلْتُ ثَمَّ هُوَ قَالُوا لاَ . فَخَرَجَ عَلَىَّ ابْنٌ لَهُ جَفْرٌ فَقُلْتُ لَهُ أَيْنَ أَبُوكَ قَالَ سَمِعَ صَوْتَكَ فَدَخَلَ أَرِيكَةَ أُمِّي . فَقُلْتُ اخْرُجْ إِلَىَّ فَقَدْ عَلِمْتُ أَيْنَ أَنْتَ . فَخَرَجَ فَقُلْتُ مَا حَمَلَكَ عَلَى أَنِ اخْتَبَأْتَ مِنِّي قَالَ أَنَا وَاللَّهِ أُحَدِّثُكَ ثُمَّ لاَ أَكْذِبُكَ خَشِيتُ وَاللَّهِ أَنْ أُحَدِّثَكَ فَأَكْذِبَكَ وَأَنْ أَعِدَكَ فَأُخْلِفَكَ وَكُنْتَ صَاحِبَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَكُنْتُ وَاللَّهِ مُعْسِرًا . قَالَ قُلْتُ آللَّهِ . قَالَ اللَّهِ . قُلْتُ آللَّهِ . قَالَ اللَّهِ . قُلْتُ آللَّهِ . قَالَ اللَّهِ . قَالَ فَأَتَى بِصَحِيفَتِهِ فَمَحَاهَا بِيَدِهِ فَقَالَ إِنْ وَجَدْتَ قَضَاءً فَاقْضِنِي وَإِلاَّ أَنْتَ فِي حِلٍّ فَأَشْهَدُ بَصَرُ عَيْنَىَّ هَاتَيْنِ - وَوَضَعَ إِصْبَعَيْهِ عَلَى عَيْنَيْهِ - وَسَمْعُ أُذُنَىَّ هَاتَيْنِ وَوَعَاهُ قَلْبِي هَذَا - وَأَشَارَ إِلَى مَنَاطِ قَلْبِهِ - رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ يَقُولُ  مَنْ أَنْظَرَ مُعْسِرًا أَوْ وَضَعَ عَنْهُ أَظَلَّهُ اللَّهُ فِي ظِلِّهِ  . قَالَ فَقُلْتُ لَهُ أَنَا يَا عَمِّ لَوْ أَنَّكَ أَخَذْتَ بُرْدَةَ غُلاَمِكَ وَأَعْطَيْتَهُ مَعَافِرِيَّكَ وَأَخَذْتَ مَعَافِرِيَّهُ وَأَعْطَيْتَهُ بُرْدَتَكَ فَكَانَتْ عَلَيْكَ حُلَّةٌ وَعَلَيْهِ حُلَّةٌ . فَمَسَحَ رَأْسِي وَقَالَ اللَّهُمَّ بَارِكْ فِيهِ يَا ابْنَ أَخِي بَصَرُ عَيْنَىَّ هَاتَيْنِ وَسَمْعُ أُذُنَىَّ هَاتَيْنِ وَوَعَاهُ قَلْبِي هَذَا - وَأَشَارَ إِلَى مَنَاطِ قَلْبِهِ - رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ يَقُولُ  أَطْعِمُوهُمْ مِمَّا تَأْكُلُونَ وَأَلْبِسُوهُمْ مِمَّا تَلْبَسُونَ  . وَكَانَ أَنْ أَعْطَيْتُهُ مِنْ مَتَاعِ الدُّنْيَا أَهْوَنَ عَلَىَّ مِنْ أَنْ يَأْخُذَ مِنْ حَسَنَاتِي يَوْمَ الْقِيَامَةِ . ثُمَّ مَضَيْنَا حَتَّى أَتَيْنَا جَابِرَ بْنَ عَبْدِ اللَّهِ فِي مَسْجِدِهِ وَهُوَ يُصَلِّي فِي ثَوْبٍ وَاحِدٍ مُشْتَمِلاً بِهِ فَتَخَطَّيْتُ الْقَوْمَ حَتَّى جَلَسْتُ بَيْنَهُ وَبَيْنَ الْقِبْلَةِ فَقُلْتُ يَرْحَمُكَ اللَّهُ أَتُصَلِّي فِي ثَوْبٍ وَاحِدٍ وَرِدَاؤُكَ إِلَى جَنْبِكَ قَالَ فَقَالَ بِيَدِهِ فِي صَدْرِي هَكَذَا وَفَرَّقَ بَيْنَ أَصَابِعِهِ وَقَوَّسَهَا أَرَدْتُ أَنْ يَدْخُلَ عَلَىَّ الأَحْمَقُ مِثْلُكَ فَيَرَانِي كَيْفَ أَصْنَعُ فَيَصْنَعُ مِثْلَهُ . أَتَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي مَسْجِدِنَا هَذَا وَفِي يَدِهِ عُرْجُونُ ابْنِ طَابٍ فَرَأَى فِي قِبْلَةِ الْمَسْجِدِ نُخَامَةً فَحَكَّهَا بِالْعُرْجُونِ ثُمَّ أَقْبَلَ عَلَيْنَا فَقَالَ  أَيُّكُمْ يُحِبُّ أَنْ يُعْرِضَ اللَّهُ عَنْهُ  . قَالَ فَخَشَعْنَا ثُمَّ قَالَ  أَيُّكُمْ يُحِبُّ أَنْ يُعْرِضَ اللَّهُ عَنْهُ  . قَالَ فَخَشَعْنَا ثُمَّ قَالَ  أَيُّكُمْ يُحِبُّ أَنْ يُعْرِضَ اللَّهُ عَنْهُ  . قُلْنَا لاَ أَيُّنَا يَا رَسُولَ اللَّهِ . قَالَ  فَإِنَّ أَحَدَكُمْ إِذَا قَامَ يُصَلِّي فَإِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى قِبَلَ وَجْهِهِ فَلاَ يَبْصُقَنَّ قِبَلَ وَجْهِهِ وَلاَ عَنْ يَمِينِهِ وَلْيَبْصُقْ عَنْ يَسَارِهِ تَحْتَ رِجْلِهِ الْيُسْرَى فَإِنْ عَجِلَتْ بِهِ بَادِرَةٌ فَلْيَقُلْ بِثَوْبِهِ هَكَذَا  . ثُمَّ طَوَى ثَوْبَهُ بَعْضَهُ عَلَى بَعْضٍ فَقَالَ  أَرُونِي عَبِيرًا  . فَقَامَ فَتًى مِنَ الْحَىِّ يَشْتَدُّ إِلَى أَهْلِهِ فَجَاءَ بِخَلُوقٍ فِي رَاحَتِهِ فَأَخَذَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَجَعَلَهُ عَلَى رَأْسِ الْعُرْجُونِ ثُمَّ لَطَخَ بِهِ عَلَى أَثَرِ النُّخَامَةِ . فَقَالَ جَابِرٌ فَمِنْ هُنَاكَ جَعَلْتُمُ الْخَلُوقَ فِي مَسَاجِدِكُمْ . سِرْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزْوَةِ بَطْنِ بُوَاطٍ وَهُوَ يَطْلُبُ الْمَجْدِيَّ بْنَ عَمْرٍو الْجُهَنِيَّ وَكَانَ النَّاضِحُ يَعْتَقِبُهُ مِنَّا الْخَمْسَةُ وَالسِّتَّةُ وَالسَّبْعَةُ فَدَارَتْ عُقْبَةُ رَجُلٍ مِنَ الأَنْصَارِ عَلَى نَاضِحٍ لَهُ فَأَنَاخَهُ فَرَكِبَهُ ثُمَّ بَعَثَهُ فَتَلَدَّنَ عَلَيْهِ بَعْضَ التَّلَدُّنِ فَقَالَ لَهُ شَأْ لَعَنَكَ اللَّهُ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ هَذَا اللاَّعِنُ بَعِيرَهُ  . قَالَ أَنَا يَا رَسُولَ اللَّهِ . قَالَ  انْزِلْ عَنْهُ فَلاَ تَصْحَبْنَا بِمَلْعُونٍ لاَ تَدْعُوا عَلَى أَنْفُسِكُمْ وَلاَ تَدْعُوا عَلَى أَوْلاَدِكُمْ وَلاَ تَدْعُوا عَلَى أَمْوَالِكُمْ لاَ تُوَافِقُوا مِنَ اللَّهِ سَاعَةً يُسْأَلُ فِيهَا عَطَاءٌ فَيَسْتَجِيبُ لَكُمْ  . سِرْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى إِذَا كَانَتْ عُشَيْشِيَةٌ وَدَنَوْنَا مَاءً مِنْ مِيَاهِ الْعَرَبِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ رَجُلٌ يَتَقَدَّمُنَا فَيَمْدُرُ الْحَوْضَ فَيَشْرَبُ وَيَسْقِينَا  . قَالَ جَابِرٌ فَقُمْتُ فَقُلْتُ هَذَا رَجُلٌ يَا رَسُولَ اللَّهِ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَىُّ رَجُلٍ مَعَ جَابِرٍ  . فَقَامَ جَبَّارُ بْنُ صَخْرٍ فَانْطَلَقْنَا إِلَى الْبِئْرِ فَنَزَعْنَا فِي الْحَوْضِ سَجْلاً أَوْ سَجْلَيْنِ ثُمَّ مَدَرْنَاهُ ثُمَّ نَزَعْنَا فِيهِ حَتَّى أَفْهَقْنَاهُ فَكَانَ أَوَّلَ طَالِعٍ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  أَتَأْذَنَانِ  . قُلْنَا نَعَمْ يَا رَسُولَ اللَّهِ . فَأَشْرَعَ نَاقَتَهُ فَشَرِبَتْ شَنَقَ لَهَا فَشَجَتْ فَبَالَتْ ثُمَّ عَدَلَ بِهَا فَأَنَاخَهَا ثُمَّ جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى الْحَوْضِ فَتَوَضَّأَ مِنْهُ ثُمَّ قُمْتُ فَتَوَضَّأْتُ مِنْ مُتَوَضَّإِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَهَبَ جَبَّارُ بْنُ صَخْرٍ يَقْضِي حَاجَتَهُ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِيُصَلِّيَ وَكَانَتْ عَلَىَّ بُرْدَةٌ ذَهَبْتُ أَنْ أُخَالِفَ بَيْنَ طَرَفَيْهَا فَلَمْ تَبْلُغْ لِي وَكَانَتْ لَهَا ذَبَاذِبُ فَنَكَّسْتُهَا ثُمَّ خَالَفْتُ بَيْنَ طَرَفَيْهَا ثُمَّ تَوَاقَصْتُ عَلَيْهَا ثُمَّ جِئْتُ حَتَّى قُمْتُ عَنْ يَسَارِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخَذَ بِيَدِي فَأَدَارَنِي حَتَّى أَقَامَنِي عَنْ يَمِينِهِ ثُمَّ جَاءَ جَبَّارُ بْنُ صَخْرٍ فَتَوَضَّأَ ثُمَّ جَاءَ فَقَامَ عَنْ يَسَارِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدَيْنَا جَمِيعًا فَدَفَعَنَا حَتَّى أَقَامَنَا خَلْفَهُ فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَرْمُقُنِي وَأَنَا لاَ أَشْعُرُ ثُمَّ فَطِنْتُ بِهِ فَقَالَ هَكَذَا بِيَدِهِ يَعْنِي شُدَّ وَسَطَكَ فَلَمَّا فَرَغَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ  يَا جَابِرُ  . قُلْتُ لَبَّيْكَ يَا رَسُولَ اللَّهِ . قَالَ  إِذَا كَانَ وَاسِعًا فَخَالِفْ بَيْنَ طَرَفَيْهِ وَإِذَا كَانَ ضَيِّقًا فَاشْدُدْهُ عَلَى حِقْوِكَ  . سِرْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَكَانَ قُوتُ كُلِّ رَجُلٍ مِنَّا فِي كُلِّ يَوْمٍ تَمْرَةً فَكَانَ يَمَصُّهَا ثُمَّ يَصُرُّهَا فِي ثَوْبِهِ وَكُنَّا نَخْتَبِطُ بِقِسِيِّنَا وَنَأْكُلُ حَتَّى قَرِحَتْ أَشْدَاقُنَا فَأُقْسِمُ أُخْطِئَهَا رَجُلٌ مِنَّا يَوْمًا فَانْطَلَقْنَا بِهِ نَنْعَشُهُ فَشَهِدْنَا أَنَّهُ لَمْ يُعْطَهَا فَأُعْطِيَهَا فَقَامَ فَأَخَذَهَا . سِرْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى نَزَلْنَا وَادِيًا أَفْيَحَ فَذَهَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْضِي حَاجَتَهُ فَاتَّبَعْتُهُ بِإِدَاوَةٍ مِنْ مَاءٍ فَنَظَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَمْ يَرَ شَيْئًا يَسْتَتِرُ بِهِ فَإِذَا شَجَرَتَانِ بِشَاطِئِ الْوَادِي فَانْطَلَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى إِحْدَاهُمَا فَأَخَذَ بِغُصْنٍ مِنْ أَغْصَانِهَا فَقَالَ  انْقَادِي عَلَىَّ بِإِذْنِ اللَّهِ  . فَانْقَادَتْ مَعَهُ كَالْبَعِيرِ الْمَخْشُوشِ الَّذِي يُصَانِعُ قَائِدَهُ حَتَّى أَتَى الشَّجَرَةَ الأُخْرَى فَأَخَذَ بِغُصْنٍ مِنْ أَغْصَانِهَا فَقَالَ  انْقَادِي عَلَىَّ بِإِذْنِ اللَّهِ  . فَانْقَادَتْ مَعَهُ كَذَلِكَ حَتَّى إِذَا كَانَ بِالْمَنْصَفِ مِمَّا بَيْنَهُمَا لأَمَ بَيْنَهُمَا - يَعْنِي جَمَعَهُمَا - فَقَالَ  الْتَئِمَا عَلَىَّ بِإِذْنِ اللَّهِ  . فَالْتَأَمَتَا قَالَ جَابِرٌ فَخَرَجْتُ أُحْضِرُ مَخَافَةَ أَنْ يُحِسَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بِقُرْبِي فَيَبْتَعِدَ - وَقَالَ مُحَمَّدُ بْنُ عَبَّادٍ فَيَتَبَعَّدَ - فَجَلَسْتُ أُحَدِّثُ نَفْسِي فَحَانَتْ مِنِّي لَفْتَةٌ فَإِذَا أَنَا بِرَسُولِ اللَّهِ صلى الله عليه وسلم مُقْبِلاً وَإِذَا الشَّجَرَتَانِ قَدِ افْتَرَقَتَا فَقَامَتْ كُلُّ وَاحِدَةٍ مِنْهُمَا عَلَى سَاقٍ فَرَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَقَفَ وَقْفَةً فَقَالَ بِرَأْسِهِ هَكَذَا - وَأَشَارَ أَبُو إِسْمَاعِيلَ بِرَأْسِهِ يَمِينًا وَشِمَالاً - ثُمَّ أَقْبَلَ فَلَمَّا انْتَهَى إِلَىَّ قَالَ  يَا جَابِرُ هَلْ رَأَيْتَ مَقَامِي  . قُلْتُ نَعَمْ يَا رَسُولَ اللَّهِ . قَالَ  فَانْطَلِقْ إِلَى الشَّجَرَتَيْنِ فَاقْطَعْ مِنْ كُلِّ وَاحِدَةٍ مِنْهُمَا غُصْنًا فَأَقْبِلْ بِهِمَا حَتَّى إِذَا قُمْتَ مَقَامِي فَأَرْسِلْ غُصْنًا عَنْ يَمِينِكَ وَغُصْنًا عَنْ يَسَارِكَ  . قَالَ جَابِرٌ فَقُمْتُ فَأَخَذْتُ حَجَرًا فَكَسَرْتُهُ وَحَسَرْتُهُ فَانْذَلَقَ لِي فَأَتَيْتُ الشَّجَرَتَيْنِ فَقَطَعْتُ مِنْ كُلِّ وَاحِدَةٍ مِنْهُمَا غُصْنًا ثُمَّ أَقْبَلْتُ أَجُرُّهُمَا حَتَّى قُمْتُ مَقَامَ رَسُولِ اللَّهِ صلى الله عليه وسلم أَرْسَلْتُ غُصْنًا عَنْ يَمِينِي وَغُصْنًا عَنْ يَسَارِي ثُمَّ لَحِقْتُهُ فَقُلْتُ قَدْ فَعَلْتُ يَا رَسُولَ اللَّهِ فَعَمَّ ذَاكَ قَالَ  إِنِّي مَرَرْتُ بِقَبْرَيْنِ يُعَذَّبَانِ فَأَحْبَبْتُ بِشَفَاعَتِي أَنْ يُرَفَّهَ عَنْهُمَا مَا دَامَ الْغُصْنَانِ رَطْبَيْنِ  . قَالَ فَأَتَيْنَا الْعَسْكَرَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يَا جَابِرُ نَادِ بِوَضُوءٍ  . فَقُلْتُ أَلاَ وَضُوءَ أَلاَ وَضُوءَ أَلاَ وَضُوءَ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَا وَجَدْتُ فِي الرَّكْبِ مِنْ قَطْرَةٍ وَكَانَ رَجُلٌ مِنَ الأَنْصَارِ يُبَرِّدُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم الْمَاءَ فِي أَشْجَابٍ لَهُ عَلَى حِمَارَةٍ مِنْ جَرِيدٍ قَالَ فَقَالَ لِيَ  انْطَلِقْ إِلَى فُلاَنِ بْنِ فُلاَنٍ الأَنْصَارِيِّ فَانْظُرْ هَلْ فِي أَشْجَابِهِ مِنْ شَىْءٍ  . قَالَ فَانْطَلَقْتُ إِلَيْهِ فَنَظَرْتُ فِيهَا فَلَمْ أَجِدْ فِيهَا إِلاَّ قَطْرَةً فِي عَزْلاَءِ شَجْبٍ مِنْهَا لَوْ أَنِّي أُفْرِغُهُ لَشَرِبَهُ يَابِسُهُ . فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي لَمْ أَجِدْ فِيهَا إِلاَّ قَطْرَةً فِي عَزْلاَءِ شَجْبٍ مِنْهَا لَوْ أَنِّي أُفْرِغُهُ لَشَرِبَهُ يَابِسُهُ قَالَ  اذْهَبْ فَأْتِنِي بِهِ  . فَأَتَيْتُهُ بِهِ فَأَخَذَهُ بِيَدِهِ فَجَعَلَ يَتَكَلَّمُ بِشَىْءٍ لاَ أَدْرِي مَا هُوَ وَيَغْمِزُهُ بِيَدَيْهِ ثُمَّ أَعْطَانِيهِ فَقَالَ  يَا جَابِرُ نَادِ بِجَفْنَةٍ  . فَقُلْتُ يَا جَفْنَةَ الرَّكْبِ . فَأُتِيتُ بِهَا تُحْمَلُ فَوَضَعْتُهَا بَيْنَ يَدَيْهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ فِي الْجَفْنَةِ هَكَذَا فَبَسَطَهَا وَفَرَّقَ بَيْنَ أَصَابِعِهِ ثُمَّ وَضَعَهَا فِي قَعْرِ الْجَفْنَةِ وَقَالَ  خُذْ يَا جَابِرُ فَصُبَّ عَلَىَّ وَقُلْ بِاسْمِ اللَّهِ  . فَصَبَبْتُ عَلَيْهِ وَقُلْتُ بِاسْمِ اللَّهِ . فَرَأَيْتُ الْمَاءَ يَتَفَوَّرُ مِنْ بَيْنِ أَصَابِعِ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ فَارَتِ الْجَفْنَةُ وَدَارَتْ حَتَّى امْتَلأَتْ فَقَالَ  يَا جَابِرُ نَادِ مَنْ كَانَ لَهُ حَاجَةٌ بِمَاءٍ  . قَالَ فَأَتَى النَّاسُ فَاسْتَقَوْا حَتَّى رَوَوْا قَالَ فَقُلْتُ هَلْ بَقِيَ أَحَدٌ لَهُ حَاجَةٌ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ مِنَ الْجَفْنَةِ وَهِيَ مَلأَى . وَشَكَا النَّاسُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الْجُوعَ فَقَالَ  عَسَى اللَّهُ أَنْ يُطْعِمَكُمْ  . فَأَتَيْنَا سِيفَ الْبَحْرِ فَزَخَرَ الْبَحْرُ زَخْرَةً فَأَلْقَى دَابَّةً فَأَوْرَيْنَا عَلَى شِقِّهَا النَّارَ فَاطَّبَخْنَا وَاشْتَوَيْنَا وَأَكَلْنَا حَتَّى شَبِعْنَا . قَالَ جَابِرٌ فَدَخَلْتُ أَنَا وَفُلاَنٌ وَفُلاَنٌ حَتَّى عَدَّ خَمْسَةً فِي حِجَاجِ عَيْنِهَا مَا يَرَانَا أَحَدٌ حَتَّى خَرَجْنَا فَأَخَذْنَا ضِلَعًا مِنْ أَضْلاَعِهِ فَقَوَّسْنَاهُ ثُمَّ دَعَوْنَا بِأَعْظَمِ رَجُلٍ فِي الرَّكْبِ وَأَعْظَمِ جَمَلٍ فِي الرَّكْبِ وَأَعْظَمِ كِفْلٍ فِي الرَّكْبِ فَدَخَلَ تَحْتَهُ مَا يُطَأْطِئُ رَأْسَهُ .",
    "hadithBengali": "৭২৪০। হারুন ইবনু মারুফ ও মুহাম্মাদ ইবনু আব্বাদ (রহঃ) ... উবাদা ইবনু ওয়ালীদ ইবনু উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, (একদা) আনসারী সাহাবীদের শেষ হয়ে যাওয়ার পূর্বে আমি এবং আমার পিতা দীন শিক্ষা করার উদ্দেশ্যে আনসারী সাহাবীদের এই মহল্লায় বের হলাম। প্রথমে আমাদের যার সাথে সাক্ষাৎ হল, তিনি হলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী আবূল ইউসর (রাঃ)। এক বোঝা কিতাব নিয়ে তাঁর সঙ্গে ছিলেন তাঁর এক গোলাম। তখন আবূল ইউসুর (রাঃ) এর গায়ে ছিল একটি চাঁদর এবং একটি মুআফিরী কাপড়। অনুরূপভাবে তার গোলামের গায়েও ছিল একটি চাঁদর এবং একটি মুআফিরী কাপড়।\n\nঅতঃপর আমার আব্বা তাঁকে বললেন, হে চাচাজান! আপনার চেহারায় যে ক্রোধের নিদর্শন দেখতে পাচ্ছি। তিনি বললেন, হ্যাঁ, কারন বনী হারাম গোত্রের অমুকের পূত্র অমুকের নিকট আমি মাল পাওনা আছি। তাগাদার উদ্দেশ্যে আমি তার বাড়ীতে গিয়েছি। অতঃপর আমি সালাম দিয়ে বললাম, অমুক কোথায়, সে বাড়ী আছে কি? বাড়ীর ভেতর হতে তারা বলল, সে বাড়ীতে নেই। এমতাবস্থায় তার এক কিশোর ছেলে বাইরে আমার নিকট এলো। আমি তাকে বললাম, তোমার বাবা কোথায় ? সে বলল, আপনার আওয়াজ শুনে আমার আম্মার খাটের ভেতর পালিয়ে রয়েছে। আমি তাকে বললাম, আমার কাছে এসো। অবশ্যই আমি জানি তুমি কোথায় আছে।\n\nঅতঃপর সে বেরিয়ে আসল। আমি তাকে বললাম, আমার থেকে আত্মগোপন করার ব্যাপারে কিসে তোমাকে অনুপ্রাণিত করেছে। সে বলল, আল্লাহর কসম! আমি আপনাকে বলব, তবে মিথ্যা বলব না। আল্লাহর কসম, আপনি তো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী, তাই এ বিষয়টিকে আমি ভয়ানক মনে করেছি যে আমি আপনার সাথে মিথ্যা কথা বলব অথবা অঙ্গীকার করে অঙ্গীকার ভঙ্গ করব। আল্লাহর কসম! আমি একজন অভাবগ্রস্থ ব্যক্তি। আমি বললাম, সত্যই তুমি আল্লাহর কসম করে বলছো? সে বলল, হ্যাঁ। আমি আল্লাহর কসম করে বলছি। আমি বললাম, আল্লাহর কসম করে বলছো? সে বলল, হ্যাঁ আল্লাহর কসম করে বলছি। আমি আবারো বললাম, আল্লাহর কসম করে বলছো? সে বলল, হ্যাঁ, আল্লাহর কসম করে বলছি।\n\nঅতঃপর এতদসশ্লিষ্ট দলীল আনা হল এবং আবূল ইউসর নিজ হাতে উহা মুছে দিলেন। এরপর তিনি বললেন, আমার ঋণ পরিশোধের মত টাকা যদি তোমার ব্যবস্থা হয় তবে তুমি তা পরিশোধ করবে। অন্যথায় তুমি আমার পক্ষ হতে মুক্ত। অতঃপর আবূল ইউসর (রাঃ) দুটি আঙ্গুল তার চক্ষুদ্বয়ের উপর রেখে বললেন, আমার উভয় চোখের দৃষ্টি প্রত্যক্ষ করেছে, আমার উভয় কান শ্রবণ করেছে এবং হৃদয় ধমনীর প্রতি ইশারা করে তিনি বললেন, আমার হৃদয় তা সংরক্ষণ করেছে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে কোন অভাবগ্রস্ত ব্যক্তিকে অবকাশ দেয় বা মাফ করে দেয় আল্লাহ তাআলা তাকে তাঁর স্বীয় ছায়ার নীচে আশ্রয় প্রদান করবেন।\n\nউবাদা (রাঃ) বলেন, আমি তাকে বললাম, চাচাজান! যদি আপনি আপনার গোলামের শরীর থেকে চাঁদরটি নিয়ে তাকে আপনার মুআফিরী কাপড়টি দিয়ে দেন অথবা তার মুআফিরী কাপড়টি নিয়ে আপনি যদি তাকে আপনার চাঁদরটি দিয়ে দেন তবে তো আপনার এক জোড়া কাপড় এবং তারও এক জোড়া কাপড় হয়ে যায়। এ কথা শুনে তিনি আমার মাথায় হাত বুলিয়ে বললেন, হে আল্লাহ! আপনি এ বাচ্চার মধ্যে বরকত দিন। এরপর বললেন, হে ভ্রাতুষ্পূত্র! আমার এ দু&#39;চোখ প্রত্যক্ষ করেছে, আমার এ দু&#39;কান শ্রবণ করেছে এবং হদয় ধমনীর প্রতি ইশারা করে তিনি বললেন, আমার এ হৃদয় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে সংরক্ষণ করেছে, তিনি বলেছেনঃ তোমরা যা খাও, তাদেরকেও তা খাওয়াও, তোমরা যা পরিধান কর তাদেরকেও তা পরিধান করাও। অধিকন্তু তিনি বললেন, কিয়ামতের দিন তার আমার নেকী নিয়ে যাওয়ার চেয়ে আমার তাকে পার্থিব সামগ্রী যা একেবারেই তুচ্ছ তা দান করা খুবই সহজ ব্যাপার।\n\nঅতঃপর আমরা সেখান থেকে রওনা হয়ে জাবির ইবনু আবদুল্লাহ (রাঃ) এর নিকট মসজিদে আসলাম। তখন তিনি এক কাপড় শরীরে জড়িয়ে সালাত আদায় করছিলেন। এ দেখে আমি লোকদের ডিঙ্গিয়ে তার ও কিবলার মাঝামাঝি স্থানে গিয়ে বসলাম অতঃপর আমি বললাম, আল্লাহ আপনার প্রতি রহম করুন। আপনি এক কাপড় পরিহিত অবস্থায় সালাত আদায় করছেন। অথচ আপনার পাশেই আপনার চাঁদর পড়ে আছে। এ কথা শুনে তিনি আঙ্গুলগুলো প্রশস্ত করতঃ সেগুলো কামানের মত বাকা করে আমার বক্ষের দিকে ইশারা করে বললেন, আমার ইচ্ছা ছিল যে তোমার মত কোন আহমক (নির্বোধ) ব্যক্তি আমার নিকট এসে আমি যা করছি তা প্রত্যক্ষ করবে এবং পরে তার অনুরূপ করবে।\n\nশোন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইবনু তাবের (খেজুর গাছের) একটি ডালা হাতে আমাদের এ মসজিদে আসলেন এবং মসজিদের পশ্চিম দিকে কফ দেখে তিনি ডালার দ্বারা ঘষে উহা পরিস্কার করলেন। অতঃপর আমাদের দিকে মুখ ফিরিয়ে বললেনঃ তোমাদের কে চায় যে, আল্লাহ তার থেকে মুখ ফিরিয়ে নেন? জাবির (রাঃ) বলেন, এতে আমরা তীত-সন্ত্রস্ত হয়ে গেলাম। অতঃপর তিনি আবার বললেনঃ তোমাদের কেউ পছন্দ করবে কি যে, আল্লাহ তাআলা তার থেকে তার মুখ ফিরিয়ে নেন? তিনি বলেন, এবারও আমরা শংকিত হয়ে গেলাম, তৎপর পূনরায় তিনি বললেনঃ তোমাদের কে চায় যে তার থেকে আল্লাহ তাআলা মুখ ফিরিয়ে নেন? উত্তরে আমরা বললাম, না! হে আল্লাহর রাসুল! (আমাদের কেউ এমনটি চায়না)।\n\nঅতঃপর তিনি বললেনঃ তোমাদের কেউ যখন সালাতে দাঁড়াবে, তখন আল্লাহ তাআলা তার চেহারামুখী থাকেন। সুতরাং মুসল্লী যেন সম্মুখের দিকে, ডান দিকে থু-খু না ফেলে; বরং সে যেন বাম দিকে বাম পায়ের নীচে থু-থু ফেলে আর যদি তড়িৎ কফ চলে আসে তবে সে যেন কাপড়ের উপর এভাবে থু-থু ফেলে, এবং পরে যেন এক অংশকে অন্য অংশের উপর এভাবে গুটিয়ে নেয়। অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমার নিকট আবির (সুগন্ধি) নিয়ে আসো। তখন আমাদের গোত্রের একজন যুবক লম্ফ দিয়ে উঠে দৌড়িয়ে তার বাড়ীতে গেল এবং হাতের তালুতে করে সুগন্ধি নিয়ে এলো। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার থেকে সুগন্ধি নিয়ে ডালার মাথায় মেখে যেখানে কফের দাগ ছিল ততে তা লাগিয়ে দিলেন। জাবির (রাঃ) বলেন, এখান থেকেই তোমরা তোমাদের মসজিদে সুগন্ধি মাখতে আরম্ভ করেছ।\n\nজাবির (রাঃ) বলেন, অতঃপর আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে বুওয়াত প্রান্তরের যুদ্ধে রওনা হলাম। তিনি মাজদী ইবনু আমর জুহানী কাফিরকে তালাশ করছিলেন। অবস্থা এই ছিল যে, আমাদের পাঁচ পাঁচ, ছয় ছয়, সাত সাত ব্যক্তি পালাক্রমে একটি উটের উপর আরোহণ করতো। অতঃপর এক আনসারী ব্যক্তির আরোহণের পালা আসলে সে তার উটটিকে বসিয়ে এর উপর আরোহণ করল এবং উহাকে চালাল। চলমাল অবস্থায় উটটি তার উপর কিছু ধুলাবালি উড়াল। ফলে সে ক্ষেপে গিয়ে বলে উঠল- আল্লাহ তোমার প্রতি লানত করেন। এ কথা শুনে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ লোকটি কে যে তার উষ্ট্রের প্রতি অভিসম্পাত করল? সে বলল, আমি, ইয়া রাসুলাল্লাহ! তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি এর থেকে নেমে যাও ! আর অভিশপ্ত উটটি আমাদের সাথে থাকতে পারবে না। তোমাদের সন্তানদের উপর বদ দুআ করোনা এবং নিজের ধন-সম্পদের উপরও না। এমন যেন না হয় যে, তোমরা এমন মুহুর্তে বদ দুআ করবে যখন আল্লাহর নিকট কিছু চাওয়া হয় এবং গ্রহণযোগ্যও হয়।\n\nজাবির (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে আমরা আবার চললাম, সন্ধ্যা হলে আমরা আরবের এক জল স্থানের নিকট পৌছিলাম। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কে আছে, যে আমাদের আগে গিয়ে হাউজটি ঠিকঠাক করবে এবং নিজেও পান করবে আর আমাদেরকেও পান করাবে। জাবির (রাঃ) বলেন, অতঃপর আমি দাঁড়িয়ে বললাম, হে আল্লাহর রাসুল! এই ব্যক্তি অগ্রে যাবে। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ জাবিরের সাথে আর কে যাবে? তখন জাব্বার ইবনু সাখর (রাঃ) দাঁড়ালেন। অতঃপর আমরা দু&#39;জন কুয়ার ধারে গেলাম এবং এক বা দু&#39;বালতি তুললাম। এরপর আমরা সে (হাউজ) টি মাটি দ্বারা লেপলাম। পরে আমরা কুয়া হতে পানি উঠাতে আরম্ভ করলাম এবং পানি দ্বারা উহা কানায় কানায় ভরে দিলাম।\n\nঅতঃপর সর্ব প্রথম রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সামনে এলেন এবং বললেন, তোমরা কি আমাকে অনুমতি দাও? আমরা বললাম, নিশ্চয়ই হে আল্লাহর রাসুল! অতঃপর তিনি তাঁর উষ্ট্রী ছাড়লেন পানি পানের জন্য। উষ্ট্রী পানি পান করল। অতঃপর তিনি তাঁর উষ্ট্রীকে টান দিলে উহা পানি পান বন্ধ করল এবং পেশাব করল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পরে উহাকে আলাদা স্থানে নিয়ে গেলেন এবং বসালেন। এরপর পুনরায় তিনি হাউজের নিকট এসে অযু করলেন, আমি দাঁড়িয়ে থাকলাম এবং পরে আমিও রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অযুর স্থান হতে অযু করলাম। জাব্বার ইবনু সাখর (রাঃ) সৌচকার্যের উদ্দেশ্যে গমন করলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত আদায়ের উদ্দেশ্যে দাঁড়ালেন। আমার গায়ে ছিল একটি চাঁদর। আমি তার উভয় আচল বিপরীত দিকে দেয়ার চেষ্টা করলাম; কিন্তু তা সংকুলান হলনা। তবে উহাতে কতগুলো রেশমের থোবা ছিল। তাই তাকে আমি তা উল্টো দিকে করলাম ও এর দুই পার্শ্ব বিপরীতভাবে দুই কাঁধের উপর রাখলাম এবং গর্দানের সাথে তাকে বাঁধলাম।\n\nঅতঃপর আমি এসে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাম পাশে দাঁড়ালাম। তিনি আমার হাত ধরে ঘুরিয়ে আমাকে তাঁর ডান পাশে দাঁড় করালেন। অতঃপর জাব্বার ইবনু সাখর (রাঃ) এসে অযু করলেন এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাম পাশে দাঁড়ালেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের উভয়ের হাত ধরে আমাদেরকে পেছনের দিকে সরিয়ে দিলেন এবং আমাদেরকে তাঁর পেছনে দাঁড় করালেন। এ সময় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার প্রতি তীক্ষ্ণভাবে তাকাতে আরম্ভ করলেন; কিন্তু আমি বুঝতে পারছিলাম না, অবশেষে আমি বুঝতে পারলাম। তখন তিনি আমাকে তার হাত দ্বারা ইশারা করে বললেন, তুমি তোমার চাদর (কোমরে) বেঁধে নাও।\n\nএরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতান্তে বললেনঃ হে জাবির! আমি বললাম, হে আল্লাহর রাসুল! আমি উপস্থিত। তিনি বললেনঃ চাঁদর যদি প্রশস্ত হয় তবে এর উভয় প্রান্ত বিপরীতভারে উভয় কাঁধের উপর রেখে দিবে আর চাঁদর যদি সংকীর্ণ হয় তবে উহাকে তোমার কোমরে বেঁধে নিবে।\n\nজাবির (রাঃ) বলেন, (আর একবার) আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে চলতে আরম্ভ করলাম। তখন জীবিকা হিসাবে আমাদের প্রত্যেকেই একটি করে খেজুর পেত, উহা সে চুষত এবং পরে আবার উহা কাপড়ের মধ্যে রেখে দিত। তখন আমরা আমাদের ধনূকের দ্বারা গাছের পাতা পাড়তাম এবং উহা ভক্ষণ করতাম। ফলে আমাদের চোয়ালে ঘা হয়ে গেল। এ সময় এক দিন এক ব্যক্তি খেজুর বন্টন করল এবং বন্টনের সময় এক ব্যক্তিকে ভুলে গেল। আমরা তাকে নিয়ে চললাম এবং তার পক্ষে সাক্ষ্য দিয়ে বললাম, তাকে খেজুর দেয়া হয়নি। অবশেষে তাকেও খেজুর দেয়া হল। সে দাঁড়িয়ে খেজুর গ্রহণ করল।\n\nজাবির (রাঃ) বলেন, (একবার) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে আমরা চলতে আরম্ভ করলাম। যেতে যেতে আমরা এক প্রশস্ত উপত্যকায় অবতরণ করলাম। অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শৌচকার্য সমাধানের উদ্দেশ্যে গমন করলেন আমিও পানির পাত্র নিয়ে তার পেছনে পেছনে গেলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নযর করে দেখলেন; কিন্তু পর্দা করবার জন্য কিছুই পেলেন না। হঠাৎ উপত্যকার এক প্রান্তে দুটি বৃক্ষ দেখতে পেলেন। তাই তিনি এর একটির নিকট গেলেন এবং এর একটি ডাল হাতে নিয়ে বললেন, আল্লাহর হুকুমে তুমি আমার আনুগত্য কর। ডালটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বশ্যতা স্বীকার করে নিল, লাগাম পরিহিত ঐ উটের ন্যায় যা তার চালকের অনুসরণ করে।\n\nঅতঃপর তিনি দ্বিতীয় গাছটির নিকট এসে এর একটি ডাল হাতে নিয়ে বললেন, আল্লাহর হুকুমে তুমি আমার আনুগত্য কর। এটিও অনুরুপ তার আনুগত্য করল। অতঃপর তিনি যখন দুই গাছের মধ্যবর্তী ছুরতে পৌছলেন, তখন তিনি ডাল দু&#39;টো এক সাথে মিলিয়ে বললেন, আল্লাহর হুকুমে তোমরা আমার সন্মুখে (একত্রিত হয়ে যাও) মিলে যাও। তারা উভয়ই একত্রিত হয়ে গেল, মিলে গেল। জাবির (রাঃ) বলেন, অতঃপর আমি এই ভয়ে দৌড়িয়ে চলে এলাম যে, না জানি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার সন্নিকটে হবার বিষয়টি জেনে ফেলেন এবং আরো দুরে চলে যান।\n\nইবনু আব্বাদ (রাঃ)يَبْتَعِدَ এর স্থলেفَيَتَبَعَّ উল্লেখ করেছেন। অতঃপর আমি বসে মনে মনে কিছু বলছিলাম। এমতাবস্থায় নযর উঠিয়েই আমি দেখলাম যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সম্মুখ দিক হতে তাশরীফ আনছেন। উভয় বৃক্ষই তখন আলাদা হয়ে স্বীয় কান্ডের উপর দণ্ডায়মান অবস্থায় ছিল। অতঃপর আমি দেখলাম যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিছুক্ষণ দাঁড়িয়ে থেকে মাথা দ্বারা ডানে ও বামে ইশারা করলেন। এ স্থলে বর্ণনাকারী আবূ ইসমাঈলও তার মাথা দ্বারা ইশারা করেছেন। এরপর তিনি সামনের দিকে এগিয়ে এসে আমার পর্যন্ত পৌছে আমাকে বললেন, হে জাবির! তুমি তো আমার অবস্থানের স্থান দেখেছো? আমি বললাম, হ্যাঁ, ইয়া রাসুলাল্লাহ! তখন তিনি বললেন, তুমি ঐ গাছ দু&#39;টির নিকট যাও এবং উহাদের প্রত্যেকটির একটি একটি ডাল কেটে নিয়ে এসো। অতঃপর তুমি আমার এ স্থানে পৌছে একটি ডাল ডান দিকে এবং অপরটি বাম দিকে রেখে দিবে।\n\nজাবির (রাঃ) বলেন, আমি উঠলাম এবং একটি পাথর হাতে নিয়ে উহাকে ভেঙ্গে তীক্ষ্ণ করলাম। ফলে উহা ভীষণ ধারাল হল। অতঃপর আমি গাছ দুটির নিকট আসলাম এবং এক এক গাছ হতে এক একটি করে ডাল কাটলাম। এরপর ডাল দুটো হেঁচড়িয়ে নিয়ে আমি রওনা হলাম এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অবস্থান স্থলে পৌছে একটি ডাল আমার ডান দিকে এবং অন্য ডালটি আমার বাম দিকে রেখে দিলাম। তারপর আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে সাক্ষাৎ করে বললাম, হে আল্লাহর রাসুল! আপনি যা বলেছেন আমি তা পূর্ণ করেছি। তবে এর কারণ কি?\n\nজবাবে তিনি বললেনঃ দু&#39;টি কবরের পাশ দিয়ে পথ অতিক্রম কালে আমি দেখেছি, তাদের কবরে আযাব হচ্ছে। আমি তাদের জন্য সুপারিশ করার ইচ্ছা করছি। সম্ভবত এ তাদের আযাবকে লঘু করে দিবে, যতক্ষন পর্যন্ত এ ডাল দুটো তরতাজা থাকবে। জাবির (রাঃ) বলেন, অতঃপর আমরা সৈন্যদের মাঝে আসলাম। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে জাবির! ঘোষণা দাও, অযু করার জন্য। আমি ঘোষণা করলাম, হে লোক সকল! অযু কর, অযু কর, অযু কর। এরপর আমি বললাম, হে আল্লাহর রাসুল! কাফেলার নিকট এক ফোটা পানিও নেই। কাফেলায় এক আনসারী সাহাবী ছিলেন। তিনি কাষ্ঠের ডালাতে ঝুলন্ত পুরাতন মশকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য পানি ঠাণ্ডা করার কাজে নিয়োজিত ছিলেন।\n\nজাবির (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ তুমি অমুকের ছেলে অমুক আনসারীর নিকট যাও এবং দেখ তার মশকে কিছু পানি আছে কিনা? আমি তার নিকট গেলাম এবং দেখলাম, মশকের মুখে শুধু এক ফোটা পানি আছে। উহা যদি আমি মাশকের ভেতর ফেলে দেই তবে শুষ্ক মশকই উহা খেয়ে নিঃশেষ করে দিবে। এ দেখে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে আমি বললাম, হে আল্লাহর রাসুল! মশকের মুখে এক ফোটা পানি ব্যতীত আর কোন পানই মশকের ভেতর নেই। উহাও যদি মশকের ভেতর ঢেলে দেয়া হয় তবে মশকের শুষ্ক অংশই উহা খেয়ে নিঃশেষ করে দিবে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যাও, উহা নিয়ে এসো।\n\nজাবির (রাঃ) বলেন, উহা আমি নিয়ে আসলাম। তিনি উহা হাতে নিয়ে কি যেন পড়তে শুরু করলেন। আমি তা বুঝতে পারাছিলাম না। এবং সাথে সাথে নিজ হাত দ্বারা উহা টিপতে আরম্ভ করলেন। অতঃপর তিনি মশকটি আমার হাতে দিয়ে বললেন, হে জাবির! একটি বড় পাত্র নিয়ে আবার ঘোষণা দাও। আমি ঘোষণা করলাম। হে কাফেলা! একটি বড় পাত্র, একটি বড় পাত্র অতঃপর আমার কাছে একটি বড় পাত্র নিয়ে আসা হলো। আমি তা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে নিয়ে রাখলাম। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার হাত দ্বারা উক্ত পাত্রের উপর এভাবে ইঙ্গিত করলেন এবং পাত্রের তলায় নিজের হাত রেখে আঙ্গুলগুলো ছড়িয়ে রাখলেন। অতঃপর তিনি বললেন, হে জাবির! ঐ মশকটি নিয়ে এসো এবং বিসমিল্লাহ বলে উহার পানি আমার হাতের উপর ঢালো।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নির্দেশ মোতাবিক &#39;বিসমিল্লাহ&#39; বলে আমি উহার পানি ঢাললাম। অমনি দেখতে পেলাম যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আঙ্গুল সমূহের মধ্য হতে পানি উথলিয়ে উঠছে। অবশেষে পাত্রও উথলিয়ে উঠল এবং ঘুরতে শুরু করল। পরে তা পানিতে ভরপূর হয়ে গেল। তখন আবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে জাবির! ঘোষণা দাও, যার যার পানির প্রয়োজন আছে। জাবির (রাঃ) বলেন, লোকজন সকলেই আসলো, পানি পান করলো এবং তৃপ্ত হলো। তিনি বলেন, এরপর আমি বললাম, পানির প্রযোজন আছে, এমন কোন লোক বাকী রয়েছে কি? অতঃপর পাত্র পানিতে ভরপুর এ অবস্থায় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাত্র হতে নিজ হাত উত্তোলন করলেন।\n\nজাবির (রাঃ) বলেন, অতঃপর লোকেরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ক্ষুধার ব্যাপারে অভিযোগ করলেন। এ কথা শুনে তিনি বললেন, অচিরেই আল্লাহ তাআলা তোমাদেরকে খাদ্য দান করবেন। অতঃপর আমরা সমুদ্র উপকুলে আসলাম। সমুদ্র তরঙ্গায়িত হয়ে একটি জন্তু (বিশাল মাছ) আমাদের সম্মুখে নিক্ষেপ করল। আমরা সমুদ্র তীরে আগুন জ্বালিয়ে তা পাকালাম, ভূনা করলাম এবং ভক্ষণ করলাম ও তৃপ্ত হয়ে ভক্ষণ করলাম।\n\nজাবির (রাঃ) বলেন, আমি এবং অমুক অমুক পাঁচ ব্যক্তি এর চোখের গোলাকৃতির মাঝে প্রবেশ করলাম। আমাদের কাউকেই দেখা যাচ্ছিলোনা। অতঃপর আমরা বের হয়ে এলাম। এরপর এর পাঁজরের হাড়সমূহের একটি হাড় আমরা হাতে নিলাম এবং উহাকে ধনূকের মত বানিয়ে বৃহৎ যীন পরিহিত অবস্থায় কাফেলার সর্ব বৃহৎ উষ্ট্রীতে আরোহণ করতঃ কাফেলার বৃহদকায় এক ব্যক্তিকে এর তলদেশ দিয়ে প্রবেশ করার জন্য আমরা আহবান জানালাম। সে এর তলদেশ দিয়ে মাথা অবনমিত করা ব্যতিরেকেই প্রবেশ করে চলে গেল।\n",
    "checkStatus": "1",
    "hadithNo": "7240",
    "id": "19963",
    "thesequence": "19715",
    "isActive": "1",
    "chapterId": "14394",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১৮. জাবির (রাঃ) এর সুদীর্ঘ হাদীস এবং আবুল ইউসরের ঘটনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Bara b. Azib reported that Abu Bakr Siddiq came to the residence of my father (Azib) and bought a haudaj from him and said to Azib:\nSend your son to my residence (to carry this haudaj), and my father said to me: Carry it (for him). So I carried it and there went along with him (with Abu Bakr) my father in order to fetch its price and he (Azib) said to Abu Bakr: Abu Bakr, narrate to me what you both did on the night when you set out on a journey along with Allahs Messenger (ﷺ). He said: We set out during the night and went on walking until it was noon, and the path was vacant and so none passed by that (until) there appeared prominently before us a large rock. It had its shade and the rays of the sun did not reach that place. So we got down at that place. I then went to the rock and levelled the ground with my hands at the place where the Prophet (ﷺ) would take rest under its shade. I then set the bedding and said: Allahs Messenger, go to sleep and I shall keep a watch around you. I went out and watched around him. There we saw a shepherd moving towards that rock with his flock and he intended what we intended (i. e. taking rest). I met him and said to him: Young boy, to which place do you belong? He said: I am a person from Medina. I said, is there any milk in the udders of your sheep and goats? He said: Yes. He took hold of a goat, and I said to him: Clean the udder well so that it should be free from hair, dust and impurity. I saw al-Bara striking his hand upon the other (to give an indication) how he did that. He milked the goat for me in a wooden cup which he had with him and I had with me a bucket in which I kept water for drinking and for performing ablution. I came to Allahs Apostle (ﷺ) and did not like to awaken him from sleep but he was accidentally startled from the sleep. I poured water upon the milk (till It was cold) and I said: Allahs Messenger, take this milk. He then took It and I was delighted and he (the Holy Prophet) said: Is now not the time to march on? I said: Of course. So he marched on after the sun had passed the meridian and Suraqa b. Malik pursued us and we had been walking on soft, level ground. I said: Allahs Messenger, we are about to be overtaken by them. Thereupon he said: Be not grieved. Verily, Allah is with us. Then Allahs Messenger (ﷺ) cursed him and his horse sank into the earth. I think he also said: I know you have hurled curse upon me. So supplicate Allah for me and I take an oath that I shall turn everyone away who would come in search of you. So he (Allahs Messenger) supplicated Allah and he was rescued and he came back and to everyone he met, he said: I have combed all this side. In short, he diverted everyone whom he met and he in fact fulfilled his promise.\nAl-Bara reported:\nAbu Bakr purchased a saddle from me for thirteen dirhams; the rest of the hadith is the same, and in the narration of Uthman b. Umar, the words are: He (Suraqa b. Malik) drew near Allahs Messenger (ﷺ), and he (the Holy Prophet) cursed him and his camel sank in the earth up to the belly and he jumped from that and said: Muhammad, I am fully aware of It that it is your doing. Supplicate Allah that He should rescue me from it in which I am (pitchforked) and I give you a solemn pledge that I shall keep this as a secret from all those who are coming after me. Take hold of an arrow out of it (quiver) for you will find my camels and my slaves at such and such place and you can get whatever you need (on showing this arrow). He (the Holy Prophet) said: I dont need your camels. And we (the Prophet and Abu Bakr) came to Medina during the night and the people began to contend as to where Allahs Messenger (ﷺ) should reside and he encamped in the tribe of Najjar who were related to Abd ul-Muttalib from the side of mother. Allahs Messenger (ﷺ) honoured them, then people climbed upon house-top and women also and boys scattered in the way, and they were all crying: Muhammad, Messenger of Allah, Muhammad, Messenger of Allah.",
    "hadithArabic": " حَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ، يَقُولُ جَاءَ أَبُو بَكْرٍ الصِّدِّيقُ إِلَى أَبِي فِي مَنْزِلِهِ فَاشْتَرَى مِنْهُ رَحْلاً فَقَالَ لِعَازِبٍ ابْعَثْ مَعِيَ ابْنَكَ يَحْمِلْهُ مَعِي إِلَى مَنْزِلِي فَقَالَ لِي أَبِي احْمِلْهُ . فَحَمَلْتُهُ وَخَرَجَ أَبِي مَعَهُ يَنْتَقِدُ ثَمَنَهُ فَقَالَ لَهُ أَبِي يَا أَبَا بَكْرٍ حَدِّثْنِي كَيْفَ صَنَعْتُمَا لَيْلَةَ سَرَيْتَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ نَعَمْ أَسْرَيْنَا لَيْلَتَنَا كُلَّهَا حَتَّى قَامَ قَائِمُ الظَّهِيرَةِ وَخَلاَ الطَّرِيقُ فَلاَ يَمُرُّ فِيهِ أَحَدٌ حَتَّى رُفِعَتْ لَنَا صَخْرَةٌ طَوِيلَةٌ لَهَا ظِلٌّ لَمْ تَأْتِ عَلَيْهِ الشَّمْسُ بَعْدُ فَنَزَلْنَا عِنْدَهَا فَأَتَيْتُ الصَّخْرَةَ فَسَوَّيْتُ بِيَدِي مَكَانًا يَنَامُ فِيهِ النَّبِيُّ صلى الله عليه وسلم فِي ظِلِّهَا ثُمَّ بَسَطْتُ عَلَيْهِ فَرْوَةً ثُمَّ قُلْتُ نَمْ يَا رَسُولَ اللَّهِ وَأَنَا أَنْفُضُ لَكَ مَا حَوْلَكَ فَنَامَ وَخَرَجْتُ أَنْفُضُ مَا حَوْلَهُ فَإِذَا أَنَا بِرَاعِي غَنَمٍ مُقْبِلٍ بِغَنَمِهِ إِلَى الصَّخْرَةِ يُرِيدُ مِنْهَا الَّذِي أَرَدْنَا فَلَقِيتُهُ فَقُلْتُ لِمَنْ أَنْتَ يَا غُلاَمُ فَقَالَ لِرَجُلٍ مِنْ أَهْلِ الْمَدِينَةِ قُلْتُ أَفِي غَنَمِكَ لَبَنٌ قَالَ نَعَمْ . قُلْتُ أَفَتَحْلُبُ لِي قَالَ نَعَمْ . فَأَخَذَ شَاةً فَقُلْتُ لَهُ انْفُضِ الضَّرْعَ مِنَ الشَّعَرِ وَالتُّرَابِ وَالْقَذَى - قَالَ فَرَأَيْتُ الْبَرَاءَ يَضْرِبُ بِيَدِهِ عَلَى الأُخْرَى يَنْفُضُ - فَحَلَبَ لِي فِي قَعْبٍ مَعَهُ كُثْبَةً مِنْ لَبَنٍ قَالَ وَمَعِي إِدَاوَةٌ أَرْتَوِي فِيهَا لِلنَّبِيِّ صلى الله عليه وسلم لِيَشْرَبَ مِنْهَا وَيَتَوَضَّأَ - قَالَ - فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَكَرِهْتُ أَنْ أُوقِظَهُ مِنْ نَوْمِهِ فَوَافَقْتُهُ اسْتَيْقَظَ فَصَبَبْتُ عَلَى اللَّبَنِ مِنَ الْمَاءِ حَتَّى بَرَدَ أَسْفَلُهُ فَقُلْتُ يَا رَسُولَ اللَّهِ اشْرَبْ مِنْ هَذَا اللَّبَنِ - قَالَ - فَشَرِبَ حَتَّى رَضِيتُ ثُمَّ قَالَ  أَلَمْ يَأْنِ لِلرَّحِيلِ  . قُلْتُ بَلَى . قَالَ فَارْتَحَلْنَا بَعْدَ مَا زَالَتِ الشَّمْسُ وَاتَّبَعَنَا سُرَاقَةُ بْنُ مَالِكٍ - قَالَ - وَنَحْنُ فِي جَلَدٍ مِنَ الأَرْضِ فَقُلْتُ يَا رَسُولَ اللَّهِ أُتِينَا فَقَالَ  لاَ تَحْزَنْ إِنَّ اللَّهَ مَعَنَا  . فَدَعَا عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَارْتَطَمَتْ فَرَسُهُ إِلَى بَطْنِهَا أُرَى فَقَالَ إِنِّي قَدْ عَلِمْتُ أَنَّكُمَا قَدْ دَعَوْتُمَا عَلَىَّ فَادْعُوَا لِي فَاللَّهُ لَكُمَا أَنْ أَرُدَّ عَنْكُمَا الطَّلَبَ . فَدَعَا اللَّهَ فَنَجَى فَرَجَعَ لاَ يَلْقَى أَحَدًا إِلاَّ قَالَ قَدْ كَفَيْتُكُمْ مَا هَا هُنَا فَلاَ يَلْقَى أَحَدًا إِلاَّ رَدَّهُ - قَالَ - وَوَفَى لَنَا .\n وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، ح وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ، كِلاَهُمَا عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ اشْتَرَى أَبُو بَكْرٍ مِنْ أَبِي رَحْلاً بِثَلاَثَةَ عَشَرَ دِرْهَمًا وَسَاقَ الْحَدِيثَ بِمَعْنَى حَدِيثِ زُهَيْرٍ عَنْ أَبِي إِسْحَاقَ وَقَالَ فِي حَدِيثِهِ مِنْ رِوَايَةِ عُثْمَانَ بْنِ عُمَرَ فَلَمَّا دَنَا دَعَا عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَاخَ فَرَسُهُ فِي الأَرْضِ إِلَى بَطْنِهِ وَوَثَبَ عَنْهُ وَقَالَ يَا مُحَمَّدُ قَدْ عَلِمْتُ أَنَّ هَذَا عَمَلُكَ فَادْعُ اللَّهَ أَنْ يُخَلِّصَنِي مِمَّا أَنَا فِيهِ وَلَكَ عَلَىَّ لأُعَمِّيَنَّ عَلَى مَنْ وَرَائِي وَهَذِهِ كِنَانَتِي فَخُذْ سَهْمًا مِنْهَا فَإِنَّكَ سَتَمُرُّ عَلَى إِبِلِي وَغِلْمَانِي بِمَكَانِ كَذَا وَكَذَا فَخُذْ مِنْهَا حَاجَتَكَ قَالَ  لاَ حَاجَةَ لِي فِي إِبِلِكَ  . فَقَدِمْنَا الْمَدِينَةَ لَيْلاً فَتَنَازَعُوا أَيُّهُمْ يَنْزِلُ عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  أَنْزِلُ عَلَى بَنِي النَّجَّارِ أَخْوَالِ عَبْدِ الْمُطَّلِبِ أُكْرِمُهُمْ بِذَلِكَ  . فَصَعِدَ الرِّجَالُ وَالنِّسَاءُ فَوْقَ الْبُيُوتِ وَتَفَرَّقَ الْغِلْمَانُ وَالْخَدَمُ فِي الطُّرُقِ يُنَادُونَ يَا مُحَمَّدُ يَا رَسُولَ اللَّهِ يَا مُحَمَّدُ يَا رَسُولَ اللَّهِ .",
    "hadithBengali": "৭২৪১। সালামা ইবনু শাবীব (রহঃ) ... বারা&#39; ইবনু আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আবূ বকর সিদ্দীক (রাঃ) আমার পিতার নিকট আসলেন এবং তাঁর থেকে একটি হাওদা খরীদ করলেন। অতঃপর তিনি (আমার পিতা) আযিবকে বললেন, তুমি তোমার ছেলেকে আমার সাথে পাঠিয়ে দাও, সে উহা আমার সাথে বহন করে আমার বাড়ী পর্যন্ত পৌছিয়ে দিয়ে আসবে। আমার পিতা আমাকে বললেন, তুমি উহা উঠিয়ে নাও। আমি উহা উঠিয়ে নিলাম। অতঃপর মূল্য আদায়ের জন্য আমার পিতাও তাঁর সাথে বের হলেন। পথিমধ্যে আমার পিতা তাকে বললেন, হে আবূ বাকর! যে রাতে আপনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে ভ্রমণ (হিজরত) করেছিলেন তখন আপনারা কি করেছিলেন, তা আমার নিকট আপনি বর্ণনা করুন।\n\nতিনি বললেন, (তা হলে শোন), আমরা পুর্ণ রাত সফর করেছি। অবশেষে যখন দিন হল, ঠিক দ্বিপ্রহরের সময় হল রাস্তা সম্পূর্ণ খালি হয়ে গেল এবং কোন মানুষ জন আর রাস্তা অতিক্রম করেছে না, তখন আমরা একটি বৃহদাকায় পাথর খণ্ড দেখতে পেলাম। এর ছায়া মাটিতে পড়ছিল এবং তখনো পর্যন্ত সেখানে রৌদ্র আসেনি। তাই আমরা সেখানে গেলাম এবং আমি নিজে পাথরটির নিকট গিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঘুমানোর জন্য একটু স্থান সমান্তরাল করলাম। এরপর একটি কম্বল উহাতে আমি বিছিয়ে দিলাম। অতঃপর আমি বললাম, হে আল্লাহর রাসুল! আপনি ঘুমিয়ে পড়ুন। আমি আপনার আশেপাশের শক্রদের অবস্থান সম্পর্কে অনুসন্ধান চালাচ্ছি। একথা শুনে তিনি ঘুমিয়ে পড়লেন এবং আমি তাঁর পার্শ্ববর্তী স্থানসমূহে অনুসন্ধান চালালাম।\n\nহঠোৎ একজন বকরীর রাখালকে দেখতে পেলাম। সে আমাদের মত উদ্দেশ্য নিয়েই পাথরটির দিকে এগিয়ে আসছে। আমি তার সাথে সাক্ষাৎ করলাম এবং তাকে জিজ্ঞেস করলাম, ওহে! তুমি কার গোলাম? সে বলল, আমি শহরবাসী এক ব্যক্তির গোলাম। আমি বললাম, তোমার বকরীতে দুধ আছে কি? সে বলল, হ্যাঁ, আছে। আমি বললাম, তাহলে আমার জন্য উহা দোহন করবে কি? সে বলল, হ্যাঁ করব। অতঃপর সে একটি বকরী নিয়ে এল। তখন আমি তাকে বললাম, প্রথমে পশম, মাটি এবং খড়কুটা হতে স্তনটি একবার ঝেড়ে নাও। রাবী বলেন, এ সময় আমি বারাআ ইবনু আযিবকে এক হাত অন্য হাতের উপর মেরে ঝাড়তে দেখেছি।\n\nঅতঃপর সে কাষ্ঠের একটি পেয়ালাতে আমার জন্য সামান্য দুধ দোহন করল। আবূ বাকর (রাঃ) বলেন, আমার নিকট একটি পাত্র ছিল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পান করা ও অযু করার জন্য উহাতে আমি পানি রাখতাম। অতঃপর আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসলাম। কিন্তু তাকে ঘুম থেকে জাগ্রত করতে আমার ইচ্ছা ছিলনা। তবে তার প্রতি আমি চেয়ে দেখি যে, তিনি নিজে নিজেই জাগ্রত হয়ে গিয়েছেন। এরপর দুধের মাঝে আমি পানি ঢাললাম। ফলে উহা শীতল হয়ে গেল। অতঃপর আমি বললাম, হে আল্লাহর রাসুল! এ থেকে একটু দুধ পান করে নিন। তিনি দুধ পান করলেন এবং খুব খুশী হলেন।\n\nঅতঃপর তিনি বললেনঃ এখনো কি যাত্রার সময় হয়নি! আমি বললাম, হ্যাঁ হয়েছে। ঠিক দ্বিপ্রহরের পর আমরা আবার যাত্রা শুরু করলাম। এদিকে সুরাকা ইবনু মালিক আমাদের অনুসরণ করে চলছে। আমরা তখন এক শক্ত ভূমিতে ছিলাম। আমি বললাম, হে আল্লাহর রাসুল আমাদেরকে তো ধরে ফেলেছে। তিনি বললেনঃ চিন্তিত হয়োনা, আল্লাহ আমাদের সাথে আছেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার উপর বদ-দুআ করলেন। এতে তার ঘোড়া পেট পর্যন্ত যমীনে ধ্বসে গেল। আমি তা দেখতে পাচ্ছিলাম। অতঃপর সে বলল, আমি জানি, তোমরা আমার জন্য বদ-দুআ করেছ। আমি আল্লাহর কসম করে বলছি, আমি তোমাদের তালাশকারীদের তোমাদের (এদিক) থেকে ফিরিয়ে দিব। সুতরাং তোমরা আমার জন্য দুআ কর। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর নিকট দুআ করলেন। এতে সে মুক্তি পেয়ে গেল।\n\nঅতঃপর সে ফিরে গেল। এবং যে কোন কাফিরের সাথে দেখা হলে সে বলত, এদিকে আমি সব দেখে এসেছি। এদিকে কোন কিছুই নেই। মোটকথা, যার সাথেই তার দেখা হত সে তাকে ফিরিয়ে দিত। আবূ বাকর সিদ্দীক (রাঃ) বলেন, সুরাকা তার অঙ্গীকার পূর্ণ করেছিল।\n\nযুহায়র ইবনু হারব (অন্য সনদে) ইসহাক ইবনু হারব (রহঃ) ... বারা&#39; (রাঃ) থেকে বর্ণিত। তিনি বলেন,আবূ বকর সিদ্দীক (রাঃ) আমার পিতার নিকট হতে তের দিরহামের বিনিময়ে একটি হাওদা ক্রয় করেছেন। অতঃপর তিনি যুহায়রের সূত্রে ইসহাক (রহঃ) থেকে বর্ণিত হাদীসের অনুরূপ বর্ণনা করেছেন। তবে (ইসরাঈল) উসমান ইবনু উমার (রহঃ) এর সূত্রে বর্ণিত হাদীসের মধ্যে উল্লেখ করেছেন যে, সে নিকটবর্তী হলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জন্য বদ-দুআ করেছেন। এতে পেট পর্যন্ত তার ঘোড়ার পা যমীনে ধ্বসে যায়। সুরাকা সেখান হতেই আস্ফালন করে বলল, হে মুহাম্মদ! আমি জানি, এ তোমারই কাজ। আমি যে বিপদে আছি এ থেকে যেন আল্লাহ আমাকে মুক্তি দেন, এ ব্যাপারে তুমি আমার জন্য আল্লাহর নিকট দুআ কর। আমি তোমাকে ওয়াদা দিচ্ছি যে, আমার পেছনে যারাই তোমার তালাশে থাকবে আমি তাদের থেকে তোমার অবস্থান গোপন রাখব এবং এ হচ্ছে আমার তীরদানী, এ থেকে তুমি একটি তীর নিয়ে যাও। কিছু দুর পরই অমুক স্থানে তুমি আমার উট ও গোলামদেরকে দেখতে পাবে, এর থেকে তুমি তোমার প্রয়োজন অনুপাতে নিয়ে যাবে।\n\nতিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেনঃ তোমার উটের আমার কোন প্রয়োজন নেই। আবূ বাকর (রাঃ) বলেন, রাতে আমরা মদীনায় পৌছলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কার বাড়ীতে অবস্থান করবেন, এ নিয়ে লোকদের মাঝে বিতর্ক শুরু হল। তখন তিনি বললেনঃ আমি আবদুল মুত্তালিবের মামার বংশ বনূ নাজ্জারে অবতরণ করবো। এর দ্বারা তাদের প্রতি সম্মান প্রদর্শন করেছেন। অতঃপর পুরুষ লোকেরা পাহাড়ে আরোহণ করে, মহিলাগণ নিজ নিজ গৃহে এবং যুবক ও ক্রীতদাসগণ রাস্তায় রাস্তায় বিক্ষিপ্ত হয়ে এ আওয়াজ দিতে লাগল যে, হে মুহাম্মাদ! হে আল্লাহর রাসুল! হে মুহাম্মাদ! হে আল্লাহর রাসুল!\n",
    "checkStatus": "1",
    "hadithNo": "7241",
    "id": "19964",
    "thesequence": "19716",
    "isActive": "1",
    "chapterId": "14395",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "175",
    "statusId": "1",
    "topicName": "১৯. রাসুলুল্লাহ (ﷺ) এর হিজরত সম্পর্কিত হাদীস",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]