[
  {
    "hadithEnglish": " Aisha reported that the Messenger of Allah (ﷺ) heard a person reciting the Quran at night. Upon this he said:\nMay Allah show mercy to him; he has reminded me of such and such a verse which I had missed in such and such a surah.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم سَمِعَ رَجُلاً يَقْرَأُ مِنَ اللَّيْلِ فَقَالَ   يَرْحَمُهُ اللَّهُ لَقَدْ أَذْكَرَنِي كَذَا وَكَذَا آيَةً كُنْتُ أَسْقَطْتُهَا مِنْ سُورَةِ كَذَا وَكَذَا  .",
    "hadithBengali": "১৭১০। আবূ বাকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আয়িশা (রাঃ) সুত্রে বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে এক ব্যাক্তিকে কুরআন তিলাওয়াত করে শুনালেন। তিনি বলেন, আল্লাহ তাকে রহম করুন! সে আমাকে অমুক অমুক আয়াত স্মরণ করিয়ে দিয়েছে যা অমুক সূরা থেকে আমি বাদ দিয়েলাম।\n",
    "checkStatus": "1",
    "hadithNo": "1710",
    "id": "11075",
    "thesequence": "10534",
    "isActive": "1",
    "chapterId": "13371",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১. কুরআন সংরক্ষণে যত্নবান হওয়ার নির্দেশ; অমুক আয়াত ভুলে গিয়েছি বলার অপচন্দনীয়তা ও আমাকে ভুলিয়ে দেওয়া হয়েছে বলার বৈধতা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that the Messenger of Allah (ﷺ) listened to the recitation of the Quran by a man in the mosque. Thereupon he said:\nMay Allah have mercy upon him; be reminded me of the verse which I had been made to forget.",
    "hadithArabic": "وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا عَبْدَةُ، وَأَبُو مُعَاوِيَةَ عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يَسْتَمِعُ قِرَاءَةَ رَجُلٍ فِي الْمَسْجِدِ . فَقَالَ   رَحِمَهُ اللَّهُ لَقَدْ أَذْكَرَنِي آيَةً كُنْتُ أُنْسِيتُهَا  .",
    "hadithBengali": "১৭১১। ইবনু নুমায়র (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণনা করেন। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদে এক ব্যাক্তির তিলাওয়াত শুনছিলেন। তখন তিনি বললেন, আল্লাহ তাকে রহম করুন! আমাকে এমন আয়াত স্মরণ করিয়ে দিয়েছে, যা আমাকে ভুলিয়ে দেয়া হয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "1711",
    "id": "11076",
    "thesequence": "10535",
    "isActive": "1",
    "chapterId": "13371",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১. কুরআন সংরক্ষণে যত্নবান হওয়ার নির্দেশ; অমুক আয়াত ভুলে গিয়েছি বলার অপচন্দনীয়তা ও আমাকে ভুলিয়ে দেওয়া হয়েছে বলার বৈধতা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported Allahs Messenger (ﷺ) as saying:\nThe example of a man who has memorised the Quran is like that of a hobbled camel. If he remained vigilant, he would be able to retain it (with him), and if he loosened the hobbled camel it would escape.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّمَا مَثَلُ صَاحِبِ الْقُرْآنِ كَمَثَلِ الإِبِلِ الْمُعَقَّلَةِ إِنْ عَاهَدَ عَلَيْهَا أَمْسَكَهَا وَإِنْ أَطْلَقَهَا ذَهَبَتْ  .",
    "hadithBengali": "১৭১২। ইয়াহয়া ইবনু ইয়াহয়া (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কুরআনওয়ালা ব্যাক্তির দৃষ্টান্ত তো বেধে রাখা উটের মত। তার দেখাশুনা করলে তাকে আটকে রাখতে পারে, আর তাকে ছেড়ে দিলে সে (নিরুদ্দেশে) চলে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "1712",
    "id": "11077",
    "thesequence": "10536",
    "isActive": "1",
    "chapterId": "13371",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১. কুরআন সংরক্ষণে যত্নবান হওয়ার নির্দেশ; অমুক আয়াত ভুলে গিয়েছি বলার অপচন্দনীয়তা ও আমাকে ভুলিয়ে দেওয়া হয়েছে বলার বৈধতা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Ibn Umar from the Messenger of Allah (ﷺ), but in the hadith transmited by Musa b. Uqba, this addition is made:\n When one who had committed the Quran to memory (or who is familiar with it) gets up (for night prayer) and recites it night and day, it remains fresh in his mind, but if he does not get up (for prayer and thus does not recite it) he forgets it.",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالُوا حَدَّثَنَا يَحْيَى، وَهُوَ الْقَطَّانُ ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي كُلُّهُمْ، عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ الْمُسَيَّبِيُّ حَدَّثَنَا أَنَسٌ، - يَعْنِي ابْنَ عِيَاضٍ - جَمِيعًا عَنْ مُوسَى بْنِ عُقْبَةَ، كُلُّ هَؤُلاَءِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ . بِمَعْنَى حَدِيثِ مَالِكٍ وَزَادَ فِي حَدِيثِ مُوسَى بْنِ عُقْبَةَ   وَإِذَا قَامَ صَاحِبُ الْقُرْآنِ فَقَرَأَهُ بِاللَّيْلِ وَالنَّهَارِ ذَكَرَهُ وَإِذَا لَمْ يَقُمْ بِهِ نَسِيَهُ ",
    "hadithBengali": "১৭১৩। যুহাযর ইবনু হারব, মুহাম্মাদ ইবনুল মূসান্না, উবায়দুল্লাহ ইবনু সাঈদ, আবূ বাকর ইবনু আবূ শায়বা, ইবনু নুমায়র, ইবনু আবূ উমর (রহঃ) কুতায়বা ইবনু সাঈদ এবং মুহাম্মাদ ইবনু ইসহাক আল মূসায়্যিবী (রহঃ) ... সকলেই নাফি (রহঃ) সুত্রে ইবনু উমর (রাঃ) এর মাধ্যমে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে পূর্বোক্ত (ইয়াহয়া সনদের) মালিক (রহঃ) এর হাদীসের অর্থসস্পন্ন হাদীস বর্ণনা করেছেন। তবে (মুহাম্মাদ ইবনু ইসহাক ও সহযোগী সনদের) মূসা ইবনু উকবা (রহঃ) এর হাদীসে আরও আছে, যখন কুরআনওয়ালা ব্যাক্তি (ইবাদতে) সচেষ্ট হয় এবং রাতে ও দিনে কুরআন তিলাওয়াত করতে থাকে তখন সে তা স্মরণ রাখতে পারে, আর তার জন্য যত্নবান না হলে তা ভুলে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "1713",
    "id": "11078",
    "thesequence": "10537",
    "isActive": "1",
    "chapterId": "13371",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১. কুরআন সংরক্ষণে যত্নবান হওয়ার নির্দেশ; অমুক আয়াত ভুলে গিয়েছি বলার অপচন্দনীয়তা ও আমাকে ভুলিয়ে দেওয়া হয়েছে বলার বৈধতা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah reported Allahs Messenger (ﷺ) as saying:\nWhat a wretched person is he amongst them who says: I have forgotten such and such a verse. (He should instead of using this expression say): I have been made to forget it. Try to remember the Quran for it is more apt to escape from mens minds than a hobbled camel.",
    "hadithArabic": "وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   بِئْسَمَا لأَحَدِهِمْ يَقُولُ نَسِيتُ آيَةَ كَيْتَ وَكَيْتَ بَلْ هُوَ نُسِّيَ اسْتَذْكِرُوا الْقُرْآنَ فَلَهُوَ أَشَدُّ تَفَصِّيًا مِنْ صُدُورِ الرِّجَالِ مِنَ النَّعَمِ بِعُقُلِهَا  .",
    "hadithBengali": "১৭১৪। যুহায়র ইবনু হারব, উসমান ইবনু আবূ শায়বা ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণনা করেন। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তাদের যে কোন ব্যাক্তির জন্য এমন করে বলা কতই নিন্দনীয় যে, আমি অমুক অমুক আয়াত ভুলে গিয়েছি। বরং (এরূপ না বলে সে বলবে যে,) তাকে ভুলিয়ে দেয়া হয়েছে। তোমরা কুরআন মুখস্ত করতে থাকবে। কেননা, উটের রশি হতে উটের পলায়নের চেয়ে অবশ্যই তা (কুরআন) মানুষের হৃদয় হতে অধিক হারে পলায়নকারী ও বিচ্ছিন্নতা প্রয়াসী।\n",
    "checkStatus": "1",
    "hadithNo": "1714",
    "id": "11079",
    "thesequence": "10538",
    "isActive": "1",
    "chapterId": "13383",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৩. কুরআন অধ্যয়ন ও শিক্ষাদানে রত ব্যক্তির ফযীলত এবং যে ব্যক্তি ফিক্&zwnj;হ ইত্যাদির সূক্ষ্ম জ্ঞান আরোহন করে, তদানুসারে আমল করে ও শিক্ষা দেয়, তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah is reported to have said:\nKeep refreshing your knowledge of the sacred books (or always renew your knowledge of these sacred books) and sometimes he would mention the Quran for it is more apt to escape from mens minds than animals which are hobbled, and the Messenger of Allah (ﷺ) said: None of you should say: I forgot such and such a verse, but he has been made to forget.",
    "hadithArabic": "حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي وَأَبُو مُعَاوِيَةَ ح وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، - وَاللَّفْظُ لَهُ - قَالَ أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ قَالَ عَبْدُ اللَّهِ تَعَاهَدُوا هَذِهِ الْمَصَاحِفَ - وَرُبَّمَا قَالَ الْقُرْآنَ - فَلَهُوَ أَشَدُّ تَفَصِّيًا مِنْ صُدُورِ الرِّجَالِ مِنَ النَّعَمِ مِنْ عُقُلِهِ . قَالَ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَقُلْ أَحَدُكُمْ نَسِيتُ آيَةَ كَيْتَ وَكَيْتَ بَلْ هُوَ نُسِّيَ  .",
    "hadithBengali": "১৭১৫। ইবনু নুমায়র এবং ইয়াহয়া ইবনু ইয়াহয়া (রহঃ) ... শাকীক (রহঃ) সুত্রে বর্ণনা করেন। তিনি বলেন, আবদুল্লাহ (রাঃ) বলেন, এ মুসহাফ (পবিত্র গ্রন্থ)-সমূহের এবং অনেক সময় বলেছেন, এ কুরআনের হিফাযত সংরক্ষন করবে। কেননা, দড়ি ছিড়ে উট (পশু) পলায়নের চেয়ে তা মানুষের হৃদয়পট থেকে অধিক পলায়নকারী। আবদুল্লাহ (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ আমি অমুক অমুক আয়াত ভুলে গিয়েছি বলবে না; বরং তাকে ভুলিয়ে দেয়া হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1715",
    "id": "11080",
    "thesequence": "10539",
    "isActive": "1",
    "chapterId": "13371",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১. কুরআন সংরক্ষণে যত্নবান হওয়ার নির্দেশ; অমুক আয়াত ভুলে গিয়েছি বলার অপচন্দনীয়তা ও আমাকে ভুলিয়ে দেওয়া হয়েছে বলার বৈধতা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Masud reported Allahs Messenger (ﷺ) as saying:\nWretched is the man who says: I forgot such and such a sura, or I forget such and such a verse, but he has been made to forget.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، حَدَّثَنِي عَبْدَةُ، بْنُ أَبِي لُبَابَةَ عَنْ شَقِيقِ بْنِ سَلَمَةَ، قَالَ سَمِعْتُ ابْنَ مَسْعُودٍ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   بِئْسَمَا لِلرَّجُلِ أَنْ يَقُولَ نَسِيتُ سُورَةَ كَيْتَ وَكَيْتَ أَوْ نَسِيتُ آيَةَ كَيْتَ وَكَيْتَ بَلْ هُوَ نُسِّيَ  .",
    "hadithBengali": "১৭১৬। মুহাম্মাদ ইবনু হাতিম (রহঃ) ... শাকীক ইবনু সালামা (রহঃ) সুত্রে বর্ণিত। তিনি বলেন, ইবনু মাসউদ (রাঃ) কে আমি বলতে শুনেছি যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি বলতে শুনেছি, মানুষের জন্য এরূপ বলা খুবই নিন্দনীয় যে, আমি অমুক অমুক সূরা ভুলে গিয়েছি, কিংবা আমি অমুক অমুক আয়াত ভুলে গিয়েছি। বরং তাকে ভুলয়ে দেওয়া হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1716",
    "id": "11081",
    "thesequence": "10540",
    "isActive": "1",
    "chapterId": "13371",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১. কুরআন সংরক্ষণে যত্নবান হওয়ার নির্দেশ; অমুক আয়াত ভুলে গিয়েছি বলার অপচন্দনীয়তা ও আমাকে ভুলিয়ে দেওয়া হয়েছে বলার বৈধতা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa al-Ashari reported Allahs Apostle (ﷺ) as saying:\nKeep refreshing your knowledge of the Quran, for I swear by Him in Whose Hand is the life of Mahammad that it is more liable to escape than camels which are hobbled.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بَرَّادٍ الأَشْعَرِيُّ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   تَعَاهَدُوا هَذَا الْقُرْآنَ فَوَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَهُوَ أَشَدُّ تَفَلُّتًا مِنَ الإِبِلِ فِي عُقُلِهَا  . وَلَفْظُ الْحَدِيثِ لاِبْنِ بَرَّادٍ.",
    "hadithBengali": "১৭১৭। আবদুল্লাহ ইবনু বাররাদ, আল আশ&#39;আরী ও আবূ কুরায়ব (রহঃ) ... আবূ মূসা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। তিনি বলেন, এ কুরআন সংরক্ষণে তোমরা যত্নবান হও। কেননা যার হাতে মুহাম্মাদের জীবন তার কসম! অবশ্যই রশি ছিড়ে পলায়নরত উটের তুলনায় তা অধিক পলায়নপর। এ হাদীসের ভাষ্য ইবনু বাররাদ (রহঃ) এর।\n",
    "checkStatus": "1",
    "hadithNo": "1717",
    "id": "11082",
    "thesequence": "10541",
    "isActive": "1",
    "chapterId": "13371",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১. কুরআন সংরক্ষণে যত্নবান হওয়ার নির্দেশ; অমুক আয়াত ভুলে গিয়েছি বলার অপচন্দনীয়তা ও আমাকে ভুলিয়ে দেওয়া হয়েছে বলার বৈধতা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported this directly from the Messenger of Allah (ﷺ):\nGod has not listened to anything as He listens to a Prophet reciting the Quran in a sweet voice.",
    "hadithArabic": "حَدَّثَنِي عَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَا أَذِنَ اللَّهُ لِشَىْءٍ مَا أَذِنَ لِنَبِيٍّ يَتَغَنَّى بِالْقُرْآنِ  .",
    "hadithBengali": "১৭১৮। আমরুন নাকিদ ও যুহায়র ইবনু হাবর (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে বর্ণনা করেছেন, তিনি সনদটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পর্যন্ত পৌছিয়েছেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ কোন কিছুর প্রতি এত কান দেন না (সন্তুষ্টি প্রকাশ করেন না) যত কান দেন কোন নবীর প্রতি, যিনি মধুর কন্ঠে কুরআন তিলাওয়াত করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1718",
    "id": "11083",
    "thesequence": "10542",
    "isActive": "1",
    "chapterId": "13372",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "২. কুরআন পাঠের আওয়াযে মাধুর্য সৃষ্টি করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Ibn Shihab with the same chain of transmitters with words:\n As He listens to a Prophet reciting the Quran in a sweet voice.",
    "hadithArabic": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، ح وَحَدَّثَنِي يُونُسُ، بْنُ عَبْدِ الأَعْلَى أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، كِلاَهُمَا عَنِ ابْنِ شِهَابٍ، بِهَذَا الإِسْنَادِ قَالَ   كَمَا يَأْذَنُ لِنَبِيٍّ يَتَغَنَّى بِالْقُرْآنِ  .",
    "hadithBengali": "১৭১৯। হারামালা ইবনু ইয়াহিয়া ও ইউনুস ইবনু আবদুল আালা (রহঃ) ... ইবনু শিহাব (রহঃ) সুত্রে ঐ সনদে রিওয়ায়াত করেছেন, তিনি বলেছেন, যেমন কান দিয়ে থাকেন মধূর সুরে কুরআন পাঠকারী কোন নাবীর প্রতি।\n",
    "checkStatus": "1",
    "hadithNo": "1719",
    "id": "11084",
    "thesequence": "10543",
    "isActive": "1",
    "chapterId": "13372",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "২. কুরআন পাঠের আওয়াযে মাধুর্য সৃষ্টি করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira is reported to have heard Allahs Messenger (ﷺ) as saying:\nAllah does not listen to anything, (more approvingly) as He listens to a Prophet reciting loudly the Quran in a sweet voice.",
    "hadithArabic": "حَدَّثَنِي بِشْرُ بْنُ الْحَكَمِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، حَدَّثَنَا يَزِيدُ، - وَهُوَ ابْنُ الْهَادِ - عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَا أَذِنَ اللَّهُ لِشَىْءٍ مَا أَذِنَ لِنَبِيٍّ حَسَنِ الصَّوْتِ يَتَغَنَّى بِالْقُرْآنِ يَجْهَرُ بِهِ  .",
    "hadithBengali": "১৭২০। বিশর ইবনুল হাকাম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণনা করেন যে, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, আল্লাহ অত সন্তুষ্টি প্রকাশ করেন না, যত সন্তুষ্টি প্রকাশ করে থাকেন সুকণ্ঠ কোন নাবীর প্রতি, যিনি সূর দিয়ে কুরআন পাঠ করেন এবং সশব্দে তা পাঠ করতে থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "1720",
    "id": "11085",
    "thesequence": "10544",
    "isActive": "1",
    "chapterId": "13372",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "২. কুরআন পাঠের আওয়াযে মাধুর্য সৃষ্টি করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated with the same chain of transmitters by Ibn al-Had except this that Abu Huraira reported Allahs Messenger (ﷺ) as saying and he did not say:\n He heard it.",
    "hadithArabic": " وَحَدَّثَنِي ابْنُ أَخِي ابْنِ وَهْبٍ، حَدَّثَنَا عَمِّي عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عُمَرُ بْنُ، مَالِكٍ وَحَيْوَةُ بْنُ شُرَيْحٍ عَنِ ابْنِ الْهَادِ، بِهَذَا الإِسْنَادِ . مِثْلَهُ سَوَاءً وَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم . وَلَمْ يَقُلْ سَمِعَ .",
    "hadithBengali": "১৭২১। ইবনু ওয়াহবের ভাতিজা (রহঃ) ... ইবনুল হাদ (রহঃ) সূত্রে ঐ সনদে অবিকল অনুরুপ রিওয়ায়াত করেছেন। তবে তিনি বলেছেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আবূ হুরায়রা (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন বলেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "1721",
    "id": "11086",
    "thesequence": "10545",
    "isActive": "1",
    "chapterId": "13372",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "২. কুরআন পাঠের আওয়াযে মাধুর্য সৃষ্টি করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nAllah has not heard anything (more pleasing) than listening to the Prophet reciting the Quran in a sweet loud voice.",
    "hadithArabic": "وَحَدَّثَنَا الْحَكَمُ بْنُ مُوسَى، حَدَّثَنَا هِقْلٌ، عَنِ الأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا أَذِنَ اللَّهُ لِشَىْءٍ كَأَذَنِهِ لِنَبِيٍّ يَتَغَنَّى بِالْقُرْآنِ يَجْهَرُ بِهِ  .",
    "hadithBengali": "১৭২২। হাকাম ইবনু মূসা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ তা&#39;আলা শব্দ করে সূর দিয়ে কুরআন তিলাওয়াতকারী নবীর প্রতি কান দেয়ার মত অন্য কোন কিছুর প্রতি কান লাগান না।\n",
    "checkStatus": "1",
    "hadithNo": "1722",
    "id": "11087",
    "thesequence": "10546",
    "isActive": "1",
    "chapterId": "13372",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "২. কুরআন পাঠের আওয়াযে মাধুর্য সৃষ্টি করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by another chain of transmitters but with a slight modification of words.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ - عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم . مِثْلَ حَدِيثِ يَحْيَى بْنِ أَبِي كَثِيرٍ غَيْرَ أَنَّ ابْنَ أَيُّوبَ قَالَ فِي رِوَايَتِهِ   كَإِذْنِهِ .",
    "hadithBengali": "১৭২৩। ইয়াহয়া ইবনু আয়্যুব, কুতায়বা ইবনু সাঈদ ও ইবনু হুজর (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ইয়াহয়া ইবনু আবূ কাসীর (রহঃ) এর হাদীসের অনুরূপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1723",
    "id": "11088",
    "thesequence": "10547",
    "isActive": "1",
    "chapterId": "13372",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "২. কুরআন পাঠের আওয়াযে মাধুর্য সৃষ্টি করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Buraida reported on the authority of his father that the Messenger of Allah (ﷺ) had said:\nAbdullah b. Qais or al-Ashari has been gifted with a sweet melodious voice out of the voices of the family of David.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا مَالِكٌ، - وَهُوَ ابْنُ مِغْوَلٍ - عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ عَبْدَ اللَّهِ بْنَ قَيْسٍ أَوِ الأَشْعَرِيَّ أُعْطِيَ مِزْمَارًا مِنْ مَزَامِيرِ آلِ دَاوُدَ  .",
    "hadithBengali": "১৭২৪। আবূ বাকর ইবনু আবূ শায়বা ও ইবনু নুমায়র (রহঃ) ... বুবায়দা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আবদুল্লাহ ইবনু কায়স কিংবা তিনি বলেছিলেন, (আবূ মূসা) আল-আশ&#39;আরীকে দাঊদ (আলাইহিস সালাম) পরিবারের বাশরী সমুহের একটি বাশরী (অর্থাৎ সুমধুর সূর) দান করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1724",
    "id": "11089",
    "thesequence": "10548",
    "isActive": "1",
    "chapterId": "13372",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "২. কুরআন পাঠের আওয়াযে মাধুর্য সৃষ্টি করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Burda narrated on the authority of Abu Musa that the Messenger of Allah (ﷺ) had said to Abu Musa:\nIf you were to see me, as I was listening to your recitation (of the Quran) yester-night (you would have felt delighted). You are in fact endowed with a sweet voice like that of David himself.",
    "hadithArabic": "وَحَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا طَلْحَةُ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لأَبِي مُوسَى   لَوْ رَأَيْتَنِي وَأَنَا أَسْتَمِعُ لِقِرَاءَتِكَ الْبَارِحَةَ لَقَدْ أُوتِيتَ مِزْمَارًا مِنْ مَزَامِيرِ آلِ دَاوُدَ  .",
    "hadithBengali": "১৭২৫। দাঊদ ইবনু রুশায়দ (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন, তুমি যদি আমাকে দেখতে, গত রাতে যখন আমি তোমার কিরাআত মনোযোগ দিয়ে শুনছিলাম (তখন আমার মনে হয়েছিল যে,) তোমাকে দাঊদ (আলাইহিস সালাম) এর বাশরীসমূহের (সূরমালার) একটি বাশরী (সুর) দান করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1725",
    "id": "11090",
    "thesequence": "10549",
    "isActive": "1",
    "chapterId": "13372",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "২. কুরআন পাঠের আওয়াযে মাধুর্য সৃষ্টি করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Muawiya b. Qurra reported Abdullah b. Mughaffal al-Muzani as saying:\nThe Apostle of Allah (ﷺ) recited on his ride Surat al Fath during a journey in the year of the Conquest (of Mecca), and he repeated (the words) in his recitation. Muawiya said: If I were not afraid that the people would crowd around me, I would have given a demonstration of (the Prophets) recitation before you.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، وَوَكِيعٌ، عَنْ شُعْبَةَ، عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مُغَفَّلٍ الْمُزَنِيَّ، يَقُولُ قَرَأَ النَّبِيُّ صلى الله عليه وسلم عَامَ الْفَتْحِ فِي مَسِيرٍ لَهُ سُورَةَ الْفَتْحِ عَلَى رَاحِلَتِهِ فَرَجَّعَ فِي قِرَاءَتِهِ . قَالَ مُعَاوِيَةُ لَوْلاَ أَنِّي أَخَافُ أَنْ يَجْتَمِعَ عَلَىَّ النَّاسُ لَحَكَيْتُ لَكُمْ قِرَاءَتَهُ .",
    "hadithBengali": "১৭২৬। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ ইবনু মুগাফফাল মুযানী (রাঃ) থেকে বর্ণিত। তিনি বলেন, (মক্কা) বিজয়ের বছর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কোন একটি সফরে তাঁর বাহনে থেকে সূরা ফাতহ তিলাওয়াত করছিলেন এবং তিলাওয়াতে তিনি তারজী (কণ্ঠনালীতে আওয়াযের উত্থান পতন) করছিলেন। মুআবিয়া (রাঃ) বলেন, আমার কাছে লোকের ভিড় জমে যাওয়ার আশংকা না থাকলে আমি তোমাদের (ছাত্রদের) সামনে তার কিরা&#39;আত নকল করে শোনাতাম।\n",
    "checkStatus": "1",
    "hadithNo": "1726",
    "id": "11091",
    "thesequence": "10550",
    "isActive": "1",
    "chapterId": "13372",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "২. কুরআন পাঠের আওয়াযে মাধুর্য সৃষ্টি করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Muawiya b. Qurra is reported to have heard Abdullah b. Mughaffal as saying:\nI saw the Messenger of Allah (ﷺ) reciting Surah Fath on his camel on the day of the Conquest of Mecca. He (the narrator) said: Ibn Mughaffal recited it and repeated it. Muawiya said: Had there been (no crowed of) people, I would have given a practical demonstration of that which Ibn Mughaffal had mentioned from the Messenger of Allah (ﷺ).",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مُغَفَّلٍ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَوْمَ فَتْحِ مَكَّةَ عَلَى نَاقَتِهِ يَقْرَأُ سُورَةَ الْفَتْحِ . قَالَ فَقَرَأَ ابْنُ مُغَفَّلٍ وَرَجَّعَ . فَقَالَ مُعَاوِيَةُ لَوْلاَ النَّاسُ لأَخَذْتُ لَكُمْ بِذَلِكَ الَّذِي ذَكَرَهُ ابْنُ مُغَفَّلٍ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "১৭২৭। মুহাম্মদ ইবনুল মূসান্না ও মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আবদুল্লাহ ইবনু মুগাফফাল (রাঃ) থেকে বর্ণিত। তিনি বলেন, মক্কা বিজয়ের দিন আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর উষ্ট্রীর পিঠে সূরা আল ফাতহ তিলাওয়াত করতে দেখলাম। মুআবিয়া (রাঃ) বলেন, (এ হাদীস বর্ণনার সময়) ইবনু মুগাফফাল (রাঃ) তিলাওয়াত করলে এবং তাতে গলায় আওয়াযের দোলা তুললেন। মুআবিয়া (রাঃ) বলেন, লোকেদের ভীড়ের আশংকা না হলে আমি তোমাদের জন্য ঐ (কিরাআতের) বিষয়টি তুলে ধরতাম যা ইবনু মুগাফফাল (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উদ্বৃত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1727",
    "id": "11092",
    "thesequence": "10551",
    "isActive": "1",
    "chapterId": "13372",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "২. কুরআন পাঠের আওয়াযে মাধুর্য সৃষ্টি করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadlth has been narrated by Khalid al-Harith with the same chain of transmitters (with these words):\n(The Holy Prophet) was reciting Surat al-Fath as he was travelling on his mount.",
    "hadithArabic": " وَحَدَّثَنَاهُ يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، ح وَحَدَّثَنَا عُبَيْدُ، اللَّهِ بْنُ مُعَاذٍ حَدَّثَنَا أَبِي قَالاَ، حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ نَحْوَهُ وَفِي حَدِيثِ خَالِدِ بْنِ الْحَارِثِ قَالَ عَلَى رَاحِلَةٍ يَسِيرُ وَهُوَ يَقْرَأُ سُورَةَ الْفَتْحِ .",
    "hadithBengali": "১৭২৮। ইয়াহয়া ইবনু হাবীব হারিসী (রহঃ) এবং উবায়দুল্লাহ ইবনু মুআয (রহঃ) ... শুবা (রহঃ) সুত্রে পূর্বোক্ত সনদে অনুরূপ বর্ণনা করেছেন। তবে, (ইয়াহ্&zwnj;য়া সনদের) খালিদ ইবনু হারিস (রহঃ) এর এর হাদীসে রয়েছে একটি বাহনের উপরে বসা অবস্থায় তিনি সূরা ফাতহ তিলাওয়াত করছিলেন ...&hellip;।\n",
    "checkStatus": "1",
    "hadithNo": "1728",
    "id": "11093",
    "thesequence": "10552",
    "isActive": "1",
    "chapterId": "13372",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "২. কুরআন পাঠের আওয়াযে মাধুর্য সৃষ্টি করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Bara reported that a person was reciting Surat al-Kahf and there was a horse tied with two ropes at his side, a cloud overshadowed him, and as it began to come nearer and nearer his horse began to take fright from it. He went and mentioned that to the Prophet (ﷺ) in the morning, and he (the Holy Prophet) said:\nThat was tranquillity which came down at the recitation of the Quran.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ كَانَ رَجُلٌ يَقْرَأُ سُورَةَ الْكَهْفِ وَعِنْدَهُ فَرَسٌ مَرْبُوطٌ بِشَطَنَيْنِ فَتَغَشَّتْهُ سَحَابَةٌ فَجَعَلَتْ تَدُورُ وَتَدْنُو وَجَعَلَ فَرَسُهُ يَنْفِرُ مِنْهَا فَلَمَّا أَصْبَحَ أَتَى النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ فَقَالَ   تِلْكَ السَّكِينَةُ تَنَزَّلَتْ لِلْقُرْآنِ  .",
    "hadithBengali": "১৭২৯। ইয়াহয়া ইবনু ইয়াহয়া (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি সূরা কাহফ তিলাওয়াত করছিল। আর দু&#39; গাছি পাকানো দড়ি দিয়ে একটি ঘোড়া তার কাছে বাধা ছিল। সে সময় এক খন্ড মেঘ এসে তাকে আচ্ছাদিত করে ফেলল এবং তা চক্কর দিতে লাগল ও নিকটবর্তী হতে লাগল। তার ঘোড়াটি সে কারণে ভয়ে চটপট করছিল। ভোর হলে লোকটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে এসে বিষয়টি আলোচনা করল। তখন তিনি বললেন, ও হল সাকীনা (প্রশান্তি) যা কুরআন তিলাওয়াতের কারণে অবর্তীর্ণ হয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "1729",
    "id": "11094",
    "thesequence": "10553",
    "isActive": "1",
    "chapterId": "13373",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৩. কুরআন তিলাওয়াতের সময় সাকীনা বা প্রশান্তি অবতরন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Ishaq reported:\nI heard al-Bara as saying that a man recited al-Kahf when an animal was there in the house and it began to take fright. And as he looked around, he found a cloud overshadowing it. He mentioned that to the Messenger of Allah (ﷺ). Upon this he said: O so and so, recite on (the surah) as- Sakina descends at the (recitation of the Quran) or on account (of the recitation) of the Quran.",
    "hadithArabic": "وَحَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ، جَعْفَرٍ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ، يَقُولُ قَرَأَ رَجُلٌ الْكَهْفَ وَفِي الدَّارِ دَابَّةٌ فَجَعَلَتْ تَنْفِرُ فَنَظَرَ فَإِذَا ضَبَابَةٌ أَوْ سَحَابَةٌ قَدْ غَشِيَتْهُ قَالَ فَذَكَرَ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ   اقْرَأْ فُلاَنُ فَإِنَّهَا السَّكِينَةُ تَنَزَّلَتْ عِنْدَ الْقُرْآنِ أَوْ تَنَزَّلَتْ لِلْقُرْآنِ  .",
    "hadithBengali": "১৭৩০। ইবনুল মূসান্না ও ইবনু বাশশার (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি সূরা কাহফ পাঠ করলেন। এ সময় তার বাড়ীতে একটি পশু বাধা ছিল। তা পলায়ন করতে উদ্যত হল। তখন সে তাকিয়ে দেখল যে একখন্ড মেঘ তাকে আচ্ছাদিত করে নিয়েছে। এ ঘটনা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বর্ণনা করা হলে তিনি বললেন এ হচ্ছে সাকীনা (প্রশান্তি), কুরআন তিলাওয়াতের সময় বা কুরআন তিলাওয়াতের কারণে অবর্তীর্ণ হয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "1730",
    "id": "11095",
    "thesequence": "10554",
    "isActive": "1",
    "chapterId": "13373",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৩. কুরআন তিলাওয়াতের সময় সাকীনা বা প্রশান্তি অবতরন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of al-Bara with a slight modification of words.",
    "hadithArabic": " وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، وَأَبُو دَاوُدَ قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ، يَقُولُ . فَذَكَرَا نَحْوَهُ غَيْرَ أَنَّهُمَا قَالاَ تَنْقُزُ .",
    "hadithBengali": "১৭৩১। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... বারা (রাঃ) সুত্রে বর্ণিত। তিনি বলেন, পূর্বোক্ত হাদীসের অনুরূপ। তবে তারাتَنْقُزُ শব্দটি বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1731",
    "id": "11096",
    "thesequence": "10555",
    "isActive": "1",
    "chapterId": "13373",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৩. কুরআন তিলাওয়াতের সময় সাকীনা বা প্রশান্তি অবতরন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri told of Usaid b. Hudair saying that one night he recited the Quran in his enclosure, when the horse began to jump about. He again recited and (the horse) again jumped. He again recited and it jumped as before. Usaid said:\nI was afraid lest it should trample (his son) Yahya. I stood near it (the horse) and saw something like a canopy over my head with what seemed to be lamps in it, rising up in the sky till it disappeared. I went to the Messenger of Allah (ﷺ) on the next day and said: Messenger of Allah, I recited the Quran during the night in my enclosure and my horse began to jump. Upon this the Messenger of Allah (ﷺ) said: You should have kept on reciting, Ibn Hudair. He (Ibn Hudair) said: I recited. It jumped (as before). Upon this the Messenger of Allah (ﷺ) again said: You should have kept on reciting, Ibn Hudair. He (Ibn Hudair) said: I recited and it again jumped (as before). The Messenger of Allah (ﷺ) again said: You should kave kept on reciting, Ibu Hudair. He (Ibn Hudair) said: (Messenger of Allah) I finished (the recitation) for Yahya was near (the horse) and I was afraid lest it should trample him. I saw something like a canopy with what seemed to be lamps in it rising up in the sky till it disappeared. Upon this the Messenger of Allah (ﷺ) said: Those were the angels who listened to you; and if you had continued reciting, the people would have seen them in the morning and they would not have concealed themselves from them.",
    "hadithArabic": " وَحَدَّثَنِي حَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، وَحَجَّاجُ بْنُ الشَّاعِرِ، - وَتَقَارَبَا فِي اللَّفْظِ - قَالاَ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، حَدَّثَنَا يَزِيدُ بْنُ الْهَادِ، أَنَّ عَبْدَ اللَّهِ بْنَ خَبَّابٍ، حَدَّثَهُ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ حَدَّثَهُ أَنَّ أُسَيْدَ بْنَ حُضَيْرٍ بَيْنَمَا هُوَ لَيْلَةً يَقْرَأُ فِي مِرْبَدِهِ إِذْ جَالَتْ فَرَسُهُ فَقَرَأَ ثُمَّ جَالَتْ أُخْرَى فَقَرَأَ ثُمَّ جَالَتْ أَيْضًا قَالَ أُسَيْدٌ فَخَشِيتُ أَنْ تَطَأَ يَحْيَى فَقُمْتُ إِلَيْهَا فَإِذَا مِثْلُ الظُّلَّةِ فَوْقَ رَأْسِي فِيهَا أَمْثَالُ السُّرُجِ عَرَجَتْ فِي الْجَوِّ حَتَّى مَا أَرَاهَا - قَالَ - فَغَدَوْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ بَيْنَمَا أَنَا الْبَارِحَةَ مِنْ جَوْفِ اللَّيْلِ أَقْرَأُ فِي مِرْبَدِي إِذْ جَالَتْ فَرَسِي . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اقْرَإِ ابْنَ حُضَيْرٍ  . قَالَ فَقَرَأْتُ ثُمَّ جَالَتْ أَيْضًا . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اقْرَإِ ابْنَ حُضَيْرٍ  . قَالَ فَقَرَأْتُ ثُمَّ جَالَتْ أَيْضًا . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اقْرَإِ ابْنَ حُضَيْرٍ  . قَالَ فَانْصَرَفْتُ . وَكَانَ يَحْيَى قَرِيبًا مِنْهَا خَشِيتُ أَنْ تَطَأَهُ فَرَأَيْتُ مِثْلَ الظُّلَّةِ فِيهَا أَمْثَالُ السُّرُجِ عَرَجَتْ فِي الْجَوِّ حَتَّى مَا أَرَاهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  تِلْكَ الْمَلاَئِكَةُ كَانَتْ تَسْتَمِعُ لَكَ وَلَوْ قَرَأْتَ لأَصْبَحَتْ يَرَاهَا النَّاسُ مَا تَسْتَتِرُ مِنْهُمْ  .",
    "hadithBengali": "১৭৩২। হাসান ইবনু আলী আল হুলওয়ানী ও হাজ্জাজ ইবনুুশ শাইর (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, উসায়দ ইবনু হুযায়র (রাঃ) যখন তাঁর আস্তাবলে তিলাওয়াত করছিলেন, তখন হঠাৎ তার ঘোড়াটি অস্থিরতা প্রকাশ করতে লাগল। তিনি আবার তিলাওয়াত করলে ঘোড়া আবার অস্থির হয়ে উঠল। তিনি পূনরায় তিলাওয়াত করলে ঘোড়াটি আবারও অস্থিরতা প্রকাশ করতে লাগল। উসায়দ (রাঃ) বলেন, আমার এখন আশংকা হল যে, ঘোড়া (ওখানে কাছেই শুয়ে থাকা আমার পূত্র) ইয়াহয়াকে মাড়িয়ে দিতে পারে তাই আমি উঠে তার (ঘোড়ার) কাছে গেলাম। তখন দেখলাম যে, আমার মাথার উপরে একটি প্রদীপের মত কিছু, যার মাঝে প্রদীপের ন্যায় কিছু শূন্যে লটকে রয়েছে। পরে আমি তা আর দেখলাম না।\n\nউসায়দ (রাঃ) বলেন, সকালে আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গিয়ে বললাম, ইয়া রাসুলাল্লাহ! গত মাঝরাতে যখন আমি আমার আস্তাবলে তিলাওয়াত করছিলাম, হঠাৎ আমার ঘোড়া অস্থির হয়ে উঠল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, ইবনু হুযায়র! পাঠ করতে থাকতে, তিনি বললেন, আমি পাঠ করতে থাকলাম, সে আবার অস্থির হয়ে উঠল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, ইবনু হুযায়র! পাঠ করতে থাকতে, তিনি বলেন, আমি আবার পাঠ করতে থাকলাম, ঘোড়াটি আবারো অস্থির হয়ে উঠল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, ইবনু হুযায়র! তুমি পাঠ করতে থাকতে! ইবনু হুযায়র (রাঃ) বলেন, তখন আমি পাঠ সমাপন করলাম।\n\n(আমার ছেলে) ইয়াহয়া ছিল ঘোড়াটির কাছে। তাই আমার আশংকা হল যে, সে তাকে মাড়িয়ে দিতে পারে। আমি তখন দেখলাম একটি চাঁদোয়ার মত যার নিচে যেন অনেক প্রদীপ ঝূলে রয়েছে। পরে আর তা দেখতে পেলাম না। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেন, এরা ছিলেন ফিরিশতা। তারা তোমার তিলাওয়াত মনোযোগ দিয়ে শুনছিল। তুমি যদি তিলাওয়াত করতে থাকতে তবে তারা সকাল পর্যন্ত থেমে যেত এবং লোকেরা তা দেখতে পেত তাঁরা তাদের নিকট হতে আত্মগোপন করত না।\n",
    "checkStatus": "1",
    "hadithNo": "1732",
    "id": "11097",
    "thesequence": "10556",
    "isActive": "1",
    "chapterId": "13373",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৩. কুরআন তিলাওয়াতের সময় সাকীনা বা প্রশান্তি অবতরন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa al-Ashari reported Allahs Messenger (ﷺ) as saying:\nA believer who recites the Quran is like an orange whose fragrance is sweet and whose taste is sweet; a believer who does not recite the Quran is like a date which has no fragrance but has a sweet taste; and the hypocrite who recites the Quran is like a basil whose fragrance is sweet, but whose taste is bitter; and a hypocrite who does not recite the Quran is like the colocynth which has no fragrance and has a bitter taste.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو كَامِلٍ الْجَحْدَرِيُّ كِلاَهُمَا عَنْ أَبِي عَوَانَةَ، - قَالَ قُتَيْبَةُ حَدَّثَنَا أَبُو عَوَانَةَ، - عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَثَلُ الْمُؤْمِنِ الَّذِي يَقْرَأُ الْقُرْآنَ مَثَلُ الأُتْرُجَّةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا طَيِّبٌ وَمَثَلُ الْمُؤْمِنِ الَّذِي لاَ يَقْرَأُ الْقُرْآنَ مَثَلُ التَّمْرَةِ لاَ رِيحَ لَهَا وَطَعْمُهَا حُلْوٌ وَمَثَلُ الْمُنَافِقِ الَّذِي يَقْرَأُ الْقُرْآنَ مَثَلُ الرَّيْحَانَةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا مُرٌّ وَمَثَلُ الْمُنَافِقِ الَّذِي لاَ يَقْرَأُ الْقُرْآنَ كَمَثَلِ الْحَنْظَلَةِ لَيْسَ لَهَا رِيحٌ وَطَعْمُهَا مُرٌّ  .",
    "hadithBengali": "১৭৩৩। কুতায়বা ইবনু সাঈদ ও আবূ কামিল জাহদারী (রহঃ) ... আবূ মূসা আশ&#39;আরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে মুমিন কুরআন তিলাওয়াত করে তারা দৃষ্টান্ত হচ্ছে উতরুজ্জা (লেবু তুল্য ফল) যার ঘ্রাণ মনোহর এবং যার স্বাদও আকর্ষনিয়। আর যে মুমিন কুরআন তিলাওয়াত করে না তার দৃষ্টান্ত হচ্ছে খুরমা, যার (বিশেষ কোন) ঘ্রাণ নেই এবং তার স্বাদ মিষ্টি। আর যে মুনাফিক কুরআন তিলাওয়াত করে তার দৃষ্টান্ত সুগন্ধী ফূল। যার ঘাণ আকর্ষনীয় অথচ সাদ তিক্ত। আর যে মুনাফিক কুরআন তিলাওয়াত করে না তার দৃষ্টান্ত মাকাল। যার কোন ঘ্রাণ নেই এবং স্বাদও নেই।\n",
    "checkStatus": "1",
    "hadithNo": "1733",
    "id": "11098",
    "thesequence": "10557",
    "isActive": "1",
    "chapterId": "13374",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৪. হাফিযুল কুরআনের মর্যাদা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Qatada with the same chain of transmitters but with one alteration that instead of the word:\n hypocrite (Munafiq), there it is wicked (fajir).",
    "hadithArabic": " وَحَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، بْنُ سَعِيدٍ عَنْ شُعْبَةَ، كِلاَهُمَا عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ . مِثْلَهُ غَيْرَ أَنَّ فِي حَدِيثِ هَمَّامٍ بَدَلَ الْمُنَافِقِ الْفَاجِرِ .",
    "hadithBengali": "১৭৩৪। হাদ্দাব ইবনু খালিদ এবং মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... কাতাদা (রহঃ) হাতে উল্লিখিত সনদে অনুরূপ রিওয়ায়াত করেছেন। তবে (হাদ্দাব সনদের) হাম্মাম (রহঃ) এর হাদীসে &#39;মুনাফিক&#39; শব্দের বদলে ফাজির (পাপি) শব্দ রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1734",
    "id": "11099",
    "thesequence": "10558",
    "isActive": "1",
    "chapterId": "13374",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৪. হাফিযুল কুরআনের মর্যাদা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported Allahs Messenger (ﷺ) (as saying):\nOne who is proficient in the Quran is associated with the noble, upright, recording angels; and he who falters in it, and finds it difficult for him, will have a double reward.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ عُبَيْدٍ الْغُبَرِيُّ، جَمِيعًا عَنْ أَبِي عَوَانَةَ، - قَالَ ابْنُ عُبَيْدٍ حَدَّثَنَا أَبُو عَوَانَةَ، - عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْمَاهِرُ بِالْقُرْآنِ مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ وَالَّذِي يَقْرَأُ الْقُرْآنَ وَيَتَتَعْتَعُ فِيهِ وَهُوَ عَلَيْهِ شَاقٌّ لَهُ أَجْرَانِ  .",
    "hadithBengali": "১৭৩৫। কুতায়বা ইবনু সাঈদ ও মুহাম্মাদ উবায়দ গুবারী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কুরআন পাঠে সুদক্ষ ব্যাক্তি পুণ্যবান, মহান দুতবর্গের (ফিরিশতাকুলের) সঙ্গী। আর যে ব্যাক্তি কুরআন পাঠ করে এবং তাতে সে তো- তো, তো করে ও তার উচ্চারণ তার কাছে কঠিন মনে হয়, তার জন্য দ্বিগুন সাওয়াব।\n",
    "checkStatus": "1",
    "hadithNo": "1735",
    "id": "11100",
    "thesequence": "10559",
    "isActive": "1",
    "chapterId": "13374",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৪. হাফিযুল কুরআনের মর্যাদা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been reported with the same chain of transmitters by Qatada except with this change:\n He who finds it hard (to recite the Quran) will have a double reward.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ، بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامٍ الدَّسْتَوَائِيِّ، كِلاَهُمَا عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ . وَقَالَ فِي حَدِيثِ وَكِيعٍ   وَالَّذِي يَقْرَأُ وَهُوَ يَشْتَدُّ عَلَيْهِ لَهُ أَجْرَانِ  .",
    "hadithBengali": "১৭৩৬। মুহাম্মাদ ইবনুল মূসান্না এবং আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... কাতাদা (রহঃ) এর অনুরূপ সনদে বর্ণিত হয়েছে। তবে ওয়াকী (রহঃ) এর হাদিসে বলেছেন, আর যে ব্যাক্তি কুরআন তিলাওয়াত করে এবং তা তার জন্য কঠিন অনুভূত হয়, তার জন্য রয়েছে দ্বিগুন সাওয়াব।\n",
    "checkStatus": "1",
    "hadithNo": "1736",
    "id": "11101",
    "thesequence": "10560",
    "isActive": "1",
    "chapterId": "13374",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৪. হাফিযুল কুরআনের মর্যাদা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported Allahs Messenger (ﷺ) as saying to Ubayy b. Kab:\nAllah has commanded me to recite the Quran to you. He said: Did Allah mention me to you by name? He (the Holy Prophet) said: Allah made a mention of your name to me. (On hearing this) Ubayy b. Kab wept.",
    "hadithArabic": " حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لأُبَىٍّ  إِنَّ اللَّهَ أَمَرَنِي أَنْ أَقْرَأَ عَلَيْكَ  . قَالَ آللَّهُ سَمَّانِي لَكَ قَالَ  اللَّهُ سَمَّاكَ لِي  . قَالَ فَجَعَلَ أُبَىٌّ يَبْكِي .",
    "hadithBengali": "১৭৩৭। হাদ্দাব ইবনু খালিদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উবাই (রাঃ) কে বললেন, মহান আল্লাহ তোমাকে পড়ে শোনাবার জন্য আমাকে হুকুম করেছেন। উবাই (রাঃ) বললেন, আল্লাহ তায়ালা (নির্দিষ্ট করে) আপনার কাছে আমার নাম নিয়েছেন কি? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হ্যাঁ, আল্লাহ আমার কাছে বিশেষ করে তোমার নাম বলেন। রাবী বলেন, উবাই (রাঃ) তখন কাঁদতে লাগলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1737",
    "id": "11102",
    "thesequence": "10561",
    "isActive": "1",
    "chapterId": "13375",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৫. বিশিষ্ট ও দক্ষ লোকদের কুরআন তিলাওয়াত করে শোনানো মুস্তাহাব; তিলাওয়াতকারী শ্রোতার চেয়ে শ্রেষ্ঠ হলেও।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported Allahs Messenger (ﷺ) as saying to Ubayy b. Ka`b:\nAllah has commanded me to recite to you: Those who disbelieve were not... (al-Quran, xcviii. 1). He said: Did He mention me by name? He (the Prophet said): Yes. Upon this he shed tears (of gratitude).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ قَتَادَةَ، يُحَدِّثُ عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لأُبَىِّ بْنِ كَعْبٍ  إِنَّ اللَّهَ أَمَرَنِي أَنْ أَقْرَأَ عَلَيْكَ { لَمْ يَكُنِ الَّذِينَ كَفَرُوا}  . قَالَ وَسَمَّانِي لَكَ قَالَ  نَعَمْ  . قَالَ فَبَكَى .",
    "hadithBengali": "১৭৩৮। মুহাম্মাদ ইবনুল মূসান্না ও ইবনু বাশশার (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উবাই ইবনু কাব (রাঃ) কে বলেন,لَمْ يَكُنِ الَّذِينَ (বায়্যিনা) সূরাটি তোমাকে শোনাবার জন্য মহান আল্লাহ আমাকে হুকুম করেছেন। উবাই (রাঃ) বললেন, আল্লাহ কি আপনার কাছে আমার নামসহ উল্লেখ করেছেন? তিনি বলেন, হ্যাঁ। রাবী বলেন, তখন উবাই (রাঃ) কেঁদে ফেললেন।\n",
    "checkStatus": "1",
    "hadithNo": "1738",
    "id": "11103",
    "thesequence": "10562",
    "isActive": "1",
    "chapterId": "13375",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৫. বিশিষ্ট ও দক্ষ লোকদের কুরআন তিলাওয়াত করে শোনানো মুস্তাহাব; তিলাওয়াতকারী শ্রোতার চেয়ে শ্রেষ্ঠ হলেও।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Qatada said:\nI heard Anas saying that the Messenger of Allah (ﷺ) said to Ubayy the same thing.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدٌ، - يَعْنِي ابْنَ الْحَارِثِ - حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ أَنَسًا، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لأُبَىٍّ بِمِثْلِهِ .",
    "hadithBengali": "১৭৩৯। ইয়াহয়া ইবনু হাবীব আল হারিসী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উবাই (রাঃ) কে অনুরূপ বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1739",
    "id": "11104",
    "thesequence": "10563",
    "isActive": "1",
    "chapterId": "13375",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৫. বিশিষ্ট ও দক্ষ লোকদের কুরআন তিলাওয়াত করে শোনানো মুস্তাহাব; তিলাওয়াতকারী শ্রোতার চেয়ে শ্রেষ্ঠ হলেও।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah (b. Masud) reported:\nThe Messenger of Allah (may peace be upon (him) asked me to recite the Quran. He said: Messenger of Allah, (how) should I recite to you whereas it has been sent down to you? He (the Holy Prophet) said: I desire to hear it from someone else. So I recited Surat al-Nisa till I reached the verse: How then shall it be when We shall bring from every people a witness and bring you against them as a witness? (verse 41). I lifted my head or a person touched me in my side, and so I lifted my head and saw his tears falling (from the Holy Prophets eyes).",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ جَمِيعًا عَنْ حَفْصٍ، - قَالَ أَبُو بَكْرٍ حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، - عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  اقْرَأْ عَلَىَّ الْقُرْآنَ  . قَالَ فَقُلْتُ يَا رَسُولَ اللَّهِ أَقْرَأُ عَلَيْكَ وَعَلَيْكَ أُنْزِلَ قَالَ  إِنِّي أَشْتَهِي أَنْ أَسْمَعَهُ مِنْ غَيْرِي  . فَقَرَأْتُ النِّسَاءَ حَتَّى إِذَا بَلَغْتُ { فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاَءِ شَهِيدًا} رَفَعْتُ رَأْسِي أَوْ غَمَزَنِي رَجُلٌ إِلَى جَنْبِي فَرَفَعْتُ رَأْسِي فَرَأَيْتُ دُمُوعَهُ تَسِيلُ .",
    "hadithBengali": "১৭৪০। আবূ বাকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ) (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, আমাকে কুরআন তিলাওয়াত করে শোনাও। আমি বললাম, ইয়া রাসুলাল্লাহ! আপনাকে আমি পড়ে শোনাব, অথচ আপনার উপরেই তো তা নাযিল হয়েছে। তিনি বললেন, অন্য কারো নিকট থেকে শুনতে আমার ভাল লাগে। তখন আমি সূরা নিসা পাঠ করলাম যখন فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاَءِ شَهِيدًا &ldquo;যখন প্রত্যেক উম্মাত হতে একজন সাক্ষী উপস্থিত করবে এবং তোমাকে ওদের বিরুদ্ধে সাক্ষ্য উপস্থিত করব তখন অবস্থাটা কেমন দাঁড়াবে? (নিসাঃ ৪১) এ আয়াত পৌঁছলাম, আমি মাথা তুললাম কিংবা আমার পাশের এক ব্যাক্তি আমাকে হাত দিয়ে চাপ দিলে আমি আমার মাখা তুললাম। দেখলাম, তাঁর অশ্রু প্রবাহিত হচ্ছে।\n",
    "checkStatus": "1",
    "hadithNo": "1740",
    "id": "11105",
    "thesequence": "10564",
    "isActive": "1",
    "chapterId": "13376",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৬. কুরআন তিলওয়াত শোনার ফযীলত, তিলাওয়াত শোনার জন্য হাফিযুল কুরআনকে তিলওয়াত করার অনুরোধ ও তিলওয়াতকালে ক্রন্দন এবং মনোনিবেশ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narratted by Amash with the same chain of transmitters but with this addition:\n The Messenger of Allah (ﷺ) was on the pulpit when he asked me to recite to him.",
    "hadithArabic": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، وَمِنْجَابُ بْنُ الْحَارِثِ التَّمِيمِيُّ، جَمِيعًا عَنْ عَلِيِّ بْنِ مُسْهِرٍ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ . وَزَادَ هَنَّادٌ فِي رِوَايَتِهِ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ عَلَى الْمِنْبَرِ   اقْرَأْ عَلَىَّ  .",
    "hadithBengali": "১৭৪১। হান্নাদ ইবনু সারী ও মিনজাব ইবনু হারিস তামীমী (রহঃ) ... আ&#39;মাশ (রহঃ) সুত্রে উক্ত সনদে বর্ণনা করেছেন। হান্নাদ (রহঃ) তাঁর বর্ণনায় বাড়িয়ে বলেছেন, &ldquo;রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, আমাকে পড়ে শোনাও যখন তিনি মিম্বরের উপর ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1741",
    "id": "11106",
    "thesequence": "10565",
    "isActive": "1",
    "chapterId": "13376",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৬. কুরআন তিলওয়াত শোনার ফযীলত, তিলাওয়াত শোনার জন্য হাফিযুল কুরআনকে তিলওয়াত করার অনুরোধ ও তিলওয়াতকালে ক্রন্দন এবং মনোনিবেশ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibrahim reported that the Messenger of Allah (ﷺ) asked Abdullah b. Masud to recite to him (the Quran). He said:\nShould I recite it to you while it has been sent down or revealed to you? He (the Holy Prophet) said: I love to hear it from someone else. So he (Abdullah b. Masud) recited to him (from the beginning of Surat al Nisa up to the verse: How shall then it be when We bring from every people a witness and bring you as a witness against them? He (the Holy Prophet) wept (on listening to it). It is narrated on the authority of Ibn Masud through another chain of transmitters that the Messenger of Allah (ﷺ) also said that he had been a witness to his people as long as (said he): I lived among them or I had been among them.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنِي مِسْعَرٌ، - وَقَالَ أَبُو كُرَيْبٍ عَنْ مِسْعَرٍ، - عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ إِبْرَاهِيمَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم لِعَبْدِ اللَّهِ بْنِ مَسْعُودٍ  اقْرَأْ عَلَىَّ  . قَالَ أَقْرَأُ عَلَيْكَ وَعَلَيْكَ أُنْزِلَ قَالَ  إِنِّي أُحِبُّ أَنْ أَسْمَعَهُ مِنْ غَيْرِي  قَالَ فَقَرَأَ عَلَيْهِ مِنْ أَوَّلِ سُورَةِ النِّسَاءِ إِلَى قَوْلِهِ { فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاَءِ شَهِيدًا} فَبَكَى . قَالَ مِسْعَرٌ فَحَدَّثَنِي مَعْنٌ عَنْ جَعْفَرِ بْنِ عَمْرِو بْنِ حُرَيْثٍ عَنْ أَبِيهِ عَنِ ابْنِ مَسْعُودٍ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم  شَهِيدًا عَلَيْهِمْ مَا دُمْتُ فِيهِمْ أَوْ مَا كُنْتُ فِيهِمْ  . شَكَّ مِسْعَرٌ .",
    "hadithBengali": "১৭৪২। আবূ বাকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... ইবরাহীম (রহঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদুল্লাহ ইবনু মাসউদ (রাঃ) কে বললেন, আমাকে পড়ে শোনাও। আবদুল্লাহ (রাঃ) বললেন, আপনাকে আমি পড়ে শোনাব? অথচ আপনার উপরেই তো তা নাযিল হয়েছে! নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আমি অন্যের নিকট থেকে তা শুনতে পছন্দ করি। বর্ণনাকারী (ইবরাহীম) বলেন, তখন আবদুল্লাহ (রাঃ) সূরা নিসার শুরু হতে فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاَءِ شَهِيدًا (সূরা নিসাঃ ৪১ আয়াত) পর্যন্ত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পড়ে শোনালেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কেঁদে ফেঁলেন।\n\nমিসআর (রহঃ) ... ইবনু মাসউদ (রাঃ) থেকে বর্ণনা করেছেন, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তাদের বিরুদ্ধে সাক্ষী যতক্ষন তাদের মাঝে বর্তমান ছিলাম কিংবা (রাবী মিসআরের সন্দেহ) তিনি বলেছেন যতক্ষন তাদের মাঝে ছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "1742",
    "id": "11107",
    "thesequence": "10566",
    "isActive": "1",
    "chapterId": "13376",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৬. কুরআন তিলওয়াত শোনার ফযীলত, তিলাওয়াত শোনার জন্য হাফিযুল কুরআনকে তিলওয়াত করার অনুরোধ ও তিলওয়াতকালে ক্রন্দন এবং মনোনিবেশ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah (b. Masud) reported:\nI was in Hims when some of the people asked me to recite the Quran to them. So I recited Surah Yusuf to them. One of the persons among the people said: By Allah, this is not how it has been sent down. I said: Woe upon you! By Allah, I recited it to the Messenger of Allah (ﷺ) and he said to me: You have (recited) it well. I was talking with him (the man who objected to my recitation) that I sensed the smell of wine from him. So I said to him. Do you drink wine and belie the Book (of Allah)? You would not depart till I would whip you. So I lashed him according to the prescribed punishment (for the offence of drinking wine).",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ كُنْتُ بِحِمْصَ فَقَالَ لِي بَعْضُ الْقَوْمِ اقْرَأْ عَلَيْنَا . فَقَرَأْتُ عَلَيْهِمْ سُورَةَ يُوسُفَ - قَالَ - فَقَالَ رَجُلٌ مِنَ الْقَوْمِ وَاللَّهِ مَا هَكَذَا أُنْزِلَتْ . قَالَ قُلْتُ وَيْحَكَ وَاللَّهِ لَقَدْ قَرَأْتُهَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لِي   أَحْسَنْتَ  . فَبَيْنَمَا أَنَا أُكَلِّمُهُ إِذْ وَجَدْتُ مِنْهُ رِيحَ الْخَمْرِ قَالَ فَقُلْتُ أَتَشْرَبُ الْخَمْرَ وَتُكَذِّبُ بِالْكِتَابِ لاَ تَبْرَحُ حَتَّى أَجْلِدَكَ - قَالَ - فَجَلَدْتُهُ الْحَدَّ .",
    "hadithBengali": "১৭৪৩। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি হিমস এ অবস্থান করছিলাম। তখন উপস্থিত এক ব্যাক্তি আমাকে বলল, আমাদের তিলাওয়াত করে শোনান। আমি তখন তাদের সামনে সূরা ইউসুফ তিলাওয়াত করে শোনালাম। আবদুল্লাহ (রাঃ) বলেন, তখন উপস্থিত দলের এক ব্যাক্তি আমাকে বললেন, আল্লাহর কসম! এভাবে তো নাযিল করা হয়নি। আবদুল্লাহ (রাঃ) বলেছেন, তোমার জন্য আফসোস! আমি তো (খোদ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তা পড়ে শুনিয়েছি। তিনি বললেন, ভালো পড়েছ। আমি তার সঙ্গে কথা বলাছিলাম, এ অবস্থায় হঠাৎ তার মুখ থেকে মদের দুর্গন্ধ পেলাম। আবদুল্লাহ (রাঃ) বলেন, তখন আমি বললাম, তুমি মদ পান কর আর আল্লাহর কিতাবকে বেঠিক প্রতিপন্ন করছ? (আচ্ছা) তুমি যেতে পারছ না, যতক্ষন না আমি তোমাকে চাবুকের ঘা লাগাচ্ছি! আবদুল্লাহ (রাঃ) বলেন, আমি তখন তাকে (মদ পান করার অপরাধে) হদ্দ ও দন্ডের চাবুক লাগালাম।\n",
    "checkStatus": "1",
    "hadithNo": "1743",
    "id": "11108",
    "thesequence": "10567",
    "isActive": "1",
    "chapterId": "13376",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৬. কুরআন তিলওয়াত শোনার ফযীলত, তিলাওয়াত শোনার জন্য হাফিযুল কুরআনকে তিলওয়াত করার অনুরোধ ও তিলওয়াতকালে ক্রন্দন এবং মনোনিবেশ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Amash with the same chain of transmitters but with an exception that it is not mentioned in it:\n He said to me: You recited (the Quran) well.",
    "hadithArabic": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَلِيُّ بْنُ خَشْرَمٍ، قَالاَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، جَمِيعًا عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ . وَلَيْسَ فِي حَدِيثِ أَبِي مُعَاوِيَةَ فَقَالَ لِي   أَحْسَنْتَ  .",
    "hadithBengali": "১৭৪৪। ইসহাক ইবন ইবরাহীম, আলী ইবনু খাশরাম এবং আবূ বাকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আমাশ (রহঃ) থেকে এ সম্বন্ধে বর্ণনা করেছেন। তবে রাবী আবূ মুআবিয়া (রহঃ) এর হাদীসে তিনি আমাকে বলেছেন, ভালো পড়েছ কথাটির উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "1744",
    "id": "11109",
    "thesequence": "10568",
    "isActive": "1",
    "chapterId": "13376",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৬. কুরআন তিলওয়াত শোনার ফযীলত, তিলাওয়াত শোনার জন্য হাফিযুল কুরআনকে তিলওয়াত করার অনুরোধ ও তিলওয়াতকালে ক্রন্দন এবং মনোনিবেশ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nWould any one of you like, when he returns to his family, to find there three large, fat, pregnant she-camels? We said: Yes. Upon this he said: Three verses that one of you recites in his prayer are better for him than three large, fat, pregnant she-camels.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو سَعِيدٍ الأَشَجُّ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ،عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَيُحِبُّ أَحَدُكُمْ إِذَا رَجَعَ إِلَى أَهْلِهِ أَنْ يَجِدَ فِيهِ ثَلاَثَ خَلِفَاتٍ عِظَامٍ سِمَانٍ  . قُلْنَا نَعَمْ . قَالَ  فَثَلاَثُ آيَاتٍ يَقْرَأُ بِهِنَّ أَحَدُكُمْ فِي صَلاَتِهِ خَيْرٌ لَهُ مِنْ ثَلاَثِ خَلِفَاتٍ عِظَامٍ سِمَانٍ  .",
    "hadithBengali": "১৭৪৫। আবূ বাকর ইবনু আবূ শায়বা ও আবূ সাঈদ আল আশাজ্জ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ কি এ কথা পছন্দ করে যে, যখন সে তার বাড়ীতে ফিরে যায় তখন সেখানে সে তিনটি গর্ভবর্তী তাজা উট পেয়ে যাবে? আমরা বললাম জ্বী, হ্যাঁ! তিনি বললেন তা হলে তিনটি আয়াত যা তোমাদের কেউ তার সালাতে পাঠ করে তা তার জন্য তিনটি গর্ভবর্তী মোটা তাজা উটের চেয়ে উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "1745",
    "id": "11110",
    "thesequence": "10569",
    "isActive": "1",
    "chapterId": "13377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৭. সালাতে কুরআন তিলওয়াত এবং কুরআন শিক্ষা করার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Uqba b. Amir reported:\nWhen we were in Suffa, the Messenger of Allah (ﷺ) came out and said: Which of you would like to go out every morning to Buthan or al-Aqiq and bring two large she-camels without being guilty of sin or without severing the ties of kinship? We said: Messenger of Allah, we would like to do it. Upon this he said: Does not one of you go out in the morning to the mosque and teach or recite two verses from the Book of Allah. the Majestic and Glorious? That is better for him than two she-camels, and three verses are better (than three she-camels). and four verses are better for him than four (she-camels), and to on their number in camels.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، عَنْ مُوسَى بْنِ عُلَىٍّ، قَالَ سَمِعْتُ أَبِي يُحَدِّثُ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَنَحْنُ فِي الصُّفَّةِ فَقَالَ  أَيُّكُمْ يُحِبُّ أَنْ يَغْدُوَ كُلَّ يَوْمٍ إِلَى بُطْحَانَ أَوْ إِلَى الْعَقِيقِ فَيَأْتِيَ مِنْهُ بِنَاقَتَيْنِ كَوْمَاوَيْنِ فِي غَيْرِ إِثْمٍ وَلاَ قَطْعِ رَحِمٍ  . فَقُلْنَا يَا رَسُولَ اللَّهِ نُحِبُّ ذَلِكَ . قَالَ  أَفَلاَ يَغْدُو أَحَدُكُمْ إِلَى الْمَسْجِدِ فَيَعْلَمَ أَوْ يَقْرَأَ آيَتَيْنِ مِنْ كِتَابِ اللَّهِ عَزَّ وَجَلَّ خَيْرٌ لَهُ مِنْ نَاقَتَيْنِ وَثَلاَثٌ خَيْرٌ لَهُ مِنْ ثَلاَثٍ وَأَرْبَعٌ خَيْرٌ لَهُ مِنْ أَرْبَعٍ وَمِنْ أَعْدَادِهِنَّ مِنَ الإِبِلِ  .",
    "hadithBengali": "১৭৪৬। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বেরিয়ে আসলেন, আমরা তখন সুফফায় ছিলাম। তিনি বললেন, তোমাদের মধ্যে কেউ কি এমনটা পছন্দ করবে যে, সে প্রতিদিন সকালে বুতহান কিংবা আকীক নামক স্থানে যাবে এবং সেখান থেকে কোন পাপের আশ্রয় না নিয়ে কিংবা কোন প্রকার আত্নীয়তা ছিন্ন না করে বড় বড় কূঁজবিশিষ্ট দুটি উটনী নিয়ে আসবে? আমরা বললাম, ইয়া রাসুলাল্লাহ! আমরা তা পছন্দ করি। তিনি বললেন, তবে, তোমাদের যে কেউ সকাল বেলা মসজিদে গিয়ে আল্লাহর কিতাবের দুটি আয়াত শিখে অথবা তিলাওয়াত করে যা তার জন্য দুটি উটনীর চেয়ে উত্তম। আর তিন আয়াত তার জন্য তিনটি উটনীর চেয়ে উত্তম এবং চার আয়াত চারটি উটনীর চেয়ে উত্তম। এমনিভাবে যত আয়াত তিলাওয়াত করবে ততো উটনীর চেয়ে উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "1746",
    "id": "11111",
    "thesequence": "10570",
    "isActive": "1",
    "chapterId": "13377",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৭. সালাতে কুরআন তিলওয়াত এবং কুরআন শিক্ষা করার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Umama said he heard Allahs Messenger (ﷺ) say:\nRecite the Quran, for on the Day of Resurrection it will come as an intercessor for those who recite It. Recite the two bright ones, al-Baqara and Surah Al Imran, for on the Day of Resurrection they will come as two clouds or two shades, or two flocks of birds in ranks, pleading for those who recite them. Recite Surah al-Baqara, for to take recourse to it is a blessing and to give it up is a cause of grief, and the magicians cannot confront it. (Muawiya said: It has been conveyed to me that here Batala means magicians.)",
    "hadithArabic": "حَدَّثَنِي الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، حَدَّثَنَا أَبُو تَوْبَةَ، - وَهُوَ الرَّبِيعُ بْنُ نَافِعٍ - حَدَّثَنَا مُعَاوِيَةُ، - يَعْنِي ابْنَ سَلاَّمٍ - عَنْ زَيْدٍ، أَنَّهُ سَمِعَ أَبَا سَلاَّمٍ، يَقُولُ حَدَّثَنِي أَبُو أُمَامَةَ، الْبَاهِلِيُّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   اقْرَءُوا الْقُرْآنَ فَإِنَّهُ يَأْتِي يَوْمَ الْقِيَامَةِ شَفِيعًا لأَصْحَابِهِ اقْرَءُوا الزَّهْرَاوَيْنِ الْبَقَرَةَ وَسُورَةَ آلِ عِمْرَانَ فَإِنَّهُمَا تَأْتِيَانِ يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ أَوْ كَأَنَّهُمَا غَيَايَتَانِ أَوْ كَأَنَّهُمَا فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ تُحَاجَّانِ عَنْ أَصْحَابِهِمَا اقْرَءُوا سُورَةَ الْبَقَرَةِ فَإِنَّ أَخْذَهَا بَرَكَةٌ وَتَرْكَهَا حَسْرَةٌ وَلاَ تَسْتَطِيعُهَا الْبَطَلَةُ  . قَالَ مُعَاوِيَةُ بَلَغَنِي أَنَّ الْبَطَلَةَ السَّحَرَةُ .",
    "hadithBengali": "১৭৪৭। হাসান ইবনু আলী আল হুলওয়ানী (রহঃ) ... আবূ উমামা বাহিলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, তোমরা কুরআন তিলাওয়াত করবে। কেননা, কিয়ামতের দিন তা তিলাওয়াতকারীদের জন্য সুপারিশকারীরুপে উপস্থিত হবে। সুপারিশকারী দু সমুজ্জ্বল সুরা বাকারা ও আলে ইমরান তিলাওয়াত করবে। কেননা, এ দুটি কিয়ামতের দিনে উপস্থিত হবে যেন সে দুটি গামামা কিংবা (তিনি বলেছিলেন) সে দুটি দুটি গায়ায়া (মেঘ) কিংবা যেন সে দুটি ডানা বিস্তারকারী দুটি পাখীর ঝাঁক যারা তাদের তিলাওয়াতকারীদের পক্ষে সাহায্যকারী হবে। তোমরা সূরা বাকারা তিলাওয়াত করবে। কেননা, তা তিলাওয়াত করাতে বরকত রয়েছে। এবং তা বর্জন করা আফসোসের। কারণ বাতিলপন্থীরা তার সাথে কুলিয়ে উঠতে পারবে না। (সনদের মধ্যবর্তী রাবী) মুআবিয়া (রহঃ) বলেন, আমার কাছে এ তথ্য পৌছেছে যে, &ldquo;বাতালা&rdquo; (বাতিলপন্থীরা) অর্থ হল যাদুকর।\n",
    "checkStatus": "1",
    "hadithNo": "1747",
    "id": "11112",
    "thesequence": "10571",
    "isActive": "1",
    "chapterId": "13378",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৮. কুরআন তিলওয়াত এবং সূরা বাকারা তিলওয়াতের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Muawiya with the same chain of transmitters but with this exception that in this the words of Muawiya:\n It has been conveyed to me... have not been mentioned.",
    "hadithArabic": "وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا يَحْيَى، - يَعْنِي ابْنَ حَسَّانَ - حَدَّثَنَا مُعَاوِيَةُ، بِهَذَا الإِسْنَادِ . مِثْلَهُ غَيْرَ أَنَّهُ قَالَ   وَكَأَنَّهُمَا  . فِي كِلَيْهِمَا وَلَمْ يَذْكُرْ قَوْلَ مُعَاوِيَةَ بَلَغَنِي .",
    "hadithBengali": "১৭৪৮। আবদুল্লাহ ইবনু আবদুর রহমান আাবু দারিমী (রহঃ) ... মুআবিয়া (রহঃ) সুত্রে উল্লেখিত সনদে অনুরূপ বর্ণনা করেছেন। তবে তিনি (তুলনার) উভয় স্থানে এবং সে দুটি যেন, বলেছেন এবং তিনি মুআবিয়া (রহঃ) এর উক্তি আমার কাছে তথ্য পৌছেছে... উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "1748",
    "id": "11113",
    "thesequence": "10572",
    "isActive": "1",
    "chapterId": "13378",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৮. কুরআন তিলওয়াত এবং সূরা বাকারা তিলওয়াতের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " An-Nawwas b. Saman said he heard the Apostle (ﷺ) say:\nOn the Day of Resurrection the Quran and those who acted according to it will be brought with Surah al-Baqara and AI Imran preceding them. The Messenger of Allah (ﷺ) likened them to three things, which I did not forget afterwards. He (the Holy Prophet) likened them to two clouds, or two black canopies with light between them, or like two flocks of birds in ranks pleading for one who recited them.",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا يَزِيدُ بْنُ عَبْدِ رَبِّهِ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ مُحَمَّدِ بْنِ مُهَاجِرٍ، عَنِ الْوَلِيدِ بْنِ عَبْدِ الرَّحْمَنِ الْجُرَشِيِّ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، قَالَ سَمِعْتُ النَّوَّاسَ، بْنَ سَمْعَانَ الْكِلاَبِيَّ يَقُولُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ  يُؤْتَى بِالْقُرْآنِ يَوْمَ الْقِيَامَةِ وَأَهْلِهِ الَّذِينَ كَانُوا يَعْمَلُونَ بِهِ تَقْدُمُهُ سُورَةُ الْبَقَرَةِ وَآلُ عِمْرَانَ  . وَضَرَبَ لَهُمَا رَسُولُ اللَّهِ صلى الله عليه وسلم ثَلاَثَةَ أَمْثَالٍ مَا نَسِيتُهُنَّ بَعْدُ قَالَ  كَأَنَّهُمَا غَمَامَتَانِ أَوْ ظُلَّتَانِ سَوْدَاوَانِ بَيْنَهُمَا شَرْقٌ أَوْ كَأَنَّهُمَا حِزْقَانِ مِنْ طَيْرٍ صَوَافَّ تُحَاجَّانِ عَنْ صَاحِبِهِمَا",
    "hadithBengali": "১৭৪৯। ইসহাক ইবনু মানসূর (রহঃ) ... জুবায়র ইবনু নুফায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, নাওয়াস ইবনু সামআন কিলাবী (রাঃ) বলেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি বলতে শুনেছি যে, কিয়ামতের দিন কুরআন ও কুরআন ওয়ালাদের যারা তদনূসারে আমল করেছে উপস্থিত করা হবে, সূরা বাকারা ও সূরা আলে ইমরান তার সামনে পেশ করা হবে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দুটির জন্য তিনটি উপমা উল্লেখ করেছেন যেগুলো এখনও আমি ভুলে যাইনি। তিনি বললেন, সে দুঁটি যেন দুটি গামামা বাদল কিংবা দুঁটি কাল শামিয়ানা যার মাঝে রয়েছে দ্যুতি; কিংবা সে দুটি যেন পাখা বিস্তারকারী পাখীর দুঁটি ঝাঁক যারা তিলাওয়াতকারীদের জন্য সাহায্যকারী হবে।\n",
    "checkStatus": "1",
    "hadithNo": "1749",
    "id": "11114",
    "thesequence": "10573",
    "isActive": "1",
    "chapterId": "13378",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৮. কুরআন তিলওয়াত এবং সূরা বাকারা তিলওয়াতের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported that while Gabriel was sitting with the Apostle (ﷺ) he heard a creaking sound above him. He lifted his head and said:\nThis is a gate opened in heaven today which had never been opened before. Then when an angel descended through it, he said: This is an angel who came down to the earth who had never come down before. He greeted and said: Rejoice in two lights given to you which have not been given to any prophet before you: Fatihat al-Kitab and the concluding verses of Surah al-Baqara. You will never recite a letter from them for which you will not be given (a reward).",
    "hadithArabic": " حَدَّثَنَا حَسَنُ بْنُ الرَّبِيعِ، وَأَحْمَدُ بْنُ جَوَّاسٍ الْحَنَفِيُّ، قَالاَ حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ عَمَّارِ بْنِ رُزَيْقٍ، عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ بَيْنَمَا جِبْرِيلُ قَاعِدٌ عِنْدَ النَّبِيِّ صلى الله عليه وسلم سَمِعَ نَقِيضًا مِنْ فَوْقِهِ فَرَفَعَ رَأْسَهُ فَقَالَ هَذَا بَابٌ مِنَ السَّمَاءِ فُتِحَ الْيَوْمَ لَمْ يُفْتَحْ قَطُّ إِلاَّ الْيَوْمَ فَنَزَلَ مِنْهُ مَلَكٌ فَقَالَ هَذَا مَلَكٌ نَزَلَ إِلَى الأَرْضِ لَمْ يَنْزِلْ قَطُّ إِلاَّ الْيَوْمَ فَسَلَّمَ وَقَالَ أَبْشِرْ بِنُورَيْنِ أُوتِيتَهُمَا لَمْ يُؤْتَهُمَا نَبِيٌّ قَبْلَكَ فَاتِحَةُ الْكِتَابِ وَخَوَاتِيمُ سُورَةِ الْبَقَرَةِ لَنْ تَقْرَأَ بِحَرْفٍ مِنْهُمَا إِلاَّ أُعْطِيتَهُ .",
    "hadithBengali": "১৭৫০। হাসান ইবনুুর রাবী ও আহমাদ ইবনু জাওয়াস হানাফী (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, জিবরীল (আলাইহিস সালাম) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে উপবিষ্ট ছিলেন, ইত্যবসরে উপরের দিকে তিনি একটি আওয়াজ শুনতে পেয়ে নিজের মাথা তুললেন এবং বললেন, এটি আসমানের একটি দরজা যা আজই খুলে দেয়া হল; আজকের দিন ব্যতীত কখনও তা খোলা হয়নি। তখন সে দরজা দিয়ে একজন ফিরিশতা অবতরণ করলেন। তিনি বললেন, ইনি একজন ফিরিশতা যিনি পৃথিবীতে অবতরণ করলেন, আজ ছাড়া অন্য কখনো তিনি অবতরণ করেননি। এরপর উক্ত ফিরিশতা সালাম করে বললেন, দুটি নূর এর সুসংবাদ গ্রহণ করুন যা আপনাকে দেয়া হয়েছে এবং যা আপনার আগে আর কোন নাবীকে দেয়া হয়নি। তা হল সূরা ফাতিহা এবং সূরা বাকারার শেষাংশ। এ দু&#39; টির যে কোন হরফ আপনি পাঠ করবেন তা আপনাকে দিয়েই দেয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "1750",
    "id": "11115",
    "thesequence": "10574",
    "isActive": "1",
    "chapterId": "13379",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৯. সূরা ফাতিহা ও সূরা বাকারার শেষ অংশের ফযীলত, সূরা বাকারার শেষ দুই আয়াত তিলাওয়াতে উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd al-Rahman b. Yazid reported:\nI met Abu Masud near the House (Kaba) and said to him: A hadith has been conveyed to me on your authority about the two (concluding verses of Surah al-Baqara. He said: Yes. The Messenger of Allah (ﷺ) (in fact) said: Anyone who recites the two verses at the end of Surah al-Baqara at night, they would suffice for him.",
    "hadithArabic": "وَحَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا مَنْصُورٌ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ، بْنِ يَزِيدَ قَالَ لَقِيتُ أَبَا مَسْعُودٍ عِنْدَ الْبَيْتِ فَقُلْتُ حَدِيثٌ بَلَغَنِي عَنْكَ فِي الآيَتَيْنِ فِي سُورَةِ الْبَقَرَةِ . فَقَالَ نَعَمْ . قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الآيَتَانِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ مَنْ قَرَأَهُمَا فِي لَيْلَةٍ كَفَتَاهُ  .",
    "hadithBengali": "১৭৫১। আহমাদ ইবনু ইউনুস (রহঃ) ... আব্দুর রহমান ইবনু ইয়াযীদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, বায়তুল্লাহর নিকটে আমি আবূ মাসউদ (রাঃ) এর সাথে সাক্ষাত করে তাঁকে বললাম, সূরা বাকারার দুটি আয়াত সম্পর্কে আপনার পক্ষ হতে এক হাদীসের খবর আমার কাছে পৌছেছে। তিনি বলেন, হ্যাঁ, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সূরা বাকারার শেষ দুআয়াতে যে ব্যাক্তি কোন রাতে তিলাওয়াত করবে আয়াত দুটি তার জন্য যথেষ্ট হবে।\n",
    "checkStatus": "1",
    "hadithNo": "1751",
    "id": "11116",
    "thesequence": "10575",
    "isActive": "1",
    "chapterId": "13379",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৯. সূরা ফাতিহা ও সূরা বাকারার শেষ অংশের ফযীলত, সূরা বাকারার শেষ দুই আয়াত তিলাওয়াতে উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Mansur with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، كِلاَهُمَا عَنْ مَنْصُورٍ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "১৭৫২। ইসহাক ইবনু ইবরাহীম, মুহাম্মদ ইবনুল মূসান্না ও ইবনু বাশশার (রহঃ) ... মানসুর (রহঃ) সুত্রে উক্ত সনদে হাদীসটি বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1752",
    "id": "11117",
    "thesequence": "10576",
    "isActive": "1",
    "chapterId": "13379",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৯. সূরা ফাতিহা ও সূরা বাকারার শেষ অংশের ফযীলত, সূরা বাকারার শেষ দুই আয়াত তিলাওয়াতে উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Masud reported Allahs Messenger (ﷺ) as saying:\nIf anyone recites the two verses at the end of Surah al-Baqara at night, they would suffice for him Abd al-Rahman said: I met Abu Masud and he was circumambulating the House (of Allah) and asked him about this (tradition) and he narrated it to me from the Messenger of Allah (ﷺ).",
    "hadithArabic": "حَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ التَّمِيمِيُّ، أَخْبَرَنَا ابْنُ مُسْهِرٍ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَلْقَمَةَ بْنِ قَيْسٍ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ قَرَأَ هَاتَيْنِ الآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ كَفَتَاهُ  . قَالَ عَبْدُ الرَّحْمَنِ فَلَقِيتُ أَبَا مَسْعُودٍ وَهُوَ يَطُوفُ بِالْبَيْتِ فَسَأَلْتُهُ فَحَدَّثَنِي بِهِ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "১৭৫৩। মিনজাব ইবনু হারিস তামীমী (রহঃ) ... আবূ মাসউদ আনসারী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি সূরা বাকারার শেষ আয়াতদ্বয় রাতে পাঠ করবে তার জন্য তা যথেষ্ট হবে। রাবী আবদুর রহমান (রহঃ) বলেন, পরে আমি আবূ মাসউদ (রাঃ) এর সাথে সাক্ষাত করলাম, তখন তিনি বায়তূল্লাহ তাওয়াফ করছিলেন। আমি তাকে এ হাদীস সম্পর্কে জিজ্ঞাসা করলে তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমাকে হাদীসটি শুনিয়ে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1753",
    "id": "11118",
    "thesequence": "10577",
    "isActive": "1",
    "chapterId": "13379",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৯. সূরা ফাতিহা ও সূরা বাকারার শেষ অংশের ফযীলত, সূরা বাকারার শেষ দুই আয়াত তিলাওয়াতে উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated by Abu Masud from the Messenger of Allah (ﷺ) through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى يَعْنِي ابْنَ يُونُسَ، ح وَحَدَّثَنَا أَبُو بَكْرِ، بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، جَمِيعًا عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، وَعَبْدِ، الرَّحْمَنِ بْنِ يَزِيدَ عَنْ أَبِي مَسْعُودٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ .",
    "hadithBengali": "১৭৫৪। আলী ইবনু খাশরাম ও আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আবূ মাসউদ (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1754",
    "id": "11119",
    "thesequence": "10578",
    "isActive": "1",
    "chapterId": "13379",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৯. সূরা ফাতিহা ও সূরা বাকারার শেষ অংশের ফযীলত, সূরা বাকারার শেষ দুই আয়াত তিলাওয়াতে উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It is through another chain of transmitters that this hadith has been reported by Abu Masud from the Messenger of Allah (ﷺ).",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصٌ، وَأَبُو مُعَاوِيَةَ عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ أَبِي مَسْعُودٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ .",
    "hadithBengali": "১৭৫৫। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আবূ মাসউদ (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1755",
    "id": "11120",
    "thesequence": "10579",
    "isActive": "1",
    "chapterId": "13379",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "৯. সূরা ফাতিহা ও সূরা বাকারার শেষ অংশের ফযীলত, সূরা বাকারার শেষ দুই আয়াত তিলাওয়াতে উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Darda reported Allahs Apostle (ﷺ) as saying:\nIf anyone learns by heart the first ten verses of the Surah al-Kahf, he will be protected from the Dajjal.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ سَالِمِ، بْنِ أَبِي الْجَعْدِ الْغَطَفَانِيِّ عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ الْيَعْمَرِيِّ، عَنْ أَبِي الدَّرْدَاءِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْفِ عُصِمَ مِنَ الدَّجَّالِ ",
    "hadithBengali": "১৭৫৬। মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ... আবূ দারদা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি সূরা কাহফের প্রথম দশ আয়াত মুখস্থ করবে সে দাজ্জাল এর ফিতনা থেকে রক্ষা পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "1756",
    "id": "11121",
    "thesequence": "10580",
    "isActive": "1",
    "chapterId": "13380",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১০. সূরা কাহ্&zwnj;ফ এবং আয়াতুল কুরসীর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted by Qatada with the same chain of transmitters. But Shuba (one of the narrators) said:\nAt the end of Surah al-Kahf, but Hammam said: At the beginning of Surah al-Kahf.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا هَمَّامٌ، جَمِيعًا عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ قَالَ شُعْبَةُ مِنْ آخِرِ الْكَهْفِ . وَقَالَ هَمَّامٌ مِنْ أَوَّلِ الْكَهْفِ كَمَا قَالَ هِشَامٌ.",
    "hadithBengali": "১৭৫৭। মুহাম্মাদ ইবনুল মূসান্না, ইবনু বাশশার ও যুহায়র ইবনু হারব (রহঃ) ... কাতাদা (রহঃ) উক্ত সনদে হাদীসটি বর্ণনা করেছেন। তবে রাবী শুবা (রহঃ) বলেছেন, সূরা কাহফের শেষ অংশ থেকে এবং রাবী হাম্মাম (রহঃ) বলেছেন, সূরা কাহফের শুরু হতে যেমন হিশাম (রহঃ) এর বর্ণনায় রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1757",
    "id": "11122",
    "thesequence": "10581",
    "isActive": "1",
    "chapterId": "13380",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১০. সূরা কাহ্&zwnj;ফ এবং আয়াতুল কুরসীর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ubayy b. Kab said:\nAllahs Messenger (ﷺ) said: O Abu al-Mundhir, do you know the verse from the Book of Allah which, according to you, is the greatest? I said: Allah and His Apostle (ﷺ) know best. He again said: Abul-Mundhir, do you know the verse from the Book of Allah which, according to you, is the greatest? I said: Allah, there is no god but He, the Living, the Eternal. Thereupon he struck me on my breast and said: May knowledge be pleasant for you, O Abul-Mundhir!",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ عَبْدِ الأَعْلَى، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي السَّلِيلِ، عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ الأَنْصَارِيِّ، عَنْ أُبَىِّ بْنِ كَعْبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يَا أَبَا الْمُنْذِرِ أَتَدْرِي أَىُّ آيَةٍ مِنْ كِتَابِ اللَّهِ مَعَكَ أَعْظَمُ  . قَالَ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ . قَالَ  يَا أَبَا الْمُنْذِرِ أَتَدْرِي أَىُّ آيَةٍ مِنْ كِتَابِ اللَّهِ مَعَكَ أَعْظَمُ  . قَالَ قُلْتُ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ . قَالَ فَضَرَبَ فِي صَدْرِي وَقَالَ  وَاللَّهِ لِيَهْنِكَ الْعِلْمُ أَبَا الْمُنْذِرِ  .",
    "hadithBengali": "১৭৫৮। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... উবাই ইবনু কাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, হে আবূল মুনযির! তুমি জান কি তোমার কাছে যে আল্লাহর কিতাব রয়েছে এর কোন আয়াতটি সর্বাপেক্ষা মর্যাদাবান? উবাই (রাঃ) বলেন, আমি বললাম, আল্লাহ এবং তার রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিক জ্ঞাত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আবার) বললেন, হে আবূল মুনযির তুমি জান কি, তোমার কাছে আল্লাহর যে কিতাব রয়েছে এর কোন আয়াতটি সর্বাপেক্ষা মর্যাদাবান? উবাই (রাঃ) বলেন, আমি বললাম,اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ (অর্থাৎ আয়াতুল কুরসী) উবাই (রাঃ) বলেন, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার বুকে হাত মেরে বললেন, আবূল মুনযির! মুবারক হোক তোমার জন্য ইলম।\n",
    "checkStatus": "1",
    "hadithNo": "1758",
    "id": "11123",
    "thesequence": "10582",
    "isActive": "1",
    "chapterId": "13380",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১০. সূরা কাহ্&zwnj;ফ এবং আয়াতুল কুরসীর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Darda reported Allahs Apostle (ﷺ) as saying:\nIs any one of you incapable of reciting a third of the Quran in a night? They (the Companions) asked: How could one recite a third of the Quran (in a night)? Upon this he (the Holy Prophet) said: Say: He is Allah, One (Quran. cxii) is equivalent to a third of the Quran.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالَ زُهَيْرٌ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ، عَنْ أَبِي الدَّرْدَاءِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  أَيَعْجِزُ أَحَدُكُمْ أَنْ يَقْرَأَ فِي لَيْلَةٍ ثُلُثَ الْقُرْآنِ  قَالُوا : وَكَيْفَ يَقْرَأْ ثُلُثَ الْقُرْآنِ ؟ قَالَ :  قُلْ هُوَ اللَّهُ أَحَدٌ تَعْدِلُ ثُلُثَ الْقُرْآنِ  .",
    "hadithBengali": "১৭৫৯। যুহায়র ইবনু হারব ও মুহাম্মাদ ইবনু বাশশার (রহঃ) আবূ দারদা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ কি এতে অক্ষম যে, এক রাতে কুরআনের এক তৃতীয়াংশ পড়বে? সাহাবাগণ বললেন, কুরআনের এক-তৃতীয়াংশ কেমন করে পড়তে পারব? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন,قُلْ هُوَ اللَّهُ أَحَدٌ (সূরা ইখলাস) কুরআনের এক তৃতীয়াংশের সমান।\n",
    "checkStatus": "1",
    "hadithNo": "1759",
    "id": "11124",
    "thesequence": "10583",
    "isActive": "1",
    "chapterId": "13381",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১১. সূরা ইখলাস পাঠের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Qatada with the same chain of transmitters in these words:\nHe (the Messenger of Allah) said: Allah divided the Quran into three parts, and he made: Say: He, Allah is One. one part out of the (three) parts of the Quran.",
    "hadithArabic": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا مُحَمَّدُ بْنُ بَكْرٍ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا أَبَانٌ الْعَطَّارُ، جَمِيعًا عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ . وَفِي حَدِيثِهِمَا مِنْ قَوْلِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّ اللَّهَ جَزَّأَ الْقُرْآنَ ثَلاَثَةَ أَجْزَاءٍ فَجَعَلَ قُلْ هُوَ اللَّهُ أَحَدٌ جُزْءًا مِنْ أَجْزَاءِ الْقُرْآنِ  .",
    "hadithBengali": "১৭৬০। ইসহাক ইবনু ইবরাহীম এবং আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... কাতাদা (রহঃ) থেকে উক্ত সনদে হাদীসটি বর্ণনা করেছেন তবে দু&#39; জনের হাদীসে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বানীর এ অংশও রয়েছে যে, আল্লাহ তাআলা কুরআনকে তিন-ভাগে বিভক্ত করেছেন এবং قُلْ هُوَ اللَّهُ أَحَدٌ কে কুরআনের অংশ সমুহের একটি গুরুত্বপূর্ণ অংশে সাব্যস্ত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1760",
    "id": "11125",
    "thesequence": "10584",
    "isActive": "1",
    "chapterId": "13381",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১১. সূরা ইখলাস পাঠের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is reported on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:\nGet together. for I am going to recite one-third of the Quran before you. And those who could get together gathered there. Then the Messenger of Allah (ﷺ) came out and recited: Say: He, Allah, is One. He then entered (his house). Some of us said to the others: Perhaps there has been some news from the heaven on account of which he has gone Inside (the house). The Apostle of Allah (ﷺ) again came out and said: I told you that I was going to recite one-third of the Qurin; keep in mind, this (Surah Ikhlas) is equivalent to one-third of the Quran.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، وَيَعْقُوبُ بْنُ إِبْرَاهِيمَ، جَمِيعًا عَنْ يَحْيَى، - قَالَ ابْنُ حَاتِمٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، - حَدَّثَنَا يَزِيدُ بْنُ كَيْسَانَ، حَدَّثَنَا أَبُو حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  احْشِدُوا فَإِنِّي سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ  . فَحَشَدَ مَنْ حَشَدَ ثُمَّ خَرَجَ نَبِيُّ اللَّهِ صلى الله عليه وسلم فَقَرَأَ { قُلْ هُوَ اللَّهُ أَحَدٌ} ثُمَّ دَخَلَ فَقَالَ بَعْضُنَا لِبَعْضٍ إِنِّي أُرَى هَذَا خَبَرٌ جَاءَهُ مِنَ السَّمَاءِ فَذَاكَ الَّذِي أَدْخَلَهُ . ثُمَّ خَرَجَ نَبِيُّ اللَّهِ صلى الله عليه وسلم فَقَالَ  إِنِّي قُلْتُ لَكُمْ سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ أَلاَ إِنَّهَا تَعْدِلُ ثُلُثَ الْقُرْآنِ  .",
    "hadithBengali": "১৭৬১। মুহাম্মাদ ইবনু হাতিম ও ইয়াকুব ইবনু ইবরাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা সমবেত হও! আমি তোমাদের সামনে কুরআনের এক তৃতীয়াংশ পড়ব। ফলে যাদের পক্ষে সম্ভব তারা সমবেত হল। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হয়ে এলেন এবং তিলাওয়াত করে আবার ঘরে গেলেন। তখন আমাদের একজন অন্যজনকে বলতে লাগল, মনে হয়, এই যে আসমান হতে (এখনই) কোন খবর পড়েছে এবং তাই তাঁকে (ঘরে) প্রবেশ করিয়েছে। পরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হয়ে এসে বললেন, আমি তোমাদের বলেছিলাম যে, তোমাদের সামনে কুরআনের এক তৃতীয়াংশ পাঠ করব। শোন সূরা ইখলাস কুরআনের এক তৃতীয়াংশের সমান।\n",
    "checkStatus": "1",
    "hadithNo": "1761",
    "id": "11126",
    "thesequence": "10585",
    "isActive": "1",
    "chapterId": "13381",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১১. সূরা ইখলাস পাঠের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nThe Messenger of Allah (ﷺ) came out to us and said: I am going to recite before you one-third of the Quran. He (the Holy Prophet) then recited: Say: He is Allah, One--Allah, the Eternal, to the end of the Surah.",
    "hadithArabic": " وَحَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ بَشِيرٍ أَبِي إِسْمَاعِيلَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ خَرَجَ إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  أَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ  . فَقَرَأَ { قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ} حَتَّى خَتَمَهَا .",
    "hadithBengali": "১৭৬২। ওয়াসিল ইবনু আব্দুল আ&#39;লা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে বের হয়ে এসে বললেন, আমি তোমাদের সামনে কুরআনের এক তৃতীয়াংশ তিলাওয়াত করছি। তিনি তখন قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ শেষ পর্যন্ত তিলাওয়াত করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1762",
    "id": "11127",
    "thesequence": "10586",
    "isActive": "1",
    "chapterId": "13381",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১১. সূরা ইখলাস পাঠের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nThe Messenger of Allah (ﷺ) sent a man in charge of an expedition and he would recite for his Companions during their prayer, ending (recitation) with: Say, He is God, One. When they returned mention was made of it to the Messenger of Allah (ﷺ). He (the Holy Prophet) told them to ask him why he had done like that. So they asked him and he said: Verily, it is an attribute of the Compassionate One, and (for this reason) I love to recite it. The Messenger of Allah (ﷺ) thereupon said: Inform him that Allah loves him.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ وَهْبٍ، حَدَّثَنَا عَمِّي عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنَا عَمْرُو بْنُ الْحَارِثِ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، أَنَّ أَبَا الرِّجَالِ، مُحَمَّدَ بْنَ عَبْدِ الرَّحْمَنِ حَدَّثَهُ عَنْ أُمِّهِ، عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ وَكَانَتْ فِي حَجْرِ عَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم عَنْ عَائِشَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ رَجُلاً عَلَى سَرِيَّةٍ وَكَانَ يَقْرَأُ لأَصْحَابِهِ فِي صَلاَتِهِمْ فَيَخْتِمُ بِـ { قُلْ هُوَ اللَّهُ أَحَدٌ} فَلَمَّا رَجَعُوا ذُكِرَ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ  سَلُوهُ لأَىِّ شَىْءٍ يَصْنَعُ ذَلِكَ  . فَسَأَلُوهُ فَقَالَ لأَنَّهَا صِفَةُ الرَّحْمَنِ فَأَنَا أُحِبُّ أَنْ أَقْرَأَ بِهَا . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَخْبِرُوهُ أَنَّ اللَّهَ يُحِبُّهُ .",
    "hadithBengali": "১৭৬৩। আহমাদ ইবনু আবদুর রহমান ইবনু ওয়হব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে একটি সেনাদলের অধিনায়ক করে পাঠালেন। তিনি তার সঙ্গীদের নিয়ে সালাত আদায় করতে গিয়ে তার কিরাআত قُلْ هُوَ اللَّهُ أَحَدٌ দ্বারা শেষ করতেন। তারা ফিরে এলে বিষয়টি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উল্লেখ করলেন। তখন তিনি বললেন তাঁকে জিজ্ঞাসা কর সে কিসের জন্য এমন করে থাকে? তখন তাঁরা তাঁকে জিজ্ঞাসা করলে তিনি বললেন, কেননা, এ সূরাটি রাহমানের গুনাবলিলী সম্বলিত। কাজেই আমি তা পাঠ করতে ভালবাসি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা তাকে জানিয়ে দাও যে, আল্লাহও তাকে ভালবাসেন।\n",
    "checkStatus": "1",
    "hadithNo": "1763",
    "id": "11128",
    "thesequence": "10587",
    "isActive": "1",
    "chapterId": "13381",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১১. সূরা ইখলাস পাঠের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Uqba b. Amir reported Allahs Messenger (ﷺ) as saying:\nWhat wonderful verses have been sent down today. the like of which has never been seen! They are: Say: I seek refuge with the Lord of the dawn, and Say: I seek refuge with the Lord of men.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنْ بَيَانٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَلَمْ تَرَ آيَاتٍ أُنْزِلَتِ اللَّيْلَةَ لَمْ يُرَ مِثْلُهُنَّ قَطُّ { قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ} وَ { قُلْ أَعُوذُ بِرَبِّ النَّاسِ}  .",
    "hadithBengali": "১৭৬৪। কুতায়াবা ইবনু সাঈদ (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সে আয়াতসমূহের প্রতি লক্ষ্য করেছ কি, যা আজ রাতে অবর্তীর্ণ হয়েছে। সেগুলোর সদৃশ আর কখনও দেখা যায়নি। (তা হল) কুল আউযু বিরাব্বিল ফালাক ও কুল আউযূ বি রাব্বিন নাস।\n",
    "checkStatus": "1",
    "hadithNo": "1764",
    "id": "11129",
    "thesequence": "10588",
    "isActive": "1",
    "chapterId": "13382",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১২. মু&rsquo;আব্বিযাতায়ন (সূরা ফালাক ও সূরা নাস) পাঠের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Uqba b. Amir reported:\nThe Messenger of Allah (ﷺ) said to me: There have been sent down to me verses the like of which had never been seen before. They are the Muawwadhatain.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ قَيْسٍ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم   أُنْزِلَ - أَوْ أُنْزِلَتْ - عَلَىَّ آيَاتٌ لَمْ يُرَ مِثْلُهُنَّ قَطُّ الْمُعَوِّذَتَيْنِ  .",
    "hadithBengali": "১৭৬৫। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আমার উপরে এমন কতক আয়াত নাযিল করা হয়েছে যার মত আর কখনও দেখা যায়নি। তা হল মু&#39;আববিযাতাইন।\n",
    "checkStatus": "1",
    "hadithNo": "1765",
    "id": "11130",
    "thesequence": "10589",
    "isActive": "1",
    "chapterId": "13382",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১২. মু&rsquo;আব্বিযাতায়ন (সূরা ফালাক ও সূরা নাস) পাঠের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated through another chain of transmitters directly from the Companions of Muhammad (ﷺ).",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا أَبُو أُسَامَةَ، كِلاَهُمَا عَنْ إِسْمَاعِيلَ، بِهَذَا الإِسْنَادِ مِثْلَهُ . وَفِي رِوَايَةِ أَبِي أُسَامَةَ عَنْ عُقْبَةَ، بْنِ عَامِرٍ الْجُهَنِيِّ وَكَانَ مِنْ رُفَعَاءِ أَصْحَابِ مُحَمَّدٍ صلى الله عليه وسلم .",
    "hadithBengali": "১৭৬৬। আবূ বাকর ইবনু আবূ শায়বা ও মুহাম্মাদ ইবনু রাফি (রহঃ) ... ইসমাঈল (রহঃ) থেকে পূর্বোক্ত সনদে অনুরূপ বর্ণনা করেছেন। তবে আবূ উসামা (রহঃ) এর রিওয়ায়াতে রয়েছে, উকবা ইবনু আমির জুহানী (রাঃ) থেকে ... এবং তিনি ছিলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মহান সাহাবীগনের অন্যতম।\n",
    "checkStatus": "1",
    "hadithNo": "1766",
    "id": "11131",
    "thesequence": "10590",
    "isActive": "1",
    "chapterId": "13382",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১২. মু&rsquo;আব্বিযাতায়ন (সূরা ফালাক ও সূরা নাস) পাঠের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salim narrated on the authority of his father (Ibn Umar) that the Messenger of Allah (ﷺ) said:\nEnvy is not justified but in case of two persons only: one who, having been given (knowledge of) the Quran by Allah, recites it during the night and day (and also acts upon it) and a man who, having been given wealth by God, spends it during the night and the day (for the welfare of others. seeking the pleasure of the Lord).",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، كُلُّهُمْ عَنِ ابْنِ عُيَيْنَةَ، - قَالَ زُهَيْرٌ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، - حَدَّثَنَا الزُّهْرِيُّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ حَسَدَ إِلاَّ فِي اثْنَتَيْنِ رَجُلٌ آتَاهُ اللَّهُ الْقُرْآنَ فَهُوَ يَقُومُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ وَرَجُلٌ آتَاهُ اللَّهُ مَالاً فَهُوَ يُنْفِقُهُ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ  .",
    "hadithBengali": "১৭৬৭। আবূ বাকর ইবনু আবূ শায়বা, আমরুন নাকিদ ও যুহায়র ইবনু হারব (রহঃ) ... সালিম (রহঃ) তাঁর পিতা ইবনু উমর (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, হাসাদ (ঈর্ষা) করা যায় না। কিন্তু দু&#39;ব্যাক্তির ব্যাপারেঃ ১. এমন এক ব্যাক্তি যাকে আল্লাহ কুরআন দান করেছেন, আর সে দিন রাতের মুহুর্তগুলোতে তা নিয়েই ব্যস্ত থাকে। ২. এমন এক ব্যাক্তি যাকে আল্লাহ ধন-সস্পদ দিয়েছেন, আর সে রাত দিনের মুহূর্তগুলোতে তা ব্যায় করতে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "1767",
    "id": "11132",
    "thesequence": "10591",
    "isActive": "1",
    "chapterId": "13383",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৩. কুরআন অধ্যয়ন ও শিক্ষাদানে রত ব্যক্তির ফযীলত এবং যে ব্যক্তি ফিক্&zwnj;হ ইত্যাদির সূক্ষ্ম জ্ঞান আরোহন করে, তদানুসারে আমল করে ও শিক্ষা দেয়, তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salim son of Abdullah b. Umar is reported to have said on the authority of his father that the Messenger of Allah (ﷺ) observed:\nEnvy is not justified but in case of two persons only: one who, having been given (knowledge of) the Quran by Allah, recites it during the night and during the day (and acts upon it), and the person who, having been given wealth by God, gives it in charity during the night and the day.",
    "hadithArabic": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ حَسَدَ إِلاَّ عَلَى اثْنَتَيْنِ رَجُلٌ آتَاهُ اللَّهُ هَذَا الْكِتَابَ فَقَامَ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ وَرَجُلٌ آتَاهُ اللَّهُ مَالاً فَتَصَدَّقَ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ  .",
    "hadithBengali": "১৭৬৮। হারামালা ইবনু ইয়াহয়া (রহঃ) ... সালিম ইবনু আবদুল্লাহ ইবনু উমর (রহঃ) বলেছেন, দুই ব্যাক্তি ব্যতীত অন্য কারো প্রতি হাসাদ (ঈর্ষা) করা যায় না। এক ব্যাক্তি যাকে আল্লাহ এ কিতাব দান করেছেন এবং সে দিবারাতের মুহূর্তগুলোতে তা নিয়ে ব্যস্ত থাকে আর এক ব্যাক্তি যাকে আল্লাহ মাল দিয়েছেন এবং সে দিবারাতের মুহুর্তগুলোতে তা দান করতে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "1768",
    "id": "11133",
    "thesequence": "10592",
    "isActive": "1",
    "chapterId": "13383",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৩. কুরআন অধ্যয়ন ও শিক্ষাদানে রত ব্যক্তির ফযীলত এবং যে ব্যক্তি ফিক্&zwnj;হ ইত্যাদির সূক্ষ্ম জ্ঞান আরোহন করে, তদানুসারে আমল করে ও শিক্ষা দেয়, তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Masud reported Allahs Messenger (ﷺ) as saying:\nThere should be no envy but only in case of two persons: one having been endowed with wealth and power to spend it in the cause of Truth, and (the other) who has been endowed with wisdom and he decides cases with the help of it and teaches it (to others).",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، قَالَ قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي وَمُحَمَّدُ بْنُ بِشْرٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، عَنْ قَيْسٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ حَسَدَ إِلاَّ فِي اثْنَتَيْنِ رَجُلٌ آتَاهُ اللَّهُ مَالاً فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِي الْحَقِّ وَرَجُلٌ آتَاهُ اللَّهُ حِكْمَةً فَهُوَ يَقْضِي بِهَا وَيُعَلِّمُهَا  .",
    "hadithBengali": "১৭৬৯। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেছেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দু&#39; ব্যাক্তি ব্যতীত অন্য কারো প্রতি হাসাদ (ঈর্ষা) করা যায় নাঃ সেই ব্যক্তি যাকে আল্লাহ সম্পদ দিয়েছেন এবং তাকে তা হক পথে উজাড় করার ক্ষমতা দিয়েছেন, আর এক ব্যাক্তি যাকে আল্লাহ দ্বীনের সূক্ষজ্ঞান দান করেছেন এবং সে তার আলোকে ফয়সালা করে এবং তা শিক্ষা দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "1769",
    "id": "11134",
    "thesequence": "10593",
    "isActive": "1",
    "chapterId": "13383",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৩. কুরআন অধ্যয়ন ও শিক্ষাদানে রত ব্যক্তির ফযীলত এবং যে ব্যক্তি ফিক্&zwnj;হ ইত্যাদির সূক্ষ্ম জ্ঞান আরোহন করে, তদানুসারে আমল করে ও শিক্ষা দেয়, তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amir b. Wathila reported that Nafi b. Abd al-Harith met Umar at Usfan and Umar had employed him as collector in Mecca. He (Hadrat Umar) said to him (Nafi):\nWhom have you appointed as collector over the people of the valley? He said: Ibn Abza. He said: Who is Ibn Abza? He said: He is one of our freed slaves. He (Hadrat Umar) said: So you have appointed a freed slave over them. He said: He is well versed In the Book of Allah. the Exalted and Great, and he is well versed In the commandments and injunctions (of the Shariah). Umar said: So the Prophet (ﷺ) said: By this Book, Allah would exalt some peoples and degrade others.",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنِي أَبِي، عَنِ ابْنِ شِهَابٍ، عَنْ عَامِرِ بْنِ وَاثِلَةَ، أَنَّ نَافِعَ بْنَ عَبْدِ الْحَارِثِ، لَقِيَ عُمَرَ بِعُسْفَانَ وَكَانَ عُمَرُ يَسْتَعْمِلُهُ عَلَى مَكَّةَ فَقَالَ مَنِ اسْتَعْمَلْتَ عَلَى أَهْلِ الْوَادِي فَقَالَ ابْنَ أَبْزَى . قَالَ وَمَنِ ابْنُ أَبْزَى قَالَ مَوْلًى مِنْ مَوَالِينَا . قَالَ فَاسْتَخْلَفْتَ عَلَيْهِمْ مَوْلًى قَالَ إِنَّهُ قَارِئٌ لِكِتَابِ اللَّهِ عَزَّ وَجَلَّ وَإِنَّهُ عَالِمٌ بِالْفَرَائِضِ . قَالَ عُمَرُ أَمَا إِنَّ نَبِيَّكُمْ صلى الله عليه وسلم قَدْ قَالَ   إِنَّ اللَّهَ يَرْفَعُ بِهَذَا الْكِتَابِ أَقْوَامًا وَيَضَعُ بِهِ آخَرِينَ  .",
    "hadithBengali": "১৭৭০। যুহায়র ইবনু হারব (রহঃ) ... আমির ইবনু ওয়াসিলা (রহঃ) থেকে বর্ণনা করেন যে, নাফি ইবনু আব্দুল হারিস (রাঃ) উসফানে উমর (রাঃ) এর সঙ্গে সাক্ষাত লাভ করেছিলেন। উমর (রাঃ) তাকে মক্কার আমির ও শাসনকর্তা নিয়োগ করেছিলেন। (পথিমধ্যে সাক্ষাতে) উমর (রাঃ) বললেন, উপত্যকাবাসীদের (মক্কাবাসীদের) জন্য কাকে ভারপ্রাপ্ত শাসনকর্তা নিয়োগ করে এসেছ? তিনি (নাফি (রাঃ) বলেন, আবযা (রাঃ) কে। তিনি জিজ্ঞাসা করলেন, ইবনু আবযা আবার কে? তিনি (নাফি (রাঃ) বললেন, আমাদের আযাদকৃত গোলামদের মধ্যে একজন। উমর (রাঃ) বললেন, তুমি কি একজন ক্রীতদাসকে তাদের জন্য তোমার স্থলাভিষিক্ত নিয়োগ করে এসেছ? নাফি (রাঃ) বললেন, সে তো মহা মহীয়ান আল্লাহর কিতাবের একজন কারী (হাফিয) ও আহকামে শরীয়াত সম্পর্কে অভিজ্ঞ ব্যাক্তি। উমর (রাঃ) বললেন, শোন! তোমাদের নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ই তো বলেছেন যে, আল্লাহ এই কিতারের মাধ্যমে অনেক জাতির উত্থান সাধন করবেন এবং এরই কারণে অনেক জাতির পতন ঘটাবেন।\n",
    "checkStatus": "1",
    "hadithNo": "1770",
    "id": "11135",
    "thesequence": "10594",
    "isActive": "1",
    "chapterId": "13383",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৩. কুরআন অধ্যয়ন ও শিক্ষাদানে রত ব্যক্তির ফযীলত এবং যে ব্যক্তি ফিক্&zwnj;হ ইত্যাদির সূক্ষ্ম জ্ঞান আরোহন করে, তদানুসারে আমল করে ও শিক্ষা দেয়, তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Zuhri through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، وَأَبُو بَكْرِ بْنُ إِسْحَاقَ قَالاَ أَخْبَرَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي عَامِرُ بْنُ وَاثِلَةَ اللَّيْثِيُّ، أَنَّ نَافِعَ بْنَ، عَبْدِ الْحَارِثِ الْخُزَاعِيَّ لَقِيَ عُمَرَ بْنَ الْخَطَّابِ بِعُسْفَانَ . بِمِثْلِ حَدِيثِ إِبْرَاهِيمَ بْنِ سَعْدٍ عَنِ الزُّهْرِيِّ، .",
    "hadithBengali": "১৭৭১। আবদুল্লাহ ইবনু আব্দুর রহমান দারিমী ও আবূ বাকর ইবনু ইসহাক (রহঃ) ... আমির ইবনু ওয়াসিলা লায়সী (রহঃ) সুত্রে বর্ণনা করেন যে, নাফি ইবনু আব্দুল হারিস খুযাঈ (রাঃ) উসফানে উমর ইবনুল খাত্তাব (রাঃ) এর সঙ্গে সাক্ষাত করলেন...... (পূর্বোক্ত সনদের) ইবরাহীম সাদ কর্তৃক যুহুরী (রহঃ) থেকে বর্ণিত হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "1771",
    "id": "11136",
    "thesequence": "10595",
    "isActive": "1",
    "chapterId": "13383",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৩. কুরআন অধ্যয়ন ও শিক্ষাদানে রত ব্যক্তির ফযীলত এবং যে ব্যক্তি ফিক্&zwnj;হ ইত্যাদির সূক্ষ্ম জ্ঞান আরোহন করে, তদানুসারে আমল করে ও শিক্ষা দেয়, তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umar b. Khattab said:\nI heard Hisham b. Hakim b. Hizam reciting Surah al-Furqan in a style different from that in which I used to recite it, and in which Allahs Messenger (ﷺ) had taught me to recite it. I was about to dispute with him (on this style) but I delayed till he had finished that (the recitation). Then I caught hold of his cloak and brought him to the Messenger of Allah (ﷺ) and said: Messenger of Allah, I heard this man reciting Surah al-Furqan in a style different from the one in which you taught me to recite. Upon this the Messenger of Allah (ﷺ) told (me) to leave him alone and asked him to recite. He then recited in the style in which I beard him recite it. The Messenger of Allah (ﷺ) then said: Thus was it sent down. He then told me to recite and I recited it, and he said: Thus was it sent down. The Quran was sent down in seven dialects. So recite what seems easy therefrom.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدٍ الْقَارِيِّ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ سَمِعْتُ هِشَامَ بْنَ، حَكِيمِ بْنِ حِزَامٍ يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى غَيْرِ مَا أَقْرَؤُهَا وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَقْرَأَنِيهَا فَكِدْتُ أَنْ أَعْجَلَ عَلَيْهِ ثُمَّ أَمْهَلْتُهُ حَتَّى انْصَرَفَ ثُمَّ لَبَّبْتُهُ بِرِدَائِهِ فَجِئْتُ بِهِ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي سَمِعْتُ هَذَا يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى غَيْرِ مَا أَقْرَأْتَنِيهَا . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَرْسِلْهُ اقْرَأْ  . فَقَرَأَ الْقِرَاءَةَ الَّتِي سَمِعْتُهُ يَقْرَأُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  هَكَذَا أُنْزِلَتْ  . ثُمَّ قَالَ لِيَ  اقْرَأْ  . فَقَرَأْتُ فَقَالَ  هَكَذَا أُنْزِلَتْ إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ  .",
    "hadithBengali": "১৭৭২। ইয়াহয়া ইবনু ইয়াহয়া (রহঃ) ... আব্দুর রহমান ইবনু আবদ কারী (রহঃ) থেকে বর্ণিত। তিনি বলেন, উমর ইবনুুূল খাত্তাব (রাঃ) কে আমি বলতে শুনেছি যে, আমি যেভাবে সূরা ফূরকান তিলাওয়াত করি, হিশাম ইবনু হাকীম ইবনু হিযাম (রাঃ) কে তা থেকে ভিন্ন কায়দায় তিলাওয়াত করতে শুনলাম। অথচ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামই এ সূরাটি এভাবে পড়তে আমাকে শিখিয়েছেন। আমি তখনই তাকে পাকড়াও করতে উদ্যত হয়েছিলাম। কিন্তু তাকে অবকাশ দিলাম। তিনি সালাত সমাপ্ত করলেন। এরপরই আমি তার চাঁদর দিয়ে তাঁকে পেঁচিয়ে ধরে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে নিয়ে এসে বললাম, ইয়া রাসুলাল্লাহ! আমি একে সূরা ফুরকান পাঠ করতে শুনেছি। আপনি আমাকে যেমন পাঠ করতে শিক্ষা দিয়েছেন, তা থেকে ভিন্নরূপ।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আমাকে) বললেন, তাঁকে ছেড়ে দাও, (এবং তাকে বললেন) পড় তো। সে তখন ওই কিরা&#39;আতই পড়ে শোনাল, যেমন তাঁকে আমি পড়তে শুনেছিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, (আয়াতটি) অনুরূপ নাযিল করা হয়েছে। অতঃপর আমাকে বললেন, তুমি পড়! আমি তিলাওয়াত করলাম, তিনি বললেন, এ ভাবেই নাযিল করা হয়েছে। এ কুরআন সাত হরফে (ধরনে) নাযিল করা হয়েছে। সূতরাং যার যেভাবে সহজ হয় তোমরা তা (সেভাবে) পাঠ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "1772",
    "id": "11137",
    "thesequence": "10596",
    "isActive": "1",
    "chapterId": "13384",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৪. কুরআন সাত হরফে অবতীর্ণ হওয়ার বিবরণ ও এর মর্মার্থ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been transmitted thus by Umar b. Khattab (with a slight change of words):\n I heard Hisham b. Hakim reciting Surah al-Furqan during the lifetime of Allahs Messenger (ﷺ). The rest is the same but with this addition: I was about to catch hold of him in prayer, but I exercised patience till he pronounced salutation.",
    "hadithArabic": " وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ، وَعَبْدَ الرَّحْمَنِ بْنَ عَبْدٍ الْقَارِيَّ، أَخْبَرَاهُ أَنَّهُمَا، سَمِعَا عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ سَمِعْتُ هِشَامَ بْنَ حَكِيمٍ، يَقْرَأُ سُورَةَ الْفُرْقَانِ فِي حَيَاةِ رَسُولِ اللَّهِ صلى الله عليه وسلم . وَسَاقَ الْحَدِيثَ بِمِثْلِهِ وَزَادَ فَكِدْتُ أُسَاوِرُهُ فِي الصَّلاَةِ فَتَصَبَّرْتُ حَتَّى سَلَّمَ .",
    "hadithBengali": "১৭৭৩। হারামালা ইবনু ইয়াহয়া (রহঃ) ... মিসওয়ার ইবনু মাখরামা ও আবদুর রহমান ইবনু আবদ কারী (রহঃ) সুত্রে বর্ণিত। তারা দু&#39;জন শুনেছেন যে, উমর ইবনুল খাত্তাব (রাঃ) বলেছেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জীবিত থাকাকালে একবার হিশাম ইবনু হাকীম (রাঃ) কে সূরা ফুরকান তিলাওয়াত করতে শুনলাম। হাদীসটির পূর্বানুরূপ বিবরণ দিয়েছেন। তবে তিনি এতে আরো বলেছেন, সালাতের মাঝেই আমি তাকে পাকড়াও করতে উদ্যত হয়েছিলাম। পরে সালাম করা পর্যন্ত কোন রকমে সবর করে থাকলাম।\n",
    "checkStatus": "1",
    "hadithNo": "1773",
    "id": "11138",
    "thesequence": "10597",
    "isActive": "1",
    "chapterId": "13384",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৪. কুরআন সাত হরফে অবতীর্ণ হওয়ার বিবরণ ও এর মর্মার্থ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted by Zuhri.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالاَ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، كَرِوَايَةِ يُونُسَ بِإِسْنَادِهِ .",
    "hadithBengali": "১৭৭৪। ইসহাক ইবনু ইবরাহীম ও আবদ ইবনু হুমায়দ (রহঃ) ... যুহরী (রহঃ) থেকে ইউনূস (রহঃ) এর রিওয়ায়াতের অনুরূপ তারই সনদে বর্ননা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1774",
    "id": "11139",
    "thesequence": "10598",
    "isActive": "1",
    "chapterId": "13384",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৪. কুরআন সাত হরফে অবতীর্ণ হওয়ার বিবরণ ও এর মর্মার্থ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported Allahs Messenger (ﷺ) as saying:\nGabriel taught me to recite in one style. I replied to him and kept asking him to give more (styles), till he reached seven modes (of recitation). Ibn Shibab said: It has reached me that these seven styles are essentially one, not differing about what is permitted and what is forbidden.",
    "hadithArabic": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ ابْنَ عَبَّاسٍ، حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   أَقْرَأَنِي جِبْرِيلُ - عَلَيْهِ السَّلاَمُ - عَلَى حَرْفٍ فَرَاجَعْتُهُ فَلَمْ أَزَلْ أَسْتَزِيدُهُ فَيَزِيدُنِي حَتَّى انْتَهَى إِلَى سَبْعَةِ أَحْرُفٍ  . قَالَ ابْنُ شِهَابٍ بَلَغَنِي أَنَّ تِلْكَ السَّبْعَةَ الأَحْرُفَ إِنَّمَا هِيَ فِي الأَمْرِ الَّذِي يَكُونُ وَاحِدًا لاَ يَخْتَلِفُ فِي حَلاَلٍ وَلاَ حَرَامٍ .",
    "hadithBengali": "১৭৭৫। হারামালা ইবনু ইয়াহয়া (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জিবরীল (আঃ) (প্রথমে) আমাকে এক হরফে কুরআন পাঠ করালে আমি তাঁর কাছে (আরো বৃদ্ধির) আবদার জানালাম। এভাবে আমি তাঁর কাছে কিরআতের ধরন বৃদ্ধির জন্য অনুরোধ করতে থাকি তিনিও প্রতিবার বাড়াতে থাকেন। অবশেষে সাত হরফে গিয়ে পরিসমাপ্তি হয়।\n\nইবনু শিহাব (রহঃ) বলেছেন, আমার কাছে রিওয়ায়াত পৌছেছে যে, সে সাত হরফ সে সব নির্দেশের ব্যাপারে প্রযোজ্য যেখানে অর্থ এক হয়, হালাল-হারামের ব্যাপারে কোনো বিরোধ সৃষ্টি করে না।\n",
    "checkStatus": "1",
    "hadithNo": "1775",
    "id": "11140",
    "thesequence": "10599",
    "isActive": "1",
    "chapterId": "13384",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৪. কুরআন সাত হরফে অবতীর্ণ হওয়ার বিবরণ ও এর মর্মার্থ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Zuhri with the same chain of trans- mitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ.",
    "hadithBengali": "১৭৭৬। আবদ ইবনু হুমায়দ (রহঃ) ... যুহরী (রহঃ) থেকে ঐ সনদে হাদীসটি বর্ণনা করেছেন\n",
    "checkStatus": "1",
    "hadithNo": "1776",
    "id": "11141",
    "thesequence": "10600",
    "isActive": "1",
    "chapterId": "13384",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৪. কুরআন সাত হরফে অবতীর্ণ হওয়ার বিবরণ ও এর মর্মার্থ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ubayy b. Kab reported:\nI was in the mosque when a man entered and prayed and recited (the Qurin) in a style to which I objected. Then another man entered (the mosque) and recited in a style different from that of his companion. When we had finished the prayer, we all went to Allahs Messenger (ﷺ) and said to him: This man recited in a style to which I objected, and the other entered and recited in a style different from that of his companion. The Messenger of Allah (ﷺ) asked them to recite and so they recited, and the Messenger of Allah (ﷺ) expressed approval of their affairs (their modes of recitation). and there occurred In my mind a sort of denial which did not occur even during the Days of Ignorance. When the Messenger of Allah (ﷺ) saw how I was affected (by a wrong idea), he struck my chest, whereupon I broke into sweating and felt as though I were looking at Allah with fear. He (the Holy Prophet) said to me: Ubayy. a message was sent to me to recite the Quran in one dialect, and I replied: Make (things) easy for my people. It was conveyed to me for the second time that it should be recited in two dialects. I again replied to him: Make affairs easy for my people. It was again conveyed to me for the third time to recite in seven dialects And (I was further told): You have got a seeking for every reply that I sent you, which you should seek from Me. I said: O Allah! forgive my people, forgive my people, and I have deferred the third one for the day on which the entire creation will turn to me, including even Ibrahim (peace be upon him) (for intercession).",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ ، قَالَ : حَدَّثَنَا ابْنُ نُمَيْرٍ ، قَالَ : حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ ، وَحَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ بَيَانٍ الْقَنَّادُ ، قَالَ : حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ الْوَاسِطِيُّ ، عَنْ إِسْمَاعِيلَ ، عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى ، عَنْ جَدِّهِ ، عَنْ أُبَيِّ بْنِ كَعْبٍ ، قَالَ : كُنْتُ فِي الْمَسْجِدِ ، فَدَخَلَ رَجُلٌ يُصَلِّي ، فَقَرَأَ قِرَاءَةً أَنْكَرْتُهَا عَلَيْهِ ، ثُمَّ دَخَلَ رَجُلٌ آخَرُ ، فَقَرَأَ قِرَاءَةً غَيْرَ قِرَاءَةِ صَاحِبِهِ ، فَدَخَلْنَا جَمِيعًا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، قَالَ : فَقُلْتُ : يَا رَسُولَ اللَّهِ ، إِنَّ هَذَا قَرَأَ قِرَاءَةً أَنْكَرْتُهَا عَلَيْهِ ، ثُمَّ دَخَلَ هَذَا فَقَرَأَ قِرَاءَةً غَيْرَ قِرَاءَةِ صَاحِبِهِ . فَأَمَرَهُمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَقَرَءَا ، فَحَسَّنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَأْنَهُمَا ، فَوَقَعَ فِي نَفْسِي مِنَ التَّكْذِيبِ ، وَلا إِذْ كُنْتُ فِي الْجَاهِلِيَّةِ ، فَلَمَّا رَأَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا غَشِيَنِي ضَرَبَ فِي صَدْرِي ، فَفِضْتُ عَرَقًا ، كَأَنَّمَا أَنْظُرُ إِلَى اللَّهِ فَرَقًا ، فَقَالَ لِي :  يَا أُبَيُّ ، أُرْسِلَ إِلَيَّ : أَنِ اقْرَأِ الْقُرْآنَ عَلَى حَرْفٍ ، فَرَدَدْتُ عَلَيْهِ : أَنْ هَوِّنْ عَلَى أُمَّتِي ، فَرَدَّ عَلَيَّ فِي الثَّانِيَةِ : أَنِ اقْرَأِ الْقُرْآنَ عَلَى حَرْفٍ ، فَرَدَدْتُ عَلَيْهِ : أَنْ هَوِّنْ عَلَى أُمَّتِي ، فَرَدَّ عَلَيَّ فِي الثَّالِثَةِ : أَنِ اقْرَأْهُ عَلَى سَبْعَةِ أَحْرُفٍ ، وَلَكَ بِكُلِّ رَدَّةٍ رَدَدْتُكَهَا مَسْأَلَةٌ تَسْأَلَنِيهَا ، فَقُلْتُ : اللَّهُمَّ اغْفِرْ لأُمَّتِي ، اللَّهُمَّ اغْفِرْ لأُمَّتِي ، وَأَخَّرْتُ الثَّالِثَةَ لِيَوْمٍ يَرْغَبُ إِلَيَّ فِيهِ الْخَلْقُ كُلُّهُمْ حَتَّى إِبْرَاهِيمُ ",
    "hadithBengali": "১৭৭৭। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... উবাই ইবনু কাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি মসজিদে ছিলাম। এক ব্যাক্তি প্রবশে করে সালাত আদায় করতে লাগল। সে এমন এক ধরনের কিরাআত করতে লাগল আমার কাছে অভিনব মনে হল। পরে আর একজন প্রবেশ করে তার পূর্ববর্তী ব্যাক্তি হতে ভিন্ন ধরনের কিরআত করতে লাগল। সালাত শেষে আমরা সবাই রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলাম। আমি বললাম, এ ব্যাক্তি এমন কিরআত করেছে যা আমার কাছে অভিনব ঠেকেছে এবং অন্যজন প্রবেশ করে তার পূর্ববর্তী জন হতে ভিন্ন কিরআত পাঠ করেছে। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের উভয়কে (কিরআত পাঠ করতে) নির্দেশ দিলেন। তারা উভয়েই কিরআত পাঠ করল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের দু&#39; জনের (কিরআতের) ধরনকে সুন্দর বললেন। ফলে আমার মনে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কুরআনের প্রতি মিথ্যা অবিশ্বাস ও সন্দেহের উন্মেষ দেখা দিল। এমন কি জাহিলী যুগেও আমার এমন খটকা জাগেনি।\n\nআমার ভেতরে সৃষ্ট খটকা অবলোকন করে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার বুকে সজোরে আঘাত করলেন। ফলে আমি ঘর্মাক্ত হয়ে গেলাম এবং যেন আমি ভীত সন্ত্রস্ত হয়ে মহা মহীয়ান আল্লাহকে দেখছিলাম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, ওহে উবাই! আমার কাছে[(জিবরীল (আলাইহিস সালাম)] কে প্রেরণ করা হয়েছে যে, আমি যেন কুরআন এক হরফে তিলাওয়াত করি। আমি তখন তাঁর কাছে পূনরায় অনুরোধ করলাম আমার উম্মাতের জন্য সহজ করুন। দ্বিতীয়বার আমাকে বলা হল যে, দুই হরফে তা তিলাওয়াত করবে। তখন তাঁর কাছে আবার অনুরোধ করলাম, আমার উম্মাতের জন্য সহজ করে দিতে। তৃতীয়বার আমাকে বলা হল যে সাত হরফে তা তিলাওয়াত করবে এবং যতবার আপনাকে জবাব দিয়েছি তার প্রতিটির বদলে আপনার জন্য একটি প্রার্থনা বরাদ্দ করা হল যা আপনি করতে পারতেন। আমি বললাম হে আল্লাহ্&zwnj;! আমার উম্মাতকে ক্ষমা করুন। হে আল্লাহ! আমার উম্মাতকে ক্ষমা করুন। আর তৃতীয় প্রার্থনাটি বিলম্বিত করে রেখেছি সে দিনের জন্য যে দিন সারা সৃষ্টি এমন কি ইবরাহীম (আলাইহিস সালাম)ও আমার প্রতি আকৃষ্ট হবেন।\n",
    "checkStatus": "1",
    "hadithNo": "1777",
    "id": "11142",
    "thesequence": "10601",
    "isActive": "1",
    "chapterId": "13384",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৪. কুরআন সাত হরফে অবতীর্ণ হওয়ার বিবরণ ও এর মর্মার্থ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ubayy b. Kab reported that he was sitting in a mosque that a person entered it and he observed prayer, and made recitation, the rest of the hadith is the same.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنِي إِسْمَاعِيلُ بْنُ أَبِي، خَالِدٍ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عِيسَى، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، أَخْبَرَنِي أُبَىُّ بْنُ كَعْبٍ، أَنَّهُ كَانَ جَالِسًا فِي الْمَسْجِدِ إِذْ دَخَلَ رَجُلٌ فَصَلَّى فَقَرَأَ قِرَاءَةً وَاقْتَصَّ الْحَدِيثَ بِمِثْلِ حَدِيثِ ابْنِ نُمَيْرٍ .",
    "hadithBengali": "১৭৭৮। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আব্দুর রহমান ইবনু আবূ লায়লা (রহঃ) থেকে বর্ণিত। (তিনি বলেন,) উবাই ইবনু কাব (রাঃ) খরব দিয়েছেন যে, তিনি মসজিদে উপবিষ্ট ছিলেন। তখনই এ ব্যাক্তি মসজিদে প্রবেশ করল, নামায পড়ল এবং কিরআত পাঠ করলেন যে...... ইবনু নুমায়র (রহঃ) এর হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "1778",
    "id": "11143",
    "thesequence": "10602",
    "isActive": "1",
    "chapterId": "13384",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৪. কুরআন সাত হরফে অবতীর্ণ হওয়ার বিবরণ ও এর মর্মার্থ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ubayy b. Kab reported that the Messenger of Allah (ﷺ) was near the tank of Banu Ghifar that Gabriel came to him and said:\nAllah has commanded you to recite to your people the Quran in one dialect. Upon this he said: I ask from Allah pardon and forgiveness. My people are not capable of doing it. He then came for the second time and said: Allah has commanded you that you should recite the Quran to your people in two dialects. Upon this he (the Holy prophet) again said: I seek pardon and forgiveness from Allah, my people would not be able to do so. He (Gabriel) came for the third time and said: Allah has commanded you to recite the Quran to your people in three dialects. Upon this he said: I ask pardon and forgiveness from Allah. My people would not be able to do it. He then came to him for the fourth time and said: Allah has commanded you to recite the Quran to your people in seven dialects, and in whichever dialect they would recite, they would be right.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، ح وَحَدَّثَنَاهُ ابْنُ الْمُثَنَّى، وَابْنُ بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ أُبَىِّ بْنِ كَعْبٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ عِنْدَ أَضَاةِ بَنِي غِفَارٍ - قَالَ - فَأَتَاهُ جِبْرِيلُ عَلَيْهِ السَّلاَمُ فَقَالَ إِنَّ اللَّهَ يَأْمُرُكَ أَنْ تَقْرَأَ أُمَّتُكَ الْقُرْآنَ عَلَى حَرْفٍ . فَقَالَ  أَسْأَلُ اللَّهَ مُعَافَاتَهُ وَمَغْفِرَتَهُ وَإِنَّ أُمَّتِي لاَ تُطِيقُ ذَلِكَ  . ثُمَّ أَتَاهُ الثَّانِيَةَ فَقَالَ إِنَّ اللَّهَ يَأْمُرُكَ أَنْ تَقْرَأَ أُمَّتُكَ الْقُرْآنَ عَلَى حَرْفَيْنِ فَقَالَ  أَسْأَلُ اللَّهَ مُعَافَاتَهُ وَمَغْفِرَتَهُ وَإِنَّ أُمَّتِي لاَ تُطِيقُ ذَلِكَ  . ثُمَّ جَاءَهُ الثَّالِثَةَ فَقَالَ إِنَّ اللَّهَ يَأْمُرُكَ أَنْ تَقْرَأَ أُمَّتُكَ الْقُرْآنَ عَلَى ثَلاَثَةِ أَحْرُفٍ . فَقَالَ  أَسْأَلُ اللَّهَ مُعَافَاتَهُ وَمَغْفِرَتَهُ وَإِنَّ أُمَّتِي لاَ تُطِيقُ ذَلِكَ  . ثُمَّ جَاءَهُ الرَّابِعَةَ فَقَالَ إِنَّ اللَّهَ يَأْمُرُكَ أَنْ تَقْرَأَ أُمَّتُكَ الْقُرْآنَ عَلَى سَبْعَةِ أَحْرُفٍ فَأَيُّمَا حَرْفٍ قَرَءُوا عَلَيْهِ فَقَدْ أَصَابُوا .",
    "hadithBengali": "১৭৭৯। আবূ বাকর ইবনু আবূ শায়বা, ইবনুল মূসান্না ও ইবনু বাশশার (রহঃ) ... উবাই ইবনু কাব (রাঃ) থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনূ গিফারের জলাভূমি (ডোবা) এর কাছে ছিলেন। উবাই (রাঃ) বলেন, তখন জিবরীল (আলাইহিস সালাম) তাঁর নিকটে এসে বললেন, আল্লাহ আপনাকে আদেশ করেছেন যে আপনার উম্মাত এক ধরনের কুরআন পাঠ করবে। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি আল্লাহর কাছে তার মার্জনা ও ক্ষমা প্রার্থনা করছি। আমার উম্মাততো এ হুকুম পালনে সমর্থ হবে না। পরে জিবরীল (আলাইহিস সালাম) দ্বিতীয়বার তার কাছে আগমন করে বললেন, আল্লাহ আপনাকে হুকুম করেছেন যে, আপনার উম্মাত দুধরনের কুরআন পাঠ করবে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি আল্লাহর সকাশে তার মার্জনা ও ক্ষমা প্রার্থনা করছি আমার উম্মাততো তা পালনে সমর্থ হবে না। তারপর তিনি তাঁর কাছে তৃতীয়বার এসে বললেন, আল্লাহ আপনাকে হুকুম করেছেন যে, আপনার উম্মাত তিন হরফে কুরআন পাঠ করবে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি আল্লাহর সমীপে তাঁর মার্জনা ও ক্ষমা প্রার্থনা করছি, আমার উম্মাত তো এটি পালনের সমর্থ রাখে না। তারপর জিবরীল (আলাইহিস সালাম) চতূর্থবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললেন, আল্লাহ আপনাকে হুকুম করেছেন যে, আপনার উম্মাত সাত হরফে কুরআন পাঠ করবে এবং এর যে কোন হরফ ও ধরন অনুসারে তারা পাঠ করলে তা-ই যথার্থ হবে।\n",
    "checkStatus": "1",
    "hadithNo": "1779",
    "id": "11144",
    "thesequence": "10603",
    "isActive": "1",
    "chapterId": "13384",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৪. কুরআন সাত হরফে অবতীর্ণ হওয়ার বিবরণ ও এর মর্মার্থ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Shuba with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "১৭৮০। উবায়দুল্লাহ ইবনু মুআয (রহঃ) ... শু&#39;বা (রহঃ) সুত্রে সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1780",
    "id": "11145",
    "thesequence": "10604",
    "isActive": "1",
    "chapterId": "13384",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৪. কুরআন সাত হরফে অবতীর্ণ হওয়ার বিবরণ ও এর মর্মার্থ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Wail reported that a person named Nabik b. Sinan came to Abdullah (b. Masud) and said:\nAbu Abd al-Rahman, how do you recite this word (alif) or (ya)? Would you read It as: min main ghaira asin or au min main ghaira ghaira yasin. (al-Quran, xlvii. 15)? Abdullah said: You (seem to) have memorised the whole of the Quran except this. He (again) said: I recite all the mufassal surahs in one rakah. Upon this Abdullah said: (You must have been reciting It) hastily like the recitation of poetry. Verily. there are people who recite the Quran, but it does not go down beyond their collar bones. It is (a fact with the Quran) that it is beneficial only when it settles in the heart and is rooted deeply in it. The best of (the acts) in prayer are bowing and prostration. I am quite aware of the occasions when the Messenger of Allah (ﷺ) combined together two surahs in every rakah. Abdullah then stood up and went out with Alqama following in his footstep. He said Ibn Numair had told him that the narration was like that: A person belonging to Banu Bajila came to Abdullah, and he did not mention (the name of) Nahik b. Sinan.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ جَمِيعًا عَنْ وَكِيعٍ، - قَالَ أَبُو بَكْرٍ حَدَّثَنَا وَكِيعٌ، - عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، قَالَ جَاءَ رَجُلٌ يُقَالُ لَهُ نَهِيكُ بْنُ سِنَانٍ إِلَى عَبْدِ اللَّهِ فَقَالَ يَا أَبَا عَبْدِ الرَّحْمَنِ كَيْفَ تَقْرَأُ هَذَا الْحَرْفَ أَلِفًا تَجِدُهُ أَمْ يَاءً مِنْ مَاءٍ غَيْرِ آسِنٍ أَوْ مِنْ مَاءٍ غَيْرِ يَاسِنٍ قَالَ فَقَالَ عَبْدُ اللَّهِ وَكُلَّ الْقُرْآنِ قَدْ أَحْصَيْتَ غَيْرَ هَذَا قَالَ إِنِّي لأَقْرَأُ الْمُفَصَّلَ فِي رَكْعَةٍ . فَقَالَ عَبْدُ اللَّهِ هَذًّا كَهَذِّ الشِّعْرِ إِنَّ أَقْوَامًا يَقْرَءُونَ الْقُرْآنَ لاَ يُجَاوِزُ تَرَاقِيَهُمْ وَلَكِنْ إِذَا وَقَعَ فِي الْقَلْبِ فَرَسَخَ فِيهِ نَفَعَ إِنَّ أَفْضَلَ الصَّلاَةِ الرُّكُوعُ وَالسُّجُودُ إِنِّي لأَعْلَمُ النَّظَائِرَ الَّتِي كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْرُنُ بَيْنَهُنَّ سُورَتَيْنِ فِي كُلِّ رَكْعَةٍ . ثُمَّ قَامَ عَبْدُ اللَّهِ فَدَخَلَ عَلْقَمَةُ فِي إِثْرِهِ ثُمَّ خَرَجَ فَقَالَ قَدْ أَخْبَرَنِي بِهَا . قَالَ ابْنُ نُمَيْرٍ فِي رِوَايَتِهِ جَاءَ رَجُلٌ مِنْ بَنِي بَجِيلَةَ إِلَى عَبْدِ اللَّهِ وَلَمْ يَقُلْ نَهِيكُ بْنُ سِنَانٍ .",
    "hadithBengali": "১৭৮১। আবূ বাকর ইবনু আবূ শায়বা ও ইবনু নুমায়র (রহঃ) একত্রে আবূ ওয়াইল (রহঃ) সুত্রে বর্ণনা করেন। তিনি বলেন, নাহীক ইবনু সিনান নামের এক ব্যাক্তি আবদুল্লাহ (ইবনু মাসউদ) (রাঃ) এর কাছে এসে বলল, হে আবূ আবদুর রহমান! এ শব্দটি আপনি কি ভাবে পাঠ করে থাকেন আলিফ সহকারে নাকি ইয়া সহকারে অর্থাৎمِنْ مَاءٍ غَيْرِ آسِنٍ নাمِنْ مَاءٍ غَيْرِ يَاسِنٍ আবূ ওয়াইল (রহঃ) বলেন, আবদুল্লাহ (রাঃ) বললেন, আর এ শব্দটি ছাড়া বাকী কুরআনের সবটাই তুমি আয়ত্ত করে ফেলেছ? সে বলল, আমি তো মুফাসসাল (সূরাসমূহ) এক রাকআতেই পড়ে থাকি। আবদুল্লাহ (রাঃ) বললেন, কবিতার ফড়ফড়ানির ন্যায় ফড়ফড় করে কী?\n\nএকদল লোক কুরআন পাঠ করে থাকে যা তাদের কন্ঠনালী অতিক্রম করে না। তবে যখন তা কলবে পতিত হয় এবং তা তাতে দৃঢ় অবস্থান নেয় তখনই তা উপকারে আসে। উত্তম সালাত হল রুকু ও সিজদা (-র আধিক্য)। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক রাকআতে যে সদৃশ্য দু&#39;টি দু&#39;টি সূরা মিলিয়ে পাঠ করতেন আমি সেগুলোর কথা ভালভাবেই জানি।\n\nঅতঃপর আবদুল্লাহ (রাঃ) উঠে দাঁড়ালে আলকামা (রহঃ) তাঁর পিছনে পিছনে প্রবেশ করলেন। পরে বের হায় এসে বললেন, তিনি আমাকে সেগুলো সম্পর্কে অবগত করেছেন। (এ ছিল আবূ বাকর (রহঃ) এর বিবরণ) আর ইবনু নুমায়র (রহঃ) তাঁর বর্ণনায় বলেছেন, বনূ বাজীলার এক ব্যাক্তি আবদুল্লাহ (রাঃ) এর সাথে আসল। তিনি নাহীক ইবনু সিনান (নামটি) বলেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "1781",
    "id": "11146",
    "thesequence": "10605",
    "isActive": "1",
    "chapterId": "13385",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৫. ধীরস্থিরতার সাথে কিরা&rsquo;আত পড়া। অতিদ্রুত পাঠ বর্জন করা এবং একরাক&rsquo;আতে দুই ও ততোধিক সূরা পড়ার বৈধতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Wail reported:\nA person came to Abdullah, who was called Nahik b. Sinan, and the rest of the hadith is the same but for this: Alqama came to him (Abdullah b. Masud) and we said to him: Ask him about the manners in which he combined (two surahs) in one rakah. So he went to him and asked him and then came to us and said: Twenty are the mufassal surahs in the compilation (of the Quran) made by Abdullah.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، قَالَ جَاءَ رَجُلٌ إِلَى عَبْدِ اللَّهِ يُقَالُ لَهُ نَهِيكُ بْنُ سِنَانٍ . بِمِثْلِ حَدِيثِ وَكِيعٍ غَيْرَ أَنَّهُ قَالَ فَجَاءَ عَلْقَمَةُ لِيَدْخُلَ عَلَيْهِ فَقُلْنَا لَهُ سَلْهُ عَنِ النَّظَائِرِ الَّتِي كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْرَأُ بِهَا فِي رَكْعَةٍ فَدَخَلَ عَلَيْهِ فَسَأَلَهُ ثُمَّ خَرَجَ عَلَيْنَا فَقَالَ عِشْرُونَ سُورَةً مِنَ الْمُفَصَّلِ فِي تَأْلِيفِ عَبْدِ اللَّهِ .",
    "hadithBengali": "১৭৮২। আবূ কুরায়ব (রহঃ) ... আবূ ওয়াইল (রহঃ) থেকে বর্ণিত। তিনি বলেন, নাহীক ইবনু সিনান নামে এক ব্যাক্তি আবদুল্লাহ (রাঃ) এর কাছে এলেন (পূর্ববর্তী সনদের) ওয়াকী (রহঃ) এর হাদীসের অনুরূপ। তবে তিনি বলেছেন, পরে আলকামা (রহঃ) তাঁর কাছে প্রবেশ করার জন্য আসলেন। আমরা তাকে বললাম, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক রাক&#39;আতে যে সদৃশ সূরাগুলো (র দু&#39;টি করে) তিলাওয়াত করতেন সে বিষয় আপনি তাকে (আবদুল্লাহকে) জিজ্ঞাসা করুন। তখন আলকামা (রহঃ) তাঁর কাছে গেলেন এবং পরে আমাদের কাছে বেরিয়ে এসে বললেন, তা হল আবদুল্লাহ (রাঃ) এর কুরআন সংকলনের বিশটি মুফাসসাল সূরা।\n",
    "checkStatus": "1",
    "hadithNo": "1782",
    "id": "11147",
    "thesequence": "10606",
    "isActive": "1",
    "chapterId": "13385",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৫. ধীরস্থিরতার সাথে কিরা&rsquo;আত পড়া। অতিদ্রুত পাঠ বর্জন করা এবং একরাক&rsquo;আতে দুই ও ততোধিক সূরা পড়ার বৈধতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Amash with the same chain of transmitters in which (Abdullah b. Masud) said:\n I know the manners in which the Messenger of Allah (ﷺ) recited the two surahs in one rakah and then twenty surahs in ten rakahs.",
    "hadithArabic": " وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا الأَعْمَشُ، فِي هَذَا الإِسْنَادِ . بِنَحْوِ حَدِيثِهِمَا وَقَالَ إِنِّي لأَعْرِفُ النَّظَائِرَ الَّتِي كَانَ يَقْرَأُ بِهِنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم اثْنَتَيْنِ فِي رَكْعَةٍ . عِشْرِينَ سُورَةً فِي عَشْرِ رَكَعَاتٍ .",
    "hadithBengali": "১৭৮৩। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আমাশ (রহঃ) থেকে এই সনদে পূর্ববর্তী দু&#39;জনের অনুরূপ বর্ণনা করেছেন। তবে তিনি বললেন, আবদুল্লাহ (রাঃ) বলেছেন, আমি সে নযীর সূরাগুলো জানি যা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠ করতেন, দুই সূরা প্রতি রাকআতে, বিশটি সূরা দশ রাক&#39;আতে।\n",
    "checkStatus": "1",
    "hadithNo": "1783",
    "id": "11148",
    "thesequence": "10607",
    "isActive": "1",
    "chapterId": "13385",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৫. ধীরস্থিরতার সাথে কিরা&rsquo;আত পড়া। অতিদ্রুত পাঠ বর্জন করা এবং একরাক&rsquo;আতে দুই ও ততোধিক সূরা পড়ার বৈধতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Wail reported:\nOne day we went to Abdullah b. Masud after we had observed the dawn prayer and we paid salutation at the door. He permitted us to enter, but we stayed for a while at the door, when the slave-girl came out and said: Why dont you come in? So we went in and (we found Abdullah b. Masud) sitting and glorifying Allah (i. e. he was busy in dhikr) and he said: What obstructed you from coming in though you had been granted permission for it? We said: There was nothing (behind it) but we entertained the idea that some inmate of the house might be sleeping. He said: Do you presume any idleness on the part of the family of Ibn Umm Abd (the mother of Abdullah b. Masud)? He was again busy with the glorification of Allah till he thought that the sun had risen. He said: Girl, see whether (the sun) has arisen. She glanced but it had not risen (by that time). He was again busy with the glorification (of Allah) and he (again) thought that the sun had arisen. She glanced (and confirmed) that, it had risen. Upon this he (Abdullah b. Masud) said: Praise be to Allah Who did not call us to account for our sins today. Mahdi said: I think that he said, He did not destroy us for our sins. One among the people said: I recited all the mufassal surahs during the night. Abdullah said: (You must have recited them) like the (recitation) of poetry. I heard (the Holy Prophet) combining (the sarahs) and I remember the combinations which the Messenger of Allah (ﷺ) made In the recitation (of surahs). These were constituted of eighteen mufassal surahs and two surahs (commencing with) Ha-Mim.",
    "hadithArabic": " حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا مَهْدِيُّ بْنُ مَيْمُونٍ، حَدَّثَنَا وَاصِلٌ الأَحْدَبُ، عَنْ أَبِي، وَائِلٍ قَالَ غَدَوْنَا عَلَى عَبْدِ اللَّهِ بْنِ مَسْعُودٍ يَوْمًا بَعْدَ مَا صَلَّيْنَا الْغَدَاةَ فَسَلَّمْنَا بِالْبَابِ فَأَذِنَ لَنَا - قَالَ - فَمَكَثْنَا بِالْبَابِ هُنَيَّةً - قَالَ - فَخَرَجَتِ الْجَارِيَةُ فَقَالَتْ أَلاَ تَدْخُلُونَ فَدَخَلْنَا فَإِذَا هُوَ جَالِسٌ يُسَبِّحُ فَقَالَ مَا مَنَعَكُمْ أَنْ تَدْخُلُوا وَقَدْ أُذِنَ لَكُمْ فَقُلْنَا لاَ إِلاَّ أَنَّا ظَنَنَّا أَنَّ بَعْضَ أَهْلِ الْبَيْتِ نَائِمٌ . قَالَ ظَنَنْتُمْ بِآلِ ابْنِ أُمِّ عَبْدٍ غَفْلَةً قَالَ ثُمَّ أَقْبَلَ يُسَبِّحُ حَتَّى ظَنَّ أَنَّ الشَّمْسَ قَدْ طَلَعَتْ فَقَالَ يَا جَارِيَةُ انْظُرِي هَلْ طَلَعَتْ قَالَ فَنَظَرَتْ فَإِذَا هِيَ لَمْ تَطْلُعْ فَأَقْبَلَ يُسَبِّحُ حَتَّى إِذَا ظَنَّ أَنَّ الشَّمْسَ قَدْ طَلَعَتْ قَالَ يَا جَارِيَةُ انْظُرِي هَلْ طَلَعَتْ فَنَظَرَتْ فَإِذَا هِيَ قَدْ طَلَعَتْ . فَقَالَ الْحَمْدُ لِلَّهِ الَّذِي أَقَالَنَا يَوْمَنَا هَذَا - فَقَالَ مَهْدِيٌّ وَأَحْسِبُهُ قَالَ - وَلَمْ يُهْلِكْنَا بِذُنُوبِنَا - قَالَ - فَقَالَ رَجُلٌ مِنَ الْقَوْمِ قَرَأْتُ الْمُفَصَّلَ الْبَارِحَةَ كُلَّهُ - قَالَ - فَقَالَ عَبْدُ اللَّهِ هَذًّا كَهَذِّ الشِّعْرِ إِنَّا لَقَدْ سَمِعْنَا الْقَرَائِنَ وَإِنِّي لأَحْفَظُ الْقَرَائِنَ الَّتِي كَانَ يَقْرَؤُهُنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم ثَمَانِيَةَ عَشَرَ مِنَ الْمُفَصَّلِ وَسُورَتَيْنِ مِنْ آلِ حم.",
    "hadithBengali": "১৭৮৪। শায়বান ইবনু ফাররুখ (রহঃ) ... আবূ ওয়াইল (রহঃ) থেকে বর্ণিত। বলেন, একদিন সকালে (ফজরের) সালাত আদায়ের পরে আমরা আবদুল্লাহ ইবনু মাসউদ (রাঃ) এর কাছে গেলাম। আমরা দরজায় দাঁড়িয়ে সালাম করলে তিনি আমাদের অনুমতি দিলেন। রাবী আবূ ওয়াইল (রহঃ) বলেন, আমরা কিছুক্ষণ দরজায় অবস্থান করলাম। রাবী বলেন, তখন বেরিয়ে এসে বলল, আপনারা প্রবেশ করছেন না কেন? আমরা তখন প্রবেশ করলাম। তিনি (আবদুল্লাহ) বসে বসে তাসবীহ পড়ছেন। তিনি বললেন, তোমাদের অনুমতি দেওয়া সত্তেও কিসে তোমাদের প্রবেশে বাধা দিয়েছিল? তখন আমরা বললাম, না (তেমন কিছু নয়) তবে কিনা আমরা ধারণা করেছিলাম যে, ঘরের কেউ হয়ত ঘুমিয়ে রয়েছে।\n\nতিনি বললেন, ইবনু উাম্মু আবদ এর পরিবারে তোমরা আলসেমী ও উদাসীনতার ধারণা করলে? রাবী (ওয়াইল) বলেন, তারপর তিনি তাসবীহ পাঠ শুরু করলেন। পরে যখন ধারণা করলেন যে সূর্য উদিত হয়েছে, তখন বললেন, হে দাসী! দেখ তো সূর্য উঠেছে কি না? রাবী বলেন, সে নযর করে দেখল যে, তখনও সূর্য উঠেনি। তিনি আবার তাসবীহ পাঠ শুরু করলেন। অবশেষে যখন তাঁর ধারণা হল যে সূর্য উদিত হয়েছে, তখন বললেন, হে দাসী! দেখ তো সূর্য উঠেছে কি? তখন সে নযর করে দেখতে পেল যে, তা উদিত হয়েছে। তখন তিনি বললেন, সমস্ত প্রশংসা সেই সত্তার যিনি আমাদের এ দিনটি ফিরিয়ে দিয়েছেন।\n\n[মাহদী (রহঃ) বলেন, আমার ধারণা যে, আবদুল্লাহ (রাঃ) আরও বলেছেন] এবং তিনি আমাদের পাপের কারনে আমাদের ধ্বংস করে দেননি। রাবী বলেন, তখন (উপস্থিত) দলের একজন বলল, গতরাতে আমি (সালাতে) মূফাসসাল সম্পূর্ণটা পাঠ করেছি। রাবী বলেন, তখন আবদুল্লাহ (রাঃ) বললেন, কবিতার মত দ্রুত? আমর তো সেই জোড়া জোড়া সূরাগুলো আছে যেগুলো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠ করতেন। মুফাসসালের আঠারটি সূরা এবং হা মীম শ্রেণীর দু&#39;টি সূরা।\n",
    "checkStatus": "1",
    "hadithNo": "1784",
    "id": "11149",
    "thesequence": "10608",
    "isActive": "1",
    "chapterId": "13385",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৫. ধীরস্থিরতার সাথে কিরা&rsquo;আত পড়া। অতিদ্রুত পাঠ বর্জন করা এবং একরাক&rsquo;আতে দুই ও ততোধিক সূরা পড়ার বৈধতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Shaqiq reported:\nA person from Banu Bajila who was called Nabik b. Sinan came to Abdullah and said: I recite mufassal surahs in one rakah. Upon this Abdullah said: (You recite) like the recitation of poetry. I know the manner in which the Messenger of Allah (ﷺ) recited two surahs in one rakah.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ، عَنْ زَائِدَةَ، عَنْ مَنْصُورٍ، عَنْ شَقِيقٍ، قَالَ جَاءَ رَجُلٌ مِنْ بَنِي بَجِيلَةَ يُقَالُ لَهُ نَهِيكُ بْنُ سِنَانٍ إِلَى عَبْدِ اللَّهِ فَقَالَ إِنِّي أَقْرَأُ الْمُفَصَّلَ فِي رَكْعَةٍ . فَقَالَ عَبْدُ اللَّهِ هَذًّا كَهَذِّ الشِّعْرِ لَقَدْ عَلِمْتُ النَّظَائِرَ الَّتِي كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْرَأُ بِهِنَّ سُورَتَيْنِ فِي رَكْعَةٍ .",
    "hadithBengali": "১৭৮৫। আবদ ইবনু হুমায়দ (রহঃ) ... শাকীক (রহঃ) থেকে বর্ণিত। তিনি বলেন, নাহিক ইবনু সিনান (রহঃ) নামে পরিচিত বনূ বাজীলার এক ব্যাক্তি আবদুল্লাহ (রাঃ) এর কাছে এসে বলল, আমি এক রাকআতেই মুফাসসাল সূরা পাঠ করে থাকি। আবদুল্লাহ (রাঃ) বললেন, কবিতা আবৃতি করার ন্যায় (তাড়াতাড়ি)? আমি তো সে সদৃশ সূরাগুলোর কথা জানি, যেগুলো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রতি রাক&#39;আতে দূই সূরা করে পাঠ করতেন ।\n",
    "checkStatus": "1",
    "hadithNo": "1785",
    "id": "11150",
    "thesequence": "10609",
    "isActive": "1",
    "chapterId": "13385",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৫. ধীরস্থিরতার সাথে কিরা&rsquo;আত পড়া। অতিদ্রুত পাঠ বর্জন করা এবং একরাক&rsquo;আতে দুই ও ততোধিক সূরা পড়ার বৈধতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Wail reported:\nA person came to Abdullah b. Masud and said: I recited all the mufassal surahs in one rakah during the night. Abdullah said: You must have recited hastily like the recitation of poetry. Abdullah said: I remember well the manner in which the Messenger of Allah (ﷺ) used to combine them, and he then mentioned twenty of the mufassal surahs, and (their combinations in) two in every rakah.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، أَنَّهُ سَمِعَ أَبَا وَائِلٍ، يُحَدِّثُ أَنَّ رَجُلاً، جَاءَ إِلَى ابْنِ مَسْعُودٍ فَقَالَ إِنِّي قَرَأْتُ الْمُفَصَّلَ اللَّيْلَةَ كُلَّهُ فِي رَكْعَةٍ . فَقَالَ عَبْدُ اللَّهِ هَذًّا كَهَذِّ الشِّعْرِ فَقَالَ عَبْدُ اللَّهِ لَقَدْ عَرَفْتُ النَّظَائِرَ الَّتِي كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْرُنُ بَيْنَهُنَّ - قَالَ - فَذَكَرَ عِشْرِينَ سُورَةً مِنَ الْمُفَصَّلِ سُورَتَيْنِ سُورَتَيْنِ فِي كُلِّ رَكْعَةٍ .",
    "hadithBengali": "১৭৮৬। মুহাম্মাদ ইবনুল মূসান্না ও ইবনু বাশশার (রহঃ) ... আমর ইবনু মুররা (রহঃ) থেকে বর্ণিত। তিনি আবূ ওয়াইল (রহঃ) কে বর্ণনা করতে শুনেছেন যে, এক ব্যাক্তি ইবনু মাসউদ (রাঃ) এর কাছে এসে বলল, আজ (গত)রাতে আমি মুফাসসাল (সূরাগুলো) সম্পূর্ণই এক রাক&#39;আতে পড়ে ফেলেছি। তখন আবদুল্লাহ (রাঃ) বললেন, কবিতা আবৃতি করার মত তাড়াতাড়ি করে? পরে আবদুল্লাহ (রাঃ) আরো বললেন, আমি তো সে সদৃশ (সূরা) গুলো জানি, যেগুলো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিলিয়ে পাঠ করতেন। রাবী বলেন, তিনি তখন মূফাসসালভুক্ত বিশটি সূরার নাম উল্লেখ করলেন (যার) দুই দুই সূরা প্রতি রাক&#39;আতে (পাঠ করা হত)।\n",
    "checkStatus": "1",
    "hadithNo": "1786",
    "id": "11151",
    "thesequence": "10610",
    "isActive": "1",
    "chapterId": "13385",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৫. ধীরস্থিরতার সাথে কিরা&rsquo;আত পড়া। অতিদ্রুত পাঠ বর্জন করা এবং একরাক&rsquo;আতে দুই ও ততোধিক সূরা পড়ার বৈধতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Ishaq reported:\nI saw a man asking Aswad b. Yazid who taught the Quran in the mosque: How do you recite the verse (fahal min muddakir) whether (the word muddakir) Is with (d) or (dh)? He (Aswad) said: It was with (d). I heard Abdullah b. Masud saying that he had heard the Messenger of Allah (ﷺ) reciting (muddakir) with (d).",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو إِسْحَاقَ، قَالَ رَأَيْتُ رَجُلاً سَأَلَ الأَسْوَدَ بْنَ يَزِيدَ وَهُوَ يُعَلِّمُ الْقُرْآنَ فِي الْمَسْجِدِ فَقَالَ كَيْفَ تَقْرَأُ هَذِهِ الآيَةَ فَهَلْ مِنْ مُدَّكِرٍ أَدَالاً أَمْ ذَالاً قَالَ بَلْ دَالاً سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مُدَّكِرٍ  . دَالاً .",
    "hadithBengali": "১৭৮৭। আহমাদ ইবনু আবদুল্লাহ ইবনু ইউনুস (রহঃ) ... আবূ ইসহাক (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি দেখলাম এক ব্যাক্তি আসওয়াদ ইবনু ইয়াযীদ (রহঃ) এর কাছে প্রশ্ন করছে। তিনি তখন মসজিদে কুরআনের শিক্ষা দিচ্ছিলেন। লোকটি বলল, فَهَلْ مِنْ مُدَّكِرٍ আয়াতটি কি ভাবে পাঠ করেনمُدَّكِرٍ শব্দে দাল দিয়ে না যাল দিয়ে? আসওয়াদ (রহঃ) বললেন,مُدَّكِرٍ দাল দিয়ে। আমি আবদুল্লাহ ইবনু মাসউদ (রাঃ) কে বলতে শুনেছি যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কেمُدَّكِرٍ দাল সহকারে বলতে শুনেছি\n",
    "checkStatus": "1",
    "hadithNo": "1787",
    "id": "11152",
    "thesequence": "10611",
    "isActive": "1",
    "chapterId": "13386",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৬. কিরা&rsquo;আত সম্পর্কিত বিষয়াবলী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ishaq is reported to have said on the authority of Aswad who quoted on the authority of Abdullah b. Masud that the Messenger of Allah (ﷺ) used to recite these words as (fahal min muddakir).",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَقْرَأُ هَذَا الْحَرْفَ   فَهَلْ مِنْ مُدَّكِرٍ  .",
    "hadithBengali": "১৭৮৮। মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশশার (রহঃ) ... আসওয়াদ সুত্রে আবদুল্লাহ (রাঃ) থেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সম্পর্কে বর্ণনা করেন যে, তিনি এ শব্দটিمُدَّكِرٍ (দাল) সহকারে) পাঠ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1788",
    "id": "11153",
    "thesequence": "10612",
    "isActive": "1",
    "chapterId": "13386",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৬. কিরা&rsquo;আত সম্পর্কিত বিষয়াবলী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Alqama reported. We went to Syria and Abu Darda came to us and said:\nIs there anyone among you who recites according to the recitation of Abdullah? I said: Yes, it is I. He again said: How did you hear Abdullah reciting this verse: (wal-lail-i-idha yaghsha = when the night covers)? He (Alqama) said: I heard him reciting it (like this) (wal-lail-i-idha yaghsha) wa-dhakar wal untha = when the night covers and the males and the females). Upon this he said: By Allah, I heard the Messenger of Allah (ﷺ) reciting in this way, but they (the Muslims of Syria) desire us to recite: (wa ma khalaqa), but I do not yield to their desire.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، قَالَ قَدِمْنَا الشَّامَ فَأَتَانَا أَبُو الدَّرْدَاءِ فَقَالَ أَفِيكُمْ أَحَدٌ يَقْرَأُ عَلَى قِرَاءَةِ عَبْدِ اللَّهِ فَقُلْتُ نَعَمْ أَنَا . قَالَ فَكَيْفَ سَمِعْتَ عَبْدَ اللَّهِ يَقْرَأُ هَذِهِ الآيَةَ { وَاللَّيْلِ إِذَا يَغْشَى} قَالَ سَمِعْتُهُ يَقْرَأُ { وَاللَّيْلِ إِذَا يَغْشَى * وَالذَّكَرِ وَالأُنْثَى} . قَالَ وَأَنَا وَاللَّهِ هَكَذَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقْرَؤُهَا وَلَكِنْ هَؤُلاَءِ يُرِيدُونَ أَنْ أَقْرَأَ وَمَا خَلَقَ . فَلاَ أُتَابِعُهُمْ .",
    "hadithBengali": "১৭৮৯। আবূ বাকর ইবনু আবূ শায়বা ও আবূ কুরায়ব (রহঃ) ... আলকামা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা শাম দেশে (সিরিয়ায়) গেলাম। আবূ দারদা (রাঃ) আমাদের কাছে এসে বললেন, তোমাদের মাঝে কি এমন কেউ আছে যে আবদুল্লাহ (রাঃ) এর কিরা&#39;আত অনুসরণে কুরআন পাঠ করতে পারে? আমি বললাম, হ্যাঁ আমি। তিনি বললেন, আবদুল্লাহ (রাঃ) কে এ আয়াতوَاللَّيْلِ إِذَا يَغْشَى কিভাবে পাঠ করতে শুনেছ? আমি বললাম আমি তাকে পড়তে শুনেছিوَاللَّيْلِ إِذَا يَغْشَى * وَالذَّكَرِ وَالأُنْثَى আবূ দারদা (রাঃ) বললেন, আামিও আল্লাহর কসম! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এভাবে পাঠ করতে শুনেছি। কিন্তু এরা তো চাচ্ছেوَمَا خَلَقَ সহ পাঠ করি, আমি তাদের অনুরণ করব না।\n",
    "checkStatus": "1",
    "hadithNo": "1789",
    "id": "11154",
    "thesequence": "10613",
    "isActive": "1",
    "chapterId": "13386",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৬. কিরা&rsquo;আত সম্পর্কিত বিষয়াবলী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibrahim reported:\nAlqama came to Syria and entered the mosque and prayed there and then went to a (place where people were sitting in a) circle and he sat therein. Then a person came there and I perceived that the people were annoyed and perturbed (on this arrival). and he sat on my side and then said: Do you remember how Abdullah used to recite (the Quran)? And then the rest of the hadith was narrated.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، قَالَ أَتَى عَلْقَمَةُ الشَّامَ فَدَخَلَ مَسْجِدًا فَصَلَّى فِيهِ ثُمَّ قَامَ إِلَى حَلْقَةٍ فَجَلَسَ فِيهَا - قَالَ - فَجَاءَ رَجُلٌ فَعَرَفْتُ فِيهِ تَحَوُّشَ الْقَوْمِ وَهَيْئَتَهُمْ . قَالَ فَجَلَسَ إِلَى جَنْبِي ثُمَّ قَالَ أَتَحْفَظُ كَمَا كَانَ عَبْدُ اللَّهِ يَقْرَأُ فَذَكَرَ بِمِثْلِهِ .",
    "hadithBengali": "১৭৯০। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবরাহীম (রহঃ) বলেন, আলকামা (রহঃ) সিরিয়ায় আগমন করলেন এবং মসজিদে প্রবেশ করে সালাত আদায় করলেন। তারপর একটি (তালিমী) হাল্&zwnj;কার দিকে অগ্রসর হয়ে সেখানে বসে পড়লেন। আলকামা (রহঃ) বলেন, তারপর এক ব্যাক্তি আগমন করলেন। আমি তার প্রতি লোকের সমীহ ও শুদ্ধাভাবে দেখতে পেলাম। আলকামা (রহঃ) বলেন, ঐ ব্যাক্তি আমার পার্শ্বে বসে পড়লেন। তারপর আমাকে বললেনঃ আবদুল্লাহ ইবনু মাসউদ (রাঃ) যেভাবে পড়েন তা কি তোমার স্মরণ আছে? পরবর্তী অংশ পূর্বোক্ত হাদীসের অনুরূপ......।\n",
    "checkStatus": "1",
    "hadithNo": "1790",
    "id": "11155",
    "thesequence": "10614",
    "isActive": "1",
    "chapterId": "13386",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৬. কিরা&rsquo;আত সম্পর্কিত বিষয়াবলী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Alqama reported:\nI met Abu Darda, and he said to me: To which country do you belong? I said: I am one of the people of Iraq. He again said: To which city? I replied: City of Kufa. He again said: Do you recite according to the recitation of Abdullah b. Masud? I said: Yes. He said: Recite this verse (By the night when it covers) So I recited it: (By the night when it covers, and the day when it shines, and the creating of the male and the female). He laughed and said: I have heard the Messenger of Allah (ﷺ) reciting like this.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ دَاوُدَ بْنِ أَبِي، هِنْدٍ عَنِ الشَّعْبِيِّ، عَنْ عَلْقَمَةَ، قَالَ لَقِيتُ أَبَا الدَّرْدَاءِ فَقَالَ لِي مِمَّنْ أَنْتَ قُلْتُ مِنْ أَهْلِ الْعِرَاقِ . قَالَ مِنْ أَيِّهِمْ قُلْتُ مِنْ أَهْلِ الْكُوفَةِ . قَالَ هَلْ تَقْرَأُ عَلَى قِرَاءَةِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ قُلْتُ نَعَمْ . قَالَ فَاقْرَأْ { وَاللَّيْلِ إِذَا يَغْشَى} قَالَ فَقَرَأْتُ { وَاللَّيْلِ إِذَا يَغْشَى * وَالنَّهَارِ إِذَا تَجَلَّى * وَالذَّكَرِ وَالأُنْثَى} . قَالَ فَضَحِكَ ثُمَّ قَالَ هَكَذَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقْرَؤُهَا .",
    "hadithBengali": "১৭৯১। আলী ইবনু হুজর আস সাদী (রহঃ) ... আলকামা (রহঃ) হতে বর্ণিত। তিনি বলেন, আবূ দারদা (রাঃ) এর সাথে আমার সাক্ষাত ঘটে। তিনি আমাকে বললেন, তুমি কোত্থেকে? আমি বললাম, ইরাকের বাসিন্দা। তিনি বললেন, কোন অঞ্চলের? আমি বললাম, কুফার অধিবাসী। তিনি বললেন, তুমি কি আবদুল্লাহ ইবনু মাসউদ (রাঃ) এর কিরাআত অনুযায়ী কুরআন পাঠ করতে পার? আমি বললাম, হ্যাঁ। তিনি বললেনوَاللَّيْلِ إِذَا يَغْشَى পড়োতো। আলকামা (রহঃ) বলেন, আমি পড়লামوَاللَّيْلِ إِذَا يَغْشَى * وَالنَّهَارِ إِذَا تَجَلَّى * وَالذَّكَرِ وَالأُنْثَى (আমার পড়া শুনে) তিনি হেসে দিলেন। তারপর বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে এভাবে সূরাটি পড়তে শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "1791",
    "id": "11156",
    "thesequence": "10615",
    "isActive": "1",
    "chapterId": "13386",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৬. কিরা&rsquo;আত সম্পর্কিত বিষয়াবলী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي عَبْدُ الأَعْلَى، حَدَّثَنَا دَاوُدُ، عَنْ عَامِرٍ، عَنْ عَلْقَمَةَ، قَالَ أَتَيْتُ الشَّامَ فَلَقِيتُ أَبَا الدَّرْدَاءِ فَذَكَرَ بِمِثْلِ حَدِيثِ ابْنِ عُلَيَّةَ .",
    "hadithBengali": "১৭৯২। মুহাম্মদ ইবনুল মূসান্না (রহঃ) ... আলকামা (রহঃ) হতে বর্ণিত। তিনি বলেন, আমি সিরিয়ায় গমন করলাম এবং আবূ দারদা (রাঃ) এর সাথে আমার সাক্ষাৎ ঘটল। পরবর্তী অংশ ইবনু উলায়্যার হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "1792",
    "id": "11157",
    "thesequence": "10616",
    "isActive": "1",
    "chapterId": "13386",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৬. কিরা&rsquo;আত সম্পর্কিত বিষয়াবলী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira is reported to have said that the Messenger of Allah (ﷺ) prohibited to observe prayer after the Asr prayer till the sun is set, and after the dawn till the sun rises.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الصَّلاَةِ بَعْدَ الْعَصْرِ حَتَّى تَغْرُبَ الشَّمْسُ وَعَنِ الصَّلاَةِ بَعْدَ الصُّبْحِ حَتَّى تَطْلُعَ الشَّمْسُ .",
    "hadithBengali": "১৭৯৩। ইয়াহয়া ইবনু ইয়াহয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) হতে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসরের পর সালাত আদায় করতে নিষেধ করেছেন যাবৎ না সূর্য অস্ত যায় এবং ফজরের পর সালাত আদায় করতে নিষেধ করেছেন যাবৎ না সূর্যোদয় হয়।\n",
    "checkStatus": "1",
    "hadithNo": "1793",
    "id": "11158",
    "thesequence": "10617",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported:\nI heard it from so many Companions of the Messenger of Allah (ﷺ) and one among them is Umar b. Khattab, and he is most dear to me among them that the Messenger of Allah (ﷺ) prohibited observing of prayer after the dawn prayer till the sun rose and after the Asr till the sun set.",
    "hadithArabic": " وَحَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، وَإِسْمَاعِيلُ بْنُ سَالِمٍ، جَمِيعًا عَنْ هُشَيْمٍ، - قَالَ دَاوُدُ حَدَّثَنَا هُشَيْمٌ، - أَخْبَرَنَا مَنْصُورٌ، عَنْ قَتَادَةَ، قَالَ أَخْبَرَنَا أَبُو الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ سَمِعْتُ غَيْرَ، وَاحِدٍ، مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْهُمْ عُمَرُ بْنُ الْخَطَّابِ وَكَانَ أَحَبَّهُمْ إِلَىَّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الصَّلاَةِ بَعْدَ الْفَجْرِ حَتَّى تَطْلُعَ الشَّمْسُ وَبَعْدَ الْعَصْرِ حَتَّى تَغْرُبَ الشَّمْسُ .",
    "hadithBengali": "১৭৯৪। দাঊদ ইবনু রুশায়দ (রহঃ) ... ইবনু আব্বাস (রাঃ) হতে বর্ণিত। আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বহু সাহাবী হতে শুনেছি, তাঁদের মধ্যে উমর ইবনুল খাত্তাব (রাঃ)ও রয়েছেন। আর তাঁদের মধ্যে তিনিই আমার কাছে সর্বাধিক প্রিয় ব্যাক্তি ছিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজরের পর সালাত আদায় করা হতে নিষেধ করেছেন, যে পর্যন্ত না সূর্য উদিত হয়। তিনি আসরের পরও (নিষেধ করেছেন) সূর্যাস্ত না হওযা পর্যন্ত।\n",
    "checkStatus": "1",
    "hadithNo": "1794",
    "id": "11159",
    "thesequence": "10618",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Qatada with the same chain of transmitters with a minor alteration of words.",
    "hadithArabic": " وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ شُعْبَةَ، ح وَحَدَّثَنِي أَبُو غَسَّانَ، الْمِسْمَعِيُّ حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا سَعِيدٌ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا مُعَاذُ، بْنُ هِشَامٍ حَدَّثَنِي أَبِي كُلُّهُمْ، عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّ فِي، حَدِيثِ سَعِيدٍ وَهِشَامٍ بَعْدَ الصُّبْحِ حَتَّى تَشْرُقَ الشَّمْسُ .",
    "hadithBengali": "১৭৯৫। যুহায়র ইবনু হারব, আবূ গাসসান মিসমায়ী, ইসহাক ইবনু ইবরাহীম (রহঃ) ... সবাই কাতাদা (রহঃ) হতে ঐ সনদে বর্ণনা করেছেন। তবে সাঈদ ও হিশামের বর্ণনায় এ কথাটি অতিরিক্ত আছে ফজরের পর সূর্য আলোকোজ্জল না হওয়া পর্যন্ত।\n",
    "checkStatus": "1",
    "hadithNo": "1795",
    "id": "11160",
    "thesequence": "10619",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri reported Allahs Messenger (ﷺ) as saying:\nNo prayer is valid after the Asr prayer till the sun sets and no prayer is valid after the dawn prayer till the sun rises.",
    "hadithArabic": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، أَنَّ ابْنَ شِهَابٍ، أَخْبَرَهُ قَالَ أَخْبَرَنِي عَطَاءُ بْنُ يَزِيدَ اللَّيْثِيُّ، أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ صَلاَةَ بَعْدَ صَلاَةِ الْعَصْرِ حَتَّى تَغْرُبَ الشَّمْسُ وَلاَ صَلاَةَ بَعْدَ صَلاَةِ الْفَجْرِ حَتَّى تَطْلُعَ الشَّمْسُ  .",
    "hadithBengali": "১৭৯৬। হারামালা ইবনু ইয়াহয়া (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আসরের পর কোন সালাত নেই সূর্যাস্ত না হওয়া পর্যন্ত এবং ফজরের পর কোন সালাত নেই সুর্য উদিত না হওয়া পর্যন্ত।\n",
    "checkStatus": "1",
    "hadithNo": "1796",
    "id": "11161",
    "thesequence": "10620",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported Allahs Messenger (ﷺ) as saying:\nLet not any one of you intend to observe prayer at the time of the rising of the sun or of the setting sun.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَتَحَرَّى أَحَدُكُمْ فَيُصَلِّي عِنْدَ طُلُوعِ الشَّمْسِ وَلاَ عِنْدَ غُرُوبِهَا  .",
    "hadithBengali": "১৭৯৭। ইয়াইয়া ইবনু ইয়াইয়া (রহঃ) ... ইবনু উমর (রাঃ) হতে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যেন সূর্যোদয় বা সূর্যাস্ত যাওয়ার সময় সালাত আদায় করার ইচ্ছা না করে।\n",
    "checkStatus": "1",
    "hadithNo": "1797",
    "id": "11162",
    "thesequence": "10621",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported Allahs Messenger (ﷺ) as saying:\nDo not intend to observe prayer at the time of the rising of the sun nor at its setting, for it rises between the horns of Satan.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ، نُمَيْرٍ حَدَّثَنَا أَبِي وَمُحَمَّدُ بْنُ بِشْرٍ، قَالاَ جَمِيعًا حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَحَرَّوْا بِصَلاَتِكُمْ طُلُوعَ الشَّمْسِ وَلاَ غُرُوبَهَا فَإِنَّهَا تَطْلُعُ بِقَرْنَىْ شَيْطَانٍ  .",
    "hadithBengali": "১৭৯৮। আবূ বকর ইবনু আবূ শায়বা, মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা তোমাদের সালাত সূর্যাদয় ও সূর্যাস্তের সময় আদায় করার ইচ্ছা করবে না। কেননা সূর্য শয়তানের দুটি শিং এর মাঝখানে উদিত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "1798",
    "id": "11163",
    "thesequence": "10622",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported Allahs Messenger (ﷺ) as saying:\nWhen the rim of the sun starts appearing defer prayer till it completely appears, and when the rim of the sun disappears defer prayer till it completely disappears.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ، نُمَيْرٍ حَدَّثَنَا أَبِي وَابْنُ، بِشْرٍ قَالُوا جَمِيعًا حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا بَدَا حَاجِبُ الشَّمْسِ فَأَخِّرُوا الصَّلاَةَ حَتَّى تَبْرُزَ وَإِذَا غَابَ حَاجِبُ الشَّمْسِ فَأَخِّرُوا الصَّلاَةَ حَتَّى تَغِيبَ  .",
    "hadithBengali": "১৭৯৯। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ও মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সূর্যের কিনারা যখন প্রকাশিত হয় তখন তোমরা সূর্য পূরাপূরি প্রকাশিত হওয়া পর্যন্ত সালাত আদায়ে বিলম্ব কর এবং যখন কিনারা অদৃশ্য হয়ে যায় তখন পূরাপূরি অস্ত যাওয়া পর্যন্ত তোমরা সালাত আদায় বিলম্ব কর।\n",
    "checkStatus": "1",
    "hadithNo": "1799",
    "id": "11164",
    "thesequence": "10623",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Basra Ghifari reported:\nThe Messenger of Allah (ﷺ) led us in the Asr prayer at (the place known as) Mukhammas, and then said: This prayer was presented to those gone before you, but they lost it, and he who guards it has two rewards in store for him. And no prayer is valid after till the onlooker appears (by onlooker is meant the evening star).",
    "hadithArabic": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ خَيْرِ بْنِ نُعَيْمٍ الْحَضْرَمِيِّ، عَنِ ابْنِ هُبَيْرَةَ، عَنْ أَبِي تَمِيمٍ الْجَيْشَانِيِّ، عَنْ أَبِي بَصْرَةَ الْغِفَارِيِّ، قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ صلى الله عليه وسلم الْعَصْرَ بِالْمُخَمَّصِ فَقَالَ   إِنَّ هَذِهِ الصَّلاَةَ عُرِضَتْ عَلَى مَنْ كَانَ قَبْلَكُمْ فَضَيَّعُوهَا فَمَنْ حَافَظَ عَلَيْهَا كَانَ لَهُ أَجْرُهُ مَرَّتَيْنِ وَلاَ صَلاَةَ بَعْدَهَا حَتَّى يَطْلُعَ الشَّاهِدُ  . وَالشَّاهِدُ النَّجْمُ .",
    "hadithBengali": "১৮০০। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ বাসরা আল গিফারী (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিয়ে মুখাম্মাস নামক স্থানে আসরের সালাত আদায় করলেন এবং বললেন, এ সালাত তোমাদের পূর্ববর্তী উম্মাতদের কাছে পেশ করা হয়েছিল। কিন্তু তারা এ সালাতকে বিনষ্ট করল। অতএব যে ব্যাক্তি এ সালাতের ব্যাপারে যত্নবান হবে তাকে দ্বিগুন সাওয়ার দেয়া হবে। এ সালাতের পর অন্য কোন সালাত নেই &#39;শাহিদ&#39; উদয় না হওয়া পর্যন্ত। (শাহিদ হল তারকা)\n",
    "checkStatus": "1",
    "hadithNo": "1800",
    "id": "11165",
    "thesequence": "10624",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Abu Basra Ghifari through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنِ ابْنِ إِسْحَاقَ، قَالَ حَدَّثَنِي يَزِيدُ بْنُ أَبِي حَبِيبٍ، عَنْ خَيْرِ بْنِ نُعَيْمٍ الْحَضْرَمِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ هُبَيْرَةَ السَّبَائِيِّ، - وَكَانَ ثِقَةً - عَنْ أَبِي تَمِيمٍ الْجَيْشَانِيِّ، عَنْ أَبِي بَصْرَةَ الْغِفَارِيِّ، قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ صلى الله عليه وسلم الْعَصْرَ . بِمِثْلِهِ .",
    "hadithBengali": "১৮০১। যুহায়র ইবনু হারব (রহঃ) ... আবূ বাসরা (রাঃ) হতে বর্ণিত। তিনি বলেন, আমাদের নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসরের সালাত পড়লেন। তারপর অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1801",
    "id": "11166",
    "thesequence": "10625",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Uqba b. Amir said:\nThere were three times at which Allahs Messenger (ﷺ) forbade us to pray, or bury our dead: When the sun begins to rise till it is fully up, when the sun is at its height at midday till it passes over the meridian, and when the sun draws near to setting till it sets.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ مُوسَى بْنِ عُلَىٍّ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ عُقْبَةَ بْنَ عَامِرٍ الْجُهَنِيَّ، يَقُولُ ثَلاَثُ سَاعَاتٍ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَنْهَانَا أَنْ نُصَلِّيَ فِيهِنَّ أَوْ أَنْ نَقْبُرَ فِيهِنَّ مَوْتَانَا حِينَ تَطْلُعُ الشَّمْسُ بَازِغَةً حَتَّى تَرْتَفِعَ وَحِينَ يَقُومُ قَائِمُ الظَّهِيرَةِ حَتَّى تَمِيلَ الشَّمْسُ وَحِينَ تَضَيَّفُ الشَّمْسُ لِلْغُرُوبِ حَتَّى تَغْرُبَ .",
    "hadithBengali": "১৮০২। ইয়াহয়া ইবনু ইয়াহয়া (রহঃ) ... উলাঈ (রহঃ) বলেন, আমি উকবা ইবনু আমির জুহানী (রাঃ) কে বলতে শুনেছি যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনটি সময়ে সালাত আদায় এবং মৃত ব্যাক্তিকে কবরস্থ করা হতে আমাদেরকে নিষেধ করতেন, সূর্য যখন আলোকজ্জ্বল হয়ে উদয় হতে থাকে তখন থেকে পরিষ্কারভাবে উপরে না উঠা পর্যন্ত। যখন সূর্য ঠিক মধ্যাকাশে থাকে তখন থেকে ঢলে না পড়া পর্যন্ত এবং সূর্য অস্ত যাওয়া শুরু হলে, যাবৎ না সম্পূর্ণরূপে অস্তমিত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "1802",
    "id": "11167",
    "thesequence": "10626",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amr b. Abasa Sulami reported:\nIn the state of the Ignorance (before embracing Islam), I used to think that the people were in error and they were not on anything (which may be called the right path) and worshipped the idols. Meanwhile, I heard of a man in Mecca who was giving news (on the basis of his prophetic knowledge) ; so I sat on my ride and went to him. The Messenger of Allah (ﷺ) was at that time hiding as his people had made life hard for him. I adopted a friendly attitude (towards the Meccans and thus managed) to enter Mecca and go to him (the Holy Prophet) and I said to him: Who are you? He said: I am a Prophet (of Allah). I again said: Who is a Prophet? He said: (I am a Prophet in the sense that) I have been sent by Allah. I said: What is that which you have been sent with? He said: I have been sent to join ties of relationship (with kindness and affection), to break the Idols, and to proclaim the oneness of Allah (in a manner that) nothing is to be associated with Him. I said: Who is with you in this (in these beliefs and practices)? He said: A free man and a slave. He (the narrator) said: Abu Bakr and Bilal were there with him among those who had embraced Islam by that time. I said: I intend to follow you. He said: During these days you would not be able to do so. Dont you see the (hard) condition under which I and (my) people are living? You better go back to your people and when you hear that I have been granted victory, you come to me. So I went to my family. I was in my home when the Messenger of Allah (ﷺ) came to Medina. I was among my people and used to seek news and ask people when he arrived in Medina. Then a group of people belonging to Yathrib (Medina) came. I said (to them): How is that person getting on who has come to Medina? They said: The people are hastening to him, while his people (the polytheists of Mecca) planned to kill him, but they could not do so. I (on hearing it) came to Medina and went to him and said: Messenger of Allah, do you recognise me? He said: Yes, you are the same man who met me at Mecca. I said: It is so. I again said: Prophet of Allah, tell me that which Allah has taught you and which I do not know, tell me about the prayer. He said: Observe the dawn prayer, then stop praying when the sun is rising till it is fully up, for when it rises it comes up between the horns of Satan, and the unbelievers prostrate themselves to it at that time. Then pray, for the prayer is witnessed and attended (by angels) till the shadow becomes about the length of a lance; then cease prayer, for at that time Hell is heated up. Then when the shadow moves forward, pray, for the prayer is witnessed and attended by angels, till you pray the afternoon prayer, then cease prayer till the sun sets, for it sets between the horns of devil, and at that time the unbelievers prostrate themselves before it. I said: Apostle of Allah, tell me about ablution also. He said: None of you who uses water for ablution and rinses his mouth, snuffs up water and blows it, but the sins of his face, and his mouth and his nostrils fall out. When he washes his face, as Allah has commanded him, the sins of his face fall out from the end of his beard with water. Then (when) he washes his forearms up to the elbows, the sins of his arms fall out along with water from his finger-tips. And when he wipes his head, the sins of his head fall out from the points of his hair along with water. And (when) he washes his feet up to the ankles, the sins of his feet fall out from his toes along with water. And if he stands to pray and praises Allah, lauds Him and glorifies Him with what becomes Him and shows wholehearted devotion to Allah, his sins would depart leaving him (as innocent) as he was on the day his mother bore him. Amr b. Abasa narrated this hadith to Abu Umama, a Companion of the Messenger of Allah (ﷺ), and Abu Umama said to him: Amr b. Abasa, think what you are saying that such (a great reward) is given to a man at one place (only in the act of ablution and prayer). Upon this Amr said: Abu Umama, I have grown old and my bones have become weak and I am at the door of death; what impetus is there for me to attribute a lie to Allah and the Messenger of Allah (ﷺ)? Had I heard it from the Messenger of Allah (ﷺ) once, twice, or three times (even seven times), I would have never narrated it, but I have heard it from him on occasions more than these.",
    "hadithArabic": " حَدَّثَنِي أَحْمَدُ بْنُ جَعْفَرٍ الْمَعْقِرِيُّ، حَدَّثَنَا النَّضْرُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنَا شَدَّادُ بْنُ عَبْدِ اللَّهِ أَبُو عَمَّارٍ، وَيَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ أَبِي أُمَامَةَ، - قَالَ عِكْرِمَةُ وَلَقِيَ شَدَّادٌ أَبَا أُمَامَةَ وَوَاثِلَةَ وَصَحِبَ أَنَسًا إِلَى الشَّامِ وَأَثْنَى عَلَيْهِ فَضْلاً وَخَيْرًا - عَنْ أَبِي أُمَامَةَ قَالَ قَالَ عَمْرُو بْنُ عَبَسَةَ السُّلَمِيُّ كُنْتُ وَأَنَا فِي الْجَاهِلِيَّةِ أَظُنُّ أَنَّ النَّاسَ عَلَى ضَلاَلَةٍ وَأَنَّهُمْ لَيْسُوا عَلَى شَىْءٍ وَهُمْ يَعْبُدُونَ الأَوْثَانَ فَسَمِعْتُ بِرَجُلٍ بِمَكَّةَ يُخْبِرُ أَخْبَارًا فَقَعَدْتُ عَلَى رَاحِلَتِي فَقَدِمْتُ عَلَيْهِ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم مُسْتَخْفِيًا جُرَءَاءُ عَلَيْهِ قَوْمُهُ فَتَلَطَّفْتُ حَتَّى دَخَلْتُ عَلَيْهِ بِمَكَّةَ فَقُلْتُ لَهُ مَا أَنْتَ قَالَ  أَنَا نَبِيٌّ  . فَقُلْتُ وَمَا نَبِيٌّ قَالَ  أَرْسَلَنِي اللَّهُ  . فَقُلْتُ وَبِأَىِّ شَىْءٍ أَرْسَلَكَ قَالَ  أَرْسَلَنِي بِصِلَةِ الأَرْحَامِ وَكَسْرِ الأَوْثَانِ وَأَنْ يُوَحَّدَ اللَّهُ لاَ يُشْرَكُ بِهِ شَىْءٌ  . قُلْتُ لَهُ فَمَنْ مَعَكَ عَلَى هَذَا قَالَ  حُرٌّ وَعَبْدٌ  . قَالَ وَمَعَهُ يَوْمَئِذٍ أَبُو بَكْرٍ وَبِلاَلٌ مِمَّنْ آمَنَ بِهِ . فَقُلْتُ إِنِّي مُتَّبِعُكَ . قَالَ  إِنَّكَ لاَ تَسْتَطِيعُ ذَلِكَ يَوْمَكَ هَذَا أَلاَ تَرَى حَالِي وَحَالَ النَّاسِ وَلَكِنِ ارْجِعْ إِلَى أَهْلِكَ فَإِذَا سَمِعْتَ بِي قَدْ ظَهَرْتُ فَأْتِنِي  . قَالَ فَذَهَبْتُ إِلَى أَهْلِي وَقَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ وَكُنْتُ فِي أَهْلِي فَجَعَلْتُ أَتَخَبَّرُ الأَخْبَارَ وَأَسْأَلُ النَّاسَ حِينَ قَدِمَ الْمَدِينَةَ حَتَّى قَدِمَ عَلَىَّ نَفَرٌ مِنْ أَهْلِ يَثْرِبَ مِنْ أَهْلِ الْمَدِينَةِ فَقُلْتُ مَا فَعَلَ هَذَا الرَّجُلُ الَّذِي قَدِمَ الْمَدِينَةَ فَقَالُوا النَّاسُ إِلَيْهِ سِرَاعٌ وَقَدْ أَرَادَ قَوْمُهُ قَتْلَهُ فَلَمْ يَسْتَطِيعُوا ذَلِكَ . فَقَدِمْتُ الْمَدِينَةَ فَدَخَلْتُ عَلَيْهِ فَقُلْتُ يَا رَسُولَ اللَّهِ أَتَعْرِفُنِي قَالَ  نَعَمْ أَنْتَ الَّذِي لَقِيتَنِي بِمَكَّةَ  . قَالَ فَقُلْتُ بَلَى . فَقُلْتُ يَا نَبِيَّ اللَّهِ أَخْبِرْنِي عَمَّا عَلَّمَكَ اللَّهُ وَأَجْهَلُهُ . أَخْبِرْنِي عَنِ الصَّلاَةِ قَالَ  صَلِّ صَلاَةَ الصُّبْحِ ثُمَّ أَقْصِرْ عَنِ الصَّلاَةِ حَتَّى تَطْلُعَ الشَّمْسُ حَتَّى تَرْتَفِعَ فَإِنَّهَا تَطْلُعُ حِينَ تَطْلُعُ بَيْنَ قَرْنَىْ شَيْطَانٍ وَحِينَئِذٍ يَسْجُدُ لَهَا الْكُفَّارُ ثُمَّ صَلِّ فَإِنَّ الصَّلاَةَ مَشْهُودَةٌ مَحْضُورَةٌ حَتَّى يَسْتَقِلَّ الظِّلُّ بِالرُّمْحِ ثُمَّ أَقْصِرْ عَنِ الصَّلاَةِ فَإِنَّ حِينَئِذٍ تُسْجَرُ جَهَنَّمُ فَإِذَا أَقْبَلَ الْفَىْءُ فَصَلِّ فَإِنَّ الصَّلاَةَ مَشْهُودَةٌ مَحْضُورَةٌ حَتَّى تُصَلِّيَ الْعَصْرَ ثُمَّ أَقْصِرْ عَنِ الصَّلاَةِ حَتَّى تَغْرُبَ الشَّمْسُ فَإِنَّهَا تَغْرُبُ بَيْنَ قَرْنَىْ شَيْطَانٍ وَحِينَئِذٍ يَسْجُدُ لَهَا الْكُفَّارُ  . قَالَ فَقُلْتُ يَا نَبِيَّ اللَّهِ فَالْوُضُوءُ حَدِّثْنِي عَنْهُ قَالَ  مَا مِنْكُمْ رَجُلٌ يُقَرِّبُ وَضُوءَهُ فَيَتَمَضْمَضُ وَيَسْتَنْشِقُ فَيَنْتَثِرُ إِلاَّ خَرَّتْ خَطَايَا وَجْهِهِ وَفِيهِ وَخَيَاشِيمِهِ ثُمَّ إِذَا غَسَلَ وَجْهَهُ كَمَا أَمَرَهُ اللَّهُ إِلاَّ خَرَّتْ خَطَايَا وَجْهِهِ مِنْ أَطْرَافِ لِحْيَتِهِ مَعَ الْمَاءِ ثُمَّ يَغْسِلُ يَدَيْهِ إِلَى الْمِرْفَقَيْنِ إِلاَّ خَرَّتْ خَطَايَا يَدَيْهِ مِنْ أَنَامِلِهِ مَعَ الْمَاءِ ثُمَّ يَمْسَحُ رَأْسَهُ إِلاَّ خَرَّتْ خَطَايَا رَأْسِهِ مِنْ أَطْرَافِ شَعْرِهِ مَعَ الْمَاءِ ثُمَّ يَغْسِلُ قَدَمَيْهِ إِلَى الْكَعْبَيْنِ إِلاَّ خَرَّتْ خَطَايَا رِجْلَيْهِ مِنْ أَنَامِلِهِ مَعَ الْمَاءِ فَإِنْ هُوَ قَامَ فَصَلَّى فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ وَمَجَّدَهُ بِالَّذِي هُوَ لَهُ أَهْلٌ وَفَرَّغَ قَلْبَهُ لِلَّهِ إِلاَّ انْصَرَفَ مِنْ خَطِيئَتِهِ كَهَيْئَتِهِ يَوْمَ وَلَدَتْهُ أُمُّهُ  . فَحَدَّثَ عَمْرُو بْنُ عَبَسَةَ بِهَذَا الْحَدِيثِ أَبَا أُمَامَةَ صَاحِبَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهُ أَبُو أُمَامَةَ يَا عَمْرَو بْنَ عَبَسَةَ انْظُرْ مَا تَقُولُ فِي مَقَامٍ وَاحِدٍ يُعْطَى هَذَا الرَّجُلُ فَقَالَ عَمْرٌو يَا أَبَا أُمَامَةَ لَقَدْ كَبِرَتْ سِنِّي وَرَقَّ عَظْمِي وَاقْتَرَبَ أَجَلِي وَمَا بِي حَاجَةٌ أَنْ أَكْذِبَ عَلَى اللَّهِ وَلاَ عَلَى رَسُولِ اللَّهِ لَوْ لَمْ أَسْمَعْهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلاَّ مَرَّةً أَوْ مَرَّتَيْنِ أَوْ ثَلاَثًا - حَتَّى عَدَّ سَبْعَ مَرَّاتٍ - مَا حَدَّثْتُ بِهِ أَبَدًا وَلَكِنِّي سَمِعْتُهُ أَكْثَرَ مِنْ ذَلِكَ .",
    "hadithBengali": "১৮০৩। আহমাদ ইবনু জাফর আল মা&#39;কিরী (রহঃ) ... ইকরামা (রহঃ) বলেন, শাদ্দাদ, আবূ উমামা ও ওয়াসিলার সাথে তার সাক্ষাৎ হয়েছে এবং সিরিয়া ভ্রমণকালেও আনাস (রাঃ) এর সহচর ছিলেন। তিনি তার প্রশংসা করেছেন ও তার মহাত্ম্য বর্ণনা করেছেন। আবূ উমামা (রাঃ) বলেন, আমর ইবনু আবাসা সুলামী (রাঃ) বলেন, আমি প্রাক ইসলাম যুগে সকল মানুষকে পথভ্রষ্ট বলে ধারণা করতাম। তারা কোন ধর্মের উপর নেই। তারা সবাই মুর্তি পূঁজা, দেব-দেবীর পূঁজা করত। তিনি বলেন, তখন আমি মক্কায় এমন এক ব্যাক্তির কথা শুনলাম যিনি বিভিন্ন সংবাদ বর্ণনা করেন। তখন আমি সাওয়ারীর উপর আরোহণ করে তাঁর নিকট এলাম এবং আমি জানতে পারলাম যে তিনি জনসমাবেশ থেকে নিজকে দুরে রাখেন। তাঁর কাওম তাঁর উপর নির্যাতন করে। আমি কৌশলে মক্কায় তার নিকট পৌছিলাম এবং তাঁকে জিজ্ঞাসা করলাম আপনার পরিচয় কি?\n\nতিনি বললেন, আমি নবী। আমি বললাম, নবী কি? তিনি বললেন, আল্লাহ আমাকে প্রেরণ করেছেন। আমি জিজ্ঞাসা করলাম আল্লাহ আপনাকে কি দিয়ে পাঠিয়েছেন? তিনি বললেন, আমাকে আত্নীয়তার বন্ধন সুদূঢ় করা, দেব-দেবী ও মূর্তি ভেঙ্গে দেওয়া, আল্লাহকে এক বলে জানা এবং তাঁর সঙ্গে কোন কিছু শরীক না করা। আমি জিজ্ঞাসা করলাম, এ ব্যাপারে আপনার সঙ্গে কারা আছে? তিনি বললেন, একজন স্বাধীন ব্যাক্তি ও একজন কৃতদাস। তিনি বলেন যে, তাঁর প্রতি যারা ঈমান এনেছিলেন তাদের মধ্যে আবূ বকর (রাঃ) ও বিলাল (রাঃ) ছিলেন। আমি বললাম, আমিও আপনার অনুসারী হাত চাই। তিনি বললেন, বর্তমান অবস্থায় তুমি তা পারবে না। তুমি আমার অবস্থা ও লোকজনের অবস্থা কি দেখছ না? তুমি বরং পরিজনদের কাছে ফিরে যাও। যখন আমি বিজয় লাভ করেছি বলে শুনতে পাবে তখন আমার কাছে এসো।\n\nতিনি বললেন, আমি পরিজনদের কাছে চলে গেলাম। ইতিমধ্যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিজরত করে মদিনায় গমন করলেন। তখন আমি পরিজনদের মাঝে অবস্থান করছিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনায় গমন করার পর থেকে আমি সর্বদা এ বিষয়ে খোঁজ-খবর এবং মানুষকেও জিজ্ঞাসাবাদ করতে থাকলাম। মদিনাবাসীদের একদল লোক আমার কাছে এলেন। তাদেরকে আমি জিজ্ঞেস করলাম। যে ব্যাক্তি মদিনায় আগমন করেছেন তিনি কি করছেন, তাঁর অবস্থা কি? তারা বললেন, লোকজন অতি দ্রুত তাঁর সাহচর্যে যাচ্ছে তাঁর কাওম তাঁকে হত্যা করতে চাচ্ছিল। কিন্তু তারা সফলকাম হয়নি। আমি এ কথা শুলে মদিনায় গেলাম এবং তাঁর কাছে পৌছলাম। তাঁকে জিজ্ঞেস করলাম ইয়া রাসুলাল্লাহ! আমাকে চিনতে পেরেছেন? তিনি বললেন হ্যাঁ, তুমি সে ব্যাক্তি যে আমার সাথে মক্কায় সাক্ষাৎ করেছিলে।\n\n(বর্ণনাকারী) বলেন, আমি বললাম, হ্যাঁ। আমি আবার বললাম, ইয়া-নাবী আল্লাহ। আল্লাহ তা&#39;আলা আপনাকে যা কিছু শিখিয়েছেন, অথচ আমি তা জানি না, তা আমাকে শিক্ষা দিন। আমাকে সালাত সম্পর্কে বলুন। তিনি বললেন, ফজরের সালাত আদায় করবে। এরপর সূর্য উদিত হয়ে পরিষ্কারভাবে উপরে না উঠা পর্যন্ত তুমি সালাত থেকে বিরত থাক। কেননা সূর্য যখন উদিত হয় তখন সেটা উদিত হয় শয়তানের দু&#39; শিং-এর মাঝখান দিয়ে। সে সময়ে কাফির তাকে সিজদা করে। এরপর সালাত আদায় কর, তীরের ছায়া তার সমান না হওয়া পর্যন্ত। সালাতে ফিরিশতাগণের উপস্থিতি এবং সাক্ষ্যের ব্যাপার রয়েছে। এরপর সালাত থেকে বিরত থাকো কেননা এ সময়ে জাহান্নামকে উত্তপ্ত করা হয়। এরপর যখন ছায়ায় পরিবর্তন শুরু হয় তখন সালাত পড়তে থাক। ফিরিশতাগণ সালাতে উপস্থিত থাকেন। অর্থাৎ আসরের সালাত আদায় করা পর্যন্ত, তারপর সালাত হতে বিরত থাক সূর্য অস্তমিত না যাওয়া পর্যন্ত। কেননা সূর্য শয়তানের দু&#39;শিং-এর মধ্যে দিয়ে অস্ত যায়। ঐ সময় কাফিররা তাকে সিজদা করে।\n\nরাবী বলেন,আমি বললাম, ইয়া রাসুলাল্লাহ! উযূ (ওজু/অজু/অযু) সম্পর্কে আমাকে বলে দিন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমাদের কোন ব্যাক্তির কাছে যখন ওযুর পানি পেশ করা হয়, এরপর সে কুলি করে ও নাকে পানি দেয় ও তা পরিষ্কার করে। তখন তার মুখমন্ডলের মূখ গহব্বর ও নাকের সকল গুনাহ ঝরে যায়। তারপর যখন সে আল্লাহ পাকের নির্দেশ অনুসারে মুখমন্ডল ধোয় তখন মুখমন্ডলের চারিদিক থেকে সকল গুনাহ পানির সাথে ঝরে যায়। এরপর যখন দু&#39; হাত ধোয় কুনূই পর্যন্ত, তখন তার উভয় হাতের গুনাহসমূহ আঙ্গুল দিয়ে পানির সাথে ঝরে পড়ে। এরপর উভয় পা গোড়ালী পর্যন্ত ধৌত করলে উভয় পায়ের গুনাহগুলো আঙ্গুল দিয়ে পানির সাথে ঝরে পড়ে। এরপর যদি সে দাঁড়িয়ে সালাত আদায় করে আল্লাহর হামদ ও সানা বর্ণনা করে, যথাযথভাবে ও তাঁর অন্তরকে আল্লাহর জন্য মুক্ত করে নেয়, তাহলে সে গুনাহ থেকে মুক্ত হয়ে যাবে সেদিনের মত যে দিন তার মাতা তাকে প্রসব করোছিল।\n\nআমর ইবনু আবাসা (রাঃ)ও হাদীসটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী আবূ উমামা (রাঃ) এর নিকট বর্ণনা করেন। তখন আবূ উমামা (রাঃ) তাঁকে বললেন, হে আমর ইবনু আবাসা! ভেবে দেখ, তুমি কি বলছ! একই স্থানে ঐ ব্যাক্তিকে এত মর্যাদা দেয়া হবে? তখন আমর (রাঃ) বললেন, হে আবূ উমামা (রাঃ)! আমি বয়োবৃদ্ধ হয়ে গিয়েছি। আমার হাড়গুলো নরম হয়ে গিয়েছে। আমার মৃত্যুকাল নিকটবর্তী হয়ে পড়েছে। আল্লাহ ও তাঁর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর মিথ্যা আরোপের কোন প্রয়োজন আমার নেই। আমি যদি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে না শুনতাম একবার দু&#39;বার, তিনবার এমনকি তিনি সাত বার পর্যন্ত গণনা করলেন। তবে আমি কখনো এ হাদীস বর্ণনা করতাম না। আমি হাদীসটি সাত বারের চেয়েও অনেক বেশীবার শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "1803",
    "id": "11168",
    "thesequence": "10627",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha reported that Umar misconstrued the fact that the Messenger of Allah (ﷺ) had prohibited the observance of prayer at the time of the rising sun and at the time of its setting.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ وَهِمَ عُمَرُ إِنَّمَا نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُتَحَرَّى طُلُوعُ الشَّمْسِ وَغُرُوبُهَا .",
    "hadithBengali": "১৮০৪। মুহাম্মাদ ইবনু হাতিম (রহঃ) ... আয়িশা (রাঃ) হতে বর্ণিত। তিনি বলেন, উমর (রাঃ) এর ধারণা হয়েছিল যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূর্যোদয় ও সূর্যস্তের সময়কালে সালাত আদায় করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1804",
    "id": "11169",
    "thesequence": "10628",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha said that the Messenger of Allah (ﷺ) did not abandon observing two rakahs after Asr, but she reported Allahs Messenger (ﷺ) as saying:\nDo not get used to observe prayer at the time of the rising sun and at the time of its setting and (exhorted the Muslims) to pray at their times.",
    "hadithArabic": "وَحَدَّثَنَا حَسَنٌ الْحُلْوَانِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ لَمْ يَدَعْ رَسُولُ اللَّهِ صلى الله عليه وسلم الرَّكْعَتَيْنِ بَعْدَ الْعَصْرِ . قَالَ فَقَالَتْ عَائِشَةُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَتَحَرَّوْا طُلُوعَ الشَّمْسِ وَلاَ غُرُوبَهَا فَتُصَلُّوا عِنْدَ ذَلِكَ  .",
    "hadithBengali": "১৮০৫। হাসান হুলওয়ানী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসরের পর দু&#39; রাকআত সালাত ত্যাগ করেননি। রাবী বলেন, আয়িশা (রাঃ) আরো বলেছেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা সূর্যোদয় ও সূর্যাস্তের সময়ের অপেক্ষায় থেকে না এবং সে সময় সালাত আদায় করো না।\n",
    "checkStatus": "1",
    "hadithNo": "1805",
    "id": "11170",
    "thesequence": "10629",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Kuraib, the freed slave of Ibn Abbas, reported that Abdullah b. Abbas, Abd al-Rahman b. Azhar, al-Miswar b. Makhrama sent him to Aisha, the wife of the Messenger of Allah (ﷺ), telling him to give her their greetings, and ask her about the two rakahs after the afternoon prayer, (for) we have heard that you observe them whereas it has been conveyed to us that the Messenger of Allah (ﷺ) prohibited their observance. Ibn Abbas said:\nI along with Umar b. al-Khattab dissuaded people to do so (to observe two rakahs of prayer). Kuraib said: I went to her (Aisha) and conveyed to her the message with which I was sent. She said: (Better) ask Umm Salama. So I went to them (those who had sent him to Hadrat Aisha) and informed them about what she had said. They sent me back to Umm Salama with that with which I was sent to Aisha. Umm Salama said: I beard the Messenger of Allah (ﷺ) prohibiting them, and then afterwards I saw him observing them. And when he observed them (two rakahs) he had already observed the Asr prayer. Then he (the Holy Prophet) came, while there were with me ladies of Banu Haram, a tribe of the Ansar and he (the Holy Prophet) observed them (the two rakahs). I sent a slave-girl to him asking her to stand by his side and say to him that Umm Salama says: Messenger of Allah, I heard you prohibiting these two rakahs, whereas I saw you observing them; and if he (the Holy Prophet) points with his hand (to wait), then do wait. The slave-girl did like that. He (the Holy Prophet) pointed out with his hand and she got aside and waited, and when he had finished (the prayer) he said: Daughter of Abu Umayya. you have asked about the two rakahs after the Asr prayer. Some people of Abu al-Qais came to me for embracing Islam and hindered me from observing the two rakahs which come after the noon prayer. So those are the two I have been praying.",
    "hadithArabic": "حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، - وَهُوَ ابْنُ الْحَارِثِ - عَنْ بُكَيْرٍ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، وَعَبْدَ الرَّحْمَنِ، بْنَ أَزْهَرَ وَالْمِسْوَرَ بْنَ مَخْرَمَةَ أَرْسَلُوهُ إِلَى عَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم فَقَالُوا اقْرَأْ عَلَيْهَا السَّلاَمَ مِنَّا جَمِيعًا وَسَلْهَا عَنِ الرَّكْعَتَيْنِ بَعْدَ الْعَصْرِ وَقُلْ إِنَّا أُخْبِرْنَا أَنَّكِ تُصَلِّينَهُمَا وَقَدْ بَلَغَنَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْهُمَا . قَالَ ابْنُ عَبَّاسٍ وَكُنْتُ أَصْرِفُ مَعَ عُمَرَ بْنِ الْخَطَّابِ النَّاسَ عَنْهَا . قَالَ كُرَيْبٌ فَدَخَلْتُ عَلَيْهَا وَبَلَّغْتُهَا مَا أَرْسَلُونِي بِهِ . فَقَالَتْ سَلْ أُمَّ سَلَمَةَ . فَخَرَجْتُ إِلَيْهِمْ فَأَخْبَرْتُهُمْ بِقَوْلِهَا فَرَدُّونِي إِلَى أُمِّ سَلَمَةَ بِمِثْلِ مَا أَرْسَلُونِي بِهِ إِلَى عَائِشَةَ . فَقَالَتْ أُمُّ سَلَمَةَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنْهُمَا ثُمَّ رَأَيْتُهُ يُصَلِّيهِمَا أَمَّا حِينَ صَلاَّهُمَا فَإِنَّهُ صَلَّى الْعَصْرَ ثُمَّ دَخَلَ وَعِنْدِي نِسْوَةٌ مِنْ بَنِي حَرَامٍ مِنَ الأَنْصَارِ فَصَلاَّهُمَا فَأَرْسَلْتُ إِلَيْهِ الْجَارِيَةَ فَقُلْتُ قُومِي بِجَنْبِهِ فَقُولِي لَهُ تَقُولُ أُمُّ سَلَمَةَ يَا رَسُولَ اللَّهِ إِنِّي أَسْمَعُكَ تَنْهَى عَنْ هَاتَيْنِ الرَّكْعَتَيْنِ وَأَرَاكَ تُصَلِّيهِمَا فَإِنْ أَشَارَ بِيَدِهِ فَاسْتَأْخِرِي عَنْهُ - قَالَ - فَفَعَلَتِ الْجَارِيَةُ فَأَشَارَ بِيَدِهِ فَاسْتَأْخَرَتْ عَنْهُ فَلَمَّا انْصَرَفَ قَالَ   يَا بِنْتَ أَبِي أُمَيَّةَ سَأَلْتِ عَنِ الرَّكْعَتَيْنِ بَعْدَ الْعَصْرِ إِنَّهُ أَتَانِي نَاسٌ مِنْ عَبْدِ الْقَيْسِ بِالإِسْلاَمِ مِنْ قَوْمِهِمْ فَشَغَلُونِي عَنِ الرَّكْعَتَيْنِ اللَّتَيْنِ بَعْدَ الظُّهْرِ فَهُمَا هَاتَانِ  .",
    "hadithBengali": "১৮০৬। হারামালা ইবনু ইয়াহয়া তুজীবী (রহঃ) ... ইবনু আব্বাস (রাঃ) এর আযাদকৃত গোলাম কুরায়ব (রহঃ) বলেন, আবদুল্লাহ ইবনু আব্বাস, আব্দুর রহমান ইবনু আযহার এবং মিসওয়ার ইবনু মাখরামা (রাঃ) সবাই তাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) এর নিকট প্রেরণ করলেন এবং বলে দিলেন, তাকে আমাদের সবার পক্ষ থেকে সালাম জানাবে এবং তাঁকে আসরের পরের দুরাকআত সালাত সম্পর্কে জিজ্ঞাসা করবে এবং এ কথাও বলবে যে আমরা জানতে পেরেছি, আপনিও সে দু রাকআত সালাত আদায় করে থাকেন, অথচ আমাদের নিকট হাদীস পৌছেছে যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা নিষেধ করেছেন।\n\nইবনু আব্বাস (রাঃ) বলেন, আমিও উমর ইবনুল খাত্তাব (রাঃ) এর সঙ্গে এ সালাত হতে লোকদের ফিরিয়ে রাখতাম। কুরায়ব (রাঃ) বলেন, আমি তার নিকট গেলাম এবং তাঁরা যে সব কথা বলে দিয়ে আমাকে প্রেরণ করেছিলেন তা সব পৌছে দিলাম। আয়িশা (রাঃ) বললেন, উম্মে সালামাকে (রাঃ) জিজ্ঞাসা কর। আমি সেখান থেকে বেরিয়ে যারা আমাকে পাঠিয়েছেন, তাঁদের কাছে এলাম এবং তাঁদেরকে আয়িশা (রাঃ) যা বলেছিলেন তা অবহিত করলাম। তারা আমাকে পূনরায় উম্মে সালামা (রাঃ) এর নিকট প্রেরণ করলেন, যেভাবে আমাকে পাঠিয়েছিলেন আয়িশা (রাঃ)-এর কাছে।\n\n(আমার বক্তব্য শুনে) উম্মে সালামা (রাঃ) বললেন, আমিও রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ সালাত নিষেধ করতে শুনেছি, পরে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ সালাত আদায় করতে দেখেছি। যে দু&#39; রাকআত সালাত আদায় করেছিলেন (তার ব্যাপার এই) তিনি আসরের সালাত আদায় করলেন। অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার হুজরায় প্রবেশ করলেন তখন আমার কাছে আনসারের বনী হারাম গোত্রের কতিপয় মহিলা বসাছিলেন। এরপর দু- রাকআত সালাত আদায় করলেন। আমি দাসীকে তাঁর নিকট পাঠালাম এবং বলে দিলাম, তুমি তার পার্শ্বে দাঁড়াবে এবং তাঁকে বলবে ইয়া রাসুলাল্লাহ! উম্মে সালামা (রাঃ) বলেছেন যে, আপনাকে এ দু- রাক&#39;আত হতে নিষেধ করতে শুনেছেন। অথচ এখন দেখছি আপনি সে দু&#39; রাকআত আদায় করেছেন। তখন তিনি যদি হাত দ্বারা ইশারা করেন তাহলে পিছনে সরে দাঁড়াবে। উম্মে সালামা (রাঃ) বলেন, দাসী তাই করল।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাত দ্বারা ইশারা করলেন। দাসী পিছনে সরে দাঁড়াল। সালাত শেষ করে যখন বললেন, হে আবূ উমাইয়ার কন্যা! তুমি আমাকে আসরের পরের দু&#39; রাকআত সালাত সম্পর্কে জিজ্ঞাসা করেছ? (ঘটনা হল) আমার নিকট আবদুল কায়স গোত্রের কতিপয় লোক ইসলাম গ্রহণ করতে এসেছিল। তাদের সাথে ব্যস্ততার কারণে যুহরের পরের দু&#39; রাকআত আদায় করতে পারিনি। এ হল সেই দু&#39; রাকআত।\n",
    "checkStatus": "1",
    "hadithNo": "1806",
    "id": "11171",
    "thesequence": "10630",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Salama asked Aisha about the two prostrations (i. e. rakahs) which the Messenger of Allah (ﷺ) made after the Asr. She said:\nHe (the Holy Prophet) observed them before the Asr prayer, but then he was hindered to do so, or he forgot them and then he observed them after the Asr, and then he continued observing them. (It was his habit) that when he (the Holy Prophet) observed prayer, he then continued observing it. Ismail said: It implies that he always did that.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَعَلِيُّ بْنُ حُجْرٍ، قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ - أَخْبَرَنِي مُحَمَّدٌ، - وَهُوَ ابْنُ أَبِي حَرْمَلَةَ - قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ، أَنَّهُ سَأَلَ عَائِشَةَ عَنِ السَّجْدَتَيْنِ اللَّتَيْنِ، كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّيهِمَا بَعْدَ الْعَصْرِ فَقَالَتْ كَانَ يُصَلِّيهِمَا قَبْلَ الْعَصْرِ ثُمَّ إِنَّهُ شُغِلَ عَنْهُمَا أَوْ نَسِيَهُمَا فَصَلاَّهُمَا بَعْدَ الْعَصْرِ ثُمَّ أَثْبَتَهُمَا وَكَانَ إِذَا صَلَّى صَلاَةً أَثْبَتَهَا . قَالَ يَحْيَى بْنُ أَيُّوبَ قَالَ إِسْمَاعِيلُ تَعْنِي دَاوَمَ عَلَيْهَا .",
    "hadithBengali": "১৮০৭। ইয়াহয়া ইবনু আয়্যুব, কুতায়বা ও আলী ইবনু হুজর (রহঃ) ... আবূ সালামা (রাঃ) থেকে বর্ণিত যে, তিনি আয়িশা (রাঃ) কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসরের পর যে দু&#39; রাকআত সালাত আদায় করতেন সে সম্পর্কে জিজ্ঞাসা করেছিলেন। তিনি বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দু&#39; রাকআত আসরের পূর্বেই আদায় করতেন। অবশ্য অধিক ব্যস্ততা অথবা ভুলে যাওয়ার ক্যরণে ঐ দু&#39; রাকআত আদায় করতে না পারায় তা আসরের পর আদায় করলেন।\n\nতারপর থেকে এ দু&#39; রাকআত নিয়মিত আদায় করতে লাগলেন। তাঁর নিয়ম ছিল যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন সালাত আদায় করলে তা নিয়মিত আদায় করতেন। ইয়াহয়া ইবনু আয়্যুব (রহঃ) বলেন, ইসমাঈল বলেছেন যে, তিনি তা সর্বদা আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1807",
    "id": "11172",
    "thesequence": "10631",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nThe Messenger of Allah (ﷺ) did not abandon at all observing two rakahs after the Asr in my house.",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي جَمِيعًا، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ مَا تَرَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم رَكْعَتَيْنِ بَعْدَ الْعَصْرِ عِنْدِي قَطُّ .",
    "hadithBengali": "১৮০৮। যুহায়র ইবনু হারব ও ইবনু নুমায়র (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকটে (অবস্থানকালে) আসরের পরের দু&#39; রাকআত কখনো ত্যাগ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "1808",
    "id": "11173",
    "thesequence": "10632",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nTwo are the prayers which the Messenger of Allah (ﷺ) always observed in my house-openly or secretly-two rakahs before the dawn and two rakahs after the Asr.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، ح وَحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، - وَاللَّفْظُ لَهُ - أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، أَخْبَرَنَا أَبُو إِسْحَاقَ الشَّيْبَانِيُّ، عَنْ عَبْدِ الرَّحْمَنِ، بْنِ الأَسْوَدِ عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ صَلاَتَانِ مَا تَرَكَهُمَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي بَيْتِي قَطُّ سِرًّا وَلاَ عَلاَنِيَةً رَكْعَتَيْنِ قَبْلَ الْفَجْرِ وَرَكْعَتَيْنِ بَعْدَ الْعَصْرِ .",
    "hadithBengali": "১৮০৯। আবূ বাকর ইবনু শায়বা (রহঃ), আলী ইবনু হুজর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্নিত। তিনি বলেন, দুটি সালাত আমার গৃহে অবস্থানকালে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনো ত্যাগ করেননি গোপনেও নয় প্রকাশ্যে নয়; ফজরের (ফরযের) পুর্বে দু- রাকআত ও আসরের (ফরযের) পর দুরাক&#39;আত।\n",
    "checkStatus": "1",
    "hadithNo": "1809",
    "id": "11174",
    "thesequence": "10633",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aswad and Masruq reported:\nWe bear testimony to the fact that Aisha said: Never was there a day that he (the Holy Prophet) was with me and he did not observe two rakahs of prayer in my house, i. e. two rakahs after the Asr.",
    "hadithArabic": " وَحَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، وَمَسْرُوقٍ، قَالاَ نَشْهَدُ عَلَى عَائِشَةَ أَنَّهَا قَالَتْ مَا كَانَ يَوْمُهُ الَّذِي كَانَ يَكُونُ عِنْدِي إِلاَّ صَلاَّهُمَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي بَيْتِي . تَعْنِي الرَّكْعَتَيْنِ بَعْدَ الْعَصْرِ .",
    "hadithBengali": "১৮১০। ইবনুল মূসান্না ও ইবনু বাশশার (রহঃ) ... আসওয়াদ ও মাসরুক (রহঃ) বলেন, আমরা আয়িশা (রাঃ) এর সম্পর্কে সাক্ষ্য প্রদান করছি যে, তিনি বলেন, আমার নিকট পালাক্রমে অবস্থানের দিনটিতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার গৃহে ঐ দু&#39; রাকআত অবশ্যই আদায় করতেন। অর্থাৎ আসরের পরের দু&#39; রাকআত।\n",
    "checkStatus": "1",
    "hadithNo": "1810",
    "id": "11175",
    "thesequence": "10634",
    "isActive": "1",
    "chapterId": "13387",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৭. যে সকল ওয়াক্তে সালাত আদায় করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Mukhtar b. Fulful said:\nI asked Anas b. Malik about the voluntary prayers after the afternoon prayer, and he replied: Umar struck hit hands on prayer observed after the Asr prayer and we used to observe two rakahs after the sun set before the evening prayer during the time of the Messenger of Allah (ﷺ). I said to him: Did the Messenger of Allah (ﷺ) observe them? He said: He saw us observing them, but he neither commanded us nor forbade us to do so.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ جَمِيعًا عَنِ ابْنِ فُضَيْلٍ، - قَالَ أَبُو بَكْرٍ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، - عَنْ مُخْتَارِ بْنِ فُلْفُلٍ، قَالَ سَأَلْتُ أَنَسَ بْنَ مَالِكٍ عَنِ التَّطَوُّعِ، بَعْدَ الْعَصْرِ فَقَالَ كَانَ عُمَرُ يَضْرِبُ الأَيْدِي عَلَى صَلاَةٍ بَعْدَ الْعَصْرِ وَكُنَّا نُصَلِّي عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم رَكْعَتَيْنِ بَعْدَ غُرُوبِ الشَّمْسِ قَبْلَ صَلاَةِ الْمَغْرِبِ . فَقُلْتُ لَهُ أَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم صَلاَّهُمَا قَالَ كَانَ يَرَانَا نُصَلِّيهِمَا . فَلَمْ يَأْمُرْنَا وَلَمْ يَنْهَنَا.",
    "hadithBengali": "১৮১১। আবূ বাকর ইবনু আবূ শায়রা ও আবূ কুরায়ব (রহঃ) ... মুখতার ইবনু ফুলফুল (রহঃ) বলেন, আমি আনাস ইবনু মালিক (রাঃ) কে আসরের পর নফল সালাত পড়া সম্পর্কে জিজ্ঞাসা করলাম। তিনি বললেন, উমর (রাঃ) আসরের পর নফল সালাত পড়ার কারনে মানুষের হাতে আঘাত করতেন। আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে সূর্যাস্তের পর মাগরিবের সালাতের পূর্বক্ষণ দুরাকআত পড়তাম। আমি তাকে জিজ্ঞাসা করলাম, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি এ দু-রাকআত পড়তেন? তিনি বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে পড়তে দেখেছেন কিন্তু তিনি আমাদেরকে এ সম্পর্কে আদেশ-নিষেধ কিছুই করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "1811",
    "id": "11176",
    "thesequence": "10635",
    "isActive": "1",
    "chapterId": "13388",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৮. মাগরিবের (ফরয) সালাতের পূর্বক্ষণে দু&rsquo; রাক&rsquo;আত পড়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported:\nWhen we were in Medina, the moment the Muadhdhin made the call to the sunset prayer, the people hastened to the pillars of the mosque and prayed two rakahs with the result that any stranger coming into the mosque would think that the obligatory prayer had been observed owing to the number who were praying then.",
    "hadithArabic": " وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ عَبْدِ الْعَزِيزِ، - وَهُوَ ابْنُ صُهَيْبٍ - عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنَّا بِالْمَدِينَةِ فَإِذَا أَذَّنَ الْمُؤَذِّنُ لِصَلاَةِ الْمَغْرِبِ ابْتَدَرُوا السَّوَارِيَ فَيَرْكَعُونَ رَكْعَتَيْنِ رَكْعَتَيْنِ حَتَّى إِنَّ الرَّجُلَ الْغَرِيبَ لَيَدْخُلُ الْمَسْجِدَ فَيَحْسِبُ أَنَّ الصَّلاَةَ قَدْ صُلِّيَتْ مِنْ كَثْرَةِ مَنْ يُصَلِّيهِمَا .",
    "hadithBengali": "১৮১২। শায়বান ইবনু ফাররুখ (রহঃ) ... আনাস ইবনু মালিক (রা,) থেকে বর্ণিত। তিনি বলেন, আমরা যখন মদিনা ছিলাম তখন মুয়াযযিন মাগরিবের সালাতের আযান দিলে তারা তাড়াতাড়ি করে স্তম্ভের দিকে যেয়ে দু&#39; রাকআত সালাত আদায় করে নিত। ফলে কোন আগন্তুক মসজিদে প্রবেশ করলে মুসল্লিদের সংখ্যাধিক্য দেখে ধারণা করত যে, (ফরয) সালাত শেষ হয়ে গেছে।\n",
    "checkStatus": "1",
    "hadithNo": "1812",
    "id": "11177",
    "thesequence": "10636",
    "isActive": "1",
    "chapterId": "13388",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৮. মাগরিবের (ফরয) সালাতের পূর্বক্ষণে দু&rsquo; রাক&rsquo;আত পড়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Mughaffal reported Allahs Messenger (ﷺ) u saying:\nThere Is between the two calls (Adhan and Iqama) a prayer. And he mentioned it three times, and at the third time he said: This applies to those who wish to do it.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، وَوَكِيعٌ، عَنْ كَهْمَسٍ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ الْمُزَنِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   بَيْنَ كُلِّ أَذَانَيْنِ صَلاَةٌ - قَالَهَا ثَلاَثًا قَالَ فِي الثَّالِثَةِ - لِمَنْ شَاءَ  .",
    "hadithBengali": "১৮১৩। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ ইবনু মুগাফফাল আল মুযানী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, উভয় আযানের (আযান ও ইকামত) মাঝে সালাত (নফল) রয়েছে এ কথাটি তিনবার বলেছেন। তৃতীয়বারে বলেছেন, যে ব্যাক্তি এ সালাত আদায় করতে ইচ্ছুক হয়।\n",
    "checkStatus": "1",
    "hadithNo": "1813",
    "id": "11178",
    "thesequence": "10637",
    "isActive": "1",
    "chapterId": "13388",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৮. মাগরিবের (ফরয) সালাতের পূর্বক্ষণে দু&rsquo; রাক&rsquo;আত পড়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Abdullah b. Mughaffal by another chain of transmitters, but with this variation that he (the Holy Prophet) said at the fourth time:\n He who wishes (may do to).",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنِ الْجُرَيْرِيِّ، عَنْ عَبْدِ اللَّهِ، بْنِ بُرَيْدَةَ عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم . مِثْلَهُ إِلاَّ أَنَّهُ قَالَ فِي الرَّابِعَةِ   لِمَنْ شَاءَ  .",
    "hadithBengali": "১৮১৪। আবূ বকর ইবনু শায়বা (রহঃ) ... আবদুল্লাহ ইবনু মুগাফফাল (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন, তবে তিনি চতূর্থবারে বলেছেন, যে ব্যাক্তি ইচ্ছা করে।\n",
    "checkStatus": "1",
    "hadithNo": "1814",
    "id": "11179",
    "thesequence": "10638",
    "isActive": "1",
    "chapterId": "13388",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৮. মাগরিবের (ফরয) সালাতের পূর্বক্ষণে দু&rsquo; রাক&rsquo;আত পড়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salim b. Abdullah b. Umar reported:\nThe Messenger of Allah (may peace he upon him) led on* of the two groups In one rakah of prayer in danger, while the other group faced the -enemy. Then they (the members of the first group) went back and replaced their companions who were facing the enemy. and then they (the members of the second group) came and the Messenger of Allah (ﷺ) led them in one rakah of prayer. Then the Messenger of Allah (ﷺ) pronounced salutation, and then they (the members of the Ant group) completed the rakah and they (the members of the second group) completed the rakah.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم صَلاَةَ الْخَوْفِ بِإِحْدَى الطَّائِفَتَيْنِ رَكْعَةً وَالطَّائِفَةُ الأُخْرَى مُوَاجِهَةُ الْعَدُوِّ ثُمَّ انْصَرَفُوا وَقَامُوا فِي مَقَامِ أَصْحَابِهِمْ مُقْبِلِينَ عَلَى الْعَدُوِّ وَجَاءَ أُولَئِكَ ثُمَّ صَلَّى بِهِمُ النَّبِيُّ صلى الله عليه وسلم رَكْعَةً ثُمَّ سَلَّمَ النَّبِيُّ صلى الله عليه وسلم ثُمَّ قَضَى هَؤُلاَءِ رَكْعَةً وَهَؤُلاَءِ رَكْعَةً .",
    "hadithBengali": "১৮১৫। আবদ ইবনু হুমায়দ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শংকার সময় দুই দলের একটি দলকে নিয়ে এক রাকআত সালাত আদায় করলেন এবং অপর দলটি শক্রর মুখোমুখি থাকল। এরপর প্রথম দল ফিরে গিয়ে তাদের সাথীদের স্থানে অবস্থান গ্রহণ করে শক্রর মুখোমুখি হয়ে দাঁড়ালেন এবং দ্বিতীয় দলটি আসল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে নিয়ে সালাম ফিরালেন। তারপর এদল এক রাকআত আদায় করলেন এবং ঐ দল আরেক রাকআত আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1815",
    "id": "11180",
    "thesequence": "10639",
    "isActive": "1",
    "chapterId": "13389",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৯. ভয়-ভীতিকালে সালাত আদায়ের পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِيهِ أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا فُلَيْحٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، بْنِ عُمَرَ عَنْ أَبِيهِ، أَنَّهُ كَانَ يُحَدِّثُ عَنْ صَلاَةِ، رَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْخَوْفِ وَيَقُولُ صَلَّيْتُهَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم . بِهَذَا الْمَعْنَى .",
    "hadithBengali": "১৮১৬। আবূর রাবী যাহরানী (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর শংকাকালীন সালাতের বর্ণনা দিতে গিয়ে বলতেন যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সঙ্গে এ সালাত আদায় করেছি। উপরোক্ত বর্ণনানুযায়ী।\n",
    "checkStatus": "1",
    "hadithNo": "1816",
    "id": "11181",
    "thesequence": "10640",
    "isActive": "1",
    "chapterId": "13389",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৯. ভয়-ভীতিকালে সালাত আদায়ের পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported that the Messenger of Allah (ﷺ) observed prayer in danger on some day (in this way):\na group stood with him (the Holy Prophet) (for prayer) and the other group stood In front of the enemy. Then those who were with (him) observed one rakah of prayer and they went back and the others came and they observed one rakah (with him). Then both the groups completed one rakah each. Ibn Umar said: When there is greater danger, then observe prayer even on the ride or with the help of gestures in a standing posture.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ سُفْيَانَ، عَنْ مُوسَى بْنِ، عُقْبَةَ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم صَلاَةَ الْخَوْفِ فِي بَعْضِ أَيَّامِهِ فَقَامَتْ طَائِفَةٌ مَعَهُ وَطَائِفَةٌ بِإِزَاءِ الْعَدُوِّ فَصَلَّى بِالَّذِينَ مَعَهُ رَكْعَةً ثُمَّ ذَهَبُوا وَجَاءَ الآخَرُونَ فَصَلَّى بِهِمْ رَكْعَةً ثُمَّ قَضَتِ الطَّائِفَتَانِ رَكْعَةً رَكْعَةً - قَالَ - وَقَالَ ابْنُ عُمَرَ فَإِذَا كَانَ خَوْفٌ أَكْثَرَ مِنْ ذَلِكَ فَصَلِّ رَاكِبًا أَوْ قَائِمًا تُومِئُ إِيمَاءً .",
    "hadithBengali": "১৮১৭। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন এক যুদ্ধে ভয় ভীতির মধ্যে সালাতুল-খাওফ আদায় করলেন। তখন একটি দল তাঁর সাথে সালাতে দাঁড়ালেন এবং অন্য দল শক্রর মুকাবিলায় অবস্থান নিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সঙ্গে যারা ছিলেন তাদের নিয়ে এক রাকআত আদায় করলেন। এরপর তারা চলে গেলেন এবং অপর দল আগমন করলে তাঁদেরকে নিয়েও এক রাকআত সালাত আদায় করলেন। এরপর উভয় দল এক এক রাকআত আদায় করলেন। রাবী বলেন, ইবনু উমর (রাঃ) আরো বলেন, যখন ভয়-তীতি অত্যধিক হয়ে পড়ে তখন কোন বাহনে আরোহণ অবস্থায় অথবা দাঁড়িয়ে থাকা অবস্থায় ইশারায় সালাত আদায় করে নেবে।\n",
    "checkStatus": "1",
    "hadithNo": "1817",
    "id": "11182",
    "thesequence": "10641",
    "isActive": "1",
    "chapterId": "13389",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৯. ভয়-ভীতিকালে সালাত আদায়ের পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported:\nI observed prayer in danger with the Messenger of Allah (ﷺ). We drew ourselves up in two rows, one row behind him with the enemy between us and the Qibla. The Apostle of Allah (ﷺ) said: Allah is Most Great, and we all said it. He then bowed and we all bowed. He then raised his head from bowing, we all raised (our heads). He then went down in prostration along with the row close to him, and the rear row faced the enemy; then when the Messenger of Allah (ﷺ) completed the prostration, ; and then stood up, the row near to him also did it; then went down the rear row in prostration; then they stood up; then the rear row went to the front and the front row went to the rear. Then the Messenger of Allah (may peace he upon him) bowed down and we all bowed. He then raised his head from bowing and we also raised (our heads). He and the row close to him which I had been in the rear then went down in prostration In the first rakah, whereas the rear row faced the enemy. And when the Messenger of Allah (ﷺ) and the rear row close to him had finished the prostration, the rear row went down and prostrated themselves; then the Messenger of Allah pronounced the salutation and we also pronounced the salutation. (Jabir said we hadith) as your guards behave with their chiefs.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ شَهِدْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم صَلاَةَ الْخَوْفِ فَصَفَّنَا صَفَّيْنِ صَفٌّ خَلْفَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَالْعَدُوُّ بَيْنَنَا وَبَيْنَ الْقِبْلَةِ فَكَبَّرَ النَّبِيُّ صلى الله عليه وسلم وَكَبَّرْنَا جَمِيعًا ثُمَّ رَكَعَ وَرَكَعْنَا جَمِيعًا ثُمَّ رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ وَرَفَعْنَا جَمِيعًا ثُمَّ انْحَدَرَ بِالسُّجُودِ وَالصَّفُّ الَّذِي يَلِيهِ وَقَامَ الصَّفُّ الْمُؤَخَّرُ فِي نَحْرِ الْعَدُوِّ فَلَمَّا قَضَى النَّبِيُّ صلى الله عليه وسلم السُّجُودَ وَقَامَ الصَّفُّ الَّذِي يَلِيهِ انْحَدَرَ الصَّفُّ الْمُؤَخَّرُ بِالسُّجُودِ وَقَامُوا ثُمَّ تَقَدَّمَ الصَّفُّ الْمُؤَخَّرُ وَتَأَخَّرَ الصَّفُّ الْمُقَدَّمُ ثُمَّ رَكَعَ النَّبِيُّ صلى الله عليه وسلم وَرَكَعْنَا جَمِيعًا ثُمَّ رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ وَرَفَعْنَا جَمِيعًا ثُمَّ انْحَدَرَ بِالسُّجُودِ وَالصَّفُّ الَّذِي يَلِيهِ الَّذِي كَانَ مُؤَخَّرًا فِي الرَّكْعَةِ الأُولَى وَقَامَ الصَّفُّ الْمُؤَخَّرُ فِي نُحُورِ الْعَدُوِّ فَلَمَّا قَضَى النَّبِيُّ صلى الله عليه وسلم السُّجُودَ وَالصَّفُّ الَّذِي يَلِيهِ انْحَدَرَ الصَّفُّ الْمُؤَخَّرُ بِالسُّجُودِ فَسَجَدُوا ثُمَّ سَلَّمَ النَّبِيُّ صلى الله عليه وسلم وَسَلَّمْنَا جَمِيعًا . قَالَ جَابِرٌ كَمَا يَصْنَعُ حَرَسُكُمْ هَؤُلاَءِ بِأُمَرَائِهِمْ .",
    "hadithBengali": "১৮১৮। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সালাতুল খাওফে হাযির ছিলাম। তিনি আমাদের দুদলে বিভক্ত করলেন। এক দল রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পেছনে। আর শক্র ছিল আমাদের ও রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাঝখানে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকবীর বললেন, আমরাও একত্রে তাকবীর বললাম। অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রুকু করলেন এবং আমরাও একত্রে রুকু করলাম। এরপর তিনি রুকু হতে মাথা উঠালে আমরাও সকলে মাথা উঠালাম। এরপর তিনি সিজদায় গেলেন এবং তার সঙ্গে যে দলটি ছিল, সে দলটিও। তাঁর পিছনের দল শক্রর মুখোমুখি দাঁড়িয়ে থাকলেন।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সিজদা সমাপ্ত করলেন এবং তাঁর সংলগ্ন পেছনের দলটি দাঁড়িয়ে গেলেন। তখন পেছনের দলটি সিজদায় গেল। এরপর তারা দাঁড়াল। অতঃপর পেছনের দলটি সামনে গেল এবং সামনের দলটি পেছনে এল। এরপর নাবীসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রুকু করলেন এবং আমরাও সবাই রুকু করলাম। এরপর তিনি রুকু থেকে মাথা উঠালেন। আমরাও মাথা উঠালাম। এরপর তিনি সিজদায় গেলেন এবং তাঁর সংলগ্ন যারা প্রথম রাকআতে পেছনে ছিলেন তাঁরাও। আর পেছনের দলটি শক্রর মুখোমুখি দাঁড়িয়ে থাকলেন যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং তাঁর সংলগ্ন দল সিজদা সমাপন করলেন, তখন পেছনের দলটি সিজদায় গেল এবং তারা সকলে এভাবে সিজদা করল। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আমরা সকলে সালাম ফিরালাম। জাবির (রাঃ) বলেন, যেমন তোমাদের প্রহরীগণ তাদের আমীরগণের পাহারা দেন।\n",
    "checkStatus": "1",
    "hadithNo": "1818",
    "id": "11183",
    "thesequence": "10642",
    "isActive": "1",
    "chapterId": "13389",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৯. ভয়-ভীতিকালে সালাত আদায়ের পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported:\nWe fought In the company of the Messenger of Allah (ﷺ) with the tribe of Juhaina. They fought with us terribly. When we had finished the noon prayer, the polytheists said: Had we attacked them at once. we would have killed them. Gabriel informed the Messenger of Allah (ﷺ) about It (about their evil design). The Messenger of Allah (ﷺ) made a mention of it to us, adding that they (the polytheists) had also said: Shortly there would be time for the Asr prayer. which is dearer o them (the Muslims) than even their children. So when the time of the Asr prayer came. we formed ourselves into two rows, while the polytheists were between us and the Qibla. The Messenger of Allah (ﷺ) said: Allah is Most Great, and we also said so. He bowed and we also bowed. He went down in prostration and the first row prostrated along with him. When they stood up, the second row went down in prostration. Then the first row went into the rear, and the second row came in the front and occupied the place of the first row. The Messenger of Allah (ﷺ) then said: Allah is Most Great, and we also said so. He then bowed, and we also bowed. He then went down in prostration and along with him the row also (went down in prostration), and the second row remained standing. And when the second row had also prostrated and all of them sat down then the Messenger of Allah (ﷺ) pronounced salutation to them. Abu Zubair said: Jabir made a mention specially of this thing: just as your chiefs observe prayer.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ غَزَوْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم قَوْمًا مِنْ جُهَيْنَةَ فَقَاتَلُونَا قِتَالاً شَدِيدًا فَلَمَّا صَلَّيْنَا الظُّهْرَ قَالَ الْمُشْرِكُونَ لَوْ مِلْنَا عَلَيْهِمْ مَيْلَةً لاَقْتَطَعْنَاهُمْ . فَأَخْبَرَ جِبْرِيلُ رَسُولَ اللَّهِ صلى الله عليه وسلم ذَلِكَ فَذَكَرَ ذَلِكَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم - قَالَ - وَقَالُوا إِنَّهُ سَتَأْتِيهِمْ صَلاَةٌ هِيَ أَحَبُّ إِلَيْهِمْ مِنَ الأَوْلاَدِ فَلَمَّا حَضَرَتِ الْعَصْرُ - قَالَ - صَفَّنَا صَفَّيْنِ وَالْمُشْرِكُونَ بَيْنَنَا وَبَيْنَ الْقِبْلَةِ - قَالَ - فَكَبَّرَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَبَّرْنَا وَرَكَعَ فَرَكَعْنَا ثُمَّ سَجَدَ وَسَجَدَ مَعَهُ الصَّفُّ الأَوَّلُ فَلَمَّا قَامُوا سَجَدَ الصَّفُّ الثَّانِي ثُمَّ تَأَخَّرَ الصَّفُّ الأَوَّلُ وَتَقَدَّمَ الصَّفُّ الثَّانِي فَقَامُوا مَقَامَ الأَوَّلِ فَكَبَّرَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَبَّرْنَا وَرَكَعَ فَرَكَعْنَا ثُمَّ سَجَدَ وَسَجَدَ مَعَهُ الصَّفُّ الأَوَّلُ وَقَامَ الثَّانِي فَلَمَّا سَجَدَ سَجَدَ الصَّفُّ الثَّانِي ثُمَّ جَلَسُوا جَمِيعًا سَلَّمَ عَلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم . قَالَ أَبُو الزُّبَيْرِ ثُمَّ خَصَّ جَابِرٌ أَنْ قَالَ كَمَا يُصَلِّي أُمَرَاؤُكُمْ هَؤُلاَءِ .",
    "hadithBengali": "১৮১৯। আহমাদ ইবনু আবদুল্লাহ ইবনু ইউনূস (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা যুহায়না গোত্রের একটি সম্প্রদায়ের বিরুদ্ধে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে যুদ্ধ করেছি। তারা আমাদের সাথে প্রচন্ড যুদ্ধে লিপ্ত হয়। আমরা যখন যুহরের সালাত আদায় করে নিলাম তখন মুশরিকরা বলতে লাগল, আমরা যদি এক যোগে আক্রমণ করতাম তাহলে মুসলমানদেরকে পরাজীত করে দিতে পারতাম। জিবরীল (আলাইহিস সালাম) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ সংবাদ দিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে জানালেন। তিনি বলেন, মুশরিকরা আরো বলেছে যে, মুসলমানদের নিকট এমন একটি সালাতের সময় উপস্থিত হচ্ছে যে সালাত তাদের নিকট নিজেদের সন্তান থেকেও অধিক প্রিয়। তিনি বলেন, যখন আসরের সময় হল, তখন তিনি আমাদের- দু&#39; কাতারে বিভক্ত করলেন। আর মুশরিকরা ছিল আমাদের এবং কিবলার মাঝখানে।\n\nতিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকবীর বললেন, আমরাও তাকবীর বললাম। তিনি রুকু করলেন, আমরাও রুকু করলাম। এরপর তিনি সিজদা করলেন। তাঁর সাথে প্রথম সারির লোকেরাও সিজদা করল। এরপর প্রথম সারির লোকেরা দাঁড়িয়ে থাকলেন। আর পেছনের সারির লোকেরা সিজদা করলেন। এরপর প্রথম সারির লোকেরা পেছনে এলেন এবং দ্বিতীয় সারির লোকেরা সামনে আসলেন এবং প্রথম কাতারের লোকদের স্থানে দাঁড়াল। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকবীর বললেন, আমরাও তাকবীর বললাম। তিনি রুকু করলেন আমরাও রুকু করলাম। এরপর তাঁর সাথে প্রথম সারির লোকেরা সিজদা করলেন এবং পিছনের সারির লোকেরা দাঁড়িয়ে গেল। অতঃপর যখন দ্বিতীয় সারির লোকেরা সিজদা করল, তারপর সকলে বসে গেল এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সবাইকে নিয়ে সালাম ফিরালেন।\n\nআবূ যুবায়র (রহঃ) বলেন, এরপর জাবির (রাঃ) বিশেষভাবে বললেন, যেভাবে তোমাদের বর্তমানকালের আমীরগণ সালাত আদায় করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1819",
    "id": "11184",
    "thesequence": "10643",
    "isActive": "1",
    "chapterId": "13389",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৯. ভয়-ভীতিকালে সালাত আদায়ের পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl b. Abu Hathma reported that the Messenger of Allah (ﷺ) led his Companions in prayer in danger. He made them stand in two rows behind him. He led them who were close to him in one rakah. He then stood up and kept standing till those who were behind them observed one rakah. Then they (those standing in the second row) came in front and those who were in front went into the rear. He then led them In one rakah. He then sat down, till those who were behind him observed one rakah and then pronounced salutation.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ، الْقَاسِمِ عَنْ أَبِيهِ، عَنْ صَالِحِ بْنِ خَوَّاتِ بْنِ جُبَيْرٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى بِأَصْحَابِهِ فِي الْخَوْفِ فَصَفَّهُمْ خَلْفَهُ صَفَّيْنِ فَصَلَّى بِالَّذِينَ يَلُونَهُ رَكْعَةً ثُمَّ قَامَ فَلَمْ يَزَلْ قَائِمًا حَتَّى صَلَّى الَّذِينَ خَلْفَهُمْ رَكْعَةً ثُمَّ تَقَدَّمُوا وَتَأَخَّرَ الَّذِينَ كَانُوا قُدَّامَهُمْ فَصَلَّى بِهِمْ رَكْعَةً ثُمَّ قَعَدَ حَتَّى صَلَّى الَّذِينَ تَخَلَّفُوا رَكْعَةً ثُمَّ سَلَّمَ .",
    "hadithBengali": "১৮২০। উবায়দুল্লাহ ইবনু মুআয আম্বারী (রহঃ) ... সাহল ইবনু আবূ হাসমাহ (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সাহাবীদেরকে নিয়ে সালাতুল খাওফ আদায় করলেন। তাদেরকে তাঁর পেছনে দু&#39; কাতারে দাঁড় করালেন। তার সংলগ্ন কাতারে লোকদের নিয়ে তিনি এক রাকআত সালাত আদায় করলেন। তারপর তিনি দাঁড়িয়ে গেলেন। তাঁর পিছনের কাতারের লোকেরা এক রাকআত সালাত আদায় না করা পর্যন্ত তিনি দাঁড়িয়ে থাকলেন। অতঃপর তাঁরা সন্মুখে অগ্রসর হলেন এবং যারা সম্মুখ ভাগে ছিলেন তারা পিছনে সরে এল। তিনি তাঁদেরকে নিয়ে আরেক রাক&#39;আত সালাত আদায় করলেন এবং পেছনে অবস্থানকারীগণ আরেক রাকআত আদায় না করা পর্যন্ত তিনি বসে থাকলেন। তারপর তিনি সালাম ফিরালেন।\n",
    "checkStatus": "1",
    "hadithNo": "1820",
    "id": "11185",
    "thesequence": "10644",
    "isActive": "1",
    "chapterId": "13389",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৯. ভয়-ভীতিকালে সালাত আদায়ের পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Yazid b. Ruman told on the authority of Salih b. Khawwat on the authority of one who prayed in time of danger with Allahs Messenger (may peace he upon him) at the Battle of Dhat ar-Riqa that a group formed a row and prayed along with him, and a group faced the enemy. He led the group which was along with him in a rakah, then remained standing while they finished the prayer by themselves. Then they departed and formed a row facing the enemy. Then the second group came and he led them in the remaining rakah, after which he remained seated while they finished the prayer themselves. He then led them in salutation.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ يَزِيدَ بْنِ رُومَانَ، عَنْ صَالِحِ، بْنِ خَوَّاتٍ عَمَّنْ صَلَّى مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ ذَاتِ الرِّقَاعِ صَلاَةَ الْخَوْفِ أَنَّ طَائِفَةً صَفَّتْ مَعَهُ وَطَائِفَةٌ وِجَاهَ الْعَدُوِّ . فَصَلَّى بِالَّذِينَ مَعَهُ رَكْعَةً ثُمَّ ثَبَتَ قَائِمًا وَأَتَمُّوا لأَنْفُسِهِمْ . ثُمَّ انْصَرَفُوا فَصَفُّوا وِجَاهَ الْعَدُوِّ وَجَاءَتِ الطَّائِفَةُ الأُخْرَى فَصَلَّى بِهِمُ الرَّكْعَةَ الَّتِي بَقِيَتْ ثُمَّ ثَبَتَ جَالِسًا وَأَتَمُّوا لأَنْفُسِهِمْ ثُمَّ سَلَّمَ بِهِمْ .",
    "hadithBengali": "১৮২১। ইয়াহয়া ইবনু ইয়াহয়া (রহঃ) ... সালিহ ইবনু খাওওয়াত (রহঃ) যাতূর রিকার যুদ্ধে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সালাতুল খাওফ আদায়কারী জনৈক সাহাবী সুত্রে বর্ণনা করেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে একটি দল কাতারে দাঁড়ান এবং অন্য দল শক্রর মুখোমুখি ছিল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সঙ্গে যারা কাতারে দাঁড়িয়েছিলেন তাঁদেরকে নিয়ে এক রাকআত সালাত আদায় করলেন। অতঃপর তিনি দাঁড়িয়ে থাকলেন এবং তাঁরা নিজেরা তাদের সালাত পূর্ণ করল। এরপর তাঁরা চলে গেলেন এবং কাতারবন্দী হয়ে শক্রর মুখোমুখি দাঁড়িয়ে গেলেন। অতঃপর দ্বিতীয় দল এল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে নিয়ে অবশিষ্ট রাকআতটি আদায় করলেন। এরপর তিনি বসে থাকলেন এবং তাঁরা তাঁদের সালাত পূর্ণ করলেন। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এদের নিয়ে সালাম ফিরালেন।\n",
    "checkStatus": "1",
    "hadithNo": "1821",
    "id": "11186",
    "thesequence": "10645",
    "isActive": "1",
    "chapterId": "13389",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৯. ভয়-ভীতিকালে সালাত আদায়ের পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported:\nWe went forward with the Messenger of Allah (ﷺ) and when we reached Dhat ar-Riqa, we came to a shady tree which -we left for him One of the polytheists came there and, seeing the sword of the Messenger (ﷺ) hanging by a free. took it up. drew it from the scabbard and said to the Messenger of Allah (ﷺ): Are you afraid of Me? He (the Holy Prophet) said: No. He again said: Who would protect you from me? He said: Allah will protect me from you. The Companions of the Messenger of Allah (ﷺ) threatened him. He sheathed the sword and hung it up. Then call to prayer was made and he (the Holy Prophet) led a group in two rakah. Then (the members of this group) withdrew and he led the second group in two rakah. So the Messenger of Allah (ﷺ) observed four rakah and people observed two rakah.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ، حَدَّثَنَا يَحْيَى، بْنُ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرٍ، قَالَ أَقْبَلْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى إِذَا كُنَّا بِذَاتِ الرِّقَاعِ قَالَ كُنَّا إِذَا أَتَيْنَا عَلَى شَجَرَةٍ ظَلِيلَةٍ تَرَكْنَاهَا لِرَسُولِ اللَّهِ صلى الله عليه وسلم - قَالَ - فَجَاءَ رَجُلٌ مِنَ الْمُشْرِكِينَ وَسَيْفُ رَسُولِ اللَّهِ صلى الله عليه وسلم مُعَلَّقٌ بِشَجَرَةٍ فَأَخَذَ سَيْفَ نَبِيِّ اللَّهِ صلى الله عليه وسلم فَاخْتَرَطَهُ فَقَالَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَتَخَافُنِي قَالَ  لاَ  . قَالَ فَمَنْ يَمْنَعُكَ مِنِّي قَالَ  اللَّهُ يَمْنَعُنِي مِنْكَ  . قَالَ فَتَهَدَّدَهُ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَغْمَدَ السَّيْفَ وَعَلَّقَهُ - قَالَ - فَنُودِيَ بِالصَّلاَةِ فَصَلَّى بِطَائِفَةٍ رَكْعَتَيْنِ ثُمَّ تَأَخَّرُوا وَصَلَّى بِالطَّائِفَةِ الأُخْرَى رَكْعَتَيْنِ قَالَ فَكَانَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَرْبَعُ رَكَعَاتٍ وَلِلْقَوْمِ رَكْعَتَانِ .",
    "hadithBengali": "১৮২২। আবূ বাকর ইবনু আবূ শায়বা (রাঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে যুদ্ধে যাত্রা করলাম এবং যাতুর-রিকা নামক স্থানে পৌহুলাম। তিনি বলেন আমাদের অবস্থা এরূপ ছিল যে, আমরা যখন কোন ছায়াযূক্ত গাছের কাছে পৌছতাম তখন আমরা তা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য ছেড়ে দিতাম। রাবী বলেন, হঠাৎ মুশরিকদের এক ব্যাক্তি এল। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর তরবারী গাছে ঝূলানো ছিল। মুশরিক লোকটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর তরবারীটি হাতে তুলে নিয়ে খাপ থেকে বের করে নিল এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলল, তুমি কি আমাকে ভয় কর? তিনি বললেন, না।\n\nমুশরিক বলল, তোমাকে আমার থেকে কে রক্ষা করবে? তিনি বললেন, আল্লাহ আমাকে তোমার হাত থেকে রক্ষা করবেন। রাবী বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীগণ ঐ ব্যাক্তিকে তাড়া দিলেন। সে তরবারী খাপে ডুকিয়ে গাছের সঙ্গে ঝূলিয়ে রাখল। রাবী বলেন, ইতিমধ্যে সালাতের জন্য আযান দেওয়া হল। তখন একটি দলকে নিয়ে তিনি দু&#39; রাকআত সালাত আদায় করলেন। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অপর দলকে নিয়ে দু-রাকআত সালাত আদায় করলেন। রাবী বলেন, অতএব রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হল চার রাক&#39;আত এবং সাহাবীগণের হল দু রাকআত।\n",
    "checkStatus": "1",
    "hadithNo": "1822",
    "id": "11187",
    "thesequence": "10646",
    "isActive": "1",
    "chapterId": "13389",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৯. ভয়-ভীতিকালে সালাত আদায়ের পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Salama b. Abd al-Rahman reported that Jabir told him that he had observed the prayer in danger with the Messenger of Allah (ﷺ). The Messenger of Allah (ﷺ) (first) led one of the two groups in two rakah of prayer. and then led the second group in two rakah of prayer. So the Messenger of Allah (ﷺ) observed four rakah and led in two rakah each of the groups.",
    "hadithArabic": " وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا يَحْيَى، - يَعْنِي ابْنَ حَسَّانَ - حَدَّثَنَا مُعَاوِيَةُ، - وَهُوَ ابْنُ سَلاَّمٍ - أَخْبَرَنِي يَحْيَى، أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ جَابِرًا، أَخْبَرَهُ أَنَّهُ، صَلَّى مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم صَلاَةَ الْخَوْفِ فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم بِإِحْدَى الطَّائِفَتَيْنِ رَكْعَتَيْنِ ثُمَّ صَلَّى بِالطَّائِفَةِ الأُخْرَى رَكْعَتَيْنِ فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم أَرْبَعَ رَكَعَاتٍ وَصَلَّى بِكُلِّ طَائِفَةٍ رَكْعَتَيْنِ .",
    "hadithBengali": "১৮২৩। আবদুল্লাহ ইবনু আবদুর রহমান দারিমী (রহঃ) ... থেকে বর্ণিত যে, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে সালাতূল খাওফ আদায় করেছিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু&#39; দলের একটি দলকে নিয়ে দু-রাকআত সালাত আদায় করলেন। এরপর আরেক দল নিয়ে দুরাকআত সালাত আদায় করলেন। ফলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু&#39; রাকআত করে চার রাকআত সালাত আদায় করলেন এবং প্রত্যেক দলকে নিয়ে আদায় করলেন দু&#39; রাকআত।\n",
    "checkStatus": "1",
    "hadithNo": "1823",
    "id": "11188",
    "thesequence": "10647",
    "isActive": "1",
    "chapterId": "13389",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "107",
    "statusId": "1",
    "topicName": "১৯. ভয়-ভীতিকালে সালাত আদায়ের পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]