[
  {
    "hadithEnglish": " Ibn Abbas reported:\nI participated in the Fitr prayer with the Messenger of Allah (ﷺ) and Abu Bakr, Umar and Uthman, and all of them observed this prayer before the Khutba, and then he (the Holy Prophet) delivered the sermon. Then the Messenger of Allah (ﷺ) descended (from the pulpit) and I (perceive) as if I am seeing him as he is commanding people with his hand to sit down. He then made his way through their (assembly) till he came to the women. Bilal was with him. He then recited (this verse): O Prophet, when believing women come to thee giving thee a pledge that they will not associate aught with Allah (lx. 12) till he finished (his address to) them and then said: Do you conform to it (what has been described in the verse)? Only one woman among them replied: Yes, Apostle of Allah, but none else replied. He (the narrator) said: It could not be ascertained who actually she was. He (the Holy Prophet) exhorted them to give alms. Bilal stretched his cloth and then said: Come forward with alms. Let my father and mother be taken as ransom for you. And they began to throw rings and ringlets in the cloth of Bilal.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، جَمِيعًا عَنْ عَبْدِ الرَّزَّاقِ، - قَالَ ابْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، - أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي الْحَسَنُ بْنُ مُسْلِمٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ، عَبَّاسٍ قَالَ شَهِدْتُ صَلاَةَ الْفِطْرِ مَعَ نَبِيِّ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ فَكُلُّهُمْ يُصَلِّيهَا قَبْلَ الْخُطْبَةِ ثُمَّ يَخْطُبُ قَالَ فَنَزَلَ نَبِيُّ اللَّهِ صلى الله عليه وسلم كَأَنِّي أَنْظُرُ إِلَيْهِ حِينَ يُجَلِّسُ الرِّجَالَ بِيَدِهِ ثُمَّ أَقْبَلَ يَشُقُّهُمْ حَتَّى جَاءَ النِّسَاءَ وَمَعَهُ بِلاَلٌ فَقَالَ { يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لاَ يُشْرِكْنَ بِاللَّهِ شَيْئًا} فَتَلاَ هَذِهِ الآيَةَ حَتَّى فَرَغَ مِنْهَا ثُمَّ قَالَ حِينَ فَرَغَ مِنْهَا  أَنْتُنَّ عَلَى ذَلِكِ  فَقَالَتِ امْرَأَةٌ وَاحِدَةٌ لَمْ يُجِبْهُ غَيْرُهَا مِنْهُنَّ نَعَمْ يَا نَبِيَّ اللَّهِ لاَ يُدْرَى حِينَئِذٍ مَنْ هِيَ قَالَ  فَتَصَدَّقْنَ  . فَبَسَطَ بِلاَلٌ ثَوْبَهُ ثُمَّ قَالَ هَلُمَّ فِدًى لَكُنَّ أَبِي وَأُمِّي . فَجَعَلْنَ يُلْقِينَ الْفَتَخَ وَالْخَوَاتِمَ فِي ثَوْبِ بِلاَلٍ .",
    "hadithBengali": "১৯১৭। মুহাম্মাদ ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ বকর, উমর ও উসমান (রাঃ) এর সঙ্গে ঈদুল ফিতরের সালাতে শরীক হয়েছি। তাঁরা সবাই খুতবা প্রদানের পূর্বেই এ সালাত আদায় করতেন। তারপর খুতবা দিতেন। ইবনু আব্বাস (রাঃ) বলেন, আমি যেন এখন দেখছি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বর হতে নামছেন হাতের ইশারায় সবাইকে বসিয়ে দিচ্ছেন এরপর পুরুষদের কাতার ভেদ করে অগ্রসর হলেন এবং মহিলাদের নিকট গিয়ে পৌছলেন। তাঁর সাথে ছিলেন বিলাল (রাঃ)। তারপর এ আয়াত পাঠ করলেন হে নবী! মু&#39;মিন নারী যখন তোমার কাছে এসে বায়আত করে এ মর্মে যে, তারা আল্লাহব সাথে কোন শরীক স্থির করবে না। (সূরা মুমতাহিনাঃ ১২)। সম্পূর্ণ আয়াত পাঠ করার পর তিনি বললেন, তোমরা কি এ আয়াতের শর্তের উপর স্থির আছ? তখন একজন মহিলা উত্তর দিল। এ মহিলা ব্যতীত অন্য কেউ কথা বলেননি। হ্যাঁ হে আল্লাহর নাবী ! কিন্তু সে মহিলা কে তা জানা যায়নি। তিনি বললেন, তোমরা সাদাকা কর। বিলাল (রাঃ) তার কাপড় দিলেন এবং বললেন, এসো আমার মাতাপিতা তোমাদের জন্য উৎসর্গকৃত। মহিলাগণ তাদের বালা ও আংটি বেলালের কাপড়ে দিতে লাগলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1917",
    "id": "11282",
    "thesequence": "10741",
    "isActive": "1",
    "chapterId": "13407",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported:\nI bear testimony to the Messenger of Allah (ﷺ) offering prayer before Kbutba. He (after saying prayer) delivered the Kutba, and he found that the women could not hear it, so he came to them and exhorted them and preached them and commanded them to give alms, and Bilal had stretched his cloth and the women were throwing rings, earrings and other things.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ أَبِي عُمَرَ، قَالَ أَبُو بَكْرٍ حَدَّثَنَا سُفْيَانُ بْنُ، عُيَيْنَةَ حَدَّثَنَا أَيُّوبُ، قَالَ سَمِعْتُ عَطَاءً، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ أَشْهَدُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم لَصَلَّى قَبْلَ الْخُطْبَةِ - قَالَ - ثُمَّ خَطَبَ فَرَأَى أَنَّهُ لَمْ يُسْمِعِ النِّسَاءَ فَأَتَاهُنَّ فَذَكَّرَهُنَّ وَوَعَظَهُنَّ وَأَمَرَهُنَّ بِالصَّدَقَةِ وَبِلاَلٌ قَائِلٌ بِثَوْبِهِ فَجَعَلَتِ الْمَرْأَةُ تُلْقِي الْخَاتَمَ وَالْخُرْصَ وَالشَّىْءَ .",
    "hadithBengali": "১৯১৮। আবূ বাকর ইবনু আবূ শায়বা ও ইবনু আবূ উমর (রহঃ) ... ইবনু আব্বাস (রাঃ) বলেন, আমি সাক্ষ্য দিচ্ছি যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবার পূর্বে সালাত আদায় করতেন। তারপর খুতবা দিতেন। একবার তার মনে হল যে, মহিলারা (খুতবা) শুনতে পায়নি। তাই তিনি তাদের নিকট গেলেন। অতঃপর তাদের উদ্দেশ্যে ওয়ায-নসীহত করলেন এবং সাদাকা করতে আদেশ দিলেন। আর বিলাল (রাঃ) তার কাপড় পেতে রাখলেন এবং মহিলাগণ আংটি, কানের দুল ইত্যাদি অলংকার ফেলতে লাগল।\n",
    "checkStatus": "1",
    "hadithNo": "1918",
    "id": "11283",
    "thesequence": "10742",
    "isActive": "1",
    "chapterId": "13407",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Ayyub with the same chain of transmitters.",
    "hadithArabic": "وَحَدَّثَنِيهِ أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنِي يَعْقُوبُ الدَّوْرَقِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، كِلاَهُمَا عَنْ أَيُّوبَ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "১৯১৯। আবূ রাবী যাহরানী ও ইয়াকুব দাওরাকী (রহঃ) ... আয়্যুব (রহঃ) থেকে উল্লিখিত সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1919",
    "id": "11284",
    "thesequence": "10743",
    "isActive": "1",
    "chapterId": "13407",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported:\nThe Apostle of Allah (ﷺ) stood up on the day of Id al-Fitr and observed prayer. And he commenced the prayer before the sermon. He then delivered the sermon. When the Messenger of Allah (ﷺ) had finished (the sermon) he came down from (the pulpit), and made his way to the women and exhorted them (to do good acts), and he was leaning on the hand of Bilal. Bilal had stretched his cloth in which women were throwing alms. I (one of the narrators) said to Ata (the other narrator): It must be Zakat on the day of Fitr. He (Ata) said: No. It was alms (which) they were giving on that occasion, and a woman gave her ring, and then others gave, and then others gave. I said to Ata: Is It right now for the Imam to come to the women when he has finished (his address to the men) that he should exhort them (to good deeds)? He said: (Why not) by my life, it is right for them (to do so). What is the matter with them that they do not do it now?",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ رَافِعٍ، قَالَ ابْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ سَمِعْتُهُ يَقُولُ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَامَ يَوْمَ الْفِطْرِ فَصَلَّى فَبَدَأَ بِالصَّلاَةِ قَبْلَ الْخُطْبَةِ ثُمَّ خَطَبَ النَّاسَ فَلَمَّا فَرَغَ نَبِيُّ اللَّهِ صلى الله عليه وسلم نَزَلَ وَأَتَى النِّسَاءَ فَذَكَّرَهُنَّ وَهُوَ يَتَوَكَّأُ عَلَى يَدِ بِلاَلٍ وَبِلاَلٌ بَاسِطٌ ثَوْبَهُ يُلْقِينَ النِّسَاءُ صَدَقَةً . قُلْتُ لِعَطَاءٍ زَكَاةَ يَوْمِ الْفِطْرِ قَالَ لاَ وَلَكِنْ صَدَقَةً يَتَصَدَّقْنَ بِهَا حِينَئِذٍ تُلْقِي الْمَرْأَةُ فَتَخَهَا وَيُلْقِينَ وَيُلْقِينَ . قُلْتُ لِعَطَاءٍ أَحَقًّا عَلَى الإِمَامِ الآنَ أَنْ يَأْتِيَ النِّسَاءَ حِينَ يَفْرُغُ فَيُذَكِّرَهُنَّ قَالَ إِي لَعَمْرِي إِنَّ ذَلِكَ لَحَقٌّ عَلَيْهِمْ وَمَا لَهُمْ لاَ يَفْعَلُونَ ذَلِكَ.",
    "hadithBengali": "১৯২০। ইসহাক ইবনু ইবরাহীম ও মুহাম্মদ ইবনু রাফি (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল ফিতরের দিনে প্রথমে খুতবার পূর্বে সালাত আদায় করলেন। এরপর লোকদের উদ্দেশ্যে খুতবা দিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবা শেষ করার পর মিম্বর হতে অবতরণ করলেন এবং মহিলাদের নিকট গেলেন এবং তাদেরকে উপদেশ দিলেন। তখন তিনি বিলালের হাতের উপর হেলান দিয়েছিলেন। আর বিলাল (রাঃ) কাপড় পেতে রেখেছিলেন। মহিলারা সাদাকা দিচ্ছিল। আমি আতাকে জিজ্ঞেস করলাম, এসব কি সাদাকায়ে ফিতরা ছিল? তিনি বললেন, না। তবে তারা নফল সাদাকা দিচ্ছিল। ঐ সময়ে মহিলাগণ সাদাকা করছিল তাদের কানের বালা এবং অন্যান্য জিনিস। আমি আতাকে বললাম, এখনও কি ইমামের খুতবা শেষ করার পর মহিলাদের নিকট যাওয়া এবং তাদের উপদেশ দেয়া কর্তব্য। তিনি বললেন, হ্যাঁ, আমার জীবনের কসম। এ হল তাদের দায়িত্ব। কিন্তু তাদের কি হয়েছে? তারা কেন তা করেন না?\n",
    "checkStatus": "1",
    "hadithNo": "1920",
    "id": "11285",
    "thesequence": "10744",
    "isActive": "1",
    "chapterId": "13407",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported:\nI observed prayer with the Messenger of Allah (ﷺ) on the Id day. He commenced with prayer before the sermon without Adhan and Iqama. He then stood up leaning on Bilal, and he commanded (them) to be on guard (against evil for the sake of) Allah, and he exhorted (them) on obedience to Him, and he preached to the people and admonished them. He then walked on till he came to the women and preached to them and admonished them, and asked them to give alms, for most of them are the fuel for Hell. A woman having a dark spot on the cheek stood up and said: Why is it so, Messenger of Allah? He said: For you grumble often and show ingratitude to your spouse. And then they began to give alms out of their ornaments such as their earrings and rings which they threw on to the cloth of Bilal.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ شَهِدْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الصَّلاَةَ يَوْمَ الْعِيدِ فَبَدَأَ بِالصَّلاَةِ قَبْلَ الْخُطْبَةِ بِغَيْرِ أَذَانٍ وَلاَ إِقَامَةٍ ثُمَّ قَامَ مُتَوَكِّئًا عَلَى بِلاَلٍ فَأَمَرَ بِتَقْوَى اللَّهِ وَحَثَّ عَلَى طَاعَتِهِ وَوَعَظَ النَّاسَ وَذَكَّرَهُمْ ثُمَّ مَضَى حَتَّى أَتَى النِّسَاءَ فَوَعَظَهُنَّ وَذَكَّرَهُنَّ فَقَالَ تَصَدَّقْنَ فَإِنَّ أَكْثَرَكُنَّ حَطَبُ جَهَنَّمَ فَقَامَتْ امْرَأَةٌ مِنْ سِطَةِ النِّسَاءِ سَفْعَاءُ الْخَدَّيْنِ فَقَالَتْ لِمَ يَا رَسُولَ اللَّهِ قَالَ لِأَنَّكُنَّ تُكْثِرْنَ الشَّكَاةَ وَتَكْفُرْنَ الْعَشِيرَ قَالَ فَجَعَلْنَ يَتَصَدَّقْنَ مِنْ حُلِيِّهِنَّ يُلْقِينَ فِي ثَوْبِ بِلَالٍ مِنْ أَقْرِطَتِهِنَّ وَخَوَاتِمِهِنَّ",
    "hadithBengali": "১৯২১। মুহাম্মাদ ইবনু নুমায়র (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ঈদের দিন সালাতে উপস্থিত ছিলাম। তিনি খূতবার পূর্বে প্রথমে সালাত আরম্ভ করলেন। তাতে আযান ও ইকামত ছিল না। তারপর তিনি, গায়ে হেলান দিয়ে দাঁড়ালেন এবং আল্লাহর তাকওয়া অবলম্বন করার জন্য আদেশ দিলেন। তার (আল্লাহর) অনুগত্যের প্রতি উৎসাহিত করলেন। লোকদের ওয়ায-নসিহত করলেন। তারপর মহিলাদের নিকট গেলেন। তাদের উদ্দেশ্যে ওয়ায-নসীহত করলেন এবং বললেন, সাদাকা কর। কেননা তোমাদের অধিকাংশ হবে জাহান্নামের ইন্ধন। মহিলাদের মধ্যে থেকে একজন মহিলা দাঁড়াল। যার উভয় গালে কাল দাগ ছিলা সে বলল, ইয়া রাসুলাল্লাহ! তা কেন? তিনি বললেন। তোমরা বেশী অভিযোগ করে থাকো। তোমরা উপকারকারীর উপকার অস্বীকার কর।\n\nরাবী বলেন তখন মহিলাগণ তাদের অলংকারাদি সাদাকা করতে লাগল। তারা বিলাল (রাঃ) এর কাপড়ে তাদের আংটি, কানের দুল ইত্যাদি ফেলতে শুরু করল।\n",
    "checkStatus": "1",
    "hadithNo": "1921",
    "id": "11286",
    "thesequence": "10745",
    "isActive": "1",
    "chapterId": "13407",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas and Jaibir b. Abdullah al-Ansari reported:\nThere was no Adhan on the (occasion) of Id-ul-Fitr and Id-ul-Adha. I (Ibn Juraij) said: I asked him after some time about it. He (Ata, one of the narrators) said: Jabir b. Abdullah al-Ansari told me: There is neither any Adhan on Id-ul-Fitr when the Imam comes out, nor even after his coming out; their is neither lqama nor call nor anything of the sort of calling on that day and nor Iqama.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، عَنِ ابْنِ عَبَّاسٍ، وَعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ الأَنْصَارِيِّ، قَالاَ لَمْ يَكُنْ يُؤَذَّنُ يَوْمَ الْفِطْرِ وَلاَ يَوْمَ الأَضْحَى . ثُمَّ سَأَلْتُهُ بَعْدَ حِينٍ عَنْ ذَلِكَ فَأَخْبَرَنِي \nقَالَ أَخْبَرَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ  أن لا أذان للصلاة يوم الفطر حين يخرج الإمام ولا بعد ما يخرج ولا إقامة ولا نداء ولا شيء لا نداء يومئذ ولا إقامة ",
    "hadithBengali": "১৯২২। মুহাম্মাদ ইবনু রাফি (রহঃ) ... ইবনু আব্বাস (রাঃ) ও জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ) থেকে বর্ণিত। তারা বলেন ঈদুল ফিতর ও ঈদুল আযহার দিবসে আযান দেয়া হত না। ইবনু জুরায়জ (রহঃ) বলেন, কিছুকাল পর আমি তাকে [আতাকে] এ সম্পর্কে জিজ্ঞাসা করলাম। তিনি আমাকে বললেন যে, জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ) আমার কাছে বর্ণনা করেছেন যে, ঈদুল ফিতরের সালাতের জন্য কোন আযান নেই। ইমাম (হুজরা থেকে) বের হওয়ার মূহৃর্তেও নয়, পরেও নয়। ইকামতও নেই, নেদা-আহবান কিছুই নেই। সেদিন আহবানও নেই, ইকামতও নেই।\n",
    "checkStatus": "1",
    "hadithNo": "1922",
    "id": "11287",
    "thesequence": "10746",
    "isActive": "1",
    "chapterId": "13407",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ata reported that Ibn Abbas sent (him) to Ibn Zubair at the commencement of the oath of allegiance to him (for Caliphate saying):\nAs there is no Adhan on Id-ul-Fitr, so you should not pronounce it. Ibn Zubair did not pronounce Adhan on that day. He (Ibn Abbas) also sent him (with this message) that sermon (is to be delivered) after the prayer, and thus it was done. So lbn Zubair observed prayer before Khutba.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، أَنَّ ابْنَ عَبَّاسٍ، أَرْسَلَ إِلَى ابْنِ الزُّبَيْرِ أَوَّلَ مَا بُويِعَ لَهُ أَنَّهُ لَمْ يَكُنْ يُؤَذَّنُ لِلصَّلاَةِ يَوْمَ الْفِطْرِ فَلاَ تُؤَذِّنْ لَهَا - قَالَ - فَلَمْ يُؤَذِّنْ لَهَا ابْنُ الزُّبَيْرِ يَوْمَهُ وَأَرْسَلَ إِلَيْهِ مَعَ ذَلِكَ إِنَّمَا الْخُطْبَةُ بَعْدَ الصَّلاَةِ وَإِنَّ ذَلِكَ قَدْ كَانَ يُفْعَلُ - قَالَ - فَصَلَّى ابْنُ الزُّبَيْرِ قَبْلَ الْخُطْبَةِ .",
    "hadithBengali": "১৯২৩। মুহাম্মাদ ইবনু রাফি (রহঃ) ... আতা (রহঃ) থেকে বর্ণিত যে, ইবনু যুবায়রের (রাঃ) এর যখন প্রথম বায়আত অনুষ্ঠিত হল, তখন ইবনু আব্বাস (রাঃ) তার নিকট সংবাদ পাঠালেন যে, তিনি ঈদূল ফিতরের সালাতের জন্য আযান দেওয়া হত না। অতএব তুমিও আযান দিও না। রাবী বলেন, ইবনু যুবায়র (রাঃ) ঐ দিন ঈদুল ফিতরের সালাতে আযান দেননি তিনি আরও বলে পাঠান যে, খুতবা সালাতের পর। পূর্বে এভাবেই করা হত। রাবী বলেন, ইবনু যুবায়র (রাঃ) খূতবা দেয়ার পূর্বেই সালাত আদায় করে নিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1923",
    "id": "11288",
    "thesequence": "10747",
    "isActive": "1",
    "chapterId": "13407",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Samura said:\nI prayed with the Messenger of Allah (ﷺ) prayers on two Ids wore than once or twice without there being Adhan and Iqama.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَحَسَنُ بْنُ الرَّبِيعِ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ، سَمُرَةَ قَالَ صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْعِيدَيْنِ غَيْرَ مَرَّةٍ وَلاَ مَرَّتَيْنِ بِغَيْرِ أَذَانٍ وَلاَ إِقَامَةٍ .",
    "hadithBengali": "১৯২৪। ইয়াহয়া ইবনু ইয়াহয়া, হাসান ইবনু রাবী , কুতায়বা ইবনু সাঈদ ও আবূ বাকর ইবনু শায়বা (রহঃ) ... জাবির ইবন সামুরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি একাধিকবার আযান ইকামত ব্যতীত উভয় ঈদের সালাত রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে আদায় করেছি।\n",
    "checkStatus": "1",
    "hadithNo": "1924",
    "id": "11289",
    "thesequence": "10748",
    "isActive": "1",
    "chapterId": "13407",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar reported that the Messenger of Allah (ﷺ), Abu Bakr and Umar used to observe the two Id prayers before the sermon.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، وَأَبُو أُسَامَةَ عَنْ عُبَيْدِ، اللَّهِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم وَأَبَا بَكْرٍ وَعُمَرَ كَانُوا يُصَلُّونَ الْعِيدَيْنِ قَبْلَ الْخُطْبَةِ .",
    "hadithBengali": "১৯২৫। আবূ বকর ইবনু আবূ শায়বা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম, আবূ বাকর ও উমর (রাঃ) খুতবা দেয়ার পূর্বে উভয় ঈদের সালাত আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1925",
    "id": "11290",
    "thesequence": "10749",
    "isActive": "1",
    "chapterId": "13407",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri reported that the Messenger of Allah (ﷺ) used to go out on the day of Adha and on the day of Fitr and commenced the prayer. And after having observed his prayer and pronounced the salutation, he stood up facing people as they were seated at their places of worship. And if he intended to send out an army he made mention of it to the people, and if he intended any other thing besides it, he commanded them (to do that). He used to say (to the people):\nGive alms, give alms, give alms, and the majority that gave alms was of women. He then returned and this (practice) remained (in vogue) till Marwan b. al- Hakam (came into power). I went out hand in hand with Marwan till we came to the place of worship and there Kathir b. Salt had built a pulpit of clay and brick. Marwan began to tug me with his hand as though he were pulling me towards the pulpit, while I was pulling him towards the prayer. When I saw him doing that I said: What has happened to the practice of beginning with prayer? He said: No, Abu Said, what you are familiar with has been abandoned. I thereupon said (three times and went back): By no means, by Him in Whose hand my life is, you are not doing anything better than what I am familiar with.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ دَاوُدَ بْنِ قَيْسٍ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ بْنِ سَعْدٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَخْرُجُ يَوْمَ الأَضْحَى وَيَوْمَ الْفِطْرِ فَيَبْدَأُ بِالصَّلاَةِ فَإِذَا صَلَّى صَلاَتَهُ وَسَلَّمَ قَامَ فَأَقْبَلَ عَلَى النَّاسِ وَهُمْ جُلُوسٌ فِي مُصَلاَّهُمْ فَإِنْ كَانَ لَهُ حَاجَةٌ بِبَعْثٍ ذَكَرَهُ لِلنَّاسِ أَوْ كَانَتْ لَهُ حَاجَةٌ بِغَيْرِ ذَلِكَ أَمَرَهُمْ بِهَا وَكَانَ يَقُولُ   تَصَدَّقُوا تَصَدَّقُوا تَصَدَّقُوا  . وَكَانَ أَكْثَرَ مَنْ يَتَصَدَّقُ النِّسَاءُ ثُمَّ يَنْصَرِفُ فَلَمْ يَزَلْ كَذَلِكَ حَتَّى كَانَ مَرْوَانُ بْنُ الْحَكَمِ فَخَرَجْتُ مُخَاصِرًا مَرْوَانَ حَتَّى أَتَيْنَا الْمُصَلَّى فَإِذَا كَثِيرُ بْنُ الصَّلْتِ قَدْ بَنَى مِنْبَرًا مِنْ طِينٍ وَلَبِنٍ فَإِذَا مَرْوَانُ يُنَازِعُنِي يَدَهُ كَأَنَّهُ يَجُرُّنِي نَحْوَ الْمِنْبَرِ وَأَنَا أَجُرُّهُ نَحْوَ الصَّلاَةِ فَلَمَّا رَأَيْتُ ذَلِكَ مِنْهُ قُلْتُ أَيْنَ الاِبْتِدَاءُ بِالصَّلاَةِ فَقَالَ لاَ يَا أَبَا سَعِيدٍ قَدْ تُرِكَ مَا تَعْلَمُ . قُلْتُ كَلاَّ وَالَّذِي نَفْسِي بِيَدِهِ لاَ تَأْتُونَ بِخَيْرٍ مِمَّا أَعْلَمُ . ثَلاَثَ مِرَارٍ ثُمَّ انْصَرَفَ .",
    "hadithBengali": "১৯২৬। ইয়াহয়া ইবনু আয়্যুব, কুতায়বা ও ইবনু হুজর (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল আযহা ও ঈদুল ফিতরের দিনে বের হতেন এবং সর্বপ্রথম সালাত আদায় করতেন। সালাত আদায় করার পর সালাম ফিরিয়ে সবার দিকে মুখ করে দাঁড়িয়ে যেতেন। তখন সবাই নিজ নিজ সালাতের জায়গায় বসে থাকতেন। যদি কোথাও বাহিনী প্রেরণের প্রয়োজন হত তবে তিনি তা লোকদের নিকট উল্লেখ করতেন। অন্য কোন প্রয়োজন থাকলে তারও নির্দেশ দিতেন। আর তিনি বলতেন, সাদাকা কর, সাদাকা কর, সাদাকা কর। মহিলাগণই বেশী সাদাকা দিতেন। তারপর তিনি ফিরতেন এটাই ছিল-নিয়ম।\n\nযখন মারওয়ানের যুগ এল তখন আমি ও মারওয়ানের হাত ধরাধরি করে বের হলাম। ঈদগাহে পৌছে দেখতে পেলাম যে, কাসীর ইবনু সালত ইট ও মাটি দ্বারা একটি মিম্বর তৈরী করে রেখেছে। তখন মারওয়ান আমার হাত ধরে টানতে লাগলেন যেন তিনি আমাকে মিম্বরের দিকে নিয়ে যাবেন। আর আমি তাকে সালাতের দিকে টানছি। যখন আমি এ অবস্থা দেখলাম, তখন তাকে বললাম, প্রথমে সালাত আদায় করার কি হল? তিনি বললেন, হে আবূ সাঈদ! না, তুমি যা জান তা বাদ দেয়া হয়েছে। আমি বললাম, কখনো নয়, যার হাতে আমার জীবন তার কসম করে বলছি, আমি যা জানিতার চেয়ে উত্তম কিছু তোমরা আনয়ন করতে পারবে না। এই কথাটি তিনবার বলে তিনি চলে গেলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1926",
    "id": "11291",
    "thesequence": "10750",
    "isActive": "1",
    "chapterId": "13407",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya said:\nHe (the Messenger of Allah) commanded us that we should take out unmarried women and purdah-observing ladies for Id prayers, and he commanded the menstruating women to remain away from the place of worship of the Muslims.",
    "hadithArabic": " حَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا أَيُّوبُ، عَنْ مُحَمَّدٍ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ أَمَرَنَا - تَعْنِي النَّبِيَّ صلى الله عليه وسلم - أَنْ نُخْرِجَ فِي الْعِيدَيْنِ الْعَوَاتِقَ وَذَوَاتِ الْخُدُورِ وَأَمَرَ الْحُيَّضَ أَنْ يَعْتَزِلْنَ مُصَلَّى الْمُسْلِمِينَ .",
    "hadithBengali": "১৯২৭। আবূর রাবী যাহরানী (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমাদেরকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আদেশ করেছেন, দু&#39;ঈদের সালাতে যাওয়ার জন্য। সাবালক ও পর্দানশীল নির্বিশেষে সবার জন্য এ আদেশ। কিন্তু ঋতুমতী মহিলাদেরকে নিষেধ করেছেন মুসলমানদের ঈদগাহে হাযির হতে।\n",
    "checkStatus": "1",
    "hadithNo": "1927",
    "id": "11292",
    "thesequence": "10751",
    "isActive": "1",
    "chapterId": "13408",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "১. ঈদগাহে নারীদের গমন ও খুতবা শ্রবনের বৈধতা এবং পুরুষদের থেকে পৃথক থাকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nWe were commanded to bring out on old days purdah-observing ladies and those unmarried, and menstruating women came out but remained behind people and pronounced takbir (Allah-o-Akbar) along with them.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ حَفْصَةَ بِنْتِ، سِيرِينَ عَنْ أُمِّ عَطِيَّةَ، قَالَتْ كُنَّا نُؤْمَرُ بِالْخُرُوجِ فِي الْعِيدَيْنِ وَالْمُخَبَّأَةُ وَالْبِكْرُ قَالَتِ الْحُيَّضُ يَخْرُجْنَ فَيَكُنَّ خَلْفَ النَّاسِ يُكَبِّرْنَ مَعَ النَّاسِ .",
    "hadithBengali": "১৯২৮। ইয়াহয়া ইবনু ইয়াহয়া (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমাদেরকে উভয় ঈদে যাওয়ার জন্য আদেশ করা হত। পর্দানশীল ও কুমারী মহিলাদেরকেও। রাবী বলেন, ঋতূমতী মহিলারাও বের হবে কিন্তু দাঁড়াবে পুরুষের পেছনে এবং সকলের সাথে তাকবীর বলবে।\n",
    "checkStatus": "1",
    "hadithNo": "1928",
    "id": "11293",
    "thesequence": "10752",
    "isActive": "1",
    "chapterId": "13408",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "১. ঈদগাহে নারীদের গমন ও খুতবা শ্রবনের বৈধতা এবং পুরুষদের থেকে পৃথক থাকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Atiyya reported:\nThe Messenger of Allah (ﷺ) commanded us to bring out onId-ul-Fitr and Id-ul-Adha young women, menstruating women and purdah-observing ladies, menstruating women kept back from prayer, but participated in goodness and supplication of the Muslims. I said: Messenger of Allah, one of us does not have an outer garment (to cover her face and body). He said: Let her sister cover her with her outer garment.",
    "hadithArabic": "وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا هِشَامٌ، عَنْ حَفْصَةَ بِنْتِ، سِيرِينَ عَنْ أُمِّ عَطِيَّةَ، قَالَتْ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نُخْرِجَهُنَّ فِي الْفِطْرِ وَالأَضْحَى الْعَوَاتِقَ وَالْحُيَّضَ وَذَوَاتِ الْخُدُورِ فَأَمَّا الْحُيَّضُ فَيَعْتَزِلْنَ الصَّلاَةَ وَيَشْهَدْنَ الْخَيْرَ وَدَعْوَةَ الْمُسْلِمِينَ . قُلْتُ يَا رَسُولَ اللَّهِ إِحْدَانَا لاَ يَكُونُ لَهَا جِلْبَابٌ قَالَ   لِتُلْبِسْهَا أُخْتُهَا مِنْ جِلْبَابِهَا  .",
    "hadithBengali": "১৯২৯। আমরুন নাকিদ (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নির্দেশ দিয়েছেন সাবলিকা মেয়েদেরকে, ঋতুমতীদেরকে ও পর্দানশীলদেরকে ঈদের সালাতে যাওয়ার জন্য বের করতে। তবে ঋতুমতী মহিলারা সালাতে অংশগ্রহণ করা থেকে বিরত থাকবে। তারা কল্যাণ কর্ম ও মুসলিমদের দু&#39;আতে অংশগ্রহণ করবে। আমি আরয করলাম, ইয়া রাসুলাল্লাহ! আমাদের কারো ওড়না থাকে না (সে কি করবে?) তিনি বললেন, তার বোন তাকে ওড়না পরিধান করতে দিয়ে সাহায্য করবে।\n",
    "checkStatus": "1",
    "hadithNo": "1929",
    "id": "11294",
    "thesequence": "10753",
    "isActive": "1",
    "chapterId": "13408",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "১. ঈদগাহে নারীদের গমন ও খুতবা শ্রবনের বৈধতা এবং পুরুষদের থেকে পৃথক থাকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas reported that the Messenger of Allah (ﷺ) went out on the day of Adha or Fitr and observed two rakahs, and did not observe prayer (at that place) before and after that. He then came to the women along with Bilal and commanded them to give alms and the women began to give their rings and necklaces.",
    "hadithArabic": "وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيٍّ، عَنْ سَعِيدِ، بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ يَوْمَ أَضْحَى أَوْ فِطْرٍ فَصَلَّى رَكْعَتَيْنِ لَمْ يُصَلِّ قَبْلَهَا وَلاَ بَعْدَهَا ثُمَّ أَتَى النِّسَاءَ وَمَعَهُ بِلاَلٌ فَأَمَرَهُنَّ بِالصَّدَقَةِ فَجَعَلَتِ الْمَرْأَةُ تُلْقِي خُرْصَهَا وَتُلْقِي سِخَابَهَا ",
    "hadithBengali": "১৯৩০। উবায়দুল্লাহ ইবনু মুআয আম্বরী (রহঃ) ... ইবনু আব্বাস (রহঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল আযহা অথবা ঈদুল ফিতর দিবসে বের হলেন এবং দু&#39;রাকআত ঈদের সালাত আদায় করলেন। এর আগে ও পরে কোন সালাত আদায় করেননি। এরপর মহিলাদের কাছে গমন করলেন, বিলাল (রাঃ)ও তাঁর সাথে ছিলেন। তিনি মহিলাদেরকে সাদাকা করতে নির্দেশ দিলেন। তখন মহিলারা তাদের আংটি ও কণ্ঠাভরণ (গলার হার) দিতে শুরু করল।\n",
    "checkStatus": "1",
    "hadithNo": "1930",
    "id": "11295",
    "thesequence": "10754",
    "isActive": "1",
    "chapterId": "13409",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "২. ঈদগাহে ঈদের সালাত আদায়ের আগে ও পরে নফল না পড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Shuba with the same chain of transmitters.",
    "hadithArabic": "وَحَدَّثَنِيهِ عَمْرٌو النَّاقِدُ، حَدَّثَنَا ابْنُ إِدْرِيسَ، ح وَحَدَّثَنِي أَبُو بَكْرِ بْنُ نَافِعٍ، وَمُحَمَّدُ، بْنُ بَشَّارٍ جَمِيعًا عَنْ غُنْدَرٍ، كِلاَهُمَا عَنْ شُعْبَةَ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "১৯৩১। আমরুন নাকিদ, আবূ বাকর ইবনু নাফি ও মুহাম্মাদ ইবনু বাশশার (রহঃ) ... শুবা (রহঃ) থেকে উক্ত সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1931",
    "id": "11296",
    "thesequence": "10755",
    "isActive": "1",
    "chapterId": "13409",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "২. ঈদগাহে ঈদের সালাত আদায়ের আগে ও পরে নফল না পড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported that (his father) Umar b. Khattab asked Abu Waqid al-Laithi what the Messenger of Allah (ﷺ) used to recite on Id-ul-Adha and Id-ul-Fitr. He said:\nHe used to recite in them: Qaf. By the Glorious Quran (Surah 1), The Hour drew near, and the moon was rent asunder (Surah liv.).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ ضَمْرَةَ بْنِ سَعِيدٍ الْمَازِنِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، سَأَلَ أَبَا وَاقِدٍ اللَّيْثِيَّ مَا كَانَ يَقْرَأُ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الأَضْحَى وَالْفِطْرِ فَقَالَ كَانَ يَقْرَأُ فِيهِمَا بِـ { ق وَالْقُرْآنِ الْمَجِيدِ} وَ { اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ}",
    "hadithBengali": "১৯৩২। ইয়াহহয়া ইবনু ইয়াহহয়া (রহঃ) উবায়দুল্লাহ ইবনু আবদুল্লাহ (রহঃ) থেকে বর্ণিত যে, উমর ইবনুল খাত্তাব (রাঃ) আবূ ওয়াকিদ লায়সী (রাঃ) কে জিজ্ঞাসা করলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল আযহা ও ঈদুল ফিতরে কোন সূরা পাঠ করতেন? তিনি বললেন, উভয় ঈদের সালাতে সূরা কাফ ওয়াল কুরানিল মাজীদ এবং ইকতারাবাতিস সাআ, ওয়ান শাক্কাল কামার তিলাওয়াত করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1932",
    "id": "11297",
    "thesequence": "10756",
    "isActive": "1",
    "chapterId": "13410",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "৩. দুই ঈদের সালাতে কোন কিরআত পড়া হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Utba reported that his father Waqid al-Laithi said:\nUmar b. Khattab asked me what the Messenger of Allah (ﷺ) recited on Id day. I said: The Hour drew near and Qaf. By the Glorious Quran.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا فُلَيْحٌ، عَنْ ضَمْرَةَ، بْنِ سَعِيدٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ، قَالَ سَأَلَنِي عُمَرُ بْنُ الْخَطَّابِ عَمَّا قَرَأَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي يَوْمِ الْعِيدِ فَقُلْتُ بِـ { اقْتَرَبَتِ السَّاعَةُ} وَ { ق وَالْقُرْآنِ الْمَجِيدِ}",
    "hadithBengali": "১৯৩৩। ইসহাক ইবনু ইবরাহীম (রহঃ) আবূ ওয়াকিদ লায়সী (রাঃ) থেকে বর্ণিত যে, উমর (রাঃ) আমাকে জিজ্ঞাসা করলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদের সালাতে কোন সূরা পাঠ করতেন। আমি বললাম, ইকতারাবাতিস সাআ ও ক্কাফ ওয়াল কুরআনিল মাজীদ পাঠ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1933",
    "id": "11298",
    "thesequence": "10757",
    "isActive": "1",
    "chapterId": "13410",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "৩. দুই ঈদের সালাতে কোন কিরআত পড়া হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nAbu Bakr came to see me and I had two girls with me from among the girls of the Ansar and they were singing what the Ansar recited to one another at the Battle of Buath. They were not, however, singing girls. Upon this Abu Bakr said: What I (the playing of) this wind instrument of Satan in the house of the Messenger of Allah (ﷺ) and this too on Id day? Upon this the Messenger of Allah (ﷺ) said: Abu Bakr, every people have a festival and it is our festival (so let them play on).",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَ عَلَىَّ أَبُو بَكْرٍ وَعِنْدِي جَارِيَتَانِ مِنْ جَوَارِي الأَنْصَارِ تُغَنِّيَانِ بِمَا تَقَاوَلَتْ بِهِ الأَنْصَارُ يَوْمَ بُعَاثٍ قَالَتْ وَلَيْسَتَا بِمُغَنِّيَتَيْنِ . فَقَالَ أَبُو بَكْرٍ أَبِمُزْمُورِ الشَّيْطَانِ فِي بَيْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَذَلِكَ فِي يَوْمِ عِيدٍ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَا أَبَا بَكْرٍ إِنَّ لِكُلِّ قَوْمٍ عِيدًا وَهَذَا عِيدُنَا  .",
    "hadithBengali": "১৯৩৪। আবূ বাকর ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার গৃহে আবূ বকর (রাঃ) প্রবেশ করলেন। আমার নিকট দুটি আনসারী বালিকা ছিল। তারা বিরত্বগাঁথা গাইছিল, যা আনসারগণ বুয়াস দিবসে আবৃত্তি করেছিল। আয়িশা (রাঃ) বলেন, আসলে বালিকা দুটি গায়িকা ছিল না। আবূ বকর (রাঃ) বললেন, শয়তানের বাদ্যযন্ত্র দ্বারা কি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঘরে গান গাওয়া হচ্ছে। সে দিনটি ছিল ঈদের দিন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে আবূ বাকর, প্রত্যেক জাতিরই ঈদ আর এটা হল আমাদের ঈদ।\n",
    "checkStatus": "1",
    "hadithNo": "1934",
    "id": "11299",
    "thesequence": "10758",
    "isActive": "1",
    "chapterId": "13411",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনসমুহে নিষ্পাপ খেলাধুলার বৈধতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Hisham with the same chain of transmitters, but there the words are:\n Two girls were playing upon a tambourine.",
    "hadithArabic": " وَحَدَّثَنَاهُ يَحْيَى بْنُ يَحْيَى، وَأَبُو كُرَيْبٍ جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ، عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ . وَفِيهِ جَارِيَتَانِ تَلْعَبَانِ بِدُفٍّ .",
    "hadithBengali": "১৯৩৫। ইয়াহহয়া ইবনু ইয়াহহয়া, আবূ কুরায়ব (রহঃ) ... হিশাম (রহঃ) থেকে ঐ সনদে বর্ণিত। এতে আরও আছে যে, দুটি বালিকা দফ (বাদযন্ত্র) নিয়ে খেলছিল।\n",
    "checkStatus": "1",
    "hadithNo": "1935",
    "id": "11300",
    "thesequence": "10759",
    "isActive": "1",
    "chapterId": "13411",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনসমুহে নিষ্পাপ খেলাধুলার বৈধতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha reported that Abu Bakr came to her and there were with her two girls on Adha days who were singing and beating the tambourine and the Messenger of Allah (ﷺ) had wrapped himself with his mantle. Abu Bakr scolded them. The Messenger of Allah (may peace he upon him) uncovered (his face) and said:\nAbu Bakr, leave them alone for these are the days of Id. And Aisha said: I recapitulate to my mind the fact that once the Messenger of Allah (ﷺ) screened me with his mantle and I saw the sports of the Abyssinians, and I was only a girl, and so you can well imagine how a girl of tender age is fond of watching the sport.",
    "hadithArabic": "حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، أَنَّ ابْنَ شِهَابٍ، حَدَّثَهُ عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ أَبَا بَكْرٍ، دَخَلَ عَلَيْهَا وَعِنْدَهَا جَارِيَتَانِ فِي أَيَّامِ مِنًى تُغَنِّيَانِ وَتَضْرِبَانِ وَرَسُولُ اللَّهِ صلى الله عليه وسلم مُسَجًّى بِثَوْبِهِ فَانْتَهَرَهُمَا أَبُو بَكْرٍ فَكَشَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْهُ وَقَالَ   دَعْهُمَا يَا أَبَا بَكْرٍ فَإِنَّهَا أَيَّامُ عِيدٍ  . وَقَالَتْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَسْتُرُنِي بِرِدَائِهِ وَأَنَا أَنْظُرُ إِلَى الْحَبَشَةِ وَهُمْ يَلْعَبُونَ وَأَنَا جَارِيَةٌ فَاقْدِرُوا قَدْرَ الْجَارِيَةِ الْعَرِبَةِ الْحَدِيثَةِ السِّنِّ .",
    "hadithBengali": "১৯৩৬। হারুন ইবনু সাঈদ আয়লী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, আবূ বকর (রাঃ) তাঁর নিকট এলেন। তখন তাঁর কাছে দুটি বালিকা দফ বাজাচ্ছিল আর গান গাইছিল। আর সেটা ছিল মিনা দিবসের মধ্যে। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বস্ত্রাবৃত ছিলেন। আবূ বাকর (রাঃ) বালিকাদের ধমকালেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুখের আবরণ সরিয়ে বললেন, হে আবূ বকর! এদেরকে ছেড়ে দাও, যেহেতু এটা ঈদের দিন।\n\nআয়িশা (রাঃ) বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখছি যে, তিনি আমাকে তাঁর চাঁদর দ্বারা মাথা ঢেকে রেখেছেন আর তখন আমি হাবশীদের খেলা দেখছিলাম। আমি তখন বালিকা। অনুমান করে দেখ, অল্প আমোদিনী বালিকা কতক্ষণ তা দেখতে আগ্রহী হবে (তিনি ততক্ষণই দাঁড়িয়েছিলেন)।\n",
    "checkStatus": "1",
    "hadithNo": "1936",
    "id": "11301",
    "thesequence": "10760",
    "isActive": "1",
    "chapterId": "13411",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনসমুহে নিষ্পাপ খেলাধুলার বৈধতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nBY Allah, I remember the Messenger of Allah (ﷺ) standing on the door of my apartment screening me with his mantle enabling me to see the sport of the Abyssinians as they played with their daggers in the mosque of the Messenger of Allah (may peace be upom him). He (the Holy Prophet) kept standing for my sake till I was satiated and then I went back; and thus you can well imagine how long a girl tender of age who is fond of sports (could have watched it).",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنِي ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، بْنِ الزُّبَيْرِ قَالَ قَالَتْ عَائِشَةُ وَاللَّهِ لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُومُ عَلَى بَابِ حُجْرَتِي - وَالْحَبَشَةُ يَلْعَبُونَ بِحِرَابِهِمْ فِي مَسْجِدِ رَسُولِ اللَّهِ صلى الله عليه وسلم - يَسْتُرُنِي بِرِدَائِهِ لِكَىْ أَنْظُرَ إِلَى لَعِبِهِمْ ثُمَّ يَقُومُ مِنْ أَجْلِي حَتَّى أَكُونَ أَنَا الَّتِي أَنْصَرِفُ . فَاقْدُرُوا قَدْرَ الْجَارِيَةِ الْحَدِيثَةِ السِّنِّ حَرِيصَةً عَلَى اللَّهْوِ .",
    "hadithBengali": "১৯৩৭। আবূ তাহির (রহঃ) ... উরওয়া ইবনু যুবায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, আয়িশা (রাঃ) বলেছেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখেছি যে, তিনি আমার হুজরার দরজায় দাঁড়িয়ে থাকতেন আর হাবশীরা তাদের অস্ত্র দিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মসজিদে খেলত (যুদ্ধের অনুশীলন করত) তিনি তাঁর চাঁদর দিয়ে আমাকে ঢেকে রাখতেন যেন আমি তাদের খেলাধুলা দেখতে পারি এবং ফিরে না যাওয়া পর্যন্ত রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে থাকতেন। তোমরা অনুমান কর, অল্পবয়স্কা ও খেলাধূলার প্রতি আগ্রহী একজন বালিকা কতক্ষণ তা দেখতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "1937",
    "id": "11302",
    "thesequence": "10761",
    "isActive": "1",
    "chapterId": "13411",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনসমুহে নিষ্পাপ খেলাধুলার বৈধতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " `Aisha reported:\nThe Messenger of Allah (ﷺ) came (to my apartment) while there were two girls with me singing the song of the Battle of Bu`ath. He lay down on the bed and turned away his face. Then came Abu Bakr and he scolded me and said: Oh! this musical instrument of the devil in the house of the Messenger of Allah (ﷺ)! The Messenger of Allah (ﷺ) turned towards him and said: Leave them alone. And when he (the Holy Prophet) became unattentive, I hinted them and they went out, and it was the day of `Id and the black men were playing with shields and spears. (I do not remember) whether I asked the Messenger of Allah (ﷺ) or whether he said to me if I desired to see (that sport). I said: Yes. I stood behind him with his face parallel to my face, and he said: O Banu Arfada, be busy (in your sports) till I was satiated. He said (to me): Is that enough? I said: Yes. Upon this he asked me to go.",
    "hadithArabic": " حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَيُونُسُ بْنُ عَبْدِ الأَعْلَى، - وَاللَّفْظُ لِهَارُونَ - قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنَا عَمْرٌو، أَنَّ مُحَمَّدَ بْنَ عَبْدِ الرَّحْمَنِ، حَدَّثَهُ عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَعِنْدِي جَارِيَتَانِ تُغَنِّيَانِ بِغِنَاءِ بُعَاثٍ فَاضْطَجَعَ عَلَى الْفِرَاشِ وَحَوَّلَ وَجْهَهُ فَدَخَلَ أَبُو بَكْرٍ فَانْتَهَرَنِي وَقَالَ مِزْمَارُ الشَّيْطَانِ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَقْبَلَ عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  دَعْهُمَا  فَلَمَّا غَفَلَ غَمَزْتُهُمَا فَخَرَجَتَا وَكَانَ يَوْمَ عِيدٍ يَلْعَبُ السُّودَانُ بِالدَّرَقِ وَالْحِرَابِ فَإِمَّا سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَإِمَّا قَالَ  تَشْتَهِينَ تَنْظُرِينَ  . فَقُلْتُ نَعَمْ فَأَقَامَنِي وَرَاءَهُ خَدِّي عَلَى خَدِّهِ وَهُوَ يَقُولُ  دُونَكُمْ يَا بَنِي أَرْفَدَةَ  . حَتَّى إِذَا مَلِلْتُ قَالَ  حَسْبُكِ  . قُلْتُ نَعَمْ . قَالَ  فَاذْهَبِي  .",
    "hadithBengali": "১৯৩৮। হারুন ইবনু সাঈদ আয়লী ও ইউনুস ইবনু আবদুল আলা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গৃহে প্রবেশ করলেন, তখন আমার কাছে দুটি বালিকা ছিল। তারা বুয়াসের ঘটনাবলী সম্পর্কে গান গাচ্ছিল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিছানায় শুয়ে পড়লেন এবং তিনি মুখ ফিরিয়ে নিলেন। এরপর আবূ বকর (রাঃ) প্রবেশ করলেন। তিনি আমাকে ধমকালেন এবং বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে শয়তানের বাজনা বাজান হচ্ছে? তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এদিকে মুখ ফিরালেন এবং বললেন, এদেরকে গাইতে দাও। যখন আবূ বকর (রাঃ) নিশ্চুপ হলেন তখন আমি তাদেরকে ইঙ্গিত করলাম এবং তারা বেরিয়ে গেল।\n\nআর ঈদের দিনে সুদানীরা ঢাল-তলোয়ার জাতীয় যুদ্ধাস্ত্র নিয়ে খেলাধূলা করছিল। হয়ত আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আবেদন করেছিলাম কিংবা তিনি নিজেই বলেছিলেন, তোমার দেখার আগ্রহ আছে? আমি বললাম, হ্যাঁ আছে। এরপর আমাকে তাঁর পিছনে দাঁড় করালেন। আমার গালে তার গালের উপর ছিল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলছিলেন, এভাবে অনুশীলন জারি রাখ হে আরাফিদার বংশধরগণ! শেষ পর্যন্ত আমি যখন ক্লান্ত হয়ে পড়লাম, তখন তিনি বললেন, তোমার দেখা শেষ হয়েছ কি? আমি বললাম, হ্যাঁ। তিনি বললেন, তবে যাও।\n",
    "checkStatus": "1",
    "hadithNo": "1938",
    "id": "11303",
    "thesequence": "10762",
    "isActive": "1",
    "chapterId": "13411",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনসমুহে নিষ্পাপ খেলাধুলার বৈধতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha reported that some Abyssinians came and gave a demonstration of armed fight on the Id day in the mosque. The Apostle of Allah (ﷺ) invited me (to see that fight). I placed my head on his shoulder and began to see their sport till it was I who turned away from watching them.",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ جَاءَ حَبَشٌ يَزْفِنُونَ فِي يَوْمِ عِيدٍ فِي الْمَسْجِدِ فَدَعَانِي النَّبِيُّ صلى الله عليه وسلم فَوَضَعْتُ رَأْسِي عَلَى مَنْكِبِهِ فَجَعَلْتُ أَنْظُرُ إِلَى لَعِبِهِمْ حَتَّى كُنْتُ أَنَا الَّتِي أَنْصَرِفُ عَنِ النَّظَرِ إِلَيْهِمْ.",
    "hadithBengali": "১৯৩৯। যুহায়র ইবনু হারব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, ঈদের দিনে মসজিদে একটি সেনাদল আগমন করলেন। যখন তারা অনূশীলন করছিল, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে ডাকলেন। আমি আমার মাথা তাঁর কাঁধের উপর রেখে দিলাম এবং তাদের অনুশীলন দেখতে লাগলাম। শেষ পর্যন্ত আমি নিজেই তাদের দেখা ক্ষান্ত করে চলে গেলাম।\n",
    "checkStatus": "1",
    "hadithNo": "1939",
    "id": "11304",
    "thesequence": "10763",
    "isActive": "1",
    "chapterId": "13411",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনসমুহে নিষ্পাপ খেলাধুলার বৈধতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Hisham with the same chain of transmitters but (the narrators) did not make mention of the mosque.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا يَحْيَى بْنُ زَكَرِيَّاءَ بْنِ أَبِي زَائِدَةَ، ح وَحَدَّثَنَا ابْنُ، نُمَيْرٍ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، كِلاَهُمَا عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ وَلَمْ يَذْكُرَا فِي الْمَسْجِدِ .",
    "hadithBengali": "১৯৪০। ইয়াহহয়া ইবনু ইয়াহহয়া ও ইবনু নুমায়র (রহঃ) ... হিশাম (রহঃ) থেকে উক্ত সনদে অনুরূপ বর্ণনা করেছেন। কিন্তু তারা মসজিদের কথাটি উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "1940",
    "id": "11305",
    "thesequence": "10764",
    "isActive": "1",
    "chapterId": "13411",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনসমুহে নিষ্পাপ খেলাধুলার বৈধতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha said that she sent a message to the players (of this armed fight) saying:\nI like to see them (fighting). She further said: The Messenger of Allah (ﷺ) stood up and I stood at the door (behind him) and saw (this fight) between his ears and his shoulders they played in the mosque. Ata (one of the narra- tors) said: Were they persians or Abyssinians? Ibn Atiq told me they were Abyssinians.",
    "hadithArabic": " وَحَدَّثَنِي إِبْرَاهِيمُ بْنُ دِينَارٍ، وَعُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، كُلُّهُمْ عَنْ أَبِي، عَاصِمٍ - وَاللَّفْظُ لِعُقْبَةَ - قَالَ حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، أَخْبَرَنِي عُبَيْدُ بْنُ عُمَيْرٍ، أَخْبَرَتْنِي عَائِشَةُ، أَنَّهَا قَالَتْ لِلَعَّابِينَ وَدِدْتُ أَنِّي أَرَاهُمْ قَالَتْ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقُمْتُ عَلَى الْبَابِ أَنْظُرُ بَيْنَ أُذُنَيْهِ وَعَاتِقِهِ وَهُمْ يَلْعَبُونَ فِي الْمَسْجِدِ . قَالَ عَطَاءٌ فُرْسٌ أَوْ حَبَشٌ . قَالَ وَقَالَ لِي ابْنُ عَتِيقٍ بَلْ حَبَشٌ .",
    "hadithBengali": "১৯৪১। ইবরাহীম ইবনু দীনার, উকবা ইবনু মুকরাম আম্মী ও আবদ ইবনু হুমায়দ (রহঃ) ... উবায়দ ইবনু উমায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, আয়িশা (রাঃ) আমাকে বলেছেন যে, তিনি অনুশীলনকারীদের সম্পর্কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বলেছিলেন যে, আমি তাদের দেখতে আগ্রহী। তিনি বলেন, এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়ালেন। আমি তাঁর পিছনে দরজার পার্শ্বে দাড়ালাম এবং তাঁর কান ও কাঁধের মধ্য দিয়ে দেখতে লাগলাম। তখন তারা মসজিদে মহড়া দিচ্ছিল। আতা (রহঃ) বলেন, অনুশীলনকারী পার্শিয়ান অথবা হাবশী ছিল। রাবী বলেন, আমাকে ইবনু আতিক (রহঃ) বলেছেন যে, বরং তারা হাবশী ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "1941",
    "id": "11306",
    "thesequence": "10765",
    "isActive": "1",
    "chapterId": "13411",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনসমুহে নিষ্পাপ খেলাধুলার বৈধতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nWhile the Abyssinians were busy playing with their arms in the presence of the Messenger of Allah (ﷺ) Umar b. Khattab came there. He bent down to take up pebbles to throw at them (in order to make them go off). The Messenger of Allah (ﷺ) said to him: Umar, leave them alone.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ عَبْدٌ أَخْبَرَنَا وَقَالَ ابْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ بَيْنَمَا الْحَبَشَةُ يَلْعَبُونَ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِحِرَابِهِمْ إِذْ دَخَلَ عُمَرُ بْنُ الْخَطَّابِ فَأَهْوَى إِلَى الْحَصْبَاءِ يَحْصِبُهُمْ بِهَا . فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  دَعْهُمْ يَا عُمَرُ.",
    "hadithBengali": "১৯৪২। মুহাম্মাদ ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা হাবশীরাা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তাদের অস্র নিয়ে খেলা করছিল। সে সময়ে উমর (রাঃ) আগমন করলেন এবং কঙ্কর তুলে নিয়ে তাদের দিকে ছুড়ে মারতে লাগলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে উমর! তাদেরকে অনুশীলন করতে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "1942",
    "id": "11307",
    "thesequence": "10766",
    "isActive": "1",
    "chapterId": "13411",
    "bookId": "2",
    "publisherId": "1",
    "sectionId": "109",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনসমুহে নিষ্পাপ খেলাধুলার বৈধতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]