[
  {
    "hadithEnglish": " Abdullah b. Zaid b. Mazini reported:\nThe Messenger of Allah (ﷺ) went to the place of prayer and prayed for rain and turned round his mantle while facing the Qibla.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، أَنَّهُ سَمِعَ عَبَّادَ بْنَ تَمِيمٍ، يَقُولُ سَمِعْتُ عَبْدَ اللَّهِ بْنَ زَيْدٍ الْمَازِنِيَّ، يَقُولُ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى الْمُصَلَّى فَاسْتَسْقَى وَحَوَّلَ رِدَاءَهُ حِينَ اسْتَقْبَلَ الْقِبْلَةَ .",
    "hadithBengali": "১৯৫৫-(১/৮৯৪) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আব্বাদ ইবনু তামীম (রহঃ) থেকে বর্ণিত। &#39;আবদুল্লাহ ইবনু যায়দ আল মাযিনী (রাযিঃ) কে বলতে শুনেছি, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সলাতের নির্ধারিত স্থানে চলে গেলেন এবং তথায় পৌছে ইসতিসকার সলাত আদায় করলেন। যখন কিবলামুখী হলেন, তিনি তার চাদরটা উল্টিয়ে নিলেন। (ইসলামী ফাউন্ডেশন ১৯৪০, ইসলামীক সেন্টার ১৯৪৭)\n",
    "checkStatus": "1",
    "hadithNo": "1955",
    "id": "48715",
    "thesequence": "48228",
    "isActive": "1",
    "chapterId": "18088",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Tamim narrated on the authority of his uncle (Abdullah b. Zaid) that the Messenger of Allah (ﷺ) went out to the place of prayer and prayed for rain and faced towards Qibla, and turned round his mantle and prayed two rakahs.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم إِلَى الْمُصَلَّى فَاسْتَسْقَى وَاسْتَقْبَلَ الْقِبْلَةَ وَقَلَبَ رِدَاءَهُ وَصَلَّى رَكْعَتَيْنِ .",
    "hadithBengali": "১৯৫৬-(২/...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আব্বাদ ইবনু তামীম (রাযিঃ) থেকে তার চাচার সূত্রে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সলাতের নির্ধারিত স্থানে গিয়ে ইসতিসকার দু&#39;আ করলেন এবং কিবলামুখী হয়ে তার চাদরটা উল্টিয়ে দিলেন। অতঃপর দু&#39; রাকাআত সলাত আদায় করলেন। (ইসলামী ফাউন্ডেশন ১৯৪১, ইসলামীক সেন্টার ১৯৪৮)\n",
    "checkStatus": "1",
    "hadithNo": "1956",
    "id": "48716",
    "thesequence": "48229",
    "isActive": "1",
    "chapterId": "18088",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah b. Zaid al-Ansari reported that the Messenger of Allah (ﷺ) went out to the place of prayer in order to offer prayer for rainfall. And when he intended to make supplication he faced Qibla and turned round his mantle.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ أَخْبَرَنِي أَبُو بَكْرِ بْنُ مُحَمَّدِ بْنِ عَمْرٍو، أَنَّ عَبَّادَ بْنَ تَمِيمٍ، أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ زَيْدٍ الأَنْصَارِيَّ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ إِلَى الْمُصَلَّى يَسْتَسْقِي وَأَنَّهُ لَمَّا أَرَادَ أَنْ يَدْعُوَ اسْتَقْبَلَ الْقِبْلَةَ وَحَوَّلَ رِدَاءَهُ .",
    "hadithBengali": "১৯৫৭-(৩/...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবদুল্লাহ ইবনু যায়দ আল আনসারী (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইসতিসকার উদ্দেশে মাঠের দিকে বের হয়ে গেলেন। যখন তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) দু&#39;আ করার ইচ্ছা করলেন, কিবলামুখী হলেন এবং নিজের চাদর উল্টিয়ে দিলেন। (ইসলামী ফাউন্ডেশন ১৯৪২, ইসলামীক সেন্টার, ১৯৪৯)\n",
    "checkStatus": "1",
    "hadithNo": "1957",
    "id": "48717",
    "thesequence": "48230",
    "isActive": "1",
    "chapterId": "18088",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abbad b. Tamim Mazini heard his uncle, who was one of the Companions of the Messenger of Allah (ﷺ), as saying:\nThe Messenger of Allah (ﷺ) went out one day in order to pray for rain. He turned his back towards people, supplicated before Allah, facing towards Qibla, and turned his mantle round and then observed two rakahs of prayer.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ، شِهَابٍ قَالَ أَخْبَرَنِي عَبَّادُ بْنُ تَمِيمٍ الْمَازِنِيُّ، أَنَّهُ سَمِعَ عَمَّهُ، وَكَانَ، مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَقُولُ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمًا يَسْتَسْقِي فَجَعَلَ إِلَى النَّاسِ ظَهْرَهُ يَدْعُو اللَّهَ وَاسْتَقْبَلَ الْقِبْلَةَ وَحَوَّلَ رِدَاءَهُ ثُمَّ صَلَّى رَكْعَتَيْنِ .",
    "hadithBengali": "১৯৫৮-(৪/...) আবূত তহির ও হারমালাহ্ (রহঃ) ..... আব্বাদ ইবনু তামীম আল মাযিনী (রহঃ) থেকে তার চাচার সূত্রে বর্ণিত। যিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহাবীগণের অন্তর্ভুক্ত ছিলেন। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন ইসতিসকার উদ্দেশে বের হলেন। তিনি লোকদের দিকে পিঠ রেখে আল্লাহর নিকট দু&#39;আ করতে লাগলেন এবং কিবলার দিকে মুখ করে তার চাদরটা উল্টিয়ে দিলেন। অতঃপর তিনি দু&#39; রাকাআত সলাত আদায় করলেন। (ইসলামী ফাউন্ডেশন ১৯৪৩, ইসলামীক সেন্টার ১৯৫০)\n",
    "checkStatus": "1",
    "hadithNo": "1958",
    "id": "48718",
    "thesequence": "48231",
    "isActive": "1",
    "chapterId": "18088",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported:\nI saw the Messenger of Allah (ﷺ) raising his hands (high enough) in supplication (for rain) that the whiteness of his armpits became visible.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، عَنْ شُعْبَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَرْفَعُ يَدَيْهِ فِي الدُّعَاءِ حَتَّى يُرَى بَيَاضُ إِبْطَيْهِ .",
    "hadithBengali": "১৯৫৯-(৫/৮৯৫) আবূ বাকর ইবনু আবূ শায়বাহ (রহঃ) ..... আনাস (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দুআ করার সময় উভয় হাত উপরে উঠাতে দেখেছি। এতে তার বগলের শুভ্রতা পরিদৃষ্ট হচ্ছিল। (ইসলামী ফাউন্ডেশন ১৯৪৪, ইসলামীক সেন্টার, ১৯৫১)\n",
    "checkStatus": "1",
    "hadithNo": "1959",
    "id": "48719",
    "thesequence": "48232",
    "isActive": "1",
    "chapterId": "18089",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "১. পানি প্রার্থনার দু&#039;আয় হাত উত্তোলন প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas b. Malik reported that the Messenger of Allah (ﷺ) prayed for rain pointing the back of his hands to the sky.",
    "hadithArabic": " وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اسْتَسْقَى فَأَشَارَ بِظَهْرِ كَفَّيْهِ إِلَى السَّمَاءِ",
    "hadithBengali": "১৯৬০-(৬/৮৯৬) আবদ ইবনু হুমায়দ (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইসতিসকার দু&#39;আ করেছেন এবং দু&#39;আর সময় তিনি উভয় হাতের পিঠ দ্বারা আকাশের দিকে ইশারা করেছেন। (ইসলামী ফাউন্ডেশন ১৯৪৭, ইসলামীক সেন্টার ১৯৫৪)\n",
    "checkStatus": "1",
    "hadithNo": "1960",
    "id": "48720",
    "thesequence": "48233",
    "isActive": "1",
    "chapterId": "18089",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "১. পানি প্রার্থনার দু&#039;আয় হাত উত্তোলন প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas reported that the Messenger of Allah (ﷺ) was not accustomed to raice his hands in any supplication he made except when praying for rain. (He would then raise [his hands] high enough) that the whiteness of his armpits became visible. Abd al-Ala said that (he was in doubt whether it was) the whiteness of his armpit or armpits.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، وَعَبْدُ الأَعْلَى، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم كَانَ لاَ يَرْفَعُ يَدَيْهِ فِي شَىْءٍ مِنْ دُعَائِهِ إِلاَّ فِي الاِسْتِسْقَاءِ حَتَّى يُرَى بَيَاضُ إِبْطَيْهِ . غَيْرَ أَنَّ عَبْدَ الأَعْلَى قَالَ يُرَى بَيَاضُ إِبْطِهِ أَوْ بَيَاضُ إِبْطَيْهِ .",
    "hadithBengali": "১৯৬১-(৭/...) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কোন দু&#39;আয় হাত উঠাতেন না; কেবল ইসতিসকায় হাত উঠাতেন। এমনকি এতে তার বগলের শুভ্রতা পরিদৃষ্ট হত। তবে আবদুল আ&#39;লা তার বর্ণনায় বলেছেন, বগলের শুভ্রতা বা উভয় বগলের শুভ্রতা। (ইসলামী ফাউন্ডেশন ১৯৪৫, ইসলামীক সেন্টার ১৯৫২)\n",
    "checkStatus": "1",
    "hadithNo": "1961",
    "id": "48721",
    "thesequence": "48234",
    "isActive": "1",
    "chapterId": "18089",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "১. পানি প্রার্থনার দু&#039;আয় হাত উত্তোলন প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Anas b. Malik through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ ابْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، أَنَّحَدَّثَهُمْ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ .",
    "hadithBengali": "১৯৬২-(.../...) ইবনুল মুসান্না (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করে শুনিয়েছেন। (ইসলামী ফাউন্ডেশন ১৯৪৬, ইসলামীক সেন্টার ১৯৫৩)\n",
    "checkStatus": "1",
    "hadithNo": "1962",
    "id": "48722",
    "thesequence": "48235",
    "isActive": "1",
    "chapterId": "18089",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "১. পানি প্রার্থনার দু&#039;আয় হাত উত্তোলন প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that a person entered the mosque through the door situated on theside of Daral-Qada during Friday (prayer) and the messenger of Allah (ﷺ) was delivering the sermon while standing. He came and stood in front of the Messenger of Allah (ﷺ) and said:\nMessenger of Allah, the camels died and the passages were blocked; so supplicate Allah to send down rain upon us. The Messenger of Allah (ﷺ) raised his hands and then said: (O Allah, send down rain upon us; O Allah, send dowp rain upon us; O Allah, send down rain upon us. Anas said: By Allah, we did not see any cloud or any patch of it, and there was neither any house or building standing between us and the (hillock) Sala. There appeared a cloud in the shape of a shield from behind it, and as it (came high) in the sky it spread and then there was a downpour of rain. By Allah, we did not see the sun throughout the week. Then (that very man) came on the coming Friday through the same door when the Messenger of Allah (ﷺ) was standing and delivering the sermon. He stood in front of him and said: Messenger of Allah, our animals died and the passages blocked. Supplicate Allah to stop the rain for us. The Messenger of Allah (ﷺ) again raised his hands and said: O Allah, let it (rain) fall in our suburbs and not on us, O Allah (send it down) on the hillocks and small mountains and the river-beds and at places where trees grow. The rain stopped, and as we stepped out we were walking in sun- shine. He (the narrator) said to Sharik: I asked Anas b. Malik if he was the same man. He said: I do not know.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَيَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ شَرِيكِ بْنِ أَبِي نَمِرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّجُمُعَةٍ مِنْ بَابٍ كَانَ نَحْوَ دَارِ الْقَضَاءِ وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يَخْطُبُ فَاسْتَقْبَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَائِمًا ثُمَّ قَالَ يَا رَسُولَ اللَّهِ هَلَكَتِ الأَمْوَالُ وَانْقَطَعَتِ السُّبُلُ فَادْعُ اللَّهِ يُغِثْنَا . قَالَ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ ثُمَّ قَالَ  اللَّهُمَّ أَغِثْنَا اللَّهُمَّ أَغِثْنَا اللَّهُمَّ أَغِثْنَا  . قَالَ أَنَسٌ وَلاَ وَاللَّهِ مَا نَرَى فِي السَّمَاءِ مِنْ سَحَابٍ وَلاَ قَزَعَةٍ وَمَا بَيْنَنَا وَبَيْنَ سَلْعٍ مِنْ بَيْتٍ وَلاَ دَارٍ - قَالَ - فَطَلَعَتْ مِنْ وَرَائِهِ سَحَابَةٌ مِثْلُ التُّرْسِ فَلَمَّا تَوَسَّطَتِ السَّمَاءَ انْتَشَرَتْ ثُمَّ أَمْطَرَتْ - قَالَ - فَلاَ وَاللَّهِ مَا رَأَيْنَا الشَّمْسَ سَبْتًا - قَالَ - ثُمَّ دَخَلَ رَجُلٌ مِنْ ذَلِكَ الْبَابِ فِي الْجُمُعَةِ الْمُقْبِلَةِ وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يَخْطُبُ فَاسْتَقْبَلَهُ قَائِمًا فَقَالَ يَا رَسُولَ اللَّهِ هَلَكَتِ الأَمْوَالُ وَانْقَطَعَتِ السُّبُلُ فَادْعُ اللَّهَ يُمْسِكْهَا عَنَّا - قَالَ - فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ ثُمَّ قَالَ  اللَّهُمَّ حَوْلَنَا وَلاَ عَلَيْنَا اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ  . فَانْقَلَعَتْ وَخَرَجْنَا نَمْشِي فِي الشَّمْسِ . قَالَ شَرِيكٌ فَسَأَلْتُ أَنَسَ بْنَ مَالِكٍ أَهُوَ الرَّجُلُ الأَوَّلُ قَالَ لاَ أَدْرِي .",
    "hadithBengali": "১৯৬৩-(৮/৮৯৭) ইয়াহইয়া ইবনু ইয়াহইয়া, ইয়াহইয়া ইবনু আইয়ুব, কুতায়বাহ ও ইবনু হুজুর (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত জনৈক ব্যক্তি জুমুআর দিন মসজিদে নবাবীতে দারুল কাযার দিকে স্থাপিত দরজা দিয়ে প্রবেশ করল। এ সময় রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে খুতবাহ দিচ্ছিলেন। সে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দিকে মুখ করে দাঁড়িয়ে বলল, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! (অনাবৃষ্টির ফলে) মাল সম্পদ বিনষ্ট হয়ে যাচ্ছে। জীবিকার পথ রুদ্ধ হয়ে যাচ্ছে। অতএব আল্লাহর কাছে দু&#39;আ করুন যেন তিনি আমাদেরকে বৃষ্টি দান করেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু হাত উঠিয়ে দু&#39;আ করলেন, <em>&ldquo;আল্ল-হুম্মা আগিসনা- আল্ল-হুম্মা আগিসনা-, আল্ল-হুম্মা আগিসনা-&rdquo;</em> (অর্থাৎ- হে আল্লাহ আমাদের ওপর বৃষ্টি বর্ষণ করুন, আমাদেরকে বৃষ্টি দান করুন।)। [৩ বার]\n\nআনাস (রাযিঃ) বলেন, আল্লাহর শপথ! এ সময় আসমানে কোন মেঘ বা মেঘের চিহ্নও ছিল না। আর আমাদের ও সালই পাহাড়ের মাঝে কোন ঘর-বাড়ী কিছুই ছিল না। (ক্ষণিকের মধ্যে) তার পেছন থেকে ঢালের ন্যায় অখণ্ড মেঘ উদিত হ&#39;ল। একটু পর তা মাঝ আকাশে এলে চতুর্দিকে ছড়িয়ে পড়ল এবং বৃষ্টি শুরু হল। বর্ণনাকার বলেন, এরপর আল্লাহর শপথ আমরা সপ্তাহকাল যাবৎ আর সূর্যের মুখ দেখিনি।\n\nঅতঃপর পরবর্তী জুমুআয় আবার এক ব্যক্তি ঐ দরজা দিয়ে প্রবেশ করল। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে খুতবাহ দিচ্ছিলেন। সে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে দাঁড়িয়ে বলল, হে আল্লাহর রসূল! মাল সম্পদ সব বিনষ্ট হয়ে যাচ্ছে, পথ রুদ্ধ হয়ে যাচ্ছে। অতএব, আল্লাহর কাছে দু&#39;আ করুন যেন বৃষ্টিপাত বন্ধ করে দেন। বর্ণনাকারী বলেন, তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবার হাত উঠিয়ে দুআ করলেন, <em>&ldquo;আল্ল-হুম্মা হাওলানা- ওয়ালা- আলায়না- আল্ল-হুম্মা &#39;আলাল আ-কা-মি ওয়ায় যিরা-বি ওয়া বুতনিল আওদিয়াত ওয়া মানা-বিতিশ শাজার&rdquo;</em> (অর্থাৎ- হে আল্লাহ আমাদের অবস্থা পাল্টে দাও আমাদের ওপর এ অবস্থা চাপিয়ে দিও না। হে আল্লাহ! পাহাড়ী এলাকায়, মালভূমিতে মাঠের অভ্যন্তরে ও গাছপালা গজানো স্থলে তা ফিরিয়ে নিয়ে যাও।)।\n\nএরপর বৃষ্টিপাত বন্ধ হয়ে গেল। আমরা বের হয়ে সূর্য তাপের মধ্যে চলাচল করতে লাগলাম। শারীক বলেন, আমি আনাস ইবনু মালিককে জিজ্ঞেস করলাম, এ ব্যক্তি কি প্রথম ব্যক্তি? আনাস বললেন, আমার জানা নেই। (ইসলামী ফাউন্ডেশন ১৯৪৮, ইসলামীক সেন্টার, ১৯৫৫)\n",
    "checkStatus": "1",
    "hadithNo": "1963",
    "id": "48723",
    "thesequence": "48236",
    "isActive": "1",
    "chapterId": "18090",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "২. পানি প্রার্থনায় দুআ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported:\nThe people were in the grip of famine during the lifetime of the Messenger of Allah (ﷺ), and (once) as the Messenger of Allah (ﷺ) was delivering the sermon standing on the pulpit on Friday, a bedouin stood up and said: Messenger of Allah, the animals died and the children suffered starvation. The rest of the hadith is the same (and the words are) that he (the Holy Prophet) said: O Allah, send down rain in our suburbs but not on us. He (the narrator) said: To whichever directions he pointed with his hands, the clouds broke up and I saw Medina like the opening of a (courtyard) and the stream of Qanat flowed for one month, and none came from any part (of Arabia) but with the news of heavy rainfall.",
    "hadithArabic": "وَحَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الأَوْزَاعِيِّ، حَدَّثَنِي إِسْحَاقُ، بْنُ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ أَصَابَتِ النَّاسَ سَنَةٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَبَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَخْطُبُ النَّاسَ عَلَى الْمِنْبَرِ يَوْمَ الْجُمُعَةِ إِذْ قَامَ أَعْرَابِيٌّ فَقَالَ يَا رَسُولَ اللَّهِ هَلَكَ الْمَالُ وَجَاعَ الْعِيَالُ . وَسَاقَ الْحَدِيثَ بِمَعْنَاهُ . وَفِيهِ قَالَ   اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا  . قَالَ فَمَا يُشِيرُ بِيَدِهِ إِلَى نَاحِيَةٍ إِلاَّ تَفَرَّجَتْ حَتَّى رَأَيْتُ الْمَدِينَةَ فِي مِثْلِ الْجَوْبَةِ وَسَالَ وَادِي قَنَاةَ شَهْرًا . وَلَمْ يَجِئْ أَحَدٌ مِنْ نَاحِيَةٍ إِلاَّ أَخْبَرَ بِجَوْدٍ .",
    "hadithBengali": "১৯৬৪-(৯/...) দাউদ ইবনু রুশায়দ (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় মানুষ দুর্ভিক্ষের শিকার হল। ঐ সময় একদিন জুমুআর দিনে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বারে উপবিষ্ট হয়ে লোকদের সামনে জুমুআর খুতবাহ দিচ্ছিলেন। এক বিদুঈন দাঁড়িয়ে বলল, হে আল্লাহর রসূল! ধনসম্পদ বরবাদ হয়ে গেল, সন্তান-সন্ততি ক্ষুধায় কাতর হয়ে পড়ছে। অবশিষ্ট হাদীস পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত হয়েছে।\n\nএ বর্ণনায় আরো আছেঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হে আল্লাহ আমাদের চতুস্পার্শ্বে, আমাদের উপরে নয়। বর্ণনাকারী বলেন, এরপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাত দিয়ে যেদিকেই ইশারা করেছেন, সঙ্গে সঙ্গে সেদিকেই ফর্সা হয়ে গেছে। এমনকি আমি মাদীনাকে আয়নার ন্যায় পরিষ্কার দেখতে পেলাম। এদিকে &#39;কানাত&#39; নামক প্রান্তরে একমাস যাবৎ পানির ধারা বয়ে গেল। যে কোন প্রান্ত থেকে যে কেউই এসেছে সে-ই অতি বৃষ্টির সংবাদ দিয়েছেন। (ইসলামী ফাউন্ডেশন ১৯৪৯, ইসলামীক সেন্টার ১৯৫৬)\n",
    "checkStatus": "1",
    "hadithNo": "1964",
    "id": "48724",
    "thesequence": "48237",
    "isActive": "1",
    "chapterId": "18090",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "২. পানি প্রার্থনায় দুআ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that while the Messenger of Allah (ﷺ) was delivering the sermon on Friday, people stood up before him and said in a loud voice:\nApostle of Allah, there is a drought and the trees have become yellow, the animals have died; and the rest of the hadith is the same, and in the narration transmitted by Abd al-Ala the words are: The clouds cleard from Medina and it began to rain around it and not a single drop of rain fell in Medina. And as I looked towards Medina, I found it hollow like (the hollowness of) a basin.",
    "hadithArabic": "وحَدَّثَنِي عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ، وَمُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، قَالَا: حَدَّثَنَا مُعْتَمِرٌ، حَدَّثَنَا عُبَيْدُ اللهِ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ يَوْمَ الْجُمُعَةِ، فَقَامَ إِلَيْهِ النَّاسُ فَصَاحُوا، وَقَالُوا: يَا نَبِيَّ اللهِ قَحَطَ الْمَطَرُ، وَاحْمَرَّ الشَّجَرُ، وَهَلَكَتِ الْبَهَائِمُ، وَسَاقَ الْحَدِيثَ، وَفِيهِ مِنْ رِوَايَةِ عَبْدِ الْأَعْلَى: فَتَقَشَّعَتْ عَنِ الْمَدِينَةِ فَجَعَلَتْ تُمْطِرُ حَوَالَيْهَا، وَمَا تُمْطِرُ بِالْمَدِينَةِ قَطْرَةً، فَنَظَرْتُ إِلَى الْمَدِينَةِ وَإِنَّهَا لَفِي مِثْلِ الْإِكْلِيلِ",
    "hadithBengali": "১৯৬৫-(১০/...) আবদুল আ&#39;লা ইবনু হাম্মাদ ও মুহাম্মাদ ইবনু আবূ বাকর আল মুকদ্দামী (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুমুআর দিন খুতবাহ দিচ্ছিলেন, এমন সময় কিছু লোক দাঁড়িয়ে চিৎকার করে বলল, হে আল্লাহর নবী। বৃষ্টিপাত বন্ধ হয়ে গেছে। গাছপালা লোহিত বর্ণ ধারণ করেছে। পশুর মৃত্যুমুখে পতিত হয়েছে। এরপর অবশিষ্ট হাদীস বর্ণনা করেছেন, পশুর মৃত্যুমুখে পতিত হয়েছে &#39;মেঘ মদীনাহ থেকে সরে গেছে&#39;। এরপর মদীনার চতুস্পর্শ্বে বৃষ্টিপাত হতে লাগল, মদীনায় একবিন্দু বৃষ্টিও বর্ষিত হচ্ছে না। আমি মাদীনার দিকে তাকিয়ে দেখলাম তা যেন পট্টির ন্যায় চতুর্দিকে পরিবেষ্টিত বা মুকুটের ন্যায় শোভা পাচ্ছে। (ইসলামী ফাউন্ডেশন ১৯৫০, ইসলামীক সেন্টার ১৯৫৭)\n",
    "checkStatus": "1",
    "hadithNo": "1965",
    "id": "48725",
    "thesequence": "48238",
    "isActive": "1",
    "chapterId": "18090",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "২. পানি প্রার্থনায় দুআ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Anas but with this addition:\n Allah gathered the clouds and as we (were obliged) to stay back I saw that even the strong man, impelled by a desire to go to his family, (could not do so).",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، بِنَحْوِهِ وَزَادَ فَأَلَّفَ اللَّهُ بَيْنَ السَّحَابِ وَمَكَثْنَا حَتَّى رَأَيْتُ الرَّجُلَ الشَّدِيدَ تُهِمُّهُ نَفْسُهُ أَنْ يَأْتِيَ أَهْلَهُ .",
    "hadithBengali": "১৯৬৬-(১১/...) আবূ কুরায়ব (রহঃ) ..... আনাস (রাযিঃ) থেকে অনুরূপ বর্ণিত হয়েছে তবে এতে এ কথাও আছে যে, আল্লাহ তা&#39;আলা মেঘরাশিকে পুঞ্জীভূত করে দিয়েছেন আর তা আমাদেরকে প্লাবিত করে দিয়েছে। এমনকি দেখলাম বেশ শক্তিশালী ব্যক্তিও তার বাড়িতে ফিরে আসতে চিন্তায় পড়ে গেল। (ইসলামী ফাউন্ডেশন ১৯৫১, ইসলামীক সেন্টার ১৯৫৮)\n",
    "checkStatus": "1",
    "hadithNo": "1966",
    "id": "48726",
    "thesequence": "48239",
    "isActive": "1",
    "chapterId": "18090",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "২. পানি প্রার্থনায় দুআ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ubaidullah b. Anas b. Malik heard (his father) Anas b. Malik as saying:\nA bedouin came to the Messenger of Allah (ﷺ) on Friday as he was (delivering the sermon on his) pulpit; and the rest of the hadith is the same but with this addition: I saw the cloud clearing just as a sheet is folded.",
    "hadithArabic": " وَحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي أُسَامَةُ، أَنَّ حَفْصَ بْنَ، عُبَيْدِ اللَّهِ بْنِ أَنَسِ بْنِ مَالِكٍ حَدَّثَهُ أَنَّهُ، سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ الْجُمُعَةِ وَهُوَ عَلَى الْمِنْبَرِ . وَاقْتَصَّ الْحَدِيثَ وَزَادَ فَرَأَيْتُ السَّحَابَ يَتَمَزَّقُ كَأَنَّهُ الْمُلاَءُ حِينَ تُطْوَى .",
    "hadithBengali": "১৯৬৭-(১২/...) হারূন ইবনু সাঈদ আল আয়লী (রহঃ) ..... হাফসাহ ইবনু উবায়দুল্লাহ ইবনু আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। তিনি আনাস ইবনু মালিক (রাযিঃ) কে বলতে শুনেছেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুমুআর দিন মিম্বারে উপবিষ্ট অবস্থায় তার নিকট একজন বেদুঈন আসল ... বাকী হাদীস পূর্ববৎ বর্ণনা করেন। তবে এ কথাটুকু বাড়িয়ে বলেছেন- আমি দেখলাম মেঘমালা ছড়িয়ে পড়েছে, যেন গোছানো চাদরকে প্রসারিত করা হয়েছে। (ইসলামী ফাউন্ডেশন ১৯৫২, ইসলামীক সেন্টার, ১৯৫৯)\n",
    "checkStatus": "1",
    "hadithNo": "1967",
    "id": "48727",
    "thesequence": "48240",
    "isActive": "1",
    "chapterId": "18090",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "২. পানি প্রার্থনায় দুআ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas (b. Malik) reported:\nIt rained upon us as we were with the Messenger of Allah (ﷺ). The Messenger of Allah (way peace be upon him) removed his cloth (from a part of his body) till the rain fell on it. We said: Messenger of Allah, why did you do this? He said: It is because it (the rainfall) has just come from the Exalted Lord.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسٍ، قَالَ قَالَ أَنَسٌ أَصَابَنَا وَنَحْنُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مَطَرٌ قَالَ فَحَسَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَوْبَهُ حَتَّى أَصَابَهُ مِنْ الْمَطَرِ فَقُلْنَا يَا رَسُولَ اللَّهِ لِمَ صَنَعْتَ هَذَا قَالَ لِأَنَّهُ حَدِيثُ عَهْدٍ بِرَبِّهِ تَعَالَى.",
    "hadithBengali": "১৯৬৮-(১৩/৮৯৮) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আনাস (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রসূলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম এমন সময় বৃষ্টি নামল। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাপড় খুলে দিলেন, ফলে এতে বৃষ্টির পানি পৌছল। আমরা জিজ্ঞেস করলাম, হে আল্লাহর রসূল! এরূপ কেন করলেন? তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেন, কেননা এটা মহান আল্লাহর নিকট থেকে আসার সময় খুবই অল্প। (ইসলামী ফাউন্ডেশন ১৯৫৩, ইসলামীক সেন্টার ১৯৬০)\n",
    "checkStatus": "1",
    "hadithNo": "1968",
    "id": "48728",
    "thesequence": "48241",
    "isActive": "1",
    "chapterId": "18090",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "২. পানি প্রার্থনায় দুআ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ata b. Abi Rabah reported that he heard Aisha, the wife of the Messenger of Allah (way peace be upon him), as saying:\nWhen there was on any day windstorm or dark cloud (its effects) could be read on the face of the Messenger of Allah (ﷺ), and he moved forward and backward (in a state of anxiety) ; and when it rained, he was delighted and it (the state of restlessness) disappeared. Aisha said: I asked him the reason of this anxiety and he said: I was afraid that it might be a calamity that might fall upon my Ummah, and when he saw rainfall he said: It is the mercy (of Allah).",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا سُلَيْمَانُ، - يَعْنِي ابْنَ بِلاَلٍ - عَنْ جَعْفَرٍ، - وَهُوَ ابْنُ مُحَمَّدٍ - عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، أَنَّهُ سَمِعَ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم تَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا كَانَ يَوْمُ الرِّيحِ وَالْغَيْمِ عُرِفَ ذَلِكَ فِي وَجْهِهِ أَقْبَلَ وَأَدْبَرَ فَإِذَا مَطَرَتْ سُرَّ بِهِ وَذَهَبَ عَنْهُ ذَلِكَ . قَالَتْ عَائِشَةُ فَسَأَلْتُهُ فَقَالَ  إِنِّي خَشِيتُ أَنْ يَكُونَ عَذَابًا سُلِّطَ عَلَى أُمَّتِي  . وَيَقُولُ إِذَا رَأَى الْمَطَرَ  رَحْمَةٌ .",
    "hadithBengali": "১৯৬৯-(১৪/৮৯৯) &#39;আবদুল্লাহ ইবনু মাসলামাহ ইবনু কা&#39;নাব (রহঃ) ..... আতা ইবনু আবূ রবাহ (রহঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী আয়িশাহ (রাযিঃ) কে বলতে শুনেছেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর অবস্থা এরূপ ছিল যে, যখন কোন সময় দমকা হাওয়া ও মেঘের ঘনঘটা দেখা দিত, তার চেহারায় একটা আতঙ্কের ভাব ফুটে উঠত এবং তিনি আগে পিছনে উদ্বিগ্ন হয়ে চলাফেরা করতেন। এরপর যখন বৃষ্টি হত খুশি হয়ে যেতেন, আর তার থেকে এ অস্থিরতা দূর হয়ে যেত। আয়িশাহ (রাযিঃ) বলেন, আমি এ বিষয়ে তাঁকে জিজ্ঞেস করলে তিনি বলেন, আমার আশঙ্কা হয় যে, আমার উম্মাতের ওপর কোন আযাব এসে পতিত হয় নাকি। তিনি বৃষ্টি দেখলে বলতেন, এটা (আল্লাহর) রহমাত। (ইসলামী ফাউন্ডেশন ১৯৫৪, ইসলামীক সেন্টার ১৯৬১)\n",
    "checkStatus": "1",
    "hadithNo": "1969",
    "id": "48729",
    "thesequence": "48242",
    "isActive": "1",
    "chapterId": "18091",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "৩. ঝঞাবায়ু ও মেঘ দেখে আল্লাহর নিকট আশ্রয় প্রার্থনা আর বৃষ্টি বর্ষণে খুশি হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ata b. Rabah reported on the authority of Aisha, the wife of the Messenger of Allah (way peace be upon him), who said:\nWhenever the wind was stormy, the Messenger of Allah (ﷺ) used to say: O Allah! I ask Thee for what is good in it, and the good which it contains, and the good of that which it was sent for. I seek refuge with Thee from what is evil in it, what evil it contains, and the evil of that what it was sent for; and when there was a thunder and lightning in the sky, his colour underwent a change, and he went out and in, backwards and forwards; and when the rain came, he felt relieved, and I noticed that (the sign of relief) on his face. Aisha asked him (about it) and he said: It may be as the people of Ad said: When they saw a cloud formation coming to their valley they said: It is a cloud which would give us rain (Quran, xlvi. 24).",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، قَالَ سَمِعْتُ ابْنَ جُرَيْجٍ، يُحَدِّثُنَا عَنْ عَطَاءِ، بْنِ أَبِي رَبَاحٍ عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا عَصَفَتِ الرِّيحُ قَالَ  اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا وَخَيْرَ مَا فِيهَا وَخَيْرَ مَا أُرْسِلَتْ بِهِ وَأَعُوذُ بِكَ مِنْ شَرِّهَا وَشَرِّ مَا فِيهَا وَشَرِّ مَا أُرْسِلَتْ بِهِ  . قَالَتْ وَإِذَا تَخَيَّلَتِ السَّمَاءُ تَغَيَّرَ لَوْنُهُ وَخَرَجَ وَدَخَلَ وَأَقْبَلَ وَأَدْبَرَ فَإِذَا مَطَرَتْ سُرِّيَ عَنْهُ فَعَرَفْتُ ذَلِكَ فِي وَجْهِهِ . قَالَتْ عَائِشَةُ فَسَأَلْتُهُ فَقَالَ  لَعَلَّهُ يَا عَائِشَةُ كَمَا قَالَ قَوْمُ عَادٍ { فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا}  .",
    "hadithBengali": "১৯৭০-(১৫/...) আবুত তহির (রহঃ) ..... অগ্নিশাহ (রাযিঃ) থেকে বর্ণিত। যখন বাতাস প্রবল আকার ধারণ করত, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এভাবে দু&#39;আ করতেনঃ <em>&ldquo;আল্ল-হুম্মা ইনী আসআলুকা খয়রাহা- ওয়া খয়রা মাকীহা- ওয়া খয়রা মা-ফীহা ওয়া খয়রা মা- উরসিলাত বিহী, ওয়া আউয়ুবিকা মিন শাররিহা- ওয়া শাররি মা- ফীহা- ওয়া শাররি মা-উরসিলাত বিহী&rdquo;</em> - (অর্থাৎ- হে আল্লাহ! আমি তোমার কাছে মেঘের কল্যাণ কামনা করছি ও এর মধ্যে যে কল্যাণ নিহিত আছে এবং যে কল্যাণের সাথে প্রেরিত হয়েছে তাও এবং তোমার কাছে এর অকল্যাণ ও এর মধ্যে যে অকল্যাণ নিহিত আছে এবং যে অকল্যাণ নিয়ে এসেছে তা থেকে আশ্রয় চাই।)। আয়িশাহ (রাযিঃ) বলেন, যখন আসমানে মেঘ বিদ্যুৎ ছেয়ে যেত তার চেহারা বিবর্ণ হয়ে যেত এবং তিনি ভিতরে বাইরে আগে পিছনে ইতস্ততঃ চলাফেরা শুরু করে দিতেন। এরপর যখন বৃষ্টি হত তার এ অবস্থা দূর হয়ে যেত। আয়িশাহ (রাযিঃ) বলেনঃ এ অবস্থা বুঝতে পেরে আমি তাকে এর কারণ জিজ্ঞেস করলে তিনি বলতেন, হে আয়িশাহ! আমার আশঙ্কা এরূপ হয় নাকি যেরূপ &#39;আদ সম্প্রদায় বলেছিল। যেমন কুরআনে উদ্ধৃত হয়েছে, &ldquo;যখন তারা এটাকে তাদের প্রান্তর অভিমুখে মেঘের আকারে এগিয়ে আসতে দেখল, তারা বলল, এ মেঘ আমাদের ওপর বৃষ্টি বর্ষাবে (পক্ষান্তরে তা ছিল আসমানী গজব)- (সূরাহ আল আহকা-ফ ৪৬ঃ ২৪)। (ইসলামী ফাউন্ডেশন ১৯৫৫, ইসলামীক সেন্টার ১৯৬২)\n",
    "checkStatus": "1",
    "hadithNo": "1970",
    "id": "48730",
    "thesequence": "48243",
    "isActive": "1",
    "chapterId": "18091",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "৩. ঝঞাবায়ু ও মেঘ দেখে আল্লাহর নিকট আশ্রয় প্রার্থনা আর বৃষ্টি বর্ষণে খুশি হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha, the wife of the Messenger of Allah (ﷺ), reported:\nI never saw Allahs Messenger (ﷺ) laugh to such an extent that I could see his uvula-whereas he used to smile only-and when he saw dark clouds or wind, (the signs of fear) were depicted on his face. I said: Messenger of Allah, I find people being happy when they ace the dark cloud in the hope that it would bring rain, but I find that when you see that (the cloud) there is an anxiety on your face. He said: Aisha, I am afraid that there may be a calamity in it, for a people was afflicted with wind, when the people saw the calamity they said: It is a cloud which would give us rain (Quran. xlvi. 24).",
    "hadithArabic": " وَحَدَّثَنِي هَارُونُ بْنُ مَعْرُوفٍ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، ح وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنَا عَمْرُو بْنُ الْحَارِثِ، أَنَّ أَبَا النَّضْرِ، حَدَّثَهُ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ مَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم مُسْتَجْمِعًا ضَاحِكًا حَتَّى أَرَى مِنْهُ لَهَوَاتِهِ إِنَّمَا كَانَ يَتَبَسَّمُ - قَالَتْ- وَكَانَ إِذَا رَأَى غَيْمًا أَوْ رِيحًا عُرِفَ ذَلِكَ فِي وَجْهِهِ . فَقَالَتْ يَا رَسُولَ اللَّهِ أَرَى النَّاسَ إذا رأوا الغيم فرحوا رجاء أن يكون فيه المطر وأراك إذا رأيته عرفت في وجهك الكراهية قالت فقال يا عائشة ما يؤمنني أن يكون فيه عذاب قد عذب قوم بالريح وقد رأى قوم العذاب فقالوا هذا عارض ممطرنا ",
    "hadithBengali": "১৯৭১-(১৬/...) হারূন ইবনু মারূফ, আবুত তহির (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। আমি কখনও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এরূপ পুরোপুরি হাসতে দেখিনি যাতে করে কণ্ঠনালী দেখা যায়। বরং তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) মুচকী হাসতেন। আয়িশাহ (রাযিঃ) বলেন, যখন কালেমেঘ বা দমকা হাওয়া দেখতেন, তার চেহারায় অস্থির ভাব ফুটে উঠত। আয়িশাহ (রাযিঃ) বললেন, হে আল্লাহর রসূল! আমি দেখি লোকেরা মেঘ দেখে বেশ খুশী হয়ে যায় এ আশায় যে এতে বৃষ্টি হবে। আর আপনাকে দেখি, আপনি যখন মেঘ দেখেন, আপনার চেহরায় আশঙ্কার ছাপ পরিলক্ষিত হয়। উত্তরে তিনি বলেন, হে আয়িশাহ! আমি এ কারণে নিরাপদ ও নিশ্চিন্তবোধ করি না যে, হতে পারে এর মধ্যে কোন আযাব থাকতে পারে। এক সম্পপ্রদায়কে দমকা হাওয়ার মাধ্যমে আযাব দেয়া হয়েছে। আরেক সম্প্রদায় আসমানী &#39;আযাব দেখে বলেছিল- এই যে মেঘ তা আমাদের ওপর বর্ষিত হবে। (ইসলামী ফাউন্ডেশন ১৯৫৬, ইসলামীক সেন্টার ১৯৬৩)\n",
    "checkStatus": "1",
    "hadithNo": "1971",
    "id": "48731",
    "thesequence": "48244",
    "isActive": "1",
    "chapterId": "18091",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "৩. ঝঞাবায়ু ও মেঘ দেখে আল্লাহর নিকট আশ্রয় প্রার্থনা আর বৃষ্টি বর্ষণে খুশি হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported Allahs Messenger (ﷺ) as saying:\nI have been helped by the east wind and the Ad were destroyed by the west wind.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ   نُصِرْتُ بِالصَّبَا وَأُهْلِكَتْ عَادٌ بِالدَّبُورِ  .",
    "hadithBengali": "১৯৭২-(১৭/৯০০) আবূ বাকর ইবনু আবূ শায়বাহ, মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশশার (রহঃ) ..... ইবনু আব্বাস (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমাকে পূবালী হাওয়ার সাহায্যে বিজয়ী করা হয়েছে অথচ আদ সম্প্রদায়কে পশ্চিমা বাতাসের মাধ্যমে ধ্বংস করা হয়েছে। (ইসলামী ফাউন্ডেশন ১৯৫৭, ইসলামীক সেন্টার ১৯৬৪)\n",
    "checkStatus": "1",
    "hadithNo": "1972",
    "id": "48732",
    "thesequence": "48245",
    "isActive": "1",
    "chapterId": "18092",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "৪. সকাল-সন্ধ্যায় প্রবাহিত বায়ু প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Ibn Abbas through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ مُحَمَّدِ بْنِ أَبَانٍ الْجُعْفِيُّ، حَدَّثَنَا عَبْدَةُ، - يَعْنِي ابْنَ سُلَيْمَانَ - كِلاَهُمَا عَنِ الأَعْمَشِ، عَنْ مَسْعُودِ بْنِ مَالِكٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِهِ .",
    "hadithBengali": "১৯৭৩-(.../...) আবূ বাকর ইবনু আবূ শায়বাহ ও আবূ কুরায়ব, আবদুল্লাহ ইবনু উমর ইবনু মুহাম্মাদ ইবনু আ&#39;বান আল জুফী (রহঃ) ... ইবনু আব্বাস (রাযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। (ইসলামী ফাউন্ডেশন ১৯৫৮, ইসলামীক সেন্টার ১৯৬৫)\n",
    "checkStatus": "1",
    "hadithNo": "1973",
    "id": "48733",
    "thesequence": "48246",
    "isActive": "1",
    "chapterId": "18092",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "520",
    "statusId": "1",
    "topicName": "৪. সকাল-সন্ধ্যায় প্রবাহিত বায়ু প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]