[
  {
    "hadithEnglish": " Abu Said al-Khudri reported Allahs Messenger (ﷺ) as saying:\nExhort to recite There is no god but Allah to those of you who are dying.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ، فُضَيْلُ بْنُ حُسَيْنٍ وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ كِلاَهُمَا عَنْ بِشْرٍ، - قَالَ أَبُو كَامِلٍ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، - حَدَّثَنَا عُمَارَةُ بْنُ غَزِيَّةَ، حَدَّثَنَا يَحْيَى، بْنُ عُمَارَةَ قَالَ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَقِّنُوا مَوْتَاكُمْ لاَ إِلَهَ إِلاَّ اللَّهُ  .",
    "hadithBengali": "২০০৮-(১৯১৬) আবূ কামিল জাহদারী ফুযায়ল ইবনু হুসায়ন ও উসমান ইবনু আবূ শায়বাহ্ (রহঃ) .... ইয়াহইয়া ইবনু উমারাহ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবূ সাঈদ আল খুদরী (রাযিঃ) কে বলতে শুনেছি, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা মুমূর্ষ ব্যক্তিকে &ldquo;লা-ইলা-হা ইল্লাল্ল-হ (আল্লাহ ছাড়া কোন মা&#39;বূদ নেই) তালকীন দাও (পড়াও)। (ইসলামী ফাউন্ডেশন ১৯৯২, ইসলামীক সেন্টার ১৯৯৯)\n",
    "checkStatus": "1",
    "hadithNo": "2008",
    "id": "48769",
    "thesequence": "48282",
    "isActive": "1",
    "chapterId": "18099",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১. &quot;লা-ইলা-হা ইল্লাল্ল-হ&quot; বলে মাইয়্যিতকে তালক্বীন দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Sulaiman b. Bilal with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ يَعْنِي الدَّرَاوَرْدِيَّ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، جَمِيعًا بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "২০০৯-(.../...) কুতায়বাহ ইবনু সাঈদ, আবূ বকর ইবনু আবূ শায়বাহ (রহঃ) ..... সুলায়মান ইবনু বিলাল (রহঃ) সকলে ঐ সানাদে বর্ণনা করেছেন। (ইসলামী ফাউন্ডেশন ১৯৯৩, ইসলামীক সেন্টার ২০০০)\n",
    "checkStatus": "1",
    "hadithNo": "2009",
    "id": "48770",
    "thesequence": "48283",
    "isActive": "1",
    "chapterId": "18099",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১. &quot;লা-ইলা-হা ইল্লাল্ল-হ&quot; বলে মাইয়্যিতকে তালক্বীন দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nExhort to recite There is no god but Allah to those of you who are dying.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرٍ، وَعُثْمَانُ، ابْنَا أَبِي شَيْبَةَ ح وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، قَالُوا جَمِيعًا حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ يَزِيدَ بْنِ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَقِّنُوا مَوْتَاكُمْ لاَ إِلَهَ إِلاَّ اللَّهُ  .",
    "hadithBengali": "২০১০-(২/৯১৭) আবূ শায়বাহ-এর পুত্রদ্বয় উসমান ও আবূ বাকর, আমর আন নাকিদ (রহঃ) ..... আবূ হুরায়রাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, তোমরা মুমূর্য ব্যক্তিকে &ldquo;লা-ইলা-হা ইল্লাল্ল-হ&rdquo; (আল্লাহ ছাড়া কোন মা&#39;বূদ নেই) তালকীন করো। (ইসলামী ফাউন্ডেশন ১৯৯৪, ইসলামীক সেন্টার ২০০১)\n",
    "checkStatus": "1",
    "hadithNo": "2010",
    "id": "48771",
    "thesequence": "48284",
    "isActive": "1",
    "chapterId": "18099",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১. &quot;লা-ইলা-হা ইল্লাল্ল-হ&quot; বলে মাইয়্যিতকে তালক্বীন দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama reported Allahs Messenger (ﷺ) as saying:\nIf any Muslim who suffers some calamity says, what Allah has commanded him, We belong to Allah and to Him shall we return; O Allah, reward me for my affliction and give me something better than it in exchange for it, Allah will give him something better than it in exchange. When Abu Salama died she said: What Muslim is better than Abu Salama whose family was the first to emigrate to the Messenger of Allah (ﷺ). I then said the words, and Allah gave me Gods Messenger (ﷺ) in exchange. She said: The Messenger of Allah (ﷺ) sent Hatib b. Abu Baltaa to deliver me the message of marriage with him. I said to him: I have a daughter (as my dependant) and I am of jealous temperament. He (the Holy Prophet) said: So far as her daughter is concerned, we would supplicate Allah, that He may free her (of her responsibility) and I would also supplicate Allah to do away with (her) jealous (temperament).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ جَمِيعًا عَنْ إِسْمَاعِيلَ بْنِ جَعْفَرٍ، - قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا إِسْمَاعِيلُ، - أَخْبَرَنِي سَعْدُ بْنُ سَعِيدٍ، عَنْ عُمَرَ بْنِ كَثِيرِ بْنِ أَفْلَحَ، عَنِ ابْنِ، سَفِينَةَ عَنْ أُمِّ سَلَمَةَ، أَنَّهَا قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  مَا مِنْ مُسْلِمٍ تُصِيبُهُ مُصِيبَةٌ فَيَقُولُ مَا أَمَرَهُ اللَّهُ إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي وَأَخْلِفْ لِي خَيْرًا مِنْهَا . إِلاَّ أَخْلَفَ اللَّهُ لَهُ خَيْرًا مِنْهَا  . قَالَتْ فَلَمَّا مَاتَ أَبُو سَلَمَةَ قُلْتُ أَىُّ الْمُسْلِمِينَ خَيْرٌ مِنْ أَبِي سَلَمَةَ أَوَّلُ بَيْتٍ هَاجَرَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم . ثُمَّ إِنِّي قُلْتُهَا فَأَخْلَفَ اللَّهُ لِي رَسُولَ اللَّهِ صلى الله عليه وسلم . قَالَتْ أَرْسَلَ إِلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم حَاطِبَ بْنَ أَبِي بَلْتَعَةَ يَخْطُبُنِي لَهُ فَقُلْتُ إِنَّ لِي بِنْتًا وَأَنَا غَيُورٌ . فَقَالَ  أَمَّا ابْنَتُهَا فَنَدْعُو اللَّهَ أَنْ يُغْنِيَهَا عَنْهَا وَأَدْعُو اللَّهَ أَنْ يَذْهَبَ بِالْغَيْرَةِ  .",
    "hadithBengali": "২০১১-(৩/৯১৮) ইয়াহইয়া ইবনু আইয়ুব, কুতায়বাহ ও ইবনু হুজর (রহঃ) ..... উম্মু সালামাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছিঃ কোন মুসলিমের ওপর মুসীবাত আসলে যদি সে বলেঃ আল্লাহ যা হুকুম করেছেন- <em>ইন্না- লিল্লা-হি ওয়া ইন্না- ইলায়হি র-জিউন&rdquo; </em>(অর্থাৎ- আমরা আল্লাহরই জন্যে এবং তারই কাছে ফিরে যাব) বলে এবং এ দু&#39;আ পাঠ করে- <em>&ldquo;আল্ল-হুম্মা&#39; জুৱনী ফী মুসীবাতী ওয়া আখলিফ লী খয়রাম মিনহা- ইল্লা- আখলাফাল্ল-হু লাহ খয়রাম মিনহা-&rdquo;</em> (অর্থাৎ- হে আল্লাহ! আমাকে আমার মুসীবাতে সাওয়াব দান কর এবং এর বিনিময়ে এর চেয়ে উত্তম বস্তু দান কর, তবে মহান আল্লাহ তাকে এর চেয়ে উত্তম বস্তু দান করে থাকেন।)।\n\nউম্মু সালামাহ্ (রাযিঃ) বলেন, এরপর যখন আবূ সালামাহ ইনতিকাল করেন, আমি মনে মনে ভাবলাম, কোন মুসলিম আবূ সালামাহ থেকে উত্তম? তিনি সর্বপ্রথম ব্যক্তি, যিনি হিজরাত করে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পৌছে গেছেন। এতদসত্ত্বেও আমি এ দু&#39;আগুলো পাঠ করলাম। এরপর মহান আল্লাহ আবূ সালামার স্থলে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মতো স্বামী দান করেছেন। উম্মু সালামাহ (রাযিঃ) বলেন, আমার নিকট রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিয়ের পয়গাম পৌছাবার উদ্দেশে হাতিব ইবনু আবূ বালতা&#39;আহ-কে পাঠালেন। আমি বললাম, আমার একটা কন্যা আছে আর আমার জিদ বেশী। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তার কন্যা সম্পর্কে আমি আল্লাহর কাছে দুআ করব যাতে তিনি তাকে তার কন্যার দুশ্চিন্তা থেকে মুক্তি দেন। আর (তার সম্পর্কে) দু&#39;আ করব যেন আল্লাহ তার জিদ দূর করে দেন। (ইসলামী ফাউন্ডেশন ১৯৯৫, ইসলামীক সেন্টার ২০০২)\n",
    "checkStatus": "1",
    "hadithNo": "2011",
    "id": "48772",
    "thesequence": "48285",
    "isActive": "1",
    "chapterId": "18100",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২. বিপদাপদের সময় বা বলতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama, the wife of the Messenger of Allah (ﷺ), reported Allahs Messenger (ﷺ) as saying:\nIf any servant (of Allah) who suffers a calamity says: We belong to Allah and to Him shall we return; O Allah, reward me for my affliction and give me something better than it in exchange for it,  Allah will give him reward for affliction, and would give him something better than it in exchange. She (Umm Salama) said: When Abu Salama died. I uttered (these very words) as I was commanded (to do) by the Messenger of Allah (ﷺ). So Allah gave me better in exchange than him. i. e. (I was taken as the wife of) the Messenger of Allah (ﷺ).",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ سَعْدِ بْنِ سَعِيدٍ، قَالَ أَخْبَرَنِي عُمَرُ بْنُ كَثِيرِ بْنِ أَفْلَحَ، قَالَ سَمِعْتُ ابْنَ سَفِينَةَ، يُحَدِّثُ أَنَّهُ سَمِعَ أُمَّ سَلَمَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم تَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَا مِنْ عَبْدٍ تُصِيبُهُ مُصِيبَةٌ فَيَقُولُ إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي وَأَخْلِفْ لِي خَيْرًا مِنْهَا إِلاَّ أَجَرَهُ اللَّهُ فِي مُصِيبَتِهِ وَأَخْلَفَ لَهُ خَيْرًا مِنْهَا  . قَالَتْ فَلَمَّا تُوُفِّيَ أَبُو سَلَمَةَ قُلْتُ كَمَا أَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَخْلَفَ اللَّهُ لِي خَيْرًا مِنْهُ رَسُولَ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "২০১২-(৪/...) আবূ বাকর ইবনু আবূ শায়বাহ (রহঃ) ..... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী উম্মু সালামাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ কোন বান্দার ওপর মুসীবাত আসলে যদি সে বলে <em>ইন্না- লিল্লা-হি ওয়া ইন্না- ইলায়হি র-জাউন, আল্ল-হুম্মা&#39; জুরনী ফী মুসীবাতী ওয়া আখলিফ লী খয়রাম মিনহা ইল্লা- আজারাহুল্ল-হু ফী মুসীবাতিহী ওয়া আখলাফা লাহ্&zwnj; খয়রাম মিনহা-&rdquo;</em> (অর্থাৎ- আমরা আল্লাহর জন্যে এবং আমরা তারই কাছে ফিরে যাব। হে আল্লাহ! আমাকে এ মুসীবাতের বিনিময় দান কর এবং এর চেয়ে উত্তম বস্তু দান কর। তবে আল্লাহ তাকে তার মুসীবাতের বিনিময় দান করবেন এবং তাকে এর চেয়ে উত্তম বস্তু দান করবেন।)।\n\nউম্মু সালানাহ (রাযিঃ) বলেন, এরপর যখন আবূ সালামাহ ইনতিকাল করলেন, আমি ঐরূপ দুআ করলাম যেরূপ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আদেশ করেছেন। অতঃপর মহান আল্লাহ আমাকে তার চেয়েও উত্তম নি&#39;আমাত অর্থাৎ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে স্বামীরূপে দান করলেন। (ইসলামী ফাউন্ডেশন ১৯৯৬, ইসলামীক সেন্টার ২০০৩)\n",
    "checkStatus": "1",
    "hadithNo": "2012",
    "id": "48773",
    "thesequence": "48286",
    "isActive": "1",
    "chapterId": "18100",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২. বিপদাপদের সময় বা বলতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama, the wife of the Messenger of Allah (way peace be upon him), reported Allahs Messenger (ﷺ) saying like the hadith transmitted by Abu Usama, but with this addition that she said:\n When Abu Salama died I said: Who is better than Abu Salama, the Companion of the Messenger of Allah (ﷺ), and Allah decided for me and I said (these words contained in the supplication mentioned above) and I was married to the Messenger of Allah (ﷺ).",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا سَعْدُ بْنُ سَعِيدٍ، أَخْبَرَنِي عُمَرُ، - يَعْنِي ابْنَ كَثِيرٍ - عَنِ ابْنِ سَفِينَةَ، مَوْلَى أُمِّ سَلَمَةَ عَنْ أُمِّ سَلَمَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ بِمِثْلِ حَدِيثِ أَبِي أُسَامَةَ وَزَادَ قَالَتْ فَلَمَّا تُوُفِّيَ أَبُو سَلَمَةَ قُلْتُ مَنْ خَيْرٌ مِنْ أَبِي سَلَمَةَ صَاحِبِ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ عَزَمَ اللَّهُ لِي فَقُلْتُهَا . قَالَتْ فَتَزَوَّجْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "২০১৩-(৫/...) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ..... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী উম্মু সালামাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, ..... পরবর্তী বর্ণনা উসামাহ এর হাদীস সদৃশ। তবে এ কথাটুকু বাড়িয়েছেনঃ উম্মু সালামাহ (রাযিঃ) বলেন, এরপর যখন আবূ সালামাহ (রাযিঃ) ইনতিকাল করলেন, আমি মনে মনে বললামঃ আবূ সালামাহ (রাযিঃ) এর চেয়ে উত্তম মানুষ কে আছেন যিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বিশিষ্ট সহাবী? অতঃপর আল্লাহ তা&#39;আলা আমাকে দৃঢ়তা দান করলেন এবং আমি ঐরূপ দুআ করলাম। উম্মু সালামাহ (রাযিঃ) বলেন, এরপর আমার বিয়ে হল রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে। (ইসলামী ফাউন্ডেশন ১৯৯৭, ইসলামীক সেন্টার ২০০৪)\n",
    "checkStatus": "1",
    "hadithNo": "2013",
    "id": "48774",
    "thesequence": "48287",
    "isActive": "1",
    "chapterId": "18100",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২. বিপদাপদের সময় বা বলতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama reported Allahs Messenger (ﷺ) as saying:\nWhenever you visit the sick or the dead, supplicate for good because angels say Amen to whatever you say. She added: When Abu Salama died, I went to the Messenger of Allah (ﷺ) and said: Messenger of Allah, Abu Salama has died. He told me to recite: O Allah! forgive me and him (Abu Salama) and give me a better substitute than he. So I said (this), and Allah gave me in exchange Muhammad, who is better for me than him (Abu Salama).",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا حَضَرْتُمُ الْمَرِيضَ أَوِ الْمَيِّتَ فَقُولُوا خَيْرًا فَإِنَّ الْمَلاَئِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ  . قَالَتْ فَلَمَّا مَاتَ أَبُو سَلَمَةَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سَلَمَةَ قَدْ مَاتَ قَالَ  قُولِي اللَّهُمَّ اغْفِرْ لِي وَلَهُ وَأَعْقِبْنِي مِنْهُ عُقْبَى حَسَنَةً  . قَالَتْ فَقُلْتُ فَأَعْقَبَنِي اللَّهُ مَنْ هُوَ خَيْرٌ لِي مِنْهُ مُحَمَّدًا صلى الله عليه وسلم .",
    "hadithBengali": "২০১৪-(৬/৯১৯) আবূ বাকর ইবনু আবূ শায়বাহ ও আবূ কুরায়ব (রহঃ) ..... উম্মু সালামাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমরা পীড়িত ব্যক্তি অথবা মৃত ব্যক্তির নিকট হাজির হও তখন তার সম্পর্কে ভাল মন্তব্য কর। কেননা তোমরা যেরূপ বল তার ওপর মালাকগণ (ফেরেশতামণ্ডলী) আমীন বলেন। উম্মু সালামাহ্ (রাযিঃ) বলেন, এরপর যখন আবূ সালামাহ ইনতিকাল করলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললামঃ হে আল্লাহর রসূল! আবূ সালামাহ্ (রাযিঃ) ইনতিকাল করেছেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি বল, হে আল্লাহ আমাকে ও তাকে ক্ষমা কর এবং তার পরে আমাকে উত্তম পরিণাম দান কর উম্মু সালামাহ (রাযিঃ) বলেন, অতঃপর আমি তা বললাম। আল্লাহ আমাকে তার (আবূ সালামাহ-এর) চেয়ে উত্তম প্রতিদান হিসেবে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দান করলেন। (ইসলামী ফাউন্ডেশন ১৯৯৮, ইসলামীক সেন্টার ২০০৫)\n",
    "checkStatus": "1",
    "hadithNo": "2014",
    "id": "48775",
    "thesequence": "48288",
    "isActive": "1",
    "chapterId": "18101",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩. রোগী ও মৃতের নিকট যা বলতে হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama reported:\nThe Messenger of Allah (may peace be upon came to Abu Salama (as he died). His eyes were fixedly open. He closed them, and then said: When the soul is taken away the sight follows it. Some of the people of his family wept and wailed. So he said: Do not supplicate for yourselves anything but good, for angels say Amen to what you say. He then said: O Allah, forgive Abu Salama, raise his degree among those who are rightly guided, grant him a successor in his descendants who remain. Forgive us and him, O Lord of the Universe, and make his grave spacious, and grant him light in it.",
    "hadithArabic": " حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو، حَدَّثَنَا أَبُو إِسْحَاقَ الْفَزَارِيُّ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، عَنْ قَبِيصَةَ بْنِ ذُؤَيْبٍ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى أَبِي سَلَمَةَ وَقَدْ شَقَّ بَصَرُهُ فَأَغْمَضَهُ ثُمَّ قَالَ  إِنَّ الرُّوحَ إِذَا قُبِضَ تَبِعَهُ الْبَصَرُ  . فَضَجَّ نَاسٌ مِنْ أَهْلِهِ فَقَالَ  لاَ تَدْعُوا عَلَى أَنْفُسِكُمْ إِلاَّ بِخَيْرٍ فَإِنَّ الْمَلاَئِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ  . ثُمَّ قَالَ  اللَّهُمَّ اغْفِرْ لأَبِي سَلَمَةَ وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّينَ وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ وَاغْفِرْ لَنَا وَلَهُ يَا رَبَّ الْعَالَمِينَ وَافْسَحْ لَهُ فِي قَبْرِهِ . وَنَوِّرْ لَهُ فِيهِ  .",
    "hadithBengali": "২০১৫-(৭/৯২০) যুহায়র ইবনু হারব (রহঃ) ..... উম্মু সালামাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম, আবূ সালামাহকে দেখতে এলেন, তখন চোখ খোলা ছিল। তিনি তার চোখ বন্ধ করে দিলেন এবং বললেন, যখন রূহ কবয করা হয়, তখন চোখ তার অনুসরণ করে। আবূ সালামাহ এর পরিবারের লোকেরা কান্না শুরু করে দিল। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেন, তোমরা তোমাদের নিজেদের ব্যাপারে ভাল কথা ছাড়া কোন খারাপ কিছু বলাবলি করো না। কেননা, তোমরা যা কিছু বল তার স্বপক্ষে মালায়িকাহ আমীন&#39; বলে থাক। এরপর তিনি এভাবে দু&#39;আ করলেন, &ldquo;হে আল্লাহ আবূ সালামাহ কে ক্ষমা কর এবং হিদায়াতপ্রাপ্তদের মধ্যে তার মর্যাদাকে উচু করে দাও, তুমি তার বংশধরদের অভিভাবক হয়ে যাও। হে রাব্বুল আলামীন তাকে ও আমাদেরকে ক্ষমা করে দাও। তার কবরকে প্রশস্ত কর এবং তা জ্যোতির্ময় করে দাও। (ইসলামী ফাউন্ডেশন ১৯৯৯, ইসলামীক সেন্টার ২০০৬)\n",
    "checkStatus": "1",
    "hadithNo": "2015",
    "id": "48776",
    "thesequence": "48289",
    "isActive": "1",
    "chapterId": "18102",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৪. মাইয়্যিতের দৃষ্টি বন্ধ করা এবং মৃত্যু উপস্থিত হলে তার জন্য দুআ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Khalid al Hadhdha with the same chain of transmitters but with this alteration that he said:\n(O Allah! ) let Thee be the caretaker of what is left by him, and he said: Grant him expansion of the grave, but he did not say: Make his grave spacious. Khalid said: He supplicated for the seventh (thing too) which I have forgotten.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى الْقَطَّانُ الْوَاسِطِيُّ، حَدَّثَنَا الْمُثَنَّى بْنُ مُعَاذِ بْنِ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ الْحَسَنِ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، بِهَذَا الإِسْنَادِ نَحْوَهُ غَيْرَ أَنَّهُ قَالَ  وَاخْلُفْهُ فِي تَرِكَتِهِ  . وَقَالَ  اللَّهُمَّ أَوْسِعْ لَهُ فِي قَبْرِهِ  . وَلَمْ يَقُلِ  افْسَحْ لَهُ  . وَزَادَ قَالَ خَالِدٌ الْحَذَّاءُ وَدَعْوَةٌ أُخْرَى سَابِعَةٌ نَسِيتُهَا .",
    "hadithBengali": "২০১৬-(৮/...) মুহাম্মাদ ইবনু মূসা আল কাত্ত্বান আল ওয়াসিতী (রহঃ) ..... খালিদ আল হাযযা (রহঃ) একই সানাদে অনুরূপ বর্ণনা করেছেন। ব্যতিক্রম এই যে, এ সূত্রে বলেছেন, তার পরিবার পরিজনদের অভিভাবক হও। এছাড়া বলেছেন, তার কবরকে প্রশস্ত করে দাও কিন্তু আফসিহ শব্দটি এ বর্ণনায় নেই। খালিদ আল হাযযা এ কথাটুকুও বর্ণনা করেছেন, সপ্তম অন্য আরেকটি দু&#39;আ আছে যা আমি ভুলে গেছি। (ইসলামী ফাউন্ডেশন ২০০০, ইসলামীক সেন্টার ২০০৭)\n",
    "checkStatus": "1",
    "hadithNo": "2016",
    "id": "48777",
    "thesequence": "48290",
    "isActive": "1",
    "chapterId": "18102",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৪. মাইয়্যিতের দৃষ্টি বন্ধ করা এবং মৃত্যু উপস্থিত হলে তার জন্য দুআ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nDid you not see when the man died and his eyes were fixedly open? He (Abu Huraira) said: Yes. He (the Holy Prophet) said: It is due to the fact that when (the soul leaves the body) his eyesight follows the soul.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، عَنِ الْعَلاَءِ بْنِ، يَعْقُوبَ قَالَ أَخْبَرَنِي أَبِي أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَلَمْ تَرَوُا الإِنْسَانَ إِذَا مَاتَ شَخَصَ بَصَرُهُ  . قَالُوا بَلَى . قَالَ  فَذَلِكَ حِينَ يَتْبَعُ بَصَرُهُ نَفْسَهُ  .",
    "hadithBengali": "২০১৭-(৯/৯২১) মুহাম্মাদ ইবনু রাফি&#39; (রহঃ) ..... আবূ হুরায়রাহ (রাযিঃ) থেকে বর্ণিত তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা কি দেখ না, মানুষ যখন মারা যায় তার চোখ খোলা থেকে যায়? লোকেরা বলল, হ্যাঁ দেখেছি। তিনি বলেনঃ যখন তার চোখ তার রূহকে অনুসরণ করে তখন এ অবস্থা হয়। (ইসলামী ফাউন্ডেশন ২০০১, ইসলামীক সেন্টার ২০০৮)\n",
    "checkStatus": "1",
    "hadithNo": "2017",
    "id": "48778",
    "thesequence": "48291",
    "isActive": "1",
    "chapterId": "18103",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৫. (রূহ কবজ হওয়ার পর) রূহের দিকে মাইয়্যিতের অপলক দৃষ্টিতে তাকানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated on the authority of Ala with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي الدَّرَاوَرْدِيَّ - عَنِ الْعَلاَءِ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "২০১৮-(.../...) কুতায়বাহ ইবনু সাঈদ (রহঃ) ..... &#39;আলা (রহঃ) থেকে একই সূত্রে বর্ণিত হয়েছে। (ইসলামী ফাউন্ডেশন ২০০২, ইসলামীক সেন্টার ২০০৯)\n",
    "checkStatus": "1",
    "hadithNo": "2018",
    "id": "48779",
    "thesequence": "48292",
    "isActive": "1",
    "chapterId": "18103",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৫. (রূহ কবজ হওয়ার পর) রূহের দিকে মাইয়্যিতের অপলক দৃষ্টিতে তাকানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Salama reported:\nWhen Abu Salama died I said: I am a stranger in a strange land; I shall weep for him in a manner that would be talked of. I made preparation for weeping for him when a woman from the upper side of the city came there who intended to help me (in weeping). She happened to come across the Messenger of Allah (ﷺ) and he said: Do you intend to bring the devil into a house from which Allah has twice driven him out? I (Umm Salama), therefore, refrained from weeping and I did not weep.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ كُلُّهُمْ عَنِ ابْنِ، عُيَيْنَةَ - قَالَ ابْنُ نُمَيْرٍ حَدَّثَنَا سُفْيَانُ، - عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ أَبِيهِ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، قَالَ قَالَتْ أُمُّ سَلَمَةَ لَمَّا مَاتَ أَبُو سَلَمَةَ قُلْتُ غَرِيبٌ وَفِي أَرْضِ غُرْبَةٍ لأَبْكِيَنَّهُ بُكَاءً يُتَحَدَّثُ عَنْهُ . فَكُنْتُ قَدْ تَهَيَّأْتُ لِلْبُكَاءِ عَلَيْهِ إِذْ أَقْبَلَتِ امْرَأَةٌ مِنَ الصَّعِيدِ تُرِيدُ أَنْ تُسْعِدَنِي فَاسْتَقْبَلَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ   أَتُرِيدِينَ أَنْ تُدْخِلِي الشَّيْطَانَ بَيْتًا أَخْرَجَهُ اللَّهُ مِنْهُ  . مَرَّتَيْنِ فَكَفَفْتُ عَنِ الْبُكَاءِ فَلَمْ أَبْكِ .",
    "hadithBengali": "২০১৯-(১০/৯২২) আবূ বাকর ইবনু আবূ শায়বাহ, ইবনু নুমায়র ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... উম্মু সালামাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, যখন আবূ সালামাহ (রাযিঃ) ইনতিকাল করলেন আমি (আক্ষেপ করলাম) বললাম, আহ! নির্বাসিত ব্যক্তি! আহ! বিদেশ ভূমিতে মারা গেল! আমি তার জন্য এমনভাবে (বুক ফাটিয়ে) কান্নাকাটি করব যা মানুষের মাঝে চর্চা হতে থাকবে। আমি কান্নার জন্যে প্রস্তুতি নিচ্ছিলাম, এমন সময় একজন মহিলা আমাকে সঙ্গ দেয়ার মনোভাব নিয়ে মাদীনায় উঁচু এলাকা থেকে আসলেন এমন সময় রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সামনে এগিয়ে এসে বললেনঃ আরে! তুমি কি শাইতানকে ঐ ঘরে ঢুকাতে চাচ্ছ যেখান থেকে মহান আল্লাহ তাকে দুবার তাড়িয়ে দিয়েছেন? (উম্মু সালামাহ বলেন) এ কথা শুনামাত্র আমি কান্না বন্ধ করলাম এবং আর কাঁদলাম না। (ইসলামী ফাউন্ডেশন ২০০৩, ইসলামীক সেন্টার ২০১০)\n",
    "checkStatus": "1",
    "hadithNo": "2019",
    "id": "48780",
    "thesequence": "48293",
    "isActive": "1",
    "chapterId": "18104",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৬. মৃতের নিকট কাঁদা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Usama b. Zaid reported:\nWhile we were with the Messenger of Allah (ﷺ), one of his daughters sent to him (the Messenger) to call him and inform him that her child or her son was dying. The Messenger of Allah (ﷺ) told the messenger to go back and tell her that what Allah had taken belonged to Him, and to him belonged what He granted; and He has an appointed time for everything. So you (the messenger) order her to show endurance and seek reward from Allah. The messenger came back and said: She adjures him to come to her. He got up to go accompanied by Sad b. Ubada, Muadh b. Jabal, and I also went along with them. The child was lifted to him and his soul was feeling as restless as if it was in an old (waterskin). His (Prophets) eyes welled up with tears. Sad said: What is this, Messenger of Allah? He replied: This is compassion which Allah has placed in the hearts of His servants, and God shows compassion only to those of His servants who are compassionate.",
    "hadithArabic": " حَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، قَالَ كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَأَرْسَلَتْ إِلَيْهِ إِحْدَى بَنَاتِهِ تَدْعُوهُ وَتُخْبِرُهُ أَنَّ صَبِيًّا لَهَا - أَوِ ابْنًا لَهَا - فِي الْمَوْتِ فَقَالَ لِلرَّسُولِ  ارْجِعْ إِلَيْهَا فَأَخْبِرْهَا إِنَّ لِلَّهِ مَا أَخَذَ وَلَهُ مَا أَعْطَى وَكُلُّ شَىْءٍ عِنْدَهُ بِأَجَلٍ مُسَمًّى فَمُرْهَا فَلْتَصْبِرْ وَلْتَحْتَسِبْ  فَعَادَ الرَّسُولُ فَقَالَ إِنَّهَا قَدْ أَقْسَمَتْ لَتَأْتِيَنَّهَا . قَالَ فَقَامَ النَّبِيُّ صلى الله عليه وسلم وَقَامَ مَعَهُ سَعْدُ بْنُ عُبَادَةَ وَمُعَاذُ بْنُ جَبَلٍ وَانْطَلَقْتُ مَعَهُمْ فَرُفِعَ إِلَيْهِ الصَّبِيُّ وَنَفْسُهُ تَقَعْقَعُ كَأَنَّهَا فِي شَنَّةٍ فَفَاضَتْ عَيْنَاهُ فَقَالَ لَهُ سَعْدٌ مَا هَذَا يَا رَسُولَ اللَّهِ قَالَ  هَذِهِ رَحْمَةٌ جَعَلَهَا اللَّهُ فِي قُلُوبِ عِبَادِهِ وَإِنَّمَا يَرْحَمُ اللَّهُ مِنْ عِبَادِهِ الرُّحَمَاءَ  .",
    "hadithBengali": "২০২০-(১১/৯২৩) আবূ কামিল আল জাহদারী (রহঃ) ..... উসামাহ ইবনু যারদ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে ছিলাম। এমন সময় তার এক কন্যা তার কাছে সংবাদ পাঠালেন যে, তার একটা শিশু অথবা ছেলে মুমূর্ষ অবস্থায় আছে, তিনি যেন এখানে আসেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সংবাদ বাহককে বললেন, তুমি গিয়ে তাকে বল, আল্লাহ যা নিয়ে গেছেন তা তারই আর যা দান করেছেন তাও তারই। আর প্রত্যেক বস্তুর জন্য তার কাছে একটা নির্দিষ্ট মেয়াদ আছে। তাকে বলে দাও যেন সে সবর করে এবং আল্লাহর কাছে প্রতিদানের আশা করে। সংবাদদাতা ফিরে এসে বলল, হে আল্লাহর রসূল! তিনি আল্লাহর কসম দিয়ে বলেছেন, যাতে আপনি একটু আসেন।\n\nউসামাহ (রাযিঃ) বলেন, এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠে রওয়ানা হলেন। সা&#39;দ ইবনু উবাদাহ (রাযিঃ) ও মুআয ইবনু জাবাল (রাযিঃ) তার সাথে গেলেন আমিও তাদের সাথে গেলাম। সেখানে পৌছলে শিশুটিকে তার কাছে উঠিয়ে আনা হল। বাচ্চাটির রূহ এমনভাবে ধড়ফড় করছে যেন পুরাতন মশকের মধ্যে ঝনঝন শব্দ হচ্ছে। এ করুণ অবস্থা দেখে তার চোখ দিয়ে অশ্রু গড়িয়ে পড়ল। সা&#39;দ (রাযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞেস করলেন, একি হে আল্লাহর রসূল? তিনি উত্তরে বললেন, এ হচ্ছে দয়া, যা আল্লাহ তা&#39;আলা তার বান্দাদের অন্তঃকরণে সৃষ্টি করে রেখেছেন। আর নিশ্চয়ই আল্লাহ তার বান্দাদের মধ্যে দয়ালু ও স্নেহপরায়ণদের প্রতি দয়া করেন। (ইসলামী ফাউন্ডেশন ২০০৪, ইসলামীক সেন্টার ২০১১)\n",
    "checkStatus": "1",
    "hadithNo": "2020",
    "id": "48781",
    "thesequence": "48294",
    "isActive": "1",
    "chapterId": "18104",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৬. মৃতের নিকট কাঁদা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by another chain of transmitters on the authority of Asim al-Ahwal.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا ابْنُ فُضَيْلٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي، شَيْبَةَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، جَمِيعًا عَنْ عَاصِمٍ الأَحْوَلِ، بِهَذَا الإِسْنَادِ . غَيْرَ أَنَّ حَدِيثَ حَمَّادٍ أَتَمُّ وَأَطْوَلُ .",
    "hadithBengali": "২০২১-(.../...) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র, আবূ বকর ইবনু আবূ শায়বাহ (রহঃ) ..... সকলেই &#39;আসিম আল আহওয়াল (রহঃ) থেকে একই সানাদে অনুরূপ বর্ণনা করেছেন। তবে হাম্মাদের বর্ণিত হাদীসটি অপেক্ষাকৃত পূর্ণাঙ্গ ও লম্বা। (ইসলামী ফাউন্ডেশন ২০০৫, ইসলামীক সেন্টার ২০১২)\n",
    "checkStatus": "1",
    "hadithNo": "2021",
    "id": "48782",
    "thesequence": "48295",
    "isActive": "1",
    "chapterId": "18104",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৬. মৃতের নিকট কাঁদা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar said that Sad b. Ubada complained of illness. The Messenger of Allah (ﷺ) came to visit him accompanied by Abd al-Rahman b. Auf, Sad b. Abi Waqqas and Abdullah b. Masud. As he entered (his room) he found him in a swoon. Upon this he said:\nHas he died? They said: Messenger of Allah, it is not so. The Messenger of Allah (ﷺ) wept. When the people saw Allahs Messenger (ﷺ) weeping, they also began to weep. He said. Listen, Allah does not punish for the tears that the eye sheds or the grief the heart feels, but He punishes for this (pointing to his tongue), or He may show mercy.",
    "hadithArabic": " حَدَّثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى الصَّدَفِيُّ، وَعَمْرُو بْنُ سَوَّادٍ الْعَامِرِيُّ، قَالاَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ سَعِيدِ بْنِ الْحَارِثِ الأَنْصَارِيِّ، عَنْ عَبْدِ، اللَّهِ بْنِ عُمَرَ قَالَ اشْتَكَى سَعْدُ بْنُ عُبَادَةَ شَكْوَى لَهُ فَأَتَى رَسُولُ اللَّهِ صلى الله عليه وسلم يَعُودُهُ مَعَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَسَعْدِ بْنِ أَبِي وَقَّاصٍ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ فَلَمَّا دَخَلَ عَلَيْهِ وَجَدَهُ فِي غَشِيَّةٍ فَقَالَ  أَقَدْ قَضَى  . قَالُوا لاَ يَا رَسُولَ اللَّهِ . فَبَكَى رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَمَّا رَأَى الْقَوْمُ بُكَاءَ رَسُولِ اللَّهِ صلى الله عليه وسلم بَكَوْا فَقَالَ  أَلاَ تَسْمَعُونَ إِنَّ اللَّهَ لاَ يُعَذِّبُ بِدَمْعِ الْعَيْنِ وَلاَ بِحُزْنِ الْقَلْبِ وَلَكِنْ يُعَذِّبُ بِهَذَا - وَأَشَارَ إِلَى لِسَانِهِ - أَوْ يَرْحَمُ  .",
    "hadithBengali": "২০২২-(১২/৯২৪) ইউনুস ইবনু আবদুল আ&#39;লা আস্ সদাফী ও আমর ইবনু সুওওয়াদ আল আমিরী (রহঃ) ..... &#39;আবদুল্লাহ ইবনু উমর (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, সা&#39;দ ইবনু উবাদাহ (রাযিঃ) কঠিন পীড়ায় আক্রান্ত হলে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদুর রহমান ইবনু আওফ, সা&#39;দ ইবনু আবূ ওয়াক্কাস ও আবদুল্লাহ ইবনু মাসউদ (রাযিঃ) কে সঙ্গে নিয়ে তাকে দেখতে গেলেন। তিনি সেখানে পৌছে তাকে সংজ্ঞাহীন অবস্থায় পেলেন। তিনি জিজ্ঞেস করলেন, অবস্থা কি শেষ? লোকেরা বলল, না হে আল্লাহর রসূল! অবস্থা দেখে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাঁদতে লাগলেন। উপস্থিত লোকেরা তার কান্না দেখে কাঁদতে শুরু করল। এরপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা কি শোননি যে, আল্লাহ তা&#39;আলা চোখের অশ্রুর কারণে ও হৃদয়ের অস্থিরতার জন্যে বান্দাকে শাস্তি দিবেন না? বরং তিনি এ কারণে আযাব করবেন বা করুণা প্রদর্শন করবেন, তিনি জিহবার দিকে ইঙ্গিত করলেন। (ইসলামী ফাউন্ডেশন ২০০৬, ইসলামীক সেন্টার ২০১৩)\n",
    "checkStatus": "1",
    "hadithNo": "2022",
    "id": "48783",
    "thesequence": "48296",
    "isActive": "1",
    "chapterId": "18104",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৬. মৃতের নিকট কাঁদা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported:\nWhile we were sitting with the Messenger of Allah (ﷺ), a person, one of the Ansar, came to him and greeted him. The Ansari then turned back. Upon this the Messenger of Allah (ﷺ) said: o brother of Ansar, how is my brother Sad be Ubada? He said: He is better. The Messenger of Allah (ﷺ) said: Who amongst you would visit him? He (the Holy Prophet) stood up and we also got up along with him, and we were more than ten persons. We had neither shoes with us, nor socks, nor caps, nor shirts. We walked on the barren land till we came to him. The people around him kept away till the Messenger of Allah (ﷺ) and his Companions with him came near him (Sad b. Ubada).",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ جَهْضَمٍ، حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ - عَنْ عُمَارَةَ، - يَعْنِي ابْنَ غَزِيَّةَ - عَنْ سَعِيدِ بْنِ الْحَارِثِ بْنِ الْمُعَلَّى، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُ قَالَ كُنَّا جُلُوسًا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذْ جَاءَهُ رَجُلٌ مِنَ الأَنْصَارِ فَسَلَّمَ عَلَيْهِ ثُمَّ أَدْبَرَ الأَنْصَارِيُّ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يَا أَخَا الأَنْصَارِ كَيْفَ أَخِي سَعْدُ بْنُ عُبَادَةَ  . فَقَالَ صَالِحٌ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ يَعُودُهُ مِنْكُمْ  . فَقَامَ وَقُمْنَا مَعَهُ وَنَحْنُ بِضْعَةَ عَشَرَ مَا عَلَيْنَا نِعَالٌ وَلاَ خِفَافٌ وَلاَ قَلاَنِسُ وَلاَ قُمُصٌ نَمْشِي فِي تِلْكَ السِّبَاخِ حَتَّى جِئْنَاهُ فَاسْتَأْخَرَ قَوْمُهُ مِنْ حَوْلِهِ حَتَّى دَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَصْحَابُهُ الَّذِينَ مَعَهُ .",
    "hadithBengali": "২০২৩-(১৩/৯২৫) মুহাম্মাদ ইবনুল মুসান্না আল আনায়ী (রহঃ) ..... আবদুল্লাহ ইবনু উমর (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে বসা ছিলাম। এমন সময় আনসারদের জনৈক ব্যক্তি তার নিকট এসে তাকে সালাম করল। অতঃপর সে ফিরে যাচ্ছিল। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে আনসারদের ভাই! আমার ভাই সা&#39;দ ইবনু উবাদাহ কেমন আছে? সে বলল, ভাল। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞেস করলেন, তোমাদের মধ্যে কে কে তাকে দেখতে যাবে? এই বলে তিনি উঠলেন। আমরাও তার সাথে উঠে রওয়ানা হলাম। আমাদের সংখ্যা দশের অধিক ছিল। আমাদের পায়ে জুতা-মোজাও ছিল না। গায়ে জামাও ছিল না। মাথায় টুপিও ছিল না। আমরা পায়ে হেঁটে কঙ্করময় পথ অতিক্রম করে সেখানে গিয়ে পৌছলাম। তার পাশে উপস্থিত লোকেরা সরে গেল। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সাথী সহাবীগণ সা&#39;দ-এর কাছে গেলেন। (ইসলামী ফাউন্ডেশন ২০০৭, ইসলামীক সেন্টার ২০১৪)\n",
    "checkStatus": "1",
    "hadithNo": "2023",
    "id": "48784",
    "thesequence": "48297",
    "isActive": "1",
    "chapterId": "18105",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৭. রোগীকে দেখতে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported Allahs Messenger (ﷺ) as saying:\nEndurance is to be shown at the first blow.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ الْعَبْدِيُّ، حَدَّثَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ جَعْفَرٍ - حَدَّثَنَا شُعْبَةُ، عَنْ ثَابِتٍ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الصَّبْرُ عِنْدَ الصَّدْمَةِ الأُولَى  .",
    "hadithBengali": "২০২৪-(১৪/৯২৬) মুহাম্মাদ ইবনু বাশশার আল আবদী (রহঃ) ..... সাবিত (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আনাস ইবনু মালিক (রাযিঃ) কে বলতে শুনেছি, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রথম আঘাতেই ধৈর্য ধারণ করা হচ্ছে প্রকৃত ধৈর্য। (ইসলামী ফাউন্ডেশন ২০০৮, ইসলামীক সেন্টার ২০১৫)\n",
    "checkStatus": "1",
    "hadithNo": "2024",
    "id": "48785",
    "thesequence": "48298",
    "isActive": "1",
    "chapterId": "18106",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৮. প্রথম আঘাতেই ধৈর্যধারণ হচ্ছে প্রকৃত ধৈর্যধারণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported that Allahs Messenger (ﷺ) came to a woman who had been weeping for her (dead) child, and said to her:\nFear Allah and show endurance. She (not recognising him) said: You have not been afflicted as I have been. When he (the Holy Prophet) had departed, it was said to her that he was the Messenger of Allah (ﷺ), she was mortally shocked. She came to his door and she did not find doorkeepers at his door. She said: Messenger of Allah. I did not recognise you. He said: Endurance is to be shown at first blow, or at the first blow.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، أَخْبَرَنَا شُعْبَةُ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَتَى عَلَى امْرَأَةٍ تَبْكِي عَلَى صَبِيٍّ لَهَا فَقَالَ لَهَا  اتَّقِي اللَّهَ وَاصْبِرِي  . فَقَالَتْ وَمَا تُبَالِي بِمُصِيبَتِي . فَلَمَّا ذَهَبَ قِيلَ لَهَا إِنَّهُ رَسُولُ اللَّهِ صلى الله عليه وسلم . فَأَخَذَهَا مِثْلُ الْمَوْتِ فَأَتَتْ بَابَهُ فَلَمْ تَجِدْ عَلَى بَابِهِ بَوَّابِينَ فَقَالَتْ يَا رَسُولَ اللَّهِ لَمْ أَعْرِفْكَ . فَقَالَ  إِنَّمَا الصَّبْرُ عِنْدَ أَوَّلِ صَدْمَةٍ  . أَوْ قَالَ  عِنْدَ أَوَّلِ الصَّدْمَةِ  .",
    "hadithBengali": "২০২৫-(১৫/...) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। একবার রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক মহিলার পাশ দিয়ে যাচ্ছিলেন। সে তার পুত্রের মৃত্যু শোকে কাঁদছিল। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, আল্লাহকে ভয় কর এবং ধৈর্য ধারণ কর। স্ত্রীলোকটি বলল, আপনি তো আমার মতো মুসীবাতে পড়েননি। যখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চলে গেলেন, কেউ তাকে বলল, ইনিই তো রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। এ কথা শুনে মহিলার অবস্থা মৃতবৎ হয়ে গেল। সে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দরজায় এসে দেখল তার দরজায় কোন দ্বাররক্ষী নেই। সে বলল, হে আল্লাহর রসূল! আমি আপনাকে চিনতে পারিনি। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, প্রকৃত সবর হচ্ছে প্রথম আঘাতের সময় ধৈর্য ধারণ করা অথবা বলেছেন, বিপদের প্রথম লগ্নে। (ইসলামী ফাউন্ডেশন ২০০৯, ইসলামীক সেন্টার ২০১৬)\n",
    "checkStatus": "1",
    "hadithNo": "2025",
    "id": "48786",
    "thesequence": "48299",
    "isActive": "1",
    "chapterId": "18106",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৮. প্রথম আঘাতেই ধৈর্যধারণ হচ্ছে প্রকৃত ধৈর্যধারণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A hadith like this is narrated with the same chain of transmitters but with the addition of these words:\n The Apostle of Allah (ﷺ) happened to pass by a woman (who was sitting) by the side of a grave.",
    "hadithArabic": " وَحَدَّثَنَاهُ يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ الْحَارِثِ، ح وَحَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، ح وَحَدَّثَنِي أَحْمَدُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا عَبْدُ الصَّمَدِ، قَالُوا جَمِيعًا حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ نَحْوَ حَدِيثِ عُثْمَانَ بْنِ عُمَرَ بِقِصَّتِهِ . وَفِي حَدِيثِ عَبْدِ الصَّمَدِ مَرَّ النَّبِيُّ صلى الله عليه وسلم بِامْرَأَةٍ عِنْدَ قَبْرٍ .",
    "hadithBengali": "২০২৬-(.../...) ইয়াহইয়া ইবনু হাবীব আল হারিসী, উকবাহ ইবনু মুকরিম আল আম্মী, আহমাদ ইবনু ইবরাহীম আদ দাওরাকী (রহঃ) ... সকলে শুবাহ (রহঃ) থেকে এ সূত্রে উসমান ইবনু উমর (রহঃ)-এর হাদীসের অনুরূপ বর্ণিত হয়েছে। আবদুস সামাদ এর হাদীসে আছে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ক্ববরের নিকট ক্ৰন্দনরত এক মহিলার কাছ দিয়ে যাচ্ছিলেন। (ইসলামী ফাউন্ডেশন ২০১০, ইসলামীক সেন্টার ২০১৭)\n",
    "checkStatus": "1",
    "hadithNo": "2026",
    "id": "48787",
    "thesequence": "48300",
    "isActive": "1",
    "chapterId": "18106",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৮. প্রথম আঘাতেই ধৈর্যধারণ হচ্ছে প্রকৃত ধৈর্যধারণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported that Hafsa wept for Umar (when he was about to die). He (Umar) said:\nBe quiet, my daughter. Dont you know that the Messenger of Allah (ﷺ) had said: The deceased is punished because of his familys weeping over the death?",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، جَمِيعًا عَنِ ابْنِ بِشْرٍ، - قَالَ أَبُو بَكْرٍ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ الْعَبْدِيُّ، - عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، قَالَ حَدَّثَنَا نَافِعٌ، عَنْ عَبْدِ اللَّهِ، أَنَّ حَفْصَةَ، بَكَتْ عَلَى عُمَرَ فَقَالَ مَهْلاً يَا بُنَيَّةُ أَلَمْ تَعْلَمِي أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الْمَيِّتَ يُعَذَّبُ بِبُكَاءِ أَهْلِهِ عَلَيْهِ  .",
    "hadithBengali": "২০২৭-(১৬/৯২৭) আবূ বাকর ইবনু আবূ শায়বাহ্&zwnj; ও মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ..... আবদুল্লাহ ইবনু উমার (রাযিঃ) থেকে বর্ণিত। হাফসাহ (রাযিঃ) উমারের জন্য (ঘাতক কর্তৃক আহত হলে) কাঁদছিলেন। তখন উমর (রাযিঃ) বললেন, হে স্নেহের কন্যা! তুমি কি জান না রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মৃত ব্যক্তিকে তার স্বজনদের কান্নাকাটির দরুন শাস্তি দেয়া হয়। (ইসলামী ফাউন্ডেশন ২০১১, ইসলামীক সেন্টার ২০১৮)\n",
    "checkStatus": "1",
    "hadithNo": "2027",
    "id": "48788",
    "thesequence": "48301",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umar reported Allahs Apostle (ﷺ) as saying:\nThe dead is punished in the grave because of wailing on it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ قَتَادَةَ، يُحَدِّثُ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْمَيِّتُ يُعَذَّبُ فِي قَبْرِهِ بِمَا نِيحَ عَلَيْهِ  .",
    "hadithBengali": "২০২৮-(১৭/...) মুহাম্মাদ ইবনু বাশশার (বহঃ) ..... উমর (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মৃত ব্যক্তিকে তার প্রতি অধিক কান্নাকাটি করার দরুন কবরে &#39;আযাব দেয়া হয়। (ইসলামী ফাউন্ডেশন ২০১২, ইসলামীক সেন্টার, ২০১৮)\n",
    "checkStatus": "1",
    "hadithNo": "2028",
    "id": "48789",
    "thesequence": "48302",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The same hadith is narrated on the authority of Umar through another chain of transmitters.",
    "hadithArabic": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ، بْنِ الْمُسَيَّبِ عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْمَيِّتُ يُعَذَّبُ فِي قَبْرِهِ بِمَا نِيحَ عَلَيْهِ  .",
    "hadithBengali": "২০২৯-(.../...) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... উমর (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মৃত ব্যক্তিকে তার প্রতি অধিক কান্নাকাটি করার দরুন কবরে আযাব দেয়া হয়। (ইসলামী ফাউন্ডেশন, নেই, ইসলামীক সেন্টার, নেই)\n",
    "checkStatus": "1",
    "hadithNo": "2029",
    "id": "48790",
    "thesequence": "48303",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported:\nWhen Umar was wounded he fainted, and there was a loud lamentation over him. When he regained consciousness he said: Didnt you know that the Messenger of Allah (ﷺ) said: The dead is punished because of the weeping of the living?",
    "hadithArabic": "وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي، صَالِحٍ عَنِ ابْنِ عُمَرَ، قَالَ لَمَّا طُعِنَ عُمَرُ أُغْمِيَ عَلَيْهِ فَصِيحَ عَلَيْهِ فَلَمَّا أَفَاقَ قَالَ أَمَا عَلِمْتُمْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبُكَاءِ الْحَىِّ  .",
    "hadithBengali": "২০৩০-(১৮/...) আলী ইবনু হুজুর আস সাদী (রহঃ) আবদুল্লাহ ইবনু উমার (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, যখন উমর (রাযিঃ) (আততায়ীর আঘাতে) আহত হন এবং সংজ্ঞা হারিয়ে ফেলেন। লোকেরা চিৎকার করে কান্নাকাটি শুরু করল। যখন তার জ্ঞান ফিরে এল, তিনি বললেন, তোমরা কি জান না রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন মৃত ব্যক্তিকে জীবিতদের কান্নার দরুন শাস্তি দেয়া হয়? (ইসলামী ফাউন্ডেশন ২০১৩ ইসলামীক সেন্টার, ২০২০)\n",
    "checkStatus": "1",
    "hadithNo": "2030",
    "id": "48791",
    "thesequence": "48304",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Burda narrated on the authority of his father that when Umar was wounded Suhaib uttered (loudly in lamentation):\nO brother! Upon this Umar said: Suhaib, did you not know that the Messenger of Allah (ﷺ) said: The dead is punished because of the lamentation of the living?",
    "hadithArabic": "حَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الشَّيْبَانِيِّ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، قَالَ لَمَّا أُصِيبَ عُمَرُ جَعَلَ صُهَيْبٌ يَقُولُ وَاأَخَاهْ . فَقَالَ لَهُ عُمَرُ يَا صُهَيْبُ أَمَا عَلِمْتَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبُكَاءِ الْحَىِّ  .",
    "hadithBengali": "২০৩১-(১৯/...) আলী ইবনু হুজর (রহঃ) ..... আবদুল্লাহ ইবনু কায়স (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, যখন উমর (রাযিঃ) গুরুতরভাবে আহত হন, সুহায়ব (রাযিঃ) আক্ষেপ করে বলতে লাগলেন, আহ! ভাই উমার! উমর (রাযিঃ) তাকে বললেন, হে সুহায়ব! তোমার কি মনে নেই, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মৃত ব্যক্তিকে জীবিততদের কান্নাকাটির দরুন শাস্তি দেয় হয়? (ইসলামী ফাউন্ডেশন ২০১৪, ইসলামীক সেন্টার ২০২১)\n",
    "checkStatus": "1",
    "hadithNo": "2031",
    "id": "48792",
    "thesequence": "48305",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Musa reported that when Umar was wounded, there came Suhaib from his house and went to Umar and stood by his side, and began to wail. Upon this Umar said:\nWhat are you weeping for? Are you weeping for me? He said: By Allah, it is for you that I weep, O Commander of the believers. He said: By Allah, you already know that the Messenger of Allah (ﷺ) had said: He who is lamented upon is punished. I made a mention of it to Musa b. Talha, and he said that Aisha told that it concerned the Jews (only).",
    "hadithArabic": "وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شُعَيْبُ بْنُ صَفْوَانَ أَبُو يَحْيَى، عَنْ عَبْدِ الْمَلِكِ بْنِ، عُمَيْرٍ عَنْ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى، عَنْ أَبِي مُوسَى، قَالَ لَمَّا أُصِيبَ عُمَرُ أَقْبَلَ صُهَيْبٌ مِنْ مَنْزِلِهِ حَتَّى دَخَلَ عَلَى عُمَرَ فَقَامَ بِحِيَالِهِ يَبْكِي فَقَالَ عُمَرُ عَلاَمَ تَبْكِي أَعَلَىَّ تَبْكِي قَالَ إِي وَاللَّهِ لَعَلَيْكَ أَبْكِي يَا أَمِيرَ الْمُؤْمِنِينَ . قَالَ وَاللَّهِ لَقَدْ عَلِمْتَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ يُبْكَى عَلَيْهِ يُعَذَّبُ  . قَالَ فَذَكَرْتُ ذَلِكَ لِمُوسَى بْنِ طَلْحَةَ فَقَالَ كَانَتْ عَائِشَةُ تَقُولُ إِنَّمَا كَانَ أُولَئِكَ الْيَهُودَ .",
    "hadithBengali": "২০৩২-(২০/...) আলী ইবনু হুজুর (রহঃ) ...... আবূ মূসা (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, যখন উমার (রাযিঃ) গুরুতরভাবে আহত হন, সুহায়ব (রাযিঃ) তার গৃহ থেকে রওয়ানা হয়ে উমারের কাছে এলেন এবং তার সামনে দাড়িয়ে কাঁদতে লাগলেন। উমর (রাযিঃ) তাকে জিজ্ঞেস করলেন, তুমি কেন কাঁদছ, আমার জন্য কাঁদছ? তিনি বললেন, কসম আল্লাহর। হে আমীরুল মু&#39;মিনীন। হ্যাঁ, আপনার জন্যই কাঁদছি। &#39;উমার (রাযিঃ) বললেন, আল্লাহর কসম! তুমি তো অবশ্যই জান রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার জন্য কান্নাকাটি করা হবে তাকে শাস্তি দেয়া হবে। (ইসলামী ফাউন্ডেশন ২০১৫, ইসলামীক সেন্টার ২০২২)\n\nতিনি [আবূ মূসা (রাযিঃ)] বলেন, এরপর আমি এ কথাটি মূসা ইবনু তলহার কাছে বললাম। তিনি বললেন, আয়িশাহ্ (রাযিঃ) বলতেন, যাদের আযাবের কথা বলা হয়েছে, তারা ছিল ইয়াহুদী সম্প্রদায়।\n",
    "checkStatus": "1",
    "hadithNo": "2032",
    "id": "48793",
    "thesequence": "48306",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas reported that when Umar b. Khattab was wounded Hafsa lamented for him. Upon this he said:\nO Hafsa, did you not hear the Messenger of Allah (ﷺ) saying: One who is lamented would be punished? Suhaib also lamented over him. Umar told him also: O Suhaib, didnt you know that one who is lamented is punished?",
    "hadithArabic": " وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، لَمَّا طُعِنَ عَوَّلَتْ عَلَيْهِ حَفْصَةُ فَقَالَ يَا حَفْصَةُ أَمَا سَمِعْتِ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  الْمُعَوَّلُ عَلَيْهِ يُعَذَّبُ  . وَعَوَّلَ عَلَيْهِ صُهَيْبٌ فَقَالَ عُمَرُ يَا صُهَيْبُ أَمَا عَلِمْتَ  أَنَّ الْمُعَوَّلَ عَلَيْهِ يُعَذَّبُ  .",
    "hadithBengali": "২০৩৩-(২১/...) &#39;আমর আন নাকিদ (রহঃ) ... আনাস (রাযিঃ) থেকে বর্ণিত। উমার ইবনুল খাত্ত্বাব (রাযিঃ) যখন আহত হলেন, হাফসাহ (রাযিঃ) সশব্দে কাঁদতে লাগলেন। তখন উমর (রাযিঃ) বললেন, ওগো হাফসাহু তুমি কি শোননি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যার জন্য উচ্চৈঃস্বরে ক্ৰন্দন করা হয় তাকে শাস্তি দেয়া হবে? তার প্রতি সুহায়ব (রাযিঃ)-ও কাঁদতে থাকলে উমর (রাযিঃ) তাকেও বললেন, হে সুহায়ব! তুমি কি জান না যার জন্য চিৎকার করে বান্নাকাটি করা হয় তাকে আযাব দেয়া হবে? (ইসলামী ফাউন্ডেশন ২০১৬, ইসলামীক সেন্টার ২০২৩)\n",
    "checkStatus": "1",
    "hadithNo": "2033",
    "id": "48794",
    "thesequence": "48307",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Abu Mulaika reported:\nI was sitting by the side of Ibn Umar, and we were waiting for the bier of Umm Aban, daughter of Uthman, and there was also Amr b. Uthman. In the meanwhile there came Ibn Abbas led by a guide. I conceive that he was informed of the place of Ibn Umar. So he came till he sat by my side. While I was between them (Ibn Abbas and Ibn Umar) there came the noise (of wailing) from the house. Upon this Ibn Umar said (that is, he pointed out to Amr that he should stand and forbid them, for): I heard the Messenger of Allah (ﷺ) as saying: The dead is punished because of the lamentation of his family. Abdullah made it general (what was said for a particular occasion).",
    "hadithArabic": "حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، حَدَّثَنَا أَيُّوبُ، عَنْ عَبْدِ اللَّهِ بْنِ، أَبِي مُلَيْكَةَ قَالَ كُنْتُ جَالِسًا إِلَى جَنْبِ ابْنِ عُمَرَ وَنَحْنُ نَنْتَظِرُ جَنَازَةَ أُمِّ أَبَانٍ بِنْتِ عُثْمَانَ وَعِنْدَهُ عَمْرُو بْنُ عُثْمَانَ فَجَاءَ ابْنُ عَبَّاسٍ يَقُودُهُ قَائِدٌ فَأُرَاهُ أَخْبَرَهُ بِمَكَانِ ابْنِ عُمَرَ، فَجَاءَ حَتَّى جَلَسَ إِلَى جَنْبِي فَكُنْتُ بَيْنَهُمَا فَإِذَا صَوْتٌ مِنَ الدَّارِ فَقَالَ ابْنُ عُمَرَ - كَأَنَّهُ يَعْرِضُ عَلَى عَمْرٍو أَنْ يَقُومَ فَيَنْهَاهُمْ - سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبُكَاءِ أَهْلِهِ  . قَالَ فَأَرْسَلَهَا عَبْدُ اللَّهِ مُرْسَلَةً",
    "hadithBengali": "২০৩৪-(২২/৯২৮) দাউদ ইবনু রুশায়দ (রহঃ) ..... আবদুল্লাহ ইবনু আবূ মুলায়কাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি ইবনু উমর (রাযিঃ) এর পাশে বসা ছিলাম এবং আমরা উসমানের কন্যা উম্মু আবান এর জানাযাহ পড়ার জন্যে অপেক্ষা করছিলাম। আর তার (ইবনু উমার) নিকটেই ছিল &#39;আমর ইবনু উসমান (রাযিঃ)। এমন সময় ইবনু আব্বাস (রাযিঃ) আসলেন, তাকে একজন পথ নির্দেশনাকারী হাতে ধরে নিয়ে আসছে। আমার ধারণা সে তাকে ইবনু উমারের উপস্থিতি সম্পর্কে সংবাদ দিয়েছে। তিনি এসে আমার পাশে বসলেন। আমি উভয়ের মাঝখানে ছিলাম। হঠাৎ ঘর থেকে একটা (কান্নার) আওয়াজ শুনা গেল। তখন ইবনু উমর (রাযিঃ) বলেন, মনে হয় তিনি আমরের প্রতি ইঙ্গিত করছিলেন যেন তিনি উঠে তাদেরকে (কান্না থেকে) বিরত রাখেন- আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ মৃত ব্যক্তিকে তার পরিবার-পরিজনের কান্নার দরুন শাস্তি দেয়া হয়। বর্ণনাকারী বলেন, &#39;আবদুল্লাহ ইবনু উমর (রাযিঃ) এ কথাটা সাধারণভাবে বলেই ছেড়ে দিলেন। (ইসলামী ফাউন্ডেশন ২০১৭. ইসলামীক সেন্টার ২০২৪)\n",
    "checkStatus": "1",
    "hadithNo": "2034",
    "id": "48795",
    "thesequence": "48308",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas said: When we were with the Commander of the believers, Umar b. Khattab, we reached Baida, and there was a man under the shadow of the tree. He said to me: Go and inform me who is that person. So I went and (found) that he was Suhaib. I returned to him and said: You commanded me to find out for you who that was, and he is Suhaib. He (Hadrat Umar) said: Command him to see us. I said: He has family along with him. He said: (That is of no account) even if he has family along with him. So he (the narrator) told him to see (the Commander of the believers and his party). When we came (to Medina), it was before long that the Commander of the believers was wounded, and Suhaib came weeping and crying: Alas for the brother, alas for the companion. Upon this Umar said: Didnt you know, or didnt you hear, that the Messenger of Allah (ﷺ) said: The dead is punished because of the lamentation of his family? Then Abdullah made it general and Umar told it of certain occasions.",
    "hadithArabic": "فَقَالَ ابْنُ عَبَّاسٍ كُنَّا مَعَ أَمِيرِ الْمُؤْمِنِينَ عُمَرَ بْنِ الْخَطَّابِ حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ إِذَا هُوَ بِرَجُلٍ نَازِلٍ فِي شَجَرَةٍ فَقَالَ لِيَ اذْهَبْ فَاعْلَمْ لِي مَنْ ذَاكَ الرَّجُلُ . فَذَهَبْتُ فَإِذَا هُوَ صُهَيْبٌ . فَرَجَعْتُ إِلَيْهِ فَقُلْتُ إِنَّكَ أَمَرْتَنِي أَنْ أَعْلَمَ لَكَ مَنْ ذَاكَ وَإِنَّهُ صُهَيْبٌ . قَالَ مُرْهُ فَلْيَلْحَقْ بِنَا . فَقُلْتُ إِنَّ مَعَهُ أَهْلَهُ . قَالَ وَإِنْ كَانَ مَعَهُ أَهْلُهُ - وَرُبَّمَا قَالَ أَيُّوبُ مُرْهُ فَلْيَلْحَقْ بِنَا - فَلَمَّا قَدِمْنَا لَمْ يَلْبَثْ أَمِيرُ الْمُؤْمِنِينَ أَنْ أُصِيبَ فَجَاءَ صُهَيْبٌ يَقُولُ وَاأَخَاهْ وَاصَاحِبَاهْ . فَقَالَ عُمَرُ أَلَمْ تَعْلَمْ أَوْ لَمْ تَسْمَعْ - قَالَ أَيُّوبُ أَوْ قَالَ أَوَلَمْ تَعْلَمْ أَوَلَمْ تَسْمَعْ - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبَعْضِ بُكَاءِ أَهْلِهِ  . قَالَ فَأَمَّا عَبْدُ اللَّهِ فَأَرْسَلَهَا مُرْسَلَةً وَأَمَّا عُمَرُ فَقَالَ بِبَعْضٍ",
    "hadithBengali": "২০৩৫-(.../৯২৭) অতঃপর ইবনু আব্বাস (রাযিঃ) বললেন, আমরা একবার আমীরুল মু&#39;মিনীন উমার ইবনুল খাত্ত্বাব-এর সাথে ছিলাম। যখন আমরা বায়দা নামক স্থানে পৌঁছলাম, হঠাৎ জনৈক ব্যক্তিকে একটা গাছের ছায়ায় অবস্থানরত দেখলাম। উমর (রাযিঃ) আমাকে বললেন, এগিয়ে যাও তো গিয়ে দেখ আমাকে জানাও ঐ ব্যক্তি কে? আমি গিয়ে দেখলাম তিনি সুহায়ব (রাযিঃ)। আমি ফিরে এসে বললাম, আপনি আমাকে আদেশ করেছেন, ঐ ব্যক্তির পরিচয় জেনে আপনাকে জানাতে। তিনি হচ্ছেন, সুহায়ব (রাযিঃ)। পুনরায় তিনি আমাকে বললেন, তাকে আমাদের সাথে মিলিত হতে বল। আমি বললাম, তার সাথে তার পরিবারবর্গ রয়েছে। তিনি বললেন, তার সাথে পরিবারবর্গ থাকলে তাতে কি আছে। কখনও আইয়ুব বলেছেন- তাকে বল- সে যেন আমাদের নিকট আসে। এরপর যখন আমরা মদীনায় পৌঁছলাম, অল্প সময়ের মধ্যেই আমীরুল মু&#39;মিনীন উমার (রাযিঃ) আহত হলেন। সুহায়ব (রাযিঃ) তাকে দেখতে এসে দীর্ঘ-নিঃশ্বাস ছেড়ে বললেন, আহ! ভাই উমার! আহ সঙ্গী উমার! উমর (রাযিঃ) শুনে বললেন, সুহায়ব। তুমি কি অবহিত নও, অথবা শোননি- আইয়ুব বলেছেনঃ অথবা বলেছেন, তুমি কি জান না, তুমি কি শোন না। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মৃত ব্যক্তিকে তার পরিবার-পরিজনের কান্নার দরুন শান্তি দেয়া হয়। আবদুল্লাহ (রাযিঃ) বলেন, তিনি এ কথাটা সাধারণভাবে বলে ছিলেন। কিন্তু উমর (রাযিঃ) কোন কোন লোকের শব্দ উল্লেখ করেছেন। (ইসলামী ফাউন্ডেশন ২০১৭, ইসলামীক সেন্টার ২০২৪)\n",
    "checkStatus": "1",
    "hadithNo": "2035",
    "id": "48796",
    "thesequence": "48309",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "So I (Abdullah b. Abu Mulaika) stood up and went to Aisha and told her what Ibn Umar had said. Upon this she said: I swear by Allah that Allahs Messenger (ﷺ) never said that dead would be punished because of his familys lamenting (for him). What he said was that Allah would increase the punishment of the unbeliever because of his familys lamenting for him. Verily it is Allah Who has caused laughter and weeping. No bearer of a burden will bear anothers burden. Ibn Abu Mulaika said that al-Qasim b. Muhammad said that when the words of Umar and Ibn Umar were conveyed to Aisha, she said: You have narrated it to me from those who are neither liar nor those suspected of lying but (sometimes) hearing misleads.",
    "hadithArabic": "فَقُمْتُ فَدَخَلْتُ عَلَى عَائِشَةَ فَحَدَّثْتُهَا بِمَا، قَالَ ابْنُ عُمَرَ فَقَالَتْ لاَ وَاللَّهِ مَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَطُّ  إِنَّ الْمَيِّتَ يُعَذَّبُ بِبُكَاءِ أَحَدٍ  . وَلَكِنَّهُ قَالَ  إِنَّ الْكَافِرَ يَزِيدُهُ اللَّهُ بِبُكَاءِ أَهْلِهِ عَذَابًا وَإِنَّ اللَّهَ لَهُوَ أَضْحَكَ وَأَبْكَى وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى  . قَالَ أَيُّوبُ قَالَ ابْنُ أَبِي مُلَيْكَةَ حَدَّثَنِي الْقَاسِمُ بْنُ مُحَمَّدٍ قَالَ لَمَّا بَلَغَ عَائِشَةَ قَوْلُ عُمَرَ وَابْنِ عُمَرَ قَالَتْ إِنَّكُمْ لَتُحَدِّثُونِّي عَنْ غَيْرِ كَاذِبَيْنِ وَلاَ مُكَذَّبَيْنِ وَلَكِنَّ السَّمْعَ يُخْطِئُ .",
    "hadithBengali": "২০৩৬-(.../৯২৯) অতঃপর আমি উঠে গিয়ে আয়িশাহ (রাযিঃ) এর নিকট গেলাম এবং তাকে ইবনু উমার (রাযিঃ) এর উক্তি সম্পর্কে জানালে তিনি বললেনঃ না, আল্লাহর কসম রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনও এরূপ বলেননি যে, মৃত ব্যক্তিকে কারো কান্নার দরুন আযাব দেয়া হবে বরং তিনি বলেছেন, কাফির ব্যক্তির আযাব আল্লাহ তা&#39;আলা তার পরিবার-পরিজনের কান্নাকাটির দরুন আরও বাড়িয়ে দেন এবং সর্বশক্তিমান আল্লাহই হাসান এবং কাঁদান। আর কোন বহনকারীই অন্যের বোঝা বহন করবে না- (সূরাহ আল ইসরা/ ইসরাঈল ১৭ঃ ১৫)।\n\nআইয়ূব (রহঃ) বলেন, ইবনু আবূ মুলায়কাহ বলেছেন, আমাকে কাসিম ইবনু মুহাম্মাদ জানিয়েছেন, তিনি বলেন, &#39;আয়িশাহ্ (রাযিঃ) এর নিকট যখন উমর (রাযিঃ) ও ইবনু উমার-এ বক্তব্য পৌছল তখন তিনি বললেন, তোমরা আমাকে এমন দু&#39; ব্যক্তির কথা শুনাচ্ছ, যারা মিথ্যাবাদী নন আর তাদেরকে মিথ্যা প্রতিপন্নও করা যায় না। তবে কখনও শুনতে ভুল হয়ে যেতে পারে। (ইসলামী ফাউন্ডেশন ২০১৭. ইসলামীক সেন্টার ২০২৪)\n",
    "checkStatus": "1",
    "hadithNo": "2036",
    "id": "48797",
    "thesequence": "48310",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Abu Mulaika said:\nThe daughter of Uthman b. Affan died in Mecca. We came to attend her (funeral). Ibn Umar and Ibn Abbas were also present there, and I was sitting between them. He added: I (first sat) by the side of one of them, then the other one came and he sat by my side. Abdullah b. Umar said to Amr b. Uthman who was sitting opposite to him: Will you not prevent the people from lamenting, for the Messenger of Allah (ﷺ) had said: The dead is punished because of the lamenting of his family for him",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ ابْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ أَبِي مُلَيْكَةَ، قَالَ تُوُفِّيَتِ ابْنَةٌ لِعُثْمَانَ بْنِ عَفَّانَ بِمَكَّةَ قَالَ فَجِئْنَا لِنَشْهَدَهَا - قَالَ - فَحَضَرَهَا ابْنُ عُمَرَ وَابْنُ عَبَّاسٍ قَالَ وَإِنِّي لَجَالِسٌ بَيْنَهُمَا - قَالَ - جَلَسْتُ إِلَى أَحَدِهِمَا ثُمَّ جَاءَ الآخَرُ فَجَلَسَ إِلَى جَنْبِي فَقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ لِعَمْرِو بْنِ عُثْمَانَ وَهُوَ مُوَاجِهُهُ أَلاَ تَنْهَى عَنِ الْبُكَاءِ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبُكَاءِ أَهْلِهِ عَلَيْهِ ",
    "hadithBengali": "২০৩৭-(২৩/৯২৮) মুহাম্মাদ ইবনু রাফি&#39; ও &#39;আবদ ইবনু হুমায়দ (রহঃ) ..... আবদুল্লাহ ইবনু আবূ মুলায়কাহ (রহঃ) থেকে বর্ণিত। তিনি বলেন, মাক্কায় উমর ইবনু আফফান (রাযিঃ) এর এক কন্যা ইনতিকাল করলে আমরা তার জানাযায় হাজির হওয়ার জন্য আসলাম। জানাযায় ইবনু উমর (রাযিঃ) ও ইবনু আব্বাস (রাযিঃ) উপস্থিত হলেন। বর্ণনাকারী আবদুল্লাহ বলেন, আমি উভয়ের মাঝখানে বসে ছিলাম। অথবা তিনি বলেন, প্রথমে আমি একজনের পাশে বসে ছিলাম। অতঃপর অন্যজন এসে আমার পাশে বসে গেলেন। আবদুল্লাহ ইবনু উমার তার সামনে বসা আমর ইবনু উসমানকে লক্ষ্য করে বললেন, তোমরা কান্নাকাটি করা থেকে কেন বারণ করছ না? রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মৃত ব্যক্তিকে তার পরিবার-পরিজনের কান্নাকাটির দরুন শাস্তি দেয়া হয়। (ইসলামী ফাউন্ডেশন ২০১৮, ইসলামীক সেন্টার ২০২৫)\n",
    "checkStatus": "1",
    "hadithNo": "2037",
    "id": "48798",
    "thesequence": "48311",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas then said that Umar used to say someting of that nature, and then narrated saying: I proceeded from Mecca along with Umar till we reached al-Baida and there was a party of riders under the shade of a tree. He said (to me): Go and find out who this party is. I cast a glance and there was Suhaib (in that party). So I informed him (Umar) about it. He said: Call him to me. So I went back to Suhaib and said: Go and meet the Commander of the believers. When Umar was wounded, Suhaib came walling: Alas, for the brother! alas for the companion! Umar said: O Suhaib, do you wail for me, whereas the Messenger of Allah (ﷺ) said: The dead would be punished on account of the lamentation of the (members of his family)",
    "hadithArabic": " فَقَالَ ابْنُ عَبَّاسٍ قَدْ كَانَ عُمَرُ يَقُولُ بَعْضَ ذَلِكَ ثُمَّ حَدَّثَ فَقَالَ صَدَرْتُ مَعَ عُمَرَ مِنْ مَكَّةَ حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ إِذَا هُوَ بِرَكْبٍ تَحْتَ ظِلِّ شَجَرَةٍ فَقَالَ اذْهَبْ فَانْظُرْ مَنْ هَؤُلاَءِ الرَّكْبُ فَنَظَرْتُ فَإِذَا هُوَ صُهَيْبٌ - قَالَ - فَأَخْبَرْتُهُ فَقَالَ ادْعُهُ لِي . قَالَ فَرَجَعْتُ إِلَى صُهَيْبٍ فَقُلْتُ ارْتَحِلْ فَالْحَقْ أَمِيرَ الْمُؤْمِنِينَ . فَلَمَّا أَنْ أُصِيبَ عُمَرُ دَخَلَ صُهَيْبٌ يَبْكِي يَقُولُ وَاأَخَاهْ وَاصَاحِبَاهْ . فَقَالَ عُمَرُ يَا صُهَيْبُ أَتَبْكِي عَلَىَّ وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ الْمَيِّتَ يُعَذَّبُ بِبَعْضِ بُكَاءِ أَهْلِهِ عَلَيْهِ",
    "hadithBengali": "২০৩৮-(.../৯২৭) ইবনু আব্বাস (রাযিঃ) বললেন, উমর (রাযিঃ) তো কোন কোন লোকের কথা বলতেন। অতঃপর তিনি হাদীস বর্ণনা করলেন এবং বললেন, আমি একবার উমারের সাথে মক্কাহ থেকে রওয়ানা হয়ে বায়দা নামক সমতল ভূমিতে পৌঁছলাম। দেখলাম, একটা গাছের ছায়ায় একদল আরোহী। তাদেরকে দেখে তিনি [উমর (রাযিঃ)] বললেন, গিয়ে দেখ তো, এরা কারা? আমি গিয়ে দেখলাম তথায় সুহায়ব (রাযিঃ)। বর্ণনাকারী বলেন, আমি এসে তাকে (উমার) খবর দিলাম। তিনি বললেন, তাকে আমার কাছে ডেকে আন। আদেশ পেয়ে আমি সুহায়ব (রাযিঃ) এর নিকট ফিরে এসে বললাম চলুন, আমীরুল মুমিনীনের সাথে সাক্ষাৎ করুন। এরপর যখন উমর (রাযিঃ) আহত হন, সুহায়ব (রাযিঃ) তাকে দেখতে এসে কেঁদে কেঁদে বলছিলেন, আহ! ভাই উমার! আহ! সঙ্গী উমার! উমর (রাযিঃ) বললেন, হে সুহায়ব! আমার জন্য কাঁদছ? রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মৃত ব্যক্তিকে তার পরিবার ও আত্মীয়-স্বজনের কান্নাকাটির দরুন আযাব দেয়া হয়। (ইসলামী ফাউন্ডেশন ২০১৮, ইসলামীক সেন্টার ২০২৫)\n",
    "checkStatus": "1",
    "hadithNo": "2038",
    "id": "48799",
    "thesequence": "48312",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas said: When Umar died I made a mention of it to Aisha. She said: May Allah have mercy upon Umar! I swear by Allah that Allahs Messenger (ﷺ) never said that Allah would punish the believer because of the weeping (of any one of the members of his family), but he said that Allah would increase the punishment of the unbeliever because of the weeping of his family over him. Aisha said: The Quran is enough for you (when it states): No bearer of burden will bear anothers burden (vi. 164). Thereupon Ibn Abbas said: Allah is He Who has caused laughter and weeping. Ibn Abu Mulaika said: By Allah, Ibn Umar said nothing.",
    "hadithArabic": " فَقَالَ ابْنُ عَبَّاسٍ فَلَمَّا مَاتَ عُمَرُ ذَكَرْتُ ذَلِكَ لِعَائِشَةَ فَقَالَتْ يَرْحَمُ اللَّهُ عُمَرَ لاَ وَاللَّهِ مَا حَدَّثَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ اللَّهَ يُعَذِّبُ الْمُؤْمِنَ بِبُكَاءِ أَحَدٍ  . وَلَكِنْ قَالَ  إِنَّ اللَّهَ يَزِيدُ الْكَافِرَ عَذَابًا بِبُكَاءِ أَهْلِهِ عَلَيْهِ  قَالَ وَقَالَتْ عَائِشَةُ حَسْبُكُمُ الْقُرْآنُ { وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} قَالَ وَقَالَ ابْنُ عَبَّاسٍ عِنْدَ ذَلِكَ وَاللَّهُ أَضْحَكَ وَأَبْكَى . قَالَ ابْنُ أَبِي مُلَيْكَةَ فَوَاللَّهِ مَا قَالَ ابْنُ عُمَرَ مِنْ شَىْءٍ .",
    "hadithBengali": "২০৩৯-(.../৯২৯) ইবনু আব্বাস (রাযিঃ) বলেন, উমর (রাযিঃ) ইনতিকাল করলে আমি অত্র হাদীসটি আয়িশাহ (রাযিঃ) এর নিকট ব্যক্ত করলাম। তিনি বললেন, উমর (রাযিঃ) কে আল্লাহ রহমাত করুন। কখনও না আল্লাহর কসম! রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনও এমন হাদীস ব্যক্ত করেননি যে, ঈমানদার ব্যক্তিকে কারো কান্নাকাটির দরুন শাস্তি দেয়া হবে। বরং তিনি বলেছেনঃ কাফির ব্যক্তির পরিবার-পরিজনের কান্নাকাটির দরুন আল্লাহ তা&#39;আলা তার আযাবকে আরো বাড়িয়ে দিবেন। এছাড়া আয়িশাহ (রাযিঃ) আরও বলেছেন, তোমাদের জন্য আল্লাহর কুরআনই যথেষ্ট। কুরআনে ঘোষিত হয়েছে, &ldquo;কোন ব্যক্তিই অন্যের পাপের বোঝা বহন করবে না। বর্ণনাকারী বলেন, এ সময় ইবনু আব্বাস (রাযিঃ) বললেন, এবং আল্লাহই হাসান, আল্লাহই কাঁদান।&rdquo; ইবনু আবূ মুলায়কাহ বলেন, আল্লাহর কুসম! ইবনু উমর (রাযিঃ) এর ওপর আর কোন কথাই বলেননি। (ইসলামী ফাউন্ডেশন ২০১৮, ইসলামীক সেন্টার ২০২৫)\n",
    "checkStatus": "1",
    "hadithNo": "2039",
    "id": "48800",
    "thesequence": "48313",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amr reported on the authority of Ibn Abu Mulaika:\nWe were with the bier of Umm Aban, daughter of Uthman, and the rest of the hadith is the same, but he did not narrate it as a marfu hadith on the authority of Umar from the Messenger of Allah (ﷺ) as it was narrated by Ayyub and Ibn Juraij, and the hadith narrated by them (Ayyub and Ibn Juraij) is more complete than that of Amr.",
    "hadithArabic": " وَحَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، حَدَّثَنَا سُفْيَانُ، قَالَ عَمْرٌو عَنِ ابْنِ أَبِي مُلَيْكَةَ، كُنَّا فِي جَنَازَةِ أُمِّ أَبَانٍ بِنْتِ عُثْمَانَ وَسَاقَ الْحَدِيثَ وَلَمْ يَنُصَّ رَفْعَ الْحَدِيثِ عَنْ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم كَمَا نَصَّهُ أَيُّوبُ وَابْنُ جُرَيْجٍ وَحَدِيثُهُمَا أَتَمُّ مِنْ حَدِيثِ عَمْرٍو .",
    "hadithBengali": "২০৪০-(.../...) আবদুর রহমান ইবনু বিশর (রহঃ) ..... ইবনু আবূ মুলায়কাহ (রহঃ) থেকে বর্ণিত। আমরা উম্মু আবান বিনতু উসমান (রাযিঃ) এর যামানায় উপস্থিত হলাম। অবশিষ্ট বর্ণনা উপরের হাদীসের অনুরূপ তবে তিনি এ হাদীস ইবনু উমার-এর সূত্রে সরাসরি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত হওয়ার কথা উল্লেখ করেননি। কিন্তু আইয়ুব ও ইবনু জুরায়জ এটাকে মারফু&#39; হিসেবে উল্লেখ করেছেন। তাদের বর্ণনা আমর-এর বর্ণনার চেয়ে পূর্ণাঙ্গ। (ইসলামী ফাউন্ডেশন ২০১৯, ইসলামীক সেন্টার ২০২৬)\n",
    "checkStatus": "1",
    "hadithNo": "2040",
    "id": "48801",
    "thesequence": "48314",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported that the Messenger of Allah (ﷺ) said:\nThe dead is punished because of the lamentation of the living.",
    "hadithArabic": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنِي عُمَرُ بْنُ مُحَمَّدٍ، أَنَّحَدَّثَهُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الْمَيِّتَ يُعَذَّبُ بِبُكَاءِ الْحَىِّ  .",
    "hadithBengali": "২০৪১-(২৪/৯৩০) হারমালাহ ইবনু ইয়াহইয়া (রহঃ) ..... আবদুল্লাহ ইবনু উমর (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মৃত ব্যক্তিকে তার বংশধরের কান্নাকাটির দরুন আযাব দেয়া হয়। (ইসলামী ফাউন্ডেশন ২০২০, ইসলামীক সেন্টার ২০২৭)\n",
    "checkStatus": "1",
    "hadithNo": "2041",
    "id": "48802",
    "thesequence": "48315",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hisham b. Urwa narrated on the authority of his father that the saying of Ibn Umar, viz. The dead would be punished because of the lamentation of his family over him was mentioned to Aisha. Upon this she said:\nMay Allah have mercy upon Abu Abd al-Rahman (the kunya of Ibn Umar) that he heard something but could not retain it (well). (The fact is) that the bier of a Jew passed before the Messenger of Allah (ﷺ) and (the members of his family) were waiting over him. Upon this he said: You are wailing and he is being punished.",
    "hadithArabic": "وَحَدَّثَنَا خَلَفُ بْنُ هِشَامٍ، وَأَبُو الرَّبِيعِ الزَّهْرَانِيُّ، جَمِيعًا عَنْ حَمَّادٍ، - قَالَ خَلَفٌ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، - عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، قَالَ ذُكِرَ عِنْدَ عَائِشَةَ قَوْلُ ابْنِ عُمَرَ الْمَيِّتُ يُعَذَّبُ بِبُكَاءِ أَهْلِهِ عَلَيْهِ . فَقَالَتْ رَحِمَ اللَّهُ أَبَا عَبْدِ الرَّحْمَنِ سَمِعَ شَيْئًا فَلَمْ يَحْفَظْهُ إِنَّمَا مَرَّتْ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم جَنَازَةُ يَهُودِيٍّ وَهُمْ يَبْكُونَ عَلَيْهِ فَقَالَ   أَنْتُمْ تَبْكُونَ وَإِنَّهُ لَيُعَذَّبُ  .",
    "hadithBengali": "২০৪২-(২৫/৯৩১) খালাফ ইবনু হিশাম ও আবুর রাবী&#39; আয যাহরানী (রহঃ) ..... উরওয়াহ ইবনু যুবায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, &#39;আয়িশাহ (রাযিঃ) এর কাছে ইবনু উমারের বক্তব্য মৃত ব্যক্তিকে তার স্বজনদের কান্নাকাটির দরুন আযাব দেয়া হয় উল্লেখ করা হ&#39;ল। তিনি বললেন, আল্লাহ আবূ আবদুর রহমানের (ইবনু উমর) প্রতি রহমাত করুন। তিনি একটা কথা শুনেছেন, তবে স্মরণ রাখতে পারেননি। প্রকৃত ব্যাপার হচ্ছেঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে দিয়ে এক ইয়াহুদীর জানাযাহ যাচ্ছিল। তখন তার আত্মীয় স্বজনরা কাঁদছিল। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা কাঁদছ? অথচ তাকে এজন্য আযাব দেয়া হচ্ছে। (ইসলামী ফাউন্ডেশন ২০২১, ইসলামীক সেন্টার ২০২৮)\n",
    "checkStatus": "1",
    "hadithNo": "2042",
    "id": "48803",
    "thesequence": "48316",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hisham narrated on the authority of his father that it was mentioned to Aisha that Ibn Umar had narrated as marfu hadith from the Messenger of Allah (ﷺ) that the dead would be punished in the grave because of the lamentation of his family for him. Upon this she said:\nHe (Ibn Umar) missed (the point). The Messenger of Allah (ﷺ) had (in fact) said: He (the dead) is punished for his faults or for his sins, and the members of his family are wailing for him now. (This misunderstanding of Ibn Umar is similar to his saying: ) The Messenger of Allah (ﷺ) stood by the well in which were lying the dead bodies of those polytheists who had been killed on the Day of Badr, and he said to them what he had to say, i. e.: They hear what I say. But he (Ibn Umar) misunderstood. The Prophet (ﷺ) had only said: They (the dead) understand that what I used to say to them was truth. She then recited: Certainly, thou canst not make the dead hear the call (xxvii. 80), nor can you make those hear who are in the graves, nor can you inform them when they have taken their seats in Hell.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، قَالَ ذُكِرَ عِنْدَ عَائِشَةَ أَنَّ ابْنَ عُمَرَ، يَرْفَعُ إِلَى النَّبِيِّ صلى الله عليه وسلم  إِنَّ الْمَيِّتَ يُعَذَّبُ فِي قَبْرِهِ بِبُكَاءِ أَهْلِهِ عَلَيْهِ  . فَقَالَتْ وَهَلَ إِنَّمَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّهُ لَيُعَذَّبُ بِخَطِيئَتِهِ أَوْ بِذَنْبِهِ وَإِنَّ أَهْلَهُ لَيَبْكُونَ عَلَيْهِ الآنَ  . وَذَاكَ مِثْلُ قَوْلِهِ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ عَلَى الْقَلِيبِ يَوْمَ بَدْرٍ وَفِيهِ قَتْلَى بَدْرٍ مِنَ الْمُشْرِكِينَ فَقَالَ لَهُمْ مَا قَالَ  إِنَّهُمْ لَيَسْمَعُونَ مَا أَقُولُ  . وَقَدْ وَهَلَ إِنَّمَا قَالَ  إِنَّهُمْ لَيَعْلَمُونَ أَنَّ مَا كُنْتُ أَقُولُ لَهُمْ حَقٌّ  . ثُمَّ قَرَأَتْ { إِنَّكَ لاَ تُسْمِعُ الْمَوْتَى} { وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ} يَقُولُ حِينَ تَبَوَّءُوا مَقَاعِدَهُمْ مِنَ النَّارِ .",
    "hadithBengali": "২০৪৩-(২৬/৯৩২) আবূ কুরায়ব (রহঃ) ..... হিশাম তার পিতা [উরওয়াহ ইবনু যুবায়র (রহঃ)] থেকে বর্ণিত। তিনি বলেন, &#39;আয়িশাহ (রাযিঃ)-এর নিকট উল্লেখ করা হ&#39;ল, ইবনু উমর (রাযিঃ) সরাসরি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উদ্ধৃতি দিয়ে বর্ণনা করেন, মৃত ব্যক্তিকে তার কবরে তার স্বজনদের কান্নাকাটির দরুন শাস্তি দেয়া হয়। তিনি বললেন, ইবনু উমার (রাযিঃ) ভুলে গেছেন। আসলে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে কথা বলেছেন তা হচ্ছে এইঃ মৃত ব্যক্তিকে তার পাপের দরুন কবরে শাস্তি দেয়া হয়। আর তার পরিবার-পরিজনেরা তার জন্য কান্নাকাটি করছে। আর এটা হচ্ছে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বদরের একটা কুপের পাশে দাঁড়িয়ে যাতে বদরের দিন নিহত কাফিরদের লাশ নিক্ষিপ্ত হয়েছিল- তাদেরকে সম্বোধন করে যেরূপ বলেছিলেন। তিনি তাদের সম্পর্কে বলেছিলেন, তারা অবশ্যই আমি যা কিছু বলছি তা শুনতে পাচ্ছে অথচ তিনি (ইবনু উমার) এ কথার অর্থ ভুল বুঝেছে।\n\nতিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) যা বলেছেন তার সঠিক তাৎপর্য হচ্ছে এইঃ আমি যা কিছু তাদেরকে তাদের জীবদ্দশায় বলেছিলাম, তারা এখন ভালভাবে তা অনুধাবন করেছে যে, তা সম্পূর্ণ ন্যায়সঙ্গত ও সত্য। অতঃপর তিনি (আয়িশাহ) এ দু&#39;টি আয়াত তিলাওয়াত করলেনঃ আপনি অবশ্যই মৃত ব্যক্তিদেরকে শুনাতে সক্ষম নন- (সূরাহ আন নামল ২৭ঃ ৭০, সূরাহ রুম ৩০ঃ ৫২)। এবং আপনি কবরের অধিবাসীদেরকেও শুনাতে সক্ষম নন- (সূরাহ ফা-ত্বির ৩৫ঃ ২২২)। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথাটা তখন বলেছিলেন তখন তারা জাহান্নামে নিজ ঠিকানায় পৌছে গেছে। (ইসলামী ফাউন্ডেশন ২০২২, ইসলামীক সেন্টার ২০২৯)\n",
    "checkStatus": "1",
    "hadithNo": "2043",
    "id": "48804",
    "thesequence": "48317",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Ibn Urwa with the same chain of transmitters. The hadith narrated by Abu Usama is more complete.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، بِهَذَا الإِسْنَادِ بِمَعْنَى حَدِيثِ أَبِي أُسَامَةَ وَحَدِيثُ أَبِي أُسَامَةَ أَتَمُّ .",
    "hadithBengali": "২০৪৪-(.../...) আবূ বকর ইবনু আবূ শায়বাহ (রহঃ) ..... হিশাম ইবনু উরওয়াহ (রহঃ) থেকে একই সূত্রে আবূ উসামাহ এর হাদীসের সমর্থনে হাদীস বর্ণনা করেছেন। আবূ উসামাহ এর বর্ণিত হাদীসই পূর্ণাঙ্গ। (ইসলামী ফাউন্ডেশন ২০২৩, ইসলামীক সেন্টার ২০৩০)\n",
    "checkStatus": "1",
    "hadithNo": "2044",
    "id": "48805",
    "thesequence": "48318",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amra daughter of Abd al Rahman narrated that she heard (from) Aisha and made a mention to her about Abdullah b. Umar as saying:\nThe dead is punished because of the lamentation of the living. Upon this Aisha said: May Allah have mercy upon the father of Abd al-Rahman (Ibn Umar). He did not tell a lie, but he forgot or made a mistake. The Messenger of Allah (ﷺ) happened to pass by a (dead) Jewess who was being lamented. Upon this he said: They weep over her and she is being punished in the grave.",
    "hadithArabic": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، فِيمَا قُرِئَ عَلَيْهِ عَنْ عَبْدِ اللَّهِ بْنِ، أَبِي بَكْرٍ عَنْ أَبِيهِ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، أَنَّهَا أَخْبَرَتْهُ أَنَّهَا، سَمِعَتْ عَائِشَةَ، وَذُكِرَ، لَهَا أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، يَقُولُ إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبُكَاءِ الْحَىِّ . فَقَالَتْ عَائِشَةُ يَغْفِرُ اللَّهُ لأَبِي عَبْدِ الرَّحْمَنِ أَمَا إِنَّهُ لَمْ يَكْذِبْ وَلَكِنَّهُ نَسِيَ أَوْ أَخْطَأَ إِنَّمَا مَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى يَهُودِيَّةٍ يُبْكَى عَلَيْهَا فَقَالَ   إِنَّهُمْ لَيَبْكُونَ عَلَيْهَا وَإِنَّهَا لَتُعَذَّبُ فِي قَبْرِهَا  .",
    "hadithBengali": "২০৪৫-(২৭/...) কুতায়বাহ ইবনু সাঈদ (রহঃ) ... আমরাহ বিনতু আবদুর রহমান (রহঃ) থেকে বর্ণিত। আয়িশাহ (রাযিঃ) এর কাছে শুনেছেন যখন তার কাছে উল্লেখ করা হ&#39;ল যে, আবদুল্লাহ ইবনু উমার (রাযিঃ) বলছেন, মৃত ব্যক্তিকে তার বংশধরদের কান্নাকাটির দরুন শাস্তি দেয়া হয়। আয়িশাহ (রাযিঃ) বললেন, আল্লাহ আবূ আবদুর রহমানকে (ইবনু উমার) ক্ষমা করুন, কথাটা ঠিক নয়। তবে তিনি মিথ্যা বলেননি। বরং তিনি (প্রকৃত কথাটা) ভুলে গেছেন অথবা ভুল বুঝেছেন। প্রকৃত ব্যাপার হচ্ছেঃ একবার রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ইয়াহুদী নারীর করের কাছ দিয়ে যাওয়ার সময় দেখলেন তার জন্য কান্নাকাটি করা হচ্ছে। তিনি বললেন, তারা এর জন্য কান্নাকাটি করছে আর এ নারীকে তার কবরে শাস্তি দেয়া হচ্ছে। (ইসলামী ফাউন্ডেশন ২০২৪, ইসলামীক সেন্টার ২০৩১)\n",
    "checkStatus": "1",
    "hadithNo": "2045",
    "id": "48806",
    "thesequence": "48319",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ali b. Rabia reported that the first one who was lamented upon in Kufa was Qaraza b. Kab. Mughira b. Shuba said:\nI heard the Messenger of Allah (ﷺ) saying: He who is lamented upon would be punished because of the lamentation for him on the Day of judgment.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سَعِيدِ بْنِ عُبَيْدٍ الطَّائِيِّ، وَمُحَمَّدِ، بْنِ قَيْسٍ عَنْ عَلِيِّ بْنِ رَبِيعَةَ، قَالَ أَوَّلُ مَنْ نِيحَ عَلَيْهِ بِالْكُوفَةِ قَرَظَةُ بْنُ كَعْبٍ فَقَالَ الْمُغِيرَةُ بْنُ شُعْبَةَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ نِيحَ عَلَيْهِ فَإِنَّهُ يُعَذَّبُ بِمَا نِيحَ عَلَيْهِ يَوْمَ الْقِيَامَةِ  .",
    "hadithBengali": "২০৪৬-(২৮/৯৩৩) আবূ বাকর ইবনু আবূ শায়বাহ (রহঃ) ..... আলী ইবনু রবী&#39;আহ (রহঃ) থেকে বর্ণিত। তিনি বলেন, সর্বপ্রথম যে ব্যক্তির প্রতি বিলাপ করা হয়েছে, সে হচ্ছে কুফা নগরীর কারাযাহ ইবনু কা&#39;ব। মুগীরাহ ইবনু শুবাহ (রাযিঃ) বললেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ যার জন্য বিলাপ করে কান্না হয়, কিয়ামাতের দিন তাকে এর জন্য আযাব দেয়া হবে। (ইসলামী ফাউন্ডেশন ২০২৫, ইসলামীক সেন্টার ২০৩২)\n",
    "checkStatus": "1",
    "hadithNo": "2046",
    "id": "48807",
    "thesequence": "48320",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated by Mughira b. Shuba from the Messenger of Allah (ﷺ).",
    "hadithArabic": " وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ قَيْسٍ، الأَسْدِيُّ عَنْ عَلِيِّ بْنِ رَبِيعَةَ الأَسْدِيِّ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ .",
    "hadithBengali": "২০৪৭-(.../...) আলী ইবনু হুজর আস সাদী (রহঃ) ..... মুগীরাহ ইবনু শুবাহ (রাযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত হয়েছে। (ইসলামী ফাউন্ডেশন ২০২৬, ইসলামীক সেন্টার ২০৩৩)\n",
    "checkStatus": "1",
    "hadithNo": "2047",
    "id": "48808",
    "thesequence": "48321",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated from the Messenger of Allah (ﷺ) through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ ابْنُ أَبِي عُمَرَ، حَدَّثَنَا مَرْوَانُ، - يَعْنِي الْفَزَارِيَّ - حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدٍ، الطَّائِيُّ عَنْ عَلِيِّ بْنِ رَبِيعَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ .",
    "hadithBengali": "২০৪৮-(.../...) ইবনু আবূ উমর (রহঃ) ..... মুগীরাহ ইবনু শুবাহ (রাযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত হয়েছে। (ইসলামী ফাউন্ডেশন ২০২৭, ইসলামীক সেন্টার ২০৩৪)\n",
    "checkStatus": "1",
    "hadithNo": "2048",
    "id": "48809",
    "thesequence": "48322",
    "isActive": "1",
    "chapterId": "18107",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৯. মাইয়্যিতের পরিজনের কান্নাকাটির দরুন মাইয়্যিতকে কবরে শাস্তি দেয়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Malik al-Ashari reported Allahs Messenger (ﷺ) as saying:\nAmong my people there are four characteristics belonging to pre-Islamic period which they do not abandon: boasting of high rank, reviling other peoples genealogies, seeking rain by stars, and walling. And he (further) said: If the wailing woman does not repent before she dies, she will be made to stand on the Day of Resurrection wearing a garment of pitch and a chemise of mange.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ، ح وَحَدَّثَنِي إِسْحَاقُ، بْنُ مَنْصُورٍ - وَاللَّفْظُ لَهُ - أَخْبَرَنَا حَبَّانُ بْنُ هِلاَلٍ، حَدَّثَنَا أَبَانٌ، حَدَّثَنَا يَحْيَى، أَنَّ زَيْدًا، حَدَّثَهُ أَنَّ أَبَا سَلاَّمٍ حَدَّثَهُ أَنَّ أَبَا مَالِكٍ الأَشْعَرِيَّ حَدَّثَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  أَرْبَعٌ فِي أُمَّتِي مِنْ أَمْرِ الْجَاهِلِيَّةِ لاَ يَتْرُكُونَهُنَّ الْفَخْرُ فِي الأَحْسَابِ وَالطَّعْنُ فِي الأَنْسَابِ وَالاِسْتِسْقَاءُ بِالنُّجُومِ وَالنِّيَاحَةُ  . وَقَالَ  النَّائِحَةُ إِذَا لَمْ تَتُبْ قَبْلَ مَوْتِهَا تُقَامُ يَوْمَ الْقِيَامَةِ وَعَلَيْهَا سِرْبَالٌ مِنْ قَطِرَانٍ وَدِرْعٌ مِنْ جَرَبٍ  .",
    "hadithBengali": "২০৪৯-(২৯/৯৩৪) আবূ বাকর ইবনু আবূ শায়বাহ, ইসহাক ইবনু মানসূর (রহঃ) [শব্দাবলী তার] ..... আবূ মালিক আল আশ&#39;আর (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমার উন্মাতের মধ্যে জাহিলী যুগের চারটি কু-প্রথা রয়ে গেছে যা লোকেরা পরিত্যাগ করতে চাইবে না। (১) বংশের গৌরব, (২) অন্যকে বংশের খোটা দেয়া, (৩) নক্ষত্রের মাধ্যমে বৃষ্টির জন্য প্রার্থনা করা, (৪) মৃতের জন্য বিলাপ করে কান্নাকাটি করা। তিনি আরও বলেন, বিলাপকারী যদি মৃত্যুর পূর্বে তাওবাহ না করে তাহলে কিয়ামাতের দিন তাকে এভাবে উঠানো হবে যে, তার গায়ে আলকাতরার (চাদর) খসখসে চামড়ার ওড়না থাকবে। (ইসলামী ফাউন্ডেশন ২০২৮, ইসলামীক সেন্টার ২০৩৪)\n",
    "checkStatus": "1",
    "hadithNo": "2049",
    "id": "48810",
    "thesequence": "48323",
    "isActive": "1",
    "chapterId": "18108",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১০. বিলাপ করে কান্নাকাটি করার ব্যাপারে হুশিয়ারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that when the Messenger of Allah (ﷺ) was told that Ibn Haritha, Jafar b. Abu Talib and Abdullah b. Rawaha were killed, he sat down, showing signs of grief. She (further) said:\nI was looking (at him) through the crevice of the door. A man came to him and mentioned that Jafars women were lamenting. He (the Holy Prophet) commanded him to go and forbid them (to do so). So he went away but came back and told (him) that they did not obey (him). He commanded him a second time to go and forbid them (to do so). He again went but came back to him and said: I swear by God, Messenger of Allah, that they have overpowered us. She (Aisha) said that she thought the Messenger of Allah (ﷺ) had told (her) to throw dust in their mouths. Thereupon Aisha said: May Allah humble you! You did not do what Allahs Messenger (ﷺ) ordered you, nor did you stop annoying Allahs Messenger (ﷺ).",
    "hadithArabic": "وَحَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ أَبِي عُمَرَ، قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، يَقُولُ أَخْبَرَتْنِي عَمْرَةُ، أَنَّهَا سَمِعَتْ عَائِشَةَ، تَقُولُ لَمَّا جَاءَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَتْلُ ابْنِ حَارِثَةَ وَجَعْفَرِ بْنِ أَبِي طَالِبٍ وَعَبْدِ اللَّهِ بْنِ رَوَاحَةَ جَلَسَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعْرَفُ فِيهِ الْحُزْنُ قَالَتْ وَأَنَا أَنْظُرُ مِنْ صَائِرِ الْبَابِ - شَقِّ الْبَابِ - فَأَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ نِسَاءَ جَعْفَرٍ وَذَكَرَ بُكَاءَهُنَّ فَأَمَرَهُ أَنْ يَذْهَبَ فَيَنْهَاهُنَّ فَذَهَبَ فَأَتَاهُ فَذَكَرَ أَنَّهُنَّ لَمْ يُطِعْنَهُ فَأَمَرَهُ الثَّانِيَةَ أَنْ يَذْهَبَ فَيَنْهَاهُنَّ فَذَهَبَ ثُمَّ أَتَاهُ فَقَالَ وَاللَّهِ لَقَدْ غَلَبْنَنَا يَا رَسُولَ اللَّهِ . قَالَتْ فَزَعَمَتْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   اذْهَبْ فَاحْثُ فِي أَفْوَاهِهِنَّ مِنَ التُّرَابِ  . قَالَتْ عَائِشَةُ فَقُلْتُ أَرْغَمَ اللَّهُ أَنْفَكَ وَاللَّهِ مَا تَفْعَلُ مَا أَمَرَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَمَا تَرَكْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم مِنَ الْعَنَاءِ .",
    "hadithBengali": "২০৫০-(৩০/৯৩৫) মুহাম্মাদ ইবনুল মুসান্না ও ইবনু আবূ উমর (রহঃ) ..... আমরাহ (রহঃ) থেকে বর্ণিত। তিনি &#39;আয়িশাহ (রাযিঃ)-কে বলতে শুনেছেন, যখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট যায়দ ইবনু হারিসাহ (রাযিঃ) জাফর ইবনু আবূত তলিব (রাযিঃ) ও আবদুল্লাহ ইবনু রওয়াহাহ (রাযিঃ) এর শাহাদাতের খবর পৌছল, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিমর্ষচিত্তে বসে পড়লেন। তার চেহারায় শোকের ছাপ ফুটে উঠল। আয়িশাহ (রাযিঃ) বলেন, আমি দরজার ফাঁক দিয়ে তাকিয়ে তাদের লাশ দেখছিলাম। এমন সময় জনৈক ব্যক্তি এসে বলল, হে আল্লাহর রসূল! জাফার এর স্ত্রীগণ অথবা তার পরিবারের মহিলার কান্নাকাটি করছে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে গিয়ে তাদেরকে কাঁদতে নিষেধ করার জন্য আদেশ করলেন। লোকটি গিয়ে ফিরে এসে জানাল যে, তারা তার কথা শুনছে না। তখন দ্বিতীয়বার তাকে আদেশ করলেন যেন গিয়ে তাদেরকে নিষেধ করে। লোকটি গিয়ে আবার ফিরে এসে বলল, আল্লাহর কসম, হে আল্লাহর রসূল! তারা আমাদের ওপর প্রাধান্য লাভ করেছে। আয়িশাহ (রাযিঃ) বলেন, আমার মনে হয় এরপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এবার গিয়ে তাদের মুখে কিছু মাটি ঢেলে দাও। আয়িশাহ (রাযিঃ) বলেন, তখন আমি বললাম, আল্লাহ তোমার নাককে ভূলুষ্ঠিত করুক। আল্লাহর কসম রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাকে যে আদেশ করেছেন, তা তুমি পালন করছ না বা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বিরক্ত করা থেকেও রেহাই দিচ্ছ না। (ইসলামী ফাউন্ডেশন ২০২৯, ইসলামীক সেন্টার ২০৩৫)\n",
    "checkStatus": "1",
    "hadithNo": "2050",
    "id": "48811",
    "thesequence": "48324",
    "isActive": "1",
    "chapterId": "18108",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১০. বিলাপ করে কান্নাকাটি করার ব্যাপারে হুশিয়ারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Yahya b. Said with the same chain of transmitters like one narrated by Abd al-Aziz (with the change of these words):\n You did not spare the Messenger of Allah (ﷺ) the botheration.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، ح وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، ح وَحَدَّثَنِي أَحْمَدُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُسْلِمٍ - كُلُّهُمْ عَنْ يَحْيَى بْنِ سَعِيدٍ، بِهَذَا الإِسْنَادِ . نَحْوَهُ . وَفِي حَدِيثِ عَبْدِ الْعَزِيزِ وَمَا تَرَكْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم مِنَ الْعِيِّ .",
    "hadithBengali": "২০৫১-(.../...) আবূ বকর ইবনু আবূ শায়বাহ, আবূত তাহির, আহমাদ ইবনু ইবরাহীম আদ দাওরাকী (রহঃ) ..... সকলেই ইয়াহইয়া ইবনু সাঈদ (রহঃ) থেকে একই সানাদে অনুরূপ বর্ণনা করেছেন। আবদুল আযীয (রহঃ) বর্ণিত হাদীসে এরূপ বর্ণিত হয়েছেঃ তুমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পরিশ্রান্ত করা থেকে বিরত থাকছ না। (ইসলামী ফাউন্ডেশন ২০৩০, ইসলামীক সেন্টার ২০৩৬)\n",
    "checkStatus": "1",
    "hadithNo": "2051",
    "id": "48812",
    "thesequence": "48325",
    "isActive": "1",
    "chapterId": "18108",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১০. বিলাপ করে কান্নাকাটি করার ব্যাপারে হুশিয়ারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nThe Messenger of Allah (ﷺ) took a promise from us along with the oath of Allegiance that we would not lament. But only five among us fulfilled the promise (and they are) Umm Sulaim, and Umm al-Ala, and the daughter of Abu Sabra the wife of Muadh, or daughter of Abu Sabra and wife of Muadh.",
    "hadithArabic": " حَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا أَيُّوبُ، عَنْ مُحَمَّدٍ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ أَخَذَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم مَعَ الْبَيْعَةِ أَلاَّ نَنُوحَ فَمَا وَفَتْ مِنَّا امْرَأَةٌ إِلاَّ خَمْسٌ أُمُّ سُلَيْمٍ وَأُمُّ الْعَلاَءِ وَابْنَةُ أَبِي سَبْرَةَ امْرَأَةُ مُعَاذٍ أَوِ ابْنَةُ أَبِي سَبْرَةَ وَامْرَأَةُ مُعَاذٍ .",
    "hadithBengali": "২০৫২-(৩১/৯৩৬) আবূর রাবী&#39; আয যাহরানী (রহঃ) ..... উম্মু আত্বিয়্যাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বায়&#39;আতের সঙ্গে এ ওয়াদাও নিয়েছেন যে, আমরা যেন মৃতের জন্যে বিলাপ করে কান্নাকাটি না করি। কিন্তু পরে মাত্র পাঁচজন মহিলা ছাড়া আমাদের কোন মহিলাই তা পালন করেনি। তারা হচ্ছেন- উম্মু সুলায়ম, উন্মুল &#39;আলা, আবূ সাবুরাহ-এর কন্যা ও মু&#39;আয-এর স্ত্রী প্রমুখ। (ইসলামী ফাউন্ডেশন ২০৩১, ইসলামীক সেন্টার ২০৩৭)\n",
    "checkStatus": "1",
    "hadithNo": "2052",
    "id": "48813",
    "thesequence": "48326",
    "isActive": "1",
    "chapterId": "18108",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১০. বিলাপ করে কান্নাকাটি করার ব্যাপারে হুশিয়ারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Atiyya reported that the Messenger of Allah (ﷺ) took pledge from us (including this promise) that we would not lament. Only five amongst us fulfilled the promise, and one of them (who fulfilled the promise) was Umm Sulaim.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا أَسْبَاطٌ، حَدَّثَنَا هِشَامٌ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ أَخَذَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْبَيْعَةِ أَلاَّ تَنُحْنَ فَمَا وَفَتْ مِنَّا غَيْرُ خَمْسٍ مِنْهُنَّ أُمُّ سُلَيْمٍ .",
    "hadithBengali": "২০৫৩-(৩২/...) ইসহাক ইবনু ইবরাহীম (রহঃ) ..... উম্মু &#39;আতিয়্যিাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বায়আতের সময় আমাদের নিকট থেকে এ ওয়াদা নিয়েছেন- যেন আমরা বিলাপ করে কান্নাকাটি না করি। কিন্তু আমাদের মধ্যে পাঁচজন মহিলা ব্যতীত আর কেউই এ ওয়া&#39;দা পালন করতে পারেনি। উম্মু সুলায়ম (রাযিঃ) এদের অন্যতম। (ইসলামী ফাউন্ডেশন ২০৩২, ইসলামীক সেন্টার ২০৩৮)\n",
    "checkStatus": "1",
    "hadithNo": "2053",
    "id": "48814",
    "thesequence": "48327",
    "isActive": "1",
    "chapterId": "18108",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১০. বিলাপ করে কান্নাকাটি করার ব্যাপারে হুশিয়ারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hafsa narrated on the authority of Umm Atiyya that she said:\nWhen this verse was revealed: When believing women came to thee giving thee a pledge that they will not associate aught with Allah, and will not disobey thee in good (lx. 12), she (Umm Atiyya) said: In (this pledge) was also included wailing. I said: Messenger of Allah, except members of such a tribe who helped me (in lamentation) during pre-Islamic days, there is left no alternative for me, but that I should also help them. Upon this the Messenger of Allah (ﷺ) said: (Yes) but only in case of the members of such a tribe.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ، - قَالَ زُهَيْرٌ حَدَّثَنَا مُحَمَّدُ بْنُ خَازِمٍ، - حَدَّثَنَا عَاصِمٌ، عَنْ حَفْصَةَ، عَنْ أُمِّ، عَطِيَّةَ قَالَتْ لَمَّا نَزَلَتْ هَذِهِ الآيَةُ { يُبَايِعْنَكَ عَلَى أَنْ لاَ يُشْرِكْنَ بِاللَّهِ شَيْئًا} { وَلاَ يَعْصِينَكَ فِي مَعْرُوفٍ} قَالَتْ كَانَ مِنْهُ النِّيَاحَةُ . قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ إِلاَّ آلَ فُلاَنٍ فَإِنَّهُمْ كَانُوا أَسْعَدُونِي فِي الْجَاهِلِيَّةِ فَلاَ بُدَّ لِي مِنْ أَنْ أُسْعِدَهُمْ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِلاَّ آلَ فُلاَنٍ  .",
    "hadithBengali": "২০৫৪-(৩৩/...) আবূ বাকর ইবনু আবূ শায়বাহ, যুহায়র ইবনু হারব, ইসহাক ইবনু ইবরাহীম (রহঃ) ..... উম্মু আতিয়্যাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, যখন এ আয়াত অবতীর্ণ হ&#39;ল- সে মহিলারা আপনার নিকট এ কথার ওপর বাইয়াত করছে যে, আল্লাহর সাথে কোন কিছুকে শারীক করবে না এবং কোন ভাল কাজে তারা নাফরমানী করবে না- (সূরাহ আল মুমতাহিনাহ ৬০ঃ ১২) উম্মু আতিয়্যাহ বলেন, মৃতের জন্য বিলাপ করে কান্নাও অন্তর্ভুক্ত ছিল। তিনি বলেন, আমি বললাম, হে আল্লাহর রসূল! তবে অমুকের পরিবার, তারা জাহিলী যুগে আমার সহায়তা করেছিল অতএব আমার ওপর তাদের সহায়তা করা জরুরী। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (তাকে অনুমতি দিয়ে) বললেন, আচ্ছা! অমুকের পরিবার ছাড়া। (ইসলামী ফাউন্ডেশন ২০৩৩, ইসলামীক সেন্টার ২০৩৯)\n",
    "checkStatus": "1",
    "hadithNo": "2054",
    "id": "48815",
    "thesequence": "48328",
    "isActive": "1",
    "chapterId": "18108",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১০. বিলাপ করে কান্নাকাটি করার ব্যাপারে হুশিয়ারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nWe were forbidden to follow the bier, but it was not made absolute on us.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، أَخْبَرَنَا أَيُّوبُ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، قَالَ قَالَتْ أُمُّ عَطِيَّةَ كُنَّا نُنْهَى عَنِ اتِّبَاعِ الْجَنَائِزِ وَلَمْ يُعْزَمْ عَلَيْنَا .",
    "hadithBengali": "২০৫৫-(৩৪/৯৩৮) ইয়াহইয়া ইবনু আইয়ূব (রহঃ) ..... উম্মু আত্বিয়্যাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমাদেরকে (মহিলাদেরকে) জানাযার অনুসরণ করতে (পিছনে যেতে) নিষেধ করা হত। কিন্তু আমাদেরকে কঠোরভাবে নিষেধ করা হত না। (ইসলামী ফাউন্ডেশন ২০৩৪, ইসলামীক সেন্টার ২০৪০)\n",
    "checkStatus": "1",
    "hadithNo": "2055",
    "id": "48816",
    "thesequence": "48329",
    "isActive": "1",
    "chapterId": "18109",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১১. জানাযার পিছনে যেতে নারীদের নিষেধ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nWe were refrained from following the bier, but it was not made absolute on us.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، كِلاَهُمَا عَنْ هِشَامٍ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ نُهِينَا عَنِ اتِّبَاعِ الْجَنَائِزِ، وَلَمْ يُعْزَمْ عَلَيْنَا .",
    "hadithBengali": "২০৫৬-(৩৫/...) আবূ বকর ইবনু আবূ শায়বাহ, ইসহাক ইবনু ইবরাহীম (রহঃ) ..... উম্মু &#39;আতিয়াহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমাকে জানাযায় অনুগমনে নিষেধ করা হয়েছে। তবে আমাদেরকে কঠোরতা আরোপ করা হয়নি। (ইসলামী ফাউন্ডেশন ২০৩৫, ইসলামীক সেন্টার, নেই)\n",
    "checkStatus": "1",
    "hadithNo": "2056",
    "id": "48817",
    "thesequence": "48330",
    "isActive": "1",
    "chapterId": "18109",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১১. জানাযার পিছনে যেতে নারীদের নিষেধ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nThe Apostle of Allah (ﷺ) came to us when we were bathing his daughter, and he told us: Wash her with water and (with the leaves of) the lote tree, three or five times, or more than that if you think fit, and put camphor or something like camphor in the last washing; then inform me when you have finished. So when we had finished, we informed him, and he gave to us his (own) under-garment saying: Put it next her body.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ دَخَلَ عَلَيْنَا النَّبِيُّ صلى الله عليه وسلم وَنَحْنُ نَغْسِلُ ابْنَتَهُ فَقَالَ  اغْسِلْنَهَا ثَلاَثًا أَوْ خَمْسًا أَوْ أَكْثَرَ مِنْ ذَلِكَ إِنْ رَأَيْتُنَّ ذَلِكَ بِمَاءٍ وَسِدْرٍ وَاجْعَلْنَ فِي الآخِرَةِ كَافُورًا أَوْ شَيْئًا مِنْ كَافُورٍ فَإِذَا فَرَغْتُنَّ فَآذِنَّنِي  . فَلَمَّا فَرَغْنَا آذَنَّاهُ فَأَلْقَى إِلَيْنَا حِقْوَهُ فَقَالَ  أَشْعِرْنَهَا إِيَّاهُ  .",
    "hadithBengali": "২০৫৭-(৩৬/৯৩৯) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... উম্মু আতিয়্যাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কন্যা (যায়নাব)-কে গোসল দেয়ার সময় তিনি আমাদের কাছে এসে বললেন, তাকে তিনবার, পাঁচবার অথবা প্রয়োজনবোধে এর চেয়ে অধিক বড়ইপাতা মিশ্রিত পানি দিয়ে গোসল করাও এবং শেষে কিছুটা কর্পূর দিয়ে দাও। তোমরা গোসল শেষ করলে আমাকে খবর দিও। আমরা গোসল শেষ করে তাকে খবর দিলাম। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তার নিজ লুঙ্গি আমাদের কাছে দিয়ে বললেন, এ কাপড় তার গায়ে জড়িয়ে দাও। (ইসলামী ফাউন্ডেশন ২০৩৬, ইসলামীক সেন্টার ২০৪১)\n",
    "checkStatus": "1",
    "hadithNo": "2057",
    "id": "48818",
    "thesequence": "48331",
    "isActive": "1",
    "chapterId": "18110",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১২. মৃতকে গোসল করানো প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nWe braided her hair in three plaits.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ مَشَطْنَاهَا ثَلاَثَةَ قُرُونٍ .",
    "hadithBengali": "২০৫৮-(৩৭/...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... উম্মু &#39;আতিয়্যাহ (রাযিঃ) থেকে বর্ণিত। আমরা তার (যায়নাব) মাথার চুল আঁচড়িয়ে তিনভাগে ভাগ করে দিয়েছি। (ইসলামী ফাউন্ডেশন ২০৩৭, ইসলামীক সেন্টার ২০৪২)\n",
    "checkStatus": "1",
    "hadithNo": "2058",
    "id": "48819",
    "thesequence": "48332",
    "isActive": "1",
    "chapterId": "18110",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১২. মৃতকে গোসল করানো প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nOne of the daughters of the Messenger of Allah (ﷺ) died. And in the hadith transmitted by Ibn Ulayya (the words are): The Messenger of Allah (ﷺ) came to us and we were washing his daughter. And in the hadith transmitted by Malik (the words are): There came in (our apartment) the Messenger of Allah (way peace be upon him) when his daughter died. The rest of the hadith is the same as narrated by Yazid b. Zurai from Ayyub from Muhammad from Umm Atiyya.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، ح وَحَدَّثَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، وَقُتَيْبَةُ، بْنُ سَعِيدٍ قَالاَ حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، كُلُّهُمْ عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ تُوُفِّيَتْ إِحْدَى بَنَاتِ النَّبِيِّ صلى الله عليه وسلم . وَفِي حَدِيثِ ابْنِ عُلَيَّةَ قَالَتْ أَتَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَنَحْنُ نَغْسِلُ ابْنَتَهُ . وَفِي حَدِيثِ مَالِكٍ قَالَتْ دَخَلَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ تُوُفِّيَتِ ابْنَتُهُ . بِمِثْلِ حَدِيثِ يَزِيدَ بْنِ زُرَيْعٍ عَنْ أَيُّوبَ عَنْ مُحَمَّدٍ عَنْ أُمِّ عَطِيَّةَ .",
    "hadithBengali": "২০৫৯-(৩৮/...) কুতায়বাহ ইবনু সাঈদ, আবূর রাবী&#39; আয যাহরানী, ইয়াহইয়া ইবনু আইয়ূব (রহঃ) ..... উম্মু &#39;আতিয়াহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন কন্যা ইনতিকাল করেন। ইবনু উলাইয়্যাহ এর বর্ণনায় আছে। উম্মু আতিয়্যাহ (রাযিঃ) বলেন, আমরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কন্যাকে গোসল দেয়ার সময় তিনি আমাদের নিকট আসলেন। মালিক এর হাদীসে এভাবে বর্ণিত হয়েছে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কন্যা ইনতিকাল করলে তিনি আমাদের কাছে আসলেন, অনুরূপ ইয়াযীদ ইবনু যুরাই (রহঃ) এর হাদীস যা ..... উম্মু আতিয়্যাহ সূত্রে বর্ণিত হয়েছে। (ইসলামী ফাউন্ডেশন ২০৩৮, ইসলামীক সেন্টার ২০৪৩)\n",
    "checkStatus": "1",
    "hadithNo": "2059",
    "id": "48820",
    "thesequence": "48333",
    "isActive": "1",
    "chapterId": "18110",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১২. মৃতকে গোসল করানো প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A hadith like this has been transmitted by Hafsa on the authority of Umm Atiyya with the exception (of these words that the Prophet asked them to wash her dead body):\n three times, five times, seven times, or more than that, if you deem fit: Hafsa (further) said on the authority of Umm Atiyya: We braided (the hair) of her head in three plaits.",
    "hadithArabic": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، . بِنَحْوِهِ غَيْرَ أَنَّهُ قَالَ   ثَلاَثًا أَوْ خَمْسًا أَوْ سَبْعًا أَوْ أَكْثَرَ مِنْ ذَلِكِ إِنْ رَأَيْتُنَّ ذَلِكِ  . فَقَالَتْ حَفْصَةُ عَنْ أُمِّ عَطِيَّةَ وَجَعَلْنَا رَأْسَهَا ثَلاَثَةَ قُرُونٍ .",
    "hadithBengali": "২০৬০-(৩৯/...) কুতায়বাহ ইবনু সাঈদ (রহঃ) ..... উম্মু আতিয়াহ (রাযিঃ) থেকে অনুরূপ বর্ণিত হয়েছে, কেবল ব্যতিক্রম এই যে, তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ তিনবার, পাঁচবার, সাতবার বা এর চেয়েও অধিকবার গোসল দেয়া যদি তোমরা প্রয়োজনবোধ কর তাই করবে। এরপর হাফসাহ (রাযিঃ) উম্মু আতিয়্যাহ সূত্রে বলেন, আমরা তার মাথার চুলকে তিন গোছায় ভাগ করে দিয়েছি। (ইসলামী ফাউন্ডেশন ২০৩৯, ইসলামীক সেন্টার ২০৪৪)\n",
    "checkStatus": "1",
    "hadithNo": "2060",
    "id": "48821",
    "thesequence": "48334",
    "isActive": "1",
    "chapterId": "18110",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১২. মৃতকে গোসল করানো প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nWe washed her an odd number of times, i. e. three, five or seven times; and Umm Atiyya (further) said: We braided her hair in three plaits.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، وَأَخْبَرَنَا أَيُّوبُ، قَالَ وَقَالَتْ حَفْصَةُ عَنْ أُمِّ عَطِيَّةَ، قَالَتِ اغْسِلْنَهَا وِتْرًا ثَلاَثًا أَوْ خَمْسًا أَوْ سَبْعًا قَالَ وَقَالَتْ أُمُّ عَطِيَّةَ مَشَطْنَاهَا ثَلاَثَةَ قُرُونٍ .",
    "hadithBengali": "২০৬১-(.../...) ইয়াহইয়া ইবনু আইয়ূব (রহঃ) ..... উম্মু আতিয়াহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ তাকে (যায়নাবকে) বেজোড় সংখ্যায় গোসল দাও তিনবার, পাঁচবার বা সাতবার। আর উম্মু আতিয়াহ (রাযিঃ) বলেছেন, আমরা তার চুলকে তিন গোছায় বিভক্ত করে আঁচড়ে দিয়েছি। (ইসলামী ফাউন্ডেশন ২০৪০, ইসলামীক সেন্টার ২০৪৫)\n",
    "checkStatus": "1",
    "hadithNo": "2061",
    "id": "48822",
    "thesequence": "48335",
    "isActive": "1",
    "chapterId": "18110",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১২. মৃতকে গোসল করানো প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nWhen Zainab the daughter of the Messenger of Allah (ﷺ) died, he said to us: Wash her odd number of times, i. e. three or five times, and put camphor or something-like camphor at the fifth time, and after you have washed her inform me. So we informed him and he gave us his under-garment, saying: Put it next her body.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ، - قَالَ عَمْرٌو حَدَّثَنَا مُحَمَّدُ بْنُ خَازِمٍ أَبُو مُعَاوِيَةَ، - حَدَّثَنَا عَاصِمٌ الأَحْوَلُ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ لَمَّا مَاتَتْ زَيْنَبُ بِنْتُ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم  اغْسِلْنَهَا وِتْرًا ثَلاَثًا أَوْ خَمْسًا وَاجْعَلْنَ فِي الْخَامِسَةِ كَافُورًا أَوْ شَيْئًا مِنْ كَافُورٍ فَإِذَا غَسَلْتُنَّهَا فَأَعْلِمْنَنِي  . قَالَتْ فَأَعْلَمْنَاهُ . فَأَعْطَانَا حِقْوَهُ وَقَالَ  أَشْعِرْنَهَا إِيَّاهُ  .",
    "hadithBengali": "২০৬২-(৪০/...) আবূ বকর ইবনু আবূ শায়বাহ ও আমর আন নাকিদ (রহঃ) ..... উম্মু &#39;আতিয়াহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কন্যা যায়নাব (রাযিঃ) যখন ইনতিকাল করেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে বললেন, তাকে বেজোড় সংখ্যায় গোসল দাও, তিনবার বা পাঁচবার। আর পঞ্চমবারের সাথে কর্পূর দাও অথবা বলেছেন কিছু কর্পূর দাও গোসল শেষ করে আমাকে খবর দিও। উম্মু আতিয়্যাহ (রাযিঃ) বলেন, গোসল শেষ করে আমরা তাকে খবর দিলাম। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আমাদের কাছে তার লুঙ্গি দিয়ে বললেন, এটা কাফনের ভিতরে তার গায়ে জড়িয়ে দাও। (ইসলামী ফাউন্ডেশন ২০৪১, ইসলামীক সেন্টার ২০৪৬)\n",
    "checkStatus": "1",
    "hadithNo": "2062",
    "id": "48823",
    "thesequence": "48336",
    "isActive": "1",
    "chapterId": "18110",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১২. মৃতকে গোসল করানো প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nThere came to us the Messenger of Allah (ﷺ) as we were washing one of his daughters. So he said: Wash her (dead body) an odd number of times, five times or more than that, the rest of the hadith is the same. She (further) said: We braided her hair in three plaits: (two) on the sides of her head and one on her forehead.",
    "hadithArabic": "وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا هِشَامُ بْنُ حَسَّانَ، عَنْ حَفْصَةَ، بِنْتِ سِيرِينَ عَنْ أُمِّ عَطِيَّةَ، قَالَتْ أَتَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَنَحْنُ نَغْسِلُ إِحْدَى بَنَاتِهِ فَقَالَ   اغْسِلْنَهَا وِتْرًا خَمْسًا أَوْ أَكْثَرَ مِنْ ذَلِكِ  . بِنَحْوِ حَدِيثِ أَيُّوبَ وَعَاصِمٍ وَقَالَ فِي الْحَدِيثِ قَالَتْ فَضَفَرْنَا شَعْرَهَا ثَلاَثَةَ أَثْلاَثٍ قَرْنَيْهَا وَنَاصِيَتَهَا .",
    "hadithBengali": "২০৬৩-(৪১/...) &#39;আমুর আন নাকিদ (রহঃ) ..... উম্মু আতিয়্যাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে আসলেন। তখন আমরা তার এক মৃত কন্যাকে গোসল দিচ্ছিলাম। তিনি বললেন, তাকে বেজোড় সংখ্যায় পাঁচবার বা তার চেয়ে অধিকবার গোসল দাও। অবশিষ্ট বর্ণনায় আইয়ুব ও আসিম-এর বর্ণনার অনুরূপ। আর হাদীস বর্ণনাকালে উম্মু &#39;আতিয়্যিাহ (রাযিঃ) বললেন, এরপর আমরা তার চুলকে তিন গোছায় ভাগ করে দু&#39; কানের দু&#39; দিকে ও কপালের দিকে ঝুলিয়ে দিলাম। (ইসলামী ফাউন্ডেশন ২০৪২, ইসলামীক সেন্টার ২০৪৭)\n",
    "checkStatus": "1",
    "hadithNo": "2063",
    "id": "48824",
    "thesequence": "48337",
    "isActive": "1",
    "chapterId": "18110",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১২. মৃতকে গোসল করানো প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Atiyya reported that when the Messenger of Allah (ﷺ) asked her to wash his daughter, he told her to start from the right side, and with those parts of the body over which Wudu is performed.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، عَنْ خَالِدٍ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم حَيْثُ أَمَرَهَا أَنْ تَغْسِلَ ابْنَتَهُ قَالَ لَهَا   ابْدَأْنَ بِمَيَامِنِهَا وَمَوَاضِعِ الْوُضُوءِ مِنْهَا  .",
    "hadithBengali": "২০৬৪-(৪২/...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... উম্মু &#39;আতিয়্যাহ (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তাকে তাঁর (রসূলের) মৃত কন্যাকে গোসল দেয়ার আদেশ করলেন, তাকে বললেন, তার ডানদিক থেকে আরম্ভ কর এবং তার ওযুর অঙ্গগুলো আগে ধৌত করো। (ইসলামী ফাউন্ডেশন ২০৪৩, ইসলামীক সেন্টার ২০৪৮)\n",
    "checkStatus": "1",
    "hadithNo": "2064",
    "id": "48825",
    "thesequence": "48338",
    "isActive": "1",
    "chapterId": "18110",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১২. মৃতকে গোসল করানো প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Atiyya reported that the Messenger of Allah (ﷺ) said to them (the women) in regard to the washing of his daughter to start from the right side and with those parts of the body over which Wudu is performed.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ كُلُّهُمْ عَنِ ابْنِ عُلَيَّةَ، - قَالَ أَبُو بَكْرٍ حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، - عَنْ خَالِدٍ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لَهُنَّ فِي غَسْلِ ابْنَتِهِ   ابْدَأْنَ بِمَيَامِنِهَا وَمَوَاضِعِ الْوُضُوءِ مِنْهَا  .",
    "hadithBengali": "২০৬৫-(৪৩/...) ইয়াহইয়া ইবনু আইয়ুব, আবূ বকর ইবনু আবূ শায়বাহ ও আমর আন নাকিদ (রহঃ) ..... উম্মু আতিয়্যাহ (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কন্যার গোসল দেয়ার সময় তাদেরকে বলে দিলেনঃ তোমরা তার ডান দিক থেকে আরম্ভ কর এবং তার ওযুর অঙ্গগুলো আগে ধুয়ে নাও। (ইসলামী ফাউন্ডেশন ২০৪৪, ইসলামীক সেন্টার ২০৪৯)\n",
    "checkStatus": "1",
    "hadithNo": "2065",
    "id": "48826",
    "thesequence": "48339",
    "isActive": "1",
    "chapterId": "18110",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১২. মৃতকে গোসল করানো প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Khabbab al-Aratt reported:\nWe migrated with the Messenger of Allah (ﷺ) in the path of Allah seeking Allahs pleasure alone. Thus our reward was assured with Allah. And amongst us were those who spent life (in such a state of piety and austerity) that nothing consumed their reward. Musab b. Umair was one of them. He was killed on the Day of Uhud, and nothing but a woollen cloak was found to shroud him. When we covered his head with it, his feet became uncovered, and when we covered his feet, his head was uncovered. Upon this the Messenger of Allah (ﷺ) said: Place it (this cloak) on the side of his head and cover his feet with grass. And there is one amongst us for whom the fruit is ripened and he enjoys it.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لِيَحْيَى قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، - عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ خَبَّابِ بْنِ الأَرَتِّ، قَالَ هَاجَرْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي سَبِيلِ اللَّهِ نَبْتَغِي وَجْهَ اللَّهِ فَوَجَبَ أَجْرُنَا عَلَى اللَّهِ فَمِنَّا مَنْ مَضَى لَمْ يَأْكُلْ مِنْ أَجْرِهِ شَيْئًا مِنْهُمْ مُصْعَبُ بْنُ عُمَيْرٍ . قُتِلَ يَوْمَ أُحُدٍ فَلَمْ يُوجَدْ لَهُ شَىْءٌ يُكَفَّنُ فِيهِ إِلاَّ نَمِرَةٌ فَكُنَّا إِذَا وَضَعْنَاهَا عَلَى رَأْسِهِ خَرَجَتْ رِجْلاَهُ وَإِذَا وَضَعْنَاهَا عَلَى رِجْلَيْهِ خَرَجَ رَأْسُهُ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   ضَعُوهَا مِمَّا يَلِي رَأْسَهُ وَاجْعَلُوا عَلَى رِجْلَيْهِ الإِذْخِرَ  . وَمِنَّا مَنْ أَيْنَعَتْ لَهُ ثَمَرَتُهُ فَهُوَ يَهْدِبُهَا .",
    "hadithBengali": "২০৬৬-(৪৪/৯৪০) ইয়াহইয়া ইবনু ইয়াহইয়া আত তামীমী, আবূ বাকর ইবনু আবূ শায়বাহ, মুহাম্মাদ ইবনু &#39;আবদুল্লাহ ইবনু নুমায়র ও আবূ কুরায়ব (রহঃ) [শব্দগুলো ইয়াহইয়া-এর] ..... খাব্বাব ইবনুল আরাত (রাযিঃ) থেকে বর্ণিত। আমরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আল্লাহর রাস্তায় আল্লাহর সন্তুষ্টি লাভের উদ্দেশে হিজরাত করলাম। অতএব, আল্লাহর কাছে আমাদের পুরস্কার পাওয়া অনিবার্য হয়েছে। আমাদের মধ্যে কেউ কেউ এভাবে দুনিয়া থেকে চলে গেলেন যে, তার পুরস্কারের কোন কিছুই তিনি ভোগ করেননি। মুসআব ইবনু উমায়র (রাযিঃ) তাদের অন্যতম। তিনি উহুদ যুদ্ধের দিন শাহাদাত বরণ করেন। তাকে কাফন দেয়ার মতো একটি চাদর ছাড়া আর কিছুই পাওয়া যায়নি। আমরা যখন তা দিয়ে তার মাথা ঢাকলাম পা বেরিয়ে আসল। আর যখন পায়ের উপর রাখলাম, মাথা বেরিয়ে আসল। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ &ldquo;তোমরা চাদরটি এভাবে পরাও যাতে তা মাথা জড়িয়ে থাকে আর তার পা ইযখির নামক (এক প্রকার) শুকনো ঘাস দিয়ে ঢেকে দাও।&rdquo; এছাড়া আমাদের মধ্যে কারো কারো ফল পেকে গেছে, যা তারা আহরণ করছে। (ইসলামী ফাউন্ডেশন ২০৪৫, ইসলামীক সেন্টার ২০৫০)\n",
    "checkStatus": "1",
    "hadithNo": "2066",
    "id": "48827",
    "thesequence": "48340",
    "isActive": "1",
    "chapterId": "18111",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৩. মৃতকে কাফন পরানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated by Uyaina on the authority of Amash with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، ح وَحَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ التَّمِيمِيُّ، أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ، جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ . نَحْوَهُ .",
    "hadithBengali": "২০৬৭-(.../...) উসমান ইবনু আবূ শায়বাহ, ইসহাক ইবনু ইবরাহীম, মিনজাব ইবনু হারিস আত তামিমী, ইসহাক ইবনু ইবরাহীম (রহঃ) ... আমাশ (রহঃ) থেকে একই সূত্রে অনুরূপ বর্ণনা করেছেন। (ইসলামী ফাউন্ডেশন ২০৪৬, ইসলামীক সেন্টার ২০৫১)\n",
    "checkStatus": "1",
    "hadithNo": "2067",
    "id": "48828",
    "thesequence": "48341",
    "isActive": "1",
    "chapterId": "18111",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৩. মৃতকে কাফন পরানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that the Messenger of Allah (ﷺ) was wrapped in a Yamani wrapper which belonged to Abdullah b Abu Bakr; then it was removed from him, and he was shrouded in three cotton sheets of white Yamani stuff from Sahul among which was neither a shirt nor a turban. Abdullah took up the Hullah and said:\nI would be shrouded in it, but then said: How is it that I should be shrouded in it in which the Messenger of Allah (ﷺ) was not shrouded! So he gave it in charity.",
    "hadithArabic": " وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ أُدْرِجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حُلَّةٍ يَمَنِيَّةٍ كَانَتْ لِعَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ ثُمَّ نُزِعَتْ عَنْهُ وَكُفِّنَ فِي ثَلاَثَةِ أَثْوَابٍ سُحُولٍ يَمَانِيَةٍ لَيْسَ فِيهَا عِمَامَةٌ وَلاَ قَمِيصٌ فَرَفَعَ عَبْدُ اللَّهِ الْحُلَّةَ فَقَالَ أُكَفَّنُ فِيهَا . ثُمَّ قَالَ لَمْ يُكَفَّنْ فِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَأُكَفَّنُ فِيهَا . فَتَصَدَّقَ بِهَا .",
    "hadithBengali": "২০৬৯-(৪৬/...) আলী ইবনু হুজুর আস সাদী (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে প্রথমে ইয়ামানী জোড়া কাপড়ে রাখা হয়েছিল, যা ছিল &#39;আবদুল্লাহ ইবনু আবূ বাকর এর। অতঃপর তা তার থেকে খুলে ফেলা হল এবং ইয়ামান দেশের সাহল নগরের তৈরি কাপড়ের তিন কাপড় দ্বারা কাফন দেয়া হ&#39;ল। এতে পাগড়ী ও কামিজ ছিল না। অতঃপর আবদুল্লাহ জোড়া চাদরটা তুলে বললেনঃ এ কাপড়ে আমার কাফন দেয়া হবে। একটু পর আবার বললেন, যে কাপড় দিয়ে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কাফন দেয়া হয়নি তা দিয়ে আমার কাফন দেয়া হবে? অতঃপর তিনি তা সদাকাহ করে দিলেন। (ইসলামী ফাউন্ডেশন ২০৪৮, ইসলামীক সেন্টার ২০৫৩)\n",
    "checkStatus": "1",
    "hadithNo": "2069",
    "id": "48829",
    "thesequence": "48342",
    "isActive": "1",
    "chapterId": "18111",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৩. মৃতকে কাফন পরানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated on the authority of Hisham with the same chain of transmitters, but in the hadith narrated by him there is no mention of the story of Abdullah b. Abu Bakr.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، وَابْنُ، عُيَيْنَةَ وَابْنُ إِدْرِيسَ وَعَبْدَةُ وَوَكِيعٌ ح وَحَدَّثَنَاهُ يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، كُلُّهُمْ عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ وَلَيْسَ فِي حَدِيثِهِمْ قِصَّةُ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ .",
    "hadithBengali": "২০৭০-(.../...) আবূ বকর ইবনু আবূ শায়বাহ, ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... সকলে হিশাম (রহঃ) থেকে উক্ত সানাদে বর্ণনা করেছেন। তবে তাদের হাদীসে আবদুল্লাহ ইবনু আবূ বাকর-এর ঘটনা উল্লেখ নেই। (ইসলামী ফাউন্ডেশন ২০৪৯, ইসলামীক সেন্টার ২০৫৪)\n",
    "checkStatus": "1",
    "hadithNo": "2070",
    "id": "48830",
    "thesequence": "48343",
    "isActive": "1",
    "chapterId": "18111",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৩. মৃতকে কাফন পরানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that the Messenger of Allah (ﷺ) was shrouded in three cotton garments of white Yamani stuff from Sahul, among which was neither a shirt nor a turban; and so far as Hullah is concerned there was some doubt about it in the minds of people, that it was brought for him in order to shroud him with it, but it was abandoned, and he was shrouded in three cotton garments of white Yamani stuff from Sahul. Then Abdullah b. Abu Bakr got it and said:\nI would keep it in order to shroud myself in it. He then said: If Allah, the Exalted and Majestic, would have desired it for His Apostle, he would have been shrouded with it. So he sold it and gave its price in charity.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لِيَحْيَى - قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، - عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كُفِّنَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي ثَلاَثَةِ أَثْوَابٍ بِيضٍ سَحُولِيَّةٍ مِنْ كُرْسُفٍ لَيْسَ فِيهَا قَمِيصٌ وَلاَ عِمَامَةٌ أَمَّا الْحُلَّةُ فَإِنَّمَا شُبِّهَ عَلَى النَّاسِ فِيهَا أَنَّهَا اشْتُرِيَتْ لَهُ لِيُكَفَّنَ فِيهَا فَتُرِكَتِ الْحُلَّةُ وَكُفِّنَ فِي ثَلاَثَةِ أَثْوَابٍ بِيضٍ سَحُولِيَّةٍ فَأَخَذَهَا عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ فَقَالَ لأَحْبِسَنَّهَا حَتَّى أُكَفِّنَ فِيهَا نَفْسِي ثُمَّ قَالَ لَوْ رَضِيَهَا اللَّهُ عَزَّ وَجَلَّ لِنَبِيِّهِ لَكَفَّنَهُ فِيهَا . فَبَاعَهَا وَتَصَدَّقَ بِثَمَنِهَا .",
    "hadithBengali": "২০৬৮-(৪৫/৯৪১) ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বকর ইবনু আবূ শায়বাহ ও আবূ কুরায়ব (রহঃ) [শব্দগুলো ইয়াহইয়ার] ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে (সিরিয়ার) সাহুল নগরীর তৈরি সাদা তিন কাপড় দ্বারা কাফন দেয়া হয়। তন্মধ্যে জামা ও পাগড়ি ছিল না। (তার নিকট সংরক্ষিত) জোড়া কাপড় সম্পর্কে মানুষের মধ্যে দ্বিধা-দ্বন্দ্ব ছিল যে, তা কাফনের উদ্দেশে খরিদ করা হয়েছে কিনা? তাই তা রেখে দেয়া হল এবং সাহুল নগরীর তৈরি সাদা তিন কাপড়েই কাফন দেয়া হ&#39;ল। এদিকে আবদুল্লাহ ইবনু আবূ বাকর (রাযিঃ) জোড়াটা নিয়ে বললেন, আমি অবশ্যই তা সংরক্ষণ করব এবং আমি নিজেকে এর দ্বারা কাফন দিব। তিনি পুনরায় বললেন, আল্লাহ যদি এটা তার নাবীর জন্য পছন্দ করতেন, তবে অবশ্যই তিনি তা দিয়ে কাফনের ব্যবস্থা করতেন। অতঃপর তা বিক্রি করে তিনি তার মূল্য সদাকাহ করে দিলেন। (ইসলামী ফাউন্ডেশন ২০৪৭, ইসলামীক সেন্টার ২০৫২)\n",
    "checkStatus": "1",
    "hadithNo": "2068",
    "id": "48831",
    "thesequence": "48344",
    "isActive": "1",
    "chapterId": "18111",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৩. মৃতকে কাফন পরানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Salama said:\nI asked Aisha with how many garments the Messenger of Allah (ﷺ) was shourded. She said: With three garments of Sahul.",
    "hadithArabic": " وَحَدَّثَنِي ابْنُ أَبِي عُمَرَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، عَنْ يَزِيدَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، أَنَّهُ قَالَ سَأَلْتُ عَائِشَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم فَقُلْتُ لَهَا فِي كَمْ كُفِّنَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَتْ فِي ثَلاَثَةِ أَثْوَابٍ سَحُولِيَّةٍ .",
    "hadithBengali": "২০৭১-(৪৭/...) ইবনু আবূ উমর (রহঃ) ..... আবূ সালামাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী আয়িশাহ (রাযিঃ) কে জিজ্ঞেস করলাম। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কয়টি কাপড়ে কাফন দেয়া হয়েছিল? তিনি বললেন, তিন কাপড়ে যা সাহুল অঞ্চলের তৈরি ছিল (ইসলামী ফাউন্ডেশন ২০৫০, ইসলামীক সেন্টার ২০৫৫)\n",
    "checkStatus": "1",
    "hadithNo": "2071",
    "id": "48832",
    "thesequence": "48345",
    "isActive": "1",
    "chapterId": "18111",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৩. মৃতকে কাফন পরানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nWhen the Messenger of Allah (may peace be upom him) died, he was covered with a Yamani wrapper.",
    "hadithArabic": " وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَحَسَنٌ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ عَبْدٌ أَخْبَرَنِي وَقَالَ، الآخَرَانِ حَدَّثَنَا يَعْقُوبُ، - وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ - حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ، شِهَابٍ أَنَّ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ، أَخْبَرَهُ أَنَّ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ قَالَتْ سُجِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ مَاتَ بِثَوْبِ حِبَرَةٍ .",
    "hadithBengali": "২০৭২-(৪৮/৯৪২) যুহায়র ইবনু হারব, হাসান আল হুলওয়ানী ও আবদ ইবনু হুমায়দ (রহঃ) ..... উম্মুল মুমিনীন &#39;আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইনতিকাল করলে তাকে ইয়ামানী চাদর দিয়ে ঢেকে দেয়া হয়। (ইসলামী ফাউন্ডেশন ২০৫১, ইসলামীক সেন্টার ২০৫৬)\n",
    "checkStatus": "1",
    "hadithNo": "2072",
    "id": "48833",
    "thesequence": "48346",
    "isActive": "1",
    "chapterId": "18112",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৪. মাইয়্যিতের সর্বাঙ্গ ঢেকে দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Zuhri with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالاَ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، قَالَ أَخْبَرَنَا مَعْمَرٌ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ سَوَاءً .",
    "hadithBengali": "২০৭৩-(.../...) ইসহাক ইবনু ইবরাহীম, আবদ ইবনু হুমায়দ, আবদুল্লাহ ইবনু আবদুর রহমান আদ দারিমী (রহঃ) ..... যুহরী (রহঃ) থেকে একই সূত্রে অনুরূপ বর্ণিত হয়েছে। (ইসলামী ফাউন্ডেশন ২০৫২, ইসলামীক সেন্টার ২০৫৭)\n",
    "checkStatus": "1",
    "hadithNo": "2073",
    "id": "48834",
    "thesequence": "48347",
    "isActive": "1",
    "chapterId": "18112",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৪. মাইয়্যিতের সর্বাঙ্গ ঢেকে দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported:\nAllahs Messenger (ﷺ) one day in the course of his sermon made mention of a person among his Companions who had died and had been wrapped in a shroud not long (enough to cover his whole body) and was buried during the night. The Apostle of Allah (ﷺ) reprimanded (the audience) that a person was buried during the night (in a state that) funeral prayer could not be offered (over him by the Messenger of Allah). (And this is permissible only) when it becomes a dire necessity for a man. The Apostle of Allah (ﷺ) also said: When any one of you shrouds his brother, he should shroud him well.",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، وَحَجَّاجُ بْنُ الشَّاعِرِ، قَالاَ حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يُحَدِّثُ أَنَّ النَّبِيَّ صلى الله عليه وسلم خَطَبَ يَوْمًا فَذَكَرَ رَجُلاً مِنْ أَصْحَابِهِ قُبِضَ فَكُفِّنَ فِي كَفَنٍ غَيْرِ طَائِلٍ وَقُبِرَ لَيْلاً فَزَجَرَ النَّبِيُّ صلى الله عليه وسلم أَنْ يُقْبَرَ الرَّجُلُ بِاللَّيْلِ حَتَّى يُصَلَّى عَلَيْهِ إِلاَّ أَنْ يُضْطَرَّ إِنْسَانٌ إِلَى ذَلِكَ وَقَالَ النَّبِيُّ صلى الله عليه وسلم   إِذَا كَفَّنَ أَحَدُكُمْ أَخَاهُ فَلْيُحَسِّنْ كَفَنَهُ  .",
    "hadithBengali": "২০৭৪-(৪৯/৯৪৩) হারূন ইবনু &#39;আবদুল্লাহ ও হাজ্জাজ ইবনুশ শাইর (রহঃ) ..... আবুয যুবায়র (রহঃ) থেকে বর্ণিত। তিনি জাবির ইবনু আবদুল্লাহ (রাযিঃ)-কে বলতে শুনেছেন। একদিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবাহ দিতে গিয়ে তার সহাবীগণের মধ্যে জনৈক ব্যক্তির কথা উল্লেখ করলেন। তিনি মারা গেলে তাকে অপর্যাপ্ত কাপড়ে কাফন দেয়া হয় এবং তাকে রাত্রিবেলা কবর দেয়া হয়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে এই বলে তিরস্কার করলেন যে, কেন তাকে রাত্রিবেলা দাফন করা হ&#39;ল। অথচ তিনি তার জানাযাহ পড়তে পারলেন না, কোন মানুষ নিরুপায় না হলে এরূপ করা ঠিক নয়। এ প্রসঙ্গে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যখন তোমাদের কেউ তার মুসলিম ভাইকে কাফন দিবে সে যেন ভাল কাপড় দিয়ে কাফনের ব্যবস্থা করে। (ইসলামী ফাউন্ডেশন ২০৫৩, ইসলামীক সেন্টার ২০৫৮)\n",
    "checkStatus": "1",
    "hadithNo": "2074",
    "id": "48835",
    "thesequence": "48348",
    "isActive": "1",
    "chapterId": "18113",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৫. মাইয়্যিতকে সুন্দরভাবে কাপড় পরানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nMake haste at a funeral; if the dead person was good, it is a good state to which you are sending him on; but if he was otherwise it is an evil of which you are ridding yourselves.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، - قَالَ أَبُو بَكْرٍ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، - عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَسْرِعُوا بِالْجَنَازَةِ فَإِنْ تَكُ صَالِحَةً فَخَيْرٌ - لَعَلَّهُ قَالَ - تُقَدِّمُونَهَا عَلَيْهِ وَإِنْ تَكُنْ غَيْرَ ذَلِكَ فَشَرٌّ تَضَعُونَهُ عَنْ رِقَابِكُمْ  .",
    "hadithBengali": "২০৭৫-(৫০/৯৪৪) আবূ বকর ইবনু আবূ শায়বাহ ও যুহারর ইবনু হারব (রহঃ) ..... আবূ হুরায়রাহ (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা জানাযার সলাত যথাসম্ভব তাড়াতাড়ি আদায় কর। যদি নেক্কার লোকের জানাযাহ হয়ে থাকে তবে তো কল্যাণকর, কল্যাণের দিকে তাকে আগে বাড়িয়ে দিবে। আর যদি অন্য কিছু হয়, তবে তা অকল্যাণ। এ অকল্যাণ অশুভকে তোমাদের গর্দান থেকে দ্রুত সরিয়ে দিবে। (ইসলামী ফাউন্ডেশন ২০৫৪, ইসলামীক সেন্টার ২০৫৯)\n",
    "checkStatus": "1",
    "hadithNo": "2075",
    "id": "48836",
    "thesequence": "48349",
    "isActive": "1",
    "chapterId": "18114",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৬. জানাযাহ যথাশীঘ্ৰ সম্পাদন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by another chain of transmitters except with this variation (of words) that in the hadith narrated by Mamar (the words are):\n I do not know whether the hadith is marfu.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، جَمِيعًا عَنْ عَبْدِ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، ح وَحَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي حَفْصَةَ، كِلاَهُمَا عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم غَيْرَ أَنَّ فِي حَدِيثِ مَعْمَرٍ قَالَ لاَ أَعْلَمُهُ إِلاَّ رَفَعَ الْحَدِيثَ .",
    "hadithBengali": "২০৭৬-(.../...) মুহাম্মাদ ইবনু রাফি&#39; ও &#39;আবূদ ইবনু হুমায়দ, ইয়াহইয়া ইবনু হাবীব (রহঃ) ..... আবূ হুরায়রাহ (রাযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তবে মা&#39;মার এর বর্ণনায় হাদীসে উল্লেখ আছে, তিনি বলেন, আমি এ হাদীসটা মারফু হওয়া সম্পর্কে নিশ্চিতভাবে জানি। (ইসলামী ফাউন্ডেশন ২০৫৫, ইসলামীক সেন্টার ২০৬০)\n",
    "checkStatus": "1",
    "hadithNo": "2076",
    "id": "48837",
    "thesequence": "48350",
    "isActive": "1",
    "chapterId": "18114",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৬. জানাযাহ যথাশীঘ্ৰ সম্পাদন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger as saying:\nHasten at a funeral, for if (the dead person) is good, you would (soon) bring him close to the good. And if it is otherwise, it is an evil of which you are ridding yourselves.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، قَالَ هَارُونُ حَدَّثَنَا وَقَالَ الآخَرَانِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي أَبُو أُمَامَةَ بْنُ سَهْلِ بْنِ حُنَيْفٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   أَسْرِعُوا بِالْجَنَازَةِ فَإِنْ كَانَتْ صَالِحَةً قَرَّبْتُمُوهَا إِلَى الْخَيْرِ وَإِنْ كَانَتْ غَيْرَ ذَلِكَ كَانَ شَرًّا تَضَعُونَهُ عَنْ رِقَابِكُمْ  .",
    "hadithBengali": "২০৭৭-(৫১/...) আবুত তহির, হারমালাহ ইবনু ইয়াহইয়া ও হারূন ইবনু সাঈদ আল আয়লী (রহঃ) ..... আবূ হুরায়রাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ তোমরা জানাযাহ যথাসম্ভব শীর্ঘ আদায় কর। কেননা, যদি তা নেককার লোকের জানাযাহ হয়ে থাকে, তবে তোমরা তাকে দ্রত কল্যাণের নিকটবর্তী করে দাও। আর যদি এর বিপরীত হয়, তা হবে অকল্যাণকর, যা তোমরা নিজেদের গর্দান থেকে দ্রুত নামিয়ে দাও। (ইসলামী ফাউন্ডেশন ২০৫৬, ইসলামীক সেন্টার, ২০৬১)\n",
    "checkStatus": "1",
    "hadithNo": "2077",
    "id": "48838",
    "thesequence": "48351",
    "isActive": "1",
    "chapterId": "18114",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৬. জানাযাহ যথাশীঘ্ৰ সম্পাদন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nHe who attends the funeral till the prayer is offered for (the dead), for him is the reward of one qirat, and he who attends (and stays) till he is buried, for him is the reward of two qirats. It was said: What are the qirats? He said: They are equivalent to two huge mountains. Two other narrators added: Ibn Umar used to pray and then depart (without waiting for the burial of the dead). When the tradition of Abu Huraira reached him, he said: We have lost many qirats.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، - وَاللَّفْظُ لِهَارُونَ وَحَرْمَلَةَ - قَالَ هَارُونُ حَدَّثَنَا وَقَالَ الآخَرَانِ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنِ ابْنِ شِهَابٍ قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ هُرْمُزَ الأَعْرَجُ أَنَّ أَبَا هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ شَهِدَ الْجَنَازَةَ حَتَّى يُصَلَّى عَلَيْهَا فَلَهُ قِيرَاطٌ وَمَنْ شَهِدَهَا حَتَّى تُدْفَنَ فَلَهُ قِيرَاطَانِ  . قِيلَ وَمَا الْقِيرَاطَانِ قَالَ  مِثْلُ الْجَبَلَيْنِ الْعَظِيمَيْنِ  . انْتَهَى حَدِيثُ أَبِي الطَّاهِرِ وَزَادَ الآخَرَانِ قَالَ ابْنُ شِهَابٍ قَالَ سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ وَكَانَ ابْنُ عُمَرَ يُصَلِّي عَلَيْهَا ثُمَّ يَنْصَرِفُ فَلَمَّا بَلَغَهُ حَدِيثُ أَبِي هُرَيْرَةَ قَالَ لَقَدْ ضَيَّعْنَا قَرَارِيطَ كَثِيرَةً .",
    "hadithBengali": "২০৭৮-(৫২/৯৪৫) আবূত তহির, হারমালাহ ইবনু ইয়াহইয়া ও হারূন ইবনু সাঈদ আল আয়লী (রহঃ) ..... আবূ হুরায়রাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি জানাযার সলাত আদায় করা পর্যন্ত লাশের সাথে থাকে, তাকে এক কীরাত সাওয়াব দেয়া হবে। আর যে ব্যক্তি দাফন করা পর্যন্ত লাশের সাথে উপস্থিত থাকে, তাকে দু&#39; কীরাত সাওয়াব দান করা হবে। কেউ জিজ্ঞেস করল, দু কীরাত বলতে কি পরিমাণ বুঝায়? তিনি বললেন, দুটি বিরাট পাহাড় সমতুল্য। আবূত তহির বর্ণিত হাদীস এ পর্যন্ত শেষ হল। বাকী দু&#39;জন বর্ণনাকারী আরো বর্ণনা করেছেন যে, ইবনু শিহাব বলেন, সালিম ইবনু আবদুল্লাহ বলেছেন এবং ইবনু উমর (রাযিঃ) জানাযার সলাত আদায় করতে চলে যেতেন। যখন তার নিকট আবূ হুরায়রাহ (রাযিঃ) বর্ণিত হাদীস পৌছল তখন তিনি বললেন, আমরা তো বহু কীরাত বরবাদ করে দিয়েছি। (ইসলামী ফাউন্ডেশন ২০৫৭, ইসলামীক সেন্টার ২০৬২)\n",
    "checkStatus": "1",
    "hadithNo": "2078",
    "id": "48839",
    "thesequence": "48352",
    "isActive": "1",
    "chapterId": "18115",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৭. মাইয়্যিতের জানাযার সলাত আদায় করা এবং (কবরস্থানে নেয়ার সময়) তার পিছে পিছে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Abu Huraira through another chain of narrators up to these words:\n two great mountains. No mention is made of what followed (these words) ; and in the hadith transmitted by Abd al- Ala (the words are): till (the burial) is complete. In the hadith transmitted by Abd ar-Razzaq (the words are): till he is placed in the grave.",
    "hadithArabic": " حَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى، ح وَحَدَّثَنَا ابْنُ رَافِعٍ، وَعَبْدُ، بْنُ حُمَيْدٍ عَنْ عَبْدِ الرَّزَّاقِ، كِلاَهُمَا عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي، هُرَيْرَةَ عَنِ النَّبِيَّ صلى الله عليه وسلم إِلَى قَوْلِهِ الْجَبَلَيْنِ الْعَظِيمَيْنِ . وَلَمْ يَذْكُرَا مَا بَعْدَهُ وَفِي حَدِيثِ عَبْدِ الأَعْلَى حَتَّى يُفْرَغَ مِنْهَا وَفِي حَدِيثِ عَبْدِ الرَّزَّاقِ حَتَّى تُوضَعَ فِي اللَّحْدِ .",
    "hadithBengali": "২০৭৯-(.../...) আবূ বকর ইবনু আবূ শায়বাহ, ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ..... আবৃ হুরাররাহ (রাযিঃ) থেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা বিরাট দু&#39; পাহাড় সমতুল্য পর্যন্ত বর্ণিত হয়েছে। &#39;আবদুল আ&#39;লা ও আবদুর রাযযাক উভয়ে হাদীসের পরবর্তী অংশ উল্লেখ করেননি। আবদুল আ&#39;লা এর হাদীসে শেষ না হওয়া পর্যন্ত এবং আবদুর রাযযাক এর হাদীসে &ldquo;কবরে না রাখা পর্যন্ত বর্ণিত হয়েছে। (ইসলামী ফাউন্ডেশন ২০৫৮, ইসলামীক সেন্টার ২০৬৩)\n",
    "checkStatus": "1",
    "hadithNo": "2079",
    "id": "48840",
    "thesequence": "48353",
    "isActive": "1",
    "chapterId": "18115",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৭. মাইয়্যিতের জানাযার সলাত আদায় করা এবং (কবরস্থানে নেয়ার সময়) তার পিছে পিছে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith is narrated on thp authority of Abu Huraira through another chain of transmitters (with these words):\n He who followed it (the bier) till he (the dead) is buried.",
    "hadithArabic": "وَحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، قَالَ حَدَّثَنِي عُقَيْلُ، بْنُ خَالِدٍ عَنِ ابْنِ شِهَابٍ، أَنَّهُ قَالَ حَدَّثَنِي رِجَالٌ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِ حَدِيثِ مَعْمَرٍ وَقَالَ   وَمَنِ اتَّبَعَهَا حَتَّى تُدْفَنَ  .",
    "hadithBengali": "২০৮০-(.../...) আবদুল মালিক ইবনু শু&#39;আরব ইবনুল লায়স (রহঃ) ..... আবূ হুরায়রাহ (রাযিঃ) থেকে এবং তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মামার এর হাদীসের অনুরূপ বর্ণনা করেছেন। এ বর্ণনায় বলেছেন, যে ব্যক্তি দাফন করা পর্যন্ত জানাযার অনুসরণ করে। (ইসলামী ফাউন্ডেশন ২০৫৯, ইসলামীক সেন্টার ২০৬৪)\n",
    "checkStatus": "1",
    "hadithNo": "2080",
    "id": "48841",
    "thesequence": "48354",
    "isActive": "1",
    "chapterId": "18115",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৭. মাইয়্যিতের জানাযার সলাত আদায় করা এবং (কবরস্থানে নেয়ার সময়) তার পিছে পিছে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Apostle (ﷺ) as saying:\nHe who offered prayer over the dead, but did not follow the bier, for him is the reward of one qirat, and he who followed it, for him is the reward of two qirats. It was asked what the qirats were. He said: The smaller amongst the two is equivalent to Uhud.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنِي سُهَيْلٌ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  مَنْ صَلَّى عَلَى جَنَازَةٍ وَلَمْ يَتْبَعْهَا فَلَهُ قِيرَاطٌ فَإِنْ تَبِعَهَا فَلَهُ قِيرَاطَانِ  . قِيلَ وَمَا الْقِيرَاطَانِ قَالَ  أَصْغَرُهُمَا مِثْلُ أُحُدٍ  .",
    "hadithBengali": "২০৮১-(৫৩/...) মুহাম্মাদ ইবনু হাতিম (রহঃ) ..... আবূ হুরায়রাহ (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি জানাযার সলাত আদায় করে এবং লাশের অনুসরণ করে না তার জন্য রয়েছে এক কীরাত সাওয়াব। আর যে ব্যক্তি লাশের অনুসরণ করে তার জন্য রয়েছে দু&#39; কীরাত। কেউ জিজ্ঞেস করল দু কীরাত বলতে কি পরিমাণ বুঝায়? তিনি বললেন, এর ছোটটি উহুদ পাহাড় সমতুল্য। (ইসলামী ফাউন্ডেশন ২০৬০, ইসলামীক সেন্টার ২০৬৫)\n",
    "checkStatus": "1",
    "hadithNo": "2081",
    "id": "48842",
    "thesequence": "48355",
    "isActive": "1",
    "chapterId": "18115",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৭. মাইয়্যিতের জানাযার সলাত আদায় করা এবং (কবরস্থানে নেয়ার সময়) তার পিছে পিছে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nHe who offers prayer for the dead, for him is (the reward of) one qirat; and he who follows the bier till it is placed in the grave, for him (is the reward of) two qirats. I (Abu Hazim, one of the narrators) said: Abu Huraira, what is a qirat? He said: It is like the hill of Uhud.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ يَزِيدَ بْنِ كَيْسَانَ، حَدَّثَنِي أَبُو حَازِمٍ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  مَنْ صَلَّى عَلَى جَنَازَةٍ فَلَهُ قِيرَاطٌ وَمَنِ اتَّبَعَهَا حَتَّى تُوضَعَ فِي الْقَبْرِ فَقِيرَاطَانِ  . قَالَ قُلْتُ يَا أَبَا هُرَيْرَةَ وَمَا الْقِيرَاطُ قَالَ  مِثْلُ أُحُدٍ  .",
    "hadithBengali": "২০৮২-(৫৪/...) মুহাম্মাদ ইবনু হাতিম (রহঃ) ..... আবূ হুরায়রাহ (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি জানাযার সলাত আদায় করে তার জন্য এক কীরাত সাওয়াব, আর যে ব্যক্তি মৃতকে কবরে রাখা পর্যন্ত এর অনুসরণ করে, তার জন্য রয়েছে দু&#39; কীরাত সাওয়াব। আবূ হাযিম বলেন, আমি আবূ হুরায়রাহ (রাযিঃ) কে জিজ্ঞেস করলাম কীরাতে পরিমাণ কতটুকু? তিনি বললেন, উহুদ পাহাড়ের সমতুল্য। (ইসলামী ফাউন্ডেশন ২০৬১, ইসলামীক সেন্টার ২০৬৬)\n",
    "checkStatus": "1",
    "hadithNo": "2082",
    "id": "48843",
    "thesequence": "48356",
    "isActive": "1",
    "chapterId": "18115",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৭. মাইয়্যিতের জানাযার সলাত আদায় করা এবং (কবরস্থানে নেয়ার সময়) তার পিছে পিছে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Nafi narrated that it was said to Ibn Umar that Abu Huraira reported to have heard Allahs Messenger (ﷺ) as saying:\nHe who follows the bier, for him is the reward of one qirat. Ibn Umar said: Abu Huraira narrated it too often. So he sent (a messenger to) Aisha to ascertain (the fact). She (Aisha) testified Abu Huraira. Ibn Umar said: We missed so many qirats.",
    "hadithArabic": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا جَرِيرٌ، - يَعْنِي ابْنَ حَازِمٍ - حَدَّثَنَا نَافِعٌ، قَالَ قِيلَ لاِبْنِ عُمَرَ إِنَّ أَبَا هُرَيْرَةَ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ تَبِعَ جَنَازَةً فَلَهُ قِيرَاطٌ مِنَ الأَجْرِ  . فَقَالَ ابْنُ عُمَرَ أَكْثَرَ عَلَيْنَا أَبُو هُرَيْرَةَ . فَبَعَثَ إِلَى عَائِشَةَ فَسَأَلَهَا فَصَدَّقَتْ أَبَا هُرَيْرَةَ فَقَالَ ابْنُ عُمَرَ لَقَدْ فَرَّطْنَا فِي قَرَارِيطَ كَثِيرَةٍ .",
    "hadithBengali": "২০৮৩-(৫৫/...) শায়বান ইবনু ফাররূখ (রহঃ) ..... আবূ হুরায়রাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনছিঃ যে ব্যক্তি জানাযার অনুসরণ করে তার জন্য রয়েছে এক কীরাত সাওয়াব। এটা শুনে ইবনু উমর (রাযিঃ) বললেন, আবূ হুরায়রাহ (রাযিঃ) আমাদের কাছে অতিরঞ্জিত করেছে। এরপর তিনি আয়িশাহ (রাযিঃ) এর নিকট লোক পাঠিয়ে তাকে এর সত্যতা সম্পর্কে জিজ্ঞেস করলেন। আয়িশাহ (রাযিঃ) আবূ হুরায়রাহ (রাবিঃ) এর কথাটি সত্যায়িত করলেন। এরপর ইবনু উমর (রাযিঃ) বললেন, আমরা তো বহু সংখ্যক কীরাত থেকে বঞ্চিত হলাম। (ইসলামী ফাউন্ডেশন ২০৬২, ইসলামীক সেন্টার ২০৬৭)\n",
    "checkStatus": "1",
    "hadithNo": "2083",
    "id": "48844",
    "thesequence": "48357",
    "isActive": "1",
    "chapterId": "18115",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৭. মাইয়্যিতের জানাযার সলাত আদায় করা এবং (কবরস্থানে নেয়ার সময়) তার পিছে পিছে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Dawud b. Amir b. Sad b. Abu Waqqas reported on the authority of his father that while he was sitting along with Abdullah b. Umar, Khabbab, the owner of Maqsura, said:\nIbn Umar, do you hear what Abu Huraira says that he heard the Messenger of Allah (ﷺ) say: He who goes out with the bier when taken out from its residence and offers prayer for it and he then follows it till it is buried, he would have two qirats of reward, each qirat being equivalent to Uhud; and he who, after having offered prayer, (directly) came back would have his reward (as great) as Uhud? Ibn Umar sent Khabbab to Aisha in order to ask her about the words of Abu Huraira (and also told him) to come back to him (Ibn Umar) and inform him what Aisha said. (In the meanwhile) Ibn Umar took up a handful of pebbles and turned them over in his hand till the messenger (Khabbab) came back to him and told (him) that Aisha testified (the statement of) Abu Huraira. Ibn Umar threw the pebbles he had in his hand on the ground and then said: We missed a large number of qirats.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنِي حَيْوَةُ، حَدَّثَنِي أَبُو صَخْرٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ، أَنَّهُ حَدَّثَهُ أَنَّ دَاوُدَ بْنَ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ حَدَّثَهُ عَنْ أَبِيهِ، أَنَّهُ كَانَ قَاعِدًا عِنْدَ عَبْدِ اللَّهِ بْنِ عُمَرَ إِذْ طَلَعَ خَبَّابٌ صَاحِبُ الْمَقْصُورَةِ فَقَالَ يَا عَبْدَ اللَّهِ بْنَ عُمَرَ أَلاَ تَسْمَعُ مَا يَقُولُ أَبُو هُرَيْرَةَ إِنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ خَرَجَ مَعَ جَنَازَةٍ مِنْ بَيْتِهَا وَصَلَّى عَلَيْهَا ثُمَّ تَبِعَهَا حَتَّى تُدْفَنَ كَانَ لَهُ قِيرَاطَانِ مِنْ أَجْرٍ كُلُّ قِيرَاطٍ مِثْلُ أُحُدٍ وَمَنْ صَلَّى عَلَيْهَا ثُمَّ رَجَعَ كَانَ لَهُ مِنَ الأَجْرِ مِثْلُ أُحُدٍ  . فَأَرْسَلَ ابْنُ عُمَرَ خَبَّابًا إِلَى عَائِشَةَ يَسْأَلُهَا عَنْ قَوْلِ أَبِي هُرَيْرَةَ ثُمَّ يَرْجِعُ إِلَيْهِ فَيُخْبِرُهُ مَا قَالَتْ وَأَخَذَ ابْنُ عُمَرَ قَبْضَةً مِنْ حَصَى الْمَسْجِدِ يُقَلِّبُهَا فِي يَدِهِ حَتَّى رَجَعَ إِلَيْهِ الرَّسُولُ فَقَالَ قَالَتْ عَائِشَةُ صَدَقَ أَبُو هُرَيْرَةَ . فَضَرَبَ ابْنُ عُمَرَ بِالْحَصَى الَّذِي كَانَ فِي يَدِهِ الأَرْضَ ثُمَّ قَالَ لَقَدْ فَرَّطْنَا فِي قَرَارِيطَ كَثِيرَةٍ .",
    "hadithBengali": "২০৮৪-(৫৬/...) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ..... সা&#39;দ ইবনু ওয়াক্কাস (রাযিঃ) থেকে বর্ণিত। তিনি আবদুল্লাহ ইবনু উমর (রাযিঃ) এর নিকট বসা ছিলেন। এমন সময় খাব্বাব (রাযিঃ) (মাকসুরাহ ওয়ালা) এসে উপস্থিত হলেন এবং বললেন, হে আবদুল্লাহ ইবনু উমার! আপনি কি আবূ হুরায়রাহ (রাযিঃ) এর কথা শুনছেন না? তিনি বললেন, তিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেনঃ যে ব্যক্তি জানাযার সাথে ঘর থেকে বের হয় এবং জানাযার সলাত আদায় করে, অতঃপর দাফন করা পর্যন্ত জানাযার সাথে থাকে, তাকে দু&#39; কীরাত সাওয়াব দান করা হবে। প্রতিটি কীরাত্ব উহুদ পাহাড় সমতুল্য সাওয়াব লাভ করবে।\n\nইবনু উমর (রাযিঃ) এ কথা যাচাই করার জন্য খাব্বাবকে আয়িশাহ (রাযিঃ)-এর নিকট পাঠিয়ে দিলেন। খাব্বাব (রাযিঃ) চলে গেলে ইবনু উমার (রাযিঃ) মাসজিদের কাকর থেকে এক মুষ্ঠি কাকর হাতে নিলেন এবং খাব্বাব ফিরে না আসা পর্যন্ত তা হাতে নিয়ে নড়াচড়া করছিলেন। খাবাব ফিরে এসে বললেন, &#39;আয়িশাহ (রাযিঃ) বলেছেন, আবূ হুরায়রাহ (রাযিঃ) ঠিকই বলেছেন। ইবনু উমর (রাযিঃ) তার কঙ্কর জমিনের উপর ছুড়ে মেরে বললেন, আমরা অবশ্যই বহু সংখ্যক কীরাত বরবাদ করে দিয়েছি। (ইসলামী ফাউন্ডেশন ২০৬৩, ইসলামীক সেন্টার ২০৬৮)\n",
    "checkStatus": "1",
    "hadithNo": "2084",
    "id": "48845",
    "thesequence": "48358",
    "isActive": "1",
    "chapterId": "18115",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৭. মাইয়্যিতের জানাযার সলাত আদায় করা এবং (কবরস্থানে নেয়ার সময়) তার পিছে পিছে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Thauban, the freed slave of the Messenger of Allah (ﷺ) reported Allahs Messenger (ﷺ) as saying:\nHe who offered prayer for the dead, for him is the reward of one qirat, and he who attended its burial, he would have two qirats as his reward. And qirat is equivalent to Uhud.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى، - يَعْنِي ابْنَ سَعِيدٍ - حَدَّثَنَا شُعْبَةُ، حَدَّثَنِي قَتَادَةُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ الْيَعْمَرِيِّ، عَنْ ثَوْبَانَ، مَوْلَى رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ صَلَّى عَلَى جَنَازَةٍ فَلَهُ قِيرَاطٌ فَإِنْ شَهِدَ دَفْنَهَا فَلَهُ قِيرَاطَانِ الْقِيرَاطُ مِثْلُ أُحُدٍ  .",
    "hadithBengali": "২০৮৫-(৫৭/৯৪৬) মুহাম্মাদ ইবনু বাশশার (রহঃ) ..... রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর গোলাম সাওবান (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি জানাযার সলাত আদায় করে তাকে এক কীরাত সাওয়াব দান করা হয়। আর সে যদি দাফন কার্যেও শারীক থাকে, তবে দু&#39; কীরাত সাওয়াব লাভ করবে। এক কীরাত্ব উহুদ সমতুল্য। (ইসলামী ফাউন্ডেশন ২০৬৪, ইসলামীক সেন্টার ২০৭৯)\n",
    "checkStatus": "1",
    "hadithNo": "2085",
    "id": "48846",
    "thesequence": "48359",
    "isActive": "1",
    "chapterId": "18115",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৭. মাইয়্যিতের জানাযার সলাত আদায় করা এবং (কবরস্থানে নেয়ার সময়) তার পিছে পিছে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported Allahs Apostle (ﷺ) saying:\nIf a company of Muslims numbering one hundred pray over a dead person, all of them interceding for him, their intercession for him will be accepted.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عِيسَى، حَدَّثَنَا ابْنُ الْمُبَارَكِ، أَخْبَرَنَا سَلاَّمُ بْنُ أَبِي مُطِيعٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، - رَضِيعِ عَائِشَةَ - عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَا مِنْ مَيِّتٍ يُصَلِّي عَلَيْهِ أُمَّةٌ مِنَ الْمُسْلِمِينَ يَبْلُغُونَ مِائَةً كُلُّهُمْ يَشْفَعُونَ لَهُ إِلاَّ شُفِّعُوا فِيهِ  . قَالَ فَحَدَّثْتُ بِهِ شُعَيْبَ بْنَ الْحَبْحَابِ فَقَالَ حَدَّثَنِي بِهِ أَنَسُ بْنُ مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "২০৮৭-(৫৮/৯৪৭) হাসান ইবনু ঈসা (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন মৃত ব্যক্তির ওপর যখন একদল মুসলিম যাদের একশ হবে জানাযার সলাত আদায় করে এবং সবাই তার জন্য আল্লাহর কাছে সুপারিশ করে, তবে তার জন্য এ সুপারিশ কবুল করা হবে।\n\nতিনি (সাল্লাম ইবনু আবূ মুত্বী) বলেন, আমি এ হাদীসটি শু&#39;আয়ব ইবনু হাবহাব এর কাছে বর্ণনা করলে তিনি বললেন, আমাকে এ হাদীস আনাস ইবনু মালিক (রাযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সূত্রে বর্ণনা করেছেন। (ইসলামী ফাউন্ডেশন ২০৬৬, ইসলামীক সেন্টার ২০৭১)\n",
    "checkStatus": "1",
    "hadithNo": "2087",
    "id": "48847",
    "thesequence": "48360",
    "isActive": "1",
    "chapterId": "18116",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৮. যার ওপর একশ&rsquo; জনের (মুসলিমের) জানাযাহ পড়বে তার জন্য এ সুপারিশ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Abbas reported that his son died in Qudaid or Usfan. He said to Kuraib to see as to how many people had gathered there for his (funeral). He (Kuraib) said:\nSo I went out and I informed him about the people who had gathered there. He (Ibn Abbas) said: Do you think they are forty? He (Kuraib) said: Yes. Ibn Abbas then said to them: Bring him (the dead body) out for I have heard Allahs Messenger (ﷺ) as saying: If any Muslim dies and forty men who associate nothing with Allah stand over his prayer (they offer prayer over him), Allah will accept them as intercessors for him.",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَالْوَلِيدُ بْنُ شُجَاعٍ السَّكُونِيُّ، قَالَ الْوَلِيدُ حَدَّثَنِي وَقَالَ الآخَرَانِ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي أَبُو صَخْرٍ، عَنْ شَرِيكِ بْنِ عَبْدِ، اللَّهِ بْنِ أَبِي نَمِرٍ عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، أَنَّهُ مَاتَ ابْنٌ لَهُ بِقُدَيْدٍ أَوْ بِعُسْفَانَ فَقَالَ يَا كُرَيْبُ انْظُرْ مَا اجْتَمَعَ لَهُ مِنَ النَّاسِ . قَالَ فَخَرَجْتُ فَإِذَا نَاسٌ قَدِ اجْتَمَعُوا لَهُ فَأَخْبَرْتُهُ فَقَالَ تَقُولُ هُمْ أَرْبَعُونَ قَالَ نَعَمْ . قَالَ أَخْرِجُوهُ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَا مِنْ رَجُلٍ مُسْلِمٍ يَمُوتُ فَيَقُومُ عَلَى جَنَازَتِهِ أَرْبَعُونَ رَجُلاً لاَ يُشْرِكُونَ بِاللَّهِ شَيْئًا إِلاَّ شَفَّعَهُمُ اللَّهُ فِيهِ  . وَفِي رِوَايَةِ ابْنِ مَعْرُوفٍ عَنْ شَرِيكِ بْنِ أَبِي نَمِرٍ عَنْ كُرَيْبٍ عَنِ ابْنِ عَبَّاسٍ .",
    "hadithBengali": "২০৮৮-(৫৯/৯৪৮) হারূন ইবনু মারূফ, হারূন ইবনু সাঈদ আল আয়লী ও ওয়ালীদ ইবনু শুজা আস্ সাকূনী (রহঃ) ..... আবদুল্লাহ ইবনু আব্বাস (রাযিঃ) হতে বর্ণিত। কুদায়দ&#39; অথবা উসকান নামক স্থানে তার একটি পুত্র সন্তান মারা গেল। তিনি আমাকে বললেন, হে কুরায়ব! দেখ কিছু লোক একত্রিত হয়েছে কিনা? আমি বের হয়ে দেখলাম কিছু একত্রিত হয়েছে। আমি তাকে খবর দিলাম। তিনি জিজ্ঞেস করলেন, বল তাদের সংখ্যা কি চল্লিশ হবে? বললাম, হ্যাঁ। তিনি বললেন, তাহলে লাশ বের করে নাও। আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ কোন মুসলিম মারা গেলে, তার জানাযায় যদি এমন চল্লিশজন দাঁড়িয়ে যায় যারা আল্লাহর সাথে কোন কিছুকে শারীক করে না তবে মহান আল্লাহ তার অনুকূলে তাদের প্রার্থনা কবুল করেন। (ইসলামী ফাউন্ডেশন ২০৬৭, ইসলামীক সেন্টার ২০৭২)\n",
    "checkStatus": "1",
    "hadithNo": "2088",
    "id": "48848",
    "thesequence": "48361",
    "isActive": "1",
    "chapterId": "18117",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৯. যার ওপর চল্লিশ জন (মুসলিম) জানাযাহ পড়বে তার জন্য এ সুপারিশ গ্রহণ করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik reported:\nThere passed a bier (being carried by people) and it was lauded in good terms. Upon this the Messenger of Allah (ﷺ) said: It has become certain, it has become certain, it has become certain. And there passed a bier and it was condemned in bad words. Upon this the Messenger of Allah (ﷺ) said: It has become certain, it has become certain, it has become certain. Umar said: May my father and mother be ransom for you! There passed a bier and it was praised in good terms, and you said: It has become certain, it has become certain, it has become certain. And there passed a bier and it was condemned in bad words, and you said: It has become certain, it has become certain, it has become certain. Upon this the Messenger of Allah (way peace be upon him) said: He whom you praised in good terms, Paradise has become certain for him, and he whom you condemned in bad words, Hell has become certain for him. You are Allahs witnesses in the earth, you are Allahs witnesses in the earth, you are Allahs witnesses in the earth.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ وَعَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ كُلُّهُمْ عَنِ ابْنِ عُلَيَّةَ، - وَاللَّفْظُ لِيَحْيَى قَالَ حَدَّثَنَا ابْنُ عُلَيَّةَ، - أَخْبَرَنَا عَبْدُ الْعَزِيزِ، بْنُ صُهَيْبٍ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ مُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَيْهَا خَيْرٌ فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم  وَجَبَتْ وَجَبَتْ وَجَبَتْ  . وَمُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَيْهَا شَرٌّ فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم  وَجَبَتْ وَجَبَتْ وَجَبَتْ  . قَالَ عُمَرُ فِدًى لَكَ أَبِي وَأُمِّي مُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَيْهَا خَيْرًا فَقُلْتَ وَجَبَتْ وَجَبَتْ وَجَبَتْ . وَمُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَيْهَا شَرٌّ فَقُلْتَ وَجَبَتْ وَجَبَتْ وَجَبَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ أَثْنَيْتُمْ عَلَيْهِ خَيْرًا وَجَبَتْ لَهُ الْجَنَّةُ وَمَنْ أَثْنَيْتُمْ عَلَيْهِ شَرًّا وَجَبَتْ لَهُ النَّارُ أَنْتُمْ شُهَدَاءُ اللَّهِ فِي الأَرْضِ أَنْتُمْ شُهَدَاءُ اللَّهِ فِي الأَرْضِ أَنْتُمْ شُهَدَاءُ اللَّهِ فِي الأَرْضِ  .",
    "hadithBengali": "২০৮৯-(৬০/৯৪৯) ইয়াহইয়া ইবনু আইয়ুব, আবূ বাকর ইবনু আবূ শায়বাহ, যুহায়র ইবনু হারব ও আলী ইবনু হুজুর (রহঃ) [শব্দগুলো ইয়াহইয়া-এর] ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, একটি জানাযাহ বয়ে নিয়ে যাওয়া হচ্ছিল। লোকেরা প্রশংসা করল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে। (আরেকবার) একটা জানাযাহ বয়ে নিয়ে যাওয়া হচ্ছিল কিন্তু লোকেরা তার দুর্নাম করল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সম্পর্কে ওয়াজিব হয়েছে, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে (তিনবার) বললেন। তখন উমর (রাযিঃ) বললেন, হে আল্লাহর রসূল! আপনার ওপর আমার মা-বাপ উৎসর্গ হোক! একটা জানাযাহ অতিক্রম করলে তার প্রতি ভাল মন্তব্য করা হলে আপনি ওয়াজিব হয়েছে, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে- বললেন! আর একটা জানাযাহ অতিক্রমকালে তার প্রতি খারাপ মন্তব্য করা হলে আপনি ওয়াজিব হয়েছে, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে- বললেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উত্তরে বললেনঃ তোমরা যার সম্পর্কে ভাল মন্তব্য করেছ তার জন্য জান্নাত ওয়াজিব হয়ে গেছে। আর তোমরা যার সম্পর্কে খারাপ মন্তব্য করেছ তার জন্য জাহান্নাম ওয়াজিব হয়ে গেছে। তোমরা জমিনের বুকে আল্লাহর সাক্ষী, তোমরা জমিনের বুকে আল্লাহর সাক্ষী, তোমর জমিনের বুকে আল্লাহর সাক্ষী। (ইসলামী ফাউন্ডেশন ২০৬৮, ইসলামীক সেন্টার ২০৭৩)\n",
    "checkStatus": "1",
    "hadithNo": "2089",
    "id": "48849",
    "thesequence": "48362",
    "isActive": "1",
    "chapterId": "18118",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২০. যে মাইয়্যিতের ভাল-মন্দ বর্ণনা করা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ زَيْدٍ، ح وَحَدَّثَنِي يَحْيَى بْنُ، يَحْيَى أَخْبَرَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، كِلاَهُمَا عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ مُرَّ عَلَى النَّبِيِّ صلى الله عليه وسلم بِجَنَازَةٍ . فَذَكَرَ بِمَعْنَى حَدِيثِ عَبْدِ الْعَزِيزِ عَنْ أَنَسٍ غَيْرَ أَنَّ حَدِيثَ عَبْدِ الْعَزِيزِ أَتَمُّ .",
    "hadithBengali": "২০৯০-(.../...) আবূর রাবী&#39; আয যাহরানী, ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আনাস (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছ দিয়ে একটা জানাযাহ অতিক্রম করল। হাদীসের অবশিষ্ট অংশ আনাস এর সূত্রে &#39;আবদুল আযীয এর হাদীসের অনুরূপ বর্ণনা করা হয়েছে। তবে &#39;আবদুল আযীয এর হাদীসটি পূর্ণাঙ্গ। (ইসলামী ফাউন্ডেশন ২০৬৯, ইসলামীক সেন্টার ২০৭৪)\n",
    "checkStatus": "1",
    "hadithNo": "2090",
    "id": "48850",
    "thesequence": "48363",
    "isActive": "1",
    "chapterId": "18118",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২০. যে মাইয়্যিতের ভাল-মন্দ বর্ণনা করা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Qatada b. Ribi reported Allahs Messenger (ﷺ) as saying:\nWhenever a bier passed before him, he said: He is the one to find relief and the one with (the departure of him) other will find relief. They said: Apostle of Allah, who is al-Mustarih and al-Mustarah? Upon this he said: The believing servant finds relief from the troubles of the world, and in the death of a wicked person, the people, towns, trees and animals find rellef.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، فِيمَا قُرِئَ عَلَيْهِ عَنْ مُحَمَّدِ بْنِ عَمْرِو، بْنِ حَلْحَلَةَ عَنْ مَعْبَدِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِي قَتَادَةَ بْنِ رِبْعِيٍّ، أَنَّهُ كَانَ يُحَدِّثُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مُرَّ عَلَيْهِ بِجَنَازَةٍ فَقَالَ  مُسْتَرِيحٌ وَمُسْتَرَاحٌ مِنْهُ  . قَالُوا يَا رَسُولَ اللَّهِ مَا الْمُسْتَرِيحُ وَالْمُسْتَرَاحُ مِنْهُ . فَقَالَ  الْعَبْدُ الْمُؤْمِنُ يَسْتَرِيحُ مِنْ نَصَبِ الدُّنْيَا وَالْعَبْدُ الْفَاجِرُ يَسْتَرِيحُ مِنْهُ الْعِبَادُ وَالْبِلاَدُ وَالشَّجَرُ وَالدَّوَابُّ  .",
    "hadithBengali": "২০৯১-(৬১/৯৫০) কুতায়বাহ ইবনু সাঈদ (রহঃ) ..... আবূ কতাদাহ ইবনু রিবাঈ (রাযিঃ) থেকে বর্ণিত। একবার রসূলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছ দিয়ে একটা জানাযাহ বয়ে নিয়ে যাওয়া হলে তিনি বলেন, মুসতারীহুন ও &ldquo;ওয়া মুসতারাহুন মিনহু&rdquo; (অর্থাৎ- সে শান্তিলাভকারী এবং তার প্রস্থানে শান্তি লাভ হয়)। সহাবীগণ জিজ্ঞেস করলেন, হে আল্লাহর রসূল! মুসতারীহুন&rdquo; ও &ldquo;ওয়া মুসতারাহুন মিনহু&rdquo; এর মানে কি? রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ঈমানদার বান্দা হলে এ ব্যক্তি দুনিয়ার কষ্ট মুসীবাত থেকে নিস্কৃতি লাভ করবে। আর পাপীষ্ট বান্দা হলে এ ব্যক্তি থেকে আল্লাহর বান্দারা, অত্র অঞ্চল, বৃক্ষরাজি ও পশু-পাখি সবাই পরিত্রাণ লাভ করবে। (ইসলামী ফাউন্ডেশন ২০৭০, ইসলামীক সেন্টার ২০৭৫)\n",
    "checkStatus": "1",
    "hadithNo": "2091",
    "id": "48851",
    "thesequence": "48364",
    "isActive": "1",
    "chapterId": "18119",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২১. যে শান্তি লাভ করে এবং যার প্রস্থানে শান্তি লাভ করা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported that the Messenger of Allah (ﷺ) gave the people news of the death of Negus on the day he died, and he took them out to the place of prayer and observed four takbirs.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَعَى لِلنَّاسِ النَّجَاشِيَ فِي الْيَوْمِ الَّذِي مَاتَ فِيهِ فَخَرَجَ بِهِمْ إِلَى الْمُصَلَّى وَكَبَّرَ أَرْبَعَ تَكْبِيرَاتٍ .",
    "hadithBengali": "২০৯৩-(৬২/৯৫১) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবূ হুরায়রাহ (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জনসাধারণকে নাজাশীর ইনতিকালের সংবাদ শুনালেন, যেদিন তিনি ইনতিকাল করেন। অতঃপর তিনি তাদেরকে নিয়ে সলাতের স্থানে গিয়ে চার তাকবীরে সলাতুল জানাযাহ আদায় করেন। (ইসলামী ফাউন্ডেশন ২০৭২, ইসলামীক সেন্টার ২০৭৭)\n",
    "checkStatus": "1",
    "hadithNo": "2093",
    "id": "48852",
    "thesequence": "48365",
    "isActive": "1",
    "chapterId": "18120",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২২. জানাযার তাকবীর সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " In the hadith transmitted by Yahya b. Said on the authority of Qatada (the words are):\n(The believing servant) finds relief from the troubles of the world and its hardships and (gets into) the Mercy of Allah.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، جَمِيعًا عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنِ ابْنٍ لِكَعْبِ بْنِ مَالِكٍ، عَنْ أَبِي قَتَادَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم وَفِي حَدِيثِ يَحْيَى بْنِ سَعِيدٍ   يَسْتَرِيحُ مِنْ أَذَى الدُّنْيَا وَنَصَبِهَا إِلَى رَحْمَةِ اللَّهِ  .",
    "hadithBengali": "২০৯২-(.../...) মুহাম্মাদ ইবনুল মুসান্না, ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আবূ কাতাদাহ (রাযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। ইয়াহইয়া ইবনু সাঈদ এর বর্ণিত হাদীসে আছে, সে ব্যক্তি দুনিয়ার ক্লেশ থেকে মুক্তি পেয়ে আল্লাহর রহমাত লাভ করবে। (ইসলামী ফাউন্ডেশন ২০৭১, ইসলামীক সেন্টার ২০৭৬)\n",
    "checkStatus": "1",
    "hadithNo": "2092",
    "id": "48853",
    "thesequence": "48366",
    "isActive": "1",
    "chapterId": "18119",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২১. যে শান্তি লাভ করে এবং যার প্রস্থানে শান্তি লাভ করা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nThe Messenger of Allah (ﷺ) gave us the news of the death of Negus, the ruler of Abyssinia, on the day when he died, and he said (to us): Beg pardon for your brother. Ibn Shihab said that Said b. Musayyib had told that Abu Huraira had narrated to him that the Messenger of Allah (ﷺ) drew them up in a row in a place of prayer, and offered prayer and recited four takbirs for him.",
    "hadithArabic": "وَحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، قَالَ حَدَّثَنِي عُقَيْلُ، بْنُ خَالِدٍ عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ أَنَّهُمَا حَدَّثَاهُ عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ قَالَ نَعَى لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم النَّجَاشِيَ صَاحِبَ الْحَبَشَةِ فِي الْيَوْمِ الَّذِي مَاتَ فِيهِ فَقَالَ   اسْتَغْفِرُوا لأَخِيكُمْ  . قَالَ ابْنُ شِهَابٍ وَحَدَّثَنِي سَعِيدُ بْنُ الْمُسَيَّبِ أَنَّ أَبَا هُرَيْرَةَ حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَفَّ بِهِمْ بِالْمُصَلَّى فَصَلَّى فَكَبَّرَ عَلَيْهِ أَرْبَعَ تَكْبِيرَاتٍ .",
    "hadithBengali": "২০৯৪-(৬৩/...) &#39;আবদুল মালিক ইবনু শু&#39;আয়ব ইবনুল লায়স (রহঃ) ..... আবূ হুরায়রাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আবিসিনিয়ার অধিপতি নাজাশীর যে দিন মৃত্যু হয় সে দিন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে তার মৃত্যুর খবর দিলেন। এরপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমাদের ভাইয়ের জন্য ক্ষমা প্রার্থনা কর।\n\nইবনু শিহাব (রহঃ) বলেন, সাঈদ ইবনু মুসাইয়্যিব (রহঃ) আমাকে বলেছেন যে, আবূ হুরায়রাহ (রাযিঃ) তার কাছে হাদীস বর্ণনা করেছেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের নিয়ে সলাতের স্থান কাতার করলেন। এরপর তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) সলাত আদায় করলেন এবং এতে (অতিরিক্ত) চার তাকবীর বললেন। (ইসলামী ফাউন্ডেশন ২০৭৩, ইসলামীক সেন্টার, নেই)\n",
    "checkStatus": "1",
    "hadithNo": "2094",
    "id": "48854",
    "thesequence": "48367",
    "isActive": "1",
    "chapterId": "18120",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২২. জানাযার তাকবীর সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، وَحَسَنٌ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالُوا حَدَّثَنَا يَعْقُوبُ، - وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ - حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، كَرِوَايَةِ عُقَيْلٍ بِالإِسْنَادَيْنِ جَمِيعًا .",
    "hadithBengali": "২০৯৫-(.../...) &#39;আমর আন নাকিদ, হাসান আল হুলওয়ানী ও আবদ ইবনু হুমায়দ (রহঃ) ..... উভয় সূত্রেই ইবনু শিহাব (রহঃ) থেকে উকায়ল (রহঃ) এর অনুরূপ বর্ণিত হয়েছে। (ইসলামী ফাউন্ডেশন ২০৭৪, ইসলামীক সেন্টার ২০৭৮)\n",
    "checkStatus": "1",
    "hadithNo": "2095",
    "id": "48855",
    "thesequence": "48368",
    "isActive": "1",
    "chapterId": "18120",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২২. জানাযার তাকবীর সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abdullah reported that the Messenger of Allah (ﷺ) offered prayer for Ashama, the Negus, and recited four takbirs.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ سَلِيمِ بْنِ حَيَّانٍ، قَالَ حَدَّثَنَا سَعِيدُ بْنُ مِينَاءَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى على أصحمة النجاشي فكبر عليه أربعا ",
    "hadithBengali": "২০৯৬-(৬৪/৯৫২) আবূ বকর ইবনু আবূ শায়বাহ (রহ) ...... জবির ইবনু আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাজাশীর জন্য গায়েবানা জানাযাহ আদায় করেছেন এবং চার তাকবীরে সলাতুল জানাযাহ আদায় করেন। (ইসলামী ফাউন্ডেশন ২০৭৫, ইসলামীক সেন্টার ২০৭৯)\n",
    "checkStatus": "1",
    "hadithNo": "2096",
    "id": "48856",
    "thesequence": "48369",
    "isActive": "1",
    "chapterId": "18120",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২২. জানাযার তাকবীর সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported Allahs Messenger (ﷺ) as saying:\nThere died today the pious servant of Allah, Ashama. So he stood up and led us in (funeral prayer) over him.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَاتَ الْيَوْمَ عَبْدٌ لِلَّهِ صَالِحٌ أَصْحَمَةُ  . فَقَامَ فَأَمَّنَا وَصَلَّى عَلَيْهِ .",
    "hadithBengali": "২০৯৭-(৬৫/...) মুহাম্মাদ ইবনু হাতিম (রহঃ) &hellip;. জাবির ইবনু আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত তিনি বলেন, (নাজাশী ইনতিকাল করলে) রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আজ আল্লাহর এক নেক্কার বান্দাহ ইনতিকাল করেছেন। এরপর তিনি উঠে গিয়ে আমাদের সামনে ইমাম হয়ে তার জন্য সলাতুল জানাযাহ আদায় করলেন। (ইসলামী ফাউন্ডেশন ২০৭৬, ইসলামীক সেন্টার ২০৮০)\n",
    "checkStatus": "1",
    "hadithNo": "2097",
    "id": "48857",
    "thesequence": "48370",
    "isActive": "1",
    "chapterId": "18120",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২২. জানাযার তাকবীর সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported Allahs Messenger (ﷺ) as saying:\nA brother of yours has died, so stand up and offer prayer over him. So we stood up and drew ourselves up into two rows.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْغُبَرِيُّ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ، بْنِ عَبْدِ اللَّهِ ح . وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا ابْنُ عُلَيَّةَ، حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي، الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ أَخًا لَكُمْ قَدْ مَاتَ فَقُومُوا فَصَلُّوا عَلَيْهِ  . قَالَ فَقُمْنَا فَصَفَّنَا صَفَّيْنِ .",
    "hadithBengali": "২০৯৮-(৬৬/...) মুহাম্মাদ ইবনু উবায়দ আল গুবারী, ইয়াহইয়া ইবনু আইয়ূব (রহঃ) [শব্দাবলী তার] ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, নাজাশী ইনতিকাল করলে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমাদের এক ভাই ইনতিকাল করেছেন। অতএব তোমরা উঠ এবং তার জন্য সলাত আদায় কর। জাবির (রাযিঃ) বলেন, আমরা উঠে গিয়ে দু&#39;টি সারি বাঁধলাম। (ইসলামী ফাউন্ডেশন ২০৭৭, ইসলামীক সেন্টার ২০৮১)\n",
    "checkStatus": "1",
    "hadithNo": "2098",
    "id": "48858",
    "thesequence": "48371",
    "isActive": "1",
    "chapterId": "18120",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২২. জানাযার তাকবীর সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Imran b. Husain reported Allahs Messenger (ﷺ) as saying:\nA brother of yours has died; so stand up and offer prayer for him, i. e. Negus. And in the hadith transmitted by Zubair (the words are): Your brother.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، ح وَحَدَّثَنَا يَحْيَى، بْنُ أَيُّوبَ حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ أَخًا لَكُمْ قَدْ مَاتَ فَقُومُوا فَصَلُّوا عَلَيْهِ  . يَعْنِي النَّجَاشِيَ وَفِي رِوَايَةِ زُهَيْرٍ  إِنَّ أَخَاكُمْ  .",
    "hadithBengali": "২০৯৯-(৬৭/৯৫৩) যুহায়র ইবনু হারব, আলী ইবনু হুজর, ইয়াহইয়া ইবনু আইয়ূব (রহঃ) ..... ইমরান ইবনু হুসায়ন (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ তোমাদের এক ভাই (নাজাশী) ইনতিকাল করেছেন। অতএব তোমরা উঠে তার জন্য সলাত আদায় কর। যুহায়রের বর্ণনায় তোমাদের ভাই বর্ণিত হয়েছে। (ইসলামী ফাউন্ডেশন ২০৭৮, ইসলামীক সেন্টার ২০৮২)\n",
    "checkStatus": "1",
    "hadithNo": "2099",
    "id": "48859",
    "thesequence": "48372",
    "isActive": "1",
    "chapterId": "18120",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২২. জানাযার তাকবীর সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Shabi reported that the Messenger of Allah (ﷺ) observed prayer over a grave after the dead was buried and he recited four takbirs over him. Shaibani said:\nI said to Shabi: Who narrated it to you? He said: An authentic one, Abdullah b. Abbas. This is the word of a hasan hadith. In the narration of Ibn Numair (the words are): The Messenger of Allah (ﷺ) went to the grave which had been newly prepared and prayed over it, and they also prayed who were behind him and he recited four takbirs. I said to Amir: Who narrated it to you? He said: An authentic one who saw him, i e. Ibn Abbas.",
    "hadithArabic": " حَدَّثَنَا حَسَنُ بْنُ الرَّبِيعِ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ، إِدْرِيسَ عَنِ الشَّيْبَانِيِّ، عَنِ الشَّعْبِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى عَلَى قَبْرٍ بَعْدَ مَا دُفِنَ فَكَبَّرَ عَلَيْهِ أَرْبَعًا . قَالَ الشَّيْبَانِيُّ فَقُلْتُ لِلشَّعْبِيِّ مَنْ حَدَّثَكَ بِهَذَا قَالَ الثِّقَةُ عَبْدُ اللَّهِ بْنُ عَبَّاسٍ . هَذَا لَفْظُ حَدِيثِ حَسَنٍ وَفِي رِوَايَةِ ابْنِ نُمَيْرٍ قَالَ انْتَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى قَبْرٍ رَطْبٍ فَصَلَّى عَلَيْهِ وَصَفُّوا خَلْفَهُ وَكَبَّرَ أَرْبَعًا . قُلْتُ لِعَامِرٍ مَنْ حَدَّثَكَ قَالَ الثِّقَةُ مَنْ شَهِدَهُ ابْنُ عَبَّاسٍ .",
    "hadithBengali": "২১০০-(৬৮/৯৫৪) হাসান ইবনুর রাবী&#39; ও মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ..... শাবী&#39; (রহঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মৃতকে দাফন করার পর একটা কবরের উপর জানাযার সলাত আদায় করেছেন এবং চার তাকবীর উচ্চারণ করেছেন। শায়বানী বলেন, আমি শা&#39;বীকে জিজ্ঞেস করলাম, এটা আপনার কাছে কে বর্ণনা করেছেন? তিনি বললেন, নির্ভরযোগ্য ব্যক্তি আবদুল্লাহ ইবনু আব্বাস (রাযিঃ)। এটি হাসান এর বর্ণিত হাদীসের শব্দ। আর ইবনু নুমায়র এর বর্ণনাতে রয়েছে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটা তাজা কবরের নিকট পৌছে এর উপর সলাত আরম্ভ করলে সবাই তার পিছনে সারিবদ্ধ হ&#39;ল। তিনি চার তাকবীর উচ্চারণ করলেন। আমি আমিরকে জিজ্ঞেস করলাম, আপনার কাছে কে বর্ণনা করেছেন? তিনি বললেন, নির্ভরযোগ্য ব্যক্তি যার কাছে ইবনু আব্বাস (রাযিঃ) এসেছিলেন। (ইসলামী ফাউন্ডেশন ২০৭৯, ইসলামীক সেন্টার ২০৮৩)\n",
    "checkStatus": "1",
    "hadithNo": "2100",
    "id": "48860",
    "thesequence": "48373",
    "isActive": "1",
    "chapterId": "18121",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৩. কবরের উপর জানাযার সলাত আদায় করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated through another chain of transmitters, but in one of them (these words are found):\n The Apostle of Allah (ﷺ) recited four takbirs.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، ح وَحَدَّثَنَا حَسَنُ بْنُ الرَّبِيعِ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، ح وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ حَدَّثَنَا شُعْبَةُ، كُلُّ هَؤُلاَءِ عَنِ الشَّيْبَانِيِّ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ وَلَيْسَ فِي حَدِيثِ أَحَدٍ مِنْهُمْ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَبَّرَ عَلَيْهِ أَرْبَعًا .",
    "hadithBengali": "২১০১-(.../...) ইয়াহইয়া ইবনু ইয়াহইয়া, হাসান ইবনুর রাবী&#39; ও আবূ কামিল, ইসহাক ইবনু ইবরাহীম, মুহাম্মাদ ইবনু হাতিম, &#39;উবায়দুল্লাহ ইবনু মু&#39;আয, মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... &#39;আবদুল্লাহ ইবনু আব্বাস (রাযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। তাদের কারো হাদীসে এ কথা উল্লেখ নেই যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জানাযায় চার তাকবীর উচ্চারণ করেছেন। (ইসলামী ফাউন্ডেশন ২০৮০, ইসলামীক সেন্টার ২০৮৪)\n",
    "checkStatus": "1",
    "hadithNo": "2101",
    "id": "48861",
    "thesequence": "48374",
    "isActive": "1",
    "chapterId": "18121",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৩. কবরের উপর জানাযার সলাত আদায় করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The hadith as narrated by Shaibani has been narrated through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ، جَمِيعًا عَنْ وَهْبِ بْنِ جَرِيرٍ، عَنْ شُعْبَةَ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، ح وَحَدَّثَنِي أَبُو غَسَّانَ، مُحَمَّدُ بْنُ عَمْرٍو الرَّازِيُّ حَدَّثَنَا يَحْيَى بْنُ الضُّرَيْسِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنْ أَبِي حَصِينٍ، كِلاَهُمَا عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي صَلاَتِهِ عَلَى الْقَبْرِ نَحْوَ حَدِيثِ الشَّيْبَانِيِّ . لَيْسَ فِي حَدِيثِهِمْ وَكَبَّرَ أَرْبَعًا .",
    "hadithBengali": "২১০২-(৬৯/...) ইসহাক ইবনু ইবরাহীম, হারূন ইবনু আবদুল্লাহ ও আবূ গাসসান মুহাম্মাদ ইবনু আমর আর রায়ী (রহঃ) ..... &#39;আবদুল্লাহ ইবনু আব্বাস (রাযিঃ) থেকে এরং তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কবরের উপর তার জানাযার সলাত সম্পর্কে শায়বানীর হাদীসের অনুরূপ বর্ণনা করেছেন। তাদের হাদীসে চার তাকবীরের কথা বর্ণিত হয়নি। (ইসলামী ফাউন্ডেশন ২০৮১, ইসলামীক সেন্টার ২০৮৫)\n",
    "checkStatus": "1",
    "hadithNo": "2102",
    "id": "48862",
    "thesequence": "48375",
    "isActive": "1",
    "chapterId": "18121",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৩. কবরের উপর জানাযার সলাত আদায় করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas reported that the Messenger of Allah (ﷺ) observed prayer on the grave.",
    "hadithArabic": " وَحَدَّثَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ عَرْعَرَةَ السَّامِيُّ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى عَلَى قَبْرٍ .",
    "hadithBengali": "২১০৩-(৭০/৯৫৫) ইবরাহীম ইবনু মুহাম্মাদ ইবনু আর&#39;আরাহ্ আস্ সামী (রহঃ) ..... আনাস (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কবরের উপর জানাযার সলাত আদায় করেছেন। (ইসলামী ফাউন্ডেশন ২০৮২, ইসলামীক সেন্টার ২০৮৬)\n",
    "checkStatus": "1",
    "hadithNo": "2103",
    "id": "48863",
    "thesequence": "48376",
    "isActive": "1",
    "chapterId": "18121",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৩. কবরের উপর জানাযার সলাত আদায় করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Abu Huraira that a dark-complexioned woman (or a youth) used to sweep the mosque. The Messenger of Allah (ﷺ) missed her (or him) and inquired about her (or him). The people told him that she (or he) had died. He asked why they did not inform him, and it appears as if they had treated her (or him) or her (or his) affairs as of little account. He (the Holy Prophet) said:\nLead me to her (or his) grave. They led him to that place and he said prayer over her (or him) and then remarked: Verily, these graves are full of darkness for their dwellers. Verily, the Mighty and Glorious Allah illuminates them for their occupants by reason of my prayer over them.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، وَأَبُو كَامِلٍ فُضَيْلُ بْنُ حُسَيْنٍ الْجَحْدَرِيُّ - وَاللَّفْظُ لأَبِي كَامِلٍ - قَالاَ حَدَّثَنَا حَمَّادٌ، - وَهُوَ ابْنُ زَيْدٍ عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي، هُرَيْرَةَ أَنَّ امْرَأَةً، سَوْدَاءَ كَانَتْ تَقُمُّ الْمَسْجِدَ - أَوْ شَابًّا - فَفَقَدَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَأَلَ عَنْهَا - أَوْ عَنْهُ - فَقَالُوا مَاتَ . قَالَ  أَفَلاَ كُنْتُمْ آذَنْتُمُونِي  . قَالَ فَكَأَنَّهُمْ صَغَّرُوا أَمْرَهَا - أَوْ أَمْرَهُ - فَقَالَ  دُلُّونِي عَلَى قَبْرِهِ  . فَدَلُّوهُ فَصَلَّى عَلَيْهَا ثُمَّ قَالَ  إِنَّ هَذِهِ الْقُبُورَ مَمْلُوءَةٌ ظُلْمَةً عَلَى أَهْلِهَا وَإِنَّ اللَّهَ عَزَّ وَجَلَّ يُنَوِّرُهَا لَهُمْ بِصَلاَتِي عَلَيْهِمْ  .",
    "hadithBengali": "২১০৪-(৭১/৯৫৬) আবূর রাবী&#39; আয যাহরানী ও আবূ কামিল ফুযায়ল ইবনু হুসায়ন আল জাহদারী (রহঃ) [শব্দগুলো আবূ কামিল এর] ... আবূ হুরায়রাহ (রাযিঃ) থেকে বর্ণিত। একটি কৃষ্ণাঙ্গ মহিলা অথবা যুবক মসজিদে নবাবীতে ঝাড়ু দিত। কিছুদিন তাকে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম না দেখে তার সম্বন্ধে জিজ্ঞেস করলেন। সহাবীগণ বললেন, সে তো মারা গেছে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা আমাকে খবর দিলে না কেন? বর্ণনাকারী বলেন, খুব সম্ভব তারা বিষয়টিকে গুরুত্বহীন মনে করেছিলেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমাকে তার কবর দেখিয়ে দাও। তারা তাকে কবর দেখিয়ে দিলে তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তার কবরের উপর সলাতুল জানাযাহ আদায় করলেন। অতঃপর তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেনঃ এসব কবর অন্ধকারে পরিপূর্ণ হয়ে আছে। মহান আল্লাহ আমার সলাতের দরুন তা আলোকিত করে দিন। (ইসলামী ফাউন্ডেশন ২০৮৩, ইসলামীক সেন্টার ২০৮৭)\n",
    "checkStatus": "1",
    "hadithNo": "2104",
    "id": "48864",
    "thesequence": "48377",
    "isActive": "1",
    "chapterId": "18121",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৩. কবরের উপর জানাযার সলাত আদায় করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Abd al-Rahman b. Abu Laila that Zaid used to recite four takbirs on our funerals and he recited five takbirs on one funeral. I asked him the reason (for this variation), to which he replied:\nThe Messenger of Allah (ﷺ) recited thus.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالُوا حَدَّثَنَا مُحَمَّدُ، بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ، - وَقَالَ أَبُو بَكْرٍ عَنْ شُعْبَةَ، - عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ الرَّحْمَنِ، بْنِ أَبِي لَيْلَى قَالَ كَانَ زَيْدٌ يُكَبِّرُ عَلَى جَنَائِزِنَا أَرْبَعًا وَإِنَّهُ كَبَّرَ عَلَى جَنَازَةٍ خَمْسًا فَسَأَلْتُهُ فَقَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُكَبِّرُهَا .",
    "hadithBengali": "২১০৫-(৭২/৯৫৭) আবূ বাকর ইবনু আবূ শায়বাহ, মুহাম্মদ ইবনুল মুসান্না ও ইবনু বাশশার (রহঃ) ..... &#39;আবদুর রহমান ইবনু আবূ লায়লা (রাযিঃ) থেকে বর্ণিত । তিনি বলেন, যায়দ (রাযিঃ) আমাদের জানাযাহসমূহে চারটি তাকবীর উচ্চারণ করতেন। আর তিনি কোন জানাযায় পাঁচ তাকবীরও দিয়েছেন। আমি তাকে জিজ্ঞেস করলে তিনি বললেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ (পাঁচবার) তাকবীর দিতেন। (ইসলামী ফাউন্ডেশন ২০৮৪, ইসলামীক সেন্টার ২০৮৮)\n",
    "checkStatus": "1",
    "hadithNo": "2105",
    "id": "48865",
    "thesequence": "48378",
    "isActive": "1",
    "chapterId": "18121",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৩. কবরের উপর জানাযার সলাত আদায় করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Amir Ibn Rabia (may Allah be pleased with him) that the Prophet (ﷺ) said:\nWhenever you see a funeral procession, stand up for that until it moves away or is lowered on the ground.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، وَابْنُ، نُمَيْرٍ قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنْ عَامِرِ بْنِ رَبِيعَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا رَأَيْتُمُ الْجَنَازَةَ فَقُومُوا لَهَا حَتَّى تُخَلِّفَكُمْ أَوْ تُوضَعَ  .",
    "hadithBengali": "২১০৬-(৭৩/৯৫৮) আবূ বকর ইবনু আবূ শায়বাহ, আমর আন নাকিদ, যুহায়র ইবনু হারব ও ইবনু নুমায়র (রহঃ) ..... আমির ইবনু রবী&#39;আহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমরা জানাযাহ নিয়ে যেতে দেখ তখন দাঁড়িয়ে যাও। যে পর্যন্ত তা তোমাদেরকে পশ্চাতে ফেলে না যায় অথবা তা মাটিতে রেখে দেয়া না হয় (ততক্ষণ দাঁড়িয়ে থাক)। (ইসলামী ফাউন্ডেশন ২০৮৫, ইসলামীক সেন্টার ২০৮৯)\n",
    "checkStatus": "1",
    "hadithNo": "2106",
    "id": "48866",
    "thesequence": "48379",
    "isActive": "1",
    "chapterId": "18122",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৪. জানাযাহ যেতে দেখে দাঁড়িয়ে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Amir ibn Rabia (may Allah be pleased with him) that the Prophet (ﷺ) said:\nShould any one of you come across a funeral procession, and if he does not intend to accompany it, he must stand up until it passes by him or is placed upon the ground before it passes him.",
    "hadithArabic": "وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنِي حَرْمَلَةُ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، جَمِيعًا عَنِ ابْنِ شِهَابٍ، بِهَذَا الإِسْنَادِ . وَفِي حَدِيثِ يُونُسَ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ ح وَحَدَّثَنَا ابْنُ رُمْحٍ أَخْبَرَنَا اللَّيْثُ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنْ عَامِرِ بْنِ رَبِيعَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا رَأَى أَحَدُكُمُ الْجَنَازَةَ فَإِنْ لَمْ يَكُنْ مَاشِيًا مَعَهَا فَلْيَقُمْ حَتَّى تُخَلِّفَهُ أَوْ تُوضَعَ مِنْ قَبْلِ أَنْ تُخَلِّفَهُ  .",
    "hadithBengali": "২১০৭-(৭৪/...) কুতায়বাহ ইবনু সাঈদ, মুহাম্মাদ ইবনু রুমূহ, হারমালাহ্ (রহঃ) ..... সকলেই ইবনু শিহাব (রহঃ) থেকে একই সানাদে বর্ণনা করেছেন এবং ইউনুস বর্ণিত হাদীসে এরূপ বর্ণিত হয়েছে যে, তিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন- কুতায়বাহ ইবনু সাঈদ, ইবনু রুমহ (রহঃ) ..... আমর ইবনু রবী&#39;আহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমরা জানাযাহ দেখতে পাও এবং তার সাথে যদি না যাও, তবে জানাযাহ এগিয়ে না যাওয়া অথবা মাটিতে না রাখা পর্যন্ত দাঁড়িয়ে থেকো। (ইসলামী ফাউন্ডেশন ২০৮৬, ইসলামীক সেন্টার ২০৯১)\n",
    "checkStatus": "1",
    "hadithNo": "2107",
    "id": "48867",
    "thesequence": "48380",
    "isActive": "1",
    "chapterId": "18122",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৪. জানাযাহ যেতে দেখে দাঁড়িয়ে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is reported on the authority of Ibn Juraij that the Prophet (ﷺ) said:\nShould anyone amongst you see a bier he must stand up so long as it is within sight in case he does not intend to follow it.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو كَامِلٍ، حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا إِسْمَاعِيلُ، جَمِيعًا عَنْ أَيُّوبَ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنِ ابْنِ عَوْنٍ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، كُلُّهُمْ عَنْ نَافِعٍ، بِهَذَا الإِسْنَادِ . نَحْوَ حَدِيثِ اللَّيْثِ بْنِ سَعْدٍ غَيْرَ أَنَّ حَدِيثَ، ابْنِ جُرَيْجٍ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِذَا رَأَى أَحَدُكُمُ الْجَنَازَةَ فَلْيَقُمْ حِينَ يَرَاهَا حَتَّى تُخَلِّفَهُ إِذَا كَانَ غَيْرَ مُتَّبِعِهَا  .",
    "hadithBengali": "২১০৮-(৭৫/...) আবূ কামিল, ইয়াকুব ইবনু ইবরাহীম, ইবনুল মুসান্না, মুহাম্মাদ ইবনু রাফি (রহঃ) ..... সকলেই নাফি (রহঃ) থেকে এ সূত্রে লায়স ইবনু সাদ এর হাদীসের অনুরূপ বর্ণনা করেছেন। ব্যতিক্রম এই যে, ইবনু জুরায়জ এর হাদীসের বর্ণনা নিম্নরূপঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যখন তোমাদের কেউ জানাযাহ দেখতে পায়, তখন তার দাঁড়িয়ে যাওয়া উচিত। আর সে জানাযার অনুসরণ না করে তবে তা অগ্রসর হয়ে তাকে পিছনে ফেলে যাওয়া পর্যন্ত দাঁড়িয়ে থাকা উচিত। (ইসলামী ফাউন্ডেশন ২০৮৭, ইসলামীক সেন্টার ২০৯২)\n",
    "checkStatus": "1",
    "hadithNo": "2108",
    "id": "48868",
    "thesequence": "48381",
    "isActive": "1",
    "chapterId": "18122",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৪. জানাযাহ যেতে দেখে দাঁড়িয়ে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Abu Said al-Khudri that the Prophet (ﷺ) said:\nWhen you follow a bier, do not sit until it is placed on the (ground).",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا اتَّبَعْتُمْ جَنَازَةً فَلاَ تَجْلِسُوا حَتَّى تُوضَعَ  .",
    "hadithBengali": "২১০৯-(৭৬/৯৫৯) উসমান ইবনু আবূ শায়বাহ্ (রহঃ) ..... আবূ সাঈদ (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমরা জানাযার অনুগামী হও তখন জানাযাহ মাটিতে না রাখা পর্যন্ত বসবে না। (ইসলামী ফাউন্ডেশন ২০৮৮, ইসলামীক সেন্টার ২০৯৩)\n",
    "checkStatus": "1",
    "hadithNo": "2109",
    "id": "48869",
    "thesequence": "48382",
    "isActive": "1",
    "chapterId": "18122",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৪. জানাযাহ যেতে দেখে দাঁড়িয়ে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Abu Said al-Khudri that the Prophet (ﷺ) said:\nWhenever you come across a bier you should stand up, and he who follows it should not sit down till it is placed on the ground.",
    "hadithArabic": "وَحَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ عُلَيَّةَ - عَنْ هِشَامٍ الدَّسْتَوَائِيِّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، - وَاللَّفْظُ لَهُ - حَدَّثَنَا مُعَاذُ بْنُ، هِشَامٍ حَدَّثَنِي أَبِي، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَنَا أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي، سَعِيدٍ الْخُدْرِيِّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا رَأَيْتُمُ الْجَنَازَةَ فَقُومُوا فَمَنْ تَبِعَهَا فَلاَ يَجْلِسْ حَتَّى تُوضَعَ  .",
    "hadithBengali": "২১১০-(৭৭/...) সুরায়জ ইবনু ইউনুস, আলী ইবনু হুজর, মুহাম্মাদ ইবনুল মুসান্না (রহঃ) [শব্দগুলো তার] ...... আবূ সাঈদ আল খুদরী (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমরা জানাযার পিছনে পিছনে চল, তখন তা মাটিতে রাখা পর্যন্ত বসে না। (ইসলামী ফাউন্ডেশন ২০৮৯, ইসলামীক সেন্টার, নেই)\n",
    "checkStatus": "1",
    "hadithNo": "2110",
    "id": "48870",
    "thesequence": "48383",
    "isActive": "1",
    "chapterId": "18122",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৪. জানাযাহ যেতে দেখে দাঁড়িয়ে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Jabir ibn Abdullah:\nThere passed a bier and the Prophet (ﷺ) stood up for it and we also stood up along with him. We said: Messenger of Allah, that was the bier of a Jewess. Upon this he remarked: Verily, death is a matter of consternation, so whenever you come across a bier stand up.",
    "hadithArabic": "وَحَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ عُلَيَّةَ - عَنْ هِشَامٍ الدَّسْتَوَائِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ مِقْسَمٍ، عَنْ جَابِرِ، بْنِ عَبْدِ اللَّهِ قَالَ مَرَّتْ جَنَازَةٌ فَقَامَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَقُمْنَا مَعَهُ فَقُلْنَا يَا رَسُولَ اللَّهِ إِنَّهَا يَهُودِيَّةٌ . فَقَالَ   إِنَّ الْمَوْتَ فَزَعٌ فَإِذَا رَأَيْتُمُ الْجَنَازَةَ فَقُومُوا  .",
    "hadithBengali": "২১১১-(৭৮/৯৬০) সুরায়জ ইবনু ইউনুস ও আলী ইবনু হুজুর (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার একটি লাশ নিয়ে যেতে দেখে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে গেলেন। আমরাও তার সাথে দাঁড়িয়ে গেলাম। আমরা বললাম, হে আল্লাহর রসূল! এতো এক ইয়াহুদী মেয়েলোকের লাশ। তিনি বললেন মৃত্যু একটা ভয়াবহ জিনিস। অতএব যখন তোমরা জানাযাহ (লাশ) দেখ, দাঁড়িয়ে যাও। (ইসলামী ফাউন্ডেশন ২০৯০, ইসলামীক সেন্টার ২০৯৪)\n",
    "checkStatus": "1",
    "hadithNo": "2111",
    "id": "48871",
    "thesequence": "48384",
    "isActive": "1",
    "chapterId": "18122",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৪. জানাযাহ যেতে দেখে দাঁড়িয়ে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Juraij told me that Abu Zubair heard Jabir say that the Prophet (ﷺ) kept standing for a bier until it disappeared.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرًا، يَقُولُ قَامَ النَّبِيُّ صلى الله عليه وسلم لِجَنَازَةٍ مَرَّتْ بِهِ حَتَّى تَوَارَتْ .",
    "hadithBengali": "২১১২-(৭৯/...) মুহাম্মাদ ইবনু রাফি (রহঃ) ..... আবূ যুবায়র (রহঃ) থেকে আরও বর্ণিত হয়েছে যে, তিনি জাবির (রাযিঃ) কে বলতে শুনেছেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সহাবীগণ এক ইয়াহুদীর লাশ যেতে দেখে এবং তা চোখের আড়াল না হওয়া পর্যন্ত দাঁড়িয়ে থাকলেন। (ইসলামী ফাউন্ডেশন ২০৯২, ইসলামীক সেন্টার ২০৯৬)\n",
    "checkStatus": "1",
    "hadithNo": "2112",
    "id": "48872",
    "thesequence": "48385",
    "isActive": "1",
    "chapterId": "18122",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৪. জানাযাহ যেতে দেখে দাঁড়িয়ে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Again Abu Zubair heard Jabir say that the Prophet (ﷺ) and his Companions kept standing for a bier of a Jew until it disappeared from sight.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي أَبُو الزُّبَيْرِ أَيْضًا أَنَّهُ سَمِعَ جَابِرًا، يَقُولُ قَامَ النَّبِيُّ صلى الله عليه وسلم وَأَصْحَابُهُ لِجَنَازَةِ يَهُودِيٍّ حَتَّى تَوَارَتْ .",
    "hadithBengali": "২১১৩-(৮০/...) মুহাম্মাদ ইবনু রাফি (রহঃ) ..... আবুয যুবায়র (রহঃ) থেকে আরও বর্ণিত হয়েছে যে, তিনি জাবির (রাযিঃ) কে বলতে শুনেছেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সহাবীগণ এক ইয়াহুদীর লাশ যেতে দেখে এবং তা চোখের আড়াল না হওয়া পর্যন্ত দাঁড়িয়ে থাকলেন। (ইসলামী ফাউন্ডেশন ২০৯২, ইসলামীক সেন্টার ২০৯৬)\n",
    "checkStatus": "1",
    "hadithNo": "2113",
    "id": "48873",
    "thesequence": "48386",
    "isActive": "1",
    "chapterId": "18122",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৪. জানাযাহ যেতে দেখে দাঁড়িয়ে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Ibn Abu Laila that while Qais b. Sad and Sahl b. Hunaif were both in Qadislyya a bier passed by them and they both stood up. They were told that it was the bier of one of the people of the land (non-Muslim). They said that a bier passed before the Prophet (ﷺ) and he stood up. He was told that he (the dead man) was a Jew. Upon this he remarked:\nWas he not a human being or did he not have a soul?",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنِ ابْنِ أَبِي لَيْلَى، أَنَّ قَيْسَ بْنَ سَعْدٍ، وَسَهْلَ بْنَ حُنَيْفٍ، كَانَا بِالْقَادِسِيَّةِ فَمَرَّتْ بِهِمَا جَنَازَةٌ فَقَامَا فَقِيلَ لَهُمَا إِنَّهَا مِنْ أَهْلِ الأَرْضِ . فَقَالاَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّتْ بِهِ جَنَازَةٌ فَقَامَ فَقِيلَ إِنَّهُ يَهُودِيٌّ . فَقَالَ   أَلَيْسَتْ نَفْسًا ",
    "hadithBengali": "২১১৪-(৮১/৯৬১) আবূ বাকর ইবনু আবূ শায়বাহ, মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশশার (রহঃ) ..... আমর ইবনু মুররাহ ইবনু আবূ লায়লার সূত্রে বর্ণনা করেছেন যে, কায়স ইবনু সা&#39;দ ও সাহল ইবনু হুনায়ফ (রাযিঃ) কাদিসিয়্যাতে ছিলেন। তাদের কাছ দিয়ে একটা জানাযাহ অতিক্রম করলে তারা উভয়ে দাঁড়িয়ে গেলেন। তাদেরকে বলা হ&#39;ল, এটা তো অত্র এলাকার (এক অমুসলিমের) লাশ। তারা বললেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছ দিয়ে একটি জানাযাহ অতিক্রম করলে তিনি দাঁড়িয়ে যান। তখন কেউ তাকে বলল, এটা এক ইয়াহুদীর লাশ! তিনি বললেনঃ সেকি একটি প্রাণী নয়? (ইসলামী ফাউন্ডেশন ২০৯৩, ইসলামীক সেন্টার ২০৯৭)\n",
    "checkStatus": "1",
    "hadithNo": "2114",
    "id": "48874",
    "thesequence": "48387",
    "isActive": "1",
    "chapterId": "18122",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৪. জানাযাহ যেতে দেখে দাঁড়িয়ে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " And in the hadith narrated by Amr b. Murra with the same chain of transmitters, (the words) are: There passed a bier before us.",
    "hadithArabic": "وَحَدَّثَنِيهِ الْقَاسِمُ بْنُ زَكَرِيَّاءَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ شَيْبَانَ، عَنِ الأَعْمَشِ، عَنْ عَمْرِو بْنِ مُرَّةَ، بِهَذَا الإِسْنَادِ وَفِيهِ فَقَالاَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَمَرَّتْ عَلَيْنَا جَنَازَةٌ",
    "hadithBengali": "২১১৫-(.../...) কাসিম ইবনু যাকারিয়্যা (রহঃ) ..... আমর ইবনু মুররাহ (রহঃ) থেকে এ সূত্রে বর্ণিত হয়েছে। অতঃপর তারা বললেন, আমরা একবার রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে ছিলাম। এমন সময় আমাদের নিকট দিয়ে একটি লাশ অতিক্রম করল। (ইসলামী ফাউন্ডেশন ২০৯৪, ইসলামীক সেন্টার ২০৯৮)\n",
    "checkStatus": "1",
    "hadithNo": "2115",
    "id": "48875",
    "thesequence": "48388",
    "isActive": "1",
    "chapterId": "18122",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৪. জানাযাহ যেতে দেখে দাঁড়িয়ে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Waqid:\nNafi b. Jubair saw me and we were standing for a bier, while he was sitting and waiting for the bier to be placed on the ground. He said to me: What makes you keep standing? I said: I am waiting that the bier may be placed on the ground (and I am doing that) on the hadith narrated to me by Abu Said al-Khudri. Upon this Nafi said: Verily, Masud b. Hakam reported to me on the authority of Hadrat Ali b. Abu Talib that the Prophet (ﷺ) stood up first (for a bier) and then sat down.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ وَاقِدِ بْنِ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ، أَنَّهُ قَالَ رَآنِي نَافِعُ بْنُ جُبَيْرٍ وَنَحْنُ فِي جَنَازَةٍ قَائِمًا وَقَدْ جَلَسَ يَنْتَظِرُ أَنْ تُوضَعَ الْجَنَازَةُ فَقَالَ لِي مَا يُقِيمُكَ فَقُلْتُ أَنْتَظِرُ أَنْ تُوضَعَ الْجَنَازَةُ لِمَا يُحَدِّثُ أَبُو سَعِيدٍ الْخُدْرِيُّ . فَقَالَ نَافِعٌ فَإِنَّ مَسْعُودَ بْنَ الْحَكَمِ حَدَّثَنِي عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ أَنَّهُ قَالَ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ قَعَدَ .",
    "hadithBengali": "২১১৬-(৮২/৯৬২) কুতায়বাহ ইবনু সাঈদ, মুহাম্মাদ ইবনু রুমূহ ইবনুল মুহাজির [শব্দগুলো তার] (রহঃ) ...... ওয়াকিদ ইবনু আমর ইবনু মুআয (রহঃ) থেকে বর্ণিত। আমরা এক জানাযায় দাঁড়িয়ে ছিলাম। এমন সময় নাফি ইবনু জুবায়র আমাকে দেখতে পেলেন। তিনি তখন লাশ নীচে রাখার জন্য বসে বসে অপেক্ষা করছিলেন। তিনি আমাকে জিজ্ঞেস করলেন, তুমি এখানে দাঁড়িয়ে আছ কেন? আমি উত্তর দিলাম। লাশটি রাখার অপেক্ষায় দাঁড়িয়ে আছি। কেননা আবূ সাঈদ আল খুদরী (রাযিঃ) এর সম্পর্কে বর্ণনা করেছেন। নাফি&#39; (রাযিঃ) এ কথা শুনে বললেন, মাসউদ ইবনু হাকাম (রহঃ) আলী ইবনু আবূ তলিব (রাযিঃ) এর সূত্রে আমাকে জানিয়েছেন। তিনি বলেছেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রথমে দাঁড়িয়েছেন পরে বসে গেছেন (এ অভ্যাস পরিত্যাগ করেছেন)। (ইসলামী ফাউন্ডেশন ২০৯৫, ইসলামীক সেন্টার ২০৯৯)\n",
    "checkStatus": "1",
    "hadithNo": "2116",
    "id": "48876",
    "thesequence": "48389",
    "isActive": "1",
    "chapterId": "18123",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৫. জানাযার জন্য দাঁড়ানো থেকে অব্যাহতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Masud b. al-Hakam al-Ansari informed Nafi that he had heard Hadrat Ali (may Allah be pleased with him), son of Abu Talib, say about the biers:\nVerily, the Prophet (ﷺ) used to stand first but later on kept sitting; but it is also narrated that Nafi ibn Jubair saw Waqid b. Amr standing for a bier till it was placed down.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ، جَمِيعًا عَنِ الثَّقَفِيِّ، - قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ، - قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، قَالَ أَخْبَرَنِي وَاقِدُ، بْنُ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ الأَنْصَارِيُّ أَنَّ نَافِعَ بْنَ جُبَيْرٍ، أَخْبَرَهُ أَنَّ مَسْعُودَ بْنَ الْحَكَمِ الأَنْصَارِيَّ أَخْبَرَهُ أَنَّهُ، سَمِعَ عَلِيَّ بْنَ أَبِي طَالِبٍ، يَقُولُ فِي شَأْنِ الْجَنَائِزِ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ ثُمَّ قَعَدَ . وَإِنَّمَا حَدَّثَ بِذَلِكَ لأَنَّ نَافِعَ بْنَ جُبَيْرٍ رَأَى وَاقِدَ بْنَ عَمْرٍو قَامَ حَتَّى وُضِعَتِ الْجَنَازَةُ .",
    "hadithBengali": "২১১৭-(৮৩/...) মুহাম্মাদ ইবনু মুসান্না, ইসহাক ইবনু ইবরাহীম ও ইবনু আবূ উমার (রহঃ) ..... মাসউদ ইবনু হাকাম আল আনসারী (রাযিঃ) আলী ইবনু আবূ তলিব (রাযিঃ) কে জানাযার ব্যাপারে বলতে শুনেছেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রথম দিকে দাঁড়াতেন এবং পরে বসে পড়তেন। নাফি ইবনু জুবায়র কথাটা এজন্য বর্ণনা করেছেন যে, তিনি ওয়াকিদ ইবনু আমর (রাযিঃ) কে দেখলেন তিনি লাশ নীচে রাখার অপেক্ষায় দাঁড়িয়ে আছেন। (ইসলামী ফাউন্ডেশন ২০৯৬, ইসলামীক সেন্টার ২১০০)\n",
    "checkStatus": "1",
    "hadithNo": "2117",
    "id": "48877",
    "thesequence": "48390",
    "isActive": "1",
    "chapterId": "18123",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৫. জানাযার জন্য দাঁড়ানো থেকে অব্যাহতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Yahya b. Said with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "২১১৮-(.../...) আবূ কুরায়ব (রহঃ) ..... ইয়াহইয়া ইবনু সাঈদ (রহঃ) থেকে একই সানাদে বর্ণিত হয়েছে। (ইসলামী ফাউন্ডেশন ২০৯৭, ইসলামীক সেন্টার ২১০১)\n",
    "checkStatus": "1",
    "hadithNo": "2118",
    "id": "48878",
    "thesequence": "48391",
    "isActive": "1",
    "chapterId": "18123",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৫. জানাযার জন্য দাঁড়ানো থেকে অব্যাহতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Muhammad b. Munkadir that he said:\nI heard from Masud b. al-Hakam who narrated it on the authority of Hadrat Ali that he said: We saw the Prophet (ﷺ) stood up for a (bier) and we also stood up; he sat down and we too sat down.",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ، بْنِ الْمُنْكَدِرِ قَالَ سَمِعْتُ مَسْعُودَ بْنَ الْحَكَمِ، يُحَدِّثُ عَنْ عَلِيٍّ، قَالَ رَأَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ فَقُمْنَا وَقَعَدَ فَقَعَدْنَا . يَعْنِي فِي الْجَنَازَةِ .",
    "hadithBengali": "২১১৯-(৮৪/...) যুহায়র ইবনু হারব (রহঃ) ..... আলী (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমরা জানাযায় রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দাঁড়াতে দেখে দাঁড়িয়েছি এবং বসতে দেখে বসে গেছি। (ইসলামী ফাউন্ডেশন.২০৯৮, ইসলামীক সেন্টার ২১০২)\n",
    "checkStatus": "1",
    "hadithNo": "2119",
    "id": "48879",
    "thesequence": "48392",
    "isActive": "1",
    "chapterId": "18123",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৫. জানাযার জন্য দাঁড়ানো থেকে অব্যাহতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Shuba with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالاَ حَدَّثَنَا يَحْيَى، - وَهُوَ الْقَطَّانُ - عَنْ شُعْبَةَ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "২১২০-(.../...) মুহাম্মদ ইবনু আবূ বাকর আল মুকদ্দামী ও উবায়দুল্লাহ ইবনু সাঈদ (রহঃ) ..... শুবাহ (রহঃ) থেকে অনুরূপ বর্ণিত হয়েছে। (ইসলামী ফাউন্ডেশন ২০৯৯, ইসলামীক সেন্টার ২১০৩)\n",
    "checkStatus": "1",
    "hadithNo": "2120",
    "id": "48880",
    "thesequence": "48393",
    "isActive": "1",
    "chapterId": "18123",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৫. জানাযার জন্য দাঁড়ানো থেকে অব্যাহতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jubair b. Nufair says:\nI heard it from Auf b. Malik that the Prophet (ﷺ) said prayer on the dead body, and I remembered his prayer: O Allah! forgive him, have mercy upon him, give him peace and absolve him. Receive him with honour and make his grave spacious; wash him with water, snow and hail. Cleanse him from faults as Thou wouldst cleanse a white garment from impurity. Requite him with an abode more excellent than his abode, with a family better than his family, and with a mate better than his mate. Admit him to the Garden, and protect him from the torment of the grave and the torment of the Fire. (Auf bin Malik) said: I earnestly desired that I were this dead body.",
    "hadithArabic": "وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ حَبِيبِ بْنِ عُبَيْدٍ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، سَمِعَهُ يَقُولُ سَمِعْتُ عَوْفَ بْنَ مَالِكٍ، يَقُولُ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى جَنَازَةٍ فَحَفِظْتُ مِنْ دُعَائِهِ وَهُوَ يَقُولُ   اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَعَافِهِ وَاعْفُ عَنْهُ وَأَكْرِمْ نُزُلَهُ وَوَسِّعْ مُدْخَلَهُ وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ وَأَهْلاً خَيْرًا مِنْ أَهْلِهِ وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ وَأَدْخِلْهُ الْجَنَّةَ وَأَعِذْهُ مِنْ عَذَابِ الْقَبْرِ أَوْ مِنْ عَذَابِ النَّارِ  . قَالَ حَتَّى تَمَنَّيْتُ أَنْ أَكُونَ أَنَا ذَلِكَ الْمَيِّتَ",
    "hadithBengali": "২১২১-(৮৫/৯৬৩) হারূন ইবনু সাঈদ আল আয়লী (রহঃ) ..... জুবায়র ইবনু নুফায়র (রহঃ) থেকে বর্ণিত। (তিনি বলেন) আমি আওফ ইবনু মালিক (রাযিঃ) কে বলতে শুনেছিঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক জানাযায় যে দুআ পড়লেন, আমি তার সে দু&#39;আ মনে রেখেছি। দু&#39;আয় তিনি এ কথাগুলো বলেছিলেন,\n\n<em>আল্ল-হুম্মাগফির লাহু ওয়ারহাম্&zwnj;হু ওয়া আ-ফিহী ওয়াফু আনহু ওয়া আকরিম নুযুলাহ্&zwnj; ওয়া ওয়াসসি&#39; মুদখালাহু ওয়াগসিলহু বিলমা-য়ি ওয়াস্&zwnj;সালজি ওয়াল বারাদি ওয়ানাক্কীহী মিনাল খাত্বা-ইয়া- কামা- নাক্কায়সাস সাওবাল আবইয়াযা মিনাদদানাসি ওয়া আবদিলহু দা-রান খায়রাম মিন দা-রহী ওয়া আহলান খায়রাম মিন আহলিহী ওয়া য়াওজান খায়রাম মিন যাওজিহী ওয়া আদখিলহুল জান্নাতা ওয়া আইয্&zwnj;হ মিন আযা-বিল ক্ববরি আও মিন আযা-বিন্না-র</em>\n\n(অর্থাৎ- হে আল্লাহ! তাকে ক্ষমা করে দাও ও তার প্রতি দয়া কর। তাকে নিরাপদে রাখ ও তার ক্রটি মার্জনা কর। তাকে উত্তম সামগ্ৰী দান কর ও তার প্রবেশ পথকে প্রশস্ত করে দাও। তাকে পানি, বরফ ও বৃষ্টি দ্বারা মুছে দাও এবং পাপ থেকে এরূপভাবে পরিষ্কার-পরিচ্ছন্ন করে দাও যেরূপ সাদা কাপড় ময়লা থেকে পরিষ্কার হয়ে যায়। তাকে তার ঘরকে উত্তম ঘরে পরিণত কর, তার পরিবার থেকে উত্তম পরিবার দান কর, তার স্ত্রীর তুলনায় উত্তম স্ত্রী দান কর। তাকে জান্নাতে প্রবেশ করাও এবং কবরের আযাব ও জাহান্নামের আযাব থেকে বাঁচাও।)।\n\nবর্ণনাকারী আওফ ইবনু মালিক বলেন, তার মূল্যবান দু&#39;আ শুনে আমার মনে আকাঙ্খা জাগল, আমি যদি সে মৃত ব্যক্তি হতাম। (ইসলামী ফাউন্ডেশন ২১০০, ইসলামীক সেন্টার ২১০৪)\n",
    "checkStatus": "1",
    "hadithNo": "2121",
    "id": "48881",
    "thesequence": "48394",
    "isActive": "1",
    "chapterId": "18124",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৬. জানাযার সলাতে মাইয়্যিতের জন্য দুআ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "see previous Hadith.",
    "hadithArabic": "قَالَ وَحَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ جُبَيْرٍ حَدَّثَهُ عَنْ أَبِيهِ عَنْ عَوْفِ بْنِ مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم بِنَحْوِ هَذَا الْحَدِيثِ أَيْضًا",
    "hadithBengali": "২১২২-(.../...) আবদুর রহমান ইবনু জুবায়র (রহঃ) ..... আওফ ইবনু মালিক (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অত্র হাদীসের অনুরূপ বর্ণনা করেছেন। (ইসলামী ফাউন্ডেশন ২১০১, ইসলামীক সেন্টার, ২১০৫)\n",
    "checkStatus": "1",
    "hadithNo": "2122",
    "id": "48882",
    "thesequence": "48395",
    "isActive": "1",
    "chapterId": "18124",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৬. জানাযার সলাতে মাইয়্যিতের জন্য দুআ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا مُعَاوِيَةُ بْنُ، صَالِحٍ بِالإِسْنَادَيْنِ جَمِيعًا . نَحْوَ حَدِيثِ ابْنِ وَهْبٍ .",
    "hadithBengali": "২১২৩-(।../...) ইসহাক ইবনু ইবরাহীম (রহঃ) ..... মুআবিয়াহ ইবনু সালিহ (রহঃ) হতে উভয় সানাদে ইবনু ওয়াহব এর হাদীসের অনুরূপ বর্ণিত হয়েছে। (ইসলামী ফাউন্ডেশন ২১০২, ইসলামীক সেন্টার, নেই)\n",
    "checkStatus": "1",
    "hadithNo": "2123",
    "id": "48883",
    "thesequence": "48396",
    "isActive": "1",
    "chapterId": "18124",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৬. জানাযার সলাতে মাইয়্যিতের জন্য দুআ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik said:\nI heard the Prophet (ﷺ) say (while offering prayer on a dead body): O Allah! forgive him, have mercy upon him. Give him peace and absolve him. Receive him with honour and make his grave spacious. Wash him with water, snow and hail, cleanse him from faults as is cleaned a white garment from impurity. Requite him with an abode more excellent than his abode, with a family better than his family, and with a mate better than his mate, and save him from the trial of the grave and torment of Hell. Auf b. Malik said: I earnestly desired that I were the dead person to receive the prayer of the Messenger of Allah (ﷺ) as this dead body had (received).",
    "hadithArabic": "وَحَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، كِلاَهُمَا عَنْ عِيسَى بْنِ، يُونُسَ عَنْ أَبِي حَمْزَةَ الْحِمْصِيِّ، ح وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، - وَاللَّفْظُ لأَبِي الطَّاهِرِ - قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ أَبِي حَمْزَةَ بْنِ سُلَيْمٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِيهِ، عَنْ عَوْفِ بْنِ مَالِكٍ الأَشْجَعِيِّ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم وَصَلَّى عَلَى جَنَازَةٍ يَقُولُ   اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَاعْفُ عَنْهُ وَعَافِهِ وَأَكْرِمْ نُزُلَهُ وَوَسِّعْ مُدْخَلَهُ وَاغْسِلْهُ بِمَاءٍ وَثَلْجٍ وَبَرَدٍ وَنَقِّهِ مِنَ الْخَطَايَا كَمَا يُنَقَّى الثَّوْبُ الأَبْيَضُ مِنَ الدَّنَسِ وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ وَأَهْلاً خَيْرًا مِنْ أَهْلِهِ وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ وَقِهِ فِتْنَةَ الْقَبْرِ وَعَذَابَ النَّارِ  . قَالَ عَوْفٌ فَتَمَنَّيْتُ أَنْ لَوْ كُنْتُ أَنَا الْمَيِّتَ لِدُعَاءِ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى ذَلِكَ الْمَيِّتِ .",
    "hadithBengali": "২১২৪-(৮৬/...) নাসর ইবনু আলী আল জাহযামী ও ইসহাক ইবনু ইবরাহীম, আবুত তহির ও হারূন ইবনু সাঈদ আল আয়লী (রহঃ) [শব্দগুলো আবূ তহির-এর] ... আওফ ইবনু মালিক আল আশজাঈ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জানাযার সলাতে এভাবে দু&#39;আ করতে শুনেছিঃ\n\n<em>&ldquo;আল্ল-হুমমাগফিরলাহু ওয়ারহামহু ওয়াফু আনহু ওয়া-আ-ফিহী ওয়া আকরিম নুযুলাহ্&zwnj; ওয়াসসি&#39; মুদখালাহ্&zwnj; ওয়াগসিলহু বিমা-য়িন ওয়াসালজিন ওয়াবারাদিন ওয়ানাক্কীহী মিনাল খাতা-ইয়া- কামা- ইউনাক্কাস সাওবুল আবইরায়ু মিনাদদানাস ওয়া আবদিলহু দা-রান খায়রাম মিন দা-রিহী ওয়া আহলান খায়রাম মিন আহলিহী ওয়া যাওজান খায়রাম মিন যাওজিহী ওয়াক্বিহী ফিতনাতিল ক্ববরি ওয়া&#39;আযা-বিন না-র&rdquo;</em>\n\n(অর্থাৎ- হে আল্লাহ! তাকে ক্ষমা করে দাও ও তার প্রতি দয়া কর। তার ক্রটি মার্জন কর ও তাকে বিপদ মুক্ত কর। তার উত্তম আপ্যায়নের ব্যবস্থা কর ও তার আশ্রয়স্থলকে প্রশস্ত করে দাও। তাকে পানি, বরফ ও বৃষ্টি দিয়ে ধুয়ে মুছে দাও। তাকে পাপরাশ থেকে এভাবে পরিষ্কার করে দাও যেভাবে সাদা কাপড়কে ময়লা থেকে পরিষ্কার করা হয়। তাকে তার বর্তমান ঘরের পরিবর্তে আরও উত্তম ঘর দান কর, তার পরিবার থেকে উত্তম পরিবার দান কর, বর্তমান স্ত্রী অপেক্ষা উত্তম স্ত্রী দান কর এবং তাকে কবর আযাব ও জাহান্নামের আযাব থেকে বাচাও )।\n\nআওফ ইবনু মালিক (রাযিঃ) বলেন, ঐ মৃত ব্যক্তির প্রতি রসূলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এরূপ দুআ দেখে মনে আকাঙ্ক্ষা জাগল যে, আমি যদি এ মৃত ব্যক্তি হতাম। (ইসলামী ফাউন্ডেশন ২১০৩, ইসলামীক সেন্টার, ২১০৬)\n",
    "checkStatus": "1",
    "hadithNo": "2124",
    "id": "48884",
    "thesequence": "48397",
    "isActive": "1",
    "chapterId": "18124",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৬. জানাযার সলাতে মাইয়্যিতের জন্য দুআ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১২১-(৮৫/৯৬৩) হারূন ইবনু সাঈদ আল আয়লী (রহঃ) ..... জুবায়র ইবনু নুফায়র (রহঃ) থেকে বর্ণিত। (তিনি বলেন) আমি আওফ ইবনু মালিক (রাযিঃ)-কে বলতে শুনেছি : রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক জানাযায় যে দুআ পড়লেন, আমি তার সে দু&#39;আ মনে রেখেছি। দু&#39;আয় তিনি এ কথাগুলো বলেছিলেন, আল্ল-হুম্মাগফির লাহু ওয়ারহাম্হু ওয়া আ-ফিহী ওয়াফু আনহু ওয়া আকরিম নুযুলাহু ওয়া ওয়াসসি&#39; মুদখালাহু ওয়াগসিলহু বিলমা-য়ি ওয়াস্সালজি ওয়াল বারাদি ওয়ানাঙ্কহী মিনাল খাত্বা-ইয়া- কামা- নাক্কায়সাস সাওবাল আবইয়াযা মিনাদদানাসি ওয়া আবদিলহু দা-রান খায়রাম মিন দা-রহী ওয়া আহলান খায়রাম মিন আহলিহী ওয়া য়াওজান খায়রাম মিন যাওজিহী ওয়া আদখিলহুল জান্নাতা ওয়া আইয়ূহ মিন আযা-বিল কুবরি আও মিন আযা-বিনা-র&rdquo;&ndash; (অর্থাৎ- হে আল্লাহ! তাকে ক্ষমা করে দাও ও তার প্রতি দয়া কর । তাকে নিরাপদে রাখ ও তার ক্রটি মার্জনা কর । তাকে উত্তম সামগ্ৰী দান কর ও তার প্রবেশ পথকে প্রশস্ত করে দাও। তাকে পানি, বরফ ও বৃষ্টি দ্বারা মুছে দাও এবং পাপ থেকে এরূপভাবে পরিষ্কার-পরিচ্ছন্ন করে দাও যেরূপ সাদা কাপড় ময়লা থেকে পরিষ্কার হয়ে যায়। তাকে তার ঘরকে উত্তম ঘরে পরিণত কর, তার পরিবার থেকে উত্তম পরিবার দান কর, তার স্ত্রীর তুলনায় উত্তম স্ত্রী দান কর। তাকে জান্নাতে প্রবেশ করাও এবং কবরের আযাব ও জাহান্নামের আযাব থেকে বাচাও।)। বর্ণনাকার আওফ ইবনু মালিক বলেন, তার মূল্যবান দু&#39;আ শুনে আমার মনে আকাজক্ষা জাগল, আমি যদি সে মৃত ব্যক্তি হতাম। (ইসলামী ফাউন্ডেশন ২১০০, ইসলামীক সেন্টার ২১০৪)\n",
    "checkStatus": "0",
    "hadithNo": "2121",
    "id": "48885",
    "thesequence": "48398",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Samura b. Jundub said:\nI prayed behind the Messenger of Allah (ﷺ) and he prayed for a woman who had died in the state of delivery. He stood in front of her waist.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، عَنْ حُسَيْنِ بْنِ، ذَكْوَانَ قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، قَالَ صَلَّيْتُ خَلْفَ النَّبِيِّ صلى الله عليه وسلم وَصَلَّى عَلَى أُمِّ كَعْبٍ مَاتَتْ وَهِيَ نُفَسَاءُ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلصَّلاَةِ عَلَيْهَا وَسَطَهَا .",
    "hadithBengali": "২১২৫-(৮৭/৯৬৪) ইয়াহইয়া ইবনু ইয়াহইয়া আত তামিমী (রহঃ) ..... সামুরাহ ইবনু জুনদুব (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পিছনে জানাযার সলাত আদায় করতাম। তিনি উম্মু কাব এর জানাযাহ আদায় করছিলেন। তিনি নিফাস অবস্থায় মারা গিয়েছিলেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জানাযাহ আদায়কালে তার মাঝ বরাবার দাঁড়িয়েছিলেন। (ইসলামী ফাউন্ডেশন ২১০৪, ইসলামীক সেন্টার ২১০৭)\n",
    "checkStatus": "1",
    "hadithNo": "2125",
    "id": "48886",
    "thesequence": "48399",
    "isActive": "1",
    "chapterId": "18125",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৭. জানাযার সলাতে ইমাম মাইয়্যিতের কোন বরাবর দাঁড়াবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Husain with the same chain of transmitters, but no mention is made of Umm Kab.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، وَيَزِيدُ بْنُ هَارُونَ، ح وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، وَالْفَضْلُ بْنُ مُوسَى، كُلُّهُمْ عَنْ حُسَيْنٍ، بِهَذَا الإِسْنَادِ وَلَمْ يَذْكُرُوا أُمَّ كَعْبٍ .",
    "hadithBengali": "২১২৬-(.../...) আবৃ বাকর ইবনু শায়বাহ, আলী ইবনু হুজুর (রহঃ) ..... সকলেই হুসায়ন (রহঃ) থেকে একই সূত্রে বর্ণনা করেছেন। অবশ্য তারা উম্মু কা&#39;ব এর কথা উল্লেখ করেননি। (ইসলামী ফাউন্ডেশন ২১০৫, ইসলামীক সেন্টার ২১০৮)\n",
    "checkStatus": "1",
    "hadithNo": "2126",
    "id": "48887",
    "thesequence": "48400",
    "isActive": "1",
    "chapterId": "18125",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৭. জানাযার সলাতে ইমাম মাইয়্যিতের কোন বরাবর দাঁড়াবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Samura b. Jundub said:\nI was a young boy during the time of the Prophet (ﷺ) and I retained in my mind (what I learnt from him), and nothing restrained me from speaking except the fact that there were persons far more advanced in age than I. Verily, I said prayer behind the Messenger of Allah (ﷺ) over a woman who had died in the state of delivery, and the Messenger of Allah (ﷺ) stood up to say prayer in front of the middle part of her body. And in the tradition narrated on the authority of Ibn Muthanna the words are: (The Holy Prophet) stood in the middle part of her body for offering prayer for her.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَعُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ، قَالاَ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ حُسَيْنٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، قَالَ قَالَ سَمُرَةُ بْنُ جُنْدُبٍ لَقَدْ كُنْتُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم غُلاَمًا فَكُنْتُ أَحْفَظُ عَنْهُ فَمَا يَمْنَعُنِي مِنَ الْقَوْلِ إِلاَّ أَنَّ هَا هُنَا رِجَالاً هُمْ أَسَنُّ مِنِّي وَقَدْ صَلَّيْتُ وَرَاءَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى امْرَأَةٍ مَاتَتْ فِي نِفَاسِهَا فَقَامَ عَلَيْهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الصَّلاَةِ وَسَطَهَا . وَفِي رِوَايَةِ ابْنِ الْمُثَنَّى قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ قَالَ فَقَامَ عَلَيْهَا لِلصَّلاَةِ وَسَطَهَا .",
    "hadithBengali": "২১২৭-(৮৮/...) মুহাম্মাদ ইবনুল মুসান্না ও উকবাহ ইবনু মুকরাম আল আম্মী (রহঃ) ... সামুরাহ ইবনু জুনদুব (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় তরুণ বালক ছিলাম। আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা মনে রাখতে পারতাম। তবে একমাত্র এ কারণে আলোচনা করতে আমার বিবেক আমাকে বাধা দিত যে, তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আমার চেয়ে বয়োঃজ্যেষ্ঠ লোক উপস্থিত থাকত। আমি তার পিছনে এক মহিলার জানাযাহ আদায় করলাম। সে নিফাস অবস্থায় মারা গিয়েছিল। তার জানাযাহ আদায়কালে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দেহের মাঝ বরাবর দাঁড়িয়েছেন।\n\nইবনুল মুসান্না-এর রিওয়ায়াতে এরূপ বর্ণিত হয়েছেঃ আমাকে আবদুল্লাহ ইবনু বুরায়দাহ (রাযিঃ) শুনিয়েছেন এবং বলেছেন, তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তার সলাত আদায়কালে তার দেহের মাঝ বরাবর দাঁড়িয়েছিলেন। (ইসলামী ফাউন্ডেশন ২১০৬, ইসলামীক সেন্টার ২১০৯)\n",
    "checkStatus": "1",
    "hadithNo": "2127",
    "id": "48888",
    "thesequence": "48401",
    "isActive": "1",
    "chapterId": "18125",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৭. জানাযার সলাতে ইমাম মাইয়্যিতের কোন বরাবর দাঁড়াবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It is reported on the authority of Jabir ibn Samura that an unsaddled horse was brought to the Prophet (ﷺ) and he rode on it when he returned after having offered the funeral prayer of Ibn Dahdah and we walked on foot around him.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ - وَاللَّفْظُ لِيَحْيَى - قَالَ أَبُو بَكْرٍ حَدَّثَنَا وَقَالَ، يَحْيَى أَخْبَرَنَا وَكِيعٌ، عَنْ مَالِكِ بْنِ مِغْوَلٍ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ، سَمُرَةَ قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِفَرَسٍ مُعْرَوْرًى فَرَكِبَهُ حِينَ انْصَرَفَ مِنْ جَنَازَةِ ابْنِ الدَّحْدَاحِ وَنَحْنُ نَمْشِي حَوْلَهُ .",
    "hadithBengali": "২১২৮-(৮৯/৯৬৫) ইয়াহইয়া ইবনু ইয়াহইয়া ও আবূ বকর ইবনু আবূ শায়বাহ (রহঃ) শব্দগুলো ইয়াহইয়ার ...... জাবির ইবনু সামুরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট রশিবিহীন একটি ঘোড়া হাজির করা হ&#39;ল। তিনি ইবনু দাহদাহ এর জানাযাহ শেষ করে এর পিঠে আরোহণ করলেন। আর আমরা তার চার পাশে হেঁটে চলছিলাম। (ইসলামী ফাউন্ডেশন ২১০৭, ইসলামীক সেন্টার ২১১০)\n",
    "checkStatus": "1",
    "hadithNo": "2128",
    "id": "48889",
    "thesequence": "48402",
    "isActive": "1",
    "chapterId": "18126",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৮. জানাযাহ্ থেকে প্রত্যাবর্তনের সময় জানাযাহ গমনকারীর সাওয়াব প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir ibn Samura reported that the Prophet (ﷺ) said (funeral) prayer on Ibn Dahdah:\nthen an unsaddled horse was brought to him and a person hobbled it, and he (the Messenger of Allah) rode upon it and it bounded and we followed it and ran after it. One of the people said that the Prophet (ﷺ) remarked: How many among hanging bunches in the Paradise are meant for Ibn Dahdah?",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى ابْنِ الدَّحْدَاحِ ثُمَّ أُتِيَ بِفَرَسٍ عُرْىٍ فَعَقَلَهُ رَجُلٌ فَرَكِبَهُ فَجَعَلَ يَتَوَقَّصُ بِهِ وَنَحْنُ نَتَّبِعُهُ نَسْعَى خَلْفَهُ - قَالَ - فَقَالَ رَجُلٌ مِنَ الْقَوْمِ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  كَمْ مِنْ عِذْقٍ مُعَلَّقٍ - أَوْ مُدَلًّى - فِي الْجَنَّةِ لاِبْنِ الدَّحْدَاحِ  . أَوْ قَالَ شُعْبَةُ  لأَبِي الدَّحْدَاحِ  .",
    "hadithBengali": "২১২৯-(.../...) মুহাম্মাদ ইবনুল মুসান্না ও মুহাম্মাদ ইবনু বাশশার (রহঃ) [শব্দগুলো ইবনুল মুসান্না-এর] ..... জাবির ইবনু সামুরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, ইবনু দাহদাহ (মারা গেলে) রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জানাযাহ আদায় করলেন। এরপর তার কাছে একটা লাগামবিহীন ঘোড়া হাজির করা হল। জনৈক ব্যক্তি তা রশি দিয়ে বাঁধল। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর পিঠে আরোহণ করলেন। ঘোড়াটি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নিয়ে লাফিয়ে চলতে লাগল। আর আমরা তার পিছনে দৌড়িয়ে অনুসরণ করলাম। জাবির বলেন, অতঃপর কাফিলার মধ্যে জনৈক ব্যক্তি বলল, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বহু সংখ্যক খেজুরের ছড়া ইবনু দাহদাহ এর জন্য জান্নাতে ঝুলে রয়েছে। শু&#39;বাহ-এর বর্ণনায় &#39;আবূ দাহদাহ&#39; উল্লেখ আছে। (ইসলামী ফাউন্ডেশন ২১০৮, ইসলামীক সেন্টার ২১১১)\n",
    "checkStatus": "1",
    "hadithNo": "2129",
    "id": "48890",
    "thesequence": "48403",
    "isActive": "1",
    "chapterId": "18126",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৮. জানাযাহ্ থেকে প্রত্যাবর্তনের সময় জানাযাহ গমনকারীর সাওয়াব প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amir b. Sad b. Abu Waqqas told that Sad b. Abu Waqqas said during his illness of which he died:\n Make a niche for me in the side of the grave and set up bricks over me as was done in case of Allahs Messenger (ﷺ).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الْمِسْوَرِيُّ، عَنْ إِسْمَاعِيلَ بْنِ، مُحَمَّدِ بْنِ سَعْدٍ عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، أَنَّ سَعْدَ بْنَ أَبِي وَقَّاصٍ، قَالَ فِي مَرَضِهِ الَّذِي هَلَكَ فِيهِ الْحَدُوا لِي لَحْدًا وَانْصِبُوا عَلَىَّ اللَّبِنَ نَصْبًا كَمَا صُنِعَ بِرَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "২১৩০-(৯০/৯৬৬) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আমির ইবনু সাদ ইবনু আবূ ওয়াক্কাস (রহঃ) থেকে বর্ণিত। সা&#39;দ ইবনু আবূ ওয়াক্কাস (রাঃ) তার মৃত্যুকালীন পীড়ার সময় বলেছেন, তোমরা আমার জন্য একটা কবর ঠিক করে রাখ এবং আমার কবরের উপর এভাবে ইট স্থাপন কর যেভাবে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কবরে করা হয়েছে। (ইসলামী ফাউন্ডেশন ২১০৯, ইসলামীক সেন্টার ২১১২)\n",
    "checkStatus": "1",
    "hadithNo": "2130",
    "id": "48891",
    "thesequence": "48404",
    "isActive": "1",
    "chapterId": "18127",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "২৯. লাহদ কবর তৈরি এবং কবরের উপর ইট স্থাপন প্রসঙ্গে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas said that a piece of red stuff was put in the grave of Allahs Messenger (ﷺ).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا وَكِيعٌ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، وَوَكِيعٌ، جَمِيعًا عَنْ شُعْبَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، - وَاللَّفْظُ لَهُ - قَالَ حَدَّثَنَا يَحْيَى، بْنُ سَعِيدٍ حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَبُو جَمْرَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جُعِلَ فِي قَبْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَطِيفَةٌ حَمْرَاءُ . قَالَ مُسْلِمٌ أَبُو جَمْرَةَ اسْمُهُ نَصْرُ بْنُ عِمْرَانَ وَأَبُو التَّيَّاحِ اسْمُهُ يَزِيدُ بْنُ حُمَيْدٍ مَاتَا بِسَرَخْسَ .",
    "hadithBengali": "২১৩১-(৯১৯৬৭) ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বাকর ইবনু আবূ শায়বাহ, মুহাম্মাদ ইবনুল মুসান্না (রহঃ) শব্দাবলী তার ..... ইবনু আব্বাস (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কবরের লাল বর্ণের একটা চাদর বিছিয়ে দেয়া হয়েছে। ইমাম মুসলিম বলেন, আবূ জামারাহ-এর নাম হচ্ছে নাসর ইবনু ইমরান ও আবূ তায়ইয়্যাহ এর প্রকৃত নাম ইয়ায়ীদ ইবনু হুমায়দ উভয়ে &#39;সারাখ্&zwnj;স&#39; এ ইনতিকাল করেছেন। (ইসলামী ফাউন্ডেশন ২১১০, ইসলামীক সেন্টার ২১১৩)\n",
    "checkStatus": "1",
    "hadithNo": "2131",
    "id": "48892",
    "thesequence": "48405",
    "isActive": "1",
    "chapterId": "18128",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩০. কবরে চাদর বিছিয়ে দেয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Thumama b. Shafayy reported:\nWhen we were with Fadala b. Ubaid in the country of the Romans at a place (known as) Rudis, a friend of ours died. Fadala b. Ubaid ordered to prepare a grave for him and then it was levelled; and then he said: I heard the Messenger of Allah (ﷺ) commanding (us) to level the grave.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرٍو حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، ح وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي عَمْرُو بْنُ الْحَارِثِ، - فِي رِوَايَةِ أَبِي الطَّاهِرِ - أَنَّ أَبَا عَلِيٍّ الْهَمْدَانِيَّ، حَدَّثَهُ - وَفِي، رِوَايَةِ هَارُونَ - أَنَّ ثُمَامَةَ بْنَ، شُفَىٍّ حَدَّثَهُ قَالَ كُنَّا مَعَ فَضَالَةَ بْنِ عُبَيْدٍ بِأَرْضِ الرُّومِ بِرُودِسَ فَتُوُفِّيَ صَاحِبٌ لَنَا فَأَمَرَ فَضَالَةُ بْنُ عُبَيْدٍ بِقَبْرِهِ فَسُوِّيَ ثُمَّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَأْمُرُ بِتَسْوِيَتِهَا .",
    "hadithBengali": "২১৩২-(৯২/৯৬৮) আবুত তহির আহমাদ ইবনু আমর ও হারূন ইবনু সাঈদ আল আয়লী (রহঃ) ..... সুমামাহ ইবনু শুফাই (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা একবার রোম সাম্রাজ্যের রূদিস নামক উপদ্বীপে ফুযালাহ ইবনু উবায়দ এর সঙ্গে ছিলাম। আমাদের একজন সঙ্গী মারা গেলে ফুযালাহ তাকে কবরস্থ করতে আদেশ দিলেন। অতঃপর তার কবরকে সমান করে তৈরি করা হল। অতঃপর তিনি বললেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি, তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কবরকে সমতল করে তৈরি করতে আদেশ করেছেন। (ইসলামী ফাউন্ডেশন ২১১১, ইসলামীক সেন্টার ২১১৪)\n",
    "checkStatus": "1",
    "hadithNo": "2132",
    "id": "48893",
    "thesequence": "48406",
    "isActive": "1",
    "chapterId": "18129",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩১. কবর সমান করার নির্দেশ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abul-Hayyaj al-Asadi told that Ali (b. Abu Talib) said to him:\nShould I not send you on the same mission as Allahs Messenger (ﷺ) sent me? Do not leave an image without obliterating it, or a high grave without levelling It.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ أَبِي وَائِلٍ، عَنْ أَبِي، الْهَيَّاجِ الأَسَدِيِّ قَالَ قَالَ لِي عَلِيُّ بْنُ أَبِي طَالِبٍ أَلاَّ أَبْعَثُكَ عَلَى مَا بَعَثَنِي عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ لاَ تَدَعَ تِمْثَالاً إِلاَّ طَمَسْتَهُ وَلاَ قَبْرًا مُشْرِفًا إِلاَّ سَوَّيْتَهُ",
    "hadithBengali": "২১৩৩-(৯৩/৯৬৯) ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বাকর ইবনু আবূ শায়বাহ ও যুহারর ইবনু হারব (রহঃ) ...... আবূল হাইয়্যাজ আল আসাদী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আলী (রাযিঃ) বলেন, আমি কি তোমাকে এমনভাবে পাঠাব না, যে কাজে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে পাঠিয়েছিলেন? তা হচ্ছে কোন (জীবের) প্রতিকৃতি বা ছবি দেখলে তা চূর্ণ-বিচূর্ণ করে দিবে এবং কোন উঁচু কবর দেখলে তা ভেঙ্গে দিবে। (ইসলামী ফাউন্ডেশন ২১১২, ইসলামীক সেন্টার ২১১৫)\n",
    "checkStatus": "1",
    "hadithNo": "2133",
    "id": "48894",
    "thesequence": "48407",
    "isActive": "1",
    "chapterId": "18129",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩১. কবর সমান করার নির্দেশ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been reported by Habib with the same chain of transmitters and he said: (Do not leave) a picture without obliterating it.",
    "hadithArabic": " وَحَدَّثَنِيهِ أَبُو بَكْرِ بْنُ خَلاَّدٍ الْبَاهِلِيُّ، حَدَّثَنَا يَحْيَى، - وَهُوَ الْقَطَّانُ - حَدَّثَنَا سُفْيَانُ، حَدَّثَنِي حَبِيبٌ، بِهَذَا الإِسْنَادِ وَقَالَ وَلاَ صُورَةً إِلاَّ طَمَسْتَهَا",
    "hadithBengali": "২১৩৪-(.../...) আবূ বকর ইবনু খাল্লাদ আল বাহিলী (রহঃ) ..... হাবীব (রহঃ) থেকে একই সানাদে বর্ণিত। তিনি বলেন, মূর্তি বিলুপ্ত এবং ছবি ধ্বংস করে দিবে। (ইসলামী ফাউন্ডেশন ২১১৩, ইসলামীক সেন্টার ২১১৬)\n",
    "checkStatus": "1",
    "hadithNo": "2134",
    "id": "48895",
    "thesequence": "48408",
    "isActive": "1",
    "chapterId": "18129",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩১. কবর সমান করার নির্দেশ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir said:\nAllahs Messenger (ﷺ) forbade that the graves should be plastered or they be used as sitting places (for the people), or a building should be built over them.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي، الزُّبَيْرِ عَنْ جَابِرٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُجَصَّصَ الْقَبْرُ وَأَنْ يُقْعَدَ عَلَيْهِ وَأَنْ يُبْنَى عَلَيْهِ .",
    "hadithBengali": "২১৩৫-(৯৪/৯৭০) আবূ বাকর ইবনু আবূ শায়বাহ্ (রহঃ) ..... জাবির (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কবর পাকা করতে, কবরের উপর বসতে ও কবরের উপর গৃহ নিৰ্মাণ করতে নিষেধ করেছেন। (ইসলামী ফাউন্ডেশন ২১১৪, ইসলামীক সেন্টার ২১১৭)\n",
    "checkStatus": "1",
    "hadithNo": "2135",
    "id": "48896",
    "thesequence": "48409",
    "isActive": "1",
    "chapterId": "18130",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩২. কবরে চুনকাম করা এবং এর উপর অট্টালিকা নির্মাণ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been transmitted on the authority of Jabir b. Abdullah.",
    "hadithArabic": " وَحَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، جَمِيعًا عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ، اللَّهِ يَقُولُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "২১৩৬-(.../...) হারূন ইবনু আবদুল্লাহ, মুহাম্মাদ ইবনু রাফি&#39; (রহঃ) ..... আবূ যুবায়র (রহঃ) জানিয়েছেন যে, তিনি জাবির ইবনু আবদুল্লাহকে বলতে শুনেছেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি ... উপরের হাদীসের অনুরূপ। (ইসলামী ফাউন্ডেশন ২১১৫, ইসলামীক সেন্টার ২১১৮)\n",
    "checkStatus": "1",
    "hadithNo": "2136",
    "id": "48897",
    "thesequence": "48410",
    "isActive": "1",
    "chapterId": "18130",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩২. কবরে চুনকাম করা এবং এর উপর অট্টালিকা নির্মাণ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir said that he was forbidden to plaster graves.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ أَيُّوبَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ نُهِيَ عَنْ تَقْصِيصِ الْقُبُورِ، .",
    "hadithBengali": "২১৩৭-(৯৫/...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... জাবির (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কবর পাকা করতে নিষেধ করেছেন। (ইসলামী ফাউন্ডেশন ২১১৬, ইসলামীক সেন্টার ২১১৯)\n",
    "checkStatus": "1",
    "hadithNo": "2137",
    "id": "48898",
    "thesequence": "48411",
    "isActive": "1",
    "chapterId": "18130",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩২. কবরে চুনকাম করা এবং এর উপর অট্টালিকা নির্মাণ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nIt is better that one of you should sit on live coals which would burn his clothing and come in contact with his skin than that he should sit on a grave.",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لأَنْ يَجْلِسَ أَحَدُكُمْ عَلَى جَمْرَةٍ فَتُحْرِقَ ثِيَابَهُ فَتَخْلُصَ إِلَى جِلْدِهِ خَيْرٌ لَهُ مِنْ أَنْ يَجْلِسَ عَلَى قَبْرٍ  .",
    "hadithBengali": "২১৩৮-(৯৬/৯৭১) যুহায়র ইবনু হারব (রহঃ) ..... আবূ হুরায়রাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কারো জলন্ত অঙ্গারের উপর বসে থাকা এবং তাতে তার কাপড় পুড়ে গিয়ে শরীরের চামড়া দগ্ধীভূত হওয়া কবরের উপর বসার চেয়ে উত্তম। (ইসলামী ফাউন্ডেশন ২১১৭, ইসলামীক সেন্টার ২১২০)\n",
    "checkStatus": "1",
    "hadithNo": "2138",
    "id": "48899",
    "thesequence": "48412",
    "isActive": "1",
    "chapterId": "18131",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩৩. কবরের উপর বসা এবং সলাত আদায় করা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated by Suhail with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي الدَّرَاوَرْدِيَّ ح وَحَدَّثَنِيهِ عَمْرٌو، النَّاقِدُ حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا سُفْيَانُ، كِلاَهُمَا عَنْ سُهَيْلٍ، بِهَذَا الإِسْنَادِ . نَحْوَهُ.",
    "hadithBengali": "২১৩৯-(.../...) কুতায়বাহ ইবনু সাঈদ, আমর আন নাকিদ (রহঃ) ..... উভয়েই সুহায়ল (রহঃ) থেকে একই সানাদে অনুরূপ বর্ণনা করেছেন। (ইসলামী ফাউন্ডেশন ২১১৮, ইসলামীক সেন্টার ২১২১)\n",
    "checkStatus": "1",
    "hadithNo": "2139",
    "id": "48900",
    "thesequence": "48413",
    "isActive": "1",
    "chapterId": "18131",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩৩. কবরের উপর বসা এবং সলাত আদায় করা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Marthad al-Ghanawi reported Allahs Messenger (ﷺ) as saying:\nDo not sit on the graves and do not pray facing towards them.",
    "hadithArabic": "وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ ابْنِ جَابِرٍ، عَنْ بُسْرِ، بْنِ عُبَيْدِ اللَّهِ عَنْ وَاثِلَةَ، عَنْ أَبِي مَرْثَدٍ الْغَنَوِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَجْلِسُوا عَلَى الْقُبُورِ وَلاَ تُصَلُّوا إِلَيْهَا  .",
    "hadithBengali": "২১৪০-(৯৭/৯৭২) আলী ইবনু হুজুর আস সাদী (রহঃ) ..... আবূ মারসাদ আল গানাবী (রযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা কখনো কবরের উপর বসবে না এবং কবরের দিকে মুখ করে সলাতও আদায় করবে না। (ইসলামী ফাউন্ডেশন ২১১৯. ইসলামীক সেন্টার ২১২২)\n",
    "checkStatus": "1",
    "hadithNo": "2140",
    "id": "48901",
    "thesequence": "48414",
    "isActive": "1",
    "chapterId": "18131",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩৩. কবরের উপর বসা এবং সলাত আদায় করা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Marthad al-Ghanawi reported Allahs Messenger (ﷺ) as saying:\nDo not pray facing towards the graves, and do not sit on them.",
    "hadithArabic": "وَحَدَّثَنَا حَسَنُ بْنُ الرَّبِيعِ الْبَجَلِيُّ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ بُسْرِ بْنِ عُبَيْدِ اللَّهِ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ وَاثِلَةَ بْنِ الأَسْقَعِ، عَنْ أَبِي مَرْثَدٍ الْغَنَوِيِّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لاَ تُصَلُّوا إِلَى الْقُبُورِ وَلاَ تَجْلِسُوا عَلَيْهَا .",
    "hadithBengali": "২১৪১-(৯৮/...) হাসান ইবনুর রাবী আল বাজালী (রহঃ) ..... আবূ মারসাদ আল গানাবী (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ তোমরা কবরের দিকে সলাত আদায় করো না এবং কবরের উপর বসো না । (ইসলামী ফাউন্ডেশন ২১২০, ইসলামীক সেন্টার ২১২৩)\n",
    "checkStatus": "1",
    "hadithNo": "2141",
    "id": "48902",
    "thesequence": "48415",
    "isActive": "1",
    "chapterId": "18131",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩৩. কবরের উপর বসা এবং সলাত আদায় করা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abbad b. Abdullah b. Zubair reported that Aisha ordered the bier of Sad b. Abu Waqqas to be brought into the mosque so that she should pray for him. The people disapproved this (act) of hers. She said:\nHow soon the people have forgotten that the Messenger of Allah (ﷺ) offered not the funeral prayer of Suhail b al-Baida but in a mosque.",
    "hadithArabic": " وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، - وَاللَّفْظُ لإِسْحَاقَ - قَالَ عَلِيٌّ حَدَّثَنَا وَقَالَ، إِسْحَاقُ أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَبْدِ الْوَاحِدِ بْنِ حَمْزَةَ، عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، أَنَّ عَائِشَةَ، أَمَرَتْ أَنْ يُمَرَّ، بِجَنَازَةِ سَعْدِ بْنِ أَبِي وَقَّاصٍ فِي الْمَسْجِدِ فَتُصَلِّيَ عَلَيْهِ فَأَنْكَرَ النَّاسُ ذَلِكَ عَلَيْهَا فَقَالَتْ مَا أَسْرَعَ مَا نَسِيَ النَّاسُ مَا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى سُهَيْلِ ابْنِ الْبَيْضَاءِ إِلاَّ فِي الْمَسْجِدِ .",
    "hadithBengali": "২১৪২-(৯৯/৯৭৩) আলী ইবনু হুজুর আস সা&#39;দী ও ইসহাক ইবনু ইবরাহীম আল হান্&zwnj;যালী (রহঃ) [শব্দাবলী ইসহাক-এর] ..... আব্বাস ইবনু আবদুল্লাহ ইবনু যুবায়র (রাযিঃ) থেকে বর্ণিত। আয়িশাহ (রাযিঃ) সা&#39;দ ইবনু আবূ ওয়াক্কাস এর লাশ মসজিদে নিয়ে আসতে ও মসজিদের ভিতরে জানাযার সলাত আদায় করতে নির্দেশ দিলেন। উপস্থিত লোকেরা তার আদেশ পালনে অসম্মতি প্রকাশ করল। তিনি বললেন, লোকেরা এত তাড়াতাড়ি ভুলে গেল! রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুহায়ল ইবনু বায়যা এর জানাযার সলাত মাসজিদেই আদায় করেছিলেন। (ইসলামী ফাউন্ডেশন ২১২১, ইসলামীক সেন্টার ২১২৪)\n",
    "checkStatus": "1",
    "hadithNo": "2142",
    "id": "48903",
    "thesequence": "48416",
    "isActive": "1",
    "chapterId": "18132",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩৪. মাসজিদে জানাযার সলাত আদায় করা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abbad b. Abdullah b. Zubair reported on the authority of Aisha that when Sad b. Abu Waqqas died, the wives of the Messenger of Allah (ﷺ) sent message to bring his bier into the mosque so that they should offer prayer for him. They (the participants of the funeral) did accordingly, and it was placed in front of their apartments and they offered prayer for him. It was brought out of the door (known as) Bab al-Janaiz which was towards the side of Maqaid, and the news reached them (the wives of the Holy Prophet) that the people bad criticised this (i. e. offering of funeral prayer in the mosque) saying that it was not desirable to take the bier inside the mosque. This was conveyed to Aisha. She said:\nHow hastily the people criticise that about which they know little. They criticise us for carrying the bier in the mosque. The Messenger of Allah (ﷺ) offered not the funeral prayer of Suhail b. Baida but in the innermost part of the mosque.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، عَنْ عَبْدِ الْوَاحِدِ، عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، يُحَدِّثُ عَنْ عَائِشَةَ، أَنَّهَا لَمَّا تُوُفِّيَ سَعْدُ بْنُ أَبِي وَقَّاصٍ أَرْسَلَ أَزْوَاجُ النَّبِيِّ صلى الله عليه وسلم أَنْ يَمُرُّوا بِجَنَازَتِهِ فِي الْمَسْجِدِ فَيُصَلِّينَ عَلَيْهِ فَفَعَلُوا فَوُقِفَ بِهِ عَلَى حُجَرِهِنَّ يُصَلِّينَ عَلَيْهِ أُخْرِجَ بِهِ مِنْ بَابِ الْجَنَائِزِ الَّذِي كَانَ إِلَى الْمَقَاعِدِ فَبَلَغَهُنَّ أَنَّ النَّاسَ عَابُوا ذَلِكَ وَقَالُوا مَا كَانَتِ الْجَنَائِزُ يُدْخَلُ بِهَا الْمَسْجِدَ . فَبَلَغَ ذَلِكَ عَائِشَةَ فَقَالَتْ مَا أَسْرَعَ النَّاسَ إِلَى أَنْ يَعِيبُوا مَا لاَ عِلْمَ لَهُمْ بِهِ . عَابُوا عَلَيْنَا أَنْ يُمَرَّ بِجَنَازَةٍ فِي الْمَسْجِدِ وَمَا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى سُهَيْلِ ابْنِ بَيْضَاءَ إِلاَّ فِي جَوْفِ الْمَسْجِدِ .",
    "hadithBengali": "২১৪৩-(১০০/...) মুহাম্মাদ ইবনু হাতিম (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। যখন সা&#39;দ ইবনু আব ওয়াক্কাস (রাযিঃ) ইনতিকাল করলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রীগণ তার লাশ মাসজিদে নিয়ে আসার জন্য বলে পাঠালেন যাতে তারাও তার জানাযাহ আদায় করতে পারেন। উপস্থিত লোকেরা তাই করল। তাকে উম্মাহাতুল মু&#39;মিনীনদের ঘরের সামনে রাখা হল এবং তারা তার জানাযার সলাত আদায় করলেন। অতঃপর তাকে বাবুল জানায়িয (জানাযাহ বের করার দরজা) দিয়ে যা মাকাইদ এর দিকে ছিল, বের করা হল। লোকেরা এ খবর জানতে পেয়ে বলল, কি ব্যাপার! জানাযাহ মসজিদে ঢুকানো হয়েছে? আয়িশাহ (রাযিঃ) এর নিকট এ সংবাদ পৌছলে তিনি বললেন, লোকেরা কেন এত শীঘ্র সমালোচনায় প্রবৃত্ত হল, যে সম্পর্কে তাদের কোন জ্ঞান নেই? মাসজিদে জানাযাহ নিয়ে যাওয়ার ব্যাপারে লোকেরা সমালোচনা করল, অথচ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুহায়ল ইবনু বায়যা এর সলাতে জানাযাহ মসজিদের ভিতরেই আদায় করেছেন। ইমাম মুসলিম বলেন, সুহায়ল বিন ওয়াদা বায়যা এর পুত্র। তার মায়ের নাম বায়যা। (ইসলামী ফাউন্ডেশন ২১২২, ইসলামীক সেন্টার ২১২৫)\n",
    "checkStatus": "1",
    "hadithNo": "2143",
    "id": "48904",
    "thesequence": "48417",
    "isActive": "1",
    "chapterId": "18132",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩৪. মাসজিদে জানাযার সলাত আদায় করা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Salama b. Abd al-Rahman reported on the authority ot Aisha that when Sad b. Abu Waqqas died she said:\nBring it (the bier) into the mosque so that I offer prayer for him. But, this act of hers was disapproved. She said: By Allah, the Messenger of Allah (ﷺ) offered prayer in the mosque for the two sons of Baida, viz, for Suhail and his brother.",
    "hadithArabic": " وَحَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ، وَمُحَمَّدُ بْنُ رَافِعٍ، - وَاللَّفْظُ لاِبْنِ رَافِعٍ - قَالاَ حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنَا الضَّحَّاكُ، - يَعْنِي ابْنَ عُثْمَانَ - عَنْ أَبِي النَّضْرِ، عَنْ أَبِي سَلَمَةَ بْنِ، عَبْدِ الرَّحْمَنِ أَنَّ عَائِشَةَ، لَمَّا تُوُفِّيَ سَعْدُ بْنُ أَبِي وَقَّاصٍ قَالَتِ ادْخُلُوا بِهِ الْمَسْجِدَ حَتَّى أُصَلِّيَ عَلَيْهِ . فَأُنْكِرَ ذَلِكَ عَلَيْهَا فَقَالَتْ وَاللَّهِ لَقَدْ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى ابْنَىْ بَيْضَاءَ فِي الْمَسْجِدِ سُهَيْلٍ وَأَخِيهِ . قَالَ مُسْلِمٌ سُهَيْلُ بْنُ دَعْدٍ وَهُوَ ابْنُ الْبَيْضَاءِ أُمُّهُ بَيْضَاءُ .",
    "hadithBengali": "২১৪৪-(১০১/...) হারূন ইবনু আবদুল্লাহ ও মুহাম্মাদ ইবনু রাফি&#39; (রহঃ) [শব্দগুলো রাফি&#39;] ..... আবু সালামাহ ইবনু আবদুর রহমান (রহঃ) থেকে বর্ণিত। যখন সা&#39;দ ইবনু আবূ ওয়াক্কাস ইনতিকাল করলেন আয়িশাহ (রাযিঃ) বললেন, তোমরা তার লাশ নিয়ে মাসজিদে প্রবেশ কর। আমি তার জানাযাহ পড়ব। তখন লোকেরা অস্বীকৃতি জানালে তিনি বললেন, আল্লাহর কসম! রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বায়যা এর দু&#39; ছেলে সুহায়ল ও তার ভাইয়ের (সাহল এর) জানাযার সলাত মাসজিদেই আদায় করেছেন। (ইসলামী ফাউন্ডেশন ২১২৩, ইসলামীক সেন্টার ২১২৬)\n",
    "checkStatus": "1",
    "hadithNo": "2144",
    "id": "48905",
    "thesequence": "48418",
    "isActive": "1",
    "chapterId": "18132",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩৪. মাসজিদে জানাযার সলাত আদায় করা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported (that whenever it was her turn for Allahs Messenger [may peace be upon him] to spend the night with her) he would go out towards the end of the night to al-Baqi and say:\nPeace be upon you, abode of a people who are believers. What you were promised would come to you tomorrow, you receiving it after some delay; and God willing we shall join you. O Allah, grant forgiveness to the inhabitants of Baqi al-Gharqad. Qutaiba did not mention his words: would come to you.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَيَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ شَرِيكٍ، - وَهُوَ ابْنُ أَبِي نَمِرٍ - عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم - كُلَّمَا كَانَ لَيْلَتُهَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم - يَخْرُجُ مِنْ آخِرِ اللَّيْلِ إِلَى الْبَقِيعِ فَيَقُولُ  السَّلاَمُ عَلَيْكُمْ دَارَ قَوْمٍ مُؤْمِنِينَ وَأَتَاكُمْ مَا تُوعَدُونَ غَدًا مُؤَجَّلُونَ وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ اللَّهُمَّ اغْفِرْ لأَهْلِ بَقِيعِ الْغَرْقَدِ  . وَلَمْ يُقِمْ قُتَيْبَةُ قَوْلَهُ  وَأَتَاكُمْ  .",
    "hadithBengali": "২১৪৫-(১০২/৯৭৪) ইয়াহইয়া ইবনু ইয়াহইয়া আত তামিমী, ইয়াহইয়া ইবনু আইয়ুব ও কুতায়বাহ ইবনু সাঈদ (রহঃ) .... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অভ্যাস ছিল, যেদিন তার কাছে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর রাত্রি যাপনের পালা আসত, তিনি শেষ রাত্রে উঠে (বাকী কবরস্থানে) চলে যেতেন এবং এভাবে দু&#39;আ করতেনঃ\n\n<em>আসসালা-মু আলায়কুম দা-রা কাওমিন মু&#39;মিনীনা ওয়া আতা-কুম মা ত&#39;আদূনা গদান মুআজজালুনা ওয়া ইন্না- ইনশা-আল্ল-হু বিকুম লা-হিকূন আল্ল-হুমমাগফিরলি আহলি বাকীউল গরকাদ&rdquo;</em>\n\n(অর্থাৎ- তোমাদের ওপর সালাম ও শান্তি বর্ষিত হোক, ওহে ঈমানদার কবরবাসীগণ! তোমাদের কাছে পরকালে নির্ধারিত যেসব বিষয়ের প্রতিশ্রুতি দেয়া হয়েছিল তা তোমাদের নিকট এসে গেছে। আল্লাহর ইচ্ছায় আমরাও তোমাদের সাথে মিলিত হব। হে আল্লাহ! বাকী গারকদি কবরবাসীদেরকে ক্ষমা করে দাও।)।\n\nকিন্তু কুতায়বাহ-এর বর্ণনায় তোমাদেরকে দেয়া হয়েছে কথাটি নেই। (ইসলামী ফাউন্ডেশন ২১২৪, ইসলামীক সেন্টার ২১২৭)\n",
    "checkStatus": "1",
    "hadithNo": "2145",
    "id": "48906",
    "thesequence": "48419",
    "isActive": "1",
    "chapterId": "18133",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩৫. কবরে প্রবেশের সময় কি বলবে এবং কবরবাসীর জন্য দুআ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Muhammad b. Qais said (to the people):\nShould I not narrate to you (a hadith of the Holy Prophet) on my authority and on the authority of my mother? We thought that he meant the mother who had given him birth. He (Muhammad b. Qais) then reported that it was Aisha who had narrated this: Should I not narrate to you about myself and about the Messenger of Allah (ﷺ)? We said: Yes. She said: When it was my turn for Allahs Messenger (ﷺ) to spend the night with me, he turned his side, put on his mantle and took off his shoes and placed them near his feet, and spread the corner of his shawl on his bed and then lay down till he thought that I had gone to sleep. He took hold of his mantle slowly and put on the shoes slowly, and opened the door and went out and then closed it lightly. I covered my head, put on my veil and tightened my waist wrapper, and then went out following his steps till he reached Baqi. He stood there and he stood for a long time. He then lifted his hands three times, and then returned and I also returned. He hastened his steps and I also hastened my steps. He ran and I too ran. He came (to the house) and I also came (to the house). I, however, preceded him and I entered (the house), and as I lay down in the bed, he (the Holy Prophet) entered the (house), and said: Why is it, O Aisha, that you are out of breath? I said: There is nothing. He said: Tell me or the Subtle and the Aware would inform me. I said: Messenger of Allah, may my father and mother be ransom for you, and then I told him (the whole story). He said: Was it the darkness (of your shadow) that I saw in front of me? I said: Yes. He gave me a nudge on the chest which I felt, and then said: Did you think that Allah and His Apostle would deal unjustly with you? She said: Whatsoever the people conceal, Allah will know it. He said: Gabriel came to me when you saw me. He called me and he concealed it from you. I responded to his call, but I too concealed it from you (for he did not come to you), as you were not fully dressed. I thought that you had gone to sleep, and I did not like to awaken you, fearing that you may be frightened. He (Gabriel) said: Your Lord has commanded you to go to the inhabitants of Baqi (to those lying in the graves) and beg pardon for them. I said: Messenger of Allah, how should I pray for them (How should I beg forgiveness for them)? He said: Say, Peace be upon the inhabitants of this city (graveyard) from among the Believers and the Muslims, and may Allah have mercy on those who have gone ahead of us, and those who come later on, and we shall, God willing, join you.",
    "hadithArabic": " وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرِ بْنِ الْمُطَّلِبِ، أَنَّهُ سَمِعَ مُحَمَّدَ بْنَ قَيْسٍ، يَقُولُ سَمِعْتُ عَائِشَةَ، تُحَدِّثُ فَقَالَتْ أَلاَ أُحَدِّثُكُمْ عَنِ النَّبِيِّ صلى الله عليه وسلم وَعَنِّي . قُلْنَا بَلَى ح. وَحَدَّثَنِي مَنْ، سَمِعَ حَجَّاجًا الأَعْوَرَ، - وَاللَّفْظُ لَهُ - قَالَ حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَبْدُ اللَّهِ، - رَجُلٌ مِنْ قُرَيْشٍ - عَنْ مُحَمَّدِ بْنِ قَيْسِ بْنِ مَخْرَمَةَ، بْنِ الْمُطَّلِبِ أَنَّهُ قَالَ يَوْمًا أَلاَ أُحَدِّثُكُمْ عَنِّي وَعَنْ أُمِّي قَالَ فَظَنَنَّا أَنَّهُ يُرِيدُ أُمَّهُ الَّتِي وَلَدَتْهُ . قَالَ قَالَتْ عَائِشَةُ أَلاَ أُحَدِّثُكُمْ عَنِّي وَعَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم . قُلْنَا بَلَى . قَالَ قَالَتْ لَمَّا كَانَتْ لَيْلَتِيَ الَّتِي كَانَ النَّبِيُّ صلى الله عليه وسلم فِيهَا عِنْدِي انْقَلَبَ فَوَضَعَ رِدَاءَهُ وَخَلَعَ نَعْلَيْهِ فَوَضَعَهُمَا عِنْدَ رِجْلَيْهِ وَبَسَطَ طَرَفَ إِزَارِهِ عَلَى فِرَاشِهِ فَاضْطَجَعَ فَلَمْ يَلْبَثْ إِلاَّ رَيْثَمَا ظَنَّ أَنْ قَدْ رَقَدْتُ فَأَخَذَ رِدَاءَهُ رُوَيْدًا وَانْتَعَلَ رُوَيْدًا وَفَتَحَ الْبَابَ فَخَرَجَ ثُمَّ أَجَافَهُ رُوَيْدًا فَجَعَلْتُ دِرْعِي فِي رَأْسِي وَاخْتَمَرْتُ وَتَقَنَّعْتُ إِزَارِي ثُمَّ انْطَلَقْتُ عَلَى إِثْرِهِ حَتَّى جَاءَ الْبَقِيعَ فَقَامَ فَأَطَالَ الْقِيَامَ ثُمَّ رَفَعَ يَدَيْهِ ثَلاَثَ مَرَّاتٍ ثُمَّ انْحَرَفَ فَانْحَرَفْتُ فَأَسْرَعَ فَأَسْرَعْتُ فَهَرْوَلَ فَهَرْوَلْتُ فَأَحْضَرَ فَأَحْضَرْتُ فَسَبَقْتُهُ فَدَخَلْتُ فَلَيْسَ إِلاَّ أَنِ اضْطَجَعْتُ فَدَخَلَ فَقَالَ  مَا لَكِ يَا عَائِشُ حَشْيَا رَابِيَةً  . قَالَتْ قُلْتُ لاَ شَىْءَ . قَالَ  لَتُخْبِرِينِي أَوْ لَيُخْبِرَنِّي اللَّطِيفُ الْخَبِيرُ  . قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي . فَأَخْبَرْتُهُ قَالَ  فَأَنْتِ السَّوَادُ الَّذِي رَأَيْتُ أَمَامِي  . قُلْتُ نَعَمْ . فَلَهَدَنِي فِي صَدْرِي لَهْدَةً أَوْجَعَتْنِي ثُمَّ قَالَ  أَظَنَنْتِ أَنْ يَحِيفَ اللَّهُ عَلَيْكِ وَرَسُولُهُ  . قَالَتْ مَهْمَا يَكْتُمِ النَّاسُ يَعْلَمْهُ اللَّهُ نَعَمْ . قَالَ  فَإِنَّ جِبْرِيلَ أَتَانِي حِينَ رَأَيْتِ فَنَادَانِي فَأَخْفَاهُ مِنْكِ فَأَجَبْتُهُ فَأَخْفَيْتُهُ مِنْكِ وَلَمْ يَكُنْ يَدْخُلُ عَلَيْكِ وَقَدْ وَضَعْتِ ثِيَابَكِ وَظَنَنْتُ أَنْ قَدْ رَقَدْتِ فَكَرِهْتُ أَنْ أُوقِظَكِ وَخَشِيتُ أَنْ تَسْتَوْحِشِي فَقَالَ إِنَّ رَبَّكَ يَأْمُرُكَ أَنْ تَأْتِيَ أَهْلَ الْبَقِيعِ فَتَسْتَغْفِرَ لَهُمْ  . قَالَتْ قُلْتُ كَيْفَ أَقُولُ لَهُمْ يَا رَسُولَ اللَّهِ قَالَ  قُولِي السَّلاَمُ عَلَى أَهْلِ الدِّيَارِ مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ وَيَرْحَمُ اللَّهُ الْمُسْتَقْدِمِينَ مِنَّا وَالْمُسْتَأْخِرِينَ وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لَلاَحِقُونَ  .",
    "hadithBengali": "২১৪৬-(১০৩/...) হারূন ইবনু সাঈদ আল আয়লী (রহঃ) ..... মুহাম্মাদ ইবনু কায়স (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আয়িশাহ (রাযিঃ) কে বলতে শুনেছি- তিনি বলেন, আমি কি তোমাদেরকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ও আমার তরফ থেকে হাদীস বর্ণনা করে শোনাব না? আমরা বললাম, অবশ্যই! ইমাম মুসলিম (রহঃ) হাজ্জাজ আল আ&#39;ওয়ার (রহঃ) থেকে শুনেছেন ..... জনৈক কুরায়শী আবদুল্লাহ (রহঃ) থেকে মুহাম্মাদ ইবনু কায়স ইবনু মাখরামাহ ইবনুল মুত্ত্বালিব (রহঃ) একদিন আমাকে বলেন, আমি কি তোমাদেরকে আমার পক্ষ থেকে ও আমার আমার আম্মাজান থেকে হাদীস বর্ণনা করে শুনাব? রাবী আবদুল্লাহ বলেন, আমরা ধারণা করলাম তিনি তার জননী মাকে বুঝাচ্ছেন। এরপর তিনি বললেন, আয়িশাহ (রাযিঃ) বলেছেন, আমি কি তোমাদের আমার পক্ষ থেকে ও রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীস বর্ণনা করে শুনাব? আমরা বললাম, হ্যাঁ অবশ্যই। তিনি বলেন, যখন ঐ রাত আসত যে রাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে থাকতেন। তিনি এসে তার চাদর রেখে দিতেন, জুতা খুলে পায়ের কাছে রাখতেন। পরে নিজ তহবন্দের (লুঙ্গি) একদিক বিছানায় বিছিয়ে কাত হয়ে শুয়ে পড়তেন।\n\nঅতঃপর মাত্র কিছু সময় যতক্ষণে তিনি ধারণা করতেন যে, আমি ঘুমিয়ে পড়েছি, বিশ্রাম গ্রহণ করতেন। অতঃপর উঠে ধীরে ধীরে নিজ চাদর নিতেন এবং জুতা পরিধান করতেন। পরে আস্তে আস্তে দরজা খুলে বেরিয়ে পড়তেন। অতঃপর কিছু সময় নিজেকে আত্মগোপন করে রাখতেন। একদিন আমি আমার জামা মাথার উপর স্থাপন করে তা দিয়ে মাথাটা ঢেকে লুঙ্গি পরিধান করে, অতঃপর তার পেছনে রওয়ানা হলাম। যেতে যেতে তিনি বাকীতে (কবরস্থানে) পৌছলেন। তথায় তিনি দীর্ঘ সময় দাঁড়িয়ে থাকলেন। অতঃপর তিনি তিনবার হাত উঠিয়ে দু&#39;আ করলেন। এবার গৃহের দিকে ফিরে রওয়ানা করলে আমিও রওয়ানা হলাম। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) দ্রুত রওয়ানা করলে আমিও দ্রুত চলতে লাগলাম। তাকে আরও দ্রুত পদক্ষেপে এগিয়ে আসতে দেখে আমি আরও দ্রুত চলতে লাগলাম। এরপর আমরা দৌড়াতে আরম্ভ করলে আমি দৌড়ে তার আগেই ঘরে ঢুকে পড়লাম এবং বিলম্ব না করে শুয়ে পড়লাম।\n\nএকটু পরে তিনি গৃহে প্রবেশ করে আমাকে জিজ্ঞেস করলেন, হে আয়িশাহ! তোমার কি হল? কেন হাপিয়ে পড়েছ? আয়িশাহ (রাযিঃ) বলেন, আমি জবাব দিলাম না, তেমন কিছু না। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হয় তুমি নিজে আমাকে ব্যাপারটা খুলে বলবে নতুবা মহান আল্লাহ আমাকে তা জানিয়ে দিবেন। আমি বললাম, হে আল্লাহর রসূল! আপনার ওপর আমার মাতা-পিতা কুরবান হোক। এরপর তাকে ব্যাপারটা জানিয়ে দিলাম। তিনি বললেন, তুমিই সে কালো ছায়াটি যা আমি আমার সামনে দেখছিলাম। আমি বললামঃ জী হ্যাঁ। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আমার বুকে একটা থাপ্পড় মারলেন যাতে আমি ব্যথা পেলাম। অতঃপর বললেন, তুমি কি ধারণা করেছ আল্লাহ ও তার রসূল তোমার ওপর অবিচার করবেন? আয়িশাহ (রাযিঃ) বলেন, যখনই মানুষ কোন কিছু গোপন করে, আল্লাহ তা অবশ্যই জানেন। হ্যাঁ অবশ্যই জানেন।\n\nরসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যখন তুমি আমাকে দেখেছ এ সময় আমার কাছে জিবরীল (আঃ) এসেছিলেন এবং আমাকে ডাকছিলেন। অবশ্য তা তোমার কাছে গোপন রাখা হয়েছে। আর আমিও তা গোপন রাখা বাঞ্ছনীয় মনে করে তোমার নিকট গোপন রেখেছি। যেহেতু তুমি তোমার কাপড় রেখে দিয়েছ, তাই তিনি তোমার কাছে আসেননি। আমি ভেবেছিলাম তুমি ঘুমিয়ে পড়েছ তাই তোমাকে জাগানো সমীচীন মনে করিনি। আর আমি আশঙ্কা করছিলাম যে, তুমি ভীত বিহ্বল হয়ে পড়বে।\n\nএরপর জিবরীল (আঃ) বললেন, আপনার প্রভু আপনার প্রতি আদেশ করছেন, বাকী&#39;র কবরবাসীদের নিকট গিয়ে তাদের জন্য দু&#39;আ ইসতিগফার করতে। আয়িশাহ (রাযিঃ) বলেন, আমি জিজ্ঞেস করলাম, হে আল্লাহর রসূল! আমি তাদের জন্য কীভাবে দু&#39;আ করব? তিনি বললেনঃ তুমি বল, এ বাসস্থানের অধিবাসী ঈমানদার মুসলিমদের প্রতি সালাম বর্ষিত হোক। আমাদের মধ্য থেকে যারা আগে বিদায় গ্রহণ করেছে আর যারা পিছনে বিদায় নিয়েছে সবার প্রতি আল্লাহ দয়া করুন। আল্লাহ চাহে তো আমরাও তোমাদের সাথে মিলিত হব*। (ইসলামী ফাউন্ডেশন, ২১২৫, ইসলামীক সেন্টার ২১২৮)\n",
    "checkStatus": "1",
    "hadithNo": "2146",
    "id": "48907",
    "thesequence": "48420",
    "isActive": "1",
    "chapterId": "18133",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩৫. কবরে প্রবেশের সময় কি বলবে এবং কবরবাসীর জন্য দুআ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sulaiman b. Buraida narrated on the authority of his father that the Messenger of Allah (ﷺ) used to teach them when they went out to the graveyard. One of the narrators used to say this in the narration transmitted on the authority of Abu Bakr:\n Peace be upon the inhabitants of the city (i. e. graveyard). In the hadith transmitted by Zuhair (the words are): Peace be upon you, the inhabitants of the city, among the believers, and Muslims, and God willing we shall join you. I beg of Allah peace for us and for you.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، الأَسَدِيُّ عَنْ سُفْيَانَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُهُمْ إِذَا خَرَجُوا إِلَى الْمَقَابِرِ فَكَانَ قَائِلُهُمْ يَقُولُ - فِي رِوَايَةِ أَبِي بَكْرٍ - السَّلاَمُ عَلَى أَهْلِ الدِّيَارِ - وَفِي رِوَايَةِ زُهَيْرٍ - السَّلاَمُ عَلَيْكُمْ أَهْلَ الدِّيَارِ مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ وَإِنَّا إِنْ شَاءَ اللَّهُ لَلَاحِقُونَ أَسْأَلُ اللَّهَ لَنَا وَلَكُمْ الْعَافِيَةَ.",
    "hadithBengali": "২১৪৭-(১০৪/৯৭৫) আবূ বকর ইবনু আবূ শায়বাহ ও যুবায়র ইবনু হারব (রহঃ) ..... সুলায়মান ইবনু বুরায়দাহ (রহঃ) তার পিতা [বুরায়দাহ ইবনু হুসায়ব ইবনু আবদুল্লাহ (রাযিঃ)] থেকে বর্ণনা করেন। তিনি বলেন, তারা যখন কবরস্থানে যেতেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে দু&#39;আ শিখিয়ে দিতেন। অতঃপর তাদের মধ্যে কোন ব্যক্তি আবূ বাকর এর বর্ণনানুযায়ী বলত আসসালা-মু আলা- আহলিদ দিয়া-র&rdquo; (অর্থাৎ- কবরবাসীদের প্রতি আল্লাহর শান্তি বর্ষিত হোক।)। আর যুহায়র-এর বর্ণনায় আছেঃ <em>আসসালা-মু আলায়কুম আহলাদ দিয়া-র মিনাল মুমিনীনা ওয়াল মুসলিমীনা ওয়া ইন্না- ইনশা-আল্ল-হু লালা-হিকূনা আসআলুল্ল-হা লানা- ওয়ালাকুমুল আ-ফিয়াহু </em>(অর্থাৎ- হে কবরবাসী ঈমানদার মুসলিমগণ! তোমাদের প্রতি সালাম। আল্লাহ চাহে তো আমরাও তোমাদের সাথে মিলিত হব। আমি আমাদের ও তোমাদের জন্য আল্লাহর নিকট নিরাপত্তার আবেদন জানাচ্ছি।)। (ইসলামী ফাউন্ডেশন ২১২৬, ইসলামীক সেন্টার ২১২৯)\n",
    "checkStatus": "1",
    "hadithNo": "2147",
    "id": "48908",
    "thesequence": "48421",
    "isActive": "1",
    "chapterId": "18133",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩৫. কবরে প্রবেশের সময় কি বলবে এবং কবরবাসীর জন্য দুআ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger, (ﷺ) as saying:\nI sought permission to beg forgiveness for my mother, but He did not grant it to me. I sought permission from Him to visit her grave, and He granted it (permission) to me.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَمُحَمَّدُ بْنُ عَبَّادٍ، - وَاللَّفْظُ لِيَحْيَى - قَالاَ حَدَّثَنَا مَرْوَانُ، بْنُ مُعَاوِيَةَ عَنْ يَزِيدَ، - يَعْنِي ابْنَ كَيْسَانَ - عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اسْتَأْذَنْتُ رَبِّي أَنْ أَسْتَغْفِرَ لأُمِّي فَلَمْ يَأْذَنْ لِي وَاسْتَأْذَنْتُهُ أَنْ أَزُورَ قَبْرَهَا فَأَذِنَ لِي  .",
    "hadithBengali": "২১৪৮-(১০৫/৯৭৬) ইয়াহইয়া ইবনু আইয়ূব ও মুহাম্মাদ ইবনু আব্বাদ (রহঃ) [শব্দাবলী ইয়াহইয়া-এর] ..... আবূ হুরায়রাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি আমার প্রভুর নিকট আমার মায়ের জন্য ইস্তিগফার (ক্ষমা প্রার্থনা) করার অনুমতি চাইলে আমার প্রভু আমাকে অনুমতি দান করেননি। আর তার কবর যিয়ারাত করার অনুমতি চাইলে তিনি আমাকে অনুমতি দিলেন। (ইসলামী ফাউন্ডেশন ২১২৭, ইসলামীক সেন্টার ২১৩০)\n",
    "checkStatus": "1",
    "hadithNo": "2148",
    "id": "48909",
    "thesequence": "48422",
    "isActive": "1",
    "chapterId": "18134",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩৬. নবী (সাঃ) তার মাতার কবর যিয়ারতের জন্য আল্লাহর নিকট অনুমতি চাওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nThe Apostle of Allah (ﷺ) visited the grave of his mother and he wept, and moved others around him to tears, and said: I sought permission from my Lord to beg forgiveness for her but it was not granted to me, and I sought permission to visit her grave and it was granted to me so visit the graves, for that makes you mindful of death.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، عَنْ يَزِيدَ بْنِ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ زَارَ النَّبِيُّ صلى الله عليه وسلم قَبْرَ أُمِّهِ فَبَكَى وَأَبْكَى مَنْ حَوْلَهُ فَقَالَ   اسْتَأْذَنْتُ رَبِّي فِي أَنْ أَسْتَغْفِرَ لَهَا فَلَمْ يُؤْذَنْ لِي وَاسْتَأْذَنْتُهُ فِي أَنْ أَزُورَ قَبْرَهَا فَأُذِنَ لِي فَزُورُوا الْقُبُورَ فَإِنَّهَا تُذَكِّرُ الْمَوْتَ  .",
    "hadithBengali": "২১৪৯-(১০৮/...) আবূ বকর ইবনু আবূ শায়বাহ ও যুহায়র ইবনু হারব (রহঃ) ..... আবূ হুরায়রাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার মায়ের কবর যিয়ারাত করতে গেলেন। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কাঁদলেন এবং আশেপাশের সবাইকে কাঁদালেন। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেন, আমি আমার প্রভুর নিকট মায়ের জন্য ইস্তিগফারের অনুমতি চাইলাম। কিন্তু আমাকে অনুমতি দেয়া হল না। আমি তার কবর যিয়ারাত করার জন্য অনুমতি চাইলে আমাকে অনুমতি দেয়া হ&#39;ল। অতএব তোমরা কবর যিয়ারাত কর। কেননা কবর যিয়ারাত তোমাদেরকে মৃত্যুর কথা স্মরণ করিয়ে দেয়। (ইসলামী ফাউন্ডেশন ২১২৮, ইসলামীক সেন্টার ২১৩১)\n",
    "checkStatus": "1",
    "hadithNo": "2149",
    "id": "48910",
    "thesequence": "48423",
    "isActive": "1",
    "chapterId": "18134",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩৬. নবী (সাঃ) তার মাতার কবর যিয়ারতের জন্য আল্লাহর নিকট অনুমতি চাওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Buraida reported on the authority of his father that the Messenger of Allah (ﷺ) said:\nI forbade you to visit graves, but you may now visit them; I forbade you to eat the flesh of sacrificial animals after three days, but you way now keep it as along as you feel inclined; and I forbade you nabidh except in a water-skin, you may drink it from all kinds of water-skins, but you must not drink anything intoxicating.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، - وَاللَّفْظُ لأَبِي بَكْرٍ وَابْنِ نُمَيْرٍ - قَالُوا حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ أَبِي سِنَانٍ، - وَهُوَ ضِرَارُ بْنُ مُرَّةَ - عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   نَهَيْتُكُمْ عَنْ زِيَارَةِ الْقُبُورِ فَزُورُوهَا وَنَهَيْتُكُمْ عَنْ لُحُومِ الأَضَاحِيِّ فَوْقَ ثَلاَثٍ فَأَمْسِكُوا مَا بَدَا لَكُمْ وَنَهَيْتُكُمْ عَنِ النَّبِيذِ إِلاَّ فِي سِقَاءٍ فَاشْرَبُوا فِي الأَسْقِيَةِ كُلِّهَا وَلاَ تَشْرَبُوا مُسْكِرًا  . قَالَ ابْنُ نُمَيْرٍ فِي رِوَايَتِهِ عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ .",
    "hadithBengali": "২১৫০-(১০৬/৯৭৭) আবূ বাকর ইবনু আবূ শায়বাহ, মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র ও মুহাম্মাদ ইবনুল মুসান্না (রহঃ) [শব্দগুলোর আবূ বাকর ও ইবনু নুমায়র এর] ... ইবনু বুরায়দাহ (রহঃ) তার পিতা থেকে বর্ণনা করেন। তিনি বুরায়দাহ ইবনু হুসায়ব ইবনু আবদুল্লাহ (রাযিঃ) বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি তোমাদেরকে কবর বিয়ারাত করতে নিষেধ করতাম। (এখন অনুমতি দিচ্ছি) তোমরা কবর যিয়ারাত করতে পার। আমি ইতোপূর্বে তিনদিনের বেশী কুরবানী গোশত রাখার ব্যাপারে তোমাদেরকে নিষেধ করতাম। এখন তোমাদের যতদিন ইচ্ছা রাখতে পার। এছাড়া আমি তোমাদেরকে পানির পাত্রে নাবীয তৈরি করতে নিষেধ করেছিলাম, এখন তোমরা যে কোন পানির পাত্রে তা তৈরি করতে পার। তবে নেশার বস্তু (মাদকদ্রব্য) পান করো না। (ইসলামী ফাউন্ডেশন ২১২৯, ইসলামীক সেন্টার ২১৩২)\n",
    "checkStatus": "1",
    "hadithNo": "2150",
    "id": "48911",
    "thesequence": "48424",
    "isActive": "1",
    "chapterId": "18134",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩৬. নবী (সাঃ) তার মাতার কবর যিয়ারতের জন্য আল্লাহর নিকট অনুমতি চাওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ زُبَيْدٍ الْيَامِيِّ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنِ ابْنِ بُرَيْدَةَ، أُرَاهُ عَنْ أَبِيهِ، - الشَّكُّ مِنْ أَبِي خَيْثَمَةَ - عَنِ النَّبِيِّ صلى الله عليه وسلم ح . وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ، عَنْ سُفْيَانَ، عَنْ عَلْقَمَةَ، بْنِ مَرْثَدٍ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم ح . وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَمُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، جَمِيعًا عَنْ عَبْدِ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ عَطَاءٍ الْخُرَاسَانِيِّ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم كُلُّهُمْ بِمَعْنَى حَدِيثِ أَبِي سِنَانٍ .",
    "hadithBengali": "২১৫১-(.../...) ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বাকর ইবনু আবূ শায়বাহ, ইবনু আবু উমার, মুহাম্মাদ রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ..... &#39;আবদুল্লাহ ইবনু বুরায়দাহ (রহঃ) তার পিতা থেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে বর্ণনা করেছেন। তারা সবাই এ হাদীস আবূ সিনান এর বর্ণিত হাদীসের অনুরূপ অর্থে বর্ণনা করেছেন। (ইসলামী ফাউন্ডেশন ২১৩০, ইসলামীক সেন্টার, ২১৩৩)\n",
    "checkStatus": "1",
    "hadithNo": "2151",
    "id": "48912",
    "thesequence": "48425",
    "isActive": "1",
    "chapterId": "18134",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩৬. নবী (সাঃ) তার মাতার কবর যিয়ারতের জন্য আল্লাহর নিকট অনুমতি চাওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Samura reported:\n(The dead body) of a person who had killed himself with a broad-headed arrow was brought before the Messenger of Allah (ﷺ), but he did not offer prayers for him.",
    "hadithArabic": " حَدَّثَنَا عَوْنُ بْنُ سَلاَّمٍ الْكُوفِيُّ، أَخْبَرَنَا زُهَيْرٌ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِرَجُلٍ قَتَلَ نَفْسَهُ بِمَشَاقِصَ فَلَمْ يُصَلِّ عَلَيْهِ .",
    "hadithBengali": "২১৫২-(১০৭/৯৭৮) আওন ইবনু সাল্লাম আল কূফী (রহঃ) ..... জাবির ইবনু সামুরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট জনৈক ব্যক্তির লাশ উপস্থিত করা হল। সে চেপ্টা তীরের আঘাতে আত্মহত্যা করেছে। কিন্তু রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জানাযার সলাত আদায় করেননি। (ইসলামী ফাউন্ডেশন ২১৩১, ইসলামীক সেন্টার ২১৩৪)\n",
    "checkStatus": "1",
    "hadithNo": "2152",
    "id": "48913",
    "thesequence": "48426",
    "isActive": "1",
    "chapterId": "18135",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "৩৭. আত্মহত্যাকারীর জানাযার সলাত পরিত্যাগ প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Qatada with the same chain of transmitters. And in the hadith transmitted by Said and Hisham, (the words are):\n The Apostle of Allah (ﷺ) was asked about qirat, and he said: It is equivalent to Uhud.",
    "hadithArabic": "وَحَدَّثَنِي ابْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي قَالَ، وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا أَبَانٌ، كُلُّهُمْ عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ . مِثْلَهُ . وَفِي حَدِيثِ سَعِيدٍ وَهِشَامٍ سُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنِ الْقِيرَاطِ فَقَالَ   مِثْلُ أُحُدٍ  .",
    "hadithBengali": "২০৮৬-(.../...) (হাম্মদ) ইবনু বাশশার, ইবনুল মুসান্না, যুহারর ইবনু হারব (রহঃ) ..... সকলে কতাদাহ (রহঃ) থেকে একই সূত্রে অনুরূপ বর্ণনা করেছেন। সাঈদ ও হিশাম এর বর্ণিত হাদীসে আছে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কীরাত সম্পর্কে জিজ্ঞেস করা হলে তিনি বললেন, তা উহুদ পাহাড় সমতুল্য। (ইসলামী ফাউন্ডেশন ২০৬৫, ইসলামীক সেন্টার ২০৭০)\n",
    "checkStatus": "1",
    "hadithNo": "2086",
    "id": "54553",
    "thesequence": "48427",
    "isActive": "1",
    "chapterId": "18115",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "522",
    "statusId": "1",
    "topicName": "১৭. মাইয়্যিতের জানাযার সলাত আদায় করা এবং (কবরস্থানে নেয়ার সময়) তার পিছে পিছে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]