[
  {
    "hadithEnglish": "Ibn Umar (Allah be pleased with both of them) reported that the Messenger of Allah (ﷺ) used to observe itikaf in the last ten days of Ramadan.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مِهْرَانَ الرَّازِيُّ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، رضى الله عنهما أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَعْتَكِفُ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ .",
    "hadithBengali": "২৬৭০-(১/১১৭১) মুহাম্মাদ ইবনু মিহরান আর রায়ী (রহঃ) ..... ইবনু উমর (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযান মাসের শেষ দশ দিন ইতিকাফ করতেন। (ইসলামিক ফাউন্ডেশন ২৬৪৭, ইসলামীক সেন্টার ২৬৪৬)\n",
    "checkStatus": "1",
    "hadithNo": "2670",
    "id": "49754",
    "thesequence": "49256",
    "isActive": "1",
    "chapterId": "18234",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "580",
    "statusId": "1",
    "topicName": "১. রমাযানের শেষ দশকে ইতিকাফ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar (Allah be pleased with both of them) reported that the Messenger of Allah (ﷺ) used to observe itikaf in the last ten days of Ramadan. Nafi said:\nAbdullah (Allah be pleased with him) showed me the place in the mosque where the Messenger of Allah (ﷺ) used to observe itikaf.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ، أَنَّ نَافِعًا، حَدَّثَهُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، - رضى الله عنهما - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَعْتَكِفُ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ . قَالَ نَافِعٌ وَقَدْ أَرَانِي عَبْدُ اللَّهِ - رضى الله عنه - الْمَكَانَ الَّذِي كَانَ يَعْتَكِفُ فِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنَ الْمَسْجِدِ .",
    "hadithBengali": "২৬৭১-(২/...) আবূ ত্বাহির (রহঃ) ..... আবদুল্লাহ ইবনু উমর (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযান মাসের শেষ দশকে ইতিকাফ করতেন। নাফি (রহঃ) বলেন, মসজিদের যে স্থানে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইতিফাক করতেন, আবদুল্লাহ ইবনু উমার (রাযিঃ) তা আমাকে দেখিয়েছেন। (ইসলামিক ফাউন্ডেশন ২৬৪৮, ইসলামীক সেন্টার ২৬৪৭)\n",
    "checkStatus": "1",
    "hadithNo": "2671",
    "id": "49755",
    "thesequence": "49257",
    "isActive": "1",
    "chapterId": "18234",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "580",
    "statusId": "1",
    "topicName": "১. রমাযানের শেষ দশকে ইতিকাফ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha (Allah be pleased with her) reported that the Messenger of Allah (ﷺ) used to observe itikaf in the last ten days of Ramadan.",
    "hadithArabic": " وَحَدَّثَنَا سَهْلُ بْنُ عُثْمَانَ، حَدَّثَنَا عُقْبَةُ بْنُ خَالِدٍ السَّكُونِيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَعْتَكِفُ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ .",
    "hadithBengali": "২৬৭২-(৩/১১৭২) সাহ্&zwnj;ল ইবনু উসমান (রহঃ) ..... আয়িশাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমাযান মাসের শেষ দশকে ইতিকাফ করতেন। (ইসলামিক ফাউন্ডেশন ২৬৪৯, ইসলামীক সেন্টার ২৬৪৮)\n",
    "checkStatus": "1",
    "hadithNo": "2672",
    "id": "49756",
    "thesequence": "49258",
    "isActive": "1",
    "chapterId": "18234",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "580",
    "statusId": "1",
    "topicName": "১. রমাযানের শেষ দশকে ইতিকাফ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Aisha (Allah be pleased with her) through another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا سَهْلُ بْنُ عُثْمَانَ، أَخْبَرَنَا حَفْصُ بْنُ غِيَاثٍ، جَمِيعًا عَنْ هِشَامٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لَهُمَا - قَالاَ حَدَّثَنَا ابْنُ نُمَيْرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَعْتَكِفُ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ .",
    "hadithBengali": "২৬৭৩-(৪/...) ইয়াহইয়া ইবনু ইয়াহইয়া, সাহল ইবনু উসমান, আবূ বাকর ইবনু শায়বাহ ও আবূ কুরায়ব (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযানের শেষ দশ দিন ইতিকাফ করতেন। (ইসলামিক ফাউন্ডেশন ২৬৫০, ইসলামীক সেন্টার ২৬৪৯)\n",
    "checkStatus": "1",
    "hadithNo": "2673",
    "id": "49757",
    "thesequence": "49259",
    "isActive": "1",
    "chapterId": "18234",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "580",
    "statusId": "1",
    "topicName": "১. রমাযানের শেষ দশকে ইতিকাফ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha (Allah be pleased with her) reported that the Messenger of Allah (may peace he upon him) used to observe itikif in the last ten days of Ramadan till Allah called him back (to his heavenly home). Then his wives observed itikaf after him.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، - رضى الله عنها - أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَعْتَكِفُ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ حَتَّى تَوَفَّاهُ اللَّهُ عَزَّ وَجَلَّ ثُمَّ اعْتَكَفَ أَزْوَاجُهُ مِنْ بَعْدِهِ .",
    "hadithBengali": "২৬৭৪-(৫/...) কুতায়বাহ ইবনু সাঈদ (রহঃ).... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইন্তিকালের পূর্ব পর্যন্ত রমযানের শেষ দশকেই ইতিকাফ করতেন। তার ইন্তিকালের পর তার সহধর্মিণীগণও ইতিকাফ করতেন। (ইসলামিক ফাউন্ডেশন ২৬৫১, ইসলামীক সেন্টার ২৬৫০)\n",
    "checkStatus": "1",
    "hadithNo": "2674",
    "id": "49758",
    "thesequence": "49260",
    "isActive": "1",
    "chapterId": "18234",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "580",
    "statusId": "1",
    "topicName": "১. রমাযানের শেষ দশকে ইতিকাফ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported that when the Messenger of Allah (ﷺ) decided to observe itikaf, he prayed in the morning and then went to the place of his itikaf, and he commanded that a tent should be pitched for him, and it was pitched. He (once) decided to observe itikaf in the last ten days of Ramadan. Zainab (the wife of the Holy Prophet) commanded that a tent should be pitched for her. It was pitched accordingly. And some other wives of Allahs Apostle (ﷺ) commanded that tents should be pitched for them too. And they were pitched. When the Messenger of Allah (may peace he upon him) offered the morning prayer, he looked and found (so many) tents. Thereupon he said:\nWhat is this virtue that these (ladies) have decided to acquire? He commanded his tent to be struck and abandoned itikaf in the month of Ramadan and postponed it to the first ten days of Shawwal.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَرَادَ أَنْ يَعْتَكِفَ صَلَّى الْفَجْرَ ثُمَّ دَخَلَ مُعْتَكَفَهُ وَإِنَّهُ أَمَرَ بِخِبَائِهِ فَضُرِبَ أَرَادَ الاِعْتِكَافَ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ فَأَمَرَتْ زَيْنَبُ بِخِبَائِهَا فَضُرِبَ وَأَمَرَ غَيْرُهَا مِنْ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم بِخِبَائِهِ فَضُرِبَ فَلَمَّا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم الْفَجْرَ نَظَرَ فَإِذَا الأَخْبِيَةُ فَقَالَ   آلْبِرَّ تُرِدْنَ  . فَأَمَرَ بِخِبَائِهِ فَقُوِّضَ وَتَرَكَ الاِعْتِكَافَ فِي شَهْرِ رَمَضَانَ حَتَّى اعْتَكَفَ فِي الْعَشْرِ الأَوَّلِ مِنْ شَوَّالٍ .",
    "hadithBengali": "২৬৭৫-(৬/১১৭৩) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইতিকাফ করার ইচ্ছা করলে ফাজরের সলাত (সালাত/নামাজ/নামায) আদায়ের পর ইতিকাফের স্থানে প্রবেশ করতেন। একবার তিনি (মাসজিদের অভ্যন্তরে) তাঁবু খাটানোর নির্দেশ দিলেন এবং তদানুযায়ী তা খাটানো হল। তিনি রমযানের শেষ দশকে ইতিকাফ করার সংকল্প করলেন। উম্মুল মু&#39;মিনীন যায়নাব (রাযিঃ)-ও তার তাবু খাটিয়ে দেয়ার নির্দেশ দিলেন এবং তা খাটানো হল। অতঃপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অপরাপর স্ত্রীগণও নিজ নিজ তাঁবুগুলো খাটানোর নির্দেশ দিলেন এবং তা খাটানো হল। ফাজরের সলাত (সালাত/নামাজ/নামায) শেষে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকিয়ে তাঁবুগুলো খুলে ফেলার নির্দেশ দিলেন এবং তা তুলে ফেলা হল। তিনি রমযানের ইতিকাফ ভঙ্গ করলেন এবং শাওওয়াল মাসের প্রথম দশকে কাযা করলেন।* (ইসলামিক ফাউন্ডেশন ২৬৫২, ইসলামীক সেন্টার ২৬৫১)\n",
    "checkStatus": "1",
    "hadithNo": "2675",
    "id": "49759",
    "thesequence": "49261",
    "isActive": "1",
    "chapterId": "18235",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "580",
    "statusId": "1",
    "topicName": "২. ইতিকাফে ইচ্ছুক ব্যক্তি কখন ইতিকাফের স্থানে প্রবেশ করবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been reported through another chain of transmitters, and there it is mentioned that. Aisha, Hafsa and Zainab (Allah be pleased with them) pitched the tents for itikaf.",
    "hadithArabic": " وَحَدَّثَنَاهُ ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، ح وَحَدَّثَنِي عَمْرُو بْنُ سَوَّادٍ، أَخْبَرَنَا ابْنُ، وَهْبٍ أَخْبَرَنَا عَمْرُو بْنُ الْحَارِثِ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، ح وَحَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا أَبُو الْمُغِيرَةِ، حَدَّثَنَا الأَوْزَاعِيُّ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنِ ابْنِ إِسْحَاقَ، كُلُّ هَؤُلاَءِ عَنْ يَحْيَى بْنِ، سَعِيدٍ عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، - رضى الله عنها - عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمَعْنَى حَدِيثِ أَبِي مُعَاوِيَةَ . وَفِي حَدِيثِ ابْنِ عُيَيْنَةَ وَعَمْرِو بْنِ الْحَارِثِ وَابْنِ إِسْحَاقَ ذِكْرُ عَائِشَةَ وَحَفْصَةَ وَزَيْنَبَ - رضى الله عنهن - أَنَّهُنَّ ضَرَبْنَ الأَخْبِيَةَ لِلاِعْتِكَافِ .",
    "hadithBengali": "২৬৭৬-(.../...) ইবনু আবূ উমার ইবনু সাওওয়াদ, মুহাম্মাদ ইবনু রাফি, সালামাহ ইবনু শাবীব ও যুহায়র ইবনু হারব (রহঃ) ..... আয়িশাহ (রাযিঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবূ মু&#39;আবিয়াহ (রহঃ) বর্ণিত হাদীসের মৰ্মাৰ্থানুযায়ী বর্ণিত হয়েছে।\n\nইবনু উয়াইনাহ, আমর ইবনুল হারিস ও ইবনু ইসহাকের বর্ণনায় আয়িশাহ (রাযিঃ), হাফসাহ (রাযিঃ) ও যায়নাব (রাযিঃ) সম্পর্কে উল্লেখ আছে যে, তারা ইতিকাফের উদ্দেশে তাবু খাটিয়েছিলেন। (ইসলামিক ফাউন্ডেশন ২৬৫৩, ইসলামীক সেন্টার ২৬৫২)\n",
    "checkStatus": "1",
    "hadithNo": "2676",
    "id": "49760",
    "thesequence": "49262",
    "isActive": "1",
    "chapterId": "18235",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "580",
    "statusId": "1",
    "topicName": "২. ইতিকাফে ইচ্ছুক ব্যক্তি কখন ইতিকাফের স্থানে প্রবেশ করবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha (Allah be pleased with her) reported that when the last ten nights began Allahs Messenger (ﷺ) kept awake at night (for prayer and devotion), wakened his family, and prepared himself to observe prayer (with more vigour).",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَابْنُ أَبِي عُمَرَ، جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، - قَالَ إِسْحَاقُ أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، - عَنْ أَبِي يَعْفُورٍ، عَنْ مُسْلِمِ بْنِ صُبَيْحٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا دَخَلَ الْعَشْرُ أَحْيَا اللَّيْلَ وَأَيْقَظَ أَهْلَهُ وَجَدَّ وَشَدَّ الْمِئْزَرَ .",
    "hadithBengali": "২৬৭৭-(৭/১১৭৪) ইসহাক ইবনু ইবরাহীম আল হানযালী ও ইবনু আবূ উমর (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রমাযানের শেষ দশক শুরু হবার সাথে সাথে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সারা রাত জেগে থাকতেন ও নিজ পরিবারের সদস্যদের ঘুম থেকে জাগাতেন এবং তিনি নিজেও ইবাদাতের জন্য জোর প্রস্তুতি নিতেন। (ইসলামিক ফাউন্ডেশন ২৬৫৪, ইসলামীক সেন্টার ২৬৫৩)\n",
    "checkStatus": "1",
    "hadithNo": "2677",
    "id": "49761",
    "thesequence": "49263",
    "isActive": "1",
    "chapterId": "18236",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "580",
    "statusId": "1",
    "topicName": "৩. রমযানের শেষ দশকে (ইবাদাতের জন্য) সচেষ্ট হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha (Allah be pleased with her) reported that Allahs Messenger (ﷺ) used to exert himself in devotion during the last ten nights to a greater extent than at any other time.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو كَامِلٍ الْجَحْدَرِيُّ كِلاَهُمَا عَنْ عَبْدِ الْوَاحِدِ بْنِ زِيَادٍ، - قَالَ قُتَيْبَةُ حَدَّثَنَا عَبْدُ الْوَاحِدِ، - عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ، قَالَ سَمِعْتُ إِبْرَاهِيمَ، يَقُولُ سَمِعْتُ الأَسْوَدَ بْنَ يَزِيدَ، يَقُولُ قَالَتْ عَائِشَةُ رضى الله عنها كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَجْتَهِدُ فِي الْعَشْرِ الأَوَاخِرِ مَا لاَ يَجْتَهِدُ فِي غَيْرِهِ .",
    "hadithBengali": "২৬৭৮-(৮/১১৭৫) কুতায়বাহ ইবনু সাঈদ ও আবূ কামিল আল জাহদারী (রহঃ) ..... আয়িশাহ (রাযিঃ) বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অন্যান্য সময়ের তুলনায় রমযানের শেষ দশকে অধিক পরিমাণে এমনভাবে সচেষ্ট থাকতেন যা অন্য সময়ে থাকতেন না। (ইসলামিক ফাউন্ডেশন ২৬৫৫, ইসলামীক সেন্টার ২৬৫৪)\n",
    "checkStatus": "1",
    "hadithNo": "2678",
    "id": "49762",
    "thesequence": "49264",
    "isActive": "1",
    "chapterId": "18236",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "580",
    "statusId": "1",
    "topicName": "৩. রমযানের শেষ দশকে (ইবাদাতের জন্য) সচেষ্ট হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nI never saw the Messenger of Allah (ﷺ) fasting in the ten days of DhuI-Hijja.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ وَإِسْحَاقُ قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ، الآخَرَانِ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ مَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم صَائِمًا فِي الْعَشْرِ قَطُّ .",
    "hadithBengali": "২৬৭৯-(৯/১১৭৫) আবূ বাকর ইবনু আবূ শায়বাহ, আবূ কুরায়ব ও ইসহাক (রহিমাহুমুল্লাহ-) ..... আয়িশাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে (যিলহজ্জের) দশম তারিখে কখনও সওম পালন করতে দেখিনি। (ইসলামিক ফাউন্ডেশন ২৬৫৬, ইসলামীক সেন্টার ২৬৫৫)\n",
    "checkStatus": "1",
    "hadithNo": "2679",
    "id": "49763",
    "thesequence": "49265",
    "isActive": "1",
    "chapterId": "18237",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "580",
    "statusId": "1",
    "topicName": "৪. যিলহাজ্জ মাসের (প্রথম) দশকের সওম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nThe Apostle of Allah (ﷺ) did not observe fast in the ten days of Dhul-Hijja.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو بَكْرِ بْنُ نَافِعٍ الْعَبْدِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، - رضى الله عنها - أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمْ يَصُمِ الْعَشْرَ . ",
    "hadithBengali": "২৬৮০-১০/...) আবূ বকর ইবনু নাফি আল আবদী (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (যিলহাজের) দশ তারিখে সওম পালন করেননি। (ইসলামিক ফাউন্ডেশন ২৬৫৭, ইসলামীক সেন্টার ২৬৫৬)\n",
    "checkStatus": "1",
    "hadithNo": "2680",
    "id": "54557",
    "thesequence": "49266",
    "isActive": "1",
    "chapterId": "18237",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "580",
    "statusId": "1",
    "topicName": "৪. যিলহাজ্জ মাসের (প্রথম) দশকের সওম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]