[
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported that he divorced his wife while she was menstruating during the lifetime of Allahs Messenger (ﷺ). Umar b. Khattib (Allah be pleased with him) asked Allahs Messenger (ﷺ) about it, whereupon Allahs Messenger (ﷺ) said:\nCommand him (Abdullah b. Umar) to take her back (and keep her) and pronounce divorce when she is purified and she again enters the period of menstruation and she is again purified (after passing the period of menses), and then if he so desires he may keep her and if he desires divorce her (finally) before touching her (without having an intercourse with her), for that is the period of waiting (ldda) which God, the Exalted and Glorious, has commanded for the divorce of women.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، قَالَ قَرَأْتُ عَلَى مَالِكِ بْنِ أَنَسٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ طَلَّقَ امْرَأَتَهُ وَهْىَ حَائِضٌ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلَ عُمَرُ بْنُ الْخَطَّابِ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ ذَلِكَ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم   مُرْهُ فَلْيُرَاجِعْهَا ثُمَّ لْيَتْرُكْهَا حَتَّى تَطْهُرَ ثُمَّ تَحِيضَ ثُمَّ تَطْهُرَ ثُمَّ إِنْ شَاءَ أَمْسَكَ بَعْدُ وَإِنْ شَاءَ طَلَّقَ قَبْلَ أَنْ يَمَسَّ فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ اللَّهُ عَزَّ وَجَلَّ أَنْ يُطَلَّقَ لَهَا النِّسَاءُ .",
    "hadithBengali": "৩৫৪৪-(১/১৪৭১) ইয়াহইয়া ইবনু ইয়াহইয়া আত তামীমী (রহঃ) ..... নাফি (রহঃ) এর সূত্রে ইবনু উমার (রাযিঃ) থেকে বর্ণনা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়কালে তিনি (ইবনু উমার) তার স্ত্রীকে হায়য অবস্থায় তলাক (তালাক) দিলেন। তখন উমর (রাযিঃ) এ বিষয়ে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট জিজ্ঞেস করলেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তাকে [(আবদুল্লাহ ইবনু উমর (রাযিঃ) কে] আদেশ কর, যেন সে তাকে (স্ত্রীকে) রাজআত করে (পুনঃ স্ত্রীরূপে গ্রহণ করে) নেয়। অতঃপর তার (হায়য হতে) পবিত্র হবার পরে পুনঃ হায়য এবং তার পরে পুনঃ পবিত্র (তুহর) হওয়া পর্যন্ত তাকে স্থিতাবস্থায় রেখে দেয়। এরপর পরবর্তী সময় তার ইচ্ছা হলে তাকে (স্ত্রী রূপে) রেখে দিবে। আর ইচ্ছা হলে সহবাসের পূর্বে তাকে ত্বলাক (তালাক) দিবে। এটা হল সে ইদ্দাত যার প্রতি লক্ষ্য রেখে স্ত্রীদের ত্বলাক (তালাক) দেয়ার জন্য মহান আল্লাহ আদেশ করেছেন।* (ইসলামিক ফাউন্ডেশন ৩৫১৬, ইসলামীক সেন্টার ৩৫১৫ [ক])\n",
    "checkStatus": "1",
    "hadithNo": "3544",
    "id": "50627",
    "thesequence": "50130",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah (b. Umar) reported that he divorced a wife of his with the pronouncement of one divorce during the period of menstruation. Allahs Messenger (ﷺ) commanded him to take her back and keep her until she was purified, and then she entered the period of menses in his (house) for the second time. And he should wait until she was purified of her menses. And then if he would decide to divorce her, he should do so when she was purified before having a sexual intercourse with her; for that was the Idda which Allah had commanded for the divorce of women. Ibn Rumh in his narration made this addition:\nWhen Abdullah was asked about it, he said to one of them: If you have divorced your wife with one pronouncement or two (then you can take her back), for Allahs Messenger (ﷺ) commanded me to do it; but if you have divorced her with three pronouncements, then she is forbidden for you until she married another husband, and you disobeyed Allah in regard to the divorce of your wife what He had commanded you. (Muslim said: The word one divorce used by Laith is good.)",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَقُتَيْبَةُ، وَابْنُ، رُمْحٍ - وَاللَّفْظُ لِيَحْيَى - قَالَ قُتَيْبَةُ حَدَّثَنَا لَيْثٌ، وَقَالَ الآخَرَانِ، أَخْبَرَنَا اللَّيْثُ بْنُ سَعْدٍ، - عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، أَنَّهُ طَلَّقَ امْرَأَةً لَهُ وَهْىَ حَائِضٌ تَطْلِيقَةً وَاحِدَةً فَأَمَرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُرَاجِعَهَا ثُمَّ يُمْسِكَهَا حَتَّى تَطْهُرَ ثُمَّ تَحِيضَ عِنْدَهُ حَيْضَةً أُخْرَى ثُمَّ يُمْهِلَهَا حَتَّى تَطْهُرَ مِنْ حَيْضَتِهَا فَإِنْ أَرَادَ أَنْ يُطَلِّقَهَا فَلْيُطَلِّقْهَا حِينَ تَطْهُرُ مِنْ قَبْلِ أَنْ يُجَامِعَهَا فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ اللَّهُ أَنْ يُطَلَّقَ لَهَا النِّسَاءُ . وَزَادَ ابْنُ رُمْحٍ فِي رِوَايَتِهِ وَكَانَ عَبْدُ اللَّهِ إِذَا سُئِلَ عَنْ ذَلِكَ قَالَ لأَحَدِهِمْ أَمَّا أَنْتَ طَلَّقْتَ امْرَأَتَكَ مَرَّةً أَوْ مَرَّتَيْنِ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَنِي بِهَذَا وَإِنْ كُنْتَ طَلَّقْتَهَا ثَلاَثًا فَقَدْ حَرُمَتْ عَلَيْكَ حَتَّى تَنْكِحَ زَوْجًا غَيْرَكَ وَعَصَيْتَ اللَّهَ فِيمَا أَمَرَكَ مِنْ طَلاَقِ امْرَأَتِكَ . قَالَ مُسْلِمٌ جَوَّدَ اللَّيْثُ فِي قَوْلِهِ تَطْلِيقَةً وَاحِدَةً .",
    "hadithBengali": "৩৫৪৫-(.../...) ইয়াহইয়া ইবনু ইয়াহইয়া, কুতায়বাহ ও ইবনু রুমহ (রহিমাহুমুল্লাহ) ..... নাফি&#39; (রহঃ) সূত্রে আবদুল্লাহ ইবনু উমর (রাযিঃ) থেকে বর্ণিত যে, তিনি তার এক স্ত্রীকে হায়য অবস্থায় এক তলাক (তালাক) দিয়ে দেন। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে হুকুম দিলেন যেন সে স্ত্রীকে রাজআত করে নেয়। অতঃপর পবিত্র হওয়ার পরে পুনঃরায় আর একটি হায়য হওয়া পর্যন্ত তাকে নিজের কাছে রেখে দিবে। এরপর তার (এ পরবর্তী) হায়য হতে পবিত্র হওয়া পর্যন্ত তাকে অবকাশ দিবে। তখন যদি তাকে ত্বলাক (তালাক) দেয়ার ইচ্ছা হয় তবে পবিত্র হবার সময় তার সঙ্গে যৌন সঙ্গম করার আগে তাকে ত্বলাক (তালাক) দিবে। এটাই হল সে ইদ্দাত যার প্রতি লক্ষ্য রেখে স্ত্রীদের ত্বলাক (তালাক) প্রদানের আদেশ আল্লাহ দিয়েছেন।<br />\n<br />\n...... ইবনু রুমহ (রহঃ) তার রিওয়ায়াতে অধিক বলেছেন- এবং এ প্রসঙ্গে জিজ্ঞাসিত হলে আবদুল্লাহ (রাযিঃ) তাদের (প্রশ্নকর্তাদের) যে কাউকে বলতেনঃ দেখ, তুমি তোমার স্ত্রীকে (যতক্ষণ) একবার কিংবা দুবার ত্বলাক (তালাক) দিলে তা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এরূপ (রাজ&#39;আত) করার নির্দেশ দিয়েছেন। আর তুমি তাকে তিন তলাক (তালাক) দিয়ে দিলে তবে সে (স্ত্রী) তোমার জন্য হারাম হয়ে যাবে- যতক্ষণ না তুমি ব্যতীত অন্য কাউকে সে বিয়ে করে। আর তোমার স্ত্রীকে ত্বলাক (তালাক) দেয়ার ব্যাপারে আল্লাহ তোমাকে বিধান দিয়েছিলেন তাতে তুমি তার প্রতি অবাধ্যতা দেখালে।\n\nইমাম মুসলিম (রহঃ) বলেছেনঃ রাবী লায়স (রহঃ) (কুতায়বাহ প্রমুখের শায়খ) তার &#39;একটি ত্বলাক (তালাক)&#39; কথাটি স্পষ্ট করে দিয়ে উত্তম কাজ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৫১৭, ইসলামীক সেন্টার ৩৫১৬)\n",
    "checkStatus": "1",
    "hadithNo": "3545",
    "id": "50628",
    "thesequence": "50131",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported:\nI divorced my wife during the lifetime of Allahs Messenger (ﷺ) when she was in the state of menses. Umar (Allah be pleased with him) made a mention of it to Allahs Messenger (ﷺ), whereupon he said: Command him to take her back and leave her (in that state) until she is purified. Then (let her) enter the period of second menses, and when she is purified, then divorce her (finally) before having a sexual intercourse with her, or retain her (finally). That is the Idda (the prescribed period) which Allah commanded (to be kept in view) while divorcing the women. Ubaidullah reported: I said to Nafi: What became of that divorce (pronounced within Idda)? He said: It was as one which she counted.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ طَلَّقْتُ امْرَأَتِي عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَهْىَ حَائِضٌ فَذَكَرَ ذَلِكَ عُمَرُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ   مُرْهُ فَلْيُرَاجِعْهَا ثُمَّ لْيَدَعْهَا حَتَّى تَطْهُرَ ثُمَّ تَحِيضَ حَيْضَةً أُخْرَى فَإِذَا طَهُرَتْ فَلْيُطَلِّقْهَا قَبْلَ أَنْ يُجَامِعَهَا أَوْ يُمْسِكْهَا فَإِنَّهَا الْعِدَّةُ الَّتِي أَمَرَ اللَّهُ أَنْ يُطَلَّقَ لَهَا النِّسَاءُ  . قَالَ عُبَيْدُ اللَّهِ قُلْتُ لِنَافِعٍ مَا صَنَعَتِ التَّطْلِيقَةُ قَالَ وَاحِدَةٌ اعْتَدَّ بِهَا .",
    "hadithBengali": "৩৫৪৬-(২/...) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ..... নাফি (রহঃ) এর সূত্রে ইবনু উমার (রাযিঃ) থেকে বর্ণনা করেন। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে আমি আমার স্ত্রীকে ত্বলাক (তালাক) দিলাম, তখন সে ঋতুমতী ছিল। উমর (রাযিঃ) বিষয়টি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আলোচনা করলে তিনি বললেন, তাকে আদেশ কর সে যেন তাকে রাজ&#39;আত (পুনঃ গ্রহণ) করে। অতঃপর পবিত্র হয়ে পুনরায় আর একটি মাসিকে ঋতুমতী হওয়া পর্যন্ত তাকে স্থিতাবস্থায় রেখে দিবে। পরে যখন পবিত্র হবে তখন তার সঙ্গে যৌন সঙ্গম করার আগে (যৌন সঙ্গম মুক্ত তুহর কালে) তাকে ত্বলাক (তালাক) দিবে কিংবা তাকে (স্ত্রীরূপে) রেখে দিবে। কেননা, এটাই হল সে ইদ্দাত যার প্রতি লক্ষ্য রেখে স্ত্রীদের তলাক (তালাক) দেয়ার জন্য আল্লাহ তা&#39;আলা আদেশ করেছেন। রাবী উবায়দুল্লাহ (রহঃ) বলেন, আমি শায়খ নাফি (রহঃ) কে বললাম, ধার্য করা হল। (ইসলামিক ফাউন্ডেশন ৩৫১৮, ইসলামীক সেন্টার ৩৫১৭)\n",
    "checkStatus": "1",
    "hadithNo": "3546",
    "id": "50629",
    "thesequence": "50132",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Ubaidullah, but he made no mention of the words of Ubaidullah that he said to Nafi.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ عُبَيْدِ اللَّهِ، بِهَذَا الإِسْنَادِ . نَحْوَهُ وَلَمْ يَذْكُرْ قَوْلَ عُبَيْدِ اللَّهِ لِنَافِعٍ . قَالَ ابْنُ الْمُثَنَّى فِي رِوَايَتِهِ فَلْيَرْجِعْهَا . وَقَالَ أَبُو بَكْرٍ فَلْيُرَاجِعْهَا .",
    "hadithBengali": "৩৫৪৭-(.../...) আবূ বাকর ইবনু আবূ শায়বাহ ও ইবনুল মুসান্না (রহিমাহুমাল্লাহ) ..... উবায়দুল্লাহ (রহঃ) সূত্রে এ সানাদে অনুরূপ রিওয়ায়াত করেছেন। তবে নাফি (রহঃ) এর উদ্দেশে, উবায়দুল্লাহ (রহঃ) এর বক্তব্যটি এতে উল্লিখিত হয়নি।\n\nএছাড়া ইবনুল মুসান্না (রহঃ) তার রিওয়ায়াতে বলেছেনفَلْيَرْجِعْهَا সে যেন প্রত্যাহার করে এবং আবূ বাকর (রহঃ) বলেছেনفَلْيُرَاجِعْهَا সে যেন ফিরিয়ে নেয়। ইসলামিক ফাউন্ডেশন ৩৫১৯, ইসলামীক সেন্টার ৩৫১৮)\n",
    "checkStatus": "1",
    "hadithNo": "3547",
    "id": "50630",
    "thesequence": "50133",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported that he divorced his wife during the period of menses. Umar (Allah be, pleased with him) asked Allahs Apostle (ﷺ), and he commanded him (Abdullah b. Umar) to have her back and then allow her respite until she enters the period of the second menses, and then allow her respite until she is purified, then divorce her (finally) before touching her (having a sexual intercourse with her), for that is the prescribed period which Allah commanded (to be kept in view) for divorcing the women. When Ibn Umar (Allah be pleased with them) was asked about the person who divorces his wife in the state of menses, he said:\nIf you pronounced one divorce or two, Allahs Messenger (ﷺ) had commanded him to take her back, and then allow her respite until she enters the period of the second menses, and then allow her respite until she is purified, and then divorce her (finally) before touching her (having a sexual intercourse with her) ; and if you have pronounced (three divorces at one and the same time) you have in fact disobeyed your Lord with regard to what He commanded you about divorcing your wife. But she is however (finally separated from you).",
    "hadithArabic": " وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، طَلَّقَ امْرَأَتَهُ وَهْىَ حَائِضٌ فَسَأَلَ عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَأَمَرَهُ أَنْ يَرْجِعَهَا ثُمَّ يُمْهِلَهَا حَتَّى تَحِيضَ حَيْضَةً أُخْرَى ثُمَّ يُمْهِلَهَا حَتَّى تَطْهُرَ ثُمَّ يُطَلِّقَهَا قَبْلَ أَنْ يَمَسَّهَا فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ اللَّهُ أَنْ يُطَلَّقَ لَهَا النِّسَاءُ . قَالَ فَكَانَ ابْنُ عُمَرَ إِذَا سُئِلَ عَنِ الرَّجُلِ يُطَلِّقُ امْرَأَتَهُ وَهْىَ حَائِضٌ يَقُولُ أَمَّا أَنْتَ طَلَّقْتَهَا وَاحِدَةً أَوِ اثْنَتَيْنِ . إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَهُ أَنْ يَرْجِعَهَا ثُمَّ يُمْهِلَهَا حَتَّى تَحِيضَ حَيْضَةً أُخْرَى ثُمَّ يُمْهِلَهَا حَتَّى تَطْهُرَ ثُمَّ يُطَلِّقَهَا قَبْلَ أَنْ يَمَسَّهَا وَأَمَّا أَنْتَ طَلَّقْتَهَا ثَلاَثًا فَقَدْ عَصَيْتَ رَبَّكَ فِيمَا أَمَرَكَ بِهِ مِنْ طَلاَقِ امْرَأَتِكَ . وَبَانَتْ مِنْكَ .",
    "hadithBengali": "৩৫৪৮-(৩/...) যুহায়র ইবনু হারব (রহঃ) ..... নাফি (রহঃ) এর সূত্রে বর্ণনা করেন যে, ইবনু উমার (রাযিঃ) তাঁর স্ত্রীকে তার ঋতুকালীন অবস্থায় ত্বলাক (তালাক) দিলেন। তখন উমর (রাযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে (এ বিষয়ে) জিজ্ঞেস করলে তিনি তাকে (ইবনু উমারকে) হুকুম দিলেন যে, স্ত্রীকে সে রাজ&#39;আত (পুনঃপ্রহণ) করে নিবে। এরপর তাকে অপর একটি ঋতুতে ঋতুমতী হওয়া পর্যন্ত অবকাশ দিবে। অতঃপর (ঋতু হতে) পবিত্র হওয়া পর্যন্ত তাকে অবকাশ দিবে। পরে তার সঙ্গে যৌন সঙ্গম করার আগেই তাকে ত্বলাক (তালাক) দিবে। এটাই হল সে ইদ্দাত যার প্রতি লক্ষ্য রেখে স্ত্রীদের ত্বলাক (তালাক) দেয়ার জন্য মহামহীয়ান আল্লাহ হুকুম করেছেন। রাবী (নাফি&#39;) বলেন, পরবর্তীতে স্ত্রীর হায়য অবস্থায় ত্বলাক (তালাক) প্রদানকারী পুরুষ (এর মাসআলা) সম্পর্কে তাকে জিজ্ঞেস করা হলে ইবনু উমার (রাযিঃ) বলতেন, যদি তুমি তাকে এক কিংবা দু&#39;ত্বলাক (তালাক) দিয়ে থাক, নিশ্চয় রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে হুকুম দিয়েছেন যে, সে তাকে রাজআত করে নিবে। অতঃপর আর একটি হায়যে ঋতুমতী হওয়া পর্যন্ত তাকে অবকাশ দিবে, এরপর পবিত্রতা (তুহর) পর্যন্ত তাকে অবকাশ দিবে। অতঃপর স্পর্শ (যৌন সঙ্গম) করার আগেই ত্বলাক (তালাক) দিবে (যদি ইচ্ছা কর)। আর যদি তুমি তাকে তিন ত্বলাক (তালাক) দিয়ে থাক তবে তুমি তোমার প্রতিপালকের অবাধ্য হয়েছ তোমার স্ত্রীকে ত্বলাক (তালাক) দেয়ার ব্যাপারে তিনি তোমাকে যে আদেশ প্রদান করেছেন সে ব্যাপারে এবং সে স্ত্রী তোমার সঙ্গ হতে বিচ্ছিন্ন হয়ে গিয়েছে। (ইসলামিক ফাউন্ডেশন ৩৫২০, ইসলামীক সেন্টার ৩৫১৯)\n",
    "checkStatus": "1",
    "hadithNo": "3548",
    "id": "50631",
    "thesequence": "50134",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar (Allah be pleased with them) reported:\nI divorced my wife while she was in the state of menses. Umar (Allah be pleased with him) made mention of it to Allahs Apostle (ﷺ) and he was enraged and he said: Command him to take her back until she enters the second ensuing menses other than the one in which he divorced her and in case he deems proper to divorce her, he should pronounce divorce (finally) before touching her (in the period) when she is purified of her menses, and that is the prescribed period in regard to divorce as Allah has commanded. Abdullah made a pronouncement of one divorce and it was counted in case of divorce. Abdullah took her back as Allahs Messenger (ﷺ) had commanded him.",
    "hadithArabic": "حَدَّثَنِي عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا مُحَمَّدٌ، - وَهُوَ ابْنُ أَخِي الزُّهْرِيِّ - عَنْ عَمِّهِ، أَخْبَرَنَا سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَالَ طَلَّقْتُ امْرَأَتِي وَهْىَ حَائِضٌ فَذَكَرَ ذَلِكَ عُمَرُ لِلنَّبِيِّ صلى الله عليه وسلم فَتَغَيَّظَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ   مُرْهُ فَلْيُرَاجِعْهَا حَتَّى تَحِيضَ حَيْضَةً أُخْرَى مُسْتَقْبَلَةً سِوَى حَيْضَتِهَا الَّتِي طَلَّقَهَا فِيهَا فَإِنْ بَدَا لَهُ أَنْ يُطَلِّقَهَا فَلْيُطَلِّقْهَا طَاهِرًا مِنْ حَيْضَتِهَا قَبْلَ أَنْ يَمَسَّهَا فَذَلِكَ الطَّلاَقُ لِلْعِدَّةِ كَمَا أَمَرَ اللَّهُ  . وَكَانَ عَبْدُ اللَّهِ طَلَّقَهَا تَطْلِيقَةً وَاحِدَةً فَحُسِبَتْ مِنْ طَلاَقِهَا وَرَاجَعَهَا عَبْدُ اللَّهِ كَمَا أَمَرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৩৫৪৯-(৪/...) আবদ ইবনু হুমায়দ (রহঃ) ..... সালিম ইবনু আবদুল্লাহ (রহঃ) সূত্রে বর্ণিত যে, ইবনু উমর (রাযিঃ) বলেছেন, আমি আমার স্ত্রীকে ত্বলাক (তালাক) দিলাম- তখন সে ঋতুমতী ছিল। উমর (রাযিঃ) তা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উল্লেখ করলেন। ফলে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাগান্বিত হলেন। পরে বললেন, তাকে আদেশ কর সে যেন তাকে রাজ&#39;আত করে নেয়- যতক্ষণ না যে হায়য কালে তাকে ত্বলাক (তালাক) দিয়েছে সেটি ব্যতীত আর একটি হায়যে সে ঋতুমতী হয়। তখন যদি তাকে ত্বলাক (তালাক) দেয়া তার মনঃপুত হয় তবে যেন তার হায়য থেকে পবিত্র হওয়া অবস্থায় তার সঙ্গে যৌন সঙ্গম করার আগে তাকে তলাক (তালাক) দেয়। তিনি আরো বললেন, এটিই হল ইদ্দাতের (সময় নির্ণয়ের) জন্য ত্বলাক (তালাক) প্রদান যেমন আল্লাহ হুকুম করেছেন। (সালিম বলেন) আবদুল্লাহ (রাযিঃ) তাকে এক ত্বলাক (তালাক) দিয়েছিলেন। সেটি তার ত্বলাক (তালাক) গণনা করা হল (অর্থাৎ এক ত্বলাক (তালাক) ধরা হল) এবং রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নির্দেশ অনুসারে আবদুল্লাহ (রাযিঃ) তাকে (স্ত্রীকে রাজ&#39;আত করে নিয়েছিলেন)। (ইসলামিক ফাউন্ডেশন ৩৫২১, ইসলামীক সেন্টার ৩৫২০)\n",
    "checkStatus": "1",
    "hadithNo": "3549",
    "id": "50632",
    "thesequence": "50135",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A hadith like this was reported on the authority of Zuhri with the same chain of narrators. Ibn Umar (Allah be pleased with them), however, said:\nI took her back, and counted this pronouncement of divorce (as valid) with which I divorced her.",
    "hadithArabic": " وَحَدَّثَنِيهِ إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا يَزِيدُ بْنُ عَبْدِ رَبِّهِ، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، حَدَّثَنِي الزُّبَيْدِيُّ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّهُ قَالَ قَالَ ابْنُ عُمَرَ فَرَاجَعْتُهَا وَحَسَبْتُ لَهَا التَّطْلِيقَةَ الَّتِي طَلَّقْتُهَا .",
    "hadithBengali": "৩৫৫০-(.../...) ইসহাক ইবনু মানসূর (রহঃ) ..... (পূর্বোক্ত সানাদের ন্যায়) যুহরী (রহঃ) সূত্রে ঐ সানাদে বর্ণিত। তবে এতে রাবী (সরাসরি ইবনু উমারের উক্তি উদ্ধৃত করে) বলেছেন যে, ইবনু উমর (রাযিঃ) বলেছেন, পরে আমি তাকে রাজ&#39;আত করে নিলাম এবং তাকে যে ত্বলাক (তালাক) টি দিয়েছিলাম তা তার জন্য একটি ত্বলাক (তালাক) রূপে হিসাব করা হল। (ইসলামিক ফাউন্ডেশন ৩৫২২, ইসলামীক সেন্টার ৩৫২১)\n",
    "checkStatus": "1",
    "hadithNo": "3550",
    "id": "50633",
    "thesequence": "50136",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported that he divorced his wife while she was in the state of menses. Umar (Allah be pleased with him) made mention of it to Allahs Apostle (ﷺ) and he said:\nCommand him to take her back, then divorce her when she is pure or she is pregnant.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَابْنُ، نُمَيْرٍ - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالُوا حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، مَوْلَى آلِ طَلْحَةَ عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ طَلَّقَ امْرَأَتَهُ وَهْىَ حَائِضٌ فَذَكَرَ ذَلِكَ عُمَرُ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ   مُرْهُ فَلْيُرَاجِعْهَا ثُمَّ لْيُطَلِّقْهَا طَاهِرًا أَوْ حَامِلاً  .",
    "hadithBengali": "৩৫৫১-(৫/...) আবূ বাকুর ইবনু আবূ শায়বাহ, যুহায়র ইবনু হারব ও ইবনু নুমায়র (রহিমাহুমুল্লাহ) ..... সালিম (রহঃ) সূত্রে ইবনু উমর (রাযিঃ) থেকে বর্ণনা করেন যে, তিনি নিজের স্ত্রীকে তার ঋতুবতী অবস্থায় ত্বলাক (তালাক) দিলেন। তখন উমর (রাযিঃ) বিষয়টি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সকাশে আলোচনা করলেন। তিনি বললেন, তাকে আদেশ কর যেন সে তাকে রাজআত করে নেয়। পরে যেন তাকে তুহর (পবিত্র) অবস্থায় কিংবা গর্ভাবস্থায় (অবস্থা সম্পর্কে নিশ্চিত হয়ে) ত্বলাক (তালাক) দেয়।* (ইসলামিক ফাউন্ডেশন ৩৫২৩, ইসলামীক সেন্টার৩৫২২)\n",
    "checkStatus": "1",
    "hadithNo": "3551",
    "id": "50634",
    "thesequence": "50137",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported that he divorced his wife while she was in her menses. Umar (Allah be pleased with him) asked Allahs Apostle (ﷺ) about that, and he said:\nCommand him to take her back until she is pure and then she enters the second menses and then becomes pure. Then either divorce her (finally) or retain her.",
    "hadithArabic": "وَحَدَّثَنِي أَحْمَدُ بْنُ عُثْمَانَ بْنِ حَكِيمٍ الأَوْدِيُّ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنِي سُلَيْمَانُ، - وَهُوَ ابْنُ بِلاَلٍ - حَدَّثَنِي عَبْدُ اللَّهِ بْنُ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ طَلَّقَ امْرَأَتَهُ وَهْىَ حَائِضٌ فَسَأَلَ عُمَرُ عَنْ ذَلِكَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ   مُرْهُ فَلْيُرَاجِعْهَا حَتَّى تَطْهُرَ ثُمَّ تَحِيضَ حَيْضَةً أُخْرَى ثُمَّ تَطْهُرَ ثُمَّ يُطَلِّقَ بَعْدُ أَوْ يُمْسِكَ  .",
    "hadithBengali": "৩৫৫২-(৬/...) আহমাদ ইবনু উসমান ইবনু হাকীম আল আওদী (রহঃ) ..... &#39;আবদুল্লাহ ইবনু দীনার (রহঃ) এর সূত্রে ইবনু উমর (রাযিঃ) সম্পর্কে বর্ণনা করেন যে, তিনি নিজের স্ত্রীকে- যখন সে হায়য অবস্থায় ছিল- ত্বলাক (তালাক) দিলেন। তখন উমর (রাযিঃ) এ বিষয়ে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞেস করলে তিনি বললেন, তাকে হুকুম কর যেন সে তাকে (স্ত্রীকে) রাজআত করে নেয়। অবশেষে সে আর একটি হায়যে ঋতুমতী হবার পরে আবার পবিত্র হলে, তখন তাকে ত্বলাক (তালাক) দিবে কিংবা (স্ত্রীরূপে) রেখে দিবে। (ইসলামিক ফাউন্ডেশন ৩৫২৪, ইসলামীক সেন্টার ৩৫২৩)\n",
    "checkStatus": "1",
    "hadithNo": "3552",
    "id": "50635",
    "thesequence": "50138",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Sirin reported:\nOne who was blameless (as a narrator) narrated to me for twenty years that Ibn Umar (Allah be pleased with him) pronounced three divorces to his wife while she was in the state of menses. He was commanded to take her back. I neither blamed them (the narrators) nor recognised the hadith (to be perfectly genuine) until I met Abu Ghallab Yunus b. Jubair al-Bahili and he was very authentic, and he narrated to me that he had asked Ibn Umar (Allah be pleased with there) and he narrated it to him that he made one pronouncement of divorce to his wife as she was in the state of menses, but he was commanded to take her back. I said: Was it counted (as one pronouncement)? He said: Why not, was I helpless or foolish?",
    "hadithArabic": " وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، عَنِ ابْنِ، سِيرِينَ قَالَ مَكَثْتُ عِشْرِينَ سَنَةً يُحَدِّثُنِي مَنْ لاَ أَتَّهِمُ أَنَّ ابْنَ عُمَرَ طَلَّقَ امْرَأَتَهُ ثَلاَثًا وَهْىَ حَائِضٌ فَأُمِرَ أَنْ يُرَاجِعَهَا فَجَعَلْتُ لاَ أَتَّهِمُهُمْ وَلاَ أَعْرِفُ الْحَدِيثَ حَتَّى لَقِيتُ أَبَا غَلاَّبٍ يُونُسَ بْنَ جُبَيْرٍ الْبَاهِلِيَّ . وَكَانَ ذَا ثَبَتٍ فَحَدَّثَنِي أَنَّهُ سَأَلَ ابْنَ عُمَرَ فَحَدَّثَهُ أَنَّهُ طَلَّقَ امْرَأَتَهُ تَطْلِيقَةً وَهْىَ حَائِضٌ فَأُمِرَ أَنْ يَرْجِعَهَا - قَالَ - قُلْتُ أَفَحُسِبَتْ عَلَيْهِ قَالَ فَمَهْ . أَوَإِنْ عَجَزَ وَاسْتَحْمَقَ.",
    "hadithBengali": "৩৫৫৩-(৭/...) আলী ইবনু হুজর আস্ সাদী (রহঃ) ... ইবনু সীরীন (রহঃ) থেকে বর্ণনা করেন। তিনি বলেন, বিশ বছর আমি এ অবস্থায় অবস্থান করলাম যে, আমি অবিশ্বস্ত মনে করি না এমন লোক আমাকে এ মর্মে হাদীস শোনাচ্ছিল যে, ইবনু উমর (রাযিঃ) তার স্ত্রীর ঋতুবতী অবস্থায় তাকে তিন ত্বলাক (তালাক) দেয়ার পরে তাকে রাজআত করে নেয়ার জন্য তিনি আদিষ্ট হয়েছিলেন। আমি এ বর্ণনাকারীদের প্রতি অনাস্থা ও সন্দেহ পোষণ করছিলাম না অথচ আমি ছিলাম প্রকৃত হাদীসের পরিচয় লাভে বঞ্চিত। অবশেষে আমি আবূ গাল্লাব ইউনুস ইবনু জুবায়র আল বাহিলী (রহঃ) এর সঙ্গে সাক্ষাৎ করলাম। তিনি ছিলেন স্থিরমতি-আস্থাভাজন। তিনি আমাকে হাদীস বর্ণনা করলেন যে, তিনি (নিজে) ইবনু উমর (রাযিঃ) কে জিজ্ঞেস করলে তিনি (ইবনু উমর) তাঁকে হাদীস বর্ণনা করলেন যে, তিনি তার স্ত্রীকে তার হায়য চলাকালে এক ত্বলাক (তালাক) দিয়েছিলেন। তখন তাকে রাজআত করে নেয়ার জন্য তিনি আদিষ্ট হলেন। তিনি (আবূ গাল্লাব) বলেছেন, তবে আর কী! যদি নাকি তিনি (ইবনু উমার) অপারগ হয়ে থাকেন ও নির্বুদ্ধিতার পরিচয় দিয়ে থাকেন। (তাতে কার কী আসে যায়) (ইসলামিক ফাউন্ডেশন ৩৫২৫, ইসলামীক সেন্টার ৩৫২৪)\n",
    "checkStatus": "1",
    "hadithNo": "3553",
    "id": "50636",
    "thesequence": "50139",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been transmitted on the authority of Ayyub with a slight variation of words.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو الرَّبِيعِ، وَقُتَيْبَةُ، قَالاَ حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، بِهَذَا الإِسْنَادِ . نَحْوَهُ غَيْرَ أَنَّهُ قَالَ فَسَأَلَ عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَأَمَرَهُ .",
    "hadithBengali": "৩৫৫৪-(.../...) আবূ রবী ও কুতায়বাহ্ (রহিমাহুমাল্লাহ) ..... (পূর্বোক্ত সানাদের রাবী) আইয়্যুব (রহঃ) এর সূত্রে ঐ সানাদে অনুরূপ রিওয়ায়াত করেছেন। তবে তিনি বলেছেন .... উমর (রযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞেস করলে তিনি তাকে হুকুম করলেন। (ইসলামিক ফাউন্ডেশন ৩৫২৬, ইসলামীক সেন্টার ৩৫২৫)\n",
    "checkStatus": "1",
    "hadithNo": "3554",
    "id": "50637",
    "thesequence": "50140",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ayyub reported a hadith like this with the same chain of narrators and he said:\nUmar (Allah be pleased with him) asked Allahs Apostle (ﷺ) about it and he commanded him that he should take her back until she is divorced in the state of purity without having a sexual intercourse with her, and said: Divorce her in the beginning of her Idda or her Idda commences.",
    "hadithArabic": "وَحَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ عَبْدِ الصَّمَدِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، عَنْ أَيُّوبَ، بِهَذَا الإِسْنَادِ وَقَالَ فِي الْحَدِيثِ فَسَأَلَ عُمَرُ النَّبِيَّ صلى الله عليه وسلم عَنْ ذَلِكَ فَأَمَرَهُ أَنْ يُرَاجِعَهَا حَتَّى يُطَلِّقَهَا طَاهِرًا مِنْ غَيْرِ جِمَاعٍ وَقَالَ   يُطَلِّقُهَا فِي قُبُلِ عِدَّتِهَا  .",
    "hadithBengali": "৩৫৫৫-(৮/...) আবদুল ওয়ারিস ইবনু আবদুস সামাদ (রহঃ) ..... আইয়্যুব (রহঃ) এর সূত্রে এ সানাদে রিওয়ায়াত করেছেন। এ সানাদের হাদীসে রাবী বলেছেন, পরে উমার (রাযিঃ) এ বিষয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞেস করলে তিনি তাকে পুনঃগ্রহণ করে নেয়ার জন্য তার (ইবনু উমারের) প্রতি আদেশ প্রদান করলেন। যাতে অবশেষে তাকে (স্ত্রীকে) যৌন সঙ্গমবিহীন তুহর (পবিত্র) অবস্থায় ত্বলাক (তালাক) দিতে পারে। তিনি (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আরো বললেন, তার (স্ত্রীর) ইদ্দাত (ইদ্দত) (এর সময়) এর পূর্ব ভাগে (আগমন কালে) তাকে ত্বলাক (তালাক) দিবে। (ইসলামিক ফাউন্ডেশন ৩৫২৭, ইসলামীক সেন্টার ৩৫২৬)\n",
    "checkStatus": "1",
    "hadithNo": "3555",
    "id": "50638",
    "thesequence": "50141",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Yunus b. Jubair reported:\nI said to IbnUmar (Allah be pleased with them): A person divorcedhis wife while she was in the state of menses, whereupon he said: Do you know Abdullah b. Umar (Allah be pleased with them), for he divorced his wife in the state of menses. Umar (Allah be pleased with him) came to Allahs Apostle (ﷺ) and asked him, and he (the Holy Prophet) commanded him that he should take her back, and she started her Idda. I said to him: When a person divorces his wife, and she is in the state of menses, should that pronouncement of divorce be counted? He said: Why not, was he hopless or foolish?",
    "hadithArabic": " وَحَدَّثَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، عَنِ ابْنِ عُلَيَّةَ، عَنْ يُونُسَ، عَنْ مُحَمَّدِ بْنِ، سِيرِينَ عَنْ يُونُسَ بْنِ جُبَيْرٍ، قَالَ قُلْتُ لاِبْنِ عُمَرَ رَجُلٌ طَلَّقَ امْرَأَتَهُ وَهْىَ حَائِضٌ فَقَالَ أَتَعْرِفُ عَبْدَ اللَّهِ بْنَ عُمَرَ فَإِنَّهُ طَلَّقَ امْرَأَتَهُ وَهْىَ حَائِضٌ فَأَتَى عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَسَأَلَهُ فَأَمَرَهُ أَنْ يَرْجِعَهَا ثُمَّ تَسْتَقْبِلَ عِدَّتَهَا . قَالَ فَقُلْتُ لَهُ إِذَا طَلَّقَ الرَّجُلُ امْرَأَتَهُ وَهْىَ حَائِضٌ أَتَعْتَدُّ بِتِلْكَ التَّطْلِيقَةِ فَقَالَ فَمَهْ أَوَإِنْ عَجَزَ وَاسْتَحْمَقَ",
    "hadithBengali": "৩৫৫৬-(৯/...) ইয়াকুব ইবনু ইবরাহীম আদ দাওরাকী (রহঃ) ..... (মুহাম্মাদ ইবনু সীরীন সূত্রে) ইউনুস ইবনু জুবায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি ইবনু উমর (রাযিঃ) কে বললামঃ এক ব্যক্তি তার স্ত্রীর হায়য অবস্থায় তাকে ত্বলাক (তালাক) দিল (এর হকুম কি?)। তিনি বললেন, তুমি আবদুল্লাহ ইবনু উমর (রাযিঃ) কে জান কি সে তার স্ত্রীকে হায়য অবস্থায় ত্বলাক (তালাক) দিয়েছিল? তখন উমর (রাযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞেস করলে তিনি তাকে হুকুম করলেন যে, সে (ইবনু উমার) তাকে (স্ত্রী) রাজআত করে নিবে। এরপর তার ইদ্দাতের (নিশ্চয়তাযুক্ত সময়ের) প্রতীক্ষায় থাকবে। ইউনুস (রহঃ) বলেন, তখন আমি তাকে (ইবনু উমারকে) বললাম, কোন পুরুষ যখন তার স্ত্রীকে হায়য অবস্থায় ত্বলাক (তালাক) দিবে তখন ঐ ত্বলাক (তালাক) টি হিসাবে গণনা করা হবে কি? তিনি বললেন, তবে আর কি যদি নাকি সে অক্ষম হয়ে গিয়ে থাকে কিংবা বোকামি করে থাকে (তাহলে কি তার এ কাজের পরিণতি দেখা দিবে না?) (ইসলামিক ফাউন্ডেশন ৩৫২৮, ইসলামীক সেন্টার ৩৫২৭)\n",
    "checkStatus": "1",
    "hadithNo": "3556",
    "id": "50639",
    "thesequence": "50142",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported:\nI divorced my wife while she was in the state of menses. Umar (Allah he pleased wish him) came toAllahs Apostle (ﷺ) and made mention of that to him, whereupon Allahs Apostle (ﷺ) told that be should take her back, and when she is pure he may divorce her. if he would so wish. I (one of the narrators) said to Ibn Umar (Allah be pleased with them): Did you count (this pronouncement of divorce) in her case? He said: What (after all) prevents him from doing so? Do you find him (Ibn Umar) either helpless or foolish?",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ يُونُسَ بْنَ جُبَيْرٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ طَلَّقْتُ امْرَأَتِي وَهْىَ حَائِضٌ فَأَتَى عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم   لِيُرَاجِعْهَا . فَإِذَا طَهَرَتْ فَإِنْ شَاءَ فَلْيُطَلِّقْهَا  . قَالَ فَقُلْتُ لاِبْنِ عُمَرَ أَفَاحْتَسَبْتَ بِهَا قَالَ مَا يَمْنَعُهُ . أَرَأَيْتَ إِنْ عَجَزَ وَاسْتَحْمَقَ",
    "hadithBengali": "৩৫৫৭-(১০/...) মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশশার (রহিমাহুমাল্লাহ) ..... ইবনু উমর (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ আমি আমার স্ত্রীকে ত্বলাক (তালাক) দিলাম- তখন সে হায়য অবস্থায় ছিল। তখন উমর (রাযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট গিয়ে তার কাছে বিষয়টি আলোচনা করলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সে যেন তাকে রাজ&#39;আত করে নেয়। পরে যখন সে (হায়য হতে) পবিত্র হবে তখন ইচ্ছা করলে তাকে ত্বলাক (তালাক) দিবে। রাবী ইউনুস (রহঃ) বলেন, আমি ইবনু উমর (রাযিঃ) কে বললাম, সেটি (ত্বলাক) কি হিসাবে করা হবে? তিনি বললেন, কোন বিষয় তাকে বাধা দিবে- বলত যদি সে অপরাগ হয়ে থাকে এবং আহম্মকি করে থাকে। (ইসলামিক ফাউন্ডেশন ৩৫২৯, ইসলামীক সেন্টার ৩৫২৮)\n",
    "checkStatus": "1",
    "hadithNo": "3557",
    "id": "50640",
    "thesequence": "50143",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Sirin reported:\nI asked Ibn Umar (Allah be pleased with them) about the woman whom he had divorced. He said: I divorced her while she was in the state of menses. It was mentioned to Umar (Allah be pleased with him) and he then made a mention of that to Allahs Apostle (ﷺ), whereupon he said: Command him to take her back and when the period of menses is over, then (he may divorce her in the state of her purity. He (Ibn Umar) said: So I took her back, then divorced her in her purity. I (the narrator) said: Did you count that divorce which you pronounced in the state of menses? He said: Why should I not have counted that? Was I helpless or foolish?",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ عَبْدِ الْمَلِكِ، عَنْ أَنَسِ بْنِ، سِيرِينَ قَالَ سَأَلْتُ ابْنَ عُمَرَ عَنِ امْرَأَتِهِ الَّتِي، طَلَّقَ فَقَالَ طَلَّقْتُهَا وَهْىَ حَائِضٌ فَذُكِرَ ذَلِكَ لِعُمَرَ فَذَكَرَهُ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ   مُرْهُ فَلْيُرَاجِعْهَا فَإِذَا طَهَرَتْ فَلْيُطَلِّقْهَا لِطُهْرِهَا  . قَالَ فَرَاجَعْتُهَا ثُمَّ طَلَّقْتُهَا لِطُهْرِهَا . قُلْتُ فَاعْتَدَدْتَ بِتِلْكَ التَّطْلِيقَةِ الَّتِي طَلَّقْتَ وَهْىَ حَائِضٌ قَالَ مَا لِيَ لاَ أَعْتَدُّ بِهَا وَإِنْ كُنْتُ عَجَزْتُ وَاسْتَحْمَقْتُ .",
    "hadithBengali": "৩৫৫৮-(১১/...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আনাস ইবনু সীরীন (রহঃ) সূত্রে বর্ণিত। তিনি বলেন, আমি &#39;উমার (রাযিঃ) কে তার সে স্ত্রী সম্পর্কে জিজ্ঞেস করলাম যাকে তিনি ত্বলাক (তালাক) দিয়েছিলেন। তিনি বললেন, তাকে আমি ত্বলাক (তালাক) দিয়েছিলাম- যখন সে হায়য অবস্থায় ছিল। আমি বিষয়টি উমর (রাযিঃ) এর কাছে উল্লেখ করলে তিনি তা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আলোচনা করলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাকে আদেশ কর সে যেন তার স্ত্রীকে পুনঃগ্রহণ করে নেয়। পরে যখন সে পাক হবে তখন যেন সে (ইচ্ছা করলে) তার পাক অবস্থায় তাকে ত্বলাক (তালাক) দেয়। ইবনু উমর (রাযিঃ) বলেন, আমি তাকে বললাম, তবে কি হায়য অবস্থায় প্রদত্ত ত্বলাক (তালাক) টি কি আপনি হিসাবে ধরবেন? তিনি বললেন, আমি কেন সেটা গণনায় ধরবো না? যদি আমি অক্ষম হই অথবা নির্বুদ্ধিতা প্রকাশ করি (তাহলে কি আমার এ কাজ গণনায় আসবে না)? (ইসলামিক ফাউন্ডেশন ৩৫৩০, ইসলামীক সেন্টার ৩৫২৯)\n",
    "checkStatus": "1",
    "hadithNo": "3558",
    "id": "50641",
    "thesequence": "50144",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Sirin reported that he had heard Ibn Umar (Allah be pleased with them) as saying. I divorced my wife while she was in the state of menses. Umar (Allah be pleased with him) came to Allahs Apostle (ﷺ) and informed him about it, whereupon he (Allahs Apostle) said:\nCommand him to take her back and when she is pure, then divorce her. I said to Ibn Umar Allah be pleased with them): Did you count that pronouncement of divorce? He said: Why not?",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَنَسِ بْنِ سِيرِينَ، أَنَّهُ سَمِعَ ابْنَ عُمَرَ، قَالَ طَلَّقْتُ امْرَأَتِي وَهْىَ حَائِضٌ فَأَتَى عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَأَخْبَرَهُ فَقَالَ   مُرْهُ فَلْيُرَاجِعْهَا ثُمَّ إِذَا طَهَرَتْ فَلْيُطَلِّقْهَا  . قُلْتُ لاِبْنِ عُمَرَ أَفَاحْتَسَبْتَ بِتِلْكَ التَّطْلِيقَةِ قَالَ فَمَهْ .",
    "hadithBengali": "৩৫৫৯-(১২/...) মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশশার (রহিমাহুমাল্লাহ) ..... ইবনু উমর (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি আমার স্ত্রীকে হায়য অবস্থায় ত্বলাক (তালাক) দেই। উমার (রাযিঃ) বিষয়টি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উল্লেখ করলে তিনি বললেন, তাকে আদেশ কর সে যেন তার স্ত্রীকে রাজআত করে। পরে যখন সে পবিত্র হবে তখন যেন সে (ইচ্ছা করলে) তাকে পবিত্র অবস্থায় ত্বলাক (তালাক) দেয়। আমি ইবনু উমর (রাযিঃ) কে বললাম, তবে কি হায়য অবস্থায় প্রদত্ত ত্বলাক (তালাক) টি কি আপনি হিসাবে ধরবেন? তিনি বললেন, তবে কী করব। (ইসলামিক ফাউন্ডেশন ৩৫৩১, ইসলামীক সেন্টার ৩৫৩০)\n",
    "checkStatus": "1",
    "hadithNo": "3559",
    "id": "50642",
    "thesequence": "50145",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Shuba with the same chain of transmitters but with a slight variation in wording.",
    "hadithArabic": "وَحَدَّثَنِيهِ يَحْيَى بْنُ حَبِيبٍ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، ح وَحَدَّثَنِيهِ عَبْدُ الرَّحْمَنِ بْنُ، بِشْرٍ حَدَّثَنَا بَهْزٌ، قَالاَ حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّ فِي، حَدِيثِهِمَا   لِيَرْجِعْهَا  . وَفِي حَدِيثِهِمَا قَالَ قُلْتُ لَهُ أَتَحْتَسِبُ بِهَا قَالَ فَمَهْ .",
    "hadithBengali": "৩৫৬০-(.../...) ইয়াহইয়া ইবনু হাবীব ও আবদুর রহমান ইবনু বিশর (রহিমাহুমাল্লাহ) ..... (পূর্বোক্ত সানদের ন্যায়) শু&#39;বাহ (রহঃ) সূত্রে এ সনদে রিওয়ায়াত করেছেন। তবে এ দু&#39;জনের হাদীসেيراجعها এর স্থলেلِيَرْجِعْهَا (তাকে ফিরিয়ে আনে) রয়েছে এবং এদের হাদীসে আরো রয়েছে যে, আনাস (রহঃ) বলেন, আমি বললাম, আপনি কি সেটি হিসাবে ধরবেন? তিনি বললেন, তবে আর কী হবে? (ইসলামিক ফাউন্ডেশন ৩৫৩২, ইসলামীক সেন্টার ৩৫৩১)\n",
    "checkStatus": "1",
    "hadithNo": "3560",
    "id": "50643",
    "thesequence": "50146",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Tawus narrated on the authority of his father that Ibn Umar (Allah be pleased with them) was asked about the person who divorced his wife in the state of menses, whereupon he said:\nDo you know Abdullah b. Umar? He said: Yes. He said: It was he who divorced his wife jn the state of menses and Umar went to Allahs Apostle (ﷺ) and gave him this information. and he commanded him that he should take her back; and he (Abu Tawus) said: I did not hear any addition to this (hadith) from my father.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ ابْنَ عُمَرَ، يُسْأَلُ عَنْ رَجُلٍ، طَلَّقَ امْرَأَتَهُ حَائِضًا فَقَالَ أَتَعْرِفُ عَبْدَ اللَّهِ بْنَ عُمَرَ قَالَ نَعَمْ . قَالَ فَإِنَّهُ طَلَّقَ امْرَأَتَهُ حَائِضًا فَذَهَبَ عُمَرُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَخْبَرَهُ الْخَبَرَ فَأَمَرَهُ أَنْ يُرَاجِعَهَا قَالَ لَمْ أَسْمَعْهُ يَزِيدُ عَلَى ذَلِكَ لأَبِيهِ.",
    "hadithBengali": "৩৫৬১-(১৩/...) ইসহাক ইবনু ইবরাহীম (রহঃ) ..... ইবনু ত্বাউস (রহঃ) এর পিতা (তাউস) সূত্রে বর্ণিত যে, তিনি স্ত্রীকে হায়য অবস্থায় ত্বলাক (তালাক) প্রদানকারী পুরুষ (এর মাসআলা) সম্পর্কে ইবনু উমর (রাযিঃ) কে জিজ্ঞাসিত হতে শুনলেন। তখন ইবনু উমর (রাযিঃ) বললেন, তুমি আবদুল্লাহ ইবনু উমার কে জান কি? লোকটি বলল, হ্যাঁ। ইবনু উমর (রাযিঃ) বললেন, তিনি তো তার স্ত্রীকে হায়য অবস্থায় ত্বলাক (তালাক) দিয়েছিলেন। তখন উমার (রাযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গিয়ে তাকে সংবাদ অবহিত করলে তিনি তাকে (স্ত্রীকে) পুনঃগ্রহণ করে নেয়ার জন্য তাকে আদেশ প্রদান করলেন। ইবনু তাউস (রহঃ) বলেন, আমি তাকে (পিতাকে) এর অধিক বলতে শুনিনি। (ইসলামিক ফাউন্ডেশন ৩৫৩৩, ইসলামীক সেন্টার ৩৫৩২)\n",
    "checkStatus": "1",
    "hadithNo": "3561",
    "id": "50644",
    "thesequence": "50147",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Zubair reported that he heard Abd al-Rahman b. Aiman (the freed slave of Azza) say that he asked Ibn Umar (Allah be pleased with them) and Abu Zubair heard:\nWhat is your opinion about the person who divorced his wife in the state of menses? Thereupon he said: Ibn Umar (Allah be pleased with them) divorced his wife during the lifetime of Allahs Messenger (ﷺ) while she was in the state of menses. Upon this Allahs Messenger (ﷺ) told him to take her back and so he took her back and he (further) said: When she is pure, then either divorce her or retain her. Ibn Umar (Allah be pleased with them) said that Allahs Apostle (ﷺ) then recited this verse: O Apostle, when you divorce women, divorce them at the commencement of their prescribed period (Ixv 1).",
    "hadithArabic": " وَحَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ عَبْدَ الرَّحْمَنِ بْنَ أَيْمَنَ، مَوْلَى عَزَّةَ يَسْأَلُ ابْنَ عُمَرَ وَأَبُو الزُّبَيْرِ يَسْمَعُ ذَلِكَ كَيْفَ تَرَى فِي رَجُلٍ طَلَّقَ امْرَأَتَهُ حَائِضًا فَقَالَ طَلَّقَ ابْنُ عُمَرَ امْرَأَتَهُ وَهْىَ حَائِضٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلَ عُمَرُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ طَلَّقَ امْرَأَتَهُ وَهْىَ حَائِضٌ . فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم  لِيُرَاجِعْهَا  . فَرَدَّهَا وَقَالَ  إِذَا طَهَرَتْ فَلْيُطَلِّقْ أَوْ لِيُمْسِكْ  . قَالَ ابْنُ عُمَرَ وَقَرَأَ النَّبِيُّ صلى الله عليه وسلم يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ فِي قُبُلِ عِدَّتِهِنَّ .",
    "hadithBengali": "৩৫৬২-(১৪/...) হারূন ইবনু আবদুল্লাহ (রহঃ) ..... আবূ যুবায়র (রহঃ) সূত্রে বর্ণনা করেন যে, তিনি আযযাহ এর মাওলা (আযাদকৃত গোলাম) আবদুর রহমান ইবনু আয়মান (রহঃ) কে ইবনু উমর (রাযিঃ) এর কাছে প্রশ্ন করতে শুনলেন, আবূ যুবায়র (রহঃ) তখন শুনছিলেন- &ldquo;যে ব্যক্তি তার স্ত্রীকে তার হায়য অবস্থায় ত্বলাক (তালাক) দিল তার সম্পর্কে আপনার অভিমত কী?&rdquo; ইবনু উমর (রাযিঃ) বললেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে ইবনু উমার (রাযিঃ) তার স্ত্রীকে ত্বলাক (তালাক) দিল যখন সে ঋতুমতী ছিল। উমর (রাযিঃ) এ বিষয়ে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট জিজ্ঞেস করলেন। তিনি বললেন, &#39;আবদুল্লাহ ইবনু উমর (রাযিঃ) তার স্ত্রীর হায়য অবস্থায় তাকে ত্বলাক (তালাক) দিয়েছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, সে যেন তাকে পুনঃগ্রহণ করে নেয়। সুতরাং (এভাবে) তিনি তাকে (স্ত্রীকে) ফিরিয়ে নিলেন। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আরো বললেন, যখন (হায়য হতে) পবিত্র হয়ে যাবে তখন (ইচ্ছে করলে) যেন ত্বলাক (তালাক) দেয় কিংবা রেখে দেয়। ইবনু উমর (রাযিঃ) বলেন, এবং (এ সময়) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিলাওয়াত করলেনঃ (অর্থ) হে নাবী! তোমরা যখন তোমাদের স্ত্রীদের ত্বলাক (তালাক) দিতে ইচ্ছা কর তখন তাদের ত্বলাক (তালাক) দিও তাদের ইদ্দাতের (সময় আগমনের) অগ্রভাগে- (সূরা আত ত্বলাক ৬৫ঃ ১)। (ইসলামিক ফাউন্ডেশন ৩৫৩৪, ইসলামীক সেন্টার ৩৫৩৩)\n",
    "checkStatus": "1",
    "hadithNo": "3562",
    "id": "50645",
    "thesequence": "50148",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The story in the above hadith has likewise been narrated through another chain.",
    "hadithArabic": " وَحَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنِ ابْنِ عُمَرَ، . نَحْوَ هَذِهِ الْقِصَّةِ .",
    "hadithBengali": "৩৫৬৩-(.../...) হারূন ইবনু আবদুল্লাহ (রহঃ) ..... আবূ যুবায়র (রহঃ) এর সূত্রে ইবনু উমর (রাযিঃ) থেকে পূর্বোক্ত বর্ণনার ন্যায় রিওয়ায়াত করেছেন। (ইসলামিক ফাউন্ডেশন ৩৫৩৫, ইসলামীক সেন্টার ৩৫৩৪)\n",
    "checkStatus": "1",
    "hadithNo": "3563",
    "id": "50646",
    "thesequence": "50149",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A hadith like this is reported on the same authority (but with this difference that the narrator) Abd al-Rahman b. Aiman (was mentioned) as the freed slave of Urwa (Imam Muslim said:\nHe made a mistake who said that it was Urwa; it was in fact the freed slave of Azza.)",
    "hadithArabic": " وَحَدَّثَنِيهِ مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ عَبْدَ الرَّحْمَنِ بْنَ أَيْمَنَ، مَوْلَى عُرْوَةَ يَسْأَلُ ابْنَ عُمَرَ وَأَبُو الزُّبَيْرِ يَسْمَعُ بِمِثْلِ حَدِيثِ حَجَّاجٍ وَفِيهِ بَعْضُ الزِّيَادَةِ . قَالَ مُسْلِمٌ أَخْطَأَ حَيْثُ قَالَ عُرْوَةَ إِنَّمَا هُوَ مَوْلَى عَزَّةَ .",
    "hadithBengali": "৩৫৬৪-(.../...) মুহাম্মাদ ইবনু রাফি (রহঃ) ..... আবূ যুবায়র (রহঃ) এর সূত্রে বর্ণনা করেন যে, তিনি উরওয়াহ (রহঃ) এর আযাদকৃত গোলাম আবদুর রহমান ইবনু আয়মান (রাযিঃ) কে ইবনু উমর (রাযিঃ) এর নিকট জিজ্ঞেস করতে শুনেছেন আর আবূ যুবায়র (রহঃ) তখন হাজ্জাজ (রহঃ) এর হাদীসের অনুরূপ শুনছিলেন এবং তাতে কিছু অধিক তথ্য রয়েছে। ইমাম মুসলিম (রহঃ) বলেন, উরওয়ার মাওলা বলে রাবী বিচ্যুতির শিকার হয়েছেন। মূলত হবে আযযার মাওলা। (ইসলামিক ফাউন্ডেশন ৩৫৩৬, ইসলামীক সেন্টার ৩৫৩৫)\n",
    "checkStatus": "1",
    "hadithNo": "3564",
    "id": "50647",
    "thesequence": "50150",
    "isActive": "1",
    "chapterId": "18378",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "১. সম্মতি ব্যতীত ঋতুমতীকে ত্বলাক  প্রদান হারাম, যদি ত্বলাক দেয় তবে ত্বলাক  হয়ে যাবে এবং ত্বলাক  প্রদানকারীকে রাজ&#039;আতের (স্ত্রী ফিরিয়ে নেয়ার) নির্দেশ দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas (Allah be pleased with them) reported that the (pronouncement) of three divorces during the lifetime of Allahs Messenger (ﷺ) and that of Abu Bakr and two years of the caliphate of Umar (Allah be pleased with him) (was treated) as one. But Umar b. Khattab (Allah be pleased with him) said:\nVerily the people have begun to hasten in the matter in which they are required to observe respite. So if we had imposed this upon them, and he imposed it upon them.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ رَافِعٍ، - وَاللَّفْظُ لاِبْنِ رَافِعٍ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ ابْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ الطَّلاَقُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَسَنَتَيْنِ مِنْ خِلاَفَةِ عُمَرَ طَلاَقُ الثَّلاَثِ وَاحِدَةً فَقَالَ عُمَرُ بْنُ الْخَطَّابِ إِنَّ النَّاسَ قَدِ اسْتَعْجَلُوا فِي أَمْرٍ قَدْ كَانَتْ لَهُمْ فِيهِ أَنَاةٌ فَلَوْ أَمْضَيْنَاهُ عَلَيْهِمْ . فَأَمْضَاهُ عَلَيْهِمْ .",
    "hadithBengali": "৩৫৬৫-(১৫/১৪৭২) ইসহাক ইবনু ইবরাহীম ও মুহাম্মাদ ইবনু রাফি (রহিমাহুমাল্লাহ) ..... ইবনু আব্বাস (রাযিঃ) এর সূত্রে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে এবং আবূ বাকর (রাযিঃ) এর যুগে ও উমার (রাযিঃ) এর খিলাফাতের প্রথম দু&#39; বছর পর্যন্ত তিন ত্বলাক (তালাক) এক ত্বলাক (তালাক) সাব্যস্ত হত। পরে উমার ইবনুল খাত্ত্বাব (রাযিঃ) বললেন, লোকেরা একটি বিষয়ে অতি ব্যস্ততা দেখিয়েছে যাতে তাদের জন্য ধৈর্যের (ও সুযোগ গ্রহণের) অবকাশ ছিল। এখন যদি বিষয়টি তাদের জন্য কার্যকর সাব্যস্ত করে দেই...(তবে তা-ই কল্যাণকর হবে)। সুতরাং তিনি তা তাদের জন্য বাস্তবায়িত ও কার্যকর সাব্যস্ত করলেন।* (ইসলামিক ফাউন্ডেশন ৩৫৩৭, ইসলামীক সেন্টার ৩৫৩৬)\n",
    "checkStatus": "1",
    "hadithNo": "3565",
    "id": "50648",
    "thesequence": "50151",
    "isActive": "1",
    "chapterId": "18379",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "২. তিন ত্বলাক প্রসঙ্গে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Sahba said toIbn Abbas (Allah be pleased with them):\nDo you know that three (divorces) were treated as one during the lifetime of Allahs Apostle (ﷺ), and that of Abu Bakr, and during three (years) of the caliphate of Umar (Allah be pleased with him)? Ibn Abbas (Allah be pleased with them) said: Yes.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، ح وَحَدَّثَنَا ابْنُ رَافِعٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، أَنَّ أَبَا الصَّهْبَاءِ، قَالَ لاِبْنِ عَبَّاسٍ أَتَعْلَمُ أَنَّمَا كَانَتِ الثَّلاَثُ تُجْعَلُ وَاحِدَةً عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَثَلاَثًا مِنْ إِمَارَةِ عُمَرَ . فَقَالَ ابْنُ عَبَّاسٍ نَعَمْ .",
    "hadithBengali": "৩৫৬৬-(১৬/...) ইসহাক ইবনু ইবরাহীম ও ইবনু রাফি&#39; (রহঃ) ..... তাউস (রহঃ) বর্ণনা করেন যে, আবূ আস্ সাহবা (রহঃ) ইবনু আব্বাস (রাযিঃ) কে বললেন, আপনার সে সব (বিরল ও অভিনব প্রকৃতির হাদীস) হতে কিছু উপস্থাপন করুন না। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং আবূ বাকর (রাযিঃ) এর যুগে তিন ত্বলাক (তালাক) কি এক (ত্বলাক (তালাক)) ছিল না? তিনি বললেন, তা ছিল তো; পরে যখন উমর (রাযিঃ) এর যুগে লোকেরা বেধড়ক ও উপর্যপরি ত্বলাক (তালাক) দিতে লাগল তখন উমর (রাযিঃ) সেটিকে (অর্থাৎ তিন তলাকের যথার্থ বিধি)&ndash; তাদের জন্য কার্যকর করলেন। (ইসলামিক ফাউন্ডেশন ৩৫৩৮, ইসলামীক সেন্টার ৩৫৩৭)\n",
    "checkStatus": "1",
    "hadithNo": "3566",
    "id": "50649",
    "thesequence": "50152",
    "isActive": "1",
    "chapterId": "18379",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "২. তিন ত্বলাক প্রসঙ্গে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu al-Sahba said to Ibn Abbas:\nEnlighten us with your information whether the three divorces (pronounced at one and the same time) were not treated as one during the lifetime of Allahs Messenger (ﷺ) and Abu Bakr. He said: It was in fact so, but when during the caliphate of Umar (Allah be pleased with him) people began to pronounce divorce frequently, he allowed them to do so (to treat pronouncements of three divorces in a single breath as one).",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا سُلَيْمَانُ بْنُ حَرْبٍ، عَنْ حَمَّادِ بْنِ زَيْدٍ، عَنْ أَيُّوبَ السَّخْتِيَانِيِّ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، عَنْ طَاوُسٍ، أَنَّ أَبَا الصَّهْبَاءِ، قَالَ لاِبْنِ عَبَّاسٍ هَاتِ مِنْ هَنَاتِكَ أَلَمْ يَكُنِ الطَّلاَقُ الثَّلاَثُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَاحِدَةً فَقَالَ قَدْ كَانَ ذَلِكَ فَلَمَّا كَانَ فِي عَهْدِ عُمَرَ تَتَايَعَ النَّاسُ فِي الطَّلاَقِ فَأَجَازَهُ عَلَيْهِمْ .",
    "hadithBengali": "৩৫৬৭-(১৭/...) ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আবূ আস্ সাহবা (রহঃ) থেকে বর্ণিত যে, তিনি ইবনু আব্বাস (রাযিঃ) কে বলেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ বাকর (রাযিঃ) এর সময়ে কি তিন ত্বলাক (তালাক) কে এক ত্বলাক (তালাক) ধরা হত? তিনি বলেন, হ্যাঁ এরূপই ছিল। তবে উমার (রাযিঃ) এর যামানায় লোকেরা বেধড়ক ও উপর্যপরি ত্বলাক (তালাক) দিতে লাগল। অতঃপর তিনি সেটিকে যথার্থভাবে কার্যকর করেন (অর্থাৎ তিন ত্বলাকে পরিণত করেন।)* (ইসলামিক ফাউন্ডেশন ৩৫৩৯, ইসলামীক সেন্টার ৩৫৩৮)\n",
    "checkStatus": "1",
    "hadithNo": "3567",
    "id": "50650",
    "thesequence": "50153",
    "isActive": "1",
    "chapterId": "18379",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "২. তিন ত্বলাক প্রসঙ্গে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas (Allah be pleased with them) reported about (declaring of ones woman) unlawful as an oath which must be atoned, and Ibn Abbas said:\nVerily, there is in the Messenger of Allah (ﷺ) a model pattern for you.",
    "hadithArabic": " وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ هِشَامٍ، - يَعْنِي الدَّسْتَوَائِيَّ - قَالَ كَتَبَ إِلَىَّ يَحْيَى بْنُ أَبِي كَثِيرٍ يُحَدِّثُ عَنْ يَعْلَى بْنِ حَكِيمٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ كَانَ يَقُولُ فِي الْحَرَامِ يَمِينٌ يُكَفِّرُهَا . وَقَالَ ابْنُ عَبَّاسٍ { لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ} .",
    "hadithBengali": "৩৫৬৮-(১৮/১৪৭৩) যুহায়র ইবনু হারব (রহঃ) ..... হিশাম দাসতাওয়ায়ী (রহঃ) সূত্রে বর্ণিত। তিনি বলেন, ইয়াহইয়া ইবনু আবূ কাসীর (রহঃ) ..... সাঈদ ইবনু জুবায়র (রহঃ) সূত্রে ইবনু আব্বাস (রাযিঃ) থেকে (লিখিতরূপে) বর্ণনা করেছেন যে, তিনি (সাঈদ) বলেছেন যে, ইবনু আব্বাস (রাযিঃ) স্ত্রীকে নিজের জন্য হারাম করা সম্বন্ধে বলতেন যে, তা কসম (ইয়ামীন) সাব্যস্ত হবে, তার কাফফারাহ আদায় করবে।\n\nইবনু আব্বাস (রাযিঃ) (এ প্রসঙ্গে) আরো বলেছেন, (পবিত্র কুরআনের)لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ (আয়াত উদ্ধৃত করে) তোমাদের জন্য রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মধ্যে রয়েছে উত্তম আদর্শ (সূরা আল আহযাব ৩৩ঃ ২১)। (ইসলামিক ফাউন্ডেশন ৩৫৪০, ইসলামীক সেন্টার ৩৫৩৯)\n",
    "checkStatus": "1",
    "hadithNo": "3568",
    "id": "50651",
    "thesequence": "50154",
    "isActive": "1",
    "chapterId": "18380",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৩. ত্বলাকের নিয়্যাত না করে স্ত্রীকে হারাম সাব্যস্ত করলে তার উপর কাফফারাহ্ ওয়াজিব হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas (Allah be pleased with them) reported:\nWhen a man declares his wife unlawful for himself that is an oath which must be atoned, and he said: There is in the Messenger of Allah (ﷺ) a noble pattern for you.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بِشْرٍ الْحَرِيرِيُّ، حَدَّثَنَا مُعَاوِيَةُ، - يَعْنِي ابْنَ سَلاَّمٍ - عَنْ يَحْيَى، بْنِ أَبِي كَثِيرٍ أَنَّ يَعْلَى بْنَ حَكِيمٍ، أَخْبَرَهُ أَنَّ سَعِيدَ بْنَ جُبَيْرٍ أَخْبَرَهُ أَنَّهُ، سَمِعَ ابْنَ عَبَّاسٍ، قَالَ إِذَا حَرَّمَ الرَّجُلُ عَلَيْهِ امْرَأَتَهُ فَهْىَ يَمِينٌ يُكَفِّرُهَا وَقَالَ { لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ}",
    "hadithBengali": "৩৫৬৯-(১৯/...) ইয়াহইয়া ইবনু বিশ্&zwnj;র আল হারীরী (রহঃ) ..... সাঈদ ইবনু জুবায়র (রহঃ) সূত্রে বর্ণনা করেন যে, তিনি ইবনু আব্বাস (রাযিঃ) কে বলতে শুনেছেন, কোন পুরুষ তার স্ত্রীকে নিজের জন্য হারাম (ঘোষণা) করলে তা কসম সাব্যস্ত হবে, তার কাফফারাহ আদায় করবে। তিনি আরো বলেছেন, তোমাদের জন্য রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মধ্যে উত্তম আদর্শ রয়েছে। (ইসলামিক ফাউন্ডেশন ৩৫৪১, ইসলামীক সেন্টার ৩৫৪০)\n",
    "checkStatus": "1",
    "hadithNo": "3569",
    "id": "50652",
    "thesequence": "50155",
    "isActive": "1",
    "chapterId": "18380",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৩. ত্বলাকের নিয়্যাত না করে স্ত্রীকে হারাম সাব্যস্ত করলে তার উপর কাফফারাহ্ ওয়াজিব হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) narrated that Allahs Apostle (ﷺ) used to spend time with Zainab daughter of Jahsh and drank honey at her house. She (Aisha further) said:\nI and Hafsa agreed that one whom Allahs Apostle (ﷺ) would visit first should say: I notice that you have an odour of the Maghafir (gum of mimosa). He (the Holy Prophet) visited one of them and she said to him like this, whereupon he said: I have taken honey in the house of Zainab bint Jabsh and I will never do it again. It was at this (that the following verse was revealed): Why do you hold to be forbidden what Allah has made lawful for you... (up to). If you both (Aisha and Hafsa) turn to Allah up to: And when the Prophet confided an information to one of his wives (lxvi. 3). This refers to his saying: But I have taken honey.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، أَنَّهُ سَمِعَ عُبَيْدَ بْنَ عُمَيْرٍ، يُخْبِرُ أَنَّهُ سَمِعَ عَائِشَةَ، تُخْبِرُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَمْكُثُ عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ فَيَشْرَبُ عِنْدَهَا عَسَلاً قَالَتْ فَتَوَاطَأْتُ أَنَا وَحَفْصَةُ أَنَّ أَيَّتَنَا مَا دَخَلَ عَلَيْهَا النَّبِيُّ صلى الله عليه وسلم فَلْتَقُلْ إِنِّي أَجِدُ مِنْكَ رِيحَ مَغَافِيرَ أَكَلْتَ مَغَافِيرَ فَدَخَلَ عَلَى إِحْدَاهُمَا فَقَالَتْ ذَلِكَ لَهُ . فَقَالَ  بَلْ شَرِبْتُ عَسَلاً عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ وَلَنْ أَعُودَ لَهُ  . فَنَزَلَ { لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ} إِلَى قَوْلِهِ { إِنْ تَتُوبَا} لِعَائِشَةَ وَحَفْصَةَ { وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا} لِقَوْلِهِ  بَلْ شَرِبْتُ عَسَلاً  .",
    "hadithBengali": "৩৫৭০-(২০/১৪৭৪) মুহাম্মদ ইবনু হাতিম (রহঃ) ..... উবায়দ ইবনু উমায়র (রহঃ) সূত্রে বর্ণনা করেন যে, তিনি আয়িশাহ (রাযিঃ) কে এ মর্মে হাদীসের খবর প্রদান করতে শুনেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আসর পরবর্তী সময় হুজরাসমূহে আবর্তন কালে) যায়নাব বিনত জাহশ (রাযিঃ) এর গৃহে অবস্থান করে সেখানে মধু পান করেন। আয়িশাহ (রাযিঃ) বললেন, আমি ও হাফসাহ মিলে এরূপ যুক্তি-পরামর্শ করলাম যে, আমাদের দু&#39;জনের মাঝে যার কাছেই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (প্রথমে) আগমন করবেন সে বলবে- &ldquo;আমি আপনার মুখে মাগাফীর-এর দুর্গন্ধ পাচ্ছি।* আপনি মাগাফীর খেয়েছেন।&rdquo; পরে তিনি এদের কোন একজনের কাছে গেলে সে তাকে অনুরূপ বলল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, বরং আমি তো যায়নাব বিনতু জাহশ এর ঘরে মধু পান করেছি এবং পুনরায় কখনো পান করব না। তখন নাযিল হল-\n\n(অর্থঃ) &ldquo;হে নাবী। আল্লাহ আপনার জন্য যা বৈধ করেছেন, আপনি তা হারাম করছেন কেন? আপনি আপনার স্ত্রীদের সন্তুষ্টি কামনা করছেন। আল্লাহ ক্ষমাশীল পরম দয়ালু। আল্লাহ তোমাদের শপথ হতে মুক্তি লাভের ব্যবস্থা করেছেন। আল্লাহ তোমাদের সহায়; তিনি সর্বজ্ঞ, প্রজ্ঞাময়। স্মরণ কর-নাবী তার স্ত্রীদের একজনকে গোপনে কিছু বলেছিলেন। অতঃপর যখন সে তা অন্যকে বলে দিয়েছিল এবং আল্লাহ নাবীকে তা জানিয়ে দিয়েছিলেন, তখন নাবী এ বিষয় কিছু ব্যক্ত করলেন; কিছু অব্যক্ত রাখলেন। যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা তার সে স্ত্রীকে জানালেন তখন সে বলল, কে আপনাকে তা অবহিত করল? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমাকে অবহিত করেছেন তিনি যিনি সর্বজ্ঞ, সম্যক অবগত। যদি তোমরা উভয়ে অনুতপ্ত হয়ে আল্লাহর দিকে প্রত্যাবর্তন কর, যেহেতু তোমাদের হৃদয় ঝুঁকে পড়েছে- আল্লাহ তোমাদের ক্ষমা করবেন- (সূরা আত তাহরীম ৬৬ঃ ১-৪)।\n\nএতে &ldquo;যদি তোমরা উভয়ে তাওবাহ কর (অনুতপ্ত হয়ে আল্লাহর দিকে প্রত্যাবর্তন কর) দ্বারা আয়িশাহ ও হাফসাহ্ (রাযিঃ) উদ্দেশ্য। এবং যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার স্ত্রীদের একজনকে গোপনে কিছু বলেছিলেন দ্বারা বরং আমি মধুপান করেছি এবং আর কখনো পান করবো না উদ্দেশ্য। (ইসলামিক ফাউন্ডেশন ৩৫৪২, ইসলামীক সেন্টার ৩৫৪১)\n",
    "checkStatus": "1",
    "hadithNo": "3570",
    "id": "50653",
    "thesequence": "50156",
    "isActive": "1",
    "chapterId": "18380",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৩. ত্বলাকের নিয়্যাত না করে স্ত্রীকে হারাম সাব্যস্ত করলে তার উপর কাফফারাহ্ ওয়াজিব হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported Allahs Messenger (ﷺ) liked sweet (dish) and honey. After saying the afternoon prayer he used to visit his wives going close to them. So he went to Hafsa and stayed with her more than what was his usual stay. I (Aisha) asked about that. It was said to me:\nA woman of her family had sent her a small vessel of honey as a gift, and she gave to Allahs Messenger (ﷺ) from that a drink. I said: By Allah, we would also contrive a device for him. I mentioned that to Sauda, and said: When he (Allahs Apostle) would visit you and draw close to you, say to him: Allahs Messenger, have you taken maghafir? And he wouldsay to you: No. Then say to him: What is this odour? And Allahs Messenger (ﷺ) felt it very much that unpleasant odour should emit from him. So he would say to you: Hafsa has given me a drink of honey. Then you should say to him: The honey-bees might have sucked Urfut, and I would also say the same to him and. Safiyya, you should also say this. So when he (the Holy Prophet) came to Sauda, she said: By Him besides whom there is no god, it was under compulsion that I had decided to state that which you told me when he would be at a little distance at the door. So when Allahs Messenger (ﷺ) came near, she said: Messenger of Allah, did you eat Maghafir? He said: No. She (again) said: Then what is this odour? He said: Hafsa gave me honey to drink. She said: The honey-bee might have sucked Urfut. When he came to me I told him like this. He then visited Safiyya and she also said to him like this. When he (again) visited Hafsa, she said: Messenger of Allah, should I not give you that (drink)? He said: I do not need that. Sauda said: Hallowed be Allah, by Him we have (contrived) to make that (honey) unlawful for him. I said to her: Keep quiet.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ وَهَارُونُ بْنُ عَبْدِ اللَّهِ قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحِبُّ الْحَلْوَاءَ وَالْعَسَلَ فَكَانَ إِذَا صَلَّى الْعَصْرَ دَارَ عَلَى نِسَائِهِ فَيَدْنُو مِنْهُنَّ فَدَخَلَ عَلَى حَفْصَةَ فَاحْتَبَسَ عِنْدَهَا أَكْثَرَ مِمَّا كَانَ يَحْتَبِسُ فَسَأَلْتُ عَنْ ذَلِكَ فَقِيلَ لِي أَهْدَتْ لَهَا امْرَأَةٌ مِنْ قَوْمِهَا عُكَّةً مِنْ عَسَلٍ فَسَقَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم مِنْهُ شَرْبَةً فَقُلْتُ أَمَا وَاللَّهِ لَنَحْتَالَنَّ لَهُ . فَذَكَرْتُ ذَلِكَ لِسَوْدَةَ وَقُلْتُ إِذَا دَخَلَ عَلَيْكِ فَإِنَّهُ سَيَدْنُو مِنْكِ فَقُولِي لَهُ يَا رَسُولَ اللَّهِ أَكَلْتَ مَغَافِيرَ فَإِنَّهُ سَيَقُولُ لَكِ لاَ . فَقُولِي لَهُ مَا هَذِهِ الرِّيحُ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَشْتَدُّ عَلَيْهِ أَنْ يُوجَدَ مِنْهُ الرِّيحُ - فَإِنَّهُ سَيَقُولُ لَكِ سَقَتْنِي حَفْصَةُ شَرْبَةَ عَسَلٍ . فَقُولِي لَهُ جَرَسَتْ نَحْلُهُ الْعُرْفُطَ وَسَأَقُولُ ذَلِكَ لَهُ وَقُولِيهِ أَنْتِ يَا صَفِيَّةُ فَلَمَّا دَخَلَ عَلَى سَوْدَةَ قَالَتْ تَقُولُ سَوْدَةُ وَالَّذِي لاَ إِلَهَ إِلاَّ هُوَ لَقَدْ كِدْتُ أَنْ أُبَادِئَهُ بِالَّذِي قُلْتِ لِي وَإِنَّهُ لَعَلَى الْبَابِ فَرَقًا مِنْكِ فَلَمَّا دَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَتْ يَا رَسُولَ اللَّهِ أَكَلْتَ مَغَافِيرَ قَالَ  لاَ  . قَالَتْ فَمَا هَذِهِ الرِّيحُ قَالَ  سَقَتْنِي حَفْصَةُ شَرْبَةَ عَسَلٍ  . قَالَتْ جَرَسَتْ نَحْلُهُ الْعُرْفُطَ . فَلَمَّا دَخَلَ عَلَىَّ قُلْتُ لَهُ مِثْلَ ذَلِكَ ثُمَّ دَخَلَ عَلَى صَفِيَّةَ فَقَالَتْ بِمِثْلِ ذَلِكَ فَلَمَّا دَخَلَ عَلَى حَفْصَةَ قَالَتْ يَا رَسُولَ اللَّهِ أَلاَ أَسْقِيكَ مِنْهُ قَالَ  لاَ حَاجَةَ لِي بِهِ  . قَالَتْ تَقُولُ سَوْدَةُ سُبْحَانَ اللَّهِ وَاللَّهِ لَقَدْ حَرَمْنَاهُ . قَالَتْ قُلْتُ لَهَا اسْكُتِي .",
    "hadithBengali": "৩৫৭১-(২১/...) আবূ কুরায়ব মুহাম্মাদ ইবনুল &#39;আলা ও হারূন ইবনু আবদুল্লাহ (রহিমাহুমাল্লাহ) (আবূ উসামাহ সূত্রে) ..... হিশামের পিতা (উরওয়াহ্) সূত্রে আয়িশাহ্ (রাযিঃ) থেকে বর্ণনা করেন। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিষ্ট দ্রব্য (হালুয়া) ও মধু পছন্দ করতেন। তার নিয়ম ছিল- আসরের সলাত (সালাত/নামাজ/নামায) আদায়ের পরে স্ত্রীদের ঘরে ঘরে এক চক্কর গিয়ে আসতেন এবং তাদের সান্নিধ্যে-সন্নিকটে গমন করতেন। এভাবে তিনি হাফসাহ (রাযিঃ) এর কাছে গেলেন এবং তার কাছে স্বাভাবিকভাবে আবদ্ধ থাকার সময়ের চেয়ে অধিক সময় আবদ্ধ রইলেন। আমি (আয়িশাহ্) এ বিষয় জিজ্ঞেস করলে আমাকে বলা হল- তাকে (হাফসাকে) তার গোত্রের কোন মহিলা এক পাত্র মধু হাদিয়া দিয়েছিল। তাই সে তা থেকে কিছু রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পান করিয়েছিল।\n\n(আয়িশাহ বলেন) আমি বললাম, ওহে আল্লাহর কসম! আমি অবশ্যই তার জন্য কৌশলের ফাঁদ পাতব। আমি বিষয়টি সাওদাহ্ এর সঙ্গে আলোচনা করলাম এবং তাকে বললাম, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমার কাছে আগমন করলে তিনি তো তোমার সন্নিকটে আসবেন, তখন তুমি তাকে বলবে, হে আল্লাহর রসূল! আপনি মাগাফীর খেয়েছেন। তখন তিনি তো তোমাকে বলবেন- &#39;না&#39;। তখন তুমি তাকে বলবে, (তবে) এ দুর্গন্ধ কিসের?- আর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হতে দুৰ্গন্ধ পাওয়া যাবে- এটা ছিল তার কাছে অতি অসহনীয় বিষয়। তখন তিনি তোমাকে বলবেন- হাফসাহ আমাকে মধুর শরবত পান করিয়েছে। তুমি তখন তাকে বলবে, ঐ মধুর মৌমাছি- উরফুত (গাছের কষ) চুষেছে। আর আমিও তাকে এভাবেই বলব। আর তুমিও হে সফিয়াহ! তাই বলবে।\n\nপরে যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাওদাহ (রাযিঃ)-এর কাছে গেলেন- &#39;আয়িশাহ্ (রাযিঃ) বলেন, সাওদাহ্ (রাযিঃ) এর বর্ণনা- &ldquo;কসম সে সত্তার যিনি ব্যতীত আর কোন ইলাহ নেই! তুমি আমাকে যা কিছু বলেছিলে তা তার কাছে প্রকাশ করেই দিচ্ছিলাম প্রায় তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তখন দরজায়- তোমার ভয়ে (তা আর করা হল না)। পরে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার নিকটবর্তী হলে সে বলল, &ldquo;হে আল্লাহর রসূল! আপনি মাগাফীর খেয়েছেন? তিনি বললেন, &#39;না&#39;। সে (সাওদাহ্) বলল, তবে এ ঘ্রাণ কিসের? রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হাফসাহ আমাকে মধুর শরবত পান করিয়েছে। সাওদাহ্ বলল, (তবে তাই) তার মৌমাছি উরফুত বা মাগাফিরের ফুল থেকে মধু সংগ্রহ করেছে।&rdquo;\n\nপরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট আগমন করলে আমিও তাকে অনুরূপ বললাম। অতঃপর সফিয়্যাহ্ (রাযিঃ) এর কাছে গেলে সেও অনুরূপ বলল। পরে (আবার) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাফসাহ এর নিকট গেলে সে বলল, হে আল্লাহর রসূল! আমি কি আপনাকে তা পান করতে দিব না? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, &ldquo;তার প্রতি আমার কোন চাহিদা নেই।&rdquo; আয়িশাহ (রাযিঃ) বলেন, সাওদাহ (রাযিঃ) বলতে লাগল, আল্লাহর কসম আমরা তো তাকে (একটি প্রিয় পানীয় হতে) বঞ্চিত করে দিয়েছি। আয়িশাহ্ (রাযিঃ) বলেন, চুপ থাক। (ইসলামিক ফাউন্ডেশন ৩৫৪৩, ইসলামীক সেন্টার ৩৫৪২)\n",
    "checkStatus": "1",
    "hadithNo": "3571",
    "id": "50654",
    "thesequence": "50157",
    "isActive": "1",
    "chapterId": "18380",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৩. ত্বলাকের নিয়্যাত না করে স্ত্রীকে হারাম সাব্যস্ত করলে তার উপর কাফফারাহ্ ওয়াজিব হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Urwa with the same chain of transmitters.",
    "hadithArabic": " قَالَ أَبُو إِسْحَاقَ إِبْرَاهِيمُ حَدَّثَنَا الْحَسَنُ بْنُ بِشْرِ بْنِ الْقَاسِمِ، حَدَّثَنَا أَبُو أُسَامَةَ، بِهَذَا سَوَاءً وَحَدَّثَنِيهِ سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "৩৫৭২-(.../...) (ইমাম মুসলিম এর শাগরিদ) আবূ ইসহাক ইবরাহীম (রহঃ) বলেন, হাসান ইবনু বিশর (রহঃ) আবূ উসামাহ্ (রহঃ) এর সূত্রে আমাকে অবিকল এ হাদীস শুনিয়েছেন। সুওয়ায়দ ইবনু সাঈদ (রহঃ) আলী ইবনু মিসহার ও হিশাম ইবনু উরওয়াহ্ (রহঃ) এর সূত্রে ঐ সানাদে অনুরূপ রিওয়ায়াত করেছেন। (ইসলামিক ফাউন্ডেশন ৩৫৪৩, ইসলামীক সেন্টার ৩৫৪৩)\n",
    "checkStatus": "1",
    "hadithNo": "3572",
    "id": "50655",
    "thesequence": "50158",
    "isActive": "1",
    "chapterId": "18380",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৩. ত্বলাকের নিয়্যাত না করে স্ত্রীকে হারাম সাব্যস্ত করলে তার উপর কাফফারাহ্ ওয়াজিব হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nWhen the Messenger of Allah (ﷺ) was commanded to give option to his wives, he started it from me saying: I am going to mention to you a matter which you should not (decide) in haste until you have consulted your parents. She said that he already knew that my parents would never allow me to seek separation from him She said: Then he said: Allah, the Exalted and Glorious, said: Prophet, say to thy wives: If you desire this worlds life and its adornment, then come, I will give you a provision and allow you to depart a goodly departing; and if you desire Allah and His Messenger and the abode of the Hereafter, then Allah has prepared for the doers of good among you a great reward She is reported to have said: About what should I consult my parents, for I desire Allah and His Messenger and the abode of the Hereafter? She (Aisha) said: Then all the wives of Allahs Messenger (ﷺ) did as I had done.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، حَدَّثَنَا ابْنُ وَهْبٍ، ح وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، - وَاللَّفْظُ لَهُ - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أَنَّ عَائِشَةَ، قَالَتْ لَمَّا أُمِرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِتَخْيِيرِ أَزْوَاجِهِ بَدَأَ بِي فَقَالَ  إِنِّي ذَاكِرٌ لَكِ أَمْرًا فَلاَ عَلَيْكِ أَنْ لاَ تَعْجَلِي حَتَّى تَسْتَأْمِرِي أَبَوَيْكِ  . قَالَتْ قَدْ عَلِمَ أَنَّ أَبَوَىَّ لَمْ يَكُونَا لِيَأْمُرَانِي بِفِرَاقِهِ قَالَتْ ثُمَّ قَالَ  إِنَّ اللَّهَ عَزَّ وَجَلَّ قَالَ { يَا أَيُّهَا النَّبِيُّ قُلْ لأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلاً * وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا} قَالَتْ فَقُلْتُ فِي أَىِّ هَذَا أَسْتَأْمِرُ أَبَوَىَّ فَإِنِّي أُرِيدُ اللَّهَ وَرَسُولَهُ وَالدَّارَ الآخِرَةَ . قَالَتْ ثُمَّ فَعَلَ أَزْوَاجُ رَسُولِ اللَّهِ صلى الله عليه وسلم مِثْلَ مَا فَعَلْتُ .",
    "hadithBengali": "৩৫৭৩-(২২/১৪৭৫) আবূ তাহির ও হারমালাহ ইবনু ইয়াহইয়া আত তুজীবী (রহিমাহমাল্লাহ) ..... আবূ সালামাহ্ ইবনু আবদুর রহমান ইবনু আওফ (রহঃ) এর সূত্রে বর্ণনা করেন যে, আয়িশাহ্ (রাযিঃ) বলেছেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার স্ত্রীদের ইখতিয়ার প্রদানে আদিষ্ট হলে বিষয়টি আমাকে দিয়ে সূচনা করলেন। তিনি বললেন, &ldquo;আমি তোমার কাছে একটি বিষয় উপস্থাপন করছি, তোমার পিতা-মাতার সঙ্গে পরামর্শ না করা পর্যন্ত তুমি তাতে তাড়াহুড়া না করলে তোমার কোন লোকসান হবে না।&rdquo; &ldquo;আয়িশাহ (রাযিঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিশ্চিত অবগত ছিলেন যে, আমার মা-বাপ আমাকে তার সঙ্গে বিচ্ছেদ ঘটাবার পরামর্শ দিতে প্রস্তুত হবেন না।\n\nআয়িশাহ (রাযিঃ) বলেন, অতঃপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ইখতিয়ারের বিষয়ের বিবরণ প্রদানে) বললেন, আল্লাহ তা&#39;আলা ইরশাদ করেছেনঃ হে নাবী আপনি আপনার স্ত্রীদের বলে দিন! তোমরা যদি পার্থিব জীবন ও তার ভূষণ কামনা কর, তবে এসো আমি তোমাদের ভোগ-সামগ্রীর ব্যবস্থা করে দেই এবং সৌজন্যের সঙ্গে তোমাদের বিদায় দেই। আর যদি তোমরা আল্লাহ, তার রসূল ও আখিরাত কামনা কর তবে তোমাদের মধ্যে যারা সৎকর্মশীল আল্লাহ তাদের জন্য মহা প্রতিদান প্রস্তুত রেখেছেন&rdquo;&mdash; (সূরা আল আহযাব ৩৩ঃ ২৮-২৯)।\n\nআয়িশাহ্ (রাযিঃ) বলেন, আমি বললামঃ এ ব্যাপারে আবার আমার মা-বাপের সঙ্গে পরামর্শ করব? আমি তো আল্লাহ এবং তার রসূল ও আখিরাতকেই ইখতিয়ার করছি। তিনি বলেন, পরে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অন্যান্য স্ত্রীগণ তেমনই করেন যেমন আমি করেছিলাম। (ইসলামিক ফাউন্ডেশন ৩৫৪৪, ইসলামীক সেন্টার ৩৫৪৪)\n",
    "checkStatus": "1",
    "hadithNo": "3573",
    "id": "50656",
    "thesequence": "50159",
    "isActive": "1",
    "chapterId": "18381",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৪. ইখতিয়ার প্রদান করলে ত্বলাকের নিয়্যাত না করলে ত্বলাক হবে না ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported that Allahs Messenger (ﷺ) sought our permission when he had a (turn to spend) a day with (one of his wives) amongst us (whereas he wanted to visit his other wives too). It was after this that this verse was revealed:\n Thou mayest put off whom thou pleasest of them, and take for thee whom thou pleasest (xxxiii. 5). Muadha said to her: What did you say to Allahs Messenger (ﷺ) when he sought your permission? She said: I used to say: If it had the option in this I would not have (allowed anyone) to have precedence over me.",
    "hadithArabic": " حَدَّثَنَا سُرَيْجُ بْنُ يُونُسَ، حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ، عَنْ عَاصِمٍ، عَنْ مُعَاذَةَ الْعَدَوِيَّةِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَسْتَأْذِنُنَا إِذَا كَانَ فِي يَوْمِ الْمَرْأَةِ مِنَّا بَعْدَ مَا نَزَلَتْ { تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ} فَقَالَتْ لَهَا مُعَاذَةُ فَمَا كُنْتِ تَقُولِينَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم إِذَا اسْتَأْذَنَكِ قَالَتْ كُنْتُ أَقُولُ إِنْ كَانَ ذَاكَ إِلَىَّ لَمْ أُوثِرْ أَحَدًا عَلَى نَفْسِي .",
    "hadithBengali": "৩৫৭৪-(২৩/১৪৭৬) সুরায়জ ইবনু ইউনুস (রহঃ) ..... মুআযাহ আল আদাবিয়্যাহ্ (রহঃ) এর সূত্রে আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, &ldquo;আপনি তাদের (স্ত্রীদের) মধ্যে যাকে ইচ্ছা দূরে সরিয়ে রাখতে পারেন এবং যাকে ইচ্ছা আপনার নিকট স্থান দিতে পারেন- (সূরা আহযাব ৩৩ঃ ৫১) আয়াত নাযিল হবার পরে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কোন এক স্ত্রীর পালার দিনে (অন্যদের জন্য) আমাদের কাছে অনুমতি চাইতেন। তখন মুআযাহ্ (রহঃ) তাকে বললেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনার নিকট অনুমতি চাইলে আপনি তাকে কী বলতেন? তিনি বললেন, আমি বলতামঃ এ বিষয়টি আমার অধিকারে থাকলে তো কাউকে আমি আমার উপর অগ্রাধিকার দিতাম না। অর্থাৎ অনুমতি প্রার্থনার বিষয়টি অধিকারমূলক ছিল না। বরং তা ছিল নৈতিক ও রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সৌজন্যমূলক আচরণ মাত্র। সুতরাং সেখানে অনুমতি না দেয়ার অবকাশ ছিল না। অন্যথায় আমি অনুমতি প্রদানে রায়ী হতাম না। (ইসলামিক ফাউন্ডেশন ৩৫৪৫, ইসলামীক সেন্টার ৩৫৪৫)\n",
    "checkStatus": "1",
    "hadithNo": "3574",
    "id": "50657",
    "thesequence": "50160",
    "isActive": "1",
    "chapterId": "18381",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৪. ইখতিয়ার প্রদান করলে ত্বলাকের নিয়্যাত না করলে ত্বলাক হবে না ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The above hadith has likewise been narrated through another chain.",
    "hadithArabic": " وَحَدَّثَنَاهُ الْحَسَنُ بْنُ عِيسَى، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، أَخْبَرَنَا عَاصِمٌ، بِهَذَا الإِسْنَادِ . نَحْوَهُ .",
    "hadithBengali": "৩৫৭৫-(.../...) হাসান ইবনু ঈসা (রহঃ) ..... আসিম (রহঃ) এর সূত্রে পূর্বোক্ত সানাদে অনুরূপ রিওয়ায়াত করেছেন। (ইসলামিক ফাউন্ডেশন ৩৫৪৬, ইসলামীক সেন্টার ৩৫৪৬)\n",
    "checkStatus": "1",
    "hadithNo": "3575",
    "id": "50658",
    "thesequence": "50161",
    "isActive": "1",
    "chapterId": "18381",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৪. ইখতিয়ার প্রদান করলে ত্বলাকের নিয়্যাত না করলে ত্বলাক হবে না ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nAllahs Messenger (ﷺ) gave us the option (to get divorce) but we did not deem it as divorce.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا عَبْثَرٌ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، قَالَ قَالَتْ عَائِشَةُ قَدْ خَيَّرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَمْ نَعُدَّهُ طَلاَقًا .",
    "hadithBengali": "৩৫৭৬-(২৪/১৪৭৭) ইয়াহইয়া ইবনু ইয়াহইয়া আত তামীমী (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে ইখতিয়ার দিয়েছিলেন। কিন্তু আমরা তা ত্বলাক (তালাক) মনে করিনি। (ইসলামিক ফাউন্ডেশন ৩৫৪৭, ইসলামীক সেন্টার ৩৫৪৭)\n",
    "checkStatus": "1",
    "hadithNo": "3576",
    "id": "50659",
    "thesequence": "50162",
    "isActive": "1",
    "chapterId": "18381",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৪. ইখতিয়ার প্রদান করলে ত্বলাকের নিয়্যাত না করলে ত্বলাক হবে না ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Masruq reported:\nI do not mind if I give option to my wife (to get divorce) once, hundred times, or thousand times after (knowing it) that she has chosen me (and would never seek divorce). I asked Aisha (Allah be pleased with her) (about it) and she said: Allahs Messenger (ﷺ) gave us the option, but did it imply divorce? (It was in fact not a divorce; it is effective when women actually avail themselves of it.)",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي، خَالِدٍ عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، قَالَ مَا أُبَالِي خَيَّرْتُ امْرَأَتِي وَاحِدَةً أَوْ مِائَةً أَوْ أَلْفًا بَعْدَ أَنْ تَخْتَارَنِي وَلَقَدْ سَأَلْتُ عَائِشَةَ فَقَالَتْ قَدْ خَيَّرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَفَكَانَ طَلاَقًا.",
    "hadithBengali": "৩৫৭৭-(২৫/...) আবূ বকর ইবনু আবূ শায়বাহ্ (রহঃ) ..... মাসরুক (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমার স্ত্রীকে ইখতিয়ার প্রদানে আমার কোন পরোয়া নেই- একবার শতবার কিংবা হাজারবার যদি সে আমাকে পছন্দ করে থাকে। আর আমি আয়িশাহ (রাযিঃ) কে জিজ্ঞেস করেছি। তিনি বলেছেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে ইখতিয়ার প্রদান করেছিলেন। এতে কি ত্বলাক (তালাক) হয়ে গিয়েছে? (না এতে ত্বলাক হয়নি) (ইসলামিক ফাউন্ডেশন ৩৫৪৮, ইসলামীক সেন্টার ৩৫৪৮)\n",
    "checkStatus": "1",
    "hadithNo": "3577",
    "id": "50660",
    "thesequence": "50163",
    "isActive": "1",
    "chapterId": "18381",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৪. ইখতিয়ার প্রদান করলে ত্বলাকের নিয়্যাত না করলে ত্বলাক হবে না ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha reported that Allahs Messenger (ﷺ) gave option to his wives, but it was not a divorce.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَاصِمٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَيَّرَ نِسَاءَهُ فَلَمْ يَكُنْ طَلاَقًا.",
    "hadithBengali": "৩৫৭৮-(২৬/...) মুহাম্মাদ ইবনু বাশশার (রহঃ) ..... আয়িশাহ্ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সহধর্মিণীগণকে ইখতিয়ার প্রদান করেছিলেন। কিন্তু তা (ইখতিয়ার প্রদান করা) ত্বলাক (তালাক) বলে গণ্য হয়নি। (ইসলামিক ফাউন্ডেশন ৩৫৪৯, ইসলামীক সেন্টার ৩৫৪৯)\n",
    "checkStatus": "1",
    "hadithNo": "3578",
    "id": "50661",
    "thesequence": "50164",
    "isActive": "1",
    "chapterId": "18381",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৪. ইখতিয়ার প্রদান করলে ত্বলাকের নিয়্যাত না করলে ত্বলাক হবে না ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nAllahs Messenger (ﷺ) gave us the option (to get divorce) and we chose him and he did not count it a divorce.",
    "hadithArabic": " وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ عَاصِمٍ الأَحْوَلِ، وَإِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ خَيَّرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَاخْتَرْنَاهُ فَلَمْ يَعُدَّهُ طَلاَقًا .",
    "hadithBengali": "৩৫৭৯-(২৭/...) ইসহাক ইবনু মানসূর (রহঃ) ..... আয়িশাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে ইখতিয়ার প্রদান করেছিলেন। এরপর আমরা তাকে গ্রহণ করলাম। এটা আমাদের উপর ত্বলাক (তালাক) বলে গণ্য হয়নি। (ইসলামিক ফাউন্ডেশন ৩৫৫০, ইসলামীক সেন্টার ৩৫৫০)\n",
    "checkStatus": "1",
    "hadithNo": "3579",
    "id": "50662",
    "thesequence": "50165",
    "isActive": "1",
    "chapterId": "18381",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৪. ইখতিয়ার প্রদান করলে ত্বলাকের নিয়্যাত না করলে ত্বলাক হবে না ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nAllahs Messeinger (ﷺ) gave us the option (to get divorce), but me made a choice of him and he did not count anything (as divorce) in regard to us.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ خَيَّرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَاخْتَرْنَاهُ فَلَمْ يَعْدُدْهَا عَلَيْنَا شَيْئًا .",
    "hadithBengali": "৩৫৮০-(২৮/...) ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বাকর ইবনু আবূ শায়বাহ ও আবূ কুরায়ব (রহিমাহুমুল্লাহ) ...... আয়িশাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে ইখতিয়ার প্রদান করেছিলেন। এরপর আমরা তাকে গ্রহণ করলাম। এটা আমাদের উপর ত্বলাক (তালাক) বলে গণ্য হয়নি। (ইসলামিক ফাউন্ডেশন ৩৫৫১, ইসলামীক সেন্টার ৩৫৫১)\n",
    "checkStatus": "1",
    "hadithNo": "3580",
    "id": "50663",
    "thesequence": "50166",
    "isActive": "1",
    "chapterId": "18381",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৪. ইখতিয়ার প্রদান করলে ত্বলাকের নিয়্যাত না করলে ত্বলাক হবে না ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been transmitted on the authority of Aisha through another chain of narrators.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّاءَ، حَدَّثَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، وَعَنِ الأَعْمَشِ، عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، بِمِثْلِهِ.",
    "hadithBengali": "৩৫৮১-(.../...) আবূ রবী&#39; আয যাহরানী (রহঃ) ..... আয়িশাহ্ (রাযিঃ) থেকে আসওয়াদ (রহঃ) এর সূত্রে মাসরূক (রহঃ) বর্ণিত হাদীসের অনুরূপ বর্ণিত আছে। (ইসলামিক ফাউন্ডেশন ৩৫৫২, ইসলামীক সেন্টার ৩৫৫২)\n",
    "checkStatus": "1",
    "hadithNo": "3581",
    "id": "50664",
    "thesequence": "50167",
    "isActive": "1",
    "chapterId": "18381",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৪. ইখতিয়ার প্রদান করলে ত্বলাকের নিয়্যাত না করলে ত্বলাক হবে না ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported:\nAbu Bakr (Allah be pleased with him) came and sought permission to see Allahs Messenger (ﷺ). He found people sitting at his door and none amongst them had been granted permission, but it was granted to Abu Bakr and he went in. Then came Umar and he sought permission and it was granted to him, and he found Allahs Apostle (ﷺ) sitting sad and silent with his wives around him. He (Hadrat Umar) said: I would say something which would make the Prophet (ﷺ) laugh, so he said: Messenger of Allah, I wish you had seen (the treatment meted out to) the daughter ofKhadija when you asked me some money, and I got up and slapped her on her neck. Allahs Messenger (mav peace be upon him) laughed and said: They are around me as you see, asking for extra money. Abu Bakr (Allah be pleased with him) then got up went to Aisha (Allah be pleased with her) and slapped her on the neck, and Umar stood up before Hafsa and slapped her saying: You ask Allahs Messenger (ﷺ) which he does not possess. They said: By Allah, we do not ask Allahs Messenger (ﷺ) for anything he does not possess. Then he withdrew from them for a month or for twenty-nine days. Then this verse was revealed to him: Prophet: Say to thy wives... for a mighty reward (xxxiii. 28). He then went first to Aisha (Allah be pleased with her) and said: I want to propound something to you, Aisha, but wish no hasty reply before you consult your parents. She said: Messenger of Allah, what is that? He (the Holy Prophet) recited to her the verse, whereupon she said: Is it about you that I should consult my parents, Messenger of Allah? Nay, I choose Allah, His Messenger, and the Last Abode; but I ask you not to tell any of your wives what I have said He replied: Not one of them will ask me without my informing her. God did not send me to be harsh, or cause harm, but He has sent me to teach and make things easy.",
    "hadithArabic": " وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا زَكَرِيَّاءُ بْنُ إِسْحَاقَ، حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ دَخَلَ أَبُو بَكْرٍ يَسْتَأْذِنُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَوَجَدَ النَّاسَ جُلُوسًا بِبَابِهِ لَمْ يُؤْذَنْ لأَحَدٍ مِنْهُمْ - قَالَ - فَأُذِنَ لأَبِي بَكْرٍ فَدَخَلَ ثُمَّ أَقْبَلَ عُمَرُ فَاسْتَأْذَنَ فَأُذِنَ لَهُ فَوَجَدَ النَّبِيَّ صلى الله عليه وسلم جَالِسًا حَوْلَهُ نِسَاؤُهُ وَاجِمًا سَاكِتًا - قَالَ - فَقَالَ لأَقُولَنَّ شَيْئًا أُضْحِكُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ لَوْ رَأَيْتَ بِنْتَ خَارِجَةَ سَأَلَتْنِي النَّفَقَةَ فَقُمْتُ إِلَيْهَا فَوَجَأْتُ عُنُقَهَا . فَضَحِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ  هُنَّ حَوْلِي كَمَا تَرَى يَسْأَلْنَنِي النَّفَقَةَ  . فَقَامَ أَبُو بَكْرٍ إِلَى عَائِشَةَ يَجَأُ عُنُقَهَا فَقَامَ عُمَرُ إِلَى حَفْصَةَ يَجَأُ عُنُقَهَا كِلاَهُمَا يَقُولُ تَسْأَلْنَ رَسُولَ اللَّهِ صلى الله عليه وسلم مَا لَيْسَ عِنْدَهُ . فَقُلْنَ وَاللَّهِ لاَ نَسْأَلُ رَسُولَ اللَّهِ صلى الله عليه وسلم شَيْئًا أَبَدًا لَيْسَ عِنْدَهُ ثُمَّ اعْتَزَلَهُنَّ شَهْرًا أَوْ تِسْعًا وَعِشْرِينَ ثُمَّ نَزَلَتْ عَلَيْهِ هَذِهِ الآيَةُ { يَا أَيُّهَا النَّبِيُّ قُلْ لأَزْوَاجِكَ} حَتَّى بَلَغَ { لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا} قَالَ فَبَدَأَ بِعَائِشَةَ فَقَالَ  يَا عَائِشَةُ إِنِّي أُرِيدُ أَنْ أَعْرِضَ عَلَيْكَ أَمْرًا أُحِبُّ أَنْ لاَ تَعْجَلِي فِيهِ حَتَّى تَسْتَشِيرِي أَبَوَيْكِ  . قَالَتْ وَمَا هُوَ يَا رَسُولَ اللَّهِ فَتَلاَ عَلَيْهَا الآيَةَ قَالَتْ أَفِيكَ يَا رَسُولَ اللَّهِ أَسْتَشِيرُ أَبَوَىَّ بَلْ أَخْتَارُ اللَّهَ وَرَسُولَهُ وَالدَّارَ الآخِرَةَ وَأَسْأَلُكَ أَنْ لاَ تُخْبِرَ امْرَأَةً مِنْ نِسَائِكَ بِالَّذِي قُلْتُ . قَالَ  لاَ تَسْأَلُنِي امْرَأَةٌ مِنْهُنَّ إِلاَّ أَخْبَرْتُهَا إِنَّ اللَّهَ لَمْ يَبْعَثْنِي مُعَنِّتًا وَلاَ مُتَعَنِّتًا وَلَكِنْ بَعَثَنِي مُعَلِّمًا مُيَسِّرًا  .",
    "hadithBengali": "৩৫৮২-(২৯/১৪৭৮) যুহায়র ইবনু হারব (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আবূ বাকর (রাযিঃ) এসে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে উপস্থিত হওয়ার অনুমতি প্রার্থনা করলেন। তিনি তার দরজায় অনেক লোককে উপবিষ্ট দেখতে পেলেন। তবে তাদের কাউকে ভেতরে প্রবেশের অনুমতি দেয়া হয়নি। তিনি (বর্ণনাকারী) বলেন, এরপর তিনি আবূ বাকর (রাযিঃ) কে প্রবেশের অনুমতি প্রদান করলে তিনি প্রবেশ করলেন। এরপর উমর (রাযিঃ) এলেন এবং তিনি অনুমতি প্রার্থনা করলেন। তখন তাকেও প্রবেশের অনুমতি প্রদান করা হল। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে চিন্তাযুক্ত ও নীরব বসে থাকতে দেখলেন আর তখন তার চতুস্পার্শ্বে তার সহধর্মিণীগণ উপবিষ্টা ছিলেন। তিনি [বর্ণনাকারী জাবির ইবনু আবদুল্লাহ (রাযিঃ)] বলেন, &ldquo;উমর (রাযিঃ) বললেন নিশ্চয়ই আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে এমন কথা বলব যা তাকে হাসাবে।\n\nএরপর তিনি বললেন, হে আল্লাহর রসূল! আপনি যদি খারিজাহ এর কন্যাকে [উমার (রাযিঃ) এর স্ত্রী] আমার কাছে খোরপোষ তলব করতে দেখতেন তাহলে (তৎক্ষণাৎ) আপনি তার দিকে অগ্রসর হয়ে তার স্কন্ধে আঘাত করতেন। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেসে উঠলেন এবং বললেন, আমার চতুস্পার্শ্বে তোমরা যাদের দেখতে পাচ্ছ তারা আমার কাছে খোরপোষ দাবী করছে। অমনি আবূ বাকর (রাযিঃ) আয়িশাহ্ (রাযিঃ) এর দিকে ছুটলেন এবং তার গর্দানে আঘাত করলেন। উমার (রাযিঃ)ও দাঁড়িয়ে গেলেন এবং হাফসাহ (রাযিঃ) এর দিকে অগ্রসর হয়ে তার ঘাড়ে আঘাত করলেন। তারা উভয়ে বললেন, তোমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এমন জিনিস দাবী করছ যা তার কাছে নেই। তখন তারা (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণীগণ) বললেন, আল্লাহর কসম আমরা আর কখনো রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এমন জিনিস চাইব না যা তার কাছে নেই।\n\nএরপর তিনি তাদের (তার সহধর্মিণীগণের) থেকে এক মাস কিংবা উনত্রিশ দিন পৃথক রইলেন। এরপর তার প্রতি এ আয়াত নাযিল হল- (অর্থ) হে নাবী! আপনি আপনার সহধর্মিণীদের বলে দিন, তোমরা যদি পার্থিব জীবনের ভোগ ও এর বিলাসিতা কামনা কর, তাহলে এসো আমি তোমাদের ভোগ-বিলাসের ব্যবস্থা করে দেই এবং সৌজন্যের সাথে তোমাদের বিদায় করে দেই। আর যদি তোমরা আল্লাহ, তাঁর রসূল ও পরকালকে কামনা কর তাহলে তোমাদের মধ্যে যারা সৎকর্মপরায়ণা আল্লাহ তাদের জন্য মহা প্রতিদান প্রস্তুত করে রেখেছেন- (সূরা আহযাব ৩৩ঃ ২৮-২৯)। তিনি [জাবির (রাযিঃ)] বলেন, তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আয়িশাহ্ (রাযিঃ) কে দিয়ে (আয়াতের নির্দেশ তামীল করতে) শুরু করলেন।\n\nতখন তিনি বললেন, হে আয়িশাহ্! আমি তোমার কাছে একটি (গুরুত্বপূর্ণ) বিষয়ে আলাপ করতে চাই। তবে সে বিষয়ে তোমার পিতামাতার সঙ্গে পরামর্শ না করে তোমার ত্বরিত সিদ্ধান্ত গ্রহণ না করাই আমি পছন্দ করি। তিনি বললেন, হে আল্লাহর রসূল! আপনার ব্যাপারে আমি কি আমার পিতা-মাতার কাছে পরামর্শ নিতে যাব? (এর কোন প্রয়োজন নেই)। না, বরং আমি আল্লাহ, তার রসূল ও আখিরাতকেই বেছে নিয়েছি। তবে আপনার সকাশে আমার একান্ত নিবেদন, আমি যা বলেছি সে সম্পর্কে আপনি আপনার অন্যান্য সহধর্মিণীগণের কারো কাছে ব্যক্ত করবেন না। তিনি বললেন, তাদের যে কেউ সে বিষয়ে আমাকে জিজ্ঞেস করলে আমি অবশ্যই তাকে তা বলে দিব। কারণ আল্লাহ আমাকে কঠোরতা আরোপকারী ও অত্যাচারীরূপে নয় বরং সহজ পন্থায় (শিক্ষাদানকারী) হিসেবে প্রেরণ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৫৫৩, ইসলামীক সেন্টার ৩৫৫৩)\n",
    "checkStatus": "1",
    "hadithNo": "3582",
    "id": "50665",
    "thesequence": "50168",
    "isActive": "1",
    "chapterId": "18381",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৪. ইখতিয়ার প্রদান করলে ত্বলাকের নিয়্যাত না করলে ত্বলাক হবে না ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umar b. al-Khattab (Allah be pleased with him) reported:\nWhen Allahs Apostle (ﷺ) kept himself away from his wives, I entered the mosque, and found people striking the ground with pebblesand saying: Allahs Messenger (ﷺ) has divorced his wives, and that was before they were commanded to observe seclusion Umar said to himself: I must find this (actual position) today. So I went to Aisha (Allah be pleased with her) and said (to her): Daughter of Abu Bakr, have you gone to the extent of giving trouble to Allahs Messenger (ﷺ)? Thereupon she said: Son of Khattab, you have nothing to do with me, and I have nothing to do with you. You should look to your own receptacle. He (Umar) said: I visited Hafsa daughter of Umar, and said to her: Hafsa, the (news) has reached me that you cause Allahs Messenger (ﷺ) trouble. You know that Allahs Messenger (ﷺ) does not love you, and had I not been (your father) he would have divorced you. (On hearing this) she wept bitterly. I said to her: Where is Allahs Messenger (ﷺ)? Shesaid: He is in the attic room. I went in and found Rabah, the servant of Allahs Messenger (ﷺ), sitting on the thresholds of the window dangling his feet on the hollow wood of the date-palm with the help of which Allahs Messenger (ﷺ) climbed (to the apartment) and came down. I cried: 0 Rabah, seek permission for me from Allahs Messenger (way peace be upon him). Rabah cast a glance at the apartment and then looked toward me but said nothing. I again said: Rabah, seek permission for me from Allahs Messenger (ﷺ). Rabah looked towards the apartment and then cast a glance at me, but said nothig. I then raised my voice and said: 0 Rabah, seek permission for me from Allahs Messenger (ﷺ). I think that Allahs Messenger (ﷺ) is under the impression that I have come for the sake of Hafsa. By Allah, if Allahs Messenger (ﷺ) would command me to strike her neck, I would certainly strike her neck. I raised my voice and he pointed me to climb up (and get into his apartment). I visited Allahs Messenger (ﷺ), and he was lying on a mat. I sat down and he drew up his lower garment over him and he had nothing (else) over him, and that the mat had left its marks on his sides. I looked with my eyes in the store room of Allahs Messenger (ﷺ). I found only a handful of barley equal to one sa and an equal quantity of the leaves of Mimosa Flava placed in the nook of the cell, and a semi-tanned leather bag hanging (in one side), and I was moved to tears (on seeing this extremely austere living of the Holy Piophet), and he said: Ibn Khattab, what wakes you weep? I said: Apostle of Allah, why should I not shed tears? This mat has left its marks on your sides and I do not see in your store room (except these few things) that I have seen; Ceasar and Closroes are leading their lives in plenty whereas you are Allahs Messenger. His chosen one, and that is your store! He said: Ibn Khattab, arent you satisfied that for us (there should be the prosperity) of the Hereafter, and for them (there should be the prosperity of) this world? I said: Yes. And as I had entered I had seen the signs of anger on his face, and I therefore, said: Messenger of Allah, what trouble do you feel from your wives, and if youhave divorced them, verily Allah is with you, His angels, Gabriel, Mikail, I and Abu Bakr and the believers are with you. And seldom I talked and (which I uttered on that day) I hoped that Allah would testify to my words that I uttered. And so the verse of option (Ayat al-Takhyir) was revealed. Maybe his Lord, if he divorce you, will give him in your place wives better than you... (Ixv. 5). And if you back up one another against him, then surely Allah is his Patron, and Gabriel and the righteous believers, and the angels after that are the aidera (lvi. 4). And it was Aisha, daughter of Abu Bakr, and Hafsa who had prevailed upon all the wives of Allahs Prophet (way peace be upon him) for (pressing them for mote money). I said: Messenger of Allah, have you divorced them? He said: No. I said: Messenger of Allah, I entered the mosque and found the Muslims playing with pebbles (absorbed in thought) and saying: Allahs Messenger has divorced his wives. Should I get down and inform there that you have not divorced them? He said: Yes, if you so like. And I went on talking to him until I (found) the signs of anger disappeared on his face and (his seriousness was changed to a happy mood and as a result thereof) his face had the natural tranquillity upon it and he laughed and his teeth were the most charming (among the teeth) of all people. Then Allahs Apostle (ﷺ) climbed down and I also climbed down and catching hold of the wood of the palm-tree and Allahs Messenger (ﷺ) came down (with such ease) as if he was walking on the ground, not touching anything with his hand (to get support). I said: Messenger of Allah, you remained in your apartment for twenty-nine days. He said: (At times) the month consists of twenty-nine days. I stood at the door of the mosque and I called out at the top of my voice: The Messenger of Allah (ﷺ) has not divorced his wives (and it was on this occasion that this) verse was revealed: And if any matter pertaining to peace or alarm comes within their ken, they broadcast it; whereas, if they would refer it to the Apostle and those who have been entrusted with authority amongst them, those of them who are engaged in obtaining intelligence would indeed know (what to do with) it (iv 83). And it was I who understood this matter, and Allah revealed the verse pertaining to option (given to the Prophet (may peace be upon him in regard to the retaining or divorcing of his wives).",
    "hadithArabic": " حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عُمَرُ بْنُ يُونُسَ الْحَنَفِيُّ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، عَنْ سِمَاكٍ أَبِي زُمَيْلٍ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبَّاسٍ، حَدَّثَنِي عُمَرُ بْنُ الْخَطَّابِ، قَالَ لَمَّا اعْتَزَلَ نَبِيُّ اللَّهِ صلى الله عليه وسلم نِسَاءَهُ - قَالَ - دَخَلْتُ الْمَسْجِدَ فَإِذَا النَّاسُ يَنْكُتُونَ بِالْحَصَى وَيَقُولُونَ طَلَّقَ رَسُولُ اللَّهِ صلى الله عليه وسلم نِسَاءَهُ وَذَلِكَ قَبْلَ أَنْ يُؤْمَرْنَ بِالْحِجَابِ فَقَالَ عُمَرُ فَقُلْتُ لأَعْلَمَنَّ ذَلِكَ الْيَوْمَ قَالَ فَدَخَلْتُ عَلَى عَائِشَةَ فَقُلْتُ يَا بِنْتَ أَبِي بَكْرٍ أَقَدْ بَلَغَ مِنْ شَأْنِكِ أَنْ تُؤْذِي رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ مَا لِي وَمَا لَكَ يَا ابْنَ الْخَطَّابِ عَلَيْكَ بِعَيْبَتِكَ . قَالَ فَدَخَلْتُ عَلَى حَفْصَةَ بِنْتِ عُمَرَ فَقُلْتُ لَهَا يَا حَفْصَةُ أَقَدْ بَلَغَ مِنْ شَأْنِكِ أَنْ تُؤْذِي رَسُولَ اللَّهِ صلى الله عليه وسلم وَاللَّهِ لَقَدْ عَلِمْتِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لاَ يُحِبُّكِ . وَلَوْلاَ أَنَا لَطَلَّقَكِ رَسُولُ اللَّهِ صلى الله عليه وسلم . فَبَكَتْ أَشَدَّ الْبُكَاءِ فَقُلْتُ لَهَا أَيْنَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَتْ هُوَ فِي خِزَانَتِهِ فِي الْمَشْرُبَةِ . فَدَخَلْتُ فَإِذَا أَنَا بِرَبَاحٍ غُلاَمِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَاعِدًا عَلَى أُسْكُفَّةِ الْمَشْرُبَةِ مُدَلٍّ رِجْلَيْهِ عَلَى نَقِيرٍ مِنْ خَشَبٍ وَهُوَ جِذْعٌ يَرْقَى عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَيَنْحَدِرُ فَنَادَيْتُ يَا رَبَاحُ اسْتَأْذِنْ لِي عِنْدَكَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم . فَنَظَرَ رَبَاحٌ إِلَى الْغُرْفَةِ ثُمَّ نَظَرَ إِلَىَّ فَلَمْ يَقُلْ شَيْئًا ثُمَّ قُلْتُ يَا رَبَاحُ اسْتَأْذِنْ لِي عِنْدَكَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم . فَنَظَرَ رَبَاحٌ إِلَى الْغُرْفَةِ ثُمَّ نَظَرَ إِلَىَّ فَلَمْ يَقُلْ شَيْئًا ثُمَّ رَفَعْتُ صَوْتِي فَقُلْتُ يَا رَبَاحُ اسْتَأْذِنْ لِي عِنْدَكَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَإِنِّي أَظُنُّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم ظَنَّ أَنِّي جِئْتُ مِنْ أَجْلِ حَفْصَةَ وَاللَّهِ لَئِنْ أَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم بِضَرْبِ عُنُقِهَا لأَضْرِبَنَّ عُنُقَهَا . وَرَفَعْتُ صَوْتِي فَأَوْمَأَ إِلَىَّ أَنِ ارْقَهْ فَدَخَلْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُوَ مُضْطَجِعٌ عَلَى حَصِيرٍ فَجَلَسْتُ فَأَدْنَى عَلَيْهِ إِزَارَهُ وَلَيْسَ عَلَيْهِ غَيْرُهُ وَإِذَا الْحَصِيرُ قَدْ أَثَّرَ فِي جَنْبِهِ فَنَظَرْتُ بِبَصَرِي فِي خِزَانَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَإِذَا أَنَا بِقَبْضَةٍ مِنْ شَعِيرٍ نَحْوِ الصَّاعِ وَمِثْلِهَا قَرَظًا فِي نَاحِيَةِ الْغُرْفَةِ وَإِذَا أَفِيقٌ مُعَلَّقٌ - قَالَ - فَابْتَدَرَتْ عَيْنَاىَ قَالَ  مَا يُبْكِيكَ يَا ابْنَ الْخَطَّابِ  . قُلْتُ يَا نَبِيَّ اللَّهِ وَمَا لِي لاَ أَبْكِي وَهَذَا الْحَصِيرُ قَدْ أَثَّرَ فِي جَنْبِكَ وَهَذِهِ خِزَانَتُكَ لاَ أَرَى فِيهَا إِلاَّ مَا أَرَى وَذَاكَ قَيْصَرُ وَكِسْرَى فِي الثِّمَارِ وَالأَنْهَارِ وَأَنْتَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَصَفْوَتُهُ وَهَذِهِ خِزَانَتُكَ . فَقَالَ  يَا ابْنَ الْخَطَّابِ أَلاَ تَرْضَى أَنْ تَكُونَ لَنَا الآخِرَةُ وَلَهُمُ الدُّنْيَا  . قُلْتُ بَلَى - قَالَ - وَدَخَلْتُ عَلَيْهِ حِينَ دَخَلْتُ وَأَنَا أَرَى فِي وَجْهِهِ الْغَضَبَ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا يَشُقُّ عَلَيْكَ مِنْ شَأْنِ النِّسَاءِ فَإِنْ كُنْتَ طَلَّقْتَهُنَّ فَإِنَّ اللَّهَ مَعَكَ وَمَلاَئِكَتَهُ وَجِبْرِيلَ وَمِيكَائِيلَ وَأَنَا وَأَبُو بَكْرٍ وَالْمُؤْمِنُونَ مَعَكَ وَقَلَّمَا تَكَلَّمْتُ وَأَحْمَدُ اللَّهَ بِكَلاَمٍ إِلاَّ رَجَوْتُ أَنْ يَكُونَ اللَّهُ يُصَدِّقُ قَوْلِي الَّذِي أَقُولُ وَنَزَلَتْ هَذِهِ الآيَةُ آيَةُ التَّخْيِيرِ { عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ} { وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلاَهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلاَئِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ} وَكَانَتْ عَائِشَةُ بِنْتُ أَبِي بَكْرٍ وَحَفْصَةُ تَظَاهَرَانِ عَلَى سَائِرِ نِسَاءِ النَّبِيِّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ أَطَلَّقْتَهُنَّ قَالَ  لاَ  . قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي دَخَلْتُ الْمَسْجِدَ وَالْمُسْلِمُونَ يَنْكُتُونَ بِالْحَصَى يَقُولُونَ طَلَّقَ رَسُولُ اللَّهِ صلى الله عليه وسلم نِسَاءَهُ أَفَأَنْزِلُ فَأُخْبِرَهُمْ أَنَّكَ لَمْ تُطَلِّقْهُنَّ قَالَ  نَعَمْ إِنْ شِئْتَ  . فَلَمْ أَزَلْ أُحَدِّثُهُ حَتَّى تَحَسَّرَ الْغَضَبُ عَنْ وَجْهِهِ وَحَتَّى كَشَرَ فَضَحِكَ وَكَانَ مِنْ أَحْسَنِ النَّاسِ ثَغْرًا ثُمَّ نَزَلَ نَبِيُّ اللَّهِ صلى الله عليه وسلم وَنَزَلْتُ فَنَزَلْتُ أَتَشَبَّثُ بِالْجِذْعِ وَنَزَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم كَأَنَّمَا يَمْشِي عَلَى الأَرْضِ مَا يَمَسُّهُ بِيَدِهِ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّمَا كُنْتَ فِي الْغُرْفَةِ تِسْعَةً وَعِشْرِينَ . قَالَ  إِنَّ الشَّهْرَ يَكُونُ تِسْعًا وَعِشْرِينَ  . فقُمْتُ عَلَى بَابِ الْمَسْجِدِ فَنَادَيْتُ بِأَعْلَى صَوْتِي لَمْ يُطَلِّقْ رَسُولُ اللَّهِ صلى الله عليه وسلم نِسَاءَهُ . وَنَزَلَتْ هَذِهِ الآيَةُ { وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ} فَكُنْتُ أَنَا اسْتَنْبَطْتُ ذَلِكَ الأَمْرَ وَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ آيَةَ التَّخْيِيرِ .",
    "hadithBengali": "৩৫৮৩-(৩০/১৪৭৯) যুহায়র ইবনু হারব (রহঃ) ..... উমর ইবনুল খাত্ত্বাব (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সহধর্মিণীগণ থেকে সাময়িকভাবে পৃথক হয়ে গেলেন, তখন আমি মসজিদে নাবাবীতে প্রবেশ করলাম। আমি দেখতে পেলাম লোকেরা হাতে কংকর নিয়ে নাড়াচাড়া করছে (যা দুশ্চিন্তার সময় স্বাভাবিকভাবে ঘটে থাকে)। তারা বলাবলি করছিল যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সহধর্মিণীগণকে ত্বলাক (তালাক) দিয়ে দিয়েছেন। এ ঘটনা ছিল তাদের উপর পর্দার নির্দেশ আসার পূর্বেকার। উমর (রাযিঃ) বললেন, আমি আজই প্রকৃত ঘটনা জেনে নিব। তাই আমি আয়িশাহ (রাযিঃ) এর নিকটে গেলাম। আমি তাকে বললাম, হে আবূ বাকর তনয়া! তোমার অবস্থা কি এ পর্যায়ে নেমে গিয়েছে যে, তুমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কষ্ট দিচ্ছ? তিনি বললেন, হে খাত্ত্বাবের পুত্র! আমার ব্যাপার নিয়ে আপনি মাথা ঘামাচ্ছেন কেন? আগে নিজের ঘরের খবর নিন। তিনি বলেন, তখনই আমি হাফসাহ বিনতু উমর (রাযিঃ) এর কাছে এলাম।\n\nআমি তাকে বললাম, হে হাফসাহ! তোমার অবস্থা এই পর্যায়ে গড়িয়েছে যে, তুমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কষ্ট দিচ্ছ? আল্লাহর কসম! আমি জানতে পেরেছি যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাকে ভালবাসেন না। আর আমি না হলে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অবশ্যই তোমাকে ত্বলাক (তালাক) দিয়ে দিতেন। এ কথা শুনে তিনি অঝোরে কান্নায় ভেঙ্গে পড়লেন। তখন আমি তাকে বললাম, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোথায় আছেন? সে হাফসাহ (রাযিঃ) বলল, তিনি ঐ চিলেকোঠায় অবস্থান করছেন। আমি সেখানে প্রবেশের চেষ্টা করলাম। তখন আমি দেখতে পেলাম যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চৌকাঠটি ছিল খেজুর গাছের কাণ্ড দিয়ে নির্মিত যা দিয়ে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠানামা করতেন। আমি রাবাহ-কে ডাকলাম এবং বললাম, হে রাবাহ আমার জন্য রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট থেকে প্রবেশের অনুমতি নিয়ে এসো।\n\nতখন রাবাহ কামরার দিকে দৃষ্টিপাত করল। এরপর আমার দিকে ফিরে তাকাল। কিন্তু সে কিছুই বলল না। আমি বললাম, হে রাবাহ! তুমি আমার জন্য রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট থেকে অনুমতি নিয়ে এসো। এরপর রাবাহ কামরার দিকে দৃষ্টিপাত করল এবং আমার দিকে ফিরে তাকাল। কিন্তু সে এবারও কিছুই বলল না। তখন আমি উচ্চৈঃস্বরে বললাম, হে রাবাহ! তুমি আমার জন্য রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট থেকে অনুমতি নিয়ে এসো। সে সময় আমি ভেবেছিলাম যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হয়ত ধারণা করছেন আমি আমার কন্যা হাফসার কারণেই এখানে এসেছি। আল্লাহর কসম! যদি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার গর্দান উড়িয়ে দিবার নির্দেশ দিতেন তাহলে আমি অবশ্যই তার গর্দান উড়িয়ে দিতাম। এ সব কথা আমি উচ্চৈঃস্বরেই বলছিলাম। তখন সে (রাবাহ) আমাকে ইশারায় উপরে উঠতে বলল। তখন আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে প্রবেশ করলাম। সে সময় তিনি খেজুর পত্র নির্মিত একটি চাটাইয়ের উপর কাত হয়ে শোয়া ছিলেন।\n\nআমি সেখানে বসে পড়লাম। তিনি তার চাঁদরখানি তার শরীরের উপরে টেনে দিলেন। তখন এটি ছাড়া তার পরনে অন্য কোন কাপড় ছিল না আর বাহুতে চটাইয়ের দাগ বসে গিয়েছিল। এরপর আমি স্বচক্ষে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামানাদির দিকে তাকালাম। আমি সেখানে একটি পাত্রে এক সা&#39; (আড়াই কেজি পরিমাণ) এর কাছাকাছি কয়েক মুঠো যব দেখতে পেলাম। অনুরূপ বাবলা জাতীয় গাছের কিছু পাতা (যা দিয়ে চামড়ায় রং করা হয় ) কামরার এক কোণায় পড়ে আছে দেখলাম। আরও দেখতে পেলাম ঝুলন্ত একখানি চামড়া যা পাকানো ছিল না। তখন তিনি বলেন, এসব দেখে আমার দু&#39; চোখ অশ্রুসিক্ত হয়ে গেল। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেন, হে খাত্ত্বাবের পুত্র! কিসের তোমার কান্না পেয়েছে? আমি বললাম, হে আল্লাহর নাবী! কেন অমি কাদব না। এই যে চাটাই আপনার শরীরের পার্শ্বদেশে দাগ বসিয়ে দিয়েছে। আর এই হচ্ছে আপনার কোষাগার। এখানে সামান্য কিছু যা দেখলাম তাছাড়া তো আর কিছুই নেই। পক্ষান্তরে ঐ যে রোমক বাদশাহ ও পারস্য সম্রাট, কত বিলাস ব্যসনে ফলমূল ও ঝরণায় পরিবেষ্টিত হয়ে আড়ম্বরপূর্ণ জীবন যাপন করছে। আর আপনি হলেন আল্লাহর রসূল এবং তার মনোনীত ব্যক্তি। আর আপনার কোষাগার হচ্ছে এই! তখন তিনি বললেন, হে খাত্ত্বাব তনয়! তুমি কি এতে পরিতুষ্ট নও যে, আমাদের জন্য রয়েছে আখিরাত আর তাদের জন্য দুনিয়া (পার্থিব ভোগ বিলাস)। আমি বললাম, নিশ্চয়ই সন্তুষ্ট। এরপর উমার (রাযিঃ) বলেন, আমি যখন প্রবেশ করেছিলাম তখন তার চেহারায় রাগের ছাপ স্পষ্ট দেখতে পাচ্ছিলাম।\n\nএরপর আমি বললাম, হে আল্লাহর রসূল! আপনার সহধর্মিণীগণের কোন আচরণ আপনার মনোকষ্টের কারণ হয়েছে কি? আপনি যদি তাদের ত্বলাক (তালাক) প্রদান করে থাকেন (তাতে আপনার কিছু আসে যায় না) সর্বশক্তিমান আল্লাহ আপনার সঙ্গে আছেন। তার সকল মালাক, জিবরীল, মীকাঈল, আমি, আবূ বাকর (রাযিঃ) সহ সকল ঈমানদার আপনার সঙ্গে আছেন। তিনি [উমার (রাযিঃ)] বলেন, আল-হামদুলিল্লাহ, আমি যখনই কোন কথা বলি তাতে প্রায়ই আমি আশাবাদী যে, আল্লাহ আমার কথা সত্য প্রমাণিত করবেন। তখন ইখতিয়ার সম্পর্কিত এ আয়াত নাযিল হল\n\n&ldquo;যদি নাবী তোমাদের সকলকে ত্বলাক (তালাক) দিয়ে দেয় তাহলে তার প্রতিপালক তোমাদের পরিবর্তে তাকে তোমাদের চাইতে উৎকৃষ্টতর সহধর্মিণী দিবেন। (সুরাহ আত তাহরীম ৬৬ঃ ৫)\n\n&ldquo;আর তোমরা দুজন যদি নাবীর বিরুদ্ধে একে অপরের সাহায্য কর তবে জেনে রাখ, আল্লাহই তার বন্ধু এবং জিবরীল (আঃ), সৎকর্মপরায়ণ মুমিনগণও। অধিকন্তু সমস্ত মালায়িকাহও তার সাহায্যকারী। (সুরাহ আত তাহরীম ৬৬ঃ ৪)\n\nআয়িশাহ্ বিনতু আবূ বাকর (রাযিঃ) ও হাফসাহ্ (বিনতু উমার) (রাযিঃ) এ দু&#39;জন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অন্যান্য সহধর্মিণীগণের উপর প্রাধান্য বিস্তার করে আসছিল। আমি বললাম, হে আল্লাহর রসূল! আপনি তাদের ত্বলাক (তালাক) দিয়েছেন? তিনি বললেন, না। তখন আমি বললাম, হে আল্লাহর রসূল! আমি মাসজিদে প্রবেশ করে দেখতে পেলাম মুসলিমরা (চিন্তামুক্ত হয়ে) মাটির কংকর মারছে এবং বলছে যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সহধর্মিণীগণকে ত্বলাক (তালাক) দিয়ে দিয়েছেন। এখন আমি কি তাদের কাছে গিয়ে জানিয়ে দিব যে, আপনি আপনার সহধর্মিণীদের ত্বলাক (তালাক) দেননি? তিনি বললেন, হ্যাঁ তোমার মনে চাইলে। এভাবে আমি তার সঙ্গে আলাপ করতে লাগলাম।\n\nপরিশেষে দেখলাম তার চেহারা থেকে রাগের ছাপ একেবারে মুছে গেছে এবং তিনি এমনভাবে হাসি দিলেন যে, তার দাত দেখা গেল। তার দাঁত ছিল সকলের চাইতে সুন্দর। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখান থেকে নিচে নেমে এলেন এবং আমিও খেজুর গাছের কাণ্ড নির্মিত (সিড়ির) কাষ্ঠ ধরে নিচে নেমে এলাম। তবে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমনভাবে নিচে নামলেন যেন তিনি সমতল জমিনে হাটছেন। তিনি তার হাত দিয়ে কাণ্ডটি স্পর্শ করেননি। আমি বললাম, হে আল্লাহর রসূল! আপনি তো এ বালাখানায় উনত্রিশ দিন অবস্থান করছেন। তিনি বললেন, মাস উনত্রিশ দিনেও হয়ে থাকে।\n\nএরপর আমি মাসজিদের দরজায় দাঁড়িয়ে উচ্চৈঃস্বরে ঘোষণা করলাম, তিনি তার সহধর্মিণীগণকে ত্বলাক (তালাক) দেননি। তখন এ আয়াত নাযিল হল- &ldquo;যখন শান্তি কিংবা ভয়ের কোন সংবাদ তাদের কাছে আসে তখন তারা তা প্রচার করে দেয়। যদি তারা বিষয়টি আল্লাহর রসূল এবং নেতৃত্ব স্থানীয় ব্যক্তিদের নিকট উপস্থাপন করত তাহলে তাদের মধ্যে যারা তথ্য অনুসন্ধানী তারা এর যথার্থতা নিরূপণ করতে সক্ষম হত।&rdquo; মোটকথা আমি উমার (রাযিঃ) এ বিষয়টির সঠিক তথ্য নির্ণয়ে সক্ষম হয়েছিলাম। তখন আল্লাহ তা&#39;আলা ইখতিয়ার সম্পর্কিত আয়াত নাযিল করেন। (ইসলামিক ফাউন্ডেশন ৩৫৫৪, ইসলামীক সেন্টার ৩৫৫৪)\n",
    "checkStatus": "1",
    "hadithNo": "3583",
    "id": "50666",
    "thesequence": "50169",
    "isActive": "1",
    "chapterId": "18382",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৫. স্ত্রী হতে দূরে থাকার কসম করা, স্ত্রী হতে বিরত থাকা ও তাদের অবকাশ দেয়া এবং  আল্লাহ তা&#039;আলার বাণী- &ldquo;যদি তারা যিহারে লিপ্ত হয়&rdquo; ইত্যাদি প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Abbas (Allah be pleased with tlicm) reported:\nI intended to ask Umar b. al-Khattab (Allah be pleased with him) about a verse, but I waited for one year to ask him out of his fear, until he went out for Pilgrimage and I also accompanied him. As he came back and we were on the way he stepped aside towards an Arak tree to ease himself. I waited for him until he was free. I then walked along with him and said: Commander of the Faithful, who are the two among the wives of Allahs Messenger (ﷺ) who backed up one another (in their demand for extra money)? He said: They were Hafsa and Aisha (Allah be pleased with them). I said to him: It is for one year that I intended to ask you about this matter but I could not date so on account of the awe for you. He said: Dont do that. If you think that I have any knowledge, do ask me about that. And if I were to know that, I would inform you. He (the narrator) stated that Umar had said: By Allah, during the days of ignorance we had no regard for women until Allah the Exalt- ed revealed about them what He has revealed, and appointed (turn) for them what he appointed. He said: It so happened that I was thinking about some matter that my wife said: I wish you had done that and that. I said to her: It does not concern you and you should not feel disturbed in a matter which I intend to do. She said to me: How strange is it that you, O son of Khattab, do not like anyone to retort upon you, whereas your daughter retorts upon Allahs Messenger (may peace be upou him) until he spends the day in vexation. Umar said: I took hold of my cloak, then came out of my house until I visited Hafsa and said to her: O daughter, (I heard) that you retort upon Allahs Messenger (ﷺ) until he spends the day in vexation, whereupon Hafsa said: By Allah, we do retort upon him. I said: You should bear in mind, my daughter, that I warn you against the punishment of Allah and the wrath of His Messenger (ﷺ). You may not be misled by one whose beauty has fascinated her, and the love of Allahs Messenger (ﷺ) for her. I (Umar) then visited Umm Salama because of my relationship with her and I talked to her. Umm Salama said to me: Umar b. al-Khattab, how strange is it that you meddle with every matter so much so that you are anxious to interfere between Allahs Messenger (ﷺ) and his wives, and this perturbed me so much that I refrained from saying what I had to say, so I came out of her apartment, and I had a friend from the Anar. When I had been absent (from the company of the Holy Prophet) he used to bring me the news and when he had been absent I used to bring him the news, and at that time we dreaded a king of Ghassan. It was mentioned to us that he intended to attack us, and our minds were haunted by him. My friend, the Ansari, came to me, and he knocked at the door and said: Open it, open it. I said: Has the Ghassani come? He said: (The matter is) more serious than that. The Messenger of Allah (ﷺ) has separated himself from his wives. I said: Let the nose of Hafsa and Aisha be besmeared with dust. I then took hold of my cloth and went out until I came and found Allahs Messenger (ﷺ) in his attic to which he climbed by means of a ladder made of date-palm, and the servant of Allahs Messenger (ﷺ) who was black had been sitting at the end of the ladder. I said: This is Umar. So permission was granted to me. I narrated this news to Allahs Messenger (ﷺ) and as I narrated the news concerning Umm Salama, Allahs Messenger (ﷺ) smiled. He was lying on the mat and there was nothing between him and that (mat), and under his head there was a pillow made of leather and it was stuffed with plam fibres and at his feet were lying a heap of sant tree (acacia niloctica, meant for dyeing) and near his head there was hanging a hide. And I saw the marks of the maton the side of Allahs Messenger (ﷺ), and so I wept. He said: What makes you weep? I said: Messenger of Allah, the Khusrau and the Ceasars (spendd their lives in) the midst of (luxuries), whereas you being Allahs Messenger (are leading your life in this poverty). Thereupon Allahs Messenger (ﷺ) said: Dont you like that they should have riches of their world, and you have the Hereafter.",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي سُلَيْمَانُ، - يَعْنِي ابْنَ بِلاَلٍ - أَخْبَرَنِي يَحْيَى، أَخْبَرَنِي عُبَيْدُ بْنُ حُنَيْنٍ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، يُحَدِّثُ قَالَ مَكَثْتُ سَنَةً وَأَنَا أُرِيدُ، أَنْ أَسْأَلَ، عُمَرَ بْنَ الْخَطَّابِ عَنْ آيَةٍ، فَمَا أَسْتَطِيعُ أَنْلَهُ حَتَّى خَرَجَ حَاجًّا فَخَرَجْتُ مَعَهُ فَلَمَّا رَجَعَ فَكُنَّا بِبَعْضِ الطَّرِيقِ عَدَلَ إِلَى الأَرَاكِ لِحَاجَةٍ لَهُ فَوَقَفْتُ لَهُ حَتَّى فَرَغَ ثُمَّ سِرْتُ مَعَهُ فَقُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ مَنِ اللَّتَانِ تَظَاهَرَتَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ أَزْوَاجِهِ فَقَالَ تِلْكَ حَفْصَةُ وَعَائِشَةُ . قَالَ فَقُلْتُ لَهُ وَاللَّهِ إِنْ كُنْتُ لأُرِيدُ أَنْ أَسْأَلَكَ عَنْ هَذَا مُنْذُ سَنَةٍ فَمَا أَسْتَطِيعُ هَيْبَةً لَكَ . قَالَ فَلاَ تَفْعَلْ مَا ظَنَنْتَ أَنَّ عِنْدِي مِنْ عِلْمٍ فَسَلْنِي عَنْهُ فَإِنْ كُنْتُ أَعْلَمُهُ أَخْبَرْتُكَ - قَالَ - وَقَالَ عُمَرُ وَاللَّهِ إِنْ كُنَّا فِي الْجَاهِلِيَّةِ مَا نَعُدُّ لِلنِّسَاءِ أَمْرًا حَتَّى أَنْزَلَ اللَّهُ تَعَالَى فِيهِنَّ مَا أَنْزَلَ وَقَسَمَ لَهُنَّ مَا قَسَمَ قَالَ فَبَيْنَمَا أَنَا فِي أَمْرٍ أَأْتَمِرُهُ إِذْ قَالَتْ لِي امْرَأَتِي لَوْ صَنَعْتَ كَذَا وَكَذَا فَقُلْتُ لَهَا وَمَا لَكِ أَنْتِ وَلِمَا هَا هُنَا وَمَا تَكَلُّفُكِ فِي أَمْرٍ أُرِيدُهُ فَقَالَتْ لِي عَجَبًا لَكَ يَا ابْنَ الْخَطَّابِ مَا تُرِيدُ أَنْ تُرَاجَعَ أَنْتَ وَإِنَّ ابْنَتَكَ لَتُرَاجِعُ رَسُولَ اللَّهِ صلى الله عليه وسلم حَتَّى يَظَلَّ يَوْمَهُ غَضْبَانَ . قَالَ عُمَرُ فَآخُذُ رِدَائِي ثُمَّ أَخْرُجُ مَكَانِي حَتَّى أَدْخُلَ عَلَى حَفْصَةَ فَقُلْتُ لَهَا يَا بُنَيَّةُ إِنَّكِ لَتُرَاجِعِينَ رَسُولَ اللَّهِ صلى الله عليه وسلم حَتَّى يَظَلَّ يَوْمَهُ غَضْبَانَ . فَقَالَتْ حَفْصَةُ وَاللَّهِ إِنَّا لَنُرَاجِعُهُ . فَقُلْتُ تَعْلَمِينَ أَنِّي أُحَذِّرُكِ عُقُوبَةَ اللَّهِ وَغَضَبَ رَسُولِهِ يَا بُنَيَّةُ لاَ يَغُرَّنَّكِ هَذِهِ الَّتِي قَدْ أَعْجَبَهَا حُسْنُهَا وَحُبُّ رَسُولِ اللَّهِ صلى الله عليه وسلم إِيَّاهَا . ثُمَّ خَرَجْتُ حَتَّى أَدْخُلَ عَلَى أُمِّ سَلَمَةَ لِقَرَابَتِي مِنْهَا فَكَلَّمْتُهَا فَقَالَتْ لِي أُمُّ سَلَمَةَ عَجَبًا لَكَ يَا ابْنَ الْخَطَّابِ قَدْ دَخَلْتَ فِي كُلِّ شَىْءٍ حَتَّى تَبْتَغِي أَنْ تَدْخُلَ بَيْنَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَزْوَاجِهِ . قَالَ فَأَخَذَتْنِي أَخْذًا كَسَرَتْنِي عَنْ بَعْضِ مَا كُنْتُ أَجِدُ فَخَرَجْتُ مِنْ عِنْدِهَا وَكَانَ لِي صَاحِبٌ مِنَ الأَنْصَارِ إِذَا غِبْتُ أَتَانِي بِالْخَبَرِ وَإِذَا غَابَ كُنْتُ أَنَا آتِيهِ بِالْخَبَرِ وَنَحْنُ حِينَئِذٍ نَتَخَوَّفُ مَلِكًا مِنْ مُلُوكِ غَسَّانَ ذُكِرَ لَنَا أَنَّهُ يُرِيدُ أَنْ يَسِيرَ إِلَيْنَا فَقَدِ امْتَلأَتْ صُدُورُنَا مِنْهُ فَأَتَى صَاحِبِي الأَنْصَارِيُّ يَدُقُّ الْبَابَ وَقَالَ افْتَحِ افْتَحْ . فَقُلْتُ جَاءَ الْغَسَّانِيُّ فَقَالَ أَشَدُّ مِنْ ذَلِكَ اعْتَزَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَزْوَاجَهُ . فَقُلْتُ رَغِمَ أَنْفُ حَفْصَةَ وَعَائِشَةَ . ثُمَّ آخُذُ ثَوْبِي فَأَخْرُجُ حَتَّى جِئْتُ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي مَشْرُبَةٍ لَهُ يُرْتَقَى إِلَيْهَا بِعَجَلَةٍ وَغُلاَمٌ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَسْوَدُ عَلَى رَأْسِ الدَّرَجَةِ فَقُلْتُ هَذَا عُمَرُ . فَأُذِنَ لِي . قَالَ عُمَرُ فَقَصَصْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم هَذَا الْحَدِيثَ فَلَمَّا بَلَغْتُ حَدِيثَ أُمِّ سَلَمَةَ تَبَسَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَإِنَّهُ لَعَلَى حَصِيرٍ مَا بَيْنَهُ وَبَيْنَهُ شَىْءٌ وَتَحْتَ رَأْسِهِ وِسَادَةٌ مِنْ أَدَمٍ حَشْوُهَا لِيفٌ وَإِنَّ عِنْدَ رِجْلَيْهِ قَرَظًا مَضْبُورًا وَعِنْدَ رَأْسِهِ أُهُبًا مُعَلَّقَةً فَرَأَيْتُ أَثَرَ الْحَصِيرِ فِي جَنْبِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَبَكَيْتُ فَقَالَ  مَا يُبْكِيكَ  . فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ كِسْرَى وَقَيْصَرَ فِيمَا هُمَا فِيهِ وَأَنْتَ رَسُولُ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَمَا تَرْضَى أَنْ تَكُونَ لَهُمَا الدُّنْيَا وَلَكَ الآخِرَةُ  .",
    "hadithBengali": "৩৫৮৪-(৩১/...) হারূন ইবনু সাঈদ আয়লী (রহঃ) ..... আবদুল্লাহ ইবনু আব্বাস (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি দীর্ঘ এক বছর যাবৎ ইচ্ছা পোষণ করে আসছিলাম যে, একটি আয়াত সম্পর্কে উমার ইবনুল খাত্তাব (রাযিঃ) কে জিজ্ঞেস করব। কিন্তু আমি তার গাম্ভীর্যের কারণে তাকে জিজ্ঞেস করতে সাহস পাইনি। একবার তিনি হাজ্জ (হজ্জ/হজ) পালনের জন্য রওনা হলেন, আমিও তার সঙ্গে বেরিয়ে পড়লাম। যখন আমরা কোন এক রাস্তা দিয়ে চলছিলাম এ সময় তিনি (প্রকৃতির) প্রয়োজনে পিলুগাছের ঝোপের দিকে গেলেন। আমি তার অপেক্ষায় দাঁড়িয়ে রইলাম। তিনি তার প্রয়োজন পূরণ করে ফিরে এলেন। এরপর আমি তার সঙ্গে রওনা করলাম। (এক সুযোগ পেয়ে) আমি বললাম, হে আমীরুল মু&#39;মিনীন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণীগণের মধ্যে থেকে কোন দুজন তার অপ্রিয় কাজে একে অপরকে সহযোগিতা করেছিল? তিনি বললেন, তারা ছিল হাফসাহ (রাযিঃ) ও আয়িশাহ (রাযিঃ)।\n\nতিনি [আবদুল্লাহ ইবনু আব্বাস (রাযিঃ)] বলেন, আমি তাকে [উমর (রাযিঃ) কে] বললামঃ আল্লাহর কসম! দীর্ঘ এক বছর যাবৎ এ বিষয়টি সম্পর্কে আপনাকে জিজ্ঞেস করব বলে মনে মনে ইচ্ছা পোষণ করে আসছিলাম, কিন্তু আপনার ভয়ের কারণে সাহস পাইনি। তিনি [উমর (রাযিঃ)] বললেন, কখনো এরূপ করবে না বরং আমার কাছে কোন বিষয়ের জ্ঞান আছে বলে তোমার ধারণা হলে তুমি অবশ্যই সে সম্পর্কে আমার কাছে জিজ্ঞেস করে জেনে নিবে। যদি তা আমার জানা থাকে তাহলে তোমাকে অবহিত করবই। রাবী [আবদুল্লাহ ইবনু আব্বাস (রাযিঃ)] বলেন, তখন উমর (রাযিঃ) বললেন, আল্লাহর কসম! জাহিলিয়্যাত যুগে আমরা নারী জাতির জন্য কোন অধিকার স্বীকার করতাম না। এরপর আল্লাহ তাদের অধিকার সম্পর্কে যা অবতীর্ণ করার অবতীর্ণ করলেন এবং তাদের জন্য যা নির্ধারণের ছিল তা নির্ধারণ করে দিলেন।\n\nতিনি বলেন, আমি কোন একদিন এক বিষয়ে চিন্তা করছিলাম। এমন সময় আমার স্ত্রী আমার কাছে এসে বলল, আপনি যদি এরূপ এরূপ করতেন তাহলে বেশ ভাল হত। আমি তাকে বললাম, তোমার কী হয়েছে? তুমি এখানে এলে কেন? আমি যে বিষয়ে চিন্তা-ভাবনা করছি তাতে তুমি নাক গলাচ্ছ কেন? তখন সে বলল, হে খাত্ত্বাবের পুত্র! আপনি তো আমাকে মুখ খুলতেই দিচ্ছেন না, কী আশ্চর্য! অথচ আপনার (স্নেহের) কন্যাটি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে প্রতি উত্তর করে, যার ফলে তিনি সারাদিন রাগান্বিত অবস্থায় অতিবাহিত করেন। উমার (রাযিঃ) বলেন, এরপর আমি (তড়িঘড়ি) আমার চাঁদর গুটিয়ে নিয়ে ঘর থেকে বেরিয়ে পড়লাম এবং সোজা হাফসার কাছে পৌছলাম। আমি তাকে বললাম, হে আমার কন্যা! তুমি নাকি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথার প্রত্যুত্তর করে থাক, যাতে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সারা দিন রাগান্নিত থাকেন? হাফসাহ (রাযিঃ) বললেন, আল্লাহর কসম! আমরা সত্যিই তার কথার প্রত্যুত্তর দিয়ে থাকি।\n\nতখন আমি বললাম, জেনে রাখ! আমি তোমাকে আল্লাহর শাস্তির ও রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অসন্তুষ্টির ভীতি প্রদর্শন করছি। হে আমার কন্যা! ঐ মেয়েটি যেন তোমাকে ধোকায় ফেলতে না পারে যাকে তার সৌন্দর্য ও তার প্রতি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অনুরাগ গর্বিতা করে ফেলেছে (এর দ্বারা তিনি আয়িশাহ (রাযিঃ) কে বুঝাতে চাইছেন)। এরপর আমি সেখান থেকে বেরিয়ে উম্মু সালামাহ (রাযিঃ) এর কাছে গেলাম। তার সাথে আমার আত্মীয়তার সম্পর্ক ছিল। আমি তার সঙ্গে কথা বললাম। তখন উম্মু সালামাহ (রাযিঃ) আমাকে বললেন, কী আশ্চর্য হে খাত্তাবের পুত্র! তুমি সব কিছুতেই দখল নিতে চাচ্ছ? এমন কি তুমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং তার সহধর্মিণীগণের মধ্যকার বিষয়ে দখল নিতে চাচ্ছ? তিনি বলেন, এ বিষয়ে উম্মু সালামাহ্ (রাযিঃ) এর কথা আমাকে এমনভাবে জব্দ করল যে, আমি হতোদ্যম হয়ে পড়লাম। তাই আমি তার নিকট হতে কেটে পড়লাম।\n\nএদিকে আমার একজন আনসার বন্ধু ছিলেন। আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাজলিসে অনুপস্থিত থাকলে তিনি আমাকে জানাতেন এবং তিনি তার মাজলিসে অনুপস্থিত থাকলে আমি তার কাছে এসে তাকে (আলোচ্য বিষয়ে) জানাতাম। সে সময়ে আমরা জনৈক গাসসানী বাদশার আক্রমণের আশংকা করছিলাম। কারণ তখন আমাদের মাঝে সংবাদ (গুজব) ছড়িয়ে পড়েছিল যে, সে আমাদের উপর হামলার পায়তারা করছে। তাই ভয়-ভীতি ও দুশ্চিন্তায় আমাদের অন্তর ছিল আচ্ছন্ন। ইত্যবসরে আমার আনসারী বন্ধুটি এসে দরজা খটখটাতে লাগলেন এবং বললেন, খুলে দিন আমি বললাম, তাহলে গাসসানীরা কি এসেই পড়ল। তিনি (আমার আনসারী বন্ধুটি) বললেন, (না, গাসসানীরা আসেনি) তবে তার চাইতেও সাংঘাতিক কিছু। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সহধর্মিণীগণকে ত্বলাক (তালাক) দিয়েছেন। উমার (রাযিঃ) বললেন, তখন আমি বললাম, হাফসাহ ও আয়িশার নাক ধূলোয় মলিন হোক।\n\nএরপর আমি আমার কাপড়-চোপড় পরিধান করলাম এবং ঘর থেকে বেরিয়ে সরাসরি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলাম। আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তার বালাখানায় দেখতে পেলাম। সেটা ছিল এমন ছাদযুক্ত কামরা যাতে খেজুর কাণ্ড নির্মিত সিঁড়ি বেয়ে উঠতে হত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এক কৃষ্ণাঙ্গ যুবক সিঁড়ির কামরার দরজায় পাহাড়ারত ছিল। তখন আমি তাকে বললাম, আমি &#39;উমার। আমাকে অনুমতি এনে দাও। সে অনুমতি নিয়ে এলে আমি ভিতরে প্রবেশ করে এ ঘটনা বিশদভাবে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে খুলে বললাম। আমি যখন উম্মু সালামাহ্ (রাযিঃ) এর ঘটনা পর্যন্ত পৌঁছলাম, তখন তিনি মুচকি হাসি দিলেন। তিনি তখন একটি সাদামাটা চাটাইয়ের উপর (কাত হয়ে শায়িত) ছিলেন, তার ও চাটাইয়ের মাঝখানে অন্য কিছুই ছিল না। তার মাথার নিচে ছিল চামড়ার তৈরি একটি বালিশ যার মধ্যে খেজুর গাছের ছাল ভর্তি ছিল। তার পায়ের কাছে ছিল স্তুপীকৃত বাবলা জাতীয় গাছের কিছু পাতা এবং শিয়রের কাছে ঝুলন্ত ছিল একটি কাচা চামড়া।\n\nআমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর শরীরের পার্শ্বদেশে চাটাই-এর দাগ দেখতে পেলাম, এতে আমি কাঁদলাম। তিনি বললেন, (হে খাত্ত্বাব তনয়) তুমি কাঁদছ কেন? তখন আমি বললাম, হে আল্লাহর রসূল! পারস্য সম্রাট ও রোমক সম্রাট কত বিলাসব্যসনে কাটাচ্ছে আর আপনি হলেন আল্লাহর রসূল, (আপনার অবস্থা এই)। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, (হে উমার) তুমি কি এতে পরিতুষ্ট নও যে, তাদের জন্য কেবল দুনিয়া (পার্থিব ভোগ-বিলাস) আর তোমার জন্য রয়েছে আখিরাত (চিরস্থায়ী সুখ শান্তি)। (ইসলামিক ফাউন্ডেশন ৩৫৫৫, ইসলামীক সেন্টার ৩৫৫৫)\n",
    "checkStatus": "1",
    "hadithNo": "3584",
    "id": "50667",
    "thesequence": "50170",
    "isActive": "1",
    "chapterId": "18382",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৫. স্ত্রী হতে দূরে থাকার কসম করা, স্ত্রী হতে বিরত থাকা ও তাদের অবকাশ দেয়া এবং  আল্লাহ তা&#039;আলার বাণী- &ldquo;যদি তারা যিহারে লিপ্ত হয়&rdquo; ইত্যাদি প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas (Allah be pleased with them) said:\nI came along with Umar until we reached Marr al-Zahran (the name of a place), and the rest of the hadith is the same as narrated by Sulaiman b. Bilal (except with) the variation (of words) that I said: (What) about these two women? He said: They were Hafsa and Umm Salama. And he made this addition: I came to the apartments and in every apartment there was (the noise) of weeping. And this addition was also made: And he (the Holy Prophet) had taken an oath of remaining away from them for a month, and when twenty-nine days had passed, he visited them.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، أَخْبَرَنِي يَحْيَى بْنُ، سَعِيدٍ عَنْ عُبَيْدِ بْنِ حُنَيْنٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ أَقْبَلْتُ مَعَ عُمَرَ حَتَّى إِذَا كُنَّا بِمَرِّ الظَّهْرَانِ . وَسَاقَ الْحَدِيثَ بِطُولِهِ كَنَحْوِ حَدِيثِ سُلَيْمَانَ بْنِ بِلاَلٍ غَيْرَ أَنَّهُ قَالَ قُلْتُ شَأْنُ الْمَرْأَتَيْنِ قَالَ حَفْصَةُ وَأُمُّ سَلَمَةَ . وَزَادَ فِيهِ وَأَتَيْتُ الْحُجَرَ فَإِذَا فِي كُلِّ بَيْتٍ بُكَاءٌ . وَزَادَ أَيْضًا وَكَانَ آلَى مِنْهُنَّ شَهْرًا فَلَمَّا كَانَ تِسْعًا وَعِشْرِينَ نَزَلَ إِلَيْهِنَّ .",
    "hadithBengali": "৩৫৮৫-(৩২/...) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... ইবনু আব্বাস (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি &#39;উমার (রাযিঃ) এর সঙ্গে রওনা হয়ে যখন মাররুয যাহরান নামক স্থানে পৌছলাম, তখন তিনি বিস্তারিতভাবে হাদীস বর্ণনা করেন। সুলায়মান ইবনু বিলাল বর্ণিত হাদীসের অনুরূপ। অবশ্য তিনি [ইবনু আব্বাস (রাযিঃ)] বলেনঃ আমি &#39;উমার (রাযিঃ) কে বললাম, সে দু&#39;জন মহিলার ঘটনা আমাকে বলবেন কি? তিনি বললেন, তারা ছিল হাফসাহ ও উম্মু সালামাহ্ (রাযিঃ)। তিনি তার বর্ণনায় আরও উল্লেখ করেন যে, এরপর আমি (রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর) হুজরার দিকে এলাম তখন সব ঘরেই কান্নাকাটি অব্যাহত ছিল। তিনি আরও উল্লেখ করেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার স্ত্রীগণের সঙ্গে এক মাস ঈলা করেছিলেন। যখন উনত্রিশ দিন অতিবাহিত হয়ে গেল তখন তিনি তাদের কাছে ফিরে এলেন। (ইসলামিক ফাউন্ডেশন ৩৫৫৬, ইসলামীক সেন্টার ৩৫৫৬)\n",
    "checkStatus": "1",
    "hadithNo": "3585",
    "id": "50668",
    "thesequence": "50171",
    "isActive": "1",
    "chapterId": "18382",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৫. স্ত্রী হতে দূরে থাকার কসম করা, স্ত্রী হতে বিরত থাকা ও তাদের অবকাশ দেয়া এবং  আল্লাহ তা&#039;আলার বাণী- &ldquo;যদি তারা যিহারে লিপ্ত হয়&rdquo; ইত্যাদি প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas (Allah be pleased with them) is reported to have said:\nI intended to ask Umar about those two ladies who had pressed for (worldly riches) during the lifetime of the Prophet (ﷺ), and I kept waiting for one year, but found no suitable opportunity with him until I happened to accompany him to Mecca. And as he reached Marr al Zahran he went away to answer the call of nature, and he said (to me): Bring me a jug of water, and I took that to him. After having answered the call of nature, as he came back, I began to pour water (over his hands and feet), and I remembered (this event of separation of Allahs Apostle [may peace be upon him] from his wives). So I said to him: Commander of the Faithful, who are the two ladies (who had pressed the Prophet [may peace be upon him] for providing comforts of life) and I had not yet finished my talk when he said: They were Aisha and Hafsa.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، سَمِعَ عُبَيْدَ بْنَ حُنَيْنٍ، - وَهُوَ مَوْلَى الْعَبَّاسِ - قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ كُنْتُ أُرِيدُ أَنْ أَسْأَلَ، عُمَرَ عَنِ الْمَرْأَتَيْنِ اللَّتَيْنِ تَظَاهَرَتَا عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَبِثْتُ سَنَةً مَا أَجِدُ لَهُ مَوْضِعًا حَتَّى صَحِبْتُهُ إِلَى مَكَّةَ فَلَمَّا كَانَ بِمَرِّ الظَّهْرَانِ ذَهَبَ يَقْضِي حَاجَتَهُ فَقَالَ أَدْرِكْنِي بِإِدَاوَةٍ مِنْ مَاءٍ فَأَتَيْتُهُ بِهَا فَلَمَّا قَضَى حَاجَتَهُ وَرَجَعَ ذَهَبْتُ أَصُبُّ عَلَيْهِ وَذَكَرْتُ فَقُلْتُ لَهُ يَا أَمِيرَ الْمُؤْمِنِينَ مَنِ الْمَرْأَتَانِ فَمَا قَضَيْتُ كَلاَمِي حَتَّى قَالَ عَائِشَةُ وَحَفْصَةُ .",
    "hadithBengali": "৩৫৮৬-(৩৩/...) আবূ বকর ইবনু আবূ শায়বাহ ও যুহায়র ইবনু হারব (রহিমাহুমাল্লাহ) ..... ইবনু আব্বাস (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি (দীর্ঘদিন যাবৎ) মনে মনে ইচ্ছা পোষণ করে আসছিলাম যে, ঐ দু&#39;জন মহিলা সম্পর্কে উমর (রাযিঃ) কে জিজ্ঞেস করব যারা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে তার অপ্রিয় কাজে একে অপরকে সহযোগিতা দান করেছিল। আমি দীর্ঘ একটি বছর অপেক্ষা করলাম কিন্তু আমি তাকে জিজ্ঞেস করার সুযোগ পেলাম না। শেষ পর্যন্ত মাক্কায় (মক্কায়) রওনা হবার পথে আমি তার সফর সঙ্গী হলাম। পথযাত্রায় তিনি যখন মাররুয যাহরান নামক স্থানে পৌছলেন তখন তিনি তার প্রয়োজন পূরণের (ইসতিনজা ইত্যাদির জন্য) ইচ্ছা ব্যক্ত করলেন। এরপর তিনি বললেন, আমাকে এক বদনা পানি দাও। আমি এক বদনা পানি সহ তার কাছে উপস্থিত হলাম। যখন তিনি হাজত সমাধান করে ফিরে এলেন তখন আমি (ওযুর) পানি ঢেলে দেয়ার জন্য তার কাছে গেলাম। তখন আমি সে প্রশ্নের কথা স্মরণে আনলাম। এরপর আমি তাকে বললাম, হে আমীরুল মু&#39;মিনীন! সে মহিলা দুজন কারা ছিল? তখন আমার কথা শেষ না হতেই তিনি বললেন, সে দু&#39;জন ছিল আয়িশাহ (রাযিঃ) ও হাফসাহ (রাযিঃ)। (ইসলামিক ফাউন্ডেশন ৩৫৫৭, ইসলামীক সেন্টার ৩৫৫৭)\n",
    "checkStatus": "1",
    "hadithNo": "3586",
    "id": "50669",
    "thesequence": "50172",
    "isActive": "1",
    "chapterId": "18382",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৫. স্ত্রী হতে দূরে থাকার কসম করা, স্ত্রী হতে বিরত থাকা ও তাদের অবকাশ দেয়া এবং  আল্লাহ তা&#039;আলার বাণী- &ldquo;যদি তারা যিহারে লিপ্ত হয়&rdquo; ইত্যাদি প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas (Allah be pleased with them) reported. I had always been anxious to ask Umar (Allah be pleased with him) about the two ladies amongst the wives of Allahs Prophet (may peace be upon Lim) about whom Allah, the Exalted, said:\n If you both turn in repentance to Allah, then indeed your hearts are inclined (to this) (Ixvi. 4), until Umar (Allah be pleased with him) set out for Hajj and I also went along with him. And as we were going along a path, Umar (Allah be pleased with hiyn) went aside and I also went aside with him with a jug (of water). He answered the call of nature, and then came to me and I poured water over his hands and he performed ablution I said: Commander of the Faithful, who are the two ladies amongst the wives of Allahs Prophet (ﷺ) about whom Allah, the Exalted and Majestic, said: If you both turn to Allah in repentance, then indeed your heart are inclined to it? Umar (Allah he pleased with him) said: How strange is it for you, Ibn Abbas! (Zuhri said: By Allah, he disliked what he asked about, but did not keep it a secret.) He (Umar) said: They are Hafsa and Aisha; and he then began to narrate the hadith and said: We were such people among the Quraish who dominated women, and as we reached Medina we found there people who were dominated by their women, and our women began to learn (the habits) of their women. He further said: And my house was situated in the suburb of Aledina in the tribe of Banu Umayya b. Zaid. One day I became angry with my wife and she retorted upon me. I did not like that she should retort upon me. She said: You disapprove of my retorting upon you By Allah, the wives of Allahs Apostle (ﷺ) retort upon him, and one of them detaches herself from him for the day until the night. So I (Umar) went out and visited Hafsa and said: Do you retort upon Allahs Messenger (ﷺ)? She said: Yes. I said; Does any one of you detach herself from him from the day to the night? She said: Yes. He said: She who did like it amongst you in fact failed and incurred loss. Does everyone amongst you not fear the wrath of Allah upon her due to the wrath of His Messenger (ﷺ), and (as a result thereof) she may perish? So do not retort upon Allahs Messenger (ﷺ) and do not ask him for anything, but ask me that which you desire, (and the frank behaviour) of your companion may not mislead you, if she is more graceful and is dearer to Allahs Messenger (ﷺ) than you (meaning Aisha) (Allah be pleased with her). He (Hadrat Umar further) said: I had a compalaion from the Ansar and, we used to remain in the company of the Messenger (ﷺ) turn by turn. He remained there for a day while I remained there on the other day, and he brought me the news about the revelation and other (matter), and I brought him (the news) like this. And we discussed that the Ghassanids were shoeing the horses in order to attack us. Id y companion once attended (the Apostle). and then came to me at night and knocked at my door and called me, and I came out to him, and he said: A matter of great importance has happened. I said: What is that? Have the Ghassanids come? He said: No, but even more serious and more significant than that: the Prophet (ﷺ) has divorced his wives. I said: Hafsa has failed and has incurred loss. and I feared that it would happen. When it was dawn I observed the dawn prayer and dressed myself, and then came there (in the house of the Holy Prophet) and visited Hafsa, and she was weeping. I said: Has Allahs Messenger (ﷺ) divorced you (all)? She said: I do not know. He has, however, separated himself in his attic. I came to a black servant and said to him: Seek permission for Umar. He went in and then came to me and said: I made mention of you to him, but he kept quiet. I then went to the pulpit and sat there, and there was a group of people sitting by it and some of then were weeping. I sat there for some time, until I was overpowered (by that very idea) which was in my mind. I then came back to the boy and said to him: Seek permission for Umar. He went in and came to me and said: I made mention of you to him but he kept quiet. I was about to turn back when the boy called me and said: Go in; permission has been granted to you. I went in and greeted Allahs Messenger (ﷺ) and he was reclining against the couch of mat and it had left its marks upon his side. I said: Messenger of Allah, have you divorced your wives? He raised his head towards me and said: No. I said: Allah is the Greatest. Messenger of Allah, I wish if you had seen how we the people of Quraish had domination over women but when we came to Medina we found people whom their women dominated. So our women began to learn from their women. One dily I became angry with my wife and she began to retort upon me. I did not approve that she should retort upon me. She said: You do not like that I should retort upon you, but, by Allah. the wives of Allahs Apostle (ﷺ) retort upon him and any one of them separates herself from him for a day until night. I said: He who did that amongst them in fact failed and incurred loss. Does any of them feel sate from the wrath of Allahupon her due to the wrath of Allahs Messenger (ﷺ), and she has certainly perished. Allahs Messtnger (ﷺ) smiled, I said: Messenger of Allah, I visited Hafsa and said: (The behaviour) of your companion (Aisha) may not mislead you, If she is more graceful than you and is dearer to Allahs Messenger (ﷺ) than you. Allahs Messenger (ﷺ) smiled for the second time. I said: Allahs Messenger, way I talk to you about agreeable things? He said: Yes. I sat down and lifted my head (to see things) in the house and, by Allah, I did not see anything significant besides three hides. I said: Messenger of Allah, supplicate the Lord that He should make (life) prosperous for your Ummah as He has made plentiful for the people of Persia and Rome (in spite of the fact) that they do no, worship Allah, the Exalted and Majestic, whereupon he (Allahs Messenger) sat up an I then said: Ibn Khattab, do you doubt that they are a nation whom their nice things have been given immediately in the life of this world. I said: Allahs Messenger! seek pardon for me. And he (Allahs Messenger) had taken an oath that he would not visit them for a month due to extreme annoyance with them until Allah showed His displeasure to him (Allahs Messenger).",
    "hadithArabic": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَمُحَمَّدُ بْنُ أَبِي عُمَرَ، - وَتَقَارَبَا فِي لَفْظِ الْحَدِيثِ - قَالَ ابْنُ أَبِي عُمَرَ حَدَّثَنَا وَقَالَ، إِسْحَاقُ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي ثَوْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لَمْ أَزَلْ حَرِيصًا أَنْأَسْأَلَ عُمَرَ عَنِ الْمَرْأَتَيْنِ مِنْ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم اللَّتَيْنِ قَالَ اللَّهُ تَعَالَى {إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا} حَتَّى حَجَّ عُمَرُ وَحَجَجْتُ مَعَهُ فَلَمَّا كُنَّا بِبَعْضِ الطَّرِيقِ عَدَلَ عُمَرُ وَعَدَلْتُ مَعَهُ بِالإِدَاوَةِ فَتَبَرَّزَ ثُمَّ أَتَانِي فَسَكَبْتُ عَلَى يَدَيْهِ فَتَوَضَّأَ فَقُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ مَنِ الْمَرْأَتَانِ مِنْ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم اللَّتَانِ قَالَ اللَّهُ عَزَّ وَجَلَّ لَهُمَا { إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا} قَالَ عُمَرُ وَاعَجَبًا لَكَ يَا ابْنَ عَبَّاسٍ - قَالَ الزُّهْرِيُّ كَرِهَ وَاللَّهِ مَا سَأَلَهُ عَنْهُ وَلَمْ يَكْتُمْهُ - قَالَ هِيَ حَفْصَةُ وَعَائِشَةُ . ثُمَّ أَخَذَ يَسُوقُ الْحَدِيثَ قَالَ كُنَّا مَعْشَرَ قُرَيْشٍ قَوْمًا نَغْلِبُ النِّسَاءَ فَلَمَّا قَدِمْنَا الْمَدِينَةَ وَجَدْنَا قَوْمًا تَغْلِبُهُمْ نِسَاؤُهُمْ فَطَفِقَ نِسَاؤُنَا يَتَعَلَّمْنَ مِنْ نِسَائِهِمْ - قَالَ - وَكَانَ مَنْزِلِي فِي بَنِي أُمَيَّةَ بْنِ زَيْدٍ بِالْعَوَالِي فَتَغَضَّبْتُ يَوْمًا عَلَى امْرَأَتِي فَإِذَا هِيَ تُرَاجِعُنِي فَأَنْكَرْتُ أَنْ تُرَاجِعَنِي . فَقَالَتْ مَا تُنْكِرُ أَنْ أُرَاجِعَكَ فَوَاللَّهِ إِنَّ أَزْوَاجَ النَّبِيِّ صلى الله عليه وسلم لَيُرَاجِعْنَهُ وَتَهْجُرُهُ إِحْدَاهُنَّ الْيَوْمَ إِلَى اللَّيْلِ . فَانْطَلَقْتُ فَدَخَلْتُ عَلَى حَفْصَةَ فَقُلْتُ أَتُرَاجِعِينَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ نَعَمْ . فَقُلْتُ أَتَهْجُرُهُ إِحْدَاكُنَّ الْيَوْمَ إِلَى اللَّيْلِ قَالَتْ نَعَمْ . قُلْتُ قَدْ خَابَ مَنْ فَعَلَ ذَلِكَ مِنْكُنَّ وَخَسِرَ أَفَتَأْمَنُ إِحْدَاكُنَّ أَنْ يَغْضَبَ اللَّهُ عَلَيْهَا لِغَضَبِ رَسُولِهِ صلى الله عليه وسلم فَإِذَا هِيَ قَدْ هَلَكَتْ لاَ تُرَاجِعِي رَسُولَ اللَّهِ صلى الله عليه وسلم وَلاَ تَسْأَلِيهِ شَيْئًا وَسَلِينِي مَا بَدَا لَكِ وَلاَ يَغُرَّنَّكِ أَنْ كَانَتْ جَارَتُكِ هِيَ أَوْسَمَ وَأَحَبَّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْكِ - يُرِيدُ عَائِشَةَ - قَالَ وَكَانَ لِي جَارٌ مِنَ الأَنْصَارِ فَكُنَّا نَتَنَاوَبُ النُّزُولَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَيَنْزِلُ يَوْمًا وَأَنْزِلُ يَوْمًا فَيَأْتِينِي بِخَبَرِ الْوَحْىِ وَغَيْرِهِ وَآتِيهِ بِمِثْلِ ذَلِكَ وَكُنَّا نَتَحَدَّثُ أَنَّ غَسَّانَ تُنْعِلُ الْخَيْلَ لِتَغْزُوَنَا فَنَزَلَ صَاحِبِي ثُمَّ أَتَانِي عِشَاءً فَضَرَبَ بَابِي ثُمَّ نَادَانِي فَخَرَجْتُ إِلَيْهِ فَقَالَ حَدَثَ أَمْرٌ عَظِيمٌ . قُلْتُ مَاذَا أَجَاءَتْ غَسَّانُ قَالَ لاَ بَلْ أَعْظَمُ مِنْ ذَلِكَ وَأَطْوَلُ طَلَّقَ النَّبِيُّ صلى الله عليه وسلم نِسَاءَهُ . فَقُلْتُ قَدْ خَابَتْ حَفْصَةُ وَخَسِرَتْ قَدْ كُنْتُ أَظُنُّ هَذَا كَائِنًا حَتَّى إِذَا صَلَّيْتُ الصُّبْحَ شَدَدْتُ عَلَىَّ ثِيَابِي ثُمَّ نَزَلْتُ فَدَخَلْتُ عَلَى حَفْصَةَ وَهْىَ تَبْكِي فَقُلْتُ أَطَلَّقَكُنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَتْ لاَ أَدْرِي هَا هُوَ ذَا مُعْتَزِلٌ فِي هَذِهِ الْمَشْرُبَةِ . فَأَتَيْتُ غُلاَمًا لَهُ أَسْوَدَ فَقُلْتُ اسْتَأْذِنْ لِعُمَرَ . فَدَخَلَ ثُمَّ خَرَجَ إِلَىَّ فَقَالَ قَدْ ذَكَرْتُكَ لَهُ فَصَمَتَ فَانْطَلَقْتُ حَتَّى انْتَهَيْتُ إِلَى الْمِنْبَرِ فَجَلَسْتُ فَإِذَا عِنْدَهُ رَهْطٌ جُلُوسٌ يَبْكِي بَعْضُهُمْ فَجَلَسْتُ قَلِيلاً ثُمَّ غَلَبَنِي مَا أَجِدُ ثُمَّ أَتَيْتُ الْغُلاَمَ فَقُلْتُ اسْتَأْذِنْ لِعُمَرَ . فَدَخَلَ ثُمَّ خَرَجَ إِلَىَّ . فَقَالَ قَدْ ذَكَرْتُكَ لَهُ فَصَمَتَ . فَوَلَّيْتُ مُدْبِرًا فَإِذَا الْغُلاَمُ يَدْعُونِي فَقَالَ ادْخُلْ فَقَدْ أَذِنَ لَكَ فَدَخَلْتُ فَسَلَّمْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَإِذَا هُوَ مُتَّكِئٌ عَلَى رَمْلِ حَصِيرٍ قَدْ أَثَّرَ فِي جَنْبِهِ فَقُلْتُ أَطَلَّقْتَ يَا رَسُولَ اللَّهِ نِسَاءَكَ فَرَفَعَ رَأْسَهُ إِلَىَّ وَقَالَ  لاَ  . فَقُلْتُ اللَّهُ أَكْبَرُ لَوْ رَأَيْتَنَا يَا رَسُولَ اللَّهِ وَكُنَّا مَعْشَرَ قُرَيْشٍ قَوْمًا نَغْلِبُ النِّسَاءَ فَلَمَّا قَدِمْنَا الْمَدِينَةَ وَجَدْنَا قَوْمًا تَغْلِبُهُمْ نِسَاؤُهُمْ فَطَفِقَ نِسَاؤُنَا يَتَعَلَّمْنَ مِنْ نِسَائِهِمْ فَتَغَضَّبْتُ عَلَى امْرَأَتِي يَوْمًا فَإِذَا هِيَ تُرَاجِعُنِي فَأَنْكَرْتُ أَنْ تُرَاجِعَنِي . فَقَالَتْ مَا تُنْكِرُ أَنْ أُرَاجِعَكَ فَوَاللَّهِ إِنَّ أَزْوَاجَ النَّبِيِّ صلى الله عليه وسلم لَيُرَاجِعْنَهُ وَتَهْجُرُهُ إِحْدَاهُنَّ الْيَوْمَ إِلَى اللَّيْلِ . فَقُلْتُ قَدْ خَابَ مَنْ فَعَلَ ذَلِكَ مِنْهُنَّ وَخَسِرَ أَفَتَأْمَنُ إِحْدَاهُنَّ أَنْ يَغْضَبَ اللَّهُ عَلَيْهَا لِغَضَبِ رَسُولِهِ صلى الله عليه وسلم فَإِذَا هِيَ قَدْ هَلَكَتْ فَتَبَسَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ قَدْ دَخَلْتُ عَلَى حَفْصَةَ فَقُلْتُ لاَ يَغُرَّنَّكِ أَنْ كَانَتْ جَارَتُكِ هِيَ أَوْسَمُ مِنْكِ وَأَحَبُّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْكِ . فَتَبَسَّمَ أُخْرَى فَقُلْتُ أَسْتَأْنِسُ يَا رَسُولَ اللَّهِ . قَالَ  نَعَمْ  . فَجَلَسْتُ فَرَفَعْتُ رَأْسِي فِي الْبَيْتِ فَوَاللَّهِ مَا رَأَيْتُ فِيهِ شَيْئًا يَرُدُّ الْبَصَرَ إِلاَّ أُهُبًا ثَلاَثَةً فَقُلْتُ ادْعُ اللَّهَ يَا رَسُولَ اللَّهِ أَنْ يُوَسِّعَ عَلَى أُمَّتِكَ فَقَدْ وَسَّعَ عَلَى فَارِسَ وَالرُّومِ وَهُمْ لاَ يَعْبُدُونَ اللَّهَ فَاسْتَوَى جَالِسًا ثُمَّ قَالَ  أَفِي شَكٍّ أَنْتَ يَا ابْنَ الْخَطَّابِ أُولَئِكَ قَوْمٌ عُجِّلَتْ لَهُمْ طَيِّبَاتُهُمْ فِي الْحَيَاةِ الدُّنْيَا  . فَقُلْتُ اسْتَغْفِرْ لِي يَا رَسُولَ اللَّهِ . وَكَانَ أَقْسَمَ أَنْ لاَ يَدْخُلَ عَلَيْهِنَّ شَهْرًا مِنْ شِدَّةِ مَوْجِدَتِهِ عَلَيْهِنَّ  حَتَّى عَاتَبَهُ اللَّهُ عَزَّ وَجَلَّ",
    "hadithBengali": "৩৫৮৭-(৩৪/...) ইসহাক ইবনু ইবরাহীম আল হান্&zwnj;যালী ও মুহাম্মাদ ইবনু আবূ উমর (রহিমাছমাল্লাহ) ..... ইবনু আব্বাস (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রীগণের মধ্যে থেকে দুজন মহিলা সম্পর্কে উমার (রাযিঃ) কে জিজ্ঞেস করার জন্য বহুদিন যাবৎ আগ্রহ প্রকাশ করে আসছিলাম যাদের সম্পর্কে আল্লাহ বলেছেনঃ &ldquo;তোমাদের দু&#39;জনের হৃদয় অন্যায় প্রবণ হয়েছে মনে করে তোমরা যদি অনুতপ্ত হয়ে আল্লাহর দিকে ফিরে আসো তাহলে আল্লাহ তোমাদের ক্ষমা করবেন। (সূরা আত তাহরীম ৬৬ঃ ৪)\n\nপরিশেষে উমর (রাযিঃ) হাজ্জ (হজ্জ/হজ) পালনের জন্য ঘর থেকে বেরিয়ে পড়লেন এবং আমিও হজ্জ পালনের জন্য তার সফরসঙ্গী হলাম। এরপর (হাজ্জ (হজ্জ/হজ) সমাপন করে ফেরার পথে) আমরা কোন এক রাস্তা দিয়ে চলার সময় উমার (রাযিঃ) এক পার্শ্বে মোড় নিলেন। আমিও পানির বদনাসহ তার সঙ্গে রাস্তার পাশে গেলাম। তিনি তার হাজত পূরণ করলেন এবং আমার কাছে এলেন। আমি তার উভয় হাতে পানি ঢাললাম, তিনি ওযু করে নিলেন। তখন আমি বললাম, হে আমীরুল মু&#39;মিনীন! নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রীগণের মধ্যে সে দু&#39;জন মহিলা কারা ছিল যাদের সম্পর্কে মহান আল্লাহ বলেছেনঃ উমর (রাযিঃ) বললেন, হে ইবনু আব্বাস। এতো তোমার জন্য আশ্চর্যের বিষয় বলে মনে হচ্ছে (তুমি এত বিলম্বে এ বিষয়ে জিজ্ঞেস করলে কেন?)\n\nযুহরী (রহঃ) বলেন, আল্লাহর কসম! তিনি [উমর (রাযিঃ)] জিজ্ঞাসিত বিষয়টি (ইবনু আব্বাসের এ বিষয়ে বিলম্বে প্রশ্ন করাকে) অপছন্দ করলেও তা বর্ণনা করতে কিছুই গোপন করলেন না। তিনি বললেন, তারা দুজন ছিল হাফসাহ ও আয়িশাহ (রাযিঃ)। এরপর তিনি ঘটনার বিবরণ দিতে লাগলেন। তিনি বললেন, আমরা কুরায়শ বংশের লোকেরা (জাহিলিয়্যাত যুগে) আমাদের স্ত্রীদের উপর প্রভুত্ব করে চলতাম। যখন আমরা মাদীনায় এলাম তখন এমন লোকদের দেখতে পেলাম যাদের উপর তাদের স্ত্রীরা প্রভাব বিস্তার করছিল। এমনি পরিবেশে আমাদের নারীরা তাদের (মাদীনাহবাসীদের) নারীদের অভ্যাস রপ্ত করতে শুরু করে দেয়। তিনি বলেন, সে সময় মাদীনার উচ্চভূমির অধিবাসী বানু উমাইয়্যাহ্ ইবনু যায়দের বংশধরদের মধ্যে আমার বসতবাটি ছিল। এরপর একদিন আমি আমার স্ত্রীর উপর রাগান্বিত হলাম। সে আমার কথার প্রত্যুত্তর করতে লাগল। আমি আমার সঙ্গে তার প্রত্যুত্তর করাকে খুবই অপ্রিয় মনে করলাম।\n\nসে বলল, আপনার সঙ্গে আমার কথার প্রত্যুত্তর করাকে অপছন্দ করছেন কেন? আল্লাহর কসম নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রীগণও তো তার সঙ্গে কথার প্রত্যুত্তর করে থাকে। এমনকি তাদের কেউ কেউ তাকে সারা দিন রাত বিচ্ছিন্ন করে রাখে। তখন আমি রওনা করে (আমার মেয়ে) হাফসার কাছে চলে এলাম। এরপর আমি তাকে বললাম, তুমি কি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে প্রত্যুত্তর কর? সে বলল, হ্যাঁ। আমি বললাম, তোমাদের মধ্যে কি কেউ তাকে সারা দিন রাত বিচ্ছিন্ন করে রাখে? সে বলল, হ্যাঁ। আমি বললাম, তোমাদের যে কেউ এরূপ আচরণ করে সে আসলেই দুর্ভাগা ও ক্ষতিগ্রস্ত। তোমাদের মধ্যে কি কেউ বিপদমুক্ত ও নিরাপদ হতে পারে যদি আল্লাহ তার রসূলের ক্রোধের কারণে ক্রুদ্ধ হন। এরূপ হলে তো তার ধ্বংস অনিবার্য। তুমি কখনো রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে তার কথার প্রত্যুত্তরে লিপ্ত হয়ো না এবং তার কাছে কোন কিছু দাবী করবে না, তোমার মনে যা চায় তা আমার কাছে চাইবে। তোমার সতীন তোমার চাইতে অধিকতর সুন্দরী এবং রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট তোমার তুলনায় অধিকতর প্রিয়পাত্রী। সে যেন তোমাকে ধোকায় পতিত না করে ফেলে। এর দ্বারা তিনি [উমর (রাযিঃ)] আয়িশাহ (রাযিঃ) কে বুঝাতে চাইছেন।\n\nতিনি বলেন, আমার একজন আনসারী প্রতিবেশী ছিলেন। আমরা দুই বন্ধু পালাক্রমে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে (তার মাজলিসে) যেতাম। একদিন তিনি উপস্থিত থাকতেন, অপরদিন আমি উপস্থিত হতাম। এভাবে তিনি আমাকে ওয়াহী ইত্যাদির খবর দিতেন, আমিও অনুরূপ খবর তাকে পৌছাতাম। সে সময় আমরা বেশ করে আলোচনা করতে ছিলাম যে, গাসসানী বাদশাহ নাকি আমাদের সঙ্গে যুদ্ধ করার জন্য ঘোড়ার ক্ষুরে নাল লাগাচ্ছে। একদিন আমার বন্ধু রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলেন এবং ইশার সময় (রাত্রিকালে) আমার কাছে (ফিরে) এলেন। তিনি এসে আমার ঘরের দরজা খটখটালেন এবং আমাকে ডাকলেন। আমি তার ডাক শুনে তার কাছে ছুটে এলাম। তিনি বললেন, একটা বিরাট কাণ্ড ঘটে গেছে। আমি বললাম, সে কী? গাস্সানীরা তাহলে এসে গেছে নাকি? তিনি বললেনঃ না, তারা আসেনি বরং ব্যাপার তার চাইতেও সাংঘাতিক ও দীর্ঘতর।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সহধর্মিণীদের ত্বলাক (তালাক) দিয়েছেন। তখন আমি বললাম, হাফসাহ হতাশ ও ক্ষতিগ্রস্ত হয়েছে। আমি পূর্ব থেকেই ধারণা পোষণ করে আসছিলাম যে, এমন একটা কিছু ঘটতে যাচ্ছে। এরপর আমি ফাজরের সলাত (সালাত/নামাজ/নামায) আদায় করে প্রয়োজনীয় কাপড়-চোপড় পরিধান করলাম। আমি ঘর থেকে বেরিয়ে সরাসরি হাফসার কাছে উপস্থিত হলাম। তখন সে কাঁদছিল। আমি বললাম, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি তোমাদেরকে ত্বলাক (তালাক) দিয়েছেন। সে (শ্বাসরুদ্ধ করে) বলল, আমি জানি না। তবে তিনি তার ঐ বালাখানায় নির্জনবাস করছেন।\n\nতখন আমি তার কৃষ্ণাঙ্গ খাদিমের কাছে বললাম, উমারের (প্রবেশের) জন্য অনুমতি প্রার্থনা করো। এরপর সে ভিতরে প্রবেশ করল এবং পরক্ষণেই বেরিয়ে এসে আমার দিকে তাকাল। এরপর সে বলল, আমি তাঁর (রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর) কাছে আপনার কথা উত্থাপন করেছি কিন্তু তিনি নীরব আছেন (কিছুই বলছেন না)। অতঃপর আমি চলে এলাম এবং মিম্বারের কাছে এসে বসে পড়লাম। তখন আমি দেখতে পেলাম সেখানে একদল লোক বসা আছেন। তাদের মধ্যে কেউ কেউ ডুকরে ডুকরে কাঁদছে। আমি খানিকটা বসলাম। এরপর আমার মনের প্রবল আকাঙ্খা আমার উপর প্রভাব বিস্তার করল। তখন আমি সে কৃষ্ণাঙ্গ যুবকটির কাছে চলে এলাম এবং তাকে বললাম, &#39;উমারের জন্য ভিতরে প্রবেশের অনুমতি নিয়ে এসো। সে ভেতরে প্রবেশ করল এবং বেরিয়ে এসে আমাকে বলল, আমি আপনার বিষয়টি তার সামনে উত্থাপন করেছি কিন্তু তিনি নীরব আছেন।\n\nআমি যখন পিছনে ফিরে চললাম অমনি সে কৃষ্ণাঙ্গ যুবকটি আমাকে ডাক দিয়ে বলল, আপনি প্রবেশ করুন; তিনি আপনাকে অনুমতি দিয়েছেন। আমি ভিতরে প্রবেশ করে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে সালাম দিলাম। আমি দেখতে পেলাম, তিনি খেজুর পাতার তৈরি একটি চাটাই এর উপর হেলান দিয়ে আরাম করছেন যা তার পাজরে চাটাইয়ের দাগ বসিয়ে দিয়েছে। তখন আমি বললাম, হে আল্লাহর রসূল! আপনি কি আপনার সহধর্মিণীগণকে ত্বলাক (তালাক) দিয়েছেন? তিনি তার মাথা উচিয়ে আমার প্রতি দৃষ্টিপাত করলেন এবং বললেন, না। আমি বললাম, আল্লাহু আকবার। আল্লাহ সর্বশ্রেষ্ঠ। হে আল্লাহর রসূল! আপনি বিষয়টি ভেবে দেখুন; আমরা যখন মাদীনায় এলাম তখন দেখতে পেলাম, এখানকার পুরুষ লোকদের উপর তাদের স্ত্রীরা প্রভুত্ব বিস্তার করে আসছে।\n\nএতে তাদের দেখাদেখি আমাদের স্ত্রীরাও তাদের অভ্যাস রপ্ত করতে শুরু করে দিয়েছে। একদিন আমি আমার স্ত্রীর প্রতি রাগান্বিত হলাম। অমনি সে আমার কথার প্রত্যুত্তর শুরু করে দিল। আমি তার প্রত্যুত্তর করাকে খুবই খারাপ মনে করলাম। সে বলে ফেলল, আপনার সঙ্গে প্রত্যুত্তর করাকে আপনি এত খারাপ মনে করছেন কেন? আল্লাহর কসম! নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রীগণও তো তার কথার প্রত্যুত্তর করে থাকে, এমনকি তাদের কেউ কেউ তাকে সারা দিন রাত বিচ্ছিন্ন করে রাখে। আমি বললাম, তাদের মধ্যে কেউ এমন আচরণ করলে সে হতভাগ্য ও ক্ষতিগ্রস্ত হয়ে গেছে। তাদের মধ্যে থেকে কারো উপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাগান্বিত হওয়ার কারণে যদি আল্লাহ ক্রুদ্ধ হয়ে যান তাহলে তার পতন ও ধ্বংস অনিবার্য।\n\nতখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মৃদু স্বরে হেসে উঠলেন। আমি বললাম, হে আল্লাহর রসূল! আমি হাফসার কাছে গিয়ে তাকে বলে দিয়েছি যে, তোমার সতীন সৌন্দর্যে তোমার তুলনায় অগ্ৰগামিনী এবং রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তোমার চাইতে অধিকতর আদরিণী- তা যেন তোমাকে ধোকার জালে আবদ্ধ করতে না পারে। এতে আবার তিনি মুচকি হাসি দিলেন। তখন আমি বললাম, হে আল্লাহর রসূল! আমি আপনার সঙ্গে একান্তে আলাপ করতে চাই। তিনি বললেনঃ হ্যাঁ, করতে পার। অতঃপর আমি বললাম এবং মাথা উঠিয়ে তার কোঠার (এদিক ওদিক) তাকিয়ে দেখলাম। আল্লাহর কসম! আমি সেখানে তিনখানি চামড়া ব্যতীত নয়ন জুড়ানো তেমন কিছু দেখতে পাইনি।\n\nআমি বললাম, হে আল্লাহর রসূল! আপনি আল্লাহর কাছে দু&#39;আ করুন যেন তিনি আপনার উম্মাতকে প্রাচুর্য দান করেন। পারসিক ও রোমকদের তো বৈষয়িক সুখ সমৃদ্ধ দান করা হয়েছে অথচ তারা আল্লাহর ইবাদাত (আনুগত্য) করে না। তখন তিনি সোজা হয়ে বসলেন এবং বললেন, হে খাত্তাবের পুত্র! তুমি কি সন্দেহের জালে আচ্ছন্ন আছো। আসলে তারা তো এমন সম্প্রদায় যাদের পার্থিব জীবনে ক্ষণিকের তরে সুখ সমৃদ্ধি দান করা হয়েছে। আমি বললাম, হে আল্লাহর রসূল! আপনি আমার জন্য ক্ষমা প্রার্থনা করুন। তিনি তার সহধর্মিণীগণের আচরণে ক্ষুদ্ধ হয়ে কসম করেছিলেন যে, দীর্ঘ একমাস তাদের সঙ্গে একত্রে অতিবাহিত করবেন না। শেষাবধি আল্লাহ তাকে এ আচরণের জন্য তিরস্কার করেন। (ইসলামিক ফাউন্ডেশন ৩৫৫৮, ইসলামীক সেন্টার ৩৫৫৮)\n",
    "checkStatus": "1",
    "hadithNo": "3587",
    "id": "50670",
    "thesequence": "50173",
    "isActive": "1",
    "chapterId": "18382",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৫. স্ত্রী হতে দূরে থাকার কসম করা, স্ত্রী হতে বিরত থাকা ও তাদের অবকাশ দেয়া এবং  আল্লাহ তা&#039;আলার বাণী- &ldquo;যদি তারা যিহারে লিপ্ত হয়&rdquo; ইত্যাদি প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Zuhri said: Urwa informed me that AIsha (Allah be pleased with her) said: When twenty-nine nights were over, Allahs Messenger (ﷺ) visited me, and he began (his visit) with me. I said: Messenger of Allah, you had taken an oath that you would not visit us for a month, while you have visited after I have counted only twenty-nine (nights). Thereupon he said: The month may also be of twenty-nine (days). He then said: Aisha, I am going to talk to you about a matter, and you should not be hasty in it (and do not give your final decision) until you have consulted your parents. He then recited this verse to me: O Prophet, say to your wives till he reached mighty reward (xxxiii. 28). Aisha (Allah be pleased with her) said: By Allah, he knew that my parents would not allow me to separate from him. I said: Is there any need to consult my parents in this matter? I in fact choose Allah and His Messenger (ﷺ) and the abode in the Hereafter. Mamar said: Ayyub reported to me that Aisha said: Dont inform your wives that I have chosen you, whereupon Allahs Apostle (ﷺ) said: Verily Allah has sent me as a conveyer of message, and He has not sent me as a source of hardship (to others). Qatada said: Saghat qulubukum means Your hearts have inclined.",
    "hadithArabic": " قَالَ الزُّهْرِيُّ فَأَخْبَرَنِي عُرْوَةُ، عَنْ عَائِشَةَ، قَالَتْ لَمَّا مَضَى تِسْعٌ وَعِشْرُونَ لَيْلَةً دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بَدَأَ بِي فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّكَ أَقْسَمْتَ أَنْ لاَ تَدْخُلَ عَلَيْنَا شَهْرًا وَإِنَّكَ دَخَلْتَ مِنْ تِسْعٍ وَعِشْرِينَ أَعُدُّهُنَّ . فَقَالَ  إِنَّ الشَّهْرَ تِسْعٌ وَعِشْرُونَ - ثُمَّ قَالَ - يَا عَائِشَةُ إِنِّي ذَاكِرٌ لَكِ أَمْرًا فَلاَ عَلَيْكِ أَنْ لاَ تَعْجَلِي فِيهِ حَتَّى تَسْتَأْمِرِي أَبَوَيْكِ  . ثُمَّ قَرَأَ عَلَىَّ الآيَةَ { يَا أَيُّهَا النَّبِيُّ قُلْ لأَزْوَاجِكَ} حَتَّى بَلَغَ { أَجْرًا عَظِيمًا} قَالَتْ عَائِشَةُ قَدْ عَلِمَ وَاللَّهِ أَنَّ أَبَوَىَّ لَمْ يَكُونَا لِيَأْمُرَانِي بِفِرَاقِهِ قَالَتْ فَقُلْتُ أَوَفِي هَذَا أَسْتَأْمِرُ أَبَوَىَّ فَإِنِّي أُرِيدُ اللَّهَ وَرَسُولَهُ وَالدَّارَ الآخِرَةَ . قَالَ مَعْمَرٌ فَأَخْبَرَنِي أَيُّوبُ أَنَّ عَائِشَةَ قَالَتْ لاَ تُخْبِرْ نِسَاءَكَ أَنِّي اخْتَرْتُكَ فَقَالَ لَهَا النَّبِيُّ صلى الله عليه وسلم  إِنَّ اللَّهَ أَرْسَلَنِي مُبَلِّغًا وَلَمْ يُرْسِلْنِي مُتَعَنِّتًا  . قَالَ قَتَادَةُ صَغَتْ قُلُوبُكُمَا مَالَتْ قُلُوبُكُمَا.",
    "hadithBengali": "৩৫৮৮-(৩৫/১৪৭৫) যুহরী (রহঃ) বলেন, উরওয়াহ্ (রাযিঃ) আয়িশাহ (রাযিঃ) এর সূত্রে আমাকে বর্ণনা করেছেন যে, তিনি বলেছেনঃ যখন উনত্রিশ দিন অতিবাহিত হল তখন প্রথমে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট আসলেন। তখন আমি বললাম, হে আল্লাহর রসূল! আপনি তো কসম করেছিলেন একমাস পর্যন্ত আমাদের কাছে আসবেন না অথচ উনত্রিশ দিন পরই আপনি আমাদের কাছে ফিরে এলেন। আমি এ দিনগুলো হিসাব করে রেখেছিলাম। তিনি বললেন, মাস উনত্রিশ দিনেও হয়। এরপর তিনি বললেন, হে আয়িশাহ! আমি তোমাকে একটি বিষয় স্মরণ করিয়ে দিতে চাই যে, সে সম্পর্কে তোমার পিতামাতার সঙ্গে পরামর্শ না করে তাড়াতাড়ি উত্তর দেয়ার প্রয়োজন নেই। তখন তিনি আমাকে এ আয়াত তিলাওয়াত করে শোনালেনঃ &ldquo;হে নাবী! আপনি আপনার স্ত্রীদের বলুন, তোমরা যদি পার্থিব জীবন ও এর ভূষণ কামনা কর তাহলে এসো আমি তোমাদের ভোগ বিলাসের উপকরণের ব্যবস্থা করে দেই এবং সৌজন্যের সাথে তোমাদের বিদায় করে দেই। আর যদি তোমরা আল্লাহ, তার রসূল ও পরকাল কামনা কর তবে তোমাদের মধ্যে যারা সৎকর্মপরায়ণা আল্লাহ তাদের জন্য মহা প্রতিদান প্রস্তুত করে রেখেছেন- (সূরা আল আহযাব ৩৩ঃ ২৮-২৯)।\n\nআয়িশাহ (রাযিঃ) বলেন, এটা নির্ঘাত সত্য যে, আমার পিতামাতা কস্মিনকালেও আমাকে তাঁর (রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) থেকে বিচ্ছিন্ন হওয়ার পরামর্শ দিবেন না। তিনি বলেন, তখন আমি বললাম, হে আল্লাহর রসূল! এ বিষয়ে কি আমি আমার পিতামাতার সাথে পরামর্শ করতে যাব? নিশ্চয় আমি আল্লাহ, তার রসূল ও পরকাল কামনা করি। মা&#39;মার (রহঃ) বলেন, আইয়ুব আমাকে জানিয়েছেন যে, আয়িশাহ্ (রাযিঃ) বলেছেন, (হে আল্লাহর রসূল!) আপনি আপনার অন্যান্য সহধর্মিণীগণের কাছে বলবেন না যে, আমি আপনাকেই ইখতিয়ার করে নিয়েছি। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, আল্লাহ আমাকে মুবাল্লিগ (সত্য প্রচারক) রূপে প্রেরণ করেছেন, বিপদে নিক্ষেপকারীরূপে পাঠাননি।\n\nকাতাদাহ (রহঃ) صَغَتْ قُلُوبُكُمَا এর অর্থ مَالَتْ قُلُوبُكُمَا তোমাদের হৃদয় (অন্যায় প্রবনতার দিকে) ঝুকে পড়েছিল&rdquo; বলে উল্লেখ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৫৫৮, ইসলামীক সেন্টার ৩৫৫৮)\n",
    "checkStatus": "1",
    "hadithNo": "3588",
    "id": "50671",
    "thesequence": "50174",
    "isActive": "1",
    "chapterId": "18382",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৫. স্ত্রী হতে দূরে থাকার কসম করা, স্ত্রী হতে বিরত থাকা ও তাদের অবকাশ দেয়া এবং  আল্লাহ তা&#039;আলার বাণী- &ldquo;যদি তারা যিহারে লিপ্ত হয়&rdquo; ইত্যাদি প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Fatima bint Qais reported that Abu Amr b. Hafs divorced her absolutely when he was away from home, and he sent his agent to her with some barley. She was displeased with him and when he said:\nI swear by Allah that you have no claim on us. she went to Allahs Messenger (ﷺ) and mentioned that to him. He said: There is no maintenance due to you from him, and he commanded her to spend the Idda in the house of Umm Sharik, but then said: That is a woman whom my companions visit. So better spend this period in the house of Ibn Umm Maktum, for he is a blind man and yon can put off your garments. And when the Idda is over, inform me. She said: When my period of Idda was over, I mentioned to him that Muawiya b. Abu Sufyan and Jahm had sent proposal of marriage to me, whereupon Allahs Messenger (ﷺ) said: As for Abu Jahm, he does not put down his staff from his shoulder, and as for Muawiya, he is a poor man having no property; marry Usama b. Zaid. I objected to him, but he again said: Marry Usama; so I married him. Allah blessed there in and I was envied (by others).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، مَوْلَى الأَسْوَدِ بْنِ سُفْيَانَ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، أَنَّ أَبَا عَمْرِو بْنَ حَفْصٍ، طَلَّقَهَا الْبَتَّةَ وَهُوَ غَائِبٌ فَأَرْسَلَ إِلَيْهَا وَكِيلُهُ بِشَعِيرٍ فَسَخِطَتْهُ فَقَالَ وَاللَّهِ مَا لَكِ عَلَيْنَا مِنْ شَىْءٍ . فَجَاءَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَذَكَرَتْ ذَلِكَ لَهُ فَقَالَ  لَيْسَ لَكِ عَلَيْهِ نَفَقَةٌ  . فَأَمَرَهَا أَنْ تَعْتَدَّ فِي بَيْتِ أُمِّ شَرِيكٍ ثُمَّ قَالَ  تِلْكَ امْرَأَةٌ يَغْشَاهَا أَصْحَابِي اعْتَدِّي عِنْدَ ابْنِ أُمِّ مَكْتُومٍ فَإِنَّهُ رَجُلٌ أَعْمَى تَضَعِينَ ثِيَابَكِ فَإِذَا حَلَلْتِ فَآذِنِينِي  . قَالَتْ فَلَمَّا حَلَلْتُ ذَكَرْتُ لَهُ أَنَّ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ وَأَبَا جَهْمٍ خَطَبَانِي . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَمَّا أَبُو جَهْمٍ فَلاَ يَضَعُ عَصَاهُ عَنْ عَاتَقِهِ وَأَمَّا مُعَاوِيَةُ فَصُعْلُوكٌ لاَ مَالَ لَهُ انْكِحِي أُسَامَةَ بْنَ زَيْدٍ  . فَكَرِهْتُهُ ثُمَّ قَالَ  انْكِحِي أُسَامَةَ  . فَنَكَحْتُهُ فَجَعَلَ اللَّهُ فِيهِ خَيْرًا وَاغْتَبَطْتُ بِهِ .",
    "hadithBengali": "৩৫৮৯-(৩৬/১৪৮০) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... ফাত্বিমাহ বিনতু কায়স (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আবূ আমর ইবনু হাফস্ (রাযিঃ) (তার স্বামী) অনুপস্থিতিতে তাকে বায়িন ত্বলাক (তালাক) দেন। এরপর সামান্য পরিমাণ যবসহ উকীলকে তার কাছে পাঠিয়ে দেন। এতে তিনি ফাতিমাহ (রাযিঃ) তার উপর ভীষণভাবে অসন্তুষ্ট হন। সে (উকীল) বলল, আল্লাহর কসম! তোমাকে (খোরপোষরূপে) কোন কিছু দেয়া আমাদের দায়িত্ব নয়। তখন তিনি ফাতিমাহ বিনত কায়স (রাযিঃ) রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপস্থিত হয়ে তার নিকট সব খুলে বললেন। (তার কথা শুনে) তিনি বললেন, তোমার জন্য তার তোমার স্বামী আবূ আমর ইবনু হাফস্ (রাযিঃ) এর দায়িত্বে কোন খোরপোষ নেই। এরপর তিনি তাকে উম্মু শারীক এর ঘরে গিয়ে ইদ্দাত পালনের নির্দেশ দিলেন। অতঃপর তিনি এও বললেন, সে মহিলা (উম্মু শারীক) এমন একজন স্ত্রীলোক যার কাছে আমার সাহাবীগণ ভীড় করে থাকেন। তুমি বরং ইবনু উম্মু মাকতুম (রাযিঃ) এর বাড়িতে গিয়ে ইদ্দাত পালন করতে থাক। কেননা সে একজন অন্ধ মানুষ।\n\nসেখানে প্রয়োজনবোধে তুমি তোমার পরিধানের বস্তু খুলে রাখতে পারবে। ইদ্দাত পূর্ণ হলে তুমি আমাকে জানাবে। তিনি বলেন, যখন আমার ইদ্দাত পূর্ণ হল তখন আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জানালাম যে, মু&#39;আবিয়াহ ইবনু আবূ সুফইয়ান (রাযিঃ) ও আবূ জাহম (রাযিঃ) আমাকে বিবাহের পায়গাম পাঠিয়েছেন। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আবূ জাহম এমন লোক যে, তার কাঁধ থেকে লাঠি নামিয়ে রাখে না। আর মু&#39;আবিয়াহ তো কপৰ্দকহীন গরীব মানুষ। তুমি উসামাহ ইবনু যায়দের সঙ্গে বিবাহ বন্ধনে আবদ্ধ হও। কিন্তু আমি তাকে পছন্দ করলাম না। পরে তিনি আবার বললেন, তুমি উসামাকে বিয়ে কর। তখন আমি তার সঙ্গে বিবাহ বন্ধনে আবদ্ধ হলাম। আল্লাহ এতে (তার ঘরে) আমাকে বিরাট কল্যাণ দান করলেন। আর আমি ঈর্ষার পাত্রে পরিণত হলাম। (ইসলামিক ফাউন্ডেশন ৩৫৫৯, ইসলামীক সেন্টার ৩৫৫৯)\n",
    "checkStatus": "1",
    "hadithNo": "3589",
    "id": "50672",
    "thesequence": "50175",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Fatima bint Qais reported that her husband divorced her during the life time of Allahs Prophet (ﷺ) and gave her a meagre maintenance allowance. When she saw that, she said:\nBy Allah, I will inform Allahs Messenger (ﷺ), and if maintenance allowance is due to me then I will accept that which will suffice me, and if it is not due to me, I will not accept anything from him. She said: I made a mention of that to Allahs Messenger (ﷺ) and he said: There is neither maintenance allowance for you nor lodging.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ أَبِي حَازِمٍ وَقَالَ قُتَيْبَةُ أَيْضًا حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْقَارِيَّ - كِلاَهُمَا عَنْ أَبِي حَازِمٍ، عَنْ أَبِي، سَلَمَةَ عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، أَنَّهُ طَلَّقَهَا زَوْجُهَا فِي عَهْدِ النَّبِيِّ صلى الله عليه وسلم وَكَانَ أَنْفَقَ عَلَيْهَا نَفَقَةَ دُونٍ فَلَمَّا رَأَتْ ذَلِكَ قَالَتْ وَاللَّهِ لأُعْلِمَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم فَإِذَا كَانَ لِي نَفَقَةٌ أَخَذْتُ الَّذِي يُصْلِحُنِي وَإِنْ لَمْ تَكُنْ لِي نَفَقَةٌ لَمْ آخُذْ مِنْهُ شَيْئًا قَالَتْ فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ   لاَ نَفَقَةَ لَكِ وَلاَ سُكْنَى  .",
    "hadithBengali": "৩৫৯০-(৩৭/...) কুতায়বাহ ইবনু সাঈদ (রহঃ) ... ফাতমিাহ্ বিনতু কায়স (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবদ্দশায় তার স্বামী তাকে ত্বলাক (তালাক) দেন। এরপর তার স্বামী তার জন্য (ইদ্দাতকালীন সময়ের ব্যয় নির্বাহের জন্য) সামান্য পরিমাণ খোরপোষ দিয়েছিলেন। তিনি তা দেখে বললেন, আল্লাহর কসম! আমি অবশ্যই এ বিষয়টি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর গোচরে আনব। যদি খোরপোষ আমার প্রাপ্য হয় তবে তা আমি এ পরিমাণ উসুল করব যাতে সুচারুভাবে আমার প্রয়োজন পূরণ হয়। আর যদি খোরপোষ আমার পাপ্য না-ই হয় তাহলে আমি তার নিকট থেকে কিছুই গ্রহণ করব না। তিনি বলেন, এরপর আমি বিষয়টি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে উত্থাপন করলাম। তিনি আমাকে বললেন, তোমার জন্য কোন খোরপোষ নেই, বাসস্থানও নেই (ইসলামিক ফাউন্ডেশন ৩৫৬০, ইসলামীক সেন্টার ৩৫৬০)\n",
    "checkStatus": "1",
    "hadithNo": "3590",
    "id": "50673",
    "thesequence": "50176",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Fatima bint Qais reported that her husband al-Makhzulmi divorced her and refused to pay her maintenance allowance. So she came to Allahs Messenger (may peace he upon him) and informed him, whereupon he said:\nThere is no maintenance allowance for you, and you better go to the house of Ibn Umm Maktum and live with him for he is a blind man and you can put off your clothes in his house (i. e. you shall not face much difficulty in observing purdah there).",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ عِمْرَانَ بْنِ أَبِي أَنَسٍ، عَنْ أَبِي سَلَمَةَ، أَنَّهُ قَالَ سَأَلْتُ فَاطِمَةَ بِنْتَ قَيْسٍ فَأَخْبَرَتْنِي أَنَّ زَوْجَهَا الْمَخْزُومِيَّ طَلَّقَهَا فَأَبَى أَنْ يُنْفِقَ عَلَيْهَا فَجَاءَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخْبَرَتْهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ نَفَقَةَ لَكِ فَانْتَقِلِي فَاذْهَبِي إِلَى ابْنِ أُمِّ مَكْتُومٍ فَكُونِي عِنْدَهُ فَإِنَّهُ رَجُلٌ أَعْمَى تَضَعِينَ ثِيَابَكِ عِنْدَهُ  .",
    "hadithBengali": "৩৫৯১-(.../...) কুতায়বাহ ইবনু সাঈদ (রহঃ) ..... আবূ সালামাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি ফাতিমাহ বিনতু কায়স (রাযিঃ) কে (তার স্বামী কর্তৃক ত্বলাক (তালাক) সম্পর্কে) জিজ্ঞেস করলাম। তিনি আমাকে জানালেন যে, তার মাখযূমী স্বামী তাকে ত্বলাক (তালাক) দিয়েছিলেন, কিন্তু তিনি তাকে খোরপোষ প্রদানে অনীহা প্রকাশ করলেন। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমার জন্য কোন খোরপোষ নেই। তুমি সেখান থেকে সরে পড় এবং ইবনু উম্মু মাকতুমের ঘরে গিয়ে তার কাছে অবস্থান কর। কারণ সে একজন অন্ধ মানুষ। সেখানে তুমি প্রয়োজনবোধে তোমার গাত্রবস্ত্র (গায়ের কাপড়) খুলে রাখতে পারবে। (ইসলামিক ফাউন্ডেশন ৩৫৬১, ইসলামীক সেন্টার ৩৬৬১)\n",
    "checkStatus": "1",
    "hadithNo": "3591",
    "id": "50674",
    "thesequence": "50177",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Salama reported that Fatima bint Qais, the sister of al-Dahhak b. Qais informed him that Abu Hafs b. Mughira al-Makhzumi divorced her three times and then he proceeded on to the Yemen. The members of his family said to her:\nThere is no maintenance allowance due to you from us. Khalid b. Walid along with a group of persons visited Allahs Messenger (ﷺ) in the house of Maimuna and they said: Abu Hafs has divorced his wife with three pronouncements; is there any maintenance allowance due to her? Thereupon Allahs Messenger (ﷺ) said: No maintenance allowance is due to her, but she is required to spend the Idda; and he sent her the message that she should not be hasty in making a decision about herself and commanded her to move to the house of Umm Sharik, and then sent her the message that as the first immigrants (frequently) visit the house of Umm Sharik, she should better go to the house of Ibn Umm Maktum, the blind, (and further said: In case you put off your head-dress, he (Ibn Umm Makhtum) will not see you. So she went to his house, and when the Idda was over, Allahs Messenger (ﷺ) married her to Usama b. Zaid b. Haritha.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، - وَهُوَ ابْنُ أَبِي كَثِيرٍ - أَخْبَرَنِي أَبُو سَلَمَةَ، أَنَّ فَاطِمَةَ بِنْتَ قَيْسٍ، أُخْتَ الضَّحَّاكِ بْنِ قَيْسٍ أَخْبَرَتْهُ أَنَّ أَبَا حَفْصِ بْنَ الْمُغِيرَةِ الْمَخْزُومِيَّ طَلَّقَهَا ثَلاَثًا ثُمَّ انْطَلَقَ إِلَى الْيَمَنِ فَقَالَ لَهَا أَهْلُهُ لَيْسَ لَكِ عَلَيْنَا نَفَقَةٌ . فَانْطَلَقَ خَالِدُ بْنُ الْوَلِيدِ فِي نَفَرٍ فَأَتَوْا رَسُولَ اللَّهِ صلى الله عليه وسلم فِي بَيْتِ مَيْمُونَةَ فَقَالُوا إِنَّ أَبَا حَفْصٍ طَلَّقَ امْرَأَتَهُ ثَلاَثًا فَهَلْ لَهَا مِنْ نَفَقَةٍ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَيْسَتْ لَهَا نَفَقَةٌ وَعَلَيْهَا الْعِدَّةُ  . وَأَرْسَلَ إِلَيْهَا  أَنْ لاَ تَسْبِقِينِي بِنَفْسِكِ  . وَأَمَرَهَا أَنْ تَنْتَقِلَ إِلَى أُمِّ شَرِيكٍ ثُمَّ أَرْسَلَ إِلَيْهَا  أَنَّ أُمَّ شَرِيكٍ يَأْتِيهَا الْمُهَاجِرُونَ الأَوَّلُونَ فَانْطَلِقِي إِلَى ابْنِ أُمِّ مَكْتُومٍ الأَعْمَى فَإِنَّكِ إِذَا وَضَعْتِ خِمَارَكِ لَمْ يَرَكِ  . فَانْطَلَقَتْ إِلَيْهِ فَلَمَّا مَضَتْ عِدَّتُهَا أَنْكَحَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم أُسَامَةَ بْنَ زَيْدِ بْنِ حَارِثَةَ.",
    "hadithBengali": "৩৫৯২-(৩৮/...) মুহাম্মাদ ইবনু রাফি (রহঃ) ..... যাহহাক ইবনু কায়স-এর ভগ্নী ফাত্বিমাহ বিনতু কায়স (রাযিঃ) থেকে বর্ণিত যে, তার স্বামী আবূ হাফস্ ইবনু মুগীরাহ (রাযিঃ) তাকে একত্রে তিন ত্বলাক (তালাক) প্রদান করেন। এরপর তিনি ইয়ামান চলে যান। তখন তার (আবূ আমর-এর) পরিবারের লোকজন তাকে (ফাত্বিমাকে) বলল, তোমার জন্য আমাদের দায়িত্বে কোন খোরপোষ নেই। এরপর খালিদ ইবনু ওয়ালীদ (রাযিঃ) একদল লোকসহ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন। তখন তিনি মায়মুনাহ্ (রাযিঃ) এর ঘরে অবস্থান করছিলেন। তারা বললেন, (ইয়া রসূলাল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম!) আবূ হাফস তার স্ত্রীকে তিন ত্বলাক (তালাক) দিয়েছেন। এখন তার স্ত্রী কি খোরপোষ পাবে? বললেনঃ না, তার জন্য কোন খোরপোষ নেই, তার উপর ইদ্দাত পালন করা ওয়াজিব। তিনি তাকে বলে পাঠালেন যে, তুমি আমাকে না জানিয়ে বিবাহের ব্যাপারে কোন সিদ্ধান্ত গ্রহণ করবে না। তিনি তাকে ইদ্দাত পালনের জন্য উম্মু শারীক এর ঘরে যাওয়ার নির্দেশ দিলেন। এরপর তিনি তাকে লোক মারফত জানিয়ে দিলেন যে, উম্মু শারীক এমন একজন মহিলা যার কাছে প্রাথমিক হিজরাতকারী সাহাবীগণ আসা যাওয়া করে থাকেন। সুতরাং তুমি অন্ধ ইবনু উম্মু মাকতুমের ঘরে চলে যাও। কারণ সেখানে তুমি প্রয়োজনবোধে তোমার দোপাট্টা (ওড়না) নামিয়ে রাখলে সে তোমাকে দেখতে পাবে না। যখন তার ইদ্দাত পূর্ণ হল তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উসামাহ ইবনু হারিসাহ (রাযিঃ) এর সঙ্গে তাকে বিয়ে দিয়ে দিলেন। (ইসলামিক ফাউন্ডেশন ৩৫৬২, ইসলামীক সেন্টার ৩৫৬২)\n",
    "checkStatus": "1",
    "hadithNo": "3592",
    "id": "50675",
    "thesequence": "50178",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Fatima bint Qais reported:\nI had been married to a person from Banu Makhzum and he divorced me with irrevocable divorce. I sent a message to his family asking for maintenance allowance, and the rest of the hadith has been transmitted with a slight change of words.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنُونَ ابْنَ جَعْفَرٍ - عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، ح وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، حَدَّثَنَا أَبُو سَلَمَةَ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، قَالَ كَتَبْتُ ذَلِكَ مِنْ فِيهَا كِتَابًا قَالَتْ كُنْتُ عِنْدَ رَجُلٍ مِنْ بَنِي مَخْزُومٍ فَطَلَّقَنِي الْبَتَّةَ فَأَرْسَلْتُ إِلَى أَهْلِهِ أَبْتَغِي النَّفَقَةَ . وَاقْتَصُّوا الْحَدِيثَ بِمَعْنَى حَدِيثِ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ . غَيْرَ أَنَّ فِي حَدِيثِ مُحَمَّدِ بْنِ عَمْرٍو   لاَ تَفُوتِينَا بِنَفْسِكِ  .",
    "hadithBengali": "৩৫৯৩-(৩৯/...) ইয়াহইয়া ইবনু আইয়্যুব, কুতায়বাহ ইবনু সাঈদ, ইবনু হুজুর ও আবূ বকর ইবনু আবূ শায়বাহ (রহিমাহমুল্লাহ) ..... ফাতিমাহ বিনতু কায়স (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি বানু মাখযুম এর এক ব্যক্তির স্ত্রী ছিলাম। তিনি আমাকে বায়িন ত্বলাক (তালাক) দিলেন তখন আমি তার পরিবার পরিজনের কাছে লোক পাঠিয়ে খোরপোষের দাবী জানালাম। এরপর তারা (বর্ণনাকারীত্রয়) আবূ সালামার সূত্রে ইয়াহইয়া ইবনু কাসীরের হাদীসের অনুরূপ বর্ণনা করে গেলেন। তবে মুহাম্মাদ ইবনু আমর বর্ণিত হাদীসে &ldquo;আমাকে বাদ দিয়ে তুমি তোমার সম্পর্কে কোন সিদ্ধান্ত নিও না&rdquo; বলে উল্লেখ রয়েছে। (ইসলামিক ফাউন্ডেশন ৩৫৬৩ ইসলামীক সেন্টার ৩৫৬৩)\n",
    "checkStatus": "1",
    "hadithNo": "3593",
    "id": "50676",
    "thesequence": "50179",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Fatima bint Qais (Allah be pleased with her) reported that she had been married to Abu Amr b. Hafs b. al-Mughira and he divorced her with three pronouncements. She stated that she went to Allahs Messenger (ﷺ) asking him about abandoning that house. He commanded her to move to the house of Ibn Umm Maktum, the blind. Marwan refused to testify the divorced woman abandoning her house (before the Idda was over). Urwa said that Aisha objected to (the words of) Fatima bint Qais.",
    "hadithArabic": " حَدَّثَنَا حَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، جَمِيعًا عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ، بْنِ سَعْدٍ حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أَخْبَرَهُ أَنَّ فَاطِمَةَ بِنْتَ قَيْسٍ أَخْبَرَتْهُ أَنَّهَا، كَانَتْ تَحْتَ أَبِي عَمْرِو بْنِ حَفْصِ بْنِ الْمُغِيرَةِ فَطَلَّقَهَا آخِرَ ثَلاَثِ تَطْلِيقَاتٍ فَزَعَمَتْ أَنَّهَا جَاءَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم تَسْتَفْتِيهِ فِي خُرُوجِهَا مِنْ بَيْتِهَا فَأَمَرَهَا أَنْ تَنْتَقِلَ إِلَى ابْنِ أُمِّ مَكْتُومٍ الأَعْمَى فَأَبَى مَرْوَانُ أَنْ يُصَدِّقَهُ فِي خُرُوجِ الْمُطَلَّقَةِ مِنْ بَيْتِهَا وَقَالَ عُرْوَةُ إِنَّ عَائِشَةَ أَنْكَرَتْ ذَلِكَ عَلَى فَاطِمَةَ بِنْتِ قَيْسٍ.",
    "hadithBengali": "৩৫৯৪-(৪০/...) হাসান ইবনু আলী আল হুলওয়ানী ও আবদ ইবনু হুমায়দ (রহিমাহুমাল্লাহ) ..... ফাতিমাহ বিনতু কায়স (রাযিঃ) বর্ণনা করেন যে, তিনি আবূ আমর ইবনু হাফস্ ইবনু মুগীরাহ (রাযিঃ) এর স্ত্রী ছিলেন। তিনি তাকে চূড়ান্ত তিন ত্বলাক (তালাক) দিলেন। তখন তিনি ফাতিমাহ বিনত কায়স (রাযিঃ) ভাবলেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে যাবেন এবং তার স্বামীর ঘর থেকে অন্যত্র অবস্থানের ব্যাপারে তার নিকট থেকে সিদ্ধান্ত জেনে নিবেন। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) নির্দেশ দিলেন যে, তুমি অন্ধ ইবনু উম্মু মাকতুমের ঘরে চলে যাও। মারওয়ান (উমাইয়্যা গভর্নর) ত্বলাক (তালাক) প্রাপ্তা মহিলার (স্বামীর) ঘর থেকে বের হওয়ার ব্যাপারে তার (আবূ সালামার) বর্ণনার সত্যতা অস্বীকার করেন। উরওয়াহ (রহঃ) বলেন, আয়িশাহ্ (রাযিঃ) ও ফাতিমাহ বিনতু কায়স এর বিষয়টি (স্বামীর ঘর ছেড়ে অন্যত্র অবস্থান করা) প্রত্যাখ্যান করেছেন। (ইসলামিক ফাউন্ডেশন ৩৫৬৪, ইসলামীক সেন্টার ৩৫৬৪)\n",
    "checkStatus": "1",
    "hadithNo": "3594",
    "id": "50677",
    "thesequence": "50180",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted through another chain of narrators.",
    "hadithArabic": " وَحَدَّثَنِيهِ مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا حُجَيْنٌ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ مَعَ قَوْلِ عُرْوَةَ إِنَّ عَائِشَةَ أَنْكَرَتْ ذَلِكَ عَلَى فَاطِمَةَ .",
    "hadithBengali": "৩৫৯৫-(.../...) মুহাম্মাদ ইবনু রাফি (রহঃ) ..... ইবনু শিহাব (রহঃ) এ সানাদে উরওয়ার উক্তিসহ বর্ণনা করেছেন যে, &ldquo;আয়িশাহ (রাযিঃ) ফাতিমার উক্ত ঘটনা অস্বীকার করেছেন। (ইসলামিক ফাউন্ডেশন ৩৫৬৫, ইসলামীক সেন্টার ৩৫৬৫)\n",
    "checkStatus": "1",
    "hadithNo": "3595",
    "id": "50678",
    "thesequence": "50181",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ubaidullah b. Abdullah b. Utba reported that Amr b. Hafs b. al-Mughira set out along with Ali b. Abi Talib (Allah be pleased with him) to the Yemen and sent to his wife the one pronouncement of divorce which was still left from the (irrevocable) divorce; and he commanded al-Harith b. Hisham and Ayyash b. Abu Rabia to give her maintenance allowance. They said to her:\nBy Allah, there is no maintenance allowance for you, except in case you are pregnant. She came to Allahs Apostle (may peace he upon him) and mentioned their opinion to him, whereupon he said: There is no maintenance allowance for you. Then she sought permission to move (to another place), and he (the Holy Prophet) permitted her. She said: Allahs Messenger, where (should I go)? He said: To the house of Ibn Umm Maktum and, as he is blind, she could put off her garmeqts in his presence and he would not see her. And when her Idda was over. Allahs Apostle (ﷺ) married her to Usama b. Zaid. Marwan (the governor of Medina) sent Qabisa b. Dhuwaib in order to ask her about this hadith, and she narrated it to him, whereupon Marwan said: We have not heard this hadith but from a woman. We would adopt a safe (path) where we found the people. Fatima said that when these words of, Marwan were conveyed to her. There is between me and you the word of Allah, the Exalted and Majestic: Do not turn them out of their houses. She asserted: This is in regard to the revocable divorce what new (turn can the event take) after three pronouncements (separation between irrevocable). Why do you say there is no maintenance allowance for her if she is not pregnant? Then on what ground do you restrain her?",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ، - وَاللَّفْظُ لِعَبْدٍ - قَالاَ أَخْبَرَنَا عَبْدُ، الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ أَبَا عَمْرِو بْنَ حَفْصِ بْنِ الْمُغِيرَةِ، خَرَجَ مَعَ عَلِيِّ بْنِ أَبِي طَالِبٍ إِلَى الْيَمَنِ فَأَرْسَلَ إِلَى امْرَأَتِهِ فَاطِمَةَ بِنْتِ قَيْسٍ بِتَطْلِيقَةٍ كَانَتْ بَقِيَتْ مِنْ طَلاَقِهَا وَأَمَرَ لَهَا الْحَارِثَ بْنَ هِشَامٍ وَعَيَّاشَ بْنَ أَبِي رَبِيعَةَ بِنَفَقَةٍ فَقَالاَ لَهَا وَاللَّهِ مَا لَكِ نَفَقَةٌ إِلاَّ أَنْ تَكُونِي حَامِلاً . فَأَتَتِ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَتْ لَهُ قَوْلَهُمَا . فَقَالَ  لاَ نَفَقَةَ لَكِ  . فَاسْتَأْذَنَتْهُ فِي الاِنْتِقَالِ فَأَذِنَ لَهَا . فَقَالَتْ أَيْنَ يَا رَسُولَ اللَّهِ فَقَالَ  إِلَى ابْنِ أُمِّ مَكْتُومٍ  . وَكَانَ أَعْمَى تَضَعُ ثِيَابَهَا عِنْدَهُ وَلاَ يَرَاهَا فَلَمَّا مَضَتْ عِدَّتُهَا أَنْكَحَهَا النَّبِيُّ صلى الله عليه وسلم أُسَامَةَ بْنَ زَيْدٍ فَأَرْسَلَ إِلَيْهَا مَرْوَانُ قَبِيصَةَ بْنَ ذُؤَيْبٍ يَسْأَلُهَا عَنِ الْحَدِيثِ فَحَدَّثَتْهُ بِهِ فَقَالَ مَرْوَانُ لَمْ نَسْمَعْ هَذَا الْحَدِيثَ إِلاَّ مِنِ امْرَأَةٍ سَنَأْخُذُ بِالْعِصْمَةِ الَّتِي وَجَدْنَا النَّاسَ عَلَيْهَا . فَقَالَتْ فَاطِمَةُ حِينَ بَلَغَهَا قَوْلُ مَرْوَانَ فَبَيْنِي وَبَيْنَكُمُ الْقُرْآنُ قَالَ اللَّهُ عَزَّ وَجَلَّ { لاَ تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ} الآيَةَ قَالَتْ هَذَا لِمَنْ كَانَتْ لَهُ مُرَاجَعَةٌ فَأَىُّ أَمْرٍ يَحْدُثُ بَعْدَ الثَّلاَثِ فَكَيْفَ تَقُولُونَ لاَ نَفَقَةَ لَهَا إِذَا لَمْ تَكُنْ حَامِلاً فَعَلاَمَ تَحْبِسُونَهَا",
    "hadithBengali": "৩৫৯৬-(৪১/...) ইসহাক ইবনু ইবরাহীম ও আবদ ইবনু হুমায়দ (রহিমাহুমাল্লাহ) ..... উবায়দুল্লাহ ইবনু &#39;আবদুল্লাহ ইবনু উতবাহ (রাযিঃ) থেকে বর্ণিত আছে যে, আবূ আমর ইবনু হাফস্ ইবনু মুগীরাহ (রাযিঃ) আলী ইবনু আবূ তলিব (রাযিঃ) এর সঙ্গে ইয়ামানে গমন করেন। এরপর তিনি তার স্ত্রী ফাতিমাহ বিনতু কায়সকে অবশিষ্ট এক তলাকের কথা বলে পাঠালেন (দু&#39; তালাক আগেই দিয়েছিলেন)। তিনি হারিস ইবনু হিশাম ও আবূ রাবী&#39;আকে নিজের পক্ষ থেকে তার (স্ত্রীকে) খোরপোষ হিসেবে কিছু দেয়ার জন্য নির্দেশ দিলেন। তখন তারা দু&#39;জন তাকে (ফাতিমাকে) বললেন, আল্লাহর কসম তোমার জন্য কোন খোরপোষ নেই। তবে তুমি গর্ভবতী হলে ভিন্ন কথা। এরপর তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন এবং তাদের দু&#39;জনের উক্তি সম্পর্কে তাকে অবহিত করলেন। তখন তিনি তাকে বললেন, তোমার জন্য কোন খোরপোষ নেই। এরপর তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে স্বামীর ঘর ছেড়ে অন্যত্র চলে যাওয়ার অনুমতি চাইলেন। তিনি তাকে অনুমতি দিলেন। তখন তিনি বললেন, হে আল্লাহর রসূল! আমি কোথায় যাব? তিনি বললেন, ইবনু উম্মু মাকতুমের কাছে চলে যাও। সে অন্ধ মানুষ। তুমি প্রয়োজনবোধে তার নিকট গাত্র বস্ত্র খুলতে পারবে এবং সে তোমাকে দেখতে পাবে না।\n\nএরপর যখন তার ইদ্দাত পূর্ণ হল তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে উসামাহ ইবনু যায়দের সঙ্গে বিয়ে দিয়ে দিলেন। পরবর্তীকালে (উমাইয়্যাহ্ গভর্নর) মারওয়ান এ হাদীসের সত্যতা সম্পর্কে জিজ্ঞেস করার উদ্দেশে কাবীসাহ ইবনু যুআয়বকে তার কাছে পাঠান। তখন তিনি তার (কাবীসার) কাছে এ হাদীস বর্ণনা করেন। এ খবর শুনে মারওয়ান বললেন, একজন মহিলা ছাড়া অন্য কারো কাছে আমি এ হাদীস শুনিনি। আমরা এ বিষয়ে নির্ভরযোগ্য ও বিশুদ্ধ মত গ্রহণ করব যার উপর আমরা মুসলিম জনসাধারণকে পেয়েছি। ফাত্বিমাহ্ বিনতু কায়স (রাযিঃ) এর নিকট মারওয়ানের মন্তব্য পৌছলে তিনি বলেন, আমার ও তোমাদের মধ্যে কুরআনই চূড়ান্ত মীমাংসাকারী। আল্লাহ বলেছেনঃ তোমরা তাদেরকে তাদের ঘর থেকে বের করে দিয়ো না। তিনি বলেন, এ আয়াত সে সব মহিলাদের জন্য প্রযোজ্য যাদের জন্য রাজ&#39;আতের অধিকার আছে। তাই তিন তলাকের পর নতুন করে আর কী থাকতে পারে? এরপর তোমরা কী করে বলতে পার যে, যে মহিলা গর্ভবতী নয় তার জন্য কোন খোরপোষ নেই? এরপরও তোমরা তাকে কিসের ভিত্তিতে তোমাদের ঘরে আটক করে রাখবে? (ইসলামিক ফাউন্ডেশন ৩৫৬৬, ইসলামীক সেন্টার ৩৫৬৬)\n",
    "checkStatus": "1",
    "hadithNo": "3596",
    "id": "50679",
    "thesequence": "50182",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Shabi reported:\nI visited Fatima bint Qais and asked her about the verdict of Allahs Messenger (ﷺ) about (board and lodging during the Idda) and she said that her husband divorced her with an irrevocable divorce. She (further. said): I contended with him before Allahs Messerger (ﷺ) about lodging and maintenance allowance, and she said: He did not provide me with any lodging or maintenance allowance, and he commanded me to spend the Idda in the house of Ibn Umm Maktum.",
    "hadithArabic": " حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا سَيَّارٌ، وَحُصَيْنٌ، وَمُغِيرَةُ، وَأَشْعَثُ، وَمُجَالِدٌ وَإِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ وَدَاوُدُ كُلُّهُمْ عَنِ الشَّعْبِيِّ، قَالَ دَخَلْتُ عَلَى فَاطِمَةَ بِنْتِ قَيْسٍ فَسَأَلْتُهَا عَنْ قَضَاءِ، رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَيْهَا فَقَالَتْ طَلَّقَهَا زَوْجُهَا الْبَتَّةَ . فَقَالَتْ فَخَاصَمْتُهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فِي السُّكْنَى وَالنَّفَقَةِ - قَالَتْ - فَلَمْ يَجْعَلْ لِي سُكْنَى وَلاَ نَفَقَةً وَأَمَرَنِي أَنْ أَعْتَدَّ فِي بَيْتِ ابْنِ أُمِّ مَكْتُومٍ .",
    "hadithBengali": "৩৫৯৭-(৪২/...) যুহায়র ইবনু হারব (রহঃ) ..... শা&#39;বী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি তার (ফাতিমাহ বিনতু কায়স) কাছে গেলাম এবং তার ব্যাপারে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সিদ্ধান্ত সম্পর্কে তাকে জিজ্ঞেস করলাম। তিনি বলেন, তার স্বামী তাকে বায়িন ত্বলাক (তালাক) দিয়ে দিলেন। তিনি বলেন, এরপর আমি বাসস্থান ও খোরপোষের জন্য তার বিরুদ্ধে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বিচারপ্রার্থী হলাম। তিনি বলেন, তিনি আমার পক্ষে বাসস্থান ও খোরপোষের রায় দেননি। উপরন্তু তিনি আমাকে ইবনু উম্মু মাকতুমের ঘরে ইদ্দাত পালনের নির্দেশ দিলেন। (ইসলামিক ফাউন্ডেশন ৩৫৬৭, ইসলামীক সেন্টার ৩৫৬৭)\n",
    "checkStatus": "1",
    "hadithNo": "3597",
    "id": "50680",
    "thesequence": "50183",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been trarismitted on the authority of Hushaim through another chain of narrators.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، عَنْ حُصَيْنٍ، وَدَاوُدَ، وَمُغِيرَةَ، وَإِسْمَاعِيلَ، وَأَشْعَثَ عَنِ الشَّعْبِيِّ، أَنَّهُ قَالَ دَخَلْتُ عَلَى فَاطِمَةَ بِنْتِ قَيْسٍ . بِمِثْلِ حَدِيثِ زُهَيْرٍ عَنْ هُشَيْمٍ",
    "hadithBengali": "৩৫৯৮-(.../...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... শা&#39;বী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি ফাতিমাহ বিনত কায়স (রাযিঃ) এর কাছে গেলাম। এরপর পূর্বোক্ত হাদীসের অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৫৬৮, ইসলামীক সেন্টার ৩৫৬৮)\n",
    "checkStatus": "1",
    "hadithNo": "3598",
    "id": "50681",
    "thesequence": "50184",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Shabi reported:\nWe visited Fatima bint Qais and she served us fresh dates and a drink of barley flour, and I asked her: Where should a woman who has been divorced by three pronouncements, spend the period of her Idda. She said: My husband divorced me with three pronouncements, and Allahs Apostle (ﷺ) permitted me to spend my Idda period with my family (with my parents).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ الْهُجَيْمِيُّ، حَدَّثَنَا قُرَّةُ، حَدَّثَنَا سَيَّارٌ، أَبُو الْحَكَمِ حَدَّثَنَا الشَّعْبِيُّ، قَالَ دَخَلْنَا عَلَى فَاطِمَةَ بِنْتِ قَيْسٍ فَأَتْحَفَتْنَا بِرُطَبِ ابْنِ طَابٍ وَسَقَتْنَا سَوِيقَ سُلْتٍ فَسَأَلْتُهَا عَنِ الْمُطَلَّقَةِ، ثَلاَثًا أَيْنَ تَعْتَدُّ قَالَتْ طَلَّقَنِي بَعْلِي ثَلاَثًا فَأَذِنَ لِي النَّبِيُّ صلى الله عليه وسلم أَنْ أَعْتَدَّ فِي أَهْلِي ",
    "hadithBengali": "৩৫৯৯-(৪৩/...) ইয়াহইয়া ইবনু হাবীব (রহঃ) ..... শা&#39;বী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা ফাতিমাহ বিনতু কায়স এর কাছে গেলাম। তখন তিনি আমাদেরকে ইবনু ত্বাব নামক টাটকা খেজুর দ্বারা আপ্যায়িত করলেন এবং গম ও মূলত ছাতুর শরবত পান করালেন। এরপর আমি তাকে তিন ত্বলাক (তালাক) প্রাপ্তা মহিলা সম্পর্কে জিজ্ঞেস করলাম যে, সে ইদ্দাত পালন করবে কোথায়? তিনি বলেন, আমার স্বামী আমাকে তিন ত্বলাক (তালাক) দিয়েছিলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে আমার আত্মীয়-স্বজনের সঙ্গে ইদ্দাত (ইদ্দত) পালনের অনুমতি দিলেন (ইসলামিক ফাউন্ডেশন ৩৫৬৯, ইসলামীক সেন্টার ৩৫৬৯)\n",
    "checkStatus": "1",
    "hadithNo": "3599",
    "id": "50682",
    "thesequence": "50185",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Fatima bint Qais (Allah be pleased with her) reported from Allahs Messenger (ﷺ) that there is no lodging and maintenance allowance for a woman who has been given irrevocable divorce.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنِ الشَّعْبِيِّ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الْمُطَلَّقَةِ ثَلاَثًا قَالَ   لَيْسَ لَهَا سُكْنَى وَلاَ نَفَقَةٌ  .",
    "hadithBengali": "৩৬০০-(৪৪/...) মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশশার (রহিমাহুমাল্লাহ) ..... ফাত্বিমাহ বিনতু কায়স (রাযিঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে তিন ত্বলাক (তালাক) প্রাপ্ত মহিলা সম্পর্কে বর্ণিত। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেন, তার জন্য বাসস্থান ও খোরপোষ কোনটাই নেই। (ইসলামিক ফাউন্ডেশন ৩৫৭০, ইসলামীক সেন্টার ৩৫৭০)\n",
    "checkStatus": "1",
    "hadithNo": "3600",
    "id": "50683",
    "thesequence": "50186",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Fatima bint Qais (Allah be pleased with her) reported:\nMy husband divorced me with three pronouncements. I decided to move (from his house to another place). So I came to Allahs Messenger (ﷺ), and he said: Move to the house of your cousin Amr b. Umm Maktum and spend your period of Idda there.",
    "hadithArabic": "وَحَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا عَمَّارُ بْنُ، رُزَيْقٍ عَنْ أَبِي إِسْحَاقَ، عَنِ الشَّعْبِيِّ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، قَالَتْ طَلَّقَنِي زَوْجِي ثَلاَثًا فَأَرَدْتُ النُّقْلَةَ فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ   انْتَقِلِي إِلَى بَيْتِ ابْنِ عَمِّكِ عَمْرِو بْنِ أُمِّ مَكْتُومٍ فَاعْتَدِّي عِنْدَهُ  .",
    "hadithBengali": "৩৬০১-(৪৫/...) ইসহাক ইবনু ইবরাহীম আল হান্&zwnj;যালী (রহঃ) ..... ফাতিমাহ বিনতু কায়স (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমার স্বামী আমাকে তিন ত্বলাক (তালাক) দিলেন। এতে আমি তার ঘর থেকে অন্যত্র চলে যাওয়ার ইচ্ছা করলাম। (এ পর্যায়ে) আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলাম। তিনি বললেন, তুমি তোমার চাচাত ভাই &#39;আমর ইবনু উম্মু মাকতুমের বাড়িতে চলে যাও এবং তার ঘরেই ইদ্দাত পালন করতে থাক। (ইসলামিক ফাউন্ডেশন ৩৫৭১, ইসলামীক সেন্টার ৩৫৭১)\n",
    "checkStatus": "1",
    "hadithNo": "3601",
    "id": "50684",
    "thesequence": "50187",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Ishaq reported:\nI was with al-Aswad b. Yazid sitting in the great mosque, and there was with us al-Shabi, and he narrated the narration of Fatima bint Qais (Allah be pleased with her) that Allahs Messenger (ﷺ) did not make any provision for lodging and maintenance allowance for her. Al-Aswad caught hold of some pebbles in his fist and he threw them towards him saying: Woe be to thee, you narrate like it, whereas Umar said: We cannot abandon the Book of Allah and the Sunnah of our Apostle (ﷺ) for the words of a woman. We do not know whether she remembers that or she forgets. For her, there is a provision of lodging and maintenance allowance. Allah, the Exalted and Majestic, said: Turn them not from their houses nor should they themselves go forth unless they commit an open indecency (lxv. 1).",
    "hadithArabic": " وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ عَمْرِو بْنِ جَبَلَةَ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا عَمَّارُ بْنُ رُزَيْقٍ، عَنْ أَبِي إِسْحَاقَ، قَالَ كُنْتُ مَعَ الأَسْوَدِ بْنِ يَزِيدَ جَالِسًا فِي الْمَسْجِدِ الأَعْظَمِ وَمَعَنَا الشَّعْبِيُّ فَحَدَّثَ الشَّعْبِيُّ بِحَدِيثِ فَاطِمَةَ بِنْتِ قَيْسٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمْ يَجْعَلْ لَهَا سُكْنَى وَلاَ نَفَقَةً ثُمَّ أَخَذَ الأَسْوَدُ كَفًّا مِنْ حَصًى فَحَصَبَهُ بِهِ . فَقَالَ وَيْلَكَ تُحَدِّثُ بِمِثْلِ هَذَا قَالَ عُمَرُ لاَ نَتْرُكُ كِتَابَ اللَّهِ وَسُنَّةَ نَبِيِّنَا صلى الله عليه وسلم لِقَوْلِ امْرَأَةٍ لاَ نَدْرِي لَعَلَّهَا حَفِظَتْ أَوْ نَسِيَتْ لَهَا السُّكْنَى وَالنَّفَقَةُ قَالَ اللَّهُ عَزَّ وَجَلَّ { لاَ تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلاَ يَخْرُجْنَ إِلاَّ أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ} ",
    "hadithBengali": "৩৬০২-(৪৬/...) মুহাম্মাদ ইবনু আমর ইবনু জাবালাহ্ (রহঃ) ..... আবূ ইসহাক (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আসওয়াদ ইবনু ইয়াযীদের সঙ্গে সেখানকার বড় মসজিদে বসা ছিলাম। শা&#39;বীও আমাদের সঙ্গে ছিলেন। তিনি ফাতিমাহ বিনতু কায়স বর্ণিত হাদীস প্রসঙ্গে বলেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জন্য বাসস্থান ও খোরপোষের সিদ্ধান্ত দেননি। তখন আসওয়াদ তার হাতে এক মুঠো কংকর নিয়ে শা&#39;বীর দিকে নিক্ষেপ করলেন। এরপর বললেন, সর্বনাশ! তুমি এমন ধরনের হাদীস বর্ণনা করছ? (অথচ) উমর (রাযিঃ) বলেছেন, আমরা আল্লাহর কিতাব এবং আমাদের নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামর সুন্নাত এমন একজন মহিলার উক্তির কারণে ছেড়ে দিতে পারি না। আমরা জানি না, সে স্মরণ রাখতে পেরেছে অথবা ভুলে যে তার জন্য বাসস্থান ও খোরপোষ আছে। আল্লাহ তা&#39;আলা বলেছেনঃ &ldquo;তোমরা তাদেরকে তাদের বাসগৃহ থেকে বহিষ্কার করে দিয়ে না এবং তারাও যেন ঘর থেকে বের না হয়। তবে তারা স্পষ্ট কোন অশ্লীলতায় লিপ্ত হলে ভিন্ন কথা&rdquo;&mdash; (সূরা আত ত্বলাক ৬৫ঃ ১)। (ইসলামিক ফাউন্ডেশন ৩৫৭২, ইসলামীক সেন্টার ৩৫৭২)\n",
    "checkStatus": "1",
    "hadithNo": "3602",
    "id": "50685",
    "thesequence": "50188",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Ishaq with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا سُلَيْمَانُ بْنُ مُعَاذٍ، عَنْ أَبِي، إِسْحَاقَ بِهَذَا الإِسْنَادِ نَحْوَ حَدِيثِ أَبِي أَحْمَدَ عَنْ عَمَّارِ بْنِ رُزَيْقٍ، بِقِصَّتِهِ .",
    "hadithBengali": "৩৬০৩-(.../...) আহমাদ ইবনু আবদাল্লাহ আয যাব্বী (রাযিঃ) ..... আবূ ইসহাক (রহঃ) থেকে উক্ত সানাদে আবূ আহমাদ আম্মার ইবনু রুযায়ক সূত্রে বর্ণিত হাদীসের অনুরূপ বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন ৩৫৭৩, ইসলামীক সেন্টার ৩৫৭৩)\n",
    "checkStatus": "1",
    "hadithNo": "3603",
    "id": "50686",
    "thesequence": "50189",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Fatima bint Qais (Allah be pleased with her) reported that her husband divorced her with three, pronouncements and Allahs Messenger (ﷺ) made no provision for her lodging and maintenance allowance. She (further said):\nAllahs Messenger (ﷺ) said to me: When your period of Idda is over, inform me. So I informed him. (By that time) Muawiya, Abu Jahm and Usama b. Zaid had given her the proposal of marriage. Allahs Messenger (ﷺ) said: So far as Muawiya is concerned, he is a poor man without any property. So far as Abu Jahm is concerned, he is a great beater of women, but Usama b. Zaid... She pointed with her hand (that she did not approve of the idea of marrying) Usama. But Allahs Messenger (may peace be upon himn) said: Obedience to Allah and obedience to His Messenger is better for thee. She said: So I married him, and I became an object of envy.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي بَكْرِ بْنِ أَبِي، الْجَهْمِ بْنِ صُخَيْرٍ الْعَدَوِيِّ قَالَ سَمِعْتُ فَاطِمَةَ بِنْتَ قَيْسٍ، تَقُولُ إِنَّ زَوْجَهَا طَلَّقَهَا ثَلاَثًا فَلَمْ يَجْعَلْ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم سُكْنَى وَلاَ نَفَقَةً قَالَتْ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا حَلَلْتِ فَآذِنِينِي  . فَآذَنْتُهُ فَخَطَبَهَا مُعَاوِيَةُ وَأَبُو جَهْمٍ وَأُسَامَةُ بْنُ زَيْدٍ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَمَّا مُعَاوِيَةُ فَرَجُلٌ تَرِبٌ لاَ مَالَ لَهُ وَأَمَّا أَبُو جَهْمٍ فَرَجُلٌ ضَرَّابٌ لِلنِّسَاءِ وَلَكِنْ أُسَامَةُ بْنُ زَيْدٍ  . فَقَالَتْ بِيَدِهَا هَكَذَا أُسَامَةُ أُسَامَةُ فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم  طَاعَةُ اللَّهِ وَطَاعَةُ رَسُولِهِ خَيْرٌ لَكِ  . قَالَتْ فَتَزَوَّجْتُهُ فَاغْتَبَطْتُ .",
    "hadithBengali": "৩৬০৪-(৪৭/...) আবূ বকর ইবনু আবূ শায়বাহ (রহঃ) ..... আবূ বকর ইবনু আবূ জাহম ইবনু সুখায়র আল আদাবী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি ফাতিমাহ বিনতু কায়স (রাযিঃ) কে বলতে শুনেছি যে, তার স্বামী তাকে তিন ত্বলাক (তালাক) দিয়েছেন। এরপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জন্য বাসস্থান ও খোরপোষের অধিকার দেননি। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেছেন, তোমার ইদ্দাত পূর্ণ হলে তুমি আমাকে জানাবে। এরপর আমি তাকে ইদ্দাত পূর্ণ হওয়ার কথা জানালাম। তখন মু&#39;আবিয়াহ (রাযিঃ), আবূ জাহম (রাযিঃ) ও উসামাহ (রাযিঃ) তাকে বিয়ে করার প্রস্তাব পাঠান। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ মু&#39;আবিয়াহ তো একজন গরীব মানুষ, তার কোন ধনসম্পদ নেই। আর আবূ জাহম-সে তো স্ত্রীদের প্রহারকারী। তবে উসামাহ- তাকে স্বামী হিসেবে গ্রহণ করতে পার। তখন তিনি তার হাতের ইশারায় বললেন, উসামাহ্ তো এরূপ। এরপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ ও তার রসূলের আনুগত্য করাই তোমার জন্য কল্যাণকর। তিনি বললেন, তখন আমি তার সঙ্গে বিবাহ বন্ধনে আবদ্ধ হলাম। (আল্লাহ আমাকে প্রাচুর্য ও বিত্তবৈভবে পরিপূর্ণ করে দিলেন) ফলে আমি ঈর্ষার কেন্দ্রে পরিণত হলাম। (ইসলামিক ফাউন্ডেশন ৩৫৭৪, ইসলামীক সেন্টার ৩৫৭৪)\n",
    "checkStatus": "1",
    "hadithNo": "3604",
    "id": "50687",
    "thesequence": "50190",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Fatima bint Qais (Allah be pleased with her) reported:\nMy husband Abu Amr b. Hafs b. al-Mughira sent Ayyish b. Abu Rabia to me with a divorce, and he also sent through him five sis of dates and five sis of barley. I said: Is there no maintenance allowance for me but only this, and I cannot even spend my Idda period in your house? He said: No. She said: I dressed myself and came to Allahs Messenger (ﷺ). He said: How many pronouncements of divorce have been made for you? I said: Three. He said what he (Ayyish b. Abu Rabia) had stated was true. There is no maintenance allowance for you. Spend Idda period in the house of your cousin, Ibn Umm Maktum. He is blind and you can put off your garment in his presence. And when you have spent your Idda period, you inform me. She said: Muawiya and Abul-Jahm (Allah be pleased with them) were among those who had given me the proposal of marriage. Thereupon Allahs Apostle (ﷺ) said: Muawiya is destitute and in poor condition and Abul-Jahm is very harsh with women (or he beats women, or like that), you should take Usama b. Zaid (as your husband).",
    "hadithArabic": " وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ أَبِي بَكْرِ بْنِ، أَبِي الْجَهْمِ قَالَ سَمِعْتُ فَاطِمَةَ بِنْتَ قَيْسٍ، تَقُولُ أَرْسَلَ إِلَىَّ زَوْجِي أَبُو عَمْرِو بْنُ حَفْصِ بْنِ الْمُغِيرَةِ عَيَّاشَ بْنَ أَبِي رَبِيعَةَ بِطَلاَقِي وَأَرْسَلَ مَعَهُ بِخَمْسَةِ آصُعِ تَمْرٍ وَخَمْسَةِ آصُعِ شَعِيرٍ فَقُلْتُ أَمَا لِي نَفَقَةٌ إِلاَّ هَذَا وَلاَ أَعْتَدُّ فِي مَنْزِلِكُمْ قَالَ لاَ . قَالَتْ فَشَدَدْتُ عَلَىَّ ثِيَابِي وَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ  كَمْ طَلَّقَكِ  . قُلْتُ ثَلاَثًا . قَالَ  صَدَقَ لَيْسَ لَكِ نَفَقَةٌ . اعْتَدِّي فِي بَيْتِ ابْنِ عَمِّكِ ابْنِ أُمِّ مَكْتُومٍ فَإِنَّهُ ضَرِيرُ الْبَصَرِ تُلْقِي ثَوْبَكِ عِنْدَهُ فَإِذَا انْقَضَتْ عِدَّتُكِ فَآذِنِينِي  . قَالَتْ فَخَطَبَنِي خُطَّابٌ مِنْهُمْ مُعَاوِيَةُ وَأَبُو الْجَهْمِ . فَقَالَ النَّبِيُّ صلى الله عليه وسلم  إِنَّ مُعَاوِيَةَ تَرِبٌ خَفِيفُ الْحَالِ وَأَبُو الْجَهْمِ مِنْهُ شِدَّةٌ عَلَى النِّسَاءِ - أَوْ يَضْرِبُ النِّسَاءَ أَوْ نَحْوَ هَذَا - وَلَكِنْ عَلَيْكِ بِأُسَامَةَ بْنِ زَيْدٍ  .",
    "hadithBengali": "৩৬০৫-(৪৮/...) ইসহাক ইবনু মানসূর (রহঃ) ..... আবূ বাকর ইবনু আবূ জাহম (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি ফাতিমাহ বিনতু কায়সকে বলতে শুনেছি যে, আমার স্বামী আবূ আমর হাফস্ ইবনু মুগীরাহ (রাযিঃ) আইয়্যাশ ইবনু আবূ রাবী&#39;আহ-কে আমার নিকটে আমাকে ত্বলাক (তালাক) দেয়ার সংবাদ দিয়ে পাঠান। তিনি তার সাথে আমার খোরপোষের জন্য পাঁচ সা&#39; (এক সা&#39; সাড়ে তিন কেজির সমান) খেজুর এবং পাঁচ সা&#39; যব পাঠিয়ে দেন। তখন আমি তাকে বললাম, আমার জন্য কি খোরপোষ এ পরিমাণ? আমি তোমাদের ঘরে ইদ্দাত করব না। তিনি (আইয়্যাশ) বললেন, না তা হতে পারে না। তিনি (ফাত্বিমাহ) বললেন, আমি তখন কাপড় চোপড় পরিধান করে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলাম। তিনি আমাকে বললেন, সে তোমাকে কত ত্বলাক (তালাক) দিয়েছে? আমি বললাম, তিন ত্বলাক (তালাক)। তিনি বললেন, সে (আয়্যাশ) ঠিকই বলেছে। তোমার জন্য কোন খোরপোষ নেই। তুমি তোমার চাচাতো ভাই ইবনু উম্মু মাকতুমের ঘরে গিয়ে ইদ্দাত পালন কর। সে একজন অন্ধ মানুষ। তুমি প্রয়োজনবোধে সেখানে কাপড় চোপড় খুলে রাখতে পারবে। এরপর তোমার ইদ্দাত পূর্ণ হলে তুমি আমাকে জানাবে।\n\nতিনি (ফাত্বিমাহ বিনতু কায়স (রাযিঃ) বলেন, আমার ইদ্দাতকাল অতিবাহিত হলে বেশ কয়েকজন লোক আমার কাছে বিয়ের পায়গাম পাঠালেন। তার মধ্যে মু&#39;আবিয়াহ ও আবূ জাহমও ছিলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ মু&#39;আবিয়াহ তো একজন গরীব মানুষ, নগণ্য সম্পদের অধিকারী আর আবূ জাহম তো নারীদের প্রতি কঠোর (অথবা বললেন) সে স্ত্রীদের লাঠিপেটা করে অথবা এরূপ কিছু বললেন। তবে উসামাহ ইবনু যায়দকেই গ্রহণ করা তোমার জন্য উচিত হবে। (ইসলামিক ফাউন্ডেশন ৩৫৭৫, ইসলামীক সেন্টার ৩৫৭৫)\n",
    "checkStatus": "1",
    "hadithNo": "3605",
    "id": "50688",
    "thesequence": "50191",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Bakr b. Abul-Jahm reported:\nI and Abu Salama b Abd al-Rahman came to fatima bint Qais (Al! ah be pleased with her) and asked her (about divorce, etc.). She said: I was the wife of Abu Amr b. Hafs b. al-Mughira, and he set out to join the battle of Najran. The rest of the hadith is the same, but he made this addition: She said: I married him and Allah hornoured me on account of Ibn Zaid and Allah favoured me because of him.",
    "hadithArabic": " وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا أَبُو عَاصِمٍ، حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، حَدَّثَنِي أَبُو بَكْرِ بْنُ أَبِي الْجَهْمِ، قَالَ دَخَلْتُ أَنَا وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ عَلَى فَاطِمَةَ بِنْتِ قَيْسٍ فَسَأَلْنَاهَا فَقَالَتْ كُنْتُ عِنْدَ أَبِي عَمْرِو بْنِ حَفْصِ بْنِ الْمُغِيرَةِ فَخَرَجَ فِي غَزْوَةِ نَجْرَانَ . وَسَاقَ الْحَدِيثَ بِنَحْوِ حَدِيثِ ابْنِ مَهْدِيٍّ وَزَادَ قَالَتْ فَتَزَوَّجْتُهُ فَشَرَّفَنِي اللَّهُ بِابْنِ زَيْدٍ وَكَرَّمَنِي اللَّهُ بِابْنِ زَيْدٍ .",
    "hadithBengali": "৩৬০৬-(৪৯/...) ইসহাক ইবনু মানসূর (রহঃ) ..... আবূ বাকর ইবনু আবূ জাহম (রাযিঃ) বলেন, আমি এবং আবূ সালামাহ ইবনু আবদুর রহমান ফাত্বিমাহ বিনতু কায়স এর কাছে গেলাম। এরপর আমরা তাকে (তার ত্বলাক (তালাক) সম্পর্কে) জিজ্ঞেস করলাম। তিনি বললেন, আমি আবূ আমর হাফস্ ইবনু মুগীরার স্ত্রী ছিলাম। একবার তিনি নাজরানের যুদ্ধে রওনা হয়ে গেলেন। এরপর আবূ বকর ইবনু আবূ জাহম (রাযিঃ) ইবনু মাহদী বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন। তবে তিনি তার বর্ণনায় এতটুকু বেশি উল্লেখ করেছেন যে, &ldquo;তিনি (ফাত্বিমাহ বিনতু কায়স) বলেন, আর আমি তাকে বিয়ে করলাম। এরপর আল্লাহ ইবনু যায়দের দ্বারা আমাকে সম্মানিত করলেন এবং আমাকে তার মাধ্যমে উচ্চ মর্যাদায় ভূষিত করলেন। (ইসলামিক ফাউন্ডেশন ৩৫৭৬, ইসলামীক সেন্টার ৩৫৭৬)\n",
    "checkStatus": "1",
    "hadithNo": "3606",
    "id": "50689",
    "thesequence": "50192",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Bakr reported:\nI and Abu Salama came to Fatima bint Qais (Allah be pleased with her) during the time of Ibn Zubair (Allah be pleased with him) and she narrated to us that her husband gave her an irrevocable divorce. (The rest of the hadith is the same.)",
    "hadithArabic": " وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، حَدَّثَنِي أَبُو بَكْرٍ، قَالَ دَخَلْتُ أَنَا وَأَبُو سَلَمَةَ عَلَى فَاطِمَةَ بِنْتِ قَيْسٍ زَمَنَ ابْنِ الزُّبَيْرِ فَحَدَّثَتْنَا أَنَّ زَوْجَهَا طَلَّقَهَا طَلاَقًا بَاتًّا . بِنَحْوِ حَدِيثِ سُفْيَانَ .",
    "hadithBengali": "৩৬০৭-(৫০/...) উবায়দুল্লাহ ইবনু মু&#39;আয আল আম্বারী (রহঃ) ..... আবূ বকর (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আবদুল্লাহ ইবনু যুবায়র (রাযিঃ) এর শাসনামলে আমি এবং আবূ সালামাহ্ (রাযিঃ) ফাতিমাহ বিনতু কায়স (রাযিঃ) এর কাছে গেলাম। তখন তিনি আমাদেরকে সুফইয়ানের হাদীসের অনুরূপ বর্ণনা করে বললেন যে, তার স্বামী তাকে বায়িন ত্বলাক (তালাক) দিয়েছেন। (ইসলামিক ফাউন্ডেশন ৩৫৭৭, ইসলামীক সেন্টার ৩৫৭৭)\n",
    "checkStatus": "1",
    "hadithNo": "3607",
    "id": "50690",
    "thesequence": "50193",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Fatima bint Qais (Allah be pleased with her) reported:\nMy husband divorced me with three pronouncements and Allahs Messenger (ﷺ) made no provision for lodging and maintenance allowance.",
    "hadithArabic": " وَحَدَّثَنِي حَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا حَسَنُ بْنُ صَالِحٍ، عَنِ السُّدِّيِّ، عَنِ الْبَهِيِّ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، قَالَتْ طَلَّقَنِي زَوْجِي ثَلاَثًا فَلَمْ يَجْعَلْ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم سُكْنَى وَلاَ نَفَقَةً .",
    "hadithBengali": "৩৬০৮-(৫১/...) হাসান ইবনু আলী আল হুলওয়ানী (রহঃ) ..... ফাত্বিমাহ বিনতু কায়স (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমার স্বামী আমাকে তিন ত্বলাক (তালাক) দিলেন। এরপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার জন্য বাসস্থান এবং খোরপোষের ফায়সালা দেননি। (ইসলামিক ফাউন্ডেশন ৩৫৭৮, ইসলামীক সেন্টার ৩৫৭৮)\n",
    "checkStatus": "1",
    "hadithNo": "3608",
    "id": "50691",
    "thesequence": "50194",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hisham reported on the authority of his father that Yahya b. Said b. al-As married the daughter of Abd al-Rahman b. al-Hakam, and he divorced her and he turned her out from his house. Urwa (Allah be -pleased with him) criticised this (action) of theirs (the members of the family of her in-laws). They said:\nVerily, Fatima too went out (of her in-laws house). Urwa said: I came to Aisha (Allah be pleased with her) and told her about it and she said: There is no good for Fatima bint Qais (Allah be pleased with her) in making mention of it.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، حَدَّثَنِي أَبِي قَالَ، تَزَوَّجَ يَحْيَى بْنُ سَعِيدِ بْنِ الْعَاصِ بِنْتَ عَبْدِ الرَّحْمَنِ بْنِ الْحَكَمِ فَطَلَّقَهَا فَأَخْرَجَهَا مِنْ عِنْدِهِ فَعَابَ ذَلِكَ عَلَيْهِمْ عُرْوَةُ فَقَالُوا إِنَّ فَاطِمَةَ قَدْ خَرَجَتْ . قَالَ عُرْوَةُ فَأَتَيْتُ عَائِشَةَ فَأَخْبَرْتُهَا بِذَلِكَ فَقَالَتْ مَا لِفَاطِمَةَ بِنْتِ قَيْسٍ خَيْرٌ فِي أَنْ تَذْكُرَ هَذَا الْحَدِيثَ .",
    "hadithBengali": "৩৬০৯-(৫২/১৪৮১) আবূ কুরায়ব (রহঃ) ..... হিশাম (রহঃ) থেকে তাঁর পিতার সূত্রে বর্ণিত। তিনি বলেন, ইয়াহইয়া ইবনু সাঈদ ইবনুল আস (রাযিঃ) আবদুর রহমান ইবনু হাকাম এর কন্যাকে বিয়ে করেন। এরপর তিনি তাকে তিন ত্বলাক (তালাক) দেন এবং তাকে তার থেকে বের করে দেন। উরওয়াহ (রহঃ) এতে তাদের ভৎসনা করেন। তারা বললেন, ফাত্বিমাহ বিনতু কায়স (রাযিঃ)ও তো ঘর থেকে বের হয়েছিলেন। উরওয়াহ বলেন, আমি আয়িশাহ্ (রাযিঃ) এর কাছে এলাম এবং তার কাছে এ ঘটনা উপস্থাপন করলাম। তিনি বললেন, ফাতিমাহ বিনতু কায়স এর জন্য কোন কল্যাণ নেই যে, সে এ হাদীস বর্ণনা করবে। (ইসলামিক ফাউন্ডেশন ৩৫৭৯, ইসলামীক সেন্টার ৩৫৭৯)\n",
    "checkStatus": "1",
    "hadithNo": "3609",
    "id": "50692",
    "thesequence": "50195",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Fatima bint Qais (Allah be pleased with her) reported that she said:\nAllahs Messenger, my husband has divorcee me with three pronouncements and I am afraid that I may be put to hardship, and so he commanded her and so she moved (to another house).",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ فَاطِمَةَ، بِنْتِ قَيْسٍ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ زَوْجِي طَلَّقَنِي ثَلاَثًا وَأَخَافُ أَنْ يُقْتَحَمَ عَلَىَّ . قَالَ فَأَمَرَهَا فَتَحَوَّلَتْ .",
    "hadithBengali": "৩৬১০-(৫৩/১৪৮২) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... ফাত্বিমাহ বিনতু কায়স (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি বললাম, হে আল্লাহর রসূল! আমার স্বামী আমাকে তিন ত্বলাক (তালাক) দিয়েছেন, আমার আশংকা হয় যে, তিনি আমার উপর চড়াও হবেন। তখন তিনি তাকে অন্যত্র চলে যাবার নির্দেশ দিলেন এবং তিনি চলে গেলেন। (ইসলামিক ফাউন্ডেশন ৩৫৮০, ইসলামীক সেন্টার ৩৫৮০)\n",
    "checkStatus": "1",
    "hadithNo": "3610",
    "id": "50693",
    "thesequence": "50196",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) said:\nIt is no good for Fatima to make mention of it, i. e. her statement: There is no lodging and maintenance allowance (for the divorced women).",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الرَّحْمَنِ، بْنِ الْقَاسِمِ عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ مَا لِفَاطِمَةَ خَيْرٌ أَنْ تَذْكُرَ هَذَا . قَالَ تَعْنِي قَوْلَهَا لاَ سُكْنَى وَلاَ نَفَقَةَ .",
    "hadithBengali": "৩৬১১-(৫৪/১৪৮১) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... আয়িশাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, ফাতিমাহ বিনতু কায়স এর জন্য এ কথা বলায় কোন কল্যাণ নেই যে, তিন ত্বলাক (তালাক) প্রাপ্তা মহিলার জন্য বাসস্থান ও খোরপোষ নেই। (ইসলামিক ফাউন্ডেশন ৩৫৮১, ইসলামীক সেন্টার ৩৫৮১)\n",
    "checkStatus": "1",
    "hadithNo": "3611",
    "id": "50694",
    "thesequence": "50197",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn al-Qasim narrated on the authority of his father that Urwa b. Zubair (Allah be pleased with him) said to Aisha (Allah be pleased with her):\nDidnt you see that such and such daughter of al-Hakam was divorced by her husband with an irrevocable divorce, and she left (the house of her husband)? Thereupon Aisha (Allah be pleased with her) said: It was bad that she did. He ( Urwa) said: Have you not heard the words of Fatima? Thereupon she said: There if no good for her in making mention of it.",
    "hadithArabic": " وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الرَّحْمَنِ، بْنِ الْقَاسِمِ عَنْ أَبِيهِ، قَالَ قَالَ عُرْوَةُ بْنُ الزُّبَيْرِ لِعَائِشَةَ أَلَمْ تَرَىْ إِلَى فُلاَنَةَ بِنْتِ الْحَكَمِ طَلَّقَهَا زَوْجُهَا الْبَتَّةَ فَخَرَجَتْ فَقَالَتْ بِئْسَمَا صَنَعَتْ . فَقَالَ أَلَمْ تَسْمَعِي إِلَى قَوْلِ فَاطِمَةَ فَقَالَتْ أَمَا إِنَّهُ لاَ خَيْرَ لَهَا فِي ذِكْرِ ذَلِكَ .",
    "hadithBengali": "৩৬১২-(.../...) ইসহাক ইবনু মানসূর (রহঃ) ..... আবদুর রহমান ইবনু কাসিম (রহঃ) তার পিতার সূত্রে বর্ণনা করেন। তিনি বলেন, উরওয়াহ ইবনু যুবায়র (রহঃ) আয়িশাহ্ (রাযিঃ) কে বললেন, হাকামের অমুক মেয়েটির সম্পর্কে আপনি কি অবহিত নন যে, তার স্বামী তাকে বায়িন ত্বলাক (তালাক) দিয়েছেন? এরপর সে ঘর থেকে বের হয়েছে। তিনি বললেন, আপনি কি ফাতিমার উক্তি শুনেননি? তখন তিনি (উরওয়াহ্) বললেন, তার উক্তি বর্ণনার মধ্যে তার জন্য কোন কল্যাণ নেই। (ইসলামিক ফাউন্ডেশন ৩৫৮২, ইসলামীক সেন্টার ৩৫৮২)\n",
    "checkStatus": "1",
    "hadithNo": "3612",
    "id": "50695",
    "thesequence": "50198",
    "isActive": "1",
    "chapterId": "18383",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৬. বায়িন ত্বলাকপ্রাপ্তা* স্ত্রীর জন্য খোরপোষ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported:\nMy maternal aunt was divorced, and she intended to pluck her dates. A person scolded her for having come out (during the period of Idda). She came to Allahs Prophet (may peace be upon him.) and he said: Certainly you can pluck (dates) from your palm trees, for perhaps you may give charity or do an act of kindness.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ ابْنِ جُرَيْجٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، ح وَحَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ طُلِّقَتْ خَالَتِي فَأَرَادَتْ أَنْ تَجُدَّ نَخْلَهَا فَزَجَرَهَا رَجُلٌ أَنْ تَخْرُجَ فَأَتَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَ   بَلَى فَجُدِّي نَخْلَكِ فَإِنَّكِ عَسَى أَنْ تَصَدَّقِي أَوْ تَفْعَلِي مَعْرُوفًا  .",
    "hadithBengali": "৩৬১৩-(৫৫/১৪৮৩) মুহাম্মাদ ইবনু হাতিম ইবনু মায়মূন, মুহাম্মাদ ইবনু রাফি ও হারূন ইবনু আবদুল্লাহ (রহিমাহুমুল্লাহ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমার খালা ত্বলাক (তালাক) প্রাপ্ত হন। এরপর তিনি তার (খেজুর বাগানের) খেজুর পাড়ার ইচ্ছা করলেন। এক ব্যক্তি তাকে বাইরে যেতে বাধা দিলেন। তখন তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হ্যাঁ তুমি তোমার বাগানের খেজুর পাড়ার জন্য বাইরে যেতে পার। কারণ সম্ভবত তা থেকে অন্যদের সদাকাহ করবে অথবা অন্য কোন ভাল কাজ করবে। (ইসলামিক ফাউন্ডেশন ৩৫৮৩, ইসলামীক সেন্টার ৩৫৮৩)\n",
    "checkStatus": "1",
    "hadithNo": "3613",
    "id": "50696",
    "thesequence": "50199",
    "isActive": "1",
    "chapterId": "18384",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৭. বায়িন ত্বলাকপ্রাপ্তা মহিলা এবং বিধবার জন্য ইদ্দাত পালনকালে প্রয়োজনে দিনের বেলায় ঘরের বাইরে যাওয়া জায়িয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ubaidullah b. Abdullah b. Utba (b. Masud) reported that his father wrote to Umar b. Abdullah b al Arqam al-Zuhri that he would go to Subaiah bint al-Hirith al-Aslamiyya (Allah be pleased with her) and ask her about a verdict from him which Allahs Messenger (ﷺ) gave her when she had asked that from him (in regard to the termination of Idda at the birth of a child) Umar b. Abdullah wrote to Abdullah b. Utba informing him that Subaiah had told him that she had been married to Sad b. Khaula and he belonged to the tribe of Amir b. Luayy, and was one of those who participated in the Battle of Badr, and he died in the Farewell Pilgrimage and she had been in the family way at that time. And much time had not elapsed that she gave birth to a child after his death and when she was free from the effects of childbirth she embellished herself for those who had to give proposals of marriage. Abd al-Sunabil b. Bakak (from Banu Abd al-Dar) came to her and said:\nWhat is this that I see you embellished; perhaps you are inclined to marry, By Allah, you cannot marry unless four months and ten days (of Idda are passed). When he said that. I dressed myself, and as it was evening I came to Allahs Messenger (ﷺ) and asked him about it, and he gave me a religious verdict that I was allowed to marry when I had given birth to a child and asked me to marry if I so liked. Ibn Shihab said: I do not find any harm fur her in marrying when she has given birth to a child even when she is bleeding (after the birth of the child) except that her husband should not go near her until she is purified.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، - وَتَقَارَبَا فِي اللَّفْظِ - قَالَ حَرْمَلَةُ حَدَّثَنَا وَقَالَ أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، - حَدَّثَنِي يُونُسُ بْنُ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، أَنَّ أَبَاهُ، كَتَبَ إِلَى عُمَرَ بْنِ عَبْدِ اللَّهِ بْنِ الأَرْقَمِ الزُّهْرِيِّ يَأْمُرُهُ أَنْ يَدْخُلَ، عَلَى سُبَيْعَةَ بِنْتِ الْحَارِثِ الأَسْلَمِيَّةِ فَيَسْأَلَهَا عَنْ حَدِيثِهَا وَعَمَّا قَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ اسْتَفْتَتْهُ فَكَتَبَ عُمَرُ بْنُ عَبْدِ اللَّهِ إِلَى عَبْدِ اللَّهِ بْنِ عُتْبَةَ يُخْبِرُهُ أَنَّ سُبَيْعَةَ أَخْبَرَتْهُ أَنَّهَا كَانَتْ تَحْتَ سَعْدِ ابْنِ خَوْلَةَ وَهُوَ فِي بَنِي عَامِرِ بْنِ لُؤَىٍّ وَكَانَ مِمَّنْ شَهِدَ بَدْرًا فَتُوُفِّيَ عَنْهَا فِي حَجَّةِ الْوَدَاعِ وَهْىَ حَامِلٌ فَلَمْ تَنْشَبْ أَنْ وَضَعَتْ حَمْلَهَا بَعْدَ وَفَاتِهِ فَلَمَّا تَعَلَّتْ مِنْ نِفَاسِهَا تَجَمَّلَتْ لِلْخُطَّابِ فَدَخَلَ عَلَيْهَا أَبُو السَّنَابِلِ بْنُ بَعْكَكٍ - رَجُلٌ مِنْ بَنِي عَبْدِ الدَّارِ - فَقَالَ لَهَا مَا لِي أَرَاكِ مُتَجَمِّلَةً لَعَلَّكِ تَرْجِينَ النِّكَاحَ إِنَّكِ وَاللَّهِ مَا أَنْتِ بِنَاكِحٍ حَتَّى تَمُرَّ عَلَيْكِ أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ . قَالَتْ سُبَيْعَةُ فَلَمَّا قَالَ لِي ذَلِكَ جَمَعْتُ عَلَىَّ ثِيَابِي حِينَ أَمْسَيْتُ فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَسَأَلْتُهُ عَنْ ذَلِكَ فَأَفْتَانِي بِأَنِّي قَدْ حَلَلْتُ حِينَ وَضَعْتُ حَمْلِي وَأَمَرَنِي بِالتَّزَوُّجِ إِنْ بَدَا لِي . قَالَ ابْنُ شِهَابٍ فَلاَ أَرَى بَأْسًا أَنْ تَتَزَوَّجَ حِينَ وَضَعَتْ وَإِنْ كَانَتْ فِي دَمِهَا غَيْرَ أَنْ لاَ يَقْرَبُهَا زَوْجُهَا حَتَّى تَطْهُرَ .",
    "hadithBengali": "৩৬১৪-(৫৬/১৪৮৪) আবূ তাহির ও হারমালাহ্ ইবনু ইয়াহইয়া (রহিমাহুমাল্লাহ) ..... উবায়দুল্লাহ ইবনু &#39;আবদুল্লাহ ইবনু আরকাম যুহরীকে নির্দেশ দিয়ে লিখলেন যে, তিনি যেন সুবায়&#39;আহ বিনতু হারিস আসলামীর কাছে চলে যান। এরপর তাকে তার হাদীস সম্পর্কে জিজ্ঞেস করেন। যখন তিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ফাতাওয়া চাইছিলেন এবং তিনি তাকে যা বলেছিলেন তখন উমর ইবনু আবদুল্লাহ ইবনু উতবাকে লিখে পাঠালেন যে, সুবায়&#39;আহ তাকে জানিয়েছেন- তিনি বানু আমির ইবনু লুঈ গোত্রের সা&#39;দ ইবনু খাওলার স্ত্রী ছিলেন। তিনি ছিলেন বাদরী সাহাবী এবং বিদায় হাজজের (হজ্জের/হজের) সময় ওফাত পান। সে সময়ে তিনি গর্ভবতী ছিলেন।\n\nতার স্বামীর ইন্তিকালের অব্যবহিত পরেই তিনি সন্তান প্রসব করেন। এরপর যখন তিনি নিফাস থেকে পবিত্র হলেন, তখন বিবাহের পয়গামদাতাদের জন্য সাজসজ্জা করতে লাগলেন। তখন বানু আবদুদ দার গোত্রের আবূ সানাবিল ইবনু বা&#39;কাক নামক এক ব্যক্তি তার কাছে এলেন। তখন তিনি তাকে বললেন, মতলব কী? আমি তোমাকে সাজসজ্জা করতে দেখতে পাচ্ছি। সম্ভবত তুমি বিবাহ প্রত্যাশী? আল্লাহর কসম চার মাস দশদিন অতিবাহিত না হওয়া পর্যন্ত তুমি বিয়ে করতে পারবে না। সুবায়&#39;আহ বললেন, যখন সে লোকটি আমাকে এ কথা বলল, তখন কাপড়-চোপড় পরিধান করে সন্ধ্যাবেলা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে চলে এলাম।\n\nএরপর আমি তাকে সে বিষযে জানিয়ে দিলাম। তিনি আমাকে জানিয়ে দিলেন যে, সন্তান ভূমিষ্ট হওয়ার সাথে সাথেই আমার ইদ্দাত পূর্ণ হয়ে গিয়েছে। তিনি আমাকে আরও নির্দেশ দিলেন যে, আমি ইচ্ছা করলে বিবাহ বন্ধনে আবদ্ধ হতে পারি। ইবনু শিহাব (রহঃ) বলেন, সস্তান ভূমিষ্ট হওয়ার পরপরই প্রসূতির জন্য বিবাহ বন্ধনে আবদ্ধ হওয়াকে আমি দূষণীয় মনে করি না, যদিও সে তখন নিফাসের ইদ্দাত পালনরত থাকে। তবে নিফাস থেকে পবিত্র হওয়ার পূর্বে স্বামী যেন স্ত্রীর সাথে যৌন সঙ্গম না করে। (ইসলামিক ফাউন্ডেশন ৩৫৮৪, ইসলামীক সেন্টার ৩৫৮৪)\n",
    "checkStatus": "1",
    "hadithNo": "3614",
    "id": "50697",
    "thesequence": "50200",
    "isActive": "1",
    "chapterId": "18385",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৮. বিধবা ও অন্যান্য ত্বলাকপ্রাপ্তা মহিলার সন্তান প্রসবের সাথে সাথে ইদ্দাত পূর্ণ হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Salama b. Abd al-Rahman and Ibn Abbas. (Allah be pleased with them) got together in the house of Abu Huraira (Allah be pleased with him) and began to discuss about the woman who gave birth to a child a few nights after the death of her husband. Ibn Abbas (Allah be pleased with then) ) said:\nHer Idda is that period which is longer of the two (between four months and ten days and the birth of the child, whichever is longer). AbuSalama, however said: Her period of Idda is over (with the birth of the child), and they were contending with each other over this issue, whereupon Abu Huraira (Allah be pleased with him) said: I subscribe (to the view) held by my nephew (i. e. Abu Salama). They sent Kuraib (the freed slave of Ibn Abbas) to Umm Salama to ask her about it. He came (back) to them and informed them that Umm Salama (Allah be pleased with her) said that Subaiah al-Aslamiyya gave birth to a child after the death of her husband when the few flights (had hardly) passed and she made mention of that to Allahs Messenger (ﷺ) and he commanded her to marry.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، أَخْبَرَنِي سُلَيْمَانُ بْنُ يَسَارٍ، أَنَّ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ، وَابْنَ، عَبَّاسٍ اجْتَمَعَا عِنْدَ أَبِي هُرَيْرَةَ وَهُمَا يَذْكُرَانِ الْمَرْأَةَ تُنْفَسُ بَعْدَ وَفَاةِ زَوْجِهَا بِلَيَالٍ . فَقَالَ ابْنُ عَبَّاسٍ عِدَّتُهَا آخِرُ الأَجَلَيْنِ . وَقَالَ أَبُو سَلَمَةَ قَدْ حَلَّتْ . فَجَعَلاَ يَتَنَازَعَانِ ذَلِكَ قَالَ فَقَالَ أَبُو هُرَيْرَةَ أَنَا مَعَ ابْنِ أَخِي - يَعْنِي أَبَا سَلَمَةَ - فَبَعَثُوا كُرَيْبًا - مَوْلَى ابْنِ عَبَّاسٍ - إِلَى أُمِّ سَلَمَةَ يَسْأَلُهَا عَنْ ذَلِكَ فَجَاءَهُمْ فَأَخْبَرَهُمْ أَنَّ أُمَّ سَلَمَةَ قَالَتْ إِنَّ سُبَيْعَةَ الأَسْلَمِيَّةَ نُفِسَتْ بَعْدَ وَفَاةِ زَوْجِهَا بِلَيَالٍ وَإِنَّهَا ذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَأَمَرَهَا أَنْ تَتَزَوَّجَ .",
    "hadithBengali": "৩৬১৫-(৫৭/১৪৮৫) মুহাম্মাদ ইবনুল মুসান্না আল আনাযী (রহঃ) ..... সুলায়মান ইবনু ইয়াসার (রাযিঃ) থেকে বর্ণিত যে, আবূ সালামাহ্ ইবনু আবদুর রহমান (রাযিঃ) ও ইবনু আব্বাস (রাযিঃ) আবূ হুরায়রাহ (রাযিঃ) এর কাছে সমবেত হলেন। তারা এমন একজন মহিলার কথা আলোচনা করছিলেন যিনি তার স্বামীর ইনতিকালের কয়েক দিন পরেই সন্তান প্রসব করেছেন। তখন ইবনু আব্বাস (রাযিঃ) বললেন, তার ইদ্দাত হবে দু&#39;টির মধ্যে দীর্ঘতরটি। আবূ সালামাহ (রাযিঃ) বললেন, তার ইদ্দাত পূর্ণ হয়ে গেছে। বিষয়টি নিয়ে তারা দুজনে বিতর্ক শুরু করে দিলেন। বর্ণনাকারী বলেন, তখন আবূ হুরায়রাহ (রাযিঃ) বললেন, আমি আমার ভাতিজা আবূ সালামার পক্ষে। এরপর তারা সবাই ইবনু আব্বাসের মুক্তদাস কুরায়বকে উম্মু সালামাহ্ (রাযিঃ) এর কাছে উক্ত বিষয়ে জিজ্ঞেস করার জন্য পাঠালেন। সে তাদের কাছে এসে বলল যে, উম্মু সালামাহ (রাযিঃ) বলেছেন, সুবায়&#39;আহ আসলামিয়াহ তার স্বামীর ইনতিকালের কয়েক রাত পরই সন্তান প্রসব করেন এবং তিনি সে বিষয়টি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থাপন করেন। তখন তিনি তাকে বিবাহ করার অনুমতি দেন। (ইসলামিক ফাউন্ডেশন ৩৫৮৫, ইসলামীক সেন্টার ৩৫৮৫)\n",
    "checkStatus": "1",
    "hadithNo": "3615",
    "id": "50698",
    "thesequence": "50201",
    "isActive": "1",
    "chapterId": "18385",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৮. বিধবা ও অন্যান্য ত্বলাকপ্রাপ্তা মহিলার সন্তান প্রসবের সাথে সাথে ইদ্দাত পূর্ণ হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narated with the same chain of transrmitters except with a small change of words (and that is):\nThey sent him to Umm Salama, but no mention was made of Kuraib.",
    "hadithArabic": " وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو، النَّاقِدُ قَالاَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، كِلاَهُمَا عَنْ يَحْيَى بْنِ سَعِيدٍ، بِهَذَا الإِسْنَادِ . غَيْرَ أَنَّقَالَ فِي حَدِيثِهِ فَأَرْسَلُوا إِلَى أُمِّ سَلَمَةَ وَلَمْ يُسَمِّ كُرَيْبًا .",
    "hadithBengali": "৩৬১৬-(.../...) মুহাম্মদ ইবনু রুমূহ, আবূ বাকর ইবনু শায়বাহ ও আমর আন নাদি (রহিমাহুমুল্লাহ) ..... ইয়াহইয়া ইবনু সাঈদ (রহঃ) থেকে উক্ত সানাদে অনুরূপ বর্ণনা করেন। তবে লায়স (রহঃ) বর্ণিত হাদীসে উল্লেখ আছে তারা সাবাই উম্মু সালামার কাছে সংবাদ পাঠালেন এবং তিনি (লায়স) কুরায়বের নাম উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন ৩৫৮৬, ইসলামীক সেন্টার ৩৫৮৬)\n",
    "checkStatus": "1",
    "hadithNo": "3616",
    "id": "50699",
    "thesequence": "50202",
    "isActive": "1",
    "chapterId": "18385",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৮. বিধবা ও অন্যান্য ত্বলাকপ্রাপ্তা মহিলার সন্তান প্রসবের সাথে সাথে ইদ্দাত পূর্ণ হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zainab (bint Abu Salama) (Allah be pleased with her) reported:\nI went to Umm Habiba, the wife of Allahs Apostle (ﷺ), when her father Abu Sufyan had died. Umm Habiba sent for a perfume having yellowness in it or something else like it, and she applied it to a girl and then rubbed it on her cheeks and then said: By Allah, I need no perfume but for the fact that I heard Allahs Messenger (ﷺ) say on the pulpit: It is not permissible for a woman believing in Allah and the Hereafter to mourn for the dead beyond three days, but (in case of the death) of the husband it is permissible for four months and ten days.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ حُمَيْدِ بْنِ نَافِعٍ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، أَنَّهَا أَخْبَرَتْهُ هَذِهِ الأَحَادِيثَ الثَّلاَثَةَ، قَالَ قَالَتْ زَيْنَبُ دَخَلْتُ عَلَى أُمِّ حَبِيبَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم حِينَ تُوُفِّيَ أَبُوهَا أَبُو سُفْيَانَ فَدَعَتْ أُمُّ حَبِيبَةَ بِطِيبٍ فِيهِ صُفْرَةٌ خَلُوقٌ أَوْ غَيْرُهُ فَدَهَنَتْ مِنْهُ جَارِيَةً ثُمَّ مَسَّتْ بِعَارِضَيْهَا ثُمَّ قَالَتْ وَاللَّهِ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ غَيْرَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ عَلَى الْمِنْبَرِ  لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ تُحِدُّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثٍ إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ",
    "hadithBengali": "৩৬১৭-(৫৮/১৪৮৬) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... হুমায়দ ইবনু নাফি (রহঃ) থেকে বর্ণিত। তিনি বলেন, যায়নাব বিনতু আবূ সালামাহ (রাযিঃ) তাকে এ তিনটি হাদীস বর্ণনা করেছেন। তিনি (হুমায়দ ইবনু নাফি) বলেন, যায়নাব (রাযিঃ) বলেছেন, যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী উম্মু হাবীবাহ (রাযিঃ) এর পিতা আবূ সুফইয়ান ইনতিকাল করেন তখন আমি তার কাছে গেলাম। আমি দেখতে পেলাম যে, উম্মু হাবীবাহ (রাযিঃ) হলদে বর্ণের মিশ্রিত সুগন্ধি আনলেন অথবা অন্য কোন প্রসাধনী চেয়ে পাঠালেন। এরপর তা থেকে একটি বালিকাকে নিজ হাতে লাগিয়ে দিলেন। এরপর তিনি তার দু&#39;কপালে হাত মুছে নিলেন। এরপর তিনি বললেন, আল্লাহর কসম! আমার সুগন্ধি ব্যবহারের কোন প্রয়োজন ছিল না। তবে আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মিম্বারে দাঁড়িয়ে বলতে শুনেছি যে, যে মহিলা আল্লাহ ও পরকালে ঈমান রাখে সে মহিলার জন্য তার কোন আত্মীয়ের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হালাল নয়। তবে বিধবা তার স্বামীর মৃত্যুতে চার মাস দশদিন শোক পালন করতে পারবে। (ইসলামিক ফাউন্ডেশন ৩৫৮৭, ইসলামীক সেন্টার ৩৫৮৭)\n",
    "checkStatus": "1",
    "hadithNo": "3617",
    "id": "50700",
    "thesequence": "50203",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Zainab said: I then visited Zainab hint Jahsh (Allah be pleased with her) when her brother died and she sent for perfume and applied it and then said: By Allah, I dont feel any need for the perfume but that I heard Allahs Messenger (ﷺ) say on the pulpit: It is not permissible for a woman believing in Allah and the Hereafbler to mourn the dead beyond three days except in case of her husband (for whom she can mourn) for four months and ten days.",
    "hadithArabic": " قَالَتْ زَيْنَبُ ثُمَّ دَخَلْتُ عَلَى زَيْنَبَ بِنْتِ جَحْشٍ حِينَ تُوُفِّيَ أَخُوهَا فَدَعَتْ بِطِيبٍ فَمَسَّتْ مِنْهُ ثُمَّ قَالَتْ وَاللَّهِ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ غَيْرَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ عَلَى الْمِنْبَرِ  لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ تُحِدُّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثٍ إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا",
    "hadithBengali": "৩৬১৮-(.../১৪৮৭) যায়নাব (রাযিঃ) বলেন, এরপর আমি (রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী) যায়নাব বিনতু জাহশ (রাযিঃ) এর কাছে গেলাম। সে সময় তার ভাই ইনতিকাল করেছিলেন। আমি দেখলাম, তিনিও সুগন্ধি চেয়ে পাঠালেন এবং তার থেকে স্পর্শ করলেন। এরপর তিনি বললেন, আল্লাহর কসম! আমার সুগন্ধি ব্যবহারের কোন প্রয়োজন ছিল না। তবে আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মিম্বারে দাঁড়িয়ে বলতে শুনেছি যে, যে মহিলা আল্লাহ ও আখিরাতে ঈমান রাখে তার জন্য মৃত ব্যক্তির জন্য তিন দিনের অধিক শোক পালন করা হালাল নয়। তবে স্বামীর মৃত্যুতে চার মাস দশদিন শোক পালন করা যাবে। (ইসলামিক ফাউন্ডেশন ৩৫৮৮, ইসলামীক সেন্টার ৩৫৮৭)\n",
    "checkStatus": "1",
    "hadithNo": "3618",
    "id": "50701",
    "thesequence": "50204",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zainab (Allah be pleased with her) said: I heard my mother Umm Salama (Allah be pleased with her) as saying: A woman came to Allahs Messenger (ﷺ) and said: Allahs Messenger. I have a daughter whose husband has died and there has developed some trouble in her eye; should we apply collyrium to it? Thereupon Allahs Messenger (ﷺ) said: No (repeating it twice or thrice, saying only, NO all the time). Then he said: It is only four mouths and ten days, whereas in the preIslamic period none of you threw away the dung until one year had passed.",
    "hadithArabic": "قَالَتْ زَيْنَبُ سَمِعْتُ أُمِّي أُمَّ سَلَمَةَ، تَقُولُ جَاءَتِ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنَتِي تُوُفِّيَ عَنْهَا زَوْجُهَا وَقَدِ اشْتَكَتْ عَيْنُهَا أَفَنَكْحُلُهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ  . مَرَّتَيْنِ أَوْ ثَلاَثًا كُلَّ ذَلِكَ يَقُولُ لاَ ثُمَّ قَالَ  إِنَّمَا هِيَ أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ وَقَدْ كَانَتْ إِحْدَاكُنَّ فِي الْجَاهِلِيَّةِ تَرْمِي بِالْبَعَرَةِ عَلَى رَأْسِ الْحَوْلِ ",
    "hadithBengali": "৩৬১৯-(.../১৪৮৮) অতঃপর যায়নাব (রাযিঃ) বলেন, আমি আমার মা উম্মু সালামাহ (রাযিঃ) কে বলতে শুনেছি যে, একবার এক মহিলা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে বলল, হে আল্লাহর রসূল! আমার কন্যাকে রেখে তার স্বামী ইন্&zwnj;তিকাল করেছেন। তার (শোক পালন করতে গিয়ে) চোখে অসুখ হয়েছে। এ অবস্থায় আমরা কি তার চোখে সুরমা ব্যবহার করতে পারি? তখন রসূলুল্লাহ বললেনঃ &#39;না&#39;। এরপর সে দুই কি তিন বার জিজ্ঞেস করল। প্রতিবারই তিনি বললেন, না। এরপর তিনি বললেন, তার ইদ্দাত তো চারমাস দশদিন। অথচ জাহিলিয়্যাহ যুগে তোমাদের একজন মহিলা বছরান্তে উটের বিষ্ঠা নিক্ষেপ করত। (ইসলামিক ফাউন্ডেশন ৩৫৮৭, ইসলামীক সেন্টার ৩৫৮৭)\n",
    "checkStatus": "1",
    "hadithNo": "3619",
    "id": "50702",
    "thesequence": "50205",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Humaid said: I said to Zainab: What is this throwing of dung until a year is passed? Zainab said: When the husband of a woman died, she went into a hut and put on her worst clothes, and did not apply perfume or something like it until a year was over. Then an animal like a donkey, or a goat, or a bird was brought to her and she rubbed her hand over it, and it so happened that one on which she rubbed her hand died. She then came out of her house and she was given dung and she threw it and then she made use of anything like perfume or something else as she liked.",
    "hadithArabic": " قَالَ حُمَيْدٌ قُلْتُ لِزَيْنَبَ وَمَا تَرْمِي بِالْبَعَرَةِ عَلَى رَأْسِ الْحَوْلِ فَقَالَتْ زَيْنَبُ كَانَتِ الْمَرْأَةُ إِذَا تُوُفِّيَ عَنْهَا زَوْجُهَا دَخَلَتْ حِفْشًا وَلَبِسَتْ شَرَّ ثِيَابِهَا وَلَمْ تَمَسَّ طِيبًا وَلاَ شَيْئًا حَتَّى تَمُرَّ بِهَا سَنَةٌ ثُمَّ تُؤْتَى بِدَابَّةٍ حِمَارٍ أَوْ شَاةٍ أَوْ طَيْرٍ فَتَفْتَضُّ بِهِ فَقَلَّمَا تَفْتَضُّ بِشَىْءٍ إِلاَّ مَاتَ ثُمَّ تَخْرُجُ فَتُعْطَى بَعَرَةً فَتَرْمِي بِهَا ثُمَّ تُرَاجِعُ بَعْدُ مَا شَاءَتْ مِنْ طِيبٍ أَوْ غَيْرِهِ .",
    "hadithBengali": "৩৬২০-(.../১৪৮৯) হুমায়দ (রাযিঃ) বলেন, আমি যায়নাবকে বললাম, এ যাবৎ উটের বিষ্ঠা নিক্ষেপ করার তাৎপর্য কী ছিল? তখন যায়নাব (রাযিঃ) বললেন, সে কালে কোন স্বামী ইন্তিকাল করলে স্ত্রীকে একটি সংকীর্ণ কক্ষে (কুঠরীতে) প্রবেশ করতে হত। ছিড়ে-ফাড়া কাপড়-চোপড় পরিধান করতে হত। সে কোন প্রসাধনী দ্রব্য স্পর্শ করতে পারত না কিংবা অন্য কোন সুগন্ধি ইত্যাদি ব্যবহার করত না। এমনিভাবে দীর্ঘ একটি বছর কেটে যেত। এরপর তার সামনে আনা হত গাধা, বকরী কিংবা পাখী জাতীয় কোন প্রাণী এবং সে ঐ প্রাণীকে স্পর্শ করে ইদ্দাত পূর্ণ করত। সে যে প্রাণীকে স্পর্শ করত তা খুব কমই বাচত। এরপর সে ঐ সংকীর্ণ কুঠরী থেকে বের হয়ে আসত। তখন তার হাতে উটের বিষ্ঠা দেয়া হত এবং সে তা ছুড়ে মারত। এরপর সে তার পছন্দসই প্রসাধনী সুগন্ধি ইত্যাদি ব্যবহারের প্রতি মনোযোগী হত। (ইসলামিক ফাউন্ডেশন ৩৫৮৭, ইসলামীক সেন্টার ৩৫৮৭)\n",
    "checkStatus": "1",
    "hadithNo": "3620",
    "id": "50703",
    "thesequence": "50206",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zainab bint Umm Salama (Allah be pleased with her) reported that a relative of Umm Habiba (Allah he pleased with her) died. She sent for a yellow (perfume) and applied that to her forearm and said:\nI, am doing it, for I have heard Allahs Messenger (ﷺ) saying: It is not permissible for a woman believing in Allah and the Hereafter to mourn beyond three days except the husband (for whom she can mourn) for four months and ten days.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ حُمَيْدِ بْنِ نَافِعٍ، قَالَ سَمِعْتُ زَيْنَبَ بِنْتَ أُمِّ سَلَمَةَ، قَالَتْ تُوُفِّيَ حَمِيمٌ لأُمِّ حَبِيبَةَ فَدَعَتْ بِصُفْرَةٍ فَمَسَحَتْهُ بِذِرَاعَيْهَا وَقَالَتْ إِنَّمَا أَصْنَعُ هَذَا لأَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ فَوْقَ ثَلاَثٍ إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا  .",
    "hadithBengali": "৩৬২১-(৫৯/১৪৮৬) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... হুমায়দ ইবনু নাফি (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি যায়নাব বিনত উম্মু সালামাকে বলতে শুনেছি যে, উম্মু হাবীবাহ (রাযিঃ) এর একজন নিকট আত্মীয় ইনতিকাল করেন। এরপর তিনি হলুদ বর্ণের সুগন্ধি চেয়ে পাঠান এবং তার দু&#39; বাহুতে মেখে নিলেন। এরপর তিনি বললেন, আমি তা এজন্য করলাম যে, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে মহিলা আল্লাহ ও আখিরাতের প্রতি ঈমান রাখে তার পক্ষে কারো মৃত্যুতে তিনদিনের বেশি শোক পালন করা হালাল নয়। তবে স্বামীর মৃত্যুতে চারমাস দশদিন শোক পালন করা যাবে। (ইসলামিক ফাউন্ডেশন ৩৫৮৮, ইসলামীক সেন্টার ৩৫৮৮)\n",
    "checkStatus": "1",
    "hadithNo": "3621",
    "id": "50704",
    "thesequence": "50207",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith was narrated by Zainab from her mother and from Zainab, the wife of Allahs Apostle (ﷺ), or from some other lady from among the wives of the Prophet (ﷺ).",
    "hadithArabic": " وَحَدَّثَتْهُ زَيْنَبُ، عَنْ أُمِّهَا، وَعَنْ زَيْنَبَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَوْ عَنِ امْرَأَةٍ مِنْ بَعْضِ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৩৬২২-(.../১৪৮৭-১৪৮৮) আর যায়নাব (রাযিঃ) এ হাদীসখানা তার মা উম্মু সালামাহ্ (রাযিঃ) এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী যায়নাব (রাযিঃ) থেকে বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন ৩৫৮৮, ইসলামীক সেন্টার ৩৫৮৮)\n",
    "checkStatus": "1",
    "hadithNo": "3622",
    "id": "50705",
    "thesequence": "50208",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zainab bint Umm Salama (Allah be pleased with her) reported on the authority of her mother that a woman lost her husband. (As her eyes were ailing) they (her kith and kin) entertained fear about her eyes, so they came to Allahs Apostle (ﷺ) and sought permission for the use of collyrium, whereupon Allahs Messenger (ﷺ) said:\nOne among you used to spend one year in a dungeon dressed in worst clothes. (And at the end of this period) she threw dung at the dog which happened to pass that way and then she came out (of her Idda). Cant she (wait) even for four months and ten days?",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ حُمَيْدِ بْنِ نَافِعٍ، قَالَ سَمِعْتُ زَيْنَبَ بِنْتَ أُمِّ سَلَمَةَ، تُحَدِّثُ عَنْ أُمِّهَا، أَنَّ امْرَأَةً، تُوُفِّيَ زَوْجُهَا فَخَافُوا عَلَى عَيْنِهَا فَأَتَوُا النَّبِيَّ صلى الله عليه وسلم فَاسْتَأْذَنُوهُ فِي الْكُحْلِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   قَدْ كَانَتْ إِحْدَاكُنَّ تَكُونُ فِي شَرِّ بَيْتِهَا فِي أَحْلاَسِهَا - أَوْ فِي شَرِّ أَحْلاَسِهَا فِي بَيْتِهَا - حَوْلاً فَإِذَا مَرَّ كَلْبٌ رَمَتْ بِبَعَرَةٍ فَخَرَجَتْ أَفَلاَ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا  .",
    "hadithBengali": "৩৬২৩-(৬০/১৪৮৮) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... হুমায়দ ইবনু নাফি&#39; (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি যায়নাব বিনতু উম্মু সালামাকে তার মায়ের সূত্রে বলতে শুনেছি যে, এক মহিলার স্বামী মারা গেল। লোকেরা তার চোখের ব্যাপারে আশংকাবোধ করল। তখন তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন। তারা তার কাছে মহিলার চোখে সুরমা ব্যবহারের অনুমতি চাইল। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ জাহিলিয়্যাত যুগে স্বামীর মৃত্যুতে তোমাদের কেউ কেউ সাদা-মাটা কাপড়-চোপড় কিংবা ছিড়ে-ফাড়া বস্ত্র পরিধান করে একটি সংকীর্ণ কক্ষে পুরো এক বছর (ইদ্দাত পালনের জন্য) অতিবাহিত করত। এরপর কোন কুকুর তার নিকট দিয়ে অতিক্রম করলে সে উটের বিষ্ঠা নিক্ষেপ করে বাইরে বের হয়ে পড়ত। এ কুসংস্কারের পরিবর্তে চারমাস দশদিন পর্যন্ত প্রতীক্ষা করতে তোমরা কি সক্ষম হবে না? (ইসলামিক ফাউন্ডেশন ৩৫৮৯, ইসলামীক সেন্টার ৩৫৮৯)\n",
    "checkStatus": "1",
    "hadithNo": "3623",
    "id": "50706",
    "thesequence": "50209",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Humaid b. Nafi narrated two traditions from Umm Salama dealing with collyrium and the other hadith from the wives of Allahs Prophet (ﷺ) except with this that no mention was made of Zainab.",
    "hadithArabic": " وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ حُمَيْدِ بْنِ نَافِعٍ، بِالْحَدِيثَيْنِ جَمِيعًا حَدِيثِ أُمِّ سَلَمَةَ فِي الْكُحْلِ وَحَدِيثِ أُمِّ سَلَمَةَ وَأُخْرَى مِنْ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم غَيْرَ أَنَّهُ لَمْ تُسَمِّهَا زَيْنَبُ نَحْوَ حَدِيثِ مُحَمَّدِ بْنِ جَعْفَرٍ .",
    "hadithBengali": "৩৬২৪-(.../...) উবায়দুল্লাহ ইবনু মুআয (রহঃ) ..... হুমায়দ ইবনু নাফি (রহঃ) থেকে বর্ণিত। তিনি চোখে সুরমা ব্যবহার সংক্রান্ত উম্মু সালামাহ্ (রাযিঃ) বর্ণিত হাদীস এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণীগণের মধ্যে থেকে কোন একজনের বর্ণিত হাদীস উল্লেখ করেছেন। তবে তিনি তার বর্ণনায় এতটুকু বেশি উল্লেখ করেছেন &ldquo;মুহাম্মাদ ইবনু জাফার (রহঃ) বর্ণিত হাদীসের অনুরূপ। যায়নাব তার নাম উল্লেখ করেননি।&rdquo; - (ইসলামিক ফাউন্ডেশন ৩৫৯০, ইসলামীক সেন্টার ৩৫৯০)\n",
    "checkStatus": "1",
    "hadithNo": "3624",
    "id": "50707",
    "thesequence": "50210",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zainab bint Abu Salama reported:\nUmm Salama and Umm Habiba (Allah be pleased with them) were talking with each other (and saying) that a woman came to Allahs Messenger (ﷺ) and mentioned to him that her daughter had lost her husband, and her eyes were sore and she wnted to use collyrium, whereupon Allahs Messenger (ﷺ) said: One among you used to throw dung at the end of a year, and now (this abstinence from adornment) is only for four months and ten days.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، قَالاَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ حُمَيْدِ بْنِ نَافِعٍ، أَنَّهُ سَمِعَ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ، تُحَدِّثُ عَنْ أُمِّ سَلَمَةَ، وَأُمِّ حَبِيبَةَ تَذْكُرَانِ أَنَّ امْرَأَةً أَتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَذَكَرَتْ لَهُ أَنَّ بِنْتًا لَهَا تُوُفِّيَ عَنْهَا زَوْجُهَا فَاشْتَكَتْ عَيْنُهَا فَهْىَ تُرِيدُ أَنْ تَكْحُلَهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   قَدْ كَانَتْ إِحْدَاكُنَّ تَرْمِي بِالْبَعَرَةِ عِنْدَ رَأْسِ الْحَوْلِ وَإِنَّمَا هِيَ أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ  .",
    "hadithBengali": "৩৬২৫-(৬১/১৪৮৬-১৪৮৮) আবূ বকর ইবনু শায়বাহ ও আমর আন নাকিদ (রহিমাহুমাল্লাহ) ..... হুমায়দ ইবনু নাফি (রহঃ) থেকে বর্ণিত। তিনি যায়নাব বিনতু আবূ সালামাকে উম্মু সালামাহ্ ও উম্মু হাবীবাহ (রাযিঃ) থেকে হাদীস বর্ণনা করতে শুনেছেন। তারা উল্লেখ করেন যে, জনৈকা মহিলা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলো। তিনি তার (রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর) কাছে উত্থাপন করলেন যে, আমার মেয়ের স্বামী মারা গিয়েছে। (তার শোক পালন করতে গিয়ে) তার চোখে অসুখ হয়েছে। সে এখন তার চোখে সুরমা ব্যবহার করতে চায়। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ (জাহিলিয়াত যুগে স্বামীর মৃত্যুতে) তোমাদের কেউ এক বছর পূর্তি পর্যন্ত উটের বিষ্ঠা নিক্ষেপ করত। আর এখন তো মাত্র চারমাস দশদিন। (ইসলামিক ফাউন্ডেশন ৩৫৯১, ইসলামীক সেন্টার ৩৫৯১)\n",
    "checkStatus": "1",
    "hadithNo": "3625",
    "id": "50708",
    "thesequence": "50211",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zainab bint Abu Salama reported that when the news of the death of Abu Safyan came to Umm Habiba she sent for yellow (perfume) on the third day and rubbed it on her forearms and on her cheeks and said:\nI had in fact no need of it, but I heard Allahs Messenger (ﷺ) as saying: It is not permissible for the women believing in Allah and the Hereafter to abstain from adornment beyond three days except (at the death of) husband (in which case she must abstain from adornment) for four months and ten days.",
    "hadithArabic": "وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، وَابْنُ أَبِي عُمَرَ، - وَاللَّفْظُ لِعَمْرٍو - حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ حُمَيْدِ بْنِ نَافِعٍ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، قَالَتْ لَمَّا أَتَى أُمَّ حَبِيبَةَ نَعِيُّ أَبِي سُفْيَانَ دَعَتْ فِي الْيَوْمِ الثَّالِثِ بِصُفْرَةٍ فَمَسَحَتْ بِهِ ذِرَاعَيْهَا وَعَارِضَيْهَا وَقَالَتْ كُنْتُ عَنْ هَذَا غَنِيَّةً سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ فَوْقَ ثَلاَثٍ إِلاَّ عَلَى زَوْجٍ فَإِنَّهَا تُحِدُّ عَلَيْهِ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا .",
    "hadithBengali": "৩৬২৬-(৬২/১৪৮৬) আমর আন নাকিদ ও ইবনু আবূ উমর (রহিমাহুমাল্লাহ) ..... যায়নাব বিনতু আবূ সালামাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী হাবীবাহ (রাযিঃ) এর কাছে তার পিতা আবূ সুফইয়ানের ইনতিকালের খবর পৌঁছল তখন তৃতীয় দিনে তিনি হলুদ বর্ণের সুগন্ধি চেয়ে পাঠালেন এবং তার দু&#39;হাতে গায়ে ভাল করে তা মেখে নিলেন। আর বললেন, আমার এর কোন প্রয়োজন ছিল না। তবে আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, যে মহিলা আল্লাহ ও আখিরাতে বিশ্বাস রাখে তার পক্ষে কারো মৃত্যুতে তিন দিনের বেশি শোক পালন করা হালাল নয়। তবে স্বামীর মৃত্যুর ব্যাপারটি স্বতন্ত্র। কেননা সে তার স্বামীর মৃত্যুতে চারমাস দশদিন শোক পালন করবে। (ইসলামিক ফাউন্ডেশন ৩৫৯২, ইসলামীক সেন্টার ৩৫৯২)\n",
    "checkStatus": "1",
    "hadithNo": "3626",
    "id": "50709",
    "thesequence": "50212",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Safiyya bint Abu Ubaid reported on the authority of Hafsa or Aisha (Allah be pleased with thein) or from both of them that Allahs Messenger (may peace he upon him) said:\nIt is not permissible for a woman believing in Allah and the Hereafter (or believing in Allah and His Messenger) that she should observe mourning for the dead beyond three days except in case of her husband.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَقُتَيْبَةُ، وَابْنُ، رُمْحٍ عَنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ نَافِعٍ، أَنَّ صَفِيَّةَ، بِنْتَ أَبِي عُبَيْدٍ حَدَّثَتْهُ عَنْ حَفْصَةَ، أَوْ عَنْ عَائِشَةَ، أَوْ عَنْ كِلْتَيْهِمَا، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ - أَوْ تُؤْمِنُ بِاللَّهِ وَرَسُولِهِ - أَنْ تُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثَةِ أَيَّامٍ إِلاَّ عَلَى زَوْجِهَا  .",
    "hadithBengali": "৩৬২৭-(৬৩/১৪৯০) ইয়াহইয়া ইবনু ইয়াহইয়া, কুতায়বাহ ও ইবনু রুমূহ (রহিমাহুমুল্লাহ) ..... হাফসাহ (রাযিঃ) কিংবা আয়িশাহ্ (রাযিঃ) থেকে পৃথকভাবে অথবা তাদের দু&#39;জন থেকে যৌথভাবে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে মহিলা আল্লাহ ও শেষ বিচার দিবসের প্রতি ঈমান রাখে কিংবা যে মহিলা আল্লাহ ও তার রসূলের প্রতি ঈমান রাখে তার পক্ষে কোন মৃতের জন্য তিন দিনের অধিক শোক পালন করা হালাল নয়। তবে তার স্বামীর মৃত্যুতে শোক পালন করবে। (ইসলামিক ফাউন্ডেশন ৩৫৯৩, ইসলামীক সেন্টার ৩৫৯৩)\n",
    "checkStatus": "1",
    "hadithNo": "3627",
    "id": "50710",
    "thesequence": "50213",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this is transmitted on the authority of Nafi.",
    "hadithArabic": " وَحَدَّثَنَاهُ شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُسْلِمٍ - حَدَّثَنَا عَبْدُ، اللَّهِ بْنُ دِينَارٍ عَنْ نَافِعٍ، بِإِسْنَادِ حَدِيثِ اللَّيْثِ . مِثْلَ رِوَايَتِهِ .",
    "hadithBengali": "৩৬২৮-(.../...) শায়বান ইবনু ফাররূখ (রহঃ) ..... নাফি (রহঃ) থেকে লায়স বর্ণিত হাদীসে অনুরূপ বর্ণিত আছে। (ইসলামিক ফাউন্ডেশন ৩৫৯৪, ইসলামীক সেন্টার ৩৫৯৪)\n",
    "checkStatus": "1",
    "hadithNo": "3628",
    "id": "50711",
    "thesequence": "50214",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Safiyya bint Abu Ubaid reported that she heard Hafsa daughter of Umar (Allah be pleased with them), (and) wife of Allahs Prophet (ﷺ), narrating a hadith like this from Allahs Apostle (ﷺ), and she made this addition:\n She should abstain from adorning herself (in case of the death of her husband) for four months and ten days.",
    "hadithArabic": "وَحَدَّثَنَاهُ أَبُو غَسَّانَ الْمِسْمَعِيُّ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، يَقُولُ سَمِعْتُ نَافِعًا، يُحَدِّثُ عَنْ صَفِيَّةَ بِنْتِ أَبِي عُبَيْدٍ، أَنَّهَا سَمِعَتْ حَفْصَةَ بِنْتَ عُمَرَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم تُحَدِّثُ عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ اللَّيْثِ وَابْنِ دِينَارٍ وَزَادَ   فَإِنَّهَا تُحِدُّ عَلَيْهِ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا  .",
    "hadithBengali": "৩৬২৯-(৬৪/...) আবূ গাসসান আল মিসমাঈ ও মুহাম্মাদ ইবনুল মুসান্না (রহিমাহুমাল্লাহ) ..... সফিয়্যাহ বর্ণিত আবূ উবায়দ (রহঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী উমারের কন্যা হাফসাহ (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। রাবী কর্তৃক বর্ণিত এ বর্ণনাটি লায়স ও ইবনু দীনার বর্ণিত হাদীসের অনুরূপ। তবে তার বর্ণনায় এতটুকু বেশি উল্লেখ আছে কারণ সে তার (স্বামীর) জন্য চারমাস দশদিন শোক পালন করবে। (ইসলামিক ফাউন্ডেশন ৩৫৯৫, ইসলামীক সেন্টার ৩৫৯৫)\n",
    "checkStatus": "1",
    "hadithNo": "3629",
    "id": "50712",
    "thesequence": "50215",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Safiyya bint Abu Ubaid narrated this tradition of Allahs Prophet (ﷺ) on the authority of some wives of Allahs Apostle (ﷺ)",
    "hadithArabic": " وَحَدَّثَنَا أَبُو الرَّبِيعِ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ، جَمِيعًا عَنْ نَافِعٍ، عَنْ صَفِيَّةَ بِنْتِ أَبِي عُبَيْدٍ، عَنْ بَعْضِ، أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَى حَدِيثِهِمْ .",
    "hadithBengali": "৩৬৩০-(.../...) আবূ রবী&#39; ও ইবনু নুমায়র (রহঃ) ..... সফিয়্যাহ বিনতু আবূ উবায়দ (রহঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জনৈক সহধর্মিণী সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তাদের বর্ণিত হাদীসের অনুরূপ। (ইসলামিক ফাউন্ডেশন ৩৫৯৬, ইসলামীক সেন্টার ৩৫৯৬)\n",
    "checkStatus": "1",
    "hadithNo": "3630",
    "id": "50713",
    "thesequence": "50216",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported Allahs Messenger (ﷺ) as saying:\nIt is not permissible for a woman believing in Allah and the Hereafter to observe mourning on the dead for more than three (days), except in case of her husband.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَزُهَيْرُ بْنُ حَرْبٍ - وَاللَّفْظُ لِيَحْيَى - قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثٍ إِلاَّ عَلَى زَوْجِهَا  .",
    "hadithBengali": "৩৬৩১-(৬৫/১৪৯১) ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বাকর ইবনু আবূ শায়বাহ, আমর আন নাকিদ ও যুহায়র ইবনু হারব (রহিমাহুমুল্লাহ) ..... আয়িশাহ (রাযিঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, যে মহিলা আল্লাহ ও শেষ বিচার দিবসের প্রতি ঈমান রাখে সে যেন তার কোন মৃতের জন্য তিন দিনের অধিক শোক পালন না করে। তবে তার স্বামীর মৃত্যুতে শোক পালন করবে। (ইসলামিক ফাউন্ডেশন ৩৫৯৭, ইসলামীক সেন্টার ৩৫৯৭)\n",
    "checkStatus": "1",
    "hadithNo": "3631",
    "id": "50714",
    "thesequence": "50217",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm `Atiyya (Allah be pleased with her) reported that Allahs Messenger (ﷺ) had said:\nA woman must not observe mourning for one who had died for more than three (days) except for four months and ten days in the case of her husband. And she must not wear a dyed garment except one of the types made of dyed yarn, or apply collyrium, or touch perfume except a little perfume or incense, when she has been purified after her courses.",
    "hadithArabic": "وَحَدَّثَنَا حَسَنُ بْنُ الرَّبِيعِ، حَدَّثَنَا ابْنُ إِدْرِيسَ، عَنْ هِشَامٍ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ تُحِدُّ امْرَأَةٌ عَلَى مَيِّتٍ فَوْقَ ثَلاَثٍ إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا وَلاَ تَلْبَسُ ثَوْبًا مَصْبُوغًا إِلاَّ ثَوْبَ عَصْبٍ وَلاَ تَكْتَحِلُ وَلاَ تَمَسُّ طِيبًا إِلاَّ إِذَا طَهُرَتْ نُبْذَةً مِنْ قُسْطٍ أَوْ أَظْفَارٍ  .",
    "hadithBengali": "৩৬৩২-(৬৬৯৩৮) হাসান ইবনু রবী&#39; (রহঃ) ..... উম্মু আতিয়্যাহ্ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন মহিলা তার কোন মৃতের জন্য তিন দিনের বেশি শোক পালন করবে না। তবে তার স্বামীর মৃত্যুতে চারমাস দশদিন পর্যন্ত শোক পালন করবে। এ সময় সীমায় (ইদ্দাতের মেয়াদকালে) সে রঙিন কাপড় চোপড় পরিধান করবে না। তবে কালো রঙে রঞ্জিত চাঁদর পরিধান করতে পারবে। সে চোখে সুরমা লাগাবে না এবং কোন সুগন্ধি ব্যবহার করবে না এবং সে হায়য থেকে পবিত্র হলে (পবিত্রতার নিদর্শন স্বরূপ) কুসত ও আযফার নামক সুগন্ধি ব্যবহার করতে পারবে। (ইসলামিক ফাউন্ডেশন ৩৫৯৮, ইসলামীক সেন্টার ৩৫৯৮)\n",
    "checkStatus": "1",
    "hadithNo": "3632",
    "id": "50715",
    "thesequence": "50218",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Hisham with the same chain of narrators but with a slight variation of words.",
    "hadithArabic": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، ح وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، كِلاَهُمَا عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ وَقَالاَ   عِنْدَ أَدْنَى طُهْرِهَا نُبْذَةً مِنْ قُسْطٍ وَأَظْفَارٍ  .",
    "hadithBengali": "৩৬৩৩-(.../...) আবূ বাকর ইবনু আবূ শায়বাহ ও আমর আন নাকিদ (রহঃ) ..... হিশাম (রহঃ) থেকে উপরোক্ত হাদীসে অনুরূপ বর্ণিত। তবে এ হাদীসে &#39;আমর আন্&zwnj; নাকিদ ও ইয়াযীদ ইবনু হারূন (রহঃ) উভয়ে বর্ণনা করেছেন যে, সে তার হায়য থেকে পবিত্র হওয়ার পর কুস্&zwnj;ত্ব ও আযফার নামক সুগন্ধি ব্যবহার করতে পারবে। (ইসলামিক ফাউন্ডেশন ৩৫৯৯, ইসলামীক সেন্টার ৩৫৯৯)\n",
    "checkStatus": "1",
    "hadithNo": "3633",
    "id": "50716",
    "thesequence": "50219",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya (Allah be pleased with her) said:\nWe were forbidden to observe mourning for the dead beyond three days except in the case of husband (where it is permissible) for four months and ten days, and (that during this period) we should neither use collyrium nor touch perfume, nor wear dyed clothes, but concession was given to a woman when one of us was purified of our courses to make use of a little incense or scent.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا أَيُّوبُ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ كُنَّا نُنْهَى أَنْ نُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثٍ إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا وَلاَ نَكْتَحِلُ وَلاَ نَتَطَيَّبُ وَلاَ نَلْبَسُ ثَوْبًا مَصْبُوغًا وَقَدْ رُخِّصَ لِلْمَرْأَةِ فِي طُهْرِهَا إِذَا اغْتَسَلَتْ إِحْدَانَا مِنْ مَحِيضِهَا فِي نُبْذَةٍ مِنْ قُسْطٍ وَأَظْفَارٍ . ",
    "hadithBengali": "৩৬৩৪-(৬৭/&hellip;) আবু রবী আয-যাহরানী (রহ) ... উম্মু আতিয়্যাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমাদেরকে কোন মৃতের জন্য তিন দিনের বেশী শোক পালন করতে নিষেধ করা হয়েছিল। তবে স্বামীর মৃত্যুতে চারমাস দশদিন পর্যন্ত শোক পালনের নিয়ম ছিল। আমরা চোখে (ইদ্দতকালীন) সময়ে সুরমা লাগাতাম না, কোন প্রকার সুগন্ধি দ্রব্য ব্যবহার করতাম না এবং রঙ্গিন কাপড়-চোপড় পরতাম না। তবে আমাদের মধ্য থেকে কোন মহিলা যখন হায়য থেকে পবিত্র হয়ে গোসল করত তখন দুর্গন্ধ দূর করার জন্য তাকে কুসত ও আযফার নামক সুগন্ধি ব্যবহার করার অনুমতি দেয়া হত। (ইসলামিক ফাউন্ডেশন ৩৬০০, ইসলামিক সেন্টার ৩৬০০)\n",
    "checkStatus": "1",
    "hadithNo": "3634",
    "id": "50717",
    "thesequence": "50220",
    "isActive": "1",
    "chapterId": "18386",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "584",
    "statusId": "1",
    "topicName": "৯. স্বামীর মৃত্যুকালীন ইদ্দাতে বিধবা স্ত্রীর শোক পালন করা ওয়াজিব এবং অন্যান্যদের মৃত্যুতে তিন দিনের বেশি শোক পালন করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]