[
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported Allahs Messenger may peace be upon him) as saying:\nIf anyone emancipates his share ina slave and has enough money to pay the full price for him, a fair price for the slave should be fixed, his partners given their shares, and the slave be thus emancipated, otherwise he is emancipated only to the extent of the first mans share.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قُلْتُ لِمَالِكٍ حَدَّثَكَ نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ فَكَانَ لَهُ مَالٌ يَبْلُغُ ثَمَنَ الْعَبْدِ قُوِّمَ عَلَيْهِ قِيمَةَ الْعَدْلِ فَأُعْطِيَ شُرَكَاؤُهُ حِصَصَهُمْ وَعَتَقَ عَلَيْهِ الْعَبْدُ وَإِلاَّ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ .",
    "hadithBengali": "৩৬৬২-(১/১৫০১) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... ইবনু উমর (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি শরীক (যৌথ মালিকানাধীন) ক্রীতদাসের বেলায় তার নিজের অংশটুকু মুক্ত করে দেয় এবং তার (মুক্তিদাতার) কাছে এ পরিমাণ ধন-সম্পদ থাকে যা উক্ত ক্রীতদাসের মূল্য সমান হয়- তবে ন্যায় সঙ্গতভাবে মূল্য নিরূপণ করবে এবং বাকী অংশীদারদের অংশের মূল্যও তাকে পরিশোধ করতে হবে। আর ক্রীতদাসটি পুরোপুরিভাবে তার পক্ষ থেকেই মুক্ত করা হবে। তবে যদি সে (পুরো অংশের মূল্য পরিশোধে) সক্ষম না হয় তাহলে সে যতটুকু অংশ মুক্ত করেছে ততটুকু মুক্ত হয়ে যাবে। (ইসলামিক ফাউন্ডেশন ৩৬২৮, ইসলামিক সেন্টার ৩৬২৮)\n",
    "checkStatus": "1",
    "hadithNo": "3662",
    "id": "50745",
    "thesequence": "50248",
    "isActive": "1",
    "chapterId": "18388",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been reported on the authority of Ibn Umar through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ رُمْحٍ، جَمِيعًا عَنِ اللَّيْثِ بْنِ سَعْدٍ، ح وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، ح وَحَدَّثَنَا أَبُو الرَّبِيعِ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا أَيُّوبُ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ، الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، ح وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي إِسْمَاعِيلُ بْنُ أُمَيَّةَ، ح وَحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ، الأَيْلِيُّ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي أُسَامَةُ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنِ ابْنِ أَبِي ذِئْبٍ، كُلُّ هَؤُلاَءِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، بِمَعْنَى حَدِيثِ مَالِكٍ عَنْ نَافِعٍ. ",
    "hadithBengali": "৩৬৬৩-(.../...) কুতাইবাহ্ ইবনু সাঈদ ও মুহাম্মাদ ইবনু রুমূহ, শাইবান ইবনু ফাররুখ, আবূ রাবী&#39;, আবূ কামিল, ইবনু নুমায়র, মুহাম্মাদ ইবনুল মুসান্না, ইসহাক ইবনু মানসূর, হারূন ইবনু সাঈদ আইলী ও মুহাম্মাদ ইবনু রাফি&#39; (রহঃ) ..... ইবনু উমর (রাযিঃ) হতে বর্ণিত। মালিক (রহঃ) নাফি (রহঃ) হতে বর্ণিত হাদীসের অর্থের সাথে সঙ্গতিপূর্ণ। (ইসলামিক ফাউন্ডেশন ৩৬২৯, ইসলামিক সেন্টার ৩৬২৯)\n",
    "checkStatus": "1",
    "hadithNo": "3663",
    "id": "50746",
    "thesequence": "50249",
    "isActive": "1",
    "chapterId": "18388",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nThe slave who is jointly owned by two persons, and is emancipated by one of them, (this one) has liability (upon him to secure complete freedom for that slave).",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ، بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ فِي الْمَمْلُوكِ بَيْنَ الرَّجُلَيْنِ فَيُعْتِقُ أَحَدُهُمَا قَالَ   يَضْمَنُ .",
    "hadithBengali": "৩৬৬৪-(২/১৫০২) মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশশার (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ক্রীতদাসটি দু&#39;জনের মালিকানাধীন তার একজন নিজের অংশ মুক্ত করে দিলে অপরজনের অংশেরও সে যিম্মাদার হবে (যদি সে বিত্তবান হয়)। (ইসলামিক ফাউন্ডেশন ৩৬৩০, ইসলামিক সেন্টার ৩৬৩০)\n",
    "checkStatus": "1",
    "hadithNo": "3664",
    "id": "50747",
    "thesequence": "50250",
    "isActive": "1",
    "chapterId": "18389",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "১. দাসের প্রয়োজন পূরণের বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased witli him) reported Allahs Prophet (ﷺ) as saying:\nIf anyone emancipates a share in a slave, he is to be completely emancipated if he has money; but if he has none, the slave will be required to work to pay for his freedom, but must not be over-burhened.",
    "hadithArabic": "وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنِ ابْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ شِقْصًا لَهُ فِي عَبْدٍ فَخَلاَصُهُ فِي مَالِهِ إِنْ كَانَ لَهُ مَالٌ فَإِنْ لَمْ يَكُنْ لَهُ مَالٌ اسْتُسْعِيَ الْعَبْدُ غَيْرَ مَشْقُوقٍ عَلَيْهِ  .",
    "hadithBengali": "৩৬৬৫-(৩/১৫০৩) আমর আন নাকিদ (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি যৌথ মালিকানাধীন ক্রীতদাসের বেলায় নিজের অংশ মুক্ত করে দিবে বাকী অংশ তার সম্পদ দ্বারাই মুক্ত করবে। আর যদি সে বিত্তশালী না হয় তাহলে সে ক্রীতদাসকে উপার্জনের মাধ্যমে মুক্ত হওয়ার চেষ্টায় নিযুক্ত করতে হবে। তবে তার উপর তার সামর্থ্যের বাইরে বোঝা চাপানো যাবে না। (ইসলামিক ফাউন্ডেশন ৩৬৩১, ইসলামিক সেন্টার ৩৬৩১)\n",
    "checkStatus": "1",
    "hadithNo": "3665",
    "id": "50748",
    "thesequence": "50251",
    "isActive": "1",
    "chapterId": "18389",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "১. দাসের প্রয়োজন পূরণের বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Said b. Abu Aruba with the same chain of transmitters but with the addition:\n If he (one of the joint owners emancipating the slave) has not (enough) money (to secure freedom for the other half) a fair price for the slave should be fixed, and he will be required to work to pay for his freedom, but must not be over-burdened.",
    "hadithArabic": "وَحَدَّثَنَاهُ عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى، - يَعْنِي ابْنَ يُونُسَ - عَنْ سَعِيدِ بْنِ، أَبِي عَرُوبَةَ بِهَذَا الإِسْنَادِ وَزَادَ   إِنْ لَمْ يَكُنْ لَهُ مَالٌ قُوِّمَ عَلَيْهِ الْعَبْدُ قِيمَةَ عَدْلٍ ثُمَّ يُسْتَسْعَى فِي نَصِيبِ الَّذِي لَمْ يُعْتِقْ غَيْرَ مَشْقُوقٍ عَلَيْهِ  .",
    "hadithBengali": "৩৬৬৬-(৪/...) আলী ইবনু খাশরাম (রহঃ) ..... সাঈদ ইবনু আবূ আরুবাহ্ (রহঃ) হতে এ সানাদে বর্ণিত। তবে তিনি তার বর্ণনায় এতটুকু বেশী উল্লেখ করেছেন যে, &ldquo;যদি সে মুক্তিদাতা বিত্তবান না হয় তখন ঐ ক্রীতদাসের প্রচলিত মূল্য স্থির করতে হবে। এরপর সে (দাস) তার অবশিষ্টাংশ মুক্ত করার লক্ষ্যে উপার্জনে নিয়োজিত হবে। তবে এ ব্যাপারে তাকে (মুক্তিদাতাকে) সাধ্যাতীত কষ্টে ফেলা যাবে না। (ইসলামিক ফাউন্ডেশন ৩৬৩২, ইসলামিক সেন্টার ৩৬৩২)\n",
    "checkStatus": "1",
    "hadithNo": "3666",
    "id": "50749",
    "thesequence": "50252",
    "isActive": "1",
    "chapterId": "18389",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "১. দাসের প্রয়োজন পূরণের বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this is reported on the authority of the same chain of transmitters but with a slight change of words.",
    "hadithArabic": " حَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ قَتَادَةَ، يُحَدِّثُ بِهَذَا الإِسْنَادِ بِمَعْنَى حَدِيثِ ابْنِ أَبِي عَرُوبَةَ وَذَكَرَ فِي الْحَدِيثِ قُوِّمَ عَلَيْهِ قِيمَةَ عَدْلٍ",
    "hadithBengali": "৩৬৬৭-(.../...) হারূন ইবনু আবদুল্লাহ (রহঃ) ..... ওয়াহব ইবনু জারীর (রহঃ) হতে বর্ণিত। তিনি বলেন, আমি কাতাদাহ্ (রহঃ) কে এ সানাদে ইবনু আবূ আরুবাহ এর হাদীসের মর্মানুযায়ী হাদীস বর্ণনা করতে শুনেছি। তিনি তার বর্ণনায় উল্লেখ করেন, ক্রীতদাসের ন্যায্য মূল্য নিরূপণ করতে হবে। (ইসলামিক ফাউন্ডেশন ৩৬৩৩, ইসলামিক সেন্টার ৩৬৩৩)\n",
    "checkStatus": "1",
    "hadithNo": "3667",
    "id": "50750",
    "thesequence": "50253",
    "isActive": "1",
    "chapterId": "18389",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "১. দাসের প্রয়োজন পূরণের বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported that Aisha decided to buy a slave-girl and then set her free, but her masters said:\nWe are prepared to sell her to you on the condition that her right of inheritance would vest with you. She (Hadrat Aisha) made a mention of that to Allahs Messenger (ﷺ) whereupon he said: This should not stand in your way. The right of inheritance vests in one who emancipates.",
    "hadithArabic": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ عَائِشَةَ، أَنَّهَا أَرَادَتْ أَنْ تَشْتَرِيَ، جَارِيَةً تُعْتِقُهَا فَقَالَ أَهْلُهَا نَبِيعُكِهَا عَلَى أَنَّ وَلاَءَهَا لَنَا . فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ   لاَ يَمْنَعُكِ ذَلِكَ فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ .",
    "hadithBengali": "৩৬৬৮-(৫/১৫০৪) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আয়িশাহ (রাযিঃ) হতে বর্ণিত। তিনি একবার একটি ক্রীতদাসী ক্রয় করে তাকে মুক্ত করে দিবেন বলে ইচ্ছা পোষণ করেছিলেন। তখন সে ক্রীতদাসীর মনিবেরা তাকে জানালেন যে, আমরা আপনার এ শর্তে ক্রীতদাসটি বিক্রয় করতে পারি যে, আমরাই হব তার ওয়ালা&#39;র* অধিকারী। তিনি বলেন এরপর বিষয়টি আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপস্থিত করলাম। তিনি বললেনঃ এ শর্ত তোমাকে ওয়ালা থেকে বঞ্চিত করবে না। কেননা প্রকৃতপক্ষে মুক্তিদাতার জন্যই &#39;ওয়ালার হক্&zwnj; নির্ধারিত। (ইসলামিক ফাউন্ডেশন ৩৬৩৪, ইসলামিক সেন্টার ৩৬৩৪)\n",
    "checkStatus": "1",
    "hadithNo": "3668",
    "id": "50751",
    "thesequence": "50254",
    "isActive": "1",
    "chapterId": "18390",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "২. প্রকৃতপক্ষে মুক্তিদাতা পাবে মুক্তদাসের ওয়ালা পরিত্যক্ত সম্পদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pjeased with her) reported that Barira came to her in order to seek her help in securing freedom, but she had (so far) paid nothing out of that sum stipulated in the contract. Aisba said to her. Go to your family (who owns you), and if they like that I should pay the amount (of the contract) on your behalf (for purchasing your freedom), then I shall have the right in your inheritance. (If they accepted it) I am prepared (to make this payment). Barira made a mention of that to the (members of) her family, but they refused and said:\nIf she (Hadrat Aisha) wants to do good to You for the sake of Allah, she may do it, but the right of inheritance will be ours. She (Hadrat Aisha) made a mention of that to Allahs Messenger (ﷺ), and he said to her: Buy her, and emancipate her, for the right of inheritance vests with one who emancipates (the slave). Allahs Messenger, may peace be upon him) then stood up and said: What has happened to the people that they lay down conditions which are not (found) in the Book of Allah? And he who laid down a condition not found in the Book of Allah, that is not valid. even if it is laid down hundred times. The condition laid down by Allah is the most weighty and the most valid.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّ بَرِيرَةَ جَاءَتْ عَائِشَةَ تَسْتَعِينُهَا فِي كِتَابَتِهَا وَلَمْ تَكُنْ قَضَتْ مِنْ كِتَابَتِهَا شَيْئًا فَقَالَتْ لَهَا عَائِشَةُ ارْجِعِي إِلَى أَهْلِكِ فَإِنْ أَحَبُّوا أَنْ أَقْضِيَ عَنْكِ كِتَابَتَكِ وَيَكُونَ وَلاَؤُكِ لِي . فَعَلْتُ فَذَكَرَتْ ذَلِكَ بَرِيرَةُ لأَهْلِهَا فَأَبَوْا وَقَالُوا إِنْ شَاءَتْ أَنْ تَحْتَسِبَ عَلَيْكِ فَلْتَفْعَلْ وَيَكُونَ لَنَا وَلاَؤُكِ . فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم  ابْتَاعِي فَأَعْتِقِي . فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ  . ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  مَا بَالُ أُنَاسٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ مَنِ اشْتَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ فَلَيْسَ لَهُ وَإِنْ شَرَطَ مِائَةَ مَرَّةٍ شَرْطُ اللَّهِ أَحَقُّ وَأَوْثَقُ  .",
    "hadithBengali": "৩৬৬৯-(৬/...) কুতাইবাহ ইবনু সাঈদ (রহঃ) ... আয়িশাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, বারীরাহ (রাযিঃ) তার লিখিত মুক্তিপণ পরিশোধের ব্যাপারে সাহায্যের জন্য আয়িশাহ (রাযিঃ) এর কাছে এল। সে তার লিখিত মুক্তিপণের কিছুই আদায় করেনি। তখন আয়িশাহ (রাযিঃ) তাকে বললেনঃ তুমি তোমার মুনিবের কাছে ফিরে যাও। যদি তারা এ শর্তে রাযি হয় যে, আমি তোমার লিখিত মুক্তিপণের যাবতীয় পাওনা আদায় করলে তোমার ওয়ালা আমার প্রাপ্য হবে, তবে তা আমি করতে পারি। বারীরা তার মনিবদের কাছে বিষয়টি উত্থাপন করল। কিন্তু তারা সে প্রস্তাব মেনে নিল না এবং বলে দিল, যদি তিনি সাওয়াবের আশায় তোমার লিখিত মুক্তিপণ আদায়ের দায়িত্ব নেন তাহলে নিতে পারেন, তবে তোমার &#39;ওয়ালা আমাদের জন্যই থাকবে। এরপর তিনি [আয়িশাহ (রাযিঃ)] বিষয়টি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উঠালেন। তখন তিনি তাকে বললেনঃ তাকে খরিদ করে মুক্ত করে দিতে পার, কেননা ওয়ালা মুক্তিদাতারই প্রাপ্য। এরপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে গেলেন এবং বললেনঃ লোকদের কী হয়েছে তারা এমন কিছু শর্তারোপ করে যা আল্লাহর কিতাবে নেই। যে ব্যক্তি এমন শর্তারোপ করবে যা আল্লাহর কিতাবে নেই- সে শর্তের কোন মূল্য নেই যদিও সে একশো বার শর্তারোপ করে। আল্লাহর শর্তই কেবল সঠিক ও নির্ভরযোগ্য। (ইসলামিক ফাউন্ডেশন ৩৬৩৫, ইসলামিক সেন্টার ৩৬৩৫)\n",
    "checkStatus": "1",
    "hadithNo": "3669",
    "id": "50752",
    "thesequence": "50255",
    "isActive": "1",
    "chapterId": "18390",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "২. প্রকৃতপক্ষে মুক্তিদাতা পাবে মুক্তদাসের ওয়ালা পরিত্যক্ত সম্পদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha, the wife of Allahs Apostle (ﷺ), reported:\nBarira came to me and said: Aisha, I have entered into contract for securing freedom with my family (who owns me) for nine uqiyas (of silver), one uqiya every year The rest of the hadith is the same (but with this addition): This (the problem of the right of inheritance) should not stand in your way. Buy her, and set her free. He said in a hadith: Allahs Messenger (ﷺ) stood up among men, extolled Allah, praised Him, and then said: for......",
    "hadithArabic": " حَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ جَاءَتْ بَرِيرَةُ إِلَىَّ فَقَالَتْ يَا عَائِشَةُ إِنِّي كَاتَبْتُ أَهْلِي عَلَى تِسْعِ أَوَاقٍ فِي كُلِّ عَامٍ أُوقِيَّةٌ . بِمَعْنَى حَدِيثِ اللَّيْثِ وَزَادَ فَقَالَ  لاَ يَمْنَعُكِ ذَلِكِ مِنْهَا ابْتَاعِي وَأَعْتِقِي  . وَقَالَ فِي الْحَدِيثِ ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي النَّاسِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ  أَمَّا بَعْدُ  .",
    "hadithBengali": "৩৬৭০-(৭/...) আবূ তাহির (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী আয়িশাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ বারীরা (রাযিঃ) আমার কাছে এল। এরপর সে বলল, হে আয়িশাহ! আমি আমার মুনিবের কাছে লিখিত চুক্তি করেছি যে, বছরে এক উকিয়া (চল্লিশ দিরহামে এক উকিয়া) করে নয় বছরে সর্বমোট নয় উকিয়া পরিশোধ করব। এরপর লায়স (রহঃ) বর্ণিত হাদীসের অনুরূপ। তবে এ বর্ণনায় এতটুকু বেশী উল্লেখ আছে: &ldquo;তিনি (রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেন, তাদের এ শর্ত করা তোমাকে &#39;ওয়ালা&#39; প্রাপ্তি হতে বাধা দিবে না। তুমি তাকে খরিদ করে মুক্ত করে দিতে পার। উরওয়াহ ইবনু যুবায়র (রহঃ) এ হাদীসে উল্লেখ করেন, তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের সামনে দাঁড়িয়ে যান এবং আল্লাহর প্রশংসা ও তার মহিমা বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৬৩৬, ইসলামিক সেন্টার ৩৬৩৬)\n",
    "checkStatus": "1",
    "hadithNo": "3670",
    "id": "50753",
    "thesequence": "50256",
    "isActive": "1",
    "chapterId": "18390",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "২. প্রকৃতপক্ষে মুক্তিদাতা পাবে মুক্তদাসের ওয়ালা পরিত্যক্ত সম্পদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nBarira came to me and said: My family (owners) have made contract with me (for granting freedom) for nine uqiyas (of silver) payable in nine years, one uqiya every year. Help me (in making this payment). I said to her: If your family so desires, I am prepared to make them the full payment in one instalment, and thus secure freedom for you, but the right of inheritance will vest in me, if I do so. She (Barira) made a mention of that to her family, but they refused (except) on the condition that the right of inheritance would vest in them. She came to me and made mention of if She (Aisha) said: I scolded her. She (Barira) said: By Allah, it is not possible (they will never agree to it). And as she was saying it, Allahs messenger (ﷺ) heard, and he asked me, I informed him and he said: Buy her and emancipate her, and let the right of inherit- ance vest in them, for they cannot claim it (rightfully) since the right of inherritance vests with one who emancipates (the slave; therefore, these people have no right to lay such false claims). And I did so. She (Aisha) said: Then Allahs Messenger (ﷺ) delivered a sermon in the evening. He extolled Allah and praised Him with what He deserves, and then said afterwards,: What has happened to the people that they lay down conditions which are not found in the Book of Allah? And the condition which is not found in the Book of Allah is invalid, even if its number is one hundred. The Book of Allah is more true (than any other deed) and the condition laid down by Allah is more binding (than any other condition). What has happened to the people among you that someone among you says: Emancipate so and so, but the right of inheritance vests in me? Verily, the right of inheritance vests in one who emancipates.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ الْهَمْدَانِيُّ حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا هِشَامُ، بْنُ عُرْوَةَ أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ، قَالَتْ دَخَلَتْ عَلَىَّ بَرِيرَةُ فَقَالَتْ إِنَّ أَهْلِي كَاتَبُونِي عَلَى تِسْعِ أَوَاقٍ فِي تِسْعِ سِنِينَ فِي كُلِّ سَنَةٍ أُوقِيَّةٌ . فَأَعِينِينِي . فَقُلْتُ لَهَا إِنْ شَاءَ أَهْلُكِ أَنْ أَعُدَّهَا لَهُمْ عَدَّةً وَاحِدَةً وَأُعْتِقَكِ وَيَكُونَ الْوَلاَءُ لِي فَعَلْتُ . فَذَكَرَتْ ذَلِكَ لأَهْلِهَا فَأَبَوْا إِلاَّ أَنْ يَكُونَ الْوَلاَءُ لَهُمْ فَأَتَتْنِي فَذَكَرَتْ ذَلِكَ قَالَتْ فَانْتَهَرْتُهَا فَقَالَتْ لاَهَا اللَّهِ إِذَا قَالَتْ . فَسَمِعَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَأَلَنِي فَأَخْبَرْتُهُ فَقَالَ  اشْتَرِيهَا وَأَعْتِقِيهَا وَاشْتَرِطِي لَهُمُ الْوَلاَءَ فَإِنَّ الْوَلاَءَ لِمَنْ أَعْتَقَ  . فَفَعَلْتُ - قَالَتْ - ثُمَّ خَطَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَشِيَّةً فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ  أَمَّا بَعْدُ فَمَا بَالُ أَقْوَامٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ مَا كَانَ مِنْ شَرْطٍ لَيْسَ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ فَهُوَ بَاطِلٌ وَإِنْ كَانَ مِائَةَ شَرْطٍ كِتَابُ اللَّهِ أَحَقُّ وَشَرْطُ اللَّهِ أَوْثَقُ مَا بَالُ رِجَالٍ مِنْكُمْ يَقُولُ أَحَدُهُمْ أَعْتِقْ فُلاَنًا وَالْوَلاَءُ لِي إِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ  .",
    "hadithBengali": "৩৬৭১-(৮/...) আবূ কুরায়ব মুহাম্মাদ ইবনু &#39;আলা আল-হামদানী (রহঃ) ..... আয়িশাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, একদিন বারীরা (রাযিঃ) আমার কাছে এল। এরপর সে বলল, আমার মনিব আমাকে প্রতি বছর একটি করে নয় বছরে নয়টি উকীয়্যাহ্ (চল্লিশ দিরহামে এক উকীয়াহ্) আদায় করার শর্তে আমাকে মুক্তি দানের ব্যাপারে লিখিত চুক্তি করেছে। আপনি আমাকে সাহায্য করুন। আমি [আয়িশাহ (রাযিঃ)] তাকে বললাম, তোমার মনিব যদি এ শর্তে রাজী হয় যে তোমার মুক্তিপণ এক সঙ্গে আদায় করে দিলে তোমার &#39;ওয়ালা&#39; আমি পাব তাহলে আমি তোমাকে মুক্তির ব্যাপারে সাহায্য করতে চাই। তখন বারীরাহ (রাযিঃ) এ বিষয়টি তার মুনিবের কাছে উঠালে তাদের জন্য &#39;ওয়ালা&#39; ব্যতিরেকে তারা তার প্রস্তাব প্রত্যাখ্যান করল। এরপর সে আমার [আয়িশাহ্ (রাযিঃ)] এর কাছে এসে তাদের কথা বলল। তিনি বলেন, আমি তাকে ধমক দিয়ে বললামঃ তাহলে আল্লাহর কসম! আমি রাজী নই। আয়িশাহ (রাযিঃ) বলেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিষয়টি শুনলেন এবং আমাকে জিজ্ঞেস করলেন। তার কাছে সমস্ত ঘটনা খুলে বললাম।\n\nএরপর তিনি বললেনঃ হে আয়িশাহ! তুমি তাকে খরিদ করে মুক্ত করে দাও এবং তাদের জন্য ওয়ালা&#39;র শর্ত করে দাও। তবে নিশ্চয়ই ওয়ালা সে পাবে যে মুক্তি দান করে। আমি (আয়িশাহ) তাই করলাম। রাবী বলেনঃ এরপর সন্ধ্যা বেলা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভাষণ দিলেন। তিনি আল্লাহর যথাযথ প্রশংসা ও তার মহিমা ঘোষণা করলেন। এরপর বললেনঃ লোকের অবস্থা কেমন অবস্থায় পৌছেছে যে, তারা এমন সব শর্ত দেয় যা আল্লাহর কিতাবে নেই। স্মরণ রাখ, যে শর্ত আল্লাহর কিতাবে নেই, তা বাতিল বলে গণ্য, যদিও একশতবার শর্তারোপ করা হয়। আল্লাহর কিতাবের শর্তই যথার্থ সঠিক, আল্লাহর শর্তই সর্বাধিক সুদৃঢ়। তোমাদের মধ্যে কতক লোকের কী হয়েছে যে, তারা অপরকে বলে অমুককে মুক্ত করে দাও আর &#39;ওয়ালা গ্রহণ করব আমরা? অথচ ওয়ালা তো আসলে তারই পাওনা যে মুক্ত করে। (ইসলামিক ফাউন্ডেশন ৩৬৩৭, ইসলামিক সেন্টার ৩৬৩৭)\n",
    "checkStatus": "1",
    "hadithNo": "3671",
    "id": "50754",
    "thesequence": "50257",
    "isActive": "1",
    "chapterId": "18390",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "২. প্রকৃতপক্ষে মুক্তিদাতা পাবে মুক্তদাসের ওয়ালা পরিত্যক্ত সম্পদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hisham b. Urwa narrated a hadith like this with the same chain of trans- mitters except (with this change) that in the hadith transmitted on the authority of jartr (the words are):\nHer (Bariras) husband was a slave, so Allahs Messenger (ﷺ) gave her the option (either to retain her matrimonial relation with her husband or sever it off). She opted to break off (and secure freedom for her even from the matrimonial alliance). And if he were free he would not have given her the option. In the hadith narrated on the authority (of this chain of transmitters) these words are not found: Amma badu.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا ابْنُ نُمَيْرٍ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، جَمِيعًا عَنْ جَرِيرٍ، كُلُّهُمْ عَنْ هِشَامِ بْنِ عُرْوَةَ، بِهَذَا الإِسْنَادِ . نَحْوَ حَدِيثِ أَبِي أُسَامَةَ غَيْرَ أَنَّ فِي، حَدِيثِ جَرِيرٍ قَالَ وَكَانَ زَوْجُهَا عَبْدًا فَخَيَّرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَاخْتَارَتْ نَفْسَهَا وَلَوْ كَانَ حُرًّا لَمْ يُخَيِّرْهَا . وَلَيْسَ فِي حَدِيثِهِمْ   أَمَّا بَعْدُ  .",
    "hadithBengali": "৩৬৭২-(৯/...) আবূ বাকর ইবনু আবূ শাইবাহ, আবূ কুরায়ব, যুহায়র ইবনু হারব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... হিশাম ইবনু উরওয়াহ্ (রহঃ) বর্ণিত হাদীসের অনুরূপ একই সানাদে বর্ণিত আছে। তবে জারীর বর্ণিত হাদীসে উল্লেখ আছে- তিনি বলেন, তার (বারীরার) স্বামী ছিল ক্রীতদাস। সে কারণে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ইচ্ছার স্বাধীনতা দান করেছিলেন। (যখন সে মুক্ত হবে তখন ক্রীতদাস স্বামীর সঙ্গে বৈবাহিক সম্পর্ক বহাল রাখতে কিংবা তা নাকচ করে দিতে পারবে- এ ইখতিয়ার তাকে দেয়া হয়েছিল)। সে নিজের স্বার্থটাকেই সমর্থন করল (ক্রীতদাস স্বামীকে পছন্দ করল না)। যদি সে স্বাধীন হত তাহলে তিনি (রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তাকে (বারীরাকে) ইখতিয়ার দিতেন না।&rdquo; আর তাদের বর্ণিত হাদীসে أَمَّا بَعْدُ (অতঃপর) শব্দটির উল্লেখ নেই। (ইসলামিক ফাউন্ডেশন ৩৬৩৮, ইসলামিক সেন্টার ৩৬৩৮)\n",
    "checkStatus": "1",
    "hadithNo": "3672",
    "id": "50755",
    "thesequence": "50258",
    "isActive": "1",
    "chapterId": "18390",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "২. প্রকৃতপক্ষে মুক্তিদাতা পাবে মুক্তদাসের ওয়ালা পরিত্যক্ত সম্পদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd al-Rahman b. al. Qasim reported on the authority of his father:\nAisha (Allah be pleased with her) said: There were three issues which were clarified in case of Barira: her owners had decided to sell her on the condition that the right of her inheritance would vest with them. She (Aisha) said: I made a mention of that to Allahs Apostle (ﷺ) and he said: Buy her and emancipate her, for verily the right of inheritance vests with one who emancipates. She said that she emancipated (her) and Allahs Messenger (ﷺ) gave her the option (either to retain her matrimonial alliance or break it after emancipation). She (taking advantage of the option) opted for herself (the severing of matrimonial alliance). Aisha said: The people used to give her charity and she gave us that as gift. I made a mention of it to Allahs Apostle (ﷺ), whereupon he said: That is charity for her but gift for you, so take that.",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، - وَاللَّفْظُ لِزُهَيْرٍ - قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ فِي بَرِيرَةَ ثَلاَثُ قَضِيَّاتٍ أَرَادَ أَهْلُهَا أَنْ يَبِيعُوهَا وَيَشْتَرِطُوا وَلاَءَهَا فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ  اشْتَرِيهَا وَأَعْتِقِيهَا فَإِنَّ الْوَلاَءَ لِمَنْ أَعْتَقَ  . قَالَتْ وَعَتَقَتْ فَخَيَّرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَاخْتَارَتْ نَفْسَهَا . قَالَتْ وَكَانَ النَّاسُ يَتَصَدَّقُونَ عَلَيْهَا وَتُهْدِي لَنَا . فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ  هُوَ عَلَيْهَا صَدَقَةٌ وَهُوَ لَكُمْ هَدِيَّةٌ فَكُلُوهُ  .",
    "hadithBengali": "৩৬৭৩-(১০/...) যুহায়র ইবনু হারব ও মুহাম্মাদ ইবনুল &#39;আলা (রহঃ) ..... আয়িশাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, বারীরার কল্যাণে তিনটি শরীআতী বিধান পাওয়া গিয়েছিল\n\n১. তার মুনিবেরা তাকে বিক্রি করতে চেয়েছিল এবং তার &#39;ওয়ালা&#39;র উপর তাদের অধিকার লাভের শর্তারোপ করেছিল। আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বিষয়টি উঠালাম। তিনি আমাকে বললেন, তাকে ক্রয় করে মুক্ত করে দাও। কেননা ওয়ালা সেই পাবে যে আযাদ করে।\n\n২. যখন তাকে (বারীরাকে) মুক্ত করে দেয়া হল তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে (তার ক্রীতদাস স্বামীকে রাখা, না রাখার) ইখতিয়ার দিয়েছিলেন। এরপর সে নিজের স্বার্থটাকেই সমর্থন করল। (তার ক্রীতদাস স্বামীকে প্রত্যাখ্যান করল।)\n\n৩. তিনি [আয়িশাহ্ (রাযিঃ)] বলেন, লোকেরা বারীরাকে সদাকাহ্ খয়রাত করত এবং সে তা (সদাকাহকৃত জিনিস) থেকে আমাদেরকে কিছু হাদিয়া হিসেবে দিত। এরপর আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বিযয়টি পেশ করলাম। তিনি বললেন, &ldquo;তা তার জন্য সদাকাহ্ এবং তোমাদের জন্য হাদিয়া। সুতরাং তোমরা তা খাও।&rdquo; (ইসলামিক ফাউন্ডেশন ৩৬৩৯, ইসলামিক সেন্টার ৩৬৩৯)\n",
    "checkStatus": "1",
    "hadithNo": "3673",
    "id": "50756",
    "thesequence": "50259",
    "isActive": "1",
    "chapterId": "18390",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "২. প্রকৃতপক্ষে মুক্তিদাতা পাবে মুক্তদাসের ওয়ালা পরিত্যক্ত সম্পদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allahs be pleased with her) reported that she had bought Barira from the people of Ansar, but they laid down the condition that the right of inheritance (would vest in them), whereupon Allahs Messenger (ﷺ) said:\nThe right of inheritance vests with one who shows favour (who emancipates) and Allahs Messenger (may peacebe upon him) gave her the choice (either to retain) her matrimonial alliance or break it). Her husband was a slave. She (Barira also) gave Aisha some meat as gift. Allahs Messenger (ﷺ) said: I wish you could prepare (cook) for us out of this meat. Aisha said, It has been given as charity to Barira, whereupon he said: That is charity for her and gift for us.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنْ سِمَاكٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، . أَنَّهَا اشْتَرَتْ بَرِيرَةَ مِنْ أُنَاسٍ مِنَ الأَنْصَارِ . وَاشْتَرَطُوا الْوَلاَءَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  الْوَلاَءُ لِمَنْ وَلِيَ النِّعْمَةَ  . وَخَيَّرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَانَ زَوْجُهَا عَبْدًا وَأَهْدَتْ لِعَائِشَةَ لَحْمًا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَوْ صَنَعْتُمْ لَنَا مِنْ هَذَا اللَّحْمِ  . قَالَتْ عَائِشَةُ تُصُدِّقَ بِهِ عَلَى بَرِيرَةَ . فَقَالَ  هُوَ لَهَا صَدَقَةٌ وَلَنَا هَدِيَّةٌ  .",
    "hadithBengali": "৩৬৭৪-(১১/...) আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... আয়িশাহ (রাযিঃ) হতে বর্ণিত। তিনি কিছু সংখ্যক আনসার মনিবদের কাছে থেকে বারীরাকে খরিদ করলেন। তবে তারা (সে সময়) ওয়ালা&#39;র শর্ত দিয়েছিল। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ প্রকৃতপক্ষে ওয়ালা তারই প্রাপ্য যে নিআমাতের অধিকারী (মুক্তিদাতা)। আর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ইখতিয়ার প্রদান করেছিলেন। তার স্বামী ছিল ক্রীতদাস। একবার সে (বারীরাহ) আয়িশাহ (রাযিঃ) এর কাছে কিছু পরিমাণ গোশত হাদিয়া পাঠাল। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা যদি এ গোশত থেকে আমার জন্য কিছুটা রান্না করে আনতে.....। তখন আয়িশাহ (রাযিঃ) বললেনঃ এতো বারীরার জন্য সদাকাহ্ হিসেবে এসেছে (আর আপনার জন্য সদাকাহ হারাম)। তিনি বললেনঃ তা তার জন্য সদাকাহ এবং আমাদের জন্য হাদিয়া। (ইসলামিক ফাউন্ডেশন ৩৬৪০, ইসলামিক সেন্টার ৩৬৪০)\n",
    "checkStatus": "1",
    "hadithNo": "3674",
    "id": "50757",
    "thesequence": "50260",
    "isActive": "1",
    "chapterId": "18390",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "২. প্রকৃতপক্ষে মুক্তিদাতা পাবে মুক্তদাসের ওয়ালা পরিত্যক্ত সম্পদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nShe wanted to buy Barira with a view to emancipating her. They (the sellers) laid down the condition that the right of inheritance would vest (with them). She (Hadrat Aisha) made a mention of that to Allahs Messenger (ﷺ), whereupon he said: Buy her and emancipate her for the right of inheritance vests with one who emancipates. Allahs Messenger (ﷺ) was given meat as gift. They (his Companions) said to Allahs Apostle (ﷺ): This was given as charity to Barira, whereupon he said: That is charity for her but gift for us. And she was given option (to retain her matrimonial alliance or to break it). Abd al-Rahman said: Her husband was a free man. Shuba said: I then asked him (one of the narrators) about Bariras husband (whether he had been a free mart or a slave), whereupon he said: I do not know.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ عَبْدَ، الرَّحْمَنِ بْنَ الْقَاسِمِ قَالَ سَمِعْتُ الْقَاسِمَ، يُحَدِّثُ عَنْ عَائِشَةَ، أَنَّهَا أَرَادَتْ أَنْ تَشْتَرِيَ، بَرِيرَةَ لِلْعِتْقِ فَاشْتَرَطُوا وَلاَءَهَا فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ  اشْتَرِيهَا وَأَعْتِقِيهَا فَإِنَّ الْوَلاَءَ لِمَنْ أَعْتَقَ  . وَأُهْدِيَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم لَحْمٌ فَقَالُوا لِلنَّبِيِّ صلى الله عليه وسلم هَذَا تُصُدِّقَ بِهِ عَلَى بَرِيرَةَ . فَقَالَ  هُوَ لَهَا صَدَقَةٌ وَهُوَ لَنَا هَدِيَّةٌ  . وَخُيِّرَتْ . فَقَالَ عَبْدُ الرَّحْمَنِ وَكَانَ زَوْجُهَا حُرًّا . قَالَ شُعْبَةُ ثُمَّ سَأَلْتُهُ عَنْ زَوْجِهَا فَقَالَ لاَ أَدْرِي .",
    "hadithBengali": "৩৬৭৫-(১২/...) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... আয়িশাহ্ (রাযিঃ) হতে বর্ণিত। তিনি মুক্ত করে দেয়ার উদ্দেশে বারীরাকে খরিদ করার ইচ্ছা প্রকাশ করলেন। কিন্তু তারা (বারীরার মুনিবেরা) তার ওয়ালা&#39; পাওয়ার শর্তারোপ করে বসল। তখন তিনি বিযয়টি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উঠালেন। তিনি বললেনঃ তুমি তাকে খরিদ করে মুক্ত করে দাও। মূলত &#39;ওয়ালা&#39; সে পাবে যে মুক্ত করে দেয়। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য কিছু গোশত হাদিয়া রূপে পেশ করা হল। তখন তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বললেনঃ এ গোশত বারীরাকে সদাকাহ্ হিসেবে দেয়া হয়েছে। তিনি বললেনঃ এতো তার জন্য সদাকাহ এবং আমাদের জন্য হাদিয়া। তাকে (বারীরাকে) তার (ক্রীতদাস) স্বামীর বিষয়ে স্বাধীনতা দেয়া হয়েছিল। আবদুর রহমান বললেন, তার স্বামী স্বাধীন ছিল। শু&#39;বাহ (রহঃ) বলেনঃ আমি পুনরায় তাকে (আবদুর রহমানকে) তার (বারীরার) স্বামী সম্পর্কে জিজ্ঞেস করলাম। তিনি বললেন, আমার জানা নেই। (ইসলামিক ফাউন্ডেশন ৩৬৪১, ইসলামিক সেন্টার ৩৬৪১)\n",
    "checkStatus": "1",
    "hadithNo": "3675",
    "id": "50758",
    "thesequence": "50261",
    "isActive": "1",
    "chapterId": "18390",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "২. প্রকৃতপক্ষে মুক্তিদাতা পাবে মুক্তদাসের ওয়ালা পরিত্যক্ত সম্পদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Shuba with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَحْمَدُ بْنُ عُثْمَانَ النَّوْفَلِيُّ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "৩৬৭৬-(.../...) আহমাদ ইবনু উসমান নাওফালী (রহঃ) ..... শু&#39;বাহ্ (রহঃ) এর সূত্রে এ সানাদে অনুরূপ বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন ৩৬৪২, ইসলামিক সেন্টার ৩৬৪২)\n",
    "checkStatus": "1",
    "hadithNo": "3676",
    "id": "50759",
    "thesequence": "50262",
    "isActive": "1",
    "chapterId": "18390",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "২. প্রকৃতপক্ষে মুক্তিদাতা পাবে মুক্তদাসের ওয়ালা পরিত্যক্ত সম্পদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha reported that the husband of Barira was a slave.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ جَمِيعًا عَنْ أَبِي هِشَامٍ، قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُغِيرَةُ بْنُ سَلَمَةَ الْمَخْزُومِيُّ، وَأَبُو هِشَامٍ حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ يَزِيدَ بْنِ رُومَانَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ زَوْجُ بَرِيرَةَ عَبْدًا .",
    "hadithBengali": "৩৬৭৭-(১৩/...) মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশশার (রহঃ) ..... আয়িশাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন যে, বারীরার স্বামী ক্রীতদাস ছিল। (ইসলামিক ফাউন্ডেশন ৩৬৪৩, ইসলামিক সেন্টার ৩৬৪৩)\n",
    "checkStatus": "1",
    "hadithNo": "3677",
    "id": "50760",
    "thesequence": "50263",
    "isActive": "1",
    "chapterId": "18390",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "২. প্রকৃতপক্ষে মুক্তিদাতা পাবে মুক্তদাসের ওয়ালা পরিত্যক্ত সম্পদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her). the wife of Allahs Apostle (may Peace be upon him) said:\nThree are the Sunan (usages) (that we came to know in case of Bairara). She was given option in regard to her husband when she was emancipated. Sbe was given meat as charity. Allahs Messenger (way peace be upon him) visited me when an earthen pot with meat in it was placed on the fire. He asked for food and be was given bread with ordinary meat (usually cooked in the) house. Thereupon he (Allahs Messenger) said: Dont I see the earthen pot on fire with meat in it? They said: Yes. Allahs Messenger, there is meat in it which was given as charity to Barira. We did not deem it advisable that we should give you that to eat, whereupon he said: It is charity for her, but it is gift for us. Allahs Apostle (ﷺ) also said: The right of inheritance vests with one who emancipates.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ رَبِيعَةَ بْنِ أَبِي، عَبْدِ الرَّحْمَنِ عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ كَانَ فِي بَرِيرَةَ ثَلاَثُ سُنَنٍ خُيِّرَتْ عَلَى زَوْجِهَا حِينَ عَتَقَتْ وَأُهْدِيَ لَهَا لَحْمٌ فَدَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالْبُرْمَةُ عَلَى النَّارِ فَدَعَا بِطَعَامٍ فَأُتِيَ بِخُبْزٍ وَأُدُمٍ مِنْ أُدُمِ الْبَيْتِ فَقَالَ  أَلَمْ أَرَ بُرْمَةً عَلَى النَّارِ فِيهَا لَحْمٌ  . فَقَالُوا بَلَى يَا رَسُولَ اللَّهِ ذَلِكَ لَحْمٌ تُصُدِّقَ بِهِ عَلَى بَرِيرَةَ فَكَرِهْنَا أَنْ نُطْعِمَكَ مِنْهُ . فَقَالَ  هُوَ عَلَيْهَا صَدَقَةٌ وَهُوَ مِنْهَا لَنَا هَدِيَّةٌ  . وَقَالَ النَّبِيُّ صلى الله عليه وسلم فِيهَا  إِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ  .",
    "hadithBengali": "৩৬৭৮-(১৪/...) আবূ তাহির (রহঃ) ..... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ বারীরার ঘটনায় তিনটি বিধান জারী হয়েছেঃ\n\n১. যখন সে মুক্তি লাভ করেছিল তখন স্বামীর (বৈবাহিক সূত্র বহাল রাখা, না রাখার) ব্যাপারে তাকে ইখতিয়ার প্রদান করা হয়েছিল।\n\n২. তাকে গোশত সদাকাহ করা হয়েছিল। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের (আয়িশাহর) কাছে এলেন। তখন গোশতের হাড়ি চুলার উপর টগবগ করছিল। তিনি খাবার চাইলেন। তখন তার সামনে রুটি এবং ঘর থেকে তরকারী পরিবেশন করা হল। তিনি বললেনঃ আমি কি লক্ষ্য করিনি যে, চুলার উপর হাড়ি আছে যার মধ্যে গোশত রয়েছে। তারা বললেনঃ জি হ্যাঁ, হে আল্লাহর রসূল! ওটা তো বারীরাকে সদাকাহ দেয়া গোশত। আমরা তা থেকে আপনাকে খাওয়ানো পছন্দ করিনা। তখন তিনি বললেনঃ এতো তার জন্য সদাকাহ এবং তার পক্ষ থেকে তা আমাদের জন্য হাদিয়া।\n\n৩. নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার (বারীরার) মুক্তির ব্যাপারে বললেনঃ আসলে ওয়ালা সে-ই পাবে যে আযাদ করে। (ইসলামিক ফাউন্ডেশন ৩৬৪৪, ইসলামিক সেন্টার ৩৬৪৪)\n",
    "checkStatus": "1",
    "hadithNo": "3678",
    "id": "50761",
    "thesequence": "50264",
    "isActive": "1",
    "chapterId": "18390",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "২. প্রকৃতপক্ষে মুক্তিদাতা পাবে মুক্তদাসের ওয়ালা পরিত্যক্ত সম্পদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported:\nAisha (Allah be pleated with her) thought of buying a slave-girl and emancipating her, but her owners refused to (sell her but on the condition) that the right of inheritance would vest in them. She made a mention of that to Allahs Messenger (ﷺ). whereupon he said: Let this (condition) not stand in your way for the right of inheritance vests with one who emancipates.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، حَدَّثَنِي سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أَرَادَتْ عَائِشَةُ أَنْ تَشْتَرِيَ، جَارِيَةً تُعْتِقُهَا فَأَبَى أَهْلُهَا إِلاَّ أَنْ يَكُونَ لَهُمُ الْوَلاَءُ فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ   لاَ يَمْنَعُكِ ذَلِكِ فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ  .",
    "hadithBengali": "৩৬৭৯-(১৫/১৫০৫) আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, একবার আয়িশাহ (রাযিঃ) একটি ক্রীতদাসী খরিদ করে আযাদ করে দেয়ার ইচ্ছা প্রকাশ করলেন। তার মুনিবেরা তাদের জন্য তার &#39;ওয়ালা&#39; ব্যতিরেকে প্রস্তাব প্রত্যাখ্যান করল। তিনি এ বিষয়টি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উঠালেন। তখন তিনি বললেনঃ তুমি তাকে খরিদ করে মুক্তি দিয়ে দাও। তার (মুক্তি দেয়া) তোমাকে ওয়ালা থেকে বাধাপ্রাপ্ত করবে না। কেননা &#39;ওয়ালা&#39; তারই প্রাপ্য যে মুক্তি দান করে। (ইসলামিক ফাউন্ডেশন ৩৬৪৫, ইসলামিক সেন্টার ৩৬৪৫)\n",
    "checkStatus": "1",
    "hadithNo": "3679",
    "id": "50762",
    "thesequence": "50265",
    "isActive": "1",
    "chapterId": "18390",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "২. প্রকৃতপক্ষে মুক্তিদাতা পাবে মুক্তদাসের ওয়ালা পরিত্যক্ত সম্পদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported that Allahs Messenger (may peace he upon him) forbade the selling and making a gift of the right of inheritance of a slave. Imam Muslim said:\nAll the persons depend upon Abdullah b. Dinar in regard to this hadith.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ الْوَلاَءِ وَعَنْ هِبَتِهِ . قَالَ مُسْلِمٌ النَّاسُ كُلُّهُمْ عِيَالٌ عَلَى عَبْدِ اللَّهِ بْنِ دِينَارٍ فِي هَذَا الْحَدِيثِ .",
    "hadithBengali": "৩৬৮০-(১৬/১৫০৬) ইয়াহইয়া ইবনু ইয়াহইয়া তামীমী (রহ) ...... ইবনু উমর (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &#39;ওয়ালা&#39; বিক্রি করা এবং তা হেবা (দান বা will) করা নিষিদ্ধ করেছেন।\n\nইবরাহীম (রহঃ) বলেছেন, আমি মুসলিম ইবনুল হাজ্জাজ (রহঃ) কে বলতে শুনেছি যে, এ হাদীসের ব্যাপারে সকল মানুষ আবদুল্লাহ ইবনু দীনারের পৌষ্য। (ইসলামিক ফাউন্ডেশন ৩৬৪৬, ইসলামিক সেন্টার ৩৬৪৬)\n",
    "checkStatus": "1",
    "hadithNo": "3680",
    "id": "50763",
    "thesequence": "50266",
    "isActive": "1",
    "chapterId": "18391",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "৩. ওয়ালা (আযাদ করা দাসের স্বত্বাধিকার) বিক্রি কিংবা হেবা করা নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Ibn Umar (Allah be pleased with them) through another chain of transmitters but with this change that in tba hadith narrated by al-Thaqafi from Ubaidullah there is only a mention of selling (or right of inheritance, al-Wala ) but not that of making a gift.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا ابْنُ عُيَيْنَةَ، ح وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا سُفْيَانُ بْنُ سَعِيدٍ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا عُبَيْدُ اللَّهِ، ح وَحَدَّثَنَا ابْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنَا الضَّحَّاكُ، - يَعْنِي ابْنَ عُثْمَانَ - كُلُّ هَؤُلاَءِ عَنْ عَبْدِ اللَّهِ بْنِ، دِينَارٍ عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِهِ غَيْرَ أَنَّ الثَّقَفِيَّ لَيْسَ فِي حَدِيثِهِ عَنْ عُبَيْدِ اللَّهِ إِلاَّ الْبَيْعُ وَلَمْ يَذْكُرِ الْهِبَةَ .",
    "hadithBengali": "৩৬৮১-(.../...) আবূ বকর ইবনু আবূ শাইবাহ্, যুহায়র ইবনু হারব, ইয়াহইয়া ইবনু আইয়ুব, কুতাইবাহ ইবনু হুজুর, ইবনু নুমায়র, ইবনু মুসান্না ও ইবনু রাফি&#39; ..... ইবনু উমর (রাযিঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে। তবে সাকাফী (রহঃ) বর্ণিত হাদীসে উবাইদুল্লাহ সূত্রে উল্লেখ নেই। এ বর্ণনায় বিক্রির কথা রয়েছে। তবে তিনি হেবার কথা উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন ৩৬৪৭, ইসলামিক সেন্টার ৩৬৪৭)\n",
    "checkStatus": "1",
    "hadithNo": "3681",
    "id": "50764",
    "thesequence": "50267",
    "isActive": "1",
    "chapterId": "18391",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "৩. ওয়ালা (আযাদ করা দাসের স্বত্বাধিকার) বিক্রি কিংবা হেবা করা নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported that Allahs Apostle (ﷺ) made it obligatory for every tribe (the payment) of blood-wit; he then also made it explicit that it is not permissible for a Muslim to make himself the ally (of the slave emancipated by another) Muslim without his permission. He (the narrator further added):\nI was informed that he (the Holy Prophet) cursed the one who did that (and it was recorded) in his Sahifa (in a document).",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ كَتَبَ النَّبِيُّ صلى الله عليه وسلم عَلَى كُلِّ بَطْنٍ عُقُولَهُ ثُمَّ كَتَبَ   أَنَّهُ لاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَتَوَالَى مَوْلَى رَجُلٍ مُسْلِمٍ بِغَيْرِ إِذْنِهِ  . ثُمَّ أُخْبِرْتُ أَنَّهُ لَعَنَ فِي صَحِيفَتِهِ مَنْ فَعَلَ ذَلِكَ .",
    "hadithBengali": "৩৬৮২-(১৭/১৫০৭) মুহাম্মাদ ইবনু রাফি (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লিখিত ফরমান জারি করলেন যে, প্রত্যেক গোত্রের উপর তার দ্বারা হত্যাকাণ্ডের ক্ষতিপূরণ ওয়াজিব হবে। এরপর তিনি লিখলেন, মুক্তদাসের অনুমতি ব্যতীত কোন মুসলিমের পক্ষে অপর মুসলিমের ক্রীতদাসের ওয়ালী হওয়া হালাল নয়। এরপর আমি জানতে পারলাম যে, তিনি তার লিখিত ফরমানে তাকে লা&#39;নাত করেছেন যে ব্যক্তি এরূপ কাজ করবে। (ইসলামিক ফাউন্ডেশন ৩৬৪৮, ইসলামিক সেন্টার ৩৬৪৮)\n",
    "checkStatus": "1",
    "hadithNo": "3682",
    "id": "50765",
    "thesequence": "50268",
    "isActive": "1",
    "chapterId": "18392",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "৪. মুক্তদাসের জন্য তার মুক্তিদাতা ব্যতীত অন্য কাউকে ওয়ালার মালিক বানানো হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported that Allahs Messenger (ﷺ) said:\nHe who takes anyone as his ally without the consent of his previous master, there will be the curse of Allah and that of His angels upon him, and neither, any obligatory act of his nor the supererogatory one will be accepted (by Allah).",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْقَارِيَّ - عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ تَوَلَّى قَوْمًا بِغَيْرِ إِذْنِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ لاَ يُقْبَلُ مِنْهُ عَدْلٌ وَلاَ صَرْفٌ  .",
    "hadithBengali": "৩৬৮৩-(১৮/১৫১৮) কুতাইবাহ্ ইবনু সাঈদ (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত আছে যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি (ক্রীতদাস) তার মুনিবের অনুমতি ছাড়া অন্য কাউকে মনিব বানাবে তার উপর আল্লাহর লা&#39;নাত এবং তার ফেরেশতাদেরও লানাত। তার ফরয কিংবা নফল কিছুই (আল্লাহর কাছে) কবুল হবে না। (ইসলামিক ফাউন্ডেশন ৩৬৪৯, ইসলামিক সেন্টার ৩৬৪৯)\n",
    "checkStatus": "1",
    "hadithNo": "3683",
    "id": "50766",
    "thesequence": "50269",
    "isActive": "1",
    "chapterId": "18392",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "৪. মুক্তদাসের জন্য তার মুক্তিদাতা ব্যতীত অন্য কাউকে ওয়ালার মালিক বানানো হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Apostle (ﷺ) as saying:\nHe who took the freed slave as his ally without the consent of his previous master, there is upon him the curse of Allah and that of His angels and that of the whole mankind, and there will not be accepted from him his obligatory acts or supercrogatory acts on the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ، عَنْ زَائِدَةَ، عَنْ سُلَيْمَانَ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  مَنْ تَوَلَّى قَوْمًا بِغَيْرِ إِذْنِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يُقْبَلُ مِنْهُ يَوْمَ الْقِيَامَةِ عَدْلٌ وَلاَ صَرْفٌ ",
    "hadithBengali": "৩৬৮৪-(১৯/...) আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত। তিনি বলেনঃ যে ব্যক্তি তার মুনিবের অনুমতি ছাড়া অন্য কাউকে মাওলা বানাবে তার উপর আল্লাহর লানাত, ফেরেশতা ও সমগ্র মানব জাতির লা&#39;নাত বর্ষিত হবে। কিয়ামাতের দিন তার কোন ফরয কিংবা নফল আল্লাহর নিকট কবুল হবে না। (ইসলামিক ফাউন্ডেশন ৩৬৫০, ইসলামিক সেন্টার ৩৬৫০)\n",
    "checkStatus": "1",
    "hadithNo": "3684",
    "id": "50767",
    "thesequence": "50270",
    "isActive": "1",
    "chapterId": "18392",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "৪. মুক্তদাসের জন্য তার মুক্তিদাতা ব্যতীত অন্য কাউকে ওয়ালার মালিক বানানো হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated through the same chain of transmitters, but with a slight change of words.",
    "hadithArabic": " وَحَدَّثَنِيهِ إِبْرَاهِيمُ بْنُ دِينَارٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّهُ قَالَ  وَمَنْ وَالَى غَيْرَ مَوَالِيهِ بِغَيْرِ إِذْنِهِمْ ",
    "hadithBengali": "৩৬৮৫-(.../...) ইব্রাহীম ইবনু দীনার (রহঃ) ..... আ&#39;মাশ (রহঃ) হতে এ সানাদে বর্ণিত- তবে তিনি এতে বলেছেনঃ &ldquo;কোন লোক তার মুনীবের অনুমতি ব্যতিরেকে অন্যকে মাওলা বানাবে .....  (ইসলামিক ফাউন্ডেশন ৩৬৫১, ইসলামিক সেন্টার ৩৬৫১)\n",
    "checkStatus": "1",
    "hadithNo": "3685",
    "id": "50768",
    "thesequence": "50271",
    "isActive": "1",
    "chapterId": "18392",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "৪. মুক্তদাসের জন্য তার মুক্তিদাতা ব্যতীত অন্য কাউকে ওয়ালার মালিক বানানো হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibrahim al-Taimi reported on the authority of his father:\nAli b. Abu Talib (Allah be pleased with him) addressed us and said: He who thinks that we (the members of the Prophets family) read anything else besides the Book of Allah and this Sahifa (and he said that Sahifa was tied to the scabbard of the sword) tells a lie. (This Sahifa) contains (problems) pertaining to the ages of the camels and (the recompense) of the injuries, and it also records the words of the Prophet (ﷺ): Medina is a sacred territory from Ayr to Thaur (it is most probably Uhud). He who innovates (an act or practice) or gives protection to an innovator, there is a curse of Allah and that of His angels and that of the whole humanity upon him. Allah will not accdpt from him (as a recompense) any obligatory act or supererogatory act, and the responsibility of the Muslims is a joint responsibility; even the lowest in rank can undertake the responsibility (on behalf of others), and he who claims anyone else as his father besides his own father or makes one his ally other than the one (who freed him), there is a curse of Allah. that of His angels and that of the wholemankind upon him. Allah will not accept the obligatory act of the supererogatery act (as a recompense) from him.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، قَالَ خَطَبَنَا عَلِيُّ بْنُ أَبِي طَالِبٍ فَقَالَ مَنْ زَعَمَ أَنَّ عِنْدَنَا، شَيْئًا نَقْرَأُهُ إِلاَّ كِتَابَ اللَّهِ وَهَذِهِ الصَّحِيفَةَ - قَالَ وَصَحِيفَةٌ مُعَلَّقَةٌ فِي قِرَابِ سَيْفِهِ - فَقَدْ كَذَبَ . فِيهَا أَسْنَانُ الإِبِلِ وَأَشْيَاءُ مِنَ الْجِرَاحَاتِ وَفِيهَا قَالَ النَّبِيُّ صلى الله عليه وسلم   الْمَدِينَةُ حَرَمٌ مَا بَيْنَ عَيْرٍ إِلَى ثَوْرٍ فَمَنْ أَحْدَثَ فِيهَا حَدَثًا أَوْ آوَى مُحْدِثًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يَقْبَلُ اللَّهُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفًا وَلاَ عَدْلاً وَذِمَّةُ الْمُسْلِمِينَ وَاحِدَةٌ يَسْعَى بِهَا أَدْنَاهُمْ وَمَنِ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوِ انْتَمَى إِلَى غَيْرِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يَقْبَلُ اللَّهُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفًا وَلاَ عَدْلاً  .",
    "hadithBengali": "৩৬৮৬-(২০/১৩৭০) আবূ কুরায়ব (রহঃ) ..... ইবরাহীম তাইমী (রাযিঃ) তাঁর পিতার সূত্রে বর্ণনা করেন। তিনি বলেন, একবার আলী ইবনু আবূ তালিব (রাযিঃ) আমাদের সামনে বক্তৃতা দিচ্ছিলেন। তিনি তার বক্তৃতায় বলেন, যে ব্যক্তি মনে করে যে, এ পুস্তিকা ও আল্লাহর কিতাব ব্যতীত আমাদের কাছে এমন কিছু আছে যাকে আমরা অধ্যয়ন করি সে মিথ্যা বলছে। সে (বর্ণনাকারী) বললঃ সে সময় তার আলী (রাযিঃ) তরবারির খাপের মধ্যে একখানা পুস্তক ঝুলানো ছিল। এ পুস্তিকায় উটের দাতের বিবরণ ছিল এবং যখমের দিয়াত (ক্ষতিপূরণ) সম্পর্কে বিধান ছিল। এতে আরও উল্লেখ ছিল যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মাদীনার &#39;আয়র থেকে সাওর&#39; পর্বত পর্যন্ত এলাকা হারাম (সংরক্ষিত স্থান)। যে ব্যক্তি এ এলাকায় বিদআত করবে অথবা কোন বিদ&#39;আতীকে আশ্রয় দিবে তার উপর আল্লাহর লা&#39;নাত, তার ফেরেশতাদের ও সমগ্র মানব জাতির লা&#39;নাত বর্ষিত হবে। কিয়ামাত দিবসে আল্লাহ তার কোন ফরয কিংবা নফল কবুল করবেন না। সকল মুসলিমের দায়িত্ব অভিন্ন। একজন সাধারণ মুসলিমও এ দায়িত্ব পালনে সচেষ্ট থাকবে। যে ব্যক্তি তার পিতাকে বাদ দিয়ে অন্য কাউকে পিতা বলে দাবী করবে অথবা যে ক্রীতদাস তার মনিবকে বাদ দিয়ে অন্য কাউকে মাওলা বানায় তার উপর আল্লাহর লা&#39;নাত, ফেরেশতা ও সমগ্র মানব জাতির লা&#39;নাত বর্ষিত হবে। কিয়ামাত দিবসে আল্লাহ তার কোন ফরয কিংবা নফল (ইবাদাত) কবুল করবেন না। (ইসলামিক ফাউন্ডেশন ৩৬৫২, ইসলামিক সেন্টার ৩৬৫২)\n",
    "checkStatus": "1",
    "hadithNo": "3686",
    "id": "50769",
    "thesequence": "50272",
    "isActive": "1",
    "chapterId": "18392",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "৪. মুক্তদাসের জন্য তার মুক্তিদাতা ব্যতীত অন্য কাউকে ওয়ালার মালিক বানানো হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nIf anyone emancipates a Muslim slave, Allah will set free from Hell an organ of his body for every organ of his (slaves) body.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدٍ، - وَهُوَ ابْنُ أَبِي هِنْدٍ - حَدَّثَنِي إِسْمَاعِيلُ بْنُ أَبِي حَكِيمٍ، عَنْ سَعِيدِ ابْنِ مَرْجَانَةَ، عَنْ أَبِي، هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ رَقَبَةً مُؤْمِنَةً أَعْتَقَ اللَّهُ بِكُلِّ إِرْبٍ مِنْهَا إِرْبًا مِنْهُ مِنَ النَّارِ  .",
    "hadithBengali": "৩৬৮৭-(২১/১৫০৯) মুহাম্মদ ইবনুল মুসান্না আনায়ী (রহঃ) ..... আবূ হুরাইরাহ্ (রহঃ) (রাযিঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত। তিনি বলেনঃ যে ব্যক্তি কোন মুসলিম ক্রীতদাসকে আযাদ করবে আল্লাহ তার প্রত্যেকটি অঙ্গ-প্রত্যঙ্গের বদলে আযাদকারীর প্রতিটি অঙ্গ-প্রত্যঙ্গ জাহান্নাম থেকে বাঁচাবেন। (ইসলামিক ফাউন্ডেশন ৩৬৫৩, ইসলামিক সেন্টার ৩৬৫৩)\n",
    "checkStatus": "1",
    "hadithNo": "3687",
    "id": "50770",
    "thesequence": "50273",
    "isActive": "1",
    "chapterId": "18393",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "৫. ক্রীতদাস আযাদ করার ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (may peace benpon him) as saying:\nHe who emancipates a slave, Allah will set free from Hell every limb (of his body) for every limb of his (slaves) body, even his private parts.",
    "hadithArabic": "وَحَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ مُحَمَّدِ بْنِ مُطَرِّفٍ أَبِي غَسَّانَ، الْمَدَنِيِّ عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَلِيِّ بْنِ حُسَيْنٍ، عَنْ سَعِيدِ ابْنِ مَرْجَانَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ رَقَبَةً أَعْتَقَ اللَّهُ بِكُلِّ عُضْوٍ مِنْهَا عُضْوًا مِنْ أَعْضَائِهِ مِنَ النَّارِ حَتَّى فَرْجَهُ بِفَرْجِهِ  .",
    "hadithBengali": "৩৬৮৮-(২২/...) দাউদ ইবনু রুশায়দ (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) এর সূত্রে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত। তিনি বলেনঃ যে ব্যক্তি কোন ঈমানদার ক্রীতদাসকে আযাদ করে দিবে আল্লাহ তার প্রত্যেকটি অঙ্গ প্রত্যঙ্গের বদলে মুক্তিদাতার প্রতিটি অঙ্গ-প্রত্যঙ্গ জাহান্নামের আগুন থেকে রক্ষা করবেন- এমন কি তার লজ্জাস্থানের বিনিময়ে তার লজ্জাস্থানও। (ইসলামিক ফাউন্ডেশন ৩৬৫৪, ইসলামিক সেন্টার ৩৬৫৪)\n",
    "checkStatus": "1",
    "hadithNo": "3688",
    "id": "50771",
    "thesequence": "50274",
    "isActive": "1",
    "chapterId": "18393",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "৫. ক্রীতদাস আযাদ করার ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported:\nI heard Allahs Messenger (ﷺ) as saying: He who emancipates a believing slave. Allah will set free from Fire his every limb for every limb of his (slaves), even his private parts for his.",
    "hadithArabic": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ الْهَادِ، عَنْ عُمَرَ بْنِ عَلِيِّ بْنِ حُسَيْنٍ، عَنْ سَعِيدِ ابْنِ مَرْجَانَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ أَعْتَقَ رَقَبَةً مُؤْمِنَةً أَعْتَقَ اللَّهُ بِكُلِّ عُضْوٍ مِنْهُ عُضْوًا مِنَ النَّارِ حَتَّى يُعْتِقَ فَرْجَهُ بِفَرْجِهِ .",
    "hadithBengali": "৩৬৮৯-(২৩/...) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন যে, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যক্তি কোন ঈমানদার ক্রীতদাস মুক্ত করবে আল্লাহ তার (শরীরের) অঙ্গ-প্রত্যঙ্গের বদলে তার (শরীরের) অঙ্গ-প্রত্যঙ্গ জাহান্নাম থেকে রক্ষা করবেন- এমন কি তিনি তার (মুক্তদাসের) গুপ্তস্থানের পরিবর্তে তার (মুক্তিকারীর) গুপ্তস্থানও রক্ষা করবেন। (ইসলামিক ফাউন্ডেশন ৩৬৫৫, ইসলামিক সেন্টার ৩৬৫৫)\n",
    "checkStatus": "1",
    "hadithNo": "3689",
    "id": "50772",
    "thesequence": "50275",
    "isActive": "1",
    "chapterId": "18392",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "৪. মুক্তদাসের জন্য তার মুক্তিদাতা ব্যতীত অন্য কাউকে ওয়ালার মালিক বানানো হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nA Muslim who emancipates a Muslim (slave). Allah will save from Fire every limb of his for every limb (of the slave). Said b. Marjana said: When I heard this hadith from Abu Huraira (Allah be pleased with him), I went away and made a mention of it to Ali b. Husain and he at once emancipated the slave for which Ibn jafar was prepared to pay ten thousand dirhams or one thousand dinars.",
    "hadithArabic": "وَحَدَّثَنِي حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا عَاصِمٌ، - وَهُوَ ابْنُ مُحَمَّدٍ الْعُمَرِيُّ - حَدَّثَنَا وَاقِدٌ، - يَعْنِي أَخَاهُ - حَدَّثَنِي سَعِيدُ ابْنُ مَرْجَانَةَ، - صَاحِبُ عَلِيِّ بْنِ حُسَيْنٍ - قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَيُّمَا امْرِئٍ مُسْلِمٍ أَعْتَقَ امْرَأً مُسْلِمًا اسْتَنْقَذَ اللَّهُ بِكُلِّ عُضْوٍ مِنْهُ عُضْوًا مِنْهُ مِنَ النَّارِ  . قَالَ فَانْطَلَقْتُ حِينَ سَمِعْتُ الْحَدِيثَ مِنْ أَبِي هُرَيْرَةَ فَذَكَرْتُهُ لِعَلِيِّ بْنِ الْحُسَيْنِ فَأَعْتَقَ عَبْدًا لَهُ قَدْ أَعْطَاهُ بِهِ ابْنُ جَعْفَرٍ عَشْرَةَ آلاَفِ دِرْهَمٍ أَوْ أَلْفَ دِينَارٍ .",
    "hadithBengali": "৩৬৯০-(২৪/...) হুমায়দ ইবনু মাস&#39;আদাহ্ (রহঃ) .... আবূ হুরাইরাহ (রাযিঃ) বলেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন মুসলিম অপর কোন মুসলিম ক্রীতদাসকে মুক্ত করলে আল্লাহ তার (মুক্ত দাসের) প্রত্যেকটি অঙ্গপ্রত্যঙ্গের বদলে তার (মুক্তিদাতার) প্রত্যেকটি অঙ্গ-প্রত্যঙ্গ জাহান্নামের আগুন থেকে বাচাবেন। তিনি বর্ণনাকারী সাঈদ ইবনু মারজানাহ্ (রহঃ) বললেনঃ আবূ হুরাইরাহ (রাযিঃ) থেকে এ হাদীস শোনার পরপরই আলী ইবনু হুসায়ন (রাযিঃ) এর কাছে গেলাম এবং তার কাছে হাদীসটি পেশ করলাম। তখনই তিনি তার একটি গোলাম (ক্রীতদাস) মুক্ত করে দিলেন যার বিনিময় মূল্য হিসেবে তিনি ইবনু জাফরকে দশ হাজার দিরহাম অথবা এক হাজার দীনার পরিশোধ করেছিলেন। (ইসলামিক ফাউন্ডেশন ৩৬৫৬, ইসলামিক সেন্টার ৩৬৫৬)\n",
    "checkStatus": "1",
    "hadithNo": "3690",
    "id": "50773",
    "thesequence": "50276",
    "isActive": "1",
    "chapterId": "18393",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "৫. ক্রীতদাস আযাদ করার ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nA son does not repay what he owes his father unless he buys him (the father) in case he is a slave and then emancipates him. In the narration transmitted by Ibn Abu Shaiba there is a slight change of words.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ يَجْزِي وَلَدٌ وَالِدًا إِلاَّ أَنْ يَجِدَهُ مَمْلُوكًا فَيَشْتَرِيَهُ فَيُعْتِقَهُ  . وَفِي رِوَايَةِ ابْنِ أَبِي شَيْبَةَ  وَلَدٌ وَالِدَهُ  .",
    "hadithBengali": "৩৬৯১-(২৫/১৫১০) আবূ বাকর ইবনু আবূ শাইবাহ ও যুহায়র ইবনু হারব (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন সন্তান তার পিতার ঋণ (হক্ব) পরিশোধ করতে পারে না। তবে হ্যাঁ, সে যদি তার পিতাকে ক্রীতদাস হিসেবে দেখতে পায় এবং তখনি তাকে ক্রয় করে নিয়ে আযাদ করে দেয় (তাহলে ভিন্ন কথা)। ইবনু আবী শাইবাহ্ (রহঃ)-এর বর্ণনায় وَلَدٌ وَالِدَهُ সন্তান তার পিতাকে শব্দটির উল্লেখ আছে। (ইসলামিক ফাউন্ডেশন ৩৬৫৭, ইসলামিক সেন্টার ৩৬৫৭)\n",
    "checkStatus": "1",
    "hadithNo": "3691",
    "id": "50774",
    "thesequence": "50277",
    "isActive": "1",
    "chapterId": "18394",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "৬. পিতাকে আযাদ করার ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Suhail with the same chain of transmitters.",
    "hadithArabic": "وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، كُلُّهُمْ عَنْ سُفْيَانَ، عَنْ سُهَيْلٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ وَقَالُوا   وَلَدٌ وَالِدَهُ  . ",
    "hadithBengali": "৩৬৯২-(.../...) আবূ কুরায়ব, ইবনু নুমায়র ও আমর আন নাকিদ (রহঃ) ..... সুহায়ল (রহঃ) হতে এ সানাদে অনুরূপ বর্ণিত আছে। তারা তাদের বর্ণনায় وَلَدٌ وَالِدَهُ &#39;সন্তান তার পিতাকে&#39; কথাটি বলেছেন। (ইসলামিক ফাউন্ডেশন ৩৬৫৮, ইসলামিক সেন্টার ৩৬৫৮)\n",
    "checkStatus": "1",
    "hadithNo": "3692",
    "id": "50775",
    "thesequence": "50278",
    "isActive": "1",
    "chapterId": "18394",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "586",
    "statusId": "1",
    "topicName": "৬. পিতাকে আযাদ করার ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]