[
  {
    "hadithEnglish": "Abu Huraira (Allah be pleased with him) reported that Allahs Messenger (ﷺ) forbade (two types of transactions) Mulamasa and Munabadha",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ، حَبَّانَ عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُلاَمَسَةِ وَالْمُنَابَذَةِ .",
    "hadithBengali": "৩৬৯৩-(১/১৫১১) ইয়াহইয়া ইবনু ইয়াহইয়া তামীমী (রহঃ) ...... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুলামাসাহ ও মুনাবাযাহ শ্রেণীর ক্রয়-বিক্রয় বারণ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৬৫৯, ইসলামিক সেন্টার ৩৬৫৯)\n",
    "checkStatus": "1",
    "hadithNo": "3693",
    "id": "50776",
    "thesequence": "50279",
    "isActive": "1",
    "chapterId": "18395",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১. মুলামাসাহ&#039; ও মুনাবাযাহ শ্রেণীর ক্রয়-বিক্রয় বাতিল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira (Allah be pleased with him) reported like this from Allahs Messenger (ﷺ).",
    "hadithArabic": " وَحَدَّثَنَا أَبُو كُرَيْبٍ، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ .",
    "hadithBengali": "৩৬৯৪-(.../...) আবূ কুরায়ব ও ইবনু আবূ উমর (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে। (ইসলামিক ফাউন্ডেশন ৩৬৬০, ইসলামিক সেন্টার ৩৬৬০)\n",
    "checkStatus": "1",
    "hadithNo": "3694",
    "id": "50777",
    "thesequence": "50280",
    "isActive": "1",
    "chapterId": "18395",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১. মুলামাসাহ&#039; ও মুনাবাযাহ শ্রেণীর ক্রয়-বিক্রয় বাতিল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported from Allahs Messenger (ﷺ) a hadith like this through another chain cf transmitters.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ نُمَيْرٍ، وَأَبُو أُسَامَةَ ح وَحَدَّثَنَا مُحَمَّدُ، بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، كُلُّهُمْ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৩৬৯৫-(.../...) আবূ বাকর ইবনু আবূ শাইবাহ, মুহাম্মাদ ইবনু আবদিল্লাহ ইবনু নুমায়র ও মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ভিন্ন ভিন্ন মাধ্যমে আবূ হুরাইরাহ (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীস বর্ণিত আছে। (ইসলামিক ফাউন্ডেশন ৩৬৬১, ইসলামিক সেন্টার ৩৬৬১)\n",
    "checkStatus": "1",
    "hadithNo": "3695",
    "id": "50778",
    "thesequence": "50281",
    "isActive": "1",
    "chapterId": "18395",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১. মুলামাসাহ&#039; ও মুনাবাযাহ শ্রেণীর ক্রয়-বিক্রয় বাতিল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Abu Huraira (Allah be pleased with him) through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ - عَنْ سُهَيْلِ، بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم . مِثْلَهُ .",
    "hadithBengali": "৩৬৯৬-(.../...) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণিত আছে। (ইসলামিক ফাউন্ডেশন ৩৬৬২, ইসলামিক সেন্টার ৩৬৬২)\n",
    "checkStatus": "1",
    "hadithNo": "3696",
    "id": "50779",
    "thesequence": "50282",
    "isActive": "1",
    "chapterId": "18395",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১. মুলামাসাহ&#039; ও মুনাবাযাহ শ্রেণীর ক্রয়-বিক্রয় বাতিল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported:\nTwo types of trarisactions have been forbidden (by the Holy Prophet), al-Mlulamasa and al-Munabadha. As far as Mulamasa transaction is concerned, it is that every one of them (the parties entering into transaction) should touch the garment of the other without careful consideration, and al-Munabadha is that every one of them should throw his cloth to the other and one of them should not see the cloth of his friend.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَمْرُو، بْنُ دِينَارٍ عَنْ عَطَاءِ بْنِ مِينَاءَ، أَنَّهُ سَمِعَهُ يُحَدِّثُ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ قَالَ نُهِيَ عَنْ بَيْعَتَيْنِ، الْمُلاَمَسَةِ وَالْمُنَابَذَةِ . أَمَّا الْمُلاَمَسَةُ فَأَنْ يَلْمِسَ كُلُّ وَاحِدٍ مِنْهُمَا ثَوْبَ صَاحِبِهِ بِغَيْرِ تَأَمُّلٍ وَالْمُنَابَذَةُ أَنْ يَنْبِذَ كُلُّ وَاحِدٍ مِنْهُمَا ثَوْبَهُ إِلَى الآخَرِ وَلَمْ يَنْظُرْ وَاحِدٌ مِنْهُمَا إِلَى ثَوْبِ صَاحِبِهِ.",
    "hadithBengali": "৩৬৯৭-(২/...) মুহাম্মাদ ইবনু রাফি&#39; (রহঃ) ..... আবূ হুরায়রাহ (রযিঃ) হতে বর্ণিত। তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুলামাসাহ ও মুনাবাযাহ এ দু&#39;প্রকার কেনা-বেচা নিষেধ করেছেন। মুলামাসাহ&#39; অর্থ চিন্তা-ভাবনা না করেই ক্রেতা ও বিক্রেতা পরস্পরের কাপড় স্পর্শ করা। আর মুনাবাযাহ অর্থ (ক্রেতা ও বিক্রেতা) উভয়ে একে অন্যের প্রতি কাপড় ছুড়ে দেয়া এবং একজন আরেকজনের কাপড়ের দিকে খেয়াল না করা। (ইসলামিক ফাউন্ডেশন ৩৬৬৩, ইসলামিক সেন্টার ৩৬৬৩)\n",
    "checkStatus": "1",
    "hadithNo": "3697",
    "id": "50780",
    "thesequence": "50283",
    "isActive": "1",
    "chapterId": "18395",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১. মুলামাসাহ&#039; ও মুনাবাযাহ শ্রেণীর ক্রয়-বিক্রয় বাতিল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri (Allah be pleased with him) reported:\nAllahs Messenger (ﷺ) forbade us (from), two types of business transactions and two ways of dressing. He forbade Mulamasa and Munabadha in transactions. Mulamasa means the touching of anothers garment with his hand, whether at night or by day, without turning it over except this much. Munabadha means that a man throws his garment to another and the other throws his garment, and thus confirming their contract without the inspection of mutual agreement.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، - وَاللَّفْظُ لِحَرْمَلَةَ - قَالاَ أَخْبَرَنَا ابْنُ، وَهْبٍ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عَامِرُ بْنُ سَعْدِ بْنِ أَبِي وَقَّاصٍ، أَنَّ أَبَا سَعِيدٍ، الْخُدْرِيَّ قَالَ نَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعَتَيْنِ وَلِبْسَتَيْنِ نَهَى عَنِ الْمُلاَمَسَةِ وَالْمُنَابَذَةِ فِي الْبَيْعِ . وَالْمُلاَمَسَةُ لَمْسُ الرَّجُلِ ثَوْبَ الآخَرِ بِيَدِهِ بِاللَّيْلِ أَوْ بِالنَّهَارِ وَلاَ يَقْلِبُهُ إِلاَّ بِذَلِكَ وَالْمُنَابَذَةُ أَنْ يَنْبِذَ الرَّجُلُ إِلَى الرَّجُلِ بِثَوْبِهِ وَيَنْبِذَ الآخَرُ إِلَيْهِ ثَوْبَهُ وَيَكُونُ ذَلِكَ بَيْعَهُمَا مِنْ غَيْرِ نَظَرٍ وَلاَ تَرَاضٍ .",
    "hadithBengali": "৩৬৯৮-(৩/১৫১২) আবূ তাহির ও হারমালাহ্ ইবনু ইয়াহইয়া (রহঃ) ..... আবূ সাঈদ খুদরী (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের দু&#39;প্রকার কেনা-বেচা করতে ও দু&#39;প্রকার বস্ত্র পরিধান করতে বারণ করেছেন। ক্রয়-বিক্রয়ের মধ্যে তিনি &#39;মুলামাসাহ&#39; ও &#39;মুনাবাযাহ&#39; বারণ করেছেন। &#39;মুলামাসাহ&#39; হল (ক্রেতা ও বিক্রেতার মধ্যে) রাতে হোক কিংবা দিনে হোক একজন অপরজনের কাপড় হাতে স্পর্শ করবে। এরূপ করা ছাড়া (মাল) উন্টিয়ে-পাল্টিয়ে দেখা হয় না। আর মুনাবাযাহ হল, পরস্পরের প্রতি কাপড় ছুড়ে মারবে এবং এরূপ করলেই উত্তমরূপে দেখে শুনে সম্মতি ছাড়াই উভয়ের মধ্যে ক্রয়-বিক্রয় সম্পন্ন হয়ে যেত। (ইসলামিক ফাউন্ডেশন ৩৬৬৪, ইসলামিক সেন্টার ৩৬৬৪)\n",
    "checkStatus": "1",
    "hadithNo": "3698",
    "id": "50781",
    "thesequence": "50284",
    "isActive": "1",
    "chapterId": "18395",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১. মুলামাসাহ&#039; ও মুনাবাযাহ শ্রেণীর ক্রয়-বিক্রয় বাতিল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Ibn Shihab through the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِيهِ عَمْرٌو النَّاقِدُ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، بِهَذَا الإِسْنَادِ .",
    "hadithBengali": "৩৬৯৯-(.../...) &#39;আমর আন নাকিদ (রহঃ) ..... ইবনু শিহাব (রহঃ) হতে একই সূত্রে উক্ত হাদীস বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৬৬৫, ইসলামিক সেন্টার ৩৬৬৫)\n",
    "checkStatus": "1",
    "hadithNo": "3699",
    "id": "50782",
    "thesequence": "50285",
    "isActive": "1",
    "chapterId": "18395",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১. মুলামাসাহ&#039; ও মুনাবাযাহ শ্রেণীর ক্রয়-বিক্রয় বাতিল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira (Allah be pleased with him) reported that Allahs Messenger (ﷺ) forbade a transaction determined by throwing stones, and the type which involves some uncertainty.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، وَيَحْيَى بْنُ سَعِيدٍ، وَأَبُو أُسَامَةَ عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، حَدَّثَنِي أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعِ الْحَصَاةِ وَعَنْ بَيْعِ الْغَرَرِ .",
    "hadithBengali": "৩৭০০-(৪/১৫১৩) আবূ বাকর ইবনু আবূ শাইবাহ ও যুহায়র ইবনু হারব (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ পাথরের টুকরা নিক্ষেপের মাধ্যমে ক্রয়-বিক্রয় ও ধোকাপূর্ণ ক্রয়-বিক্রয় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বারণ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৬৬৬, ইসলামিক সেন্টার ৩৬৬৬)\n",
    "checkStatus": "1",
    "hadithNo": "3700",
    "id": "50783",
    "thesequence": "50286",
    "isActive": "1",
    "chapterId": "18396",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "২. পাথরের টুকরা নিক্ষেপের দ্বারা ক্রয়-বিক্রয় ও ধোকাপূর্ণ ক্রয়-বিক্রয় নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah (b. Umar) (Allah be pleased with him) said that Allahs Messenger (ﷺ) forbade the transaction called habal al-habala.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ رُمْحٍ، قَالاَ أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ، سَعِيدٍ حَدَّثَنَا لَيْثٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ نَهَى عَنْ بَيْعِ حَبَلِ الْحَبَلَةِ .",
    "hadithBengali": "৩৭০১-(৫/১৫১৪) ইয়াহইয়া ইবনু ইয়াহইয়া, মুহাম্মদ ইবনু রুমূহ ও কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... &#39;আবদুল্লাহ (রাযিঃ) সূত্রে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেতে বর্ণিত যে, তিনি হাবালুল হাবালা শর্তে কেনা-বেচা নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৬৬৭, ইসলামিক সেন্টার ৩৬৬৭)\n",
    "checkStatus": "1",
    "hadithNo": "3701",
    "id": "50784",
    "thesequence": "50287",
    "isActive": "1",
    "chapterId": "18397",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৩. হাবালুল হাবালাহ্ ক্রয়-বিক্রয় হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (Allah be pleased with them) reported that the people of pre-Islamic days used to sell the meat of the slaughtered camel up to habal al-habala. And habal al-habala implies that a she-camel should give birth and then the (born one should grow young) and become pregnant. Allahs Messenger (ﷺ) forbade them that (this transaction).",
    "hadithArabic": " حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، - وَاللَّفْظُ لِزُهَيْرٍ - قَالاَ حَدَّثَنَا يَحْيَى، - وَهُوَ الْقَطَّانُ - عَنْ عُبَيْدِ اللَّهِ، أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ أَهْلُ الْجَاهِلِيَّةِ يَتَبَايَعُونَ لَحْمَ الْجَزُورِ إِلَى حَبَلِ الْحَبَلَةِ . وَحَبَلُ الْحَبَلَةِ أَنْ تُنْتَجَ النَّاقَةُ ثُمَّ تَحْمِلَ الَّتِي نُتِجَتْ فَنَهَاهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ ذَلِكَ .",
    "hadithBengali": "৩৭০২-(৬/...) যুহায়র ইবনু হারব ও মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... ইবনু উমর (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ জাহিলী যুগের লোকেরা হাবালুল হাবালাহ্ শর্তে উটের গোশত কেনা-বেচা করত। হাবালুল হাবালাহ হল উটনীর বাচ্চা হবে, তারপর ঐ বাচ্চা গর্ভধারণ করলে মূল্য পরিশোধ করা হবে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ধরনের ক্রয়-বিক্রয় নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৬৬৮, ইসলামিক সেন্টার ৩৬৬৮)\n",
    "checkStatus": "1",
    "hadithNo": "3702",
    "id": "50785",
    "thesequence": "50288",
    "isActive": "1",
    "chapterId": "18397",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৩. হাবালুল হাবালাহ্ ক্রয়-বিক্রয় হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported Allahs Messenger (ﷺ) as having said this:\nOne amongst you should not enter into a transaction when another is bargaining.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ  .",
    "hadithBengali": "৩৭০৩-(৭/১৪১২) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... ইবনু উমর (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মধ্যে একে অপরের দামের উপর দাম বাড়িয়ে যেন কোন বস্তু ক্রয় না করে। (ইসলামিক ফাউন্ডেশন ৩৬৬৯, ইসলামিক সেন্টার ৩৬৬৯)\n",
    "checkStatus": "1",
    "hadithNo": "3703",
    "id": "50786",
    "thesequence": "50289",
    "isActive": "1",
    "chapterId": "18398",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৪. কোন ভাইয়ের কেনা-বেচার সময় তার মূল্যের চেয়ে বেশী মূল্য বলা, কেউ কোন বস্তু কেনার জন্য দরাদরি করছে তার উপরে দরাদরি করা, ক্রয় করার ইচ্ছা ছাড়াই মূল্য বাড়ানোর উদ্দেশে দাম বলা এবং বেশী দেখানোর জন্যে ওলানে দুধ জমা করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nA person should not enter into a transaction when his brother is already making a transaction and he should not make a proposal of marriage when his brother has already made a proposal except when he gives permission.",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، - وَاللَّفْظُ لِزُهَيْرٍ - قَالاَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يَبِعِ الرَّجُلُ عَلَى بَيْعِ أَخِيهِ وَلاَ يَخْطُبْ عَلَى خِطْبَةِ أَخِيهِ إِلاَّ أَنْ يَأْذَنَ لَهُ  .",
    "hadithBengali": "৩৭০৪-৮/...) যুহায়র ইবনু হারব ও মুহাম্মদ ইবনুল মুসান্না (রহঃ) ..... ইবনু উমর (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত। তিনি বলেনঃ কোন লোক যেন তার ভাইয়ের ক্রয় করার সময় তার উপর বেশী মূল্য বলে ক্রয় না করে এবং কেউ যেন তার অপর ভাইয়ের বিবাহের প্রস্তাবের উপরে তার অনুমতি ছাড়া প্রস্তাব না পাঠায়। (ইসলামিক ফাউন্ডেশন ৩৬৭০, ইসলামিক সেন্টার ৩৬৭০)\n",
    "checkStatus": "1",
    "hadithNo": "3704",
    "id": "50787",
    "thesequence": "50290",
    "isActive": "1",
    "chapterId": "18398",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৪. কোন ভাইয়ের কেনা-বেচার সময় তার মূল্যের চেয়ে বেশী মূল্য বলা, কেউ কোন বস্তু কেনার জন্য দরাদরি করছে তার উপরে দরাদরি করা, ক্রয় করার ইচ্ছা ছাড়াই মূল্য বাড়ানোর উদ্দেশে দাম বলা এবং বেশী দেখানোর জন্যে ওলানে দুধ জমা করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nA Muslim should not purchase (in opposition) to his brother.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَسُمِ الْمُسْلِمُ عَلَى سَوْمِ أَخِيهِ  .",
    "hadithBengali": "৩৭০৫-(৯/১৫১৫) ইয়াহইয়া ইবনু আইয়্যুব, কুতাইবাহ্ ইবনু সাঈদ ও ইবনু হুজর (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ &ldquo;কোন মুসলিম যেন অন্য মুসলিমের মূল্যের উপর মূল্য না বলে। (ইসলামিক ফাউন্ডেশন ৩৬৭১, ইসলামিক সেন্টার ৩৬৭১)\n",
    "checkStatus": "1",
    "hadithNo": "3705",
    "id": "50788",
    "thesequence": "50291",
    "isActive": "1",
    "chapterId": "18398",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৪. কোন ভাইয়ের কেনা-বেচার সময় তার মূল্যের চেয়ে বেশী মূল্য বলা, কেউ কোন বস্তু কেনার জন্য দরাদরি করছে তার উপরে দরাদরি করা, ক্রয় করার ইচ্ছা ছাড়াই মূল্য বাড়ানোর উদ্দেশে দাম বলা এবং বেশী দেখানোর জন্যে ওলানে দুধ জমা করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Abu Huraira through another chain of transmitters but with a slight change of words.",
    "hadithArabic": " وَحَدَّثَنِيهِ أَحْمَدُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنِي عَبْدُ الصَّمَدِ، حَدَّثَنَا شُعْبَةُ، عَنِ الْعَلاَءِ، وَسُهَيْلٍ عَنْ أَبِيهِمَا، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم ح. وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، عَنْ أَبِي، صَالِحٍ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم ح. وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيٍّ، - وَهُوَ ابْنُ ثَابِتٍ - عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى أَنْ يَسْتَامَ الرَّجُلُ عَلَى سَوْمِ أَخِيهِ . وَفِي رِوَايَةِ الدَّوْرَقِيِّ عَلَى سِيمَةِ أَخِيهِ .",
    "hadithBengali": "৩৭০৬-(১০/...) আহমাদ ইবনু ইবরাহীম দাওরাকী, মুহাম্মাদ ইবনুল মুসান্না ও উবাইদুল্লাহ ইবনু মুআয (রহঃ) ভিন্ন ভিন্ন সূত্রে আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণনা করেন যে, কোন ভাইয়ের দরদাম করার সময় কেউ যেন ঐ জিনিসের দরদাম না করে। দাওরাকীর রিওয়ায়াতে عَلَى سَوْمِ أَخِيهِ এর স্থলে عَلَى سِيمَةِ أَخِيهِ বলা হয়েছে। (ইসলামিক ফাউন্ডেশন ৩৬৭২, ইসলামিক সেন্টার ৩৬৭২)\n",
    "checkStatus": "1",
    "hadithNo": "3706",
    "id": "50789",
    "thesequence": "50292",
    "isActive": "1",
    "chapterId": "18398",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৪. কোন ভাইয়ের কেনা-বেচার সময় তার মূল্যের চেয়ে বেশী মূল্য বলা, কেউ কোন বস্তু কেনার জন্য দরাদরি করছে তার উপরে দরাদরি করা, ক্রয় করার ইচ্ছা ছাড়াই মূল্য বাড়ানোর উদ্দেশে দাম বলা এবং বেশী দেখানোর জন্যে ওলানে দুধ জমা করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (may peacebe upon him) as saying:\nDo not go out to meet riders to enter into transaction with them; none of you must buy in opposition to another, nor must you bid against one another; a townsman must not sell for a man from the desert, and do not tie up udders of carnels and sheep, and he who buys them after that has been done has two courses open to him: after he has milked them he may keep them if he is pleased with them, or he may return them along with a sit of dates if he is displeased with them.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يُتَلَقَّى الرُّكْبَانُ لِبَيْعٍ وَلاَ يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ وَلاَ تَنَاجَشُوا وَلاَ يَبِعْ حَاضِرٌ لِبَادٍ وَلاَ تُصَرُّوا الإِبِلَ وَالْغَنَمَ فَمَنِ ابْتَاعَهَا بَعْدَ ذَلِكَ فَهُوَ بِخَيْرِ النَّظَرَيْنِ بَعْدَ أَنْ يَحْلُبَهَا فَإِنْ رَضِيَهَا أَمْسَكَهَا وَإِنْ سَخِطَهَا رَدَّهَا وَصَاعًا مِنْ تَمْرٍ  .",
    "hadithBengali": "৩৭০৭-(১১/...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেনার উদ্দেশে কাফিলার সাথে আগেই গিয়ে সাক্ষাৎ করা যাবে না। তোমাদের কেউ যেন অপরের দাম বলার উপর দাম না বলে। কেনার উদ্দেশে ছাড়া মালের দাম বলে বৃদ্ধি করো না। শহরবাসী যেন পল্লীবাসী লোকের থেকে এগিয়ে গিয়ে দ্রব্য নিয়ে বিক্রি না করে। আর উট ও বকরীর ওলানে দুধ জমা করে রেখ না। এ অবস্থায় কেউ তা খরিদ করলে তার জন্য দু&#39;পথের এক পথ অবলম্বনের অনুমতি রয়েছে- হয় সে তা রেখে দিবে, না হয় সে তা ফেরত দিবে এক সা&#39; খেজুরসহ।* (ইসলামিক ফাউন্ডেশন ৩৬৭৩, ইসলামিক সেন্টার ৩৬৭৩)\n",
    "checkStatus": "1",
    "hadithNo": "3707",
    "id": "50790",
    "thesequence": "50293",
    "isActive": "1",
    "chapterId": "18398",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৪. কোন ভাইয়ের কেনা-বেচার সময় তার মূল্যের চেয়ে বেশী মূল্য বলা, কেউ কোন বস্তু কেনার জন্য দরাদরি করছে তার উপরে দরাদরি করা, ক্রয় করার ইচ্ছা ছাড়াই মূল্য বাড়ানোর উদ্দেশে দাম বলা এবং বেশী দেখানোর জন্যে ওলানে দুধ জমা করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira (Allah be pleased with him) reported that Allahs Messenger (ﷺ) forbade the (people) meeting the caravan (for entering into business transaction with them), and the selling of goods by a townsman on behalf of a man of the desert, and seeking by a woman the divorce of her sister (from her husband), and outbidding (against one another), and tying up the udders (of animals), and buying of (things) in opposition to ones brother.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيٍّ، - وَهُوَ ابْنُ ثَابِتٍ - عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ التَّلَقِّي لِلرُّكْبَانِ وَأَنْ يَبِيعَ حَاضِرٌ لِبَادٍ وَأَنْ تَسْأَلَ الْمَرْأَةُ طَلاَقَ أُخْتِهَا وَعَنِ النَّجْشِ وَالتَّصْرِيَةِ وَأَنْ يَسْتَامَ الرَّجُلُ عَلَى سَوْمِ أَخِيهِ .",
    "hadithBengali": "৩৭০৮-(১২/...) উবাইদুল্লাহ ইবনু মুআয আম্বারী (রহঃ) ...... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত যে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন- পণ্য দ্রব্য নিয়ে আগমনকারীদের দিকে সামনে অগ্রসর হয়ে খরিদ করার উদ্দেশে সাক্ষাৎ করতে, শহুরে লোকদেরকে এগিয়ে গিয়ে গ্রাম্য লোকের থেকে পণ্য ক্রয় করতে, কোন সতীনকে তার অপর সতীনকে তালাক দিতে (স্বামীর কাছে) বলতে, মূল্য বৃদ্ধি করার উদ্দেশে দাম বলতে, বিক্রয়ের পূর্বে দোহন না করে ওলানে দুধ জমা করে রাখতে এবং অপর ভাইয়ের দরদামের উপর দরদাম করতে। (ইসলামিক ফাউন্ডেশন ৩৬৭৪, ইসলামিক সেন্টার ৩৬৭৪)\n",
    "checkStatus": "1",
    "hadithNo": "3708",
    "id": "50791",
    "thesequence": "50294",
    "isActive": "1",
    "chapterId": "18398",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৪. কোন ভাইয়ের কেনা-বেচার সময় তার মূল্যের চেয়ে বেশী মূল্য বলা, কেউ কোন বস্তু কেনার জন্য দরাদরি করছে তার উপরে দরাদরি করা, ক্রয় করার ইচ্ছা ছাড়াই মূল্য বাড়ানোর উদ্দেশে দাম বলা এবং বেশী দেখানোর জন্যে ওলানে দুধ জমা করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِيهِ أَبُو بَكْرِ بْنُ نَافِعٍ، حَدَّثَنَا غُنْدَرٌ، ح وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا وَهْبُ، بْنُ جَرِيرٍ ح وَحَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ عَبْدِ الصَّمَدِ، حَدَّثَنَا أَبِي قَالُوا، جَمِيعًا حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ . فِي حَدِيثِ غُنْدَرٍ وَوَهْبٍ نُهِيَ . وَفِي حَدِيثِ عَبْدِ الصَّمَدِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى . بِمِثْلِ حَدِيثِ مُعَاذٍ عَنْ شُعْبَةَ .",
    "hadithBengali": "৩৭০৯-(.../...) আবূ বাকর ইবনু নাফি, মুহাম্মাদ ইবনুল মুসান্না ও আবদুল ওয়ারিস ইবনু আবদুস সামাদ শু&#39;বাহ্ (রহঃ) হতে উক্ত সানাদে অনুরূপ বর্ণমা করেন। তবে গুনদার ও ওয়াহব এর হাদীসে আছে, &ldquo;নিষেধ করা হয়েছে।&rdquo; আর আবদুস সামাদের হাদীসে আছে- রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন, যেমনটি আছে শু&#39;বাহ থেকে মুআয বর্ণিত হাদীসে। (ইসলামিক ফাউন্ডেশন ৩৬৭৫, ইসলামিক সেন্টার ৩৬৭৫)\n",
    "checkStatus": "1",
    "hadithNo": "3709",
    "id": "50792",
    "thesequence": "50295",
    "isActive": "1",
    "chapterId": "18398",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৪. কোন ভাইয়ের কেনা-বেচার সময় তার মূল্যের চেয়ে বেশী মূল্য বলা, কেউ কোন বস্তু কেনার জন্য দরাদরি করছে তার উপরে দরাদরি করা, ক্রয় করার ইচ্ছা ছাড়াই মূল্য বাড়ানোর উদ্দেশে দাম বলা এবং বেশী দেখানোর জন্যে ওলানে দুধ জমা করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (Allah be pleased with them) reported that Allahs Messenger (ﷺ) forbade the outbidding (against another).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ النَّجْشِ .",
    "hadithBengali": "৩৭১০-১৩/১৫১৬) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... ইবনু উমর (রাযিঃ) হতে বর্ণিত। ক্রয় করার ইচ্ছা ছাড়া মূল্য বাড়ানোর উদ্দেশে মূল্য বলতে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বারণ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৬৭৬, ইসলামিক সেন্টার ৩৬৭৬)\n",
    "checkStatus": "1",
    "hadithNo": "3710",
    "id": "50793",
    "thesequence": "50296",
    "isActive": "1",
    "chapterId": "18398",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৪. কোন ভাইয়ের কেনা-বেচার সময় তার মূল্যের চেয়ে বেশী মূল্য বলা, কেউ কোন বস্তু কেনার জন্য দরাদরি করছে তার উপরে দরাদরি করা, ক্রয় করার ইচ্ছা ছাড়াই মূল্য বাড়ানোর উদ্দেশে দাম বলা এবং বেশী দেখানোর জন্যে ওলানে দুধ জমা করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nDo not go out to meet merchandise in the way, (wait) until it is brought into the market.\n\nThis hadith has been reported on the authority of Ibn Numair but with a slight change of words.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى يَعْنِي ابْنَ سَعِيدٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي كُلُّهُمْ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى أَنْ تُتَلَقَّى السِّلَعُ حَتَّى تَبْلُغَ الأَسْوَاقَ . وَهَذَا لَفْظُ ابْنِ نُمَيْرٍ . وَقَالَ الآخَرَانِ إِنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ التَّلَقِّي .",
    "hadithBengali": "৩৭১১-(১৪/১৫১৭) আবূ বকর ইবনু আবূ শাইবাহ, ইবনুল মুসান্না ও ইবনু নুমায়র (রাযিঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত যে, দ্রব্য বাজারে পৌছার আগেই এগিয়ে গিয়ে খরিদের জন্যে যেতে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন। এ হলো ইবনু নুমায়রের বর্ণনা। আর অপর দুজন বলেছেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সামনে এগিয়ে গিয়ে পণ্য বহনকারী কাফিলার সাথে সাক্ষাৎ করতে নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৬৭৭, ইসলামিক সেন্টার ৩৬৭৭)\n",
    "checkStatus": "1",
    "hadithNo": "3711",
    "id": "50794",
    "thesequence": "50297",
    "isActive": "1",
    "chapterId": "18399",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৫. পণ্যদ্রব্য (বাজারে নিয়ে আসার আগেই) এগিয়ে গিয়ে ক্রয় করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been reported on the authority of Ubaidullah.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، وَإِسْحَاقُ بْنُ مَنْصُورٍ، جَمِيعًا عَنِ ابْنِ مَهْدِيٍّ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِ حَدِيثِ ابْنِ نُمَيْرٍ عَنْ عُبَيْدِ اللَّهِ .",
    "hadithBengali": "৩৭১২-(.../...) মুহাম্মাদ ইবনু হাতিম ও ইসহাক ইবনু মানসূর (রহঃ) ..... ইবনু উমর (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উবাইদুল্লাহ (রহঃ) হতে ইবনু নুমায়রের বর্ণনার অনুরূপ হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন ৩৬৭৮, ইসলামিক সেন্টার ৩৬৭৮)\n",
    "checkStatus": "1",
    "hadithNo": "3712",
    "id": "50795",
    "thesequence": "50298",
    "isActive": "1",
    "chapterId": "18399",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৫. পণ্যদ্রব্য (বাজারে নিয়ে আসার আগেই) এগিয়ে গিয়ে ক্রয় করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah (Allah be pleased with him) reported Allahs Apostle (ﷺ) as saying:\nDo not meet the traders (in the way).",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُبَارَكٍ، عَنِ التَّيْمِيِّ، عَنْ أَبِي، عُثْمَانَ عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنْ تَلَقِّي الْبُيُوعِ .",
    "hadithBengali": "৩৭১৩-(১৫/১৫১৮) আবূ বকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... &#39;আবদুল্লাহ (রাযিঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত যে, তিনি পণ্যদ্রব্য আসার পথে সম্মুখে অগ্রসর হয়ে ক্রয় করতে বারণ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৬৭৯, ইসলামিক সেন্টার ৩৬৭৯)\n",
    "checkStatus": "1",
    "hadithNo": "3713",
    "id": "50796",
    "thesequence": "50299",
    "isActive": "1",
    "chapterId": "18399",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৫. পণ্যদ্রব্য (বাজারে নিয়ে আসার আগেই) এগিয়ে গিয়ে ক্রয় করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (may peace he upon him) as saying:\nDo not meet the merchandise (in the way).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، عَنْ هِشَامٍ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُتَلَقَّى الْجَلَبُ ",
    "hadithBengali": "৩৭১৪-(১৬/১৫১৯) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, পণ্য বহনকারীদের সাথে অগ্রগামী হয়ে সাক্ষাৎ করতে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৬৮০, ইসলামিক সেন্টার ৩৬৮০)\n",
    "checkStatus": "1",
    "hadithNo": "3714",
    "id": "50797",
    "thesequence": "50300",
    "isActive": "1",
    "chapterId": "18399",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৫. পণ্যদ্রব্য (বাজারে নিয়ে আসার আগেই) এগিয়ে গিয়ে ক্রয় করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nDo not meet the merchant in the way and enter into business transaction with him, and whoever meets him and buys from him (and in case it is done, see) that when the owner of (merchandise) comes into the market (and finds that he has been paid less price) he has the option (to declare the transaction null and void).",
    "hadithArabic": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا هِشَامُ بْنُ سُلَيْمَانَ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي هِشَامٌ، الْقُرْدُوسِيُّ عَنِ ابْنِ سِيرِينَ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ تَلَقَّوُا الْجَلَبَ . فَمَنْ تَلَقَّاهُ فَاشْتَرَى مِنْهُ فَإِذَا أَتَى سَيِّدُهُ السُّوقَ فَهُوَ بِالْخِيَارِ .",
    "hadithBengali": "৩৭১৫-(.../...) ইবনু আবূ উমার (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা এগিয়ে গিয়ে পণ্যবাহী কাফিলার সাথে মিলিত হয়ে না। যদি কেউ এরূপ করে এবং তার থেকে কোন বস্তু ক্রয় করে নেয় তবে বিক্রেতা বাজারে পৌছার পর বিক্রয় বহাল রাখা বা বাতিল করার ব্যাপারে ইখতিয়ার পাবে। (ইসলামিক ফাউন্ডেশন ৩৬৮১, ইসলামিক সেন্টার ৩৬৮১)\n",
    "checkStatus": "1",
    "hadithNo": "3715",
    "id": "50798",
    "thesequence": "50301",
    "isActive": "1",
    "chapterId": "18399",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৫. পণ্যদ্রব্য (বাজারে নিয়ে আসার আগেই) এগিয়ে গিয়ে ক্রয় করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported it directly from Allahs Apostle (ﷺ):\nThe townsmanshould not sell for a man from the desert (with a view to taking advantage of his ignorance of the market conditions of the city). And Zuhair reported from the Prophet (ﷺ) that he forbade the townsman to sell on behalf of the man from the desert.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم قَالَ   لاَ يَبِعْ حَاضِرٌ لِبَادٍ  . وَقَالَ زُهَيْرٌ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى أَنْ يَبِيعَ حَاضِرٌ لِبَادٍ ",
    "hadithBengali": "৩৭১৬-(১৮/১৫২০) আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কোন শহরবাসী পল্লীবাসীর পক্ষ হয়ে বিক্রি করবে না।\n\nআর যুহায়র বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন শহরবাসীকে পল্লীবাসীর পক্ষে দালালী করে বিক্রি করতে বারণ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৬৮২, ইসলামিক সেন্টার ৩৬৮২)\n",
    "checkStatus": "1",
    "hadithNo": "3716",
    "id": "50799",
    "thesequence": "50302",
    "isActive": "1",
    "chapterId": "18400",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৬. শহরবাসী লোকের জন্যে পল্লীবাসীর দালাল হয়ে বিক্রি করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nThe riders (carrying merchandise) should not be met in the way, and townsman should not sell for a man of the desert. The narrator reported. I said to Ibn Abbas: What do these words really imply- The townsman for the man of the desert? He said: That he should work as a broker on his behalf.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ تُتَلَقَّى الرُّكْبَانُ وَأَنْ يَبِيعَ حَاضِرٌ لِبَادٍ . قَالَ فَقُلْتُ لاِبْنِ عَبَّاسٍ مَا قَوْلُهُ حَاضِرٌ لِبَادٍ قَالَ لاَ يَكُنْ لَهُ سِمْسَارًا",
    "hadithBengali": "৩৭১৭-(১৯/১৫২১) ইসহাক ইবনু ইবরাহীম ও আবদ ইবনু হুমায়দ (রহঃ) ..... ইবনু আব্বাস (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এগিয়ে গিয়ে পণ্যবহনকারী কাফিলার সাথে মিলিত হতে এবং শহরবাসীকে পল্লীবাসীর পক্ষ হয়ে বিক্রি করতে নিষেধ করেছেন। বর্ণনাকারী (তাউস) বলেনঃ আমি ইবনু আব্বাসকে জিজ্ঞেস করলাম, শহরবাসী পল্লীবাসীর পক্ষ হয়ে বিক্রি করার মানে কী? তিনি বললেনঃ সে তার দালালী করবে না। (ইসলামিক ফাউন্ডেশন ৩৬৮৩, ইসলামিক সেন্টার ৩৬৮৩)\n",
    "checkStatus": "1",
    "hadithNo": "3717",
    "id": "50800",
    "thesequence": "50303",
    "isActive": "1",
    "chapterId": "18400",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৬. শহরবাসী লোকের জন্যে পল্লীবাসীর দালাল হয়ে বিক্রি করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nThe townsman should not sell for a man from the desert, leave the people alone, Allah will give them provision from one another. Yahya reported it with a slight change of words.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، ح. وَحَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ يَبِعْ حَاضِرٌ لِبَادٍ دَعُوا النَّاسَ يَرْزُقِ اللَّهُ بَعْضَهُمْ مِنْ بَعْضٍ . غَيْرَ أَنَّ فِي رِوَايَةِ يَحْيَى  يُرْزَقُ  .",
    "hadithBengali": "৩৭১৮-(২০/১৫২২) ইয়াহইয়া ইবনু ইয়াহইয়া তামীমী ও আহমাদ ইবনু ইউনুস (রহঃ) ..... জাবির (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ শহরের লোক গ্রামের লোকের পক্ষ হয়ে বিক্রয় করতে পারবে না। লোকেদের একজনের দ্বারা অপরজনের রিযকের যে ব্যবস্থা আল্লাহ করে রেখেছেন সে ব্যবস্থা চালু থাকতে দাও (ইসলামিক ফাউন্ডেশন ৩৬৮৪, ইসলামিক সেন্টার ৩৬৮৪)\n",
    "checkStatus": "1",
    "hadithNo": "3718",
    "id": "50801",
    "thesequence": "50304",
    "isActive": "1",
    "chapterId": "18400",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৬. শহরবাসী লোকের জন্যে পল্লীবাসীর দালাল হয়ে বিক্রি করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (Allah be pleased with him) reported a similar hadith from Allahs Apostle (ﷺ) through another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৩৭১৯-(.../...) আবূ বাকর ইবনু আবূ শাইবাহ ও আমর আন নাকিদ (রহঃ) ..... জাবির (রাযিঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৬৮৫, ইসলামিক সেন্টার ৩৬৮৫)\n",
    "checkStatus": "1",
    "hadithNo": "3719",
    "id": "50802",
    "thesequence": "50305",
    "isActive": "1",
    "chapterId": "18400",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৬. শহরবাসী লোকের জন্যে পল্লীবাসীর দালাল হয়ে বিক্রি করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik (Allah be pleased with him) reported:\nWe were forbidden that a townsman should sell for a man of the desert, even if he is his brother or father.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، عَنْ يُونُسَ، عَنِ ابْنِ سِيرِينَ، عَنْ أَنَسِ، بْنِ مَالِكٍ قَالَ نُهِينَا أَنْ يَبِيعَ، حَاضِرٌ لِبَادٍ . وَإِنْ كَانَ أَخَاهُ أَوْ أَبَاهُ .",
    "hadithBengali": "৩৭২০-(২১/১৫৩৩) ইয়াহইয়া ইবনু ইয়াহইয়া (রাযিঃ) ..... আনাস ইবনু মালিক (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ আমাদেরকে এমনটি নিষেধ করা হয়েছে, গ্রামের লোকের পক্ষ হয়ে শহরের লোকেরা যেন বিক্রয় না করে, সে ভাই বা পিতাই হোক না কেন। (ইসলামিক ফাউন্ডেশন ৩৬৮৬, ইসলামিক সেন্টার ৩৬৮৬)\n",
    "checkStatus": "1",
    "hadithNo": "3720",
    "id": "50803",
    "thesequence": "50306",
    "isActive": "1",
    "chapterId": "18400",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৬. শহরবাসী লোকের জন্যে পল্লীবাসীর দালাল হয়ে বিক্রি করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik (Allah be pleased with him) said:\nWe were forbidden that a townsman should sell for a man of the desert.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنِ ابْنِ عَوْنٍ، عَنْ مُحَمَّدٍ، عَنْ أَنَسٍ،ح . وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذٌ، حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ مُحَمَّدٍ، قَالَ قَالَ أَنَسُ بْنُ مَالِكٍ نُهِينَا عَنْ أَنْ يَبِيعَ حَاضِرٌ لِبَادٍ .",
    "hadithBengali": "৩৭২১-২২/...) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ... আনাস ইবনু মালিক (রাযিঃ) হতে বর্ণিত। তিনি বলেন আমাদেরকে নিযেধ করা হয়েছে যে, শহরের লোক যেন গ্রামের লোকের পক্ষ হয়ে বিক্রয় না করে। (ইসলামিক ফাউন্ডেশন ৩৬৮৭, ইসলামিক সেন্টার ৩৬৮৭)\n",
    "checkStatus": "1",
    "hadithNo": "3721",
    "id": "50804",
    "thesequence": "50307",
    "isActive": "1",
    "chapterId": "18400",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৬. শহরবাসী লোকের জন্যে পল্লীবাসীর দালাল হয়ে বিক্রি করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (may peace beupon him) as saying:\nHe who bought a goat having its udder tied up should go back with it, milk it, and, if he is satisfied with its milk, he should retair it, otherwise he should return it along with a sa of dates.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا دَاوُدُ بْنُ قَيْسٍ، عَنْ مُوسَى بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنِ اشْتَرَى شَاةً مُصَرَّاةً فَلْيَنْقَلِبْ بِهَا فَلْيَحْلُبْهَا فَإِنْ رَضِيَ حِلاَبَهَا أَمْسَكَهَا وَإِلاَّ رَدَّهَا وَمَعَهَا صَاعٌ مِنْ تَمْرٍ  .",
    "hadithBengali": "৩৭২২-(২৩/১৫২৪) &ldquo;আবদুল্লাহ ইবনু মাসলামাহ্ ইবনু কা&#39;নাব (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যক্তি যদি দুধ দোহন না করে ফুলিয়ে রাখা ওলান বিশিষ্ট বকরী খরিদ করে, তবে বাড়ী নিয়ে দোহনের পরে সে ইচ্ছা করলে রাখতে পারে আবার ইচ্ছা করলে ফেরতও দিতে পারে। ফেরত দিতে চাইলে এক সা&#39; খেজুরও সাথে দিবে। (ইসলামিক ফাউন্ডেশন ৩৬৮৮, ইসলামিক সেন্টার ৩৬৮৮)\n",
    "checkStatus": "1",
    "hadithNo": "3722",
    "id": "50805",
    "thesequence": "50308",
    "isActive": "1",
    "chapterId": "18401",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৭. কোন জন্তুর ওলান ফুলিয়ে বিক্রির হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nHe who buys a goat with its udder tied up has the option to retain the goat if he so desires or return it within three days, and in case he returns it he should do so along with a sa of dates.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْقَارِيَّ - عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنِ ابْتَاعَ شَاةً مُصَرَّاةً فَهُوَ فِيهَا بِالْخِيَارِ ثَلاَثَةَ أَيَّامٍ إِنْ شَاءَ أَمْسَكَهَا وَإِنْ شَاءَ رَدَّهَا وَرَدَّ مَعَهَا صَاعًا مِنْ تَمْرٍ  .",
    "hadithBengali": "৩৭২৩-(২৪/...) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি ওলান ফুলিয়ে রাখা বকরী ক্রয় করবে, তিন দিন পর্যন্ত তার জন্যে ইচ্ছার স্বাধীনতা থাকবে। ইচ্ছা করলে সেটি রাখতে পারে, আর যদি ফেরত দেয় তবে সে সাথে এক সা&#39; খেজুরও দিবে। (ইসলামিক ফাউন্ডেশন ৩৬৮৯, ইসলামিক সেন্টার ৩৬৮৯)\n",
    "checkStatus": "1",
    "hadithNo": "3723",
    "id": "50806",
    "thesequence": "50309",
    "isActive": "1",
    "chapterId": "18401",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৭. কোন জন্তুর ওলান ফুলিয়ে বিক্রির হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Apostle (ﷺ) as saying:\nlie who buys a goat having its udder tied up has the option to return it within three days. If he returns it he should pay a sa of dates. Wheat is not essential.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ جَبَلَةَ بْنِ أَبِي رَوَّادٍ، حَدَّثَنَا أَبُو عَامِرٍ، - يَعْنِي الْعَقَدِيَّ - حَدَّثَنَا قُرَّةُ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنِ اشْتَرَى شَاةً مُصَرَّاةً فَهُوَ بِالْخِيَارِ ثَلاَثَةَ أَيَّامٍ فَإِنْ رَدَّهَا رَدَّ مَعَهَا صَاعًا مِنْ طَعَامٍ لاَ سَمْرَاءَ .",
    "hadithBengali": "৩৭২৪-(২৫/...) মুহাম্মাদ ইবনু আমর (রহঃ) .... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি ওলান ফুলানো বকরী ক্রয় করবে, তিন দিন পর্যন্ত তার জন্য ইচ্ছার স্বাধীনতা থাকবে। সে যদি উক্ত বকরী ফেরত দেয় তবে তার সাথে এক সা&#39; খাদ্য বস্তুও দিবে। এজন্য উৎকৃষ্ট গম দিতে হবে এমনটি নয়। (ইসলামিক ফাউন্ডেশন ৩৬৯০, ইসলামিক সেন্টার ৩৬৯০)\n",
    "checkStatus": "1",
    "hadithNo": "3724",
    "id": "50807",
    "thesequence": "50310",
    "isActive": "1",
    "chapterId": "18401",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৭. কোন জন্তুর ওলান ফুলিয়ে বিক্রির হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nHe who buys a goat having its udder tied up has two courses left for him. He may retain it, and if he desires may return it along with a sa of dates and not wheat.",
    "hadithArabic": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنِ اشْتَرَى شَاةً مُصَرَّاةً فَهُوَ بِخَيْرِ النَّظَرَيْنِ إِنْ شَاءَ أَمْسَكَهَا وَإِنْ شَاءَ رَدَّهَا وَصَاعًا مِنْ تَمْرٍ لاَ سَمْرَاءَ  .",
    "hadithBengali": "৩৭২৫-(২৬/...) ইবনু আবূ উমার (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি ওলানে দুধ ফুলান বকরী কিনবে তার জন্যে ইচ্ছার স্বাধীনতা থাকবে। ইচ্ছা করলে ক্রয় ঠিক রাখবে আর ইচ্ছা করলে এক সা&#39; খেজুরসহ ফেরত দিবে- এজন্য উত্তম গম দেয়া জরুরী নয়। (ইসলামিক ফাউন্ডেশন ৩৬৯১, ইসলামিক সেন্টার ৩৬৯১)\n",
    "checkStatus": "1",
    "hadithNo": "3725",
    "id": "50808",
    "thesequence": "50311",
    "isActive": "1",
    "chapterId": "18401",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৭. কোন জন্তুর ওলান ফুলিয়ে বিক্রির হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ayyub narrated with the same chain of transmitters but with this change of words:\n He who buys a goat has the option....",
    "hadithArabic": "وَحَدَّثَنَاهُ ابْنُ أَبِي عُمَرَ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، عَنْ أَيُّوبَ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّهُ قَالَ   مَنِ اشْتَرَى مِنَ الْغَنَمِ فَهُوَ بِالْخِيَارِ  .",
    "hadithBengali": "৩৭২৬-২৭/...) ইবনু আবূ উমার (রহঃ) উপরে উল্লিখিত হাদীসটি &#39;আবদুল ওয়াহব থেকে উপরোক্ত সূত্রে বর্ণনা করেন। অবশ্য &#39;আবদুল ওয়াহবের বর্ণনায়شَاة এর জায়গায়غَنَم আছে। (ইসলামিক ফাউন্ডেশন ৩৬৯২ ইসলামিক সেন্টার ৩৬৯২)\n",
    "checkStatus": "1",
    "hadithNo": "3726",
    "id": "50809",
    "thesequence": "50312",
    "isActive": "1",
    "chapterId": "18401",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৭. কোন জন্তুর ওলান ফুলিয়ে বিক্রির হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hammam b. Munabbih said:\nOut of the ahadith which Abu Huraira (Allah be pleased with him) reported to us from Allahs Messenger (ﷺ) one is this that Allahs Messenger (ﷺ) said: If one among you buys a she-camel having its udder tied up he has the two options for him after milking it either (to retain it) or return it with a sa of dates.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا مَا أَحَدُكُمُ اشْتَرَى لِقْحَةً مُصَرَّاةً أَوْ شَاةً مُصَرَّاةً فَهُوَ بِخَيْرِ النَّظَرَيْنِ بَعْدَ أَنْ يَحْلُبَهَا إِمَّا هِيَ وَإِلاَّ فَلْيَرُدَّهَا وَصَاعًا مِنْ تَمْرٍ  .",
    "hadithBengali": "৩৭২৭-(২৮/...) মুহাম্মাদ ইবনু রাফি&#39; (রহঃ) হুমাম ইবনু মুনব্বিহ (রহঃ) হতে বর্ণনা করেন। হুমাম (রহঃ) বলেন যে, আবূ হুরাইরাহ (রাযিঃ) রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বেশ কিছু হাদীস আমাদের নিকট বর্ণনা করেন এবং বলেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যদি ওলান ফুলিয়ে রাখা উষ্ট্রী বা বকরী খরিদ করে তবে দুধ দোহনের পরে তার ইচ্ছা-স্বাধীনতা থাকবে। হয় তা রেখে দিবে অথবা এক সা&#39; খুরমাসহ ফেরত দিবে। (ইসলামিক ফাউন্ডেশন ৩৬৯৩, ইসলামিক সেন্টার ৩৬৯৩)\n",
    "checkStatus": "1",
    "hadithNo": "3727",
    "id": "50810",
    "thesequence": "50313",
    "isActive": "1",
    "chapterId": "18401",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৭. কোন জন্তুর ওলান ফুলিয়ে বিক্রির হুকুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nHe who buys foodgrain should not sell it until he has taken possession of it.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، ح وَحَدَّثَنَا أَبُو الرَّبِيعِ الْعَتَكِيُّ، وَقُتَيْبَةُ، قَالاَ حَدَّثَنَا حَمَّادٌ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنِ ابْتَاعَ طَعَامًا فَلاَ يَبِعْهُ حَتَّى يَسْتَوْفِيَهُ  . قَالَ ابْنُ عَبَّاسٍ وَأَحْسِبُ كُلَّ شَىْءٍ مِثْلَهُ .",
    "hadithBengali": "৩৭২৮-(২৯/১৫২৫) ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ রাবী&#39; আতাকী ও কুতাইবাহ্ (রহঃ) ..... ইবনু আব্বাস (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কোন খাদ্যদ্রব্য ক্রয় করবে সে তা আয়ত্বে নেয়ার পূর্বে বিক্রি করতে পারবে না। ইবনু আব্বাস (রাযিঃ) বলেন, আমি মনে করি সকল বস্তুর বেলায় এ একই নিয়ম। (ইসলামিক ফাউন্ডেশন ৩৬৯৪, ইসলামিক সেন্টার ৩৬৯৪)\n",
    "checkStatus": "1",
    "hadithNo": "3728",
    "id": "50811",
    "thesequence": "50314",
    "isActive": "1",
    "chapterId": "18402",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৮. ক্রয় করা জিনিস আপন আয়ত্বে নেয়ার পূর্বে বিক্রি করলে বিক্রি বাতিল হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated through the same chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَأَحْمَدُ بْنُ عَبْدَةَ، قَالاَ حَدَّثَنَا سُفْيَانُ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ، أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، - وَهُوَ الثَّوْرِيُّ - كِلاَهُمَا عَنْ عَمْرِو، بْنِ دِينَارٍ بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "৩৭২৯-(.../...) ইবনু আবূ উমার, আহমাদ ইবনু আবদাল্লাহ্, আবূ বাকর ইবনু আবূ শাইবাহ ও আবূ কুরায়ব (রহঃ) ..... &#39;আমর ইবনু দীনার (রহঃ) হতে উক্ত সানাদে একই রকম হাদীস বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৬৯৫, ইসলামিক সেন্টার ৩৬৯৫)\n",
    "checkStatus": "1",
    "hadithNo": "3729",
    "id": "50812",
    "thesequence": "50315",
    "isActive": "1",
    "chapterId": "18402",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৮. ক্রয় করা জিনিস আপন আয়ত্বে নেয়ার পূর্বে বিক্রি করলে বিক্রি বাতিল হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nHe who buys food-rain should not sell it until he has taken possession of it. Ibn Abbas (Allah be pleased with them) said: I regard everything like food (so far as this principle is concerned).",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ ابْنُ رَافِعٍ حَدَّثَنَا وَقَالَ الآخَرَانِ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنِ ابْتَاعَ طَعَامًا فَلاَ يَبِعْهُ حَتَّى يَقْبِضَهُ  . قَالَ ابْنُ عَبَّاسٍ وَأَحْسِبُ كُلَّ شَىْءٍ بِمَنْزِلَةِ الطَّعَامِ .",
    "hadithBengali": "৩৭৩০-(৩০/...) ইসহাক ইবনু ইবরাহীম, মুহাম্মাদ ইবনু রাফি&#39; ও &#39;আবদ ইবনু হুমায়দ (রহঃ) ... ইবনু আব্বাস (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি খাদ্যদ্রব্য ক্রয় করবে সে নিজ আয়ত্বে নেয়ার পূর্বে তা বিক্রি করতে পারবে না। ইবনু আব্বাস (রাযিঃ) বলেন, আমার ধারণা খাদ্য দ্রব্যের যে বিধান, অন্যান্য বস্তুর ক্ষেত্রেও এ একই বিধান প্রযোজ্য। (ইসলামিক ফাউন্ডেশন ৩৬৯৬, ইসলামিক সেন্টার ৩৬৯৬)\n",
    "checkStatus": "1",
    "hadithNo": "3730",
    "id": "50813",
    "thesequence": "50316",
    "isActive": "1",
    "chapterId": "18402",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৮. ক্রয় করা জিনিস আপন আয়ত্বে নেয়ার পূর্বে বিক্রি করলে বিক্রি বাতিল হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nHe who buys foodgrain should not sell it, until he has weighed it (and then taken possession of it). I (Tawus) said to Ibn Abbas (Allah be pleased with them): Why is it so? Thereupon he said: Dont you see that they (the people) sell foodgrains against gold for the stipulated time. Abu Kuraib did not make any mention of the stipulated time.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنِ ابْتَاعَ طَعَامًا فَلاَ يَبِعْهُ حَتَّى يَكْتَالَهُ  . فَقُلْتُ لاِبْنِ عَبَّاسٍ لِمَ فَقَالَ أَلاَ تَرَاهُمْ يَتَبَايَعُونَ بِالذَّهَبِ وَالطَّعَامُ مُرْجَأٌ وَلَمْ يَقُلْ أَبُو كُرَيْبٍ مُرْجَأٌ .",
    "hadithBengali": "৩৭৩১-(৩১/...) আবূ বাকর ইবনু আবূ শাইবাহ, আবূ কুরায়ব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... ইবনু আব্বাস (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি খাদ্য বস্তু ক্রয় করবে, সে তা মাপার আগে বিক্রি করতে পারবে না।\n\nবর্ণনাকারী তাউস (রহঃ) বলেন, আমি ইবনু আব্বাসের নিকট জিজ্ঞেস করলাম, এর কারণ কী? তিনি বললেন, তুমি কি দেখনি যে, লোকজন স্বর্ণ ও খাদ্যদ্রব্য বাকীতে ক্রয় করে? আবূ কুরায়ব &#39;বাকী শব্দটি উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন ৩৬৯৭, ইসলামিক সেন্টার ৩৬৯৭)\n",
    "checkStatus": "1",
    "hadithNo": "3731",
    "id": "50814",
    "thesequence": "50317",
    "isActive": "1",
    "chapterId": "18402",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৮. ক্রয় করা জিনিস আপন আয়ত্বে নেয়ার পূর্বে বিক্রি করলে বিক্রি বাতিল হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nHe who buys foodgrain should not sell it until he has taken full possession of it.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، حَدَّثَنَا مَالِكٌ، ح وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنِ ابْتَاعَ طَعَامًا فَلاَ يَبِعْهُ حَتَّى يَسْتَوْفِيَهُ  .",
    "hadithBengali": "৩৭৩২-(৩২/১৫২৬) আবদুল্লাহ ইবনু মাসলামাহ্ কা&#39;নাবী ও ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ খাদ্যদ্রব্য ক্রয় করলে তা পূর্ণ করায়ত্ব করার পূর্বে যেন বিক্রি না করে। (ইসলামিক ফাউন্ডেশন ৩৬৯৮, ইসলামিক সেন্টার ৩৬৯৮)\n",
    "checkStatus": "1",
    "hadithNo": "3732",
    "id": "50815",
    "thesequence": "50318",
    "isActive": "1",
    "chapterId": "18402",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৮. ক্রয় করা জিনিস আপন আয়ত্বে নেয়ার পূর্বে বিক্রি করলে বিক্রি বাতিল হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported:\nWe used to buy foodgrains during the lifetime of Allahs Messenger (ﷺ). He (the Holy Prophet) would then send to us one who commanded us to take them (the foodgrains) to a place other than the one where we had bought them before we sold it.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كُنَّا فِي زَمَانِ رَسُولِ اللَّهِ صلى الله عليه وسلم نَبْتَاعُ الطَّعَامَ فَيَبْعَثُ عَلَيْنَا مَنْ يَأْمُرُنَا بِانْتِقَالِهِ مِنَ الْمَكَانِ الَّذِي ابْتَعْنَاهُ فِيهِ إِلَى مَكَانٍ سِوَاهُ قَبْلَ أَنْ نَبِيعَهُ .",
    "hadithBengali": "৩৭৩৩-(৩৩/১৫২৭) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ আমরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় দ্রব্য ক্রয় করতাম। তখন তিনি এ মর্মে আদেশ দিয়ে আমাদের নিকট লোক পাঠাতেন যে, এ মাল বিক্রি করার আগেই যেন ক্রয়ের জায়গা হতে অন্যত্র সরিয়ে রাখা হয়। (ইসলামিক ফাউন্ডেশন ৩৬৯৯, ইসলামিক সেন্টার ৩৬৯৯)\n",
    "checkStatus": "1",
    "hadithNo": "3733",
    "id": "50816",
    "thesequence": "50319",
    "isActive": "1",
    "chapterId": "18402",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৮. ক্রয় করা জিনিস আপন আয়ত্বে নেয়ার পূর্বে বিক্রি করলে বিক্রি বাতিল হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nHe who buys foodgrain should not sell that before taking possession of it. ",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ، عُمَرَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنِ اشْتَرَى طَعَامًا فَلاَ يَبِعْهُ حَتَّى يَسْتَوْفِيَهُ",
    "hadithBengali": "৩৭৩৪-(১৫২৬/৩৪) আবূ বাকর ইবনু আবূ শাইবাহ ও মুহাম্মাদ ইবনু আবদিল্লাহ (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি খাদ্যদ্রব্য ক্রয় করবে সে তা পরিপূর্ণ করায়ত্বে নেয়ার আগে বিক্রি করতে পারবে না। (ইসলামিক ফাউন্ডেশন ৩৭০০, ইসলামিক সেন্টার ৩৭০০)\n",
    "checkStatus": "1",
    "hadithNo": "3734",
    "id": "50817",
    "thesequence": "50320",
    "isActive": "1",
    "chapterId": "18402",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৮. ক্রয় করা জিনিস আপন আয়ত্বে নেয়ার পূর্বে বিক্রি করলে বিক্রি বাতিল হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "He (the narrator) said: We used to buy foodgrain from the caravans in bulk, but Allahs Messenger (ﷺ) forbade us to re-sell that until we had shifted it to some other place.",
    "hadithArabic": "قَالَ وَكُنَّا نَشْتَرِي الطَّعَامَ مِنَ الرُّكْبَانِ جِزَافًا فَنَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نَبِيعَهُ حَتَّى نَنْقُلَهُ مِنْ مَكَانِهِ ",
    "hadithBengali": "৩৭৩৫-(১৫২৭) তিনি আরো বলেনঃ আমরা কাফিলা থেকে দ্রব্য খরিদ করতাম। এরপর রসূলুল্লাহ আমাদেরকে সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা স্থানান্তরিত করার পূর্বে বিক্রি করতে নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭০০, ইসলামিক সেন্টার ৩৭০০)\n",
    "checkStatus": "1",
    "hadithNo": "3735",
    "id": "50818",
    "thesequence": "50321",
    "isActive": "1",
    "chapterId": "18402",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৮. ক্রয় করা জিনিস আপন আয়ত্বে নেয়ার পূর্বে বিক্রি করলে বিক্রি বাতিল হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nHe who bought foodgrain should not sell it until he had taken full possession of it (after measuring it).",
    "hadithArabic": "حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنِي عُمَرُ بْنُ مُحَمَّدٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنِ اشْتَرَى طَعَامًا فَلاَ يَبِعْهُ حَتَّى يَسْتَوْفِيَهُ وَيَقْبِضَهُ  .",
    "hadithBengali": "৩৭৩৬-(৩৫/১৫২৬) হারমালাহ্ ইবনু ইয়াহইয়া (রহঃ) ... আবদুল্লাহ ইবনু উমার (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি খাদ্যদ্রব্য ক্রয় করবে সে ততক্ষণ পর্যন্ত তা বিক্রি করতে পারবে না, যতক্ষণ না হস্তগত করে ও তাতে নিজের অধিকার প্রতিষ্ঠিত করে। (ইসলামিক ফাউন্ডেশন ৩৭০১, ইসলামিক সেন্টার ৩৭০১)\n",
    "checkStatus": "1",
    "hadithNo": "3736",
    "id": "50819",
    "thesequence": "50322",
    "isActive": "1",
    "chapterId": "18402",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৮. ক্রয় করা জিনিস আপন আয়ত্বে নেয়ার পূর্বে বিক্রি করলে বিক্রি বাতিল হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying,:\nHe who bought foodgrain should not sell it until he had taken possession of it.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَعَلِيُّ بْنُ حُجْرٍ، قَالَ يَحْيَى أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، وَقَالَ عَلِيٌّ حَدَّثَنَا إِسْمَاعِيلُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، أَنَّهُ سَمِعَ ابْنَ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنِ ابْتَاعَ طَعَامًا فَلاَ يَبِعْهُ حَتَّى يَقْبِضَهُ  .",
    "hadithBengali": "৩৭৩৭-(৩৬/...) ইয়াহইয়া ইবনু ইয়াহইয়া ও আলী ইবনু হুজর (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে লোক খাদ্যদ্রব্য খরিদ করে সে তা হস্তগত করার পূর্বে বিক্রি করতে পারবে না। (ইসলামিক ফাউন্ডেশন ৩৭০২, ইসলামিক সেন্টার ৩৭০২)\n",
    "checkStatus": "1",
    "hadithNo": "3737",
    "id": "50820",
    "thesequence": "50323",
    "isActive": "1",
    "chapterId": "18402",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৮. ক্রয় করা জিনিস আপন আয়ত্বে নেয়ার পূর্বে বিক্রি করলে বিক্রি বাতিল হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (Allah be pleased with them) reported that they were beaten during the lifetime of Allahs Messenger (ﷺ) if they had bought foodgrains in bulk and then sold them in the spot without shifting them (to some other place).",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُمْ كَانُوا يُضْرَبُونَ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذَا اشْتَرَوْا طَعَامًا جِزَافًا أَنْ يَبِيعُوهُ فِي مَكَانِهِ حَتَّى يُحَوِّلُوهُ .",
    "hadithBengali": "৩৭৩৮-(৩৮/...) আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে আন্দাজ করে খাদ্যদ্রব্য ক্রয় করে স্থান বদল করার পূর্বে বিক্রি করলে লোকদের শাস্তি দেয়া হত। (ইসলামিক ফাউন্ডেশন ৩৭০৩, ইসলামিক সেন্টার ৩৭০৩)\n",
    "checkStatus": "1",
    "hadithNo": "3738",
    "id": "50821",
    "thesequence": "50324",
    "isActive": "1",
    "chapterId": "18402",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৮. ক্রয় করা জিনিস আপন আয়ত্বে নেয়ার পূর্বে বিক্রি করলে বিক্রি বাতিল হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salim b. Abdullah (Allah be pleased with them) reported his father havingsaid this:\nI saw people being beaten during the lifetime of Allahs Messenger (ﷺ) in case they bought the foodgrain in bulk, and then sold them at that spot before taking it to their places. This hadith is narrated on the authority of Ubaidullah b. Abdullah b. Umar through another chain of transmitters (and the words are): His father (Ibn Umar) used to buy foodgrains in bulk and then carried them to his people.",
    "hadithArabic": " وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ أَبَاهُ، قَالَ قَدْ رَأَيْتُ النَّاسَ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذَا ابْتَاعُوا الطَّعَامَ جِزَافًا يُضْرَبُونَ فِي أَنْ يَبِيعُوهُ فِي مَكَانِهِمْ وَذَلِكَ حَتَّى يُئْوُوهُ إِلَى رِحَالِهِمْ . قَالَ ابْنُ شِهَابٍ وَحَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّ أَبَاهُ كَانَ يَشْتَرِي الطَّعَامَ جِزَافًا فَيَحْمِلُهُ إِلَى أَهْلِهِ .",
    "hadithBengali": "৩৭৩৯-(৩৯/...) হারমালাহ ইবনু ইয়াহইয়া (রহঃ) ..... আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ আমি দেখেছি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর &#39;আমালে লোকেরা অনুমান করে খাদ্যদ্রব্য খরিদ করে নিজেদের জায়গায় না নিয়েই ক্রয় স্থলে তা বিক্রি করার কারণে তাদের শাস্তি দেয়া হত।\n\nইবনু শিহাব (রহঃ) উবাইদুল্লাহ ইবনু আবদুল্লাহ ইবনু উমার (রাযিঃ) থেকে বর্ণনা করেন যে, তার পিতা অনুমান করে খাদ্য বস্তু ক্রয় করত। এরপর তা বাড়ী নিয়ে আসত। (ইসলামিক ফাউন্ডেশন ৩৭০৪, ইসলামিক সেন্টার ৩৭০৪)\n",
    "checkStatus": "1",
    "hadithNo": "3739",
    "id": "50822",
    "thesequence": "50325",
    "isActive": "1",
    "chapterId": "18402",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৮. ক্রয় করা জিনিস আপন আয়ত্বে নেয়ার পূর্বে বিক্রি করলে বিক্রি বাতিল হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nHe who bought foodgrain should not sell it until he had measured it. In the narration of Abu Bakr there the word is Ibta instead of Ishtara.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ وَأَبُو كُرَيْبٍ قَالُوا حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ أَبِي، هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  مَنِ اشْتَرَى طَعَامًا فَلاَ يَبِعْهُ حَتَّى يَكْتَالَهُ  . وَفِي رِوَايَةِ أَبِي بَكْرٍ  مَنِ ابْتَاعَ  .",
    "hadithBengali": "৩৭৪০-(৩৯/১৫২৮) আবূ বাকর ইবনু আবূ শাইবাহ, ইবনু নুমায়র ও আবূ কুরায়ব (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি খাদ্যদ্রব্য ক্রয় করবে সে তা পরিমাপ করার আগে বিক্রি করতে পারবে না। \n\nআবূ বাকরের বর্ণনায় مَنِ اشْتَرَى এর স্থলে مَنِ ابْتَاعَ রয়েছে। (ইসলামিক ফাউন্ডেশন ৩৭০৫, ইসলামিক সেন্টার ৩৭০৫)\n",
    "checkStatus": "1",
    "hadithNo": "3740",
    "id": "50823",
    "thesequence": "50326",
    "isActive": "1",
    "chapterId": "18402",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৮. ক্রয় করা জিনিস আপন আয়ত্বে নেয়ার পূর্বে বিক্রি করলে বিক্রি বাতিল হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be please with him) is reported to have said to Marwan:\nHave you made lawful the transactions involving interest? Thereupon Marwan said: I have not done that. Thereupon Abu Huraira (ﷺ) said: You have made lawful the transactions with the help of documents only, whereas Allahs Messenger (ﷺ) forbade the transaction of foodgrains until full possession is taken of them. Marwan then addressed the people and forbade them to enter into such transactions (as are done with the help of documents). Sulaiman said: I saw the sentinels snatching (these documents) from the people.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْحَارِثِ الْمَخْزُومِيُّ، حَدَّثَنَا الضَّحَّاكُ، بْنُ عُثْمَانَ عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ قَالَ لِمَرْوَانَ أَحْلَلْتَ بَيْعَ الرِّبَا . فَقَالَ مَرْوَانُ مَا فَعَلْتُ . فَقَالَ أَبُو هُرَيْرَةَ أَحْلَلْتَ بَيْعَ الصِّكَاكِ وَقَدْ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعِ الطَّعَامِ حَتَّى يُسْتَوْفَى . قَالَ فَخَطَبَ مَرْوَانُ النَّاسَ فَنَهَى عَنْ بَيْعِهَا . قَالَ سُلَيْمَانُ فَنَظَرْتُ إِلَى حَرَسٍ يَأْخُذُونَهَا مِنْ أَيْدِي النَّاسِ .",
    "hadithBengali": "৩৭৪১-(৪০/...) ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি একদা মারওয়ানকে প্রশ্ন করেন, আপনি কি সূদী কেনাবেচা বৈধ করে দিয়েছেন? মারওয়ান বললেনঃ না, আমি তো তা করিনি। আবূ হুরাইরাহ্ (রাযিঃ) পুনরায় জিজ্ঞেস করেন, আপনি কি রেশন কার্ড বিক্রি বৈধ করে দেননি?* অথচ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাদ্যদ্রব্য পুরোপুরি হস্তগত করার আগে বিক্রি করতে নিষেধ করেছেন। এরপর মারওয়ান এক বক্তৃতায় তা বিক্রি করতে লোকদের নিষেধ করে দেন।\n\nরাবী সুলাইমান (রহঃ) বলেনঃ আমি দেখলাম যে, মানুষের কাছ থেকে সরকারী কর্মচারীগণ রেশন কার্ড ফিরিয়ে নিচ্ছে। (ইসলামিক ফাউন্ডেশন ৩৭০৬, ইসলামিক সেন্টার ৩৭০৬)\n",
    "checkStatus": "1",
    "hadithNo": "3741",
    "id": "50824",
    "thesequence": "50327",
    "isActive": "1",
    "chapterId": "18402",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৮. ক্রয় করা জিনিস আপন আয়ত্বে নেয়ার পূর্বে বিক্রি করলে বিক্রি বাতিল হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nWhen you purchase foodgrains, do not sell them until you have taken possession of them.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا رَوْحٌ، حَدَّثَنَا ابْنُ جُرَيْجٍ، حَدَّثَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِذَا ابْتَعْتَ طَعَامًا فَلاَ تَبِعْهُ حَتَّى تَسْتَوْفِيَهُ  .",
    "hadithBengali": "৩৭৪২-(৪১/১৫২৯) ইসহাক ইবনু ইবরাহীম ও ইবনু জুরায়জ (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ তুমি যখন কোন খাদ্য বস্তু ক্রয় করো, তখন তা সম্পূর্ণরূপে বুঝে নেয়ার আগে বিক্রি করো না। (ইসলামিক ফাউন্ডেশন ৩৭০৭, ইসলামিক সেন্টার ৩৭০৭)\n",
    "checkStatus": "1",
    "hadithNo": "3742",
    "id": "50825",
    "thesequence": "50328",
    "isActive": "1",
    "chapterId": "18402",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৮. ক্রয় করা জিনিস আপন আয়ত্বে নেয়ার পূর্বে বিক্রি করলে বিক্রি বাতিল হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abdullah (Allah be pleased with them) is reported to have said that Allahs Messenger (ﷺ) forbade the sale of a heap of dates the weight of which is unknown in accordance with the known weight of dates.",
    "hadithArabic": " حَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنِي ابْنُ جُرَيْجٍ، أَنَّ أَبَا الزُّبَيْرِ، أَخْبَرَهُ قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعِ الصُّبْرَةِ مِنَ التَّمْرِ لاَ يُعْلَمُ مَكِيلَتُهَا بِالْكَيْلِ الْمُسَمَّى مِنَ التَّمْرِ .",
    "hadithBengali": "৩৭৪৩-(৪২/১৫৩০) আবূ তাহির আহমাদ ইবনু &#39;আমর ইবনু সারহ (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অজ্ঞাত পরিমাণ খেজুরের স্তুপ নির্দিষ্ট পরিমাণ খেজুরের বিনিময়ে বিক্রি করতে নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭০৮, ইসলামিক সেন্টার ৩৭০৮)\n",
    "checkStatus": "1",
    "hadithNo": "3743",
    "id": "50826",
    "thesequence": "50329",
    "isActive": "1",
    "chapterId": "18403",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৯. অজ্ঞাত পরিমাণ খেজুরের স্তুপ নির্দিষ্ট পরিমাণ খেজুরের বিনিময়ে বিক্রি করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is narrated on the authority of Jabir b. Abdullah (Allah be pleased with them) but with this variation that no mention is made of the dates (which one finds) at the end of the previous hadith.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم . بِمِثْلِهِ غَيْرَ أَنَّهُ لَمْ يَذْكُرْ مِنَ التَّمْرِ . فِي آخِرِ الْحَدِيثِ .",
    "hadithBengali": "৩৭৪৪-(.../...) ইসহাক ইবনু ইবরাহীম (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ধরনের বিক্রয় করতে নিষেধ করেছেন। তবে বর্ণনাকারী রাওহা (রহঃ) হাদীসের শেষ অংশে খেজুরের কথা উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন ৩৭০৯, ইসলামিক সেন্টার ৩৭০৯)\n",
    "checkStatus": "1",
    "hadithNo": "3744",
    "id": "50827",
    "thesequence": "50330",
    "isActive": "1",
    "chapterId": "18403",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "৯. অজ্ঞাত পরিমাণ খেজুরের স্তুপ নির্দিষ্ট পরিমাণ খেজুরের বিনিময়ে বিক্রি করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nBoth parties in a business transaction have the right to annul it so long as they have not separated; except in transactions which have been made subject to the right of parties to annul them.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   الْبَيِّعَانِ كُلُّ وَاحِدٍ مِنْهُمَا بِالْخِيَارِ عَلَى صَاحِبِهِ مَا لَمْ يَتَفَرَّقَا إِلاَّ بَيْعَ الْخِيَارِ  .",
    "hadithBengali": "৩৭৪৫-(৪৩/১৫৩১) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... ইবনু উমর (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ক্রেতা ও বিক্রেতার একজনের অপরের উপর (ক্রয়-বিক্রয় ভঙ্গ করার) ইচ্ছা-স্বাধীনতা থাকবে, যতক্ষণ তারা একে অপর থেকে আলাদা না হয়। তবে ইখতিয়ারের শর্তে ক্রয়-বিক্রয় হয়ে থাকলে তা ভিন্ন কথা। (ইসলামিক ফাউন্ডেশন ৩৭১০, ইসলামিক সেন্টার ৩৭১০)\n",
    "checkStatus": "1",
    "hadithNo": "3745",
    "id": "50828",
    "thesequence": "50331",
    "isActive": "1",
    "chapterId": "18404",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১০. ক্রেতা ও বিক্রেতার জন্যে খিয়ারে মজলিস (ক্রয়-বিক্রয় ভঙ্গে ইচ্ছা-স্বাধীনতা) থাকবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Ibn Umar (Allah be pleased with them) through another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا يَحْيَى، وَهُوَ الْقَطَّانُ ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي كُلُّهُمْ، عَنْ عُبَيْدِ، اللَّهِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم ح. وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، ح وَحَدَّثَنَا أَبُو الرَّبِيعِ وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا حَمَّادٌ، - وَهُوَ ابْنُ زَيْدٍ - جَمِيعًا عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم ح. وَحَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى، بْنُ سَعِيدٍ ح وَحَدَّثَنَا ابْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنَا الضَّحَّاكُ، كِلاَهُمَا عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم . نَحْوَ حَدِيثِ مَالِكٍ عَنْ نَافِعٍ .",
    "hadithBengali": "৩৭৪৬-(.../...) যুহায়র ইবনু হারব, মুহাম্মাদ ইবনুল মুসান্না, আবূ বাকর ইবনু আবূ শাইবাহ ও ইবনু নুমায়র (রহঃ) ... ইবনু উমর (রাযিঃ) থেকে, যুহায়র ইবনু হারব ও আলী ইবনু হুজুর এবং আবূ রাবী ও আবূ কামিল (রহঃ) ..... ইবনু উমর (রাযিঃ) থেকে, ইবনুল মুসান্না ও ইবনু আবূ উমার এবং ইবনু রাফি (রহঃ) ..... ইবনু উমর (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উপরে উল্লিখিত নাফি&#39; থেকে মালিক এর বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৭১১, ইসলামিক সেন্টার ৩৭১১\n",
    "checkStatus": "1",
    "hadithNo": "3746",
    "id": "50829",
    "thesequence": "50332",
    "isActive": "1",
    "chapterId": "18404",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১০. ক্রেতা ও বিক্রেতার জন্যে খিয়ারে মজলিস (ক্রয়-বিক্রয় ভঙ্গে ইচ্ছা-স্বাধীনতা) থাকবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with thcm) reported Allahs Messenger (ﷺ) as saying:\nWhen two persons enter into a transaction, each of them has the right to annul it so long as they are not separated and are together (at the place of transaction) ; or if one gives the other the right (to annul the transaction) But if one gives the other the option, the transaction is made on this condition (i. e. one has the right to annul the transaction), it becomes binding. And if they are separated after they have made the bargain and none of them annulled it, even then the transaction is binding.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ   إِذَا تَبَايَعَ الرَّجُلاَنِ فَكُلُّ وَاحِدٍ مِنْهُمَا بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا وَكَانَا جَمِيعًا أَوْ يُخَيِّرُ أَحَدُهُمَا الآخَرَ فَإِنْ خَيَّرَ أَحَدُهُمَا الآخَرَ فَتَبَايَعَا عَلَى ذَلِكَ فَقَدْ وَجَبَ الْبَيْعُ وَإِنْ تَفَرَّقَا بَعْدَ أَنْ تَبَايَعَا وَلَمْ يَتْرُكْ وَاحِدٌ مِنْهُمَا الْبَيْعَ فَقَدْ وَجَبَ الْبَيْعُ  .",
    "hadithBengali": "৩৭৪৭-(৪৪/...) কুতাইবাহ ইবনু সাঈদ ও মুহাম্মাদ ইবনু রুমূহ (রহঃ) ..... ইবনু উমর (রাযিঃ) সূত্রে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত। তিনি বলেন, দু&#39;জন লোক পরস্পর কেনাবেচা করলে যতক্ষণ তারা একে অন্যের থেকে পৃথক না হয় বরং একত্রিত থাকে, ততক্ষণ তাদের প্রত্যেকেরই ক্রয়-বিক্রয় বাতিল করার স্বাধীনতা থাকবে। কিংবা যদি একজন অপরজনকে ক্রয়-বিক্রয় বাতিল করার ইখতিয়ার প্রদান করে এবং এরূপ শর্তে ক্রয় বিক্রয় সমাধা হয় তবে এ ক্রয়-বিক্রয় ঠিক থাকবে। আর যদি ক্রয়-বিক্রয়ের পর তারা একজন অন্যজন থেকে পৃথক হয়ে যায় এবং উভয়ের কোন একজন ক্রয়-বিক্রয় বাতিল না করে তবে তাও ঠিক থাকবে। (ইসলামিক ফাউন্ডেশন ৩৭১২, ইসলামিক সেন্টার ৩৭১২)\n",
    "checkStatus": "1",
    "hadithNo": "3747",
    "id": "50830",
    "thesequence": "50333",
    "isActive": "1",
    "chapterId": "18404",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১০. ক্রেতা ও বিক্রেতার জন্যে খিয়ারে মজলিস (ক্রয়-বিক্রয় ভঙ্গে ইচ্ছা-স্বাধীনতা) থাকবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nWhen two persons enter into a transac. tion, each one of them has the right to annul it so long as they are not separated, or their transaction gives one another (as a condition) the right of annulling, and if their transaction, has the right of annulling it the transaction becomes binding. Ibn Abi Umar made this addition that whenever he (Ibn Umar) entered into a transaction with a person with the intention of not breaking it, he walked a while and then returned to him.",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَابْنُ أَبِي عُمَرَ، كِلاَهُمَا عَنْ سُفْيَانَ، - قَالَ زُهَيْرٌ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، - عَنِ ابْنِ جُرَيْجٍ، قَالَ أَمْلَى عَلَىَّ نَافِعٌ سَمِعَ عَبْدَ اللَّهِ بْنَ عُمَرَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا تَبَايَعَ الْمُتَبَايِعَانِ بِالْبَيْعِ فَكُلُّ وَاحِدٍ مِنْهُمَا بِالْخِيَارِ مِنْ بَيْعِهِ مَا لَمْ يَتَفَرَّقَا أَوْ يَكُونُ بَيْعُهُمَا عَنْ خِيَارٍ فَإِذَا كَانَ بَيْعُهُمَا عَنْ خِيَارٍ فَقَدْ وَجَبَ  . زَادَ ابْنُ أَبِي عُمَرَ فِي رِوَايَتِهِ قَالَ نَافِعٌ فَكَانَ إِذَا بَايَعَ رَجُلاً فَأَرَادَ أَنْ لاَ يُقِيلَهُ قَامَ فَمَشَى هُنَيَّةً ثُمَّ رَجَعَ إِلَيْهِ .",
    "hadithBengali": "৩৭৪৮-(৪৫/...) যুহায়র ইবনু হারব ও ইবনু আবূ &#39;উমার (রহঃ) ..... আবদুল্লাহ ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ক্রেতা ও বিক্রেতা যখন ক্রয়-বিক্রয় সম্পন্ন করে তখন তাদের প্রতেকেরই ক্রয়-বিক্রয় প্রত্যাখ্যান করার ব্যাপারে সুযোগ থাকে যতক্ষণ পর্যন্ত তারা একে অন্যের থেকে পৃথক না হয়ে যায়। অথবা যদি ক্রয়-বিক্রয় খিয়ারের শর্তে (নির্দিষ্ট সময়ের মধ্যে ক্রয়-বিক্রয় ঠিক রাখা না রাখার শর্ত) হয়ে থাকে তখনও খিয়ার বহাল থাকবে।\n\nইবনু আবূ উমারের বর্ণনায় আরো রয়েছে- নাফি&#39; বলেন, ইবনু উমর (রাযিঃ) যখন কারো সাথে ক্রয়বিক্রয় করতেন এবং তিনি তা বহাল রাখতে চাইতেন, তখন উঠে গিয়ে এদিক সেদিক কিছুক্ষণ হাঁটাহাটি করতেন, তারপর দ্বিতীয়পক্ষের নিকট আবার প্রত্যাৰ্তন করতেন। (ইসলামিক ফাউন্ডেশন ৩৭১৩, ইসলামিক সেন্টার ৩৭১৩)\n",
    "checkStatus": "1",
    "hadithNo": "3748",
    "id": "50831",
    "thesequence": "50334",
    "isActive": "1",
    "chapterId": "18404",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১০. ক্রেতা ও বিক্রেতার জন্যে খিয়ারে মজলিস (ক্রয়-বিক্রয় ভঙ্গে ইচ্ছা-স্বাধীনতা) থাকবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported Allahs Messenger (ﷺ) as saying:\nThere is no transaction between two persons entering a transaction until they separate, but only when there is an option to annul it.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، و يَحْيَى بْنُ أَيُّوبَ وَقُتَيْبَةُ وَابْنُ حُجْرٍ قَالَ يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، أَنَّهُ سَمِعَ ابْنَ، عُمَرَ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   كُلُّ بَيِّعَيْنِ لاَ بَيْعَ بَيْنَهُمَا حَتَّى يَتَفَرَّقَا إِلاَّ بَيْعُ الْخِيَارِ  .",
    "hadithBengali": "৩৭৪৯-(৪৬/...) ইয়াহইয়া ইবনু ইয়াহইয়া, ইয়াহইয়া ইবনু আইয়্যুব, কুতাইবাহ ও ইবনু হুজর (রহঃ) ..... ইবনু উমার (রামিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ক্রেতা ও বিক্রেতার মাঝে কেনা-বেচা পুরোপুরি হবে না তারা পরস্পর আলাদা হওয়া পর্যন্ত। কিন্তু খিয়ারের শর্তে ক্রয়-বিক্রয় হলে; (পরস্পর বিচ্ছিন্ন হওয়ার পরেও খিয়ার বহাল থাকবে)। (ইসলামিক ফাউন্ডেশন ৩৭১৪, ইসলামিক সেন্টার ৩৭১৪)\n",
    "checkStatus": "1",
    "hadithNo": "3749",
    "id": "50832",
    "thesequence": "50335",
    "isActive": "1",
    "chapterId": "18404",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১০. ক্রেতা ও বিক্রেতার জন্যে খিয়ারে মজলিস (ক্রয়-বিক্রয় ভঙ্গে ইচ্ছা-স্বাধীনতা) থাকবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hakim b. Hazim (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nBoth parties in a business transaction have the right to annul it so long as they have not separated; and if they speak the truth and make everything clear they will be blessed in their transaction; but if they tell a lie and conceal anything the blessing on their transaction will be blotted out.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ شُعْبَةَ، ح وَحَدَّثَنَا عَمْرُو بْنُ، عَلِيٍّ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَبِي الْخَلِيلِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ حَكِيمِ بْنِ حِزَامٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا فَإِنْ صَدَقَا وَبَيَّنَا بُورِكَ لَهُمَا فِي بَيْعِهِمَا وَإِنْ كَذَبَا وَكَتَمَا مُحِقَتْ بَرَكَةُ بَيْعِهِمَا  .",
    "hadithBengali": "৩৭৫০-(৪৭/১৫৩২) মুহাম্মাদ ইবনু মুসান্না ও &#39;আমর ইবনু আলী (রহঃ) ..... হাকীম ইবনু হিযাম (রাযিঃ) সূত্রে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত। তিনি বলেন, ক্রেতা ও বিক্রেতার একজন আরেকজন থেকে পৃথক হওয়া পর্যন্ত খিয়ার থাকবে। উভয়ে যদি সত্য কথা বলে এবং দোষ-ত্রুটি বর্ণনা করে দেয় তবে তাদের কেনা-বেচায় বরকত হবে। আর যদি তারা কেনা-বেচার মধ্যে মিথ্যার আশ্রয় নেয় এবং দোষ-ত্রুটি গোপন রাখে তবে তাতে বরকত থাকবে না। (ইসলামিক ফাউন্ডেশন ৩৭১৫, ইসলামিক সেন্টার ৩৭১৫)\n",
    "checkStatus": "1",
    "hadithNo": "3750",
    "id": "50833",
    "thesequence": "50336",
    "isActive": "1",
    "chapterId": "18405",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১১. ক্রয়-বিক্রয়ে সত্য বলা ও দোষ-ত্রুটি বর্ণনা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A hadith like this has been transmitted on the authority of Hakim b. Hizam (Imam Muslim) said:\nHakim b. Hizam was born inside the Kaba and lived for one hundred and twenty years.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا هَمَّامٌ، عَنْ أَبِي التَّيَّاحِ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ الْحَارِثِ، يُحَدِّثُ عَنْ حَكِيمِ بْنِ حِزَامٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِهِ . قَالَ مُسْلِمُ بْنُ الْحَجَّاجِ وُلِدَ حَكِيمُ بْنُ حِزَامٍ فِي جَوْفِ الْكَعْبَةِ وَعَاشَ مِائَةً وَعِشْرِينَ سَنَةً .",
    "hadithBengali": "৩৭৫১-(.../...) &#39;আমর ইবনু আলী (রহঃ) ..... হাকীম ইবনু হিযাম (রাযিঃ) সূত্রে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরকম হাদীস বর্ণনা করেন।\n\nমুসলিম ইবনু হাজ্জাজ (রহঃ) বলেন, হাকীম ইবনু হিযাম (রাযিঃ) কা&#39;বার ভিতরে ভূমিষ্ট হন ও একশ&#39; বিশ বছর বেঁচে থাকেন। (ইসলামিক ফাউন্ডেশন ৩৭১৬, ইসলামিক সেন্টার ৩৭১৬)\n",
    "checkStatus": "1",
    "hadithNo": "3751",
    "id": "50834",
    "thesequence": "50337",
    "isActive": "1",
    "chapterId": "18405",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১১. ক্রয়-বিক্রয়ে সত্য বলা ও দোষ-ত্রুটি বর্ণনা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Dinar narrated that he heard Ibn Umar (Allah be pleased with them) saying:\nA man mentioned to the Messenger of Allah (ﷺ) that he was deceived in a business transaction, whereupon Allahs Messenger (ﷺ) said: When you enter into a transaction, say: There should be no attempt to deceive.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَيَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالَ يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، أَنَّهُ سَمِعَ ابْنَ، عُمَرَ يَقُولُ ذَكَرَ رَجُلٌ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ يُخْدَعُ فِي الْبُيُوعِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ بَايَعْتَ فَقُلْ لاَ خِلاَبَةَ  . فَكَانَ إِذَا بَايَعَ يَقُولُ لاَ خِيَابَةَ.",
    "hadithBengali": "৩৭৫২-(৪৮/১৫৩৩) ইয়াহইয়া ইবনু ইয়াহইয়া, ইয়াহইয়া ইবনু আইয়্যুব, কুতাইবাহ ও ইবনু হজর (রহঃ) ...... ইবনু উমর (রাযিঃ) হতে বর্ণিত। তিনি বলেন, এক ব্যক্তি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট জানাল যে, ক্রয়-বিক্রয়ে তাকে প্রতারিত করা হয়। তখন তিনি বললেনঃ তুমি যার সাথে কেনা-বেচা করবে তাকে বলবে, কোন প্রকার প্রতারণা থাকবে না। এরপর থেকে যখনই সে কিছু খরিদ করত, তখনই বলে দিত কোন প্রকার প্রতারণা থাকবে না। (ইসলামিক ফাউন্ডেশন ৩৭১৭, ইসলামিক সেন্টার ৩৭১৭)\n",
    "checkStatus": "1",
    "hadithNo": "3752",
    "id": "50835",
    "thesequence": "50338",
    "isActive": "1",
    "chapterId": "18406",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১২. কেনা-বেচায় প্রতারিত হওয়া ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Abdullah b. Dinar with the same chain of transmitters but these words are not found in it. When he buys he should say:\nThere should be no attempt to deceive.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ، الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، كِلاَهُمَا عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ وَلَيْسَ فِي حَدِيثِهِمَا فَكَانَ إِذَا بَايَعَ يَقُولُ لاَ خِيَابَةَ .",
    "hadithBengali": "৩৭৫৩-(.../...) আবূ বাকর ইবনু আবূ শাইবাহ ও মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ভিন্ন ভিন্ন সূত্রে আবদুল্লাহ ইবনু দীনার (রহঃ) হতে অনুরূপ বর্ণনা করেন। তবে এদের বর্ণিত হাদীসে এ কথাটি নেই যে, এরপর থেকে সে যখনই কিছু ক্রয় করত তখনই বলত কোন প্রকার প্রতারণা থাকবে না। (ইসলামিক ফাউন্ডেশন ৩৭১৮, ইসলামিক সেন্টার ৩৭১৮)\n",
    "checkStatus": "1",
    "hadithNo": "3753",
    "id": "50836",
    "thesequence": "50339",
    "isActive": "1",
    "chapterId": "18406",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১২. কেনা-বেচায় প্রতারিত হওয়া ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (Allah be pleased with them) reported that Allahs Messenger (ﷺ) forbade the sale of fruits until they were clearly in good condition, he forbade it both to the seller and to the buyer.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ الثَّمَرِ حَتَّى يَبْدُوَ صَلاَحُهَا نَهَى الْبَائِعَ وَالْمُبْتَاعَ",
    "hadithBengali": "৩৭৫৪-(৪৯/১৫৩৪) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... ইবনু উমর (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফল উপযোগী হওয়ার পূর্বে বিক্রি করতে নিষেধ করেছেন। নিষেধ করেছেন ক্রেতা ও বিক্রেতা উভয়কেই। (ইসলামিক ফাউন্ডেশন ৩৭২০, ইসলামিক সেন্টার ৩৭১৯)\n",
    "checkStatus": "1",
    "hadithNo": "3754",
    "id": "50837",
    "thesequence": "50340",
    "isActive": "1",
    "chapterId": "18407",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৩. ফল পরিপক্ক হওয়ার পূর্বে বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Another chain on the authority of Ibn Umar narrated the same as the above hadith.",
    "hadithArabic": " حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৩৭৫৫-(.../...) ইবনু নুমায়র (রহঃ) ..... ইবনু উমার (রাযিঃ) এর সূত্রে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৭২০, ইসলামিক সেন্টার ৩৭২০)\n",
    "checkStatus": "1",
    "hadithNo": "3755",
    "id": "50838",
    "thesequence": "50341",
    "isActive": "1",
    "chapterId": "18407",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৩. ফল পরিপক্ক হওয়ার পূর্বে বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (Allah be pleased with them) reported that Allahs Messenger (ﷺ) forbade the sale of palm-trees (i. e. their trults) until the dates began to ripen, and ears of corn until they were white and were safe from blight. He forbade the seller and the buyer.",
    "hadithArabic": " وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ النَّخْلِ حَتَّى يَزْهُوَ وَعَنِ السُّنْبُلِ حَتَّى يَبْيَضَّ وَيَأْمَنَ الْعَاهَةَ نَهَى الْبَائِعَ وَالْمُشْتَرِيَ .",
    "hadithBengali": "৩৭৫৬-(৫০/১৫৩৫) আলী ইবনু হুজর সাদী ও যুহায়র ইবনু হারব (রহঃ) ..... ইবনু উমর (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাকার আগে খেজুর বিক্রি করতে এবং সাদা হওয়ার আগে ও দুর্যোগ-মুক্ত হওয়ার পূর্বে বিক্রি করতে নিষেধ করেছেন। আর ক্রেতা ও বিক্রেতা উভয়কেই তিনি নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭২১, ইসলামিক সেন্টার ৩৭২১)\n",
    "checkStatus": "1",
    "hadithNo": "3756",
    "id": "50839",
    "thesequence": "50342",
    "isActive": "1",
    "chapterId": "18407",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৩. ফল পরিপক্ক হওয়ার পূর্বে বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nDo not buy fruit until its good condition becomes clear, and (the danger) of blight is no more. He said: Its good condition becoming clear implies that it becomes red or yellow.",
    "hadithArabic": " حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ تَبْتَاعُوا الثَّمَرَ حَتَّى يَبْدُوَ صَلاَحُهُ وَتَذْهَبَ عَنْهُ الآفَةُ قَالَ يَبْدُوَ صَلاَحُهُ حُمْرَتُهُ وَصُفْرَتُهُ .",
    "hadithBengali": "৩৭৫৭-(৫১/১৫৩৪) যুহায়র ইবনু হারব (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পরিপক্ক হওয়ার আগে ও প্রাকৃতিক দুর্যোগ কেটে যাওয়ার পূর্বে তোমরা ফল ক্রয় করো না। বর্ণনাকারী বলেনঃ খাওয়ার যোগ্য হওয়ার অর্থ লাল বর্ণ ও হলদে বর্ণ ধারণ করা। (ইসলামিক ফাউন্ডেশন ৩৭২২, ইসলামিক সেন্টার ৩৭২২)\n",
    "checkStatus": "1",
    "hadithNo": "3757",
    "id": "50840",
    "thesequence": "50343",
    "isActive": "1",
    "chapterId": "18407",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৩. ফল পরিপক্ক হওয়ার পূর্বে বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is reported or the authority of Yahya with the same chain of transmitters up to until its good condition becomes clear, but lie did not mention what follows (these words).",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا عَبْدُ الْوَهَّابِ، عَنْ يَحْيَى، بِهَذَا الإِسْنَادِ حَتَّى يَبْدُوَ صَلاَحُهُ لَمْ يَذْكُرْ مَا بَعْدَهُ",
    "hadithBengali": "৩৭৫৮-(.../...) মুহাম্মাদ ইবনুল মুসান্না ও ইবনু আবূ উমার (রহঃ) ..... ইয়াহইয়া (রহঃ) হতে উক্ত সানাদে বর্ণনা করেন, যতক্ষণ না তা পরিপক্ক হয়। এর পরবর্তী অংশ তিনি উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন ৩৭২৩, ইসলামিক সেন্টার ৩৭২৩)\n",
    "checkStatus": "1",
    "hadithNo": "3758",
    "id": "50841",
    "thesequence": "50344",
    "isActive": "1",
    "chapterId": "18407",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৩. ফল পরিপক্ক হওয়ার পূর্বে বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Ibn Umar through another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا ابْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنَا الضَّحَّاكُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ عَبْدِ الْوَهَّابِ .",
    "hadithBengali": "৩৭৫৯-(.../...) ইবনু রাফি (রহঃ) ..... ইবনু উমর (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবদুল ওয়াহব বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৭২৪, ইসলামিক সেন্টার ৩৭২৪)\n",
    "checkStatus": "1",
    "hadithNo": "3759",
    "id": "50842",
    "thesequence": "50345",
    "isActive": "1",
    "chapterId": "18407",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৩. ফল পরিপক্ক হওয়ার পূর্বে বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Nafi, reported on the authority of Ibn Umar (Allah be pleased with them) a hadith like that narrated before.",
    "hadithArabic": " حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا حَفْصُ بْنُ مَيْسَرَةَ، حَدَّثَنِي مُوسَى بْنُ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ مَالِكٍ وَعُبَيْدِ اللَّهِ .",
    "hadithBengali": "৩৭৬০-(.../...) সুওয়াইদ ইবনু সাঈদ (রহঃ) ..... ইবনু উমর (রাযিঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মালিক ও উবাইদুল্লাহ (রহঃ) বর্ণিত হাদীসের অনুরূপ হাদীস বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৭২৫, ইসলামিক সেন্টার ৩৭২৫)\n",
    "checkStatus": "1",
    "hadithNo": "3760",
    "id": "50843",
    "thesequence": "50346",
    "isActive": "1",
    "chapterId": "18407",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৩. ফল পরিপক্ক হওয়ার পূর্বে বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nDo not buy fruits (on the trees) until their good condition becomes clear.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَيَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالَ يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ - عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، أَنَّهُ سَمِعَ ابْنَ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَبِيعُوا الثَّمَرَ حَتَّى يَبْدُوَ صَلاَحُهُ  ",
    "hadithBengali": "৩৭৬১-(৫২/...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পরিপক্ক হওয়ার আগে তোমরা ফল বিক্রি করো না। (ইসলামিক ফাউন্ডেশন ৩৭২৬, ইসলামিক সেন্টার ৩৭২৬)\n",
    "checkStatus": "1",
    "hadithNo": "3761",
    "id": "50844",
    "thesequence": "50347",
    "isActive": "1",
    "chapterId": "18407",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৩. ফল পরিপক্ক হওয়ার পূর্বে বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " In the hadith transmitted on the authority of Shuba it was stated that Ibn Umar (Allah be pleased with them) was asked what good condition implied. He said:\nWhen (the danger of) blight is no more.",
    "hadithArabic": " وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، كِلاَهُمَا عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، بِهَذَا الإِسْنَادِ وَزَادَ فِي حَدِيثِ شُعْبَةَ فَقِيلَ لاِبْنِ عُمَرَ مَا صَلاَحُهُ قَالَ تَذْهَبُ عَاهَتُهُ .",
    "hadithBengali": "৩৭৬২-(.../...) যুহায়র ইবনু হারব (রহঃ) সুফইয়ান (রহঃ) এর সূত্রে এবং ইবনুল মুসান্না (রহঃ) শু&#39;বাহ (রহঃ) সূত্রে আবদুল্লাহ ইবনু দীনার (রহঃ) হতে উপরোক্ত হাদীস বর্ণনা করেন। অবশ্য শু&#39;বার বর্ণনায় এতটুকু অতিরিক্ত আছে যে, ইবনু উমার (রাযিঃ) এর কাছে পরিপক্ক হওয়ার অর্থ কী, জিজ্ঞেস করা হলে তিনি বলেনঃ প্রাকৃতিক দুর্যোগ পার হওয়া। (ইসলামিক ফাউন্ডেশন ৩৭২৭, ইসলামিক সেন্টার ৩৭২৭)\n",
    "checkStatus": "1",
    "hadithNo": "3762",
    "id": "50845",
    "thesequence": "50348",
    "isActive": "1",
    "chapterId": "18407",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৩. ফল পরিপক্ক হওয়ার পূর্বে বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (Allah be pleased with him) reported that Allahs Messenger (ﷺ) forbade (or forbade us) the sale of fruits until they are ripe in a good condition.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، ح. وَحَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ نَهَى - أَوْ نَهَانَا - رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعِ الثَّمَرِ حَتَّى يَطِيبَ .",
    "hadithBengali": "৩৭৬৩-(৫৩/১৫৩৬) ইয়াহইয়া ইবনু ইয়াহইয়া ও আহমাদ ইবনু ইউনুস (রহঃ) ..... জাবির (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন অথবা তিনি বলেন, আমাদের নিষেধ করেছেন ফল পরিপক্ক হওয়ার পূর্বে তা বিক্রি করতে। (ইসলামিক ফাউন্ডেশন ৩৭২৮, ইসলামিক সেন্টার ৩৭২৮)\n",
    "checkStatus": "1",
    "hadithNo": "3763",
    "id": "50846",
    "thesequence": "50349",
    "isActive": "1",
    "chapterId": "18407",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৩. ফল পরিপক্ক হওয়ার পূর্বে বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abdullah (Allah be pleased with them) reported Allahs Messenger (ﷺ) forbidding the sale of fruit until its good condition is obvious.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ النَّوْفَلِيُّ، حَدَّثَنَا أَبُو عَاصِمٍ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا رَوْحٌ، قَالاَ حَدَّثَنَا زَكَرِيَّاءُ بْنُ إِسْحَاقَ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعِ الثَّمَرِ حَتَّى يَبْدُوَ صَلاَحُهُ .",
    "hadithBengali": "৩৭৬৪-(৫৪/...) আহমাদ ইবনু উসমান নাওফালী ও মুহাম্মাদ ইবনু হাতিম (রহঃ) ..... জাবির ইবনু &#39;আবদিল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন ফল আহারযোগ্য হওয়ার আগেই বিক্রি করতে। (ইসলামিক ফাউন্ডেশন ৩৭২৯, ইসলামিক সেন্টার ৩৭২৯)\n",
    "checkStatus": "1",
    "hadithNo": "3764",
    "id": "50847",
    "thesequence": "50350",
    "isActive": "1",
    "chapterId": "18407",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৩. ফল পরিপক্ক হওয়ার পূর্বে বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Bakhtari reported:\nI asked Ibn Abbas (Allah be pleased with them) about the sale of dates. He said: Allahs Messenger (ﷺ) forbade the sale of dates of the trees until one eats them or they are eaten (i. e. they are fit to be eaten) or until they are weighed (or measured). I said: What does it imply: Until it is weighed? Thereupon a person who was with him (Ibn Abbas) said: Until he is able to keep it with him (after plucking them).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ أَبِي الْبَخْتَرِيِّ، قَالَ سَأَلْتُ ابْنَ عَبَّاسٍ عَنْ بَيْعِ النَّخْلِ، فَقَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعِ النَّخْلِ حَتَّى يَأْكُلَ مِنْهُ أَوْ يُؤْكَلَ وَحَتَّى يُوزَنَ . قَالَ فَقُلْتُ مَا يُوزَنُ فَقَالَ رَجُلٌ عِنْدَهُ حَتَّى يَحْزَرَ .",
    "hadithBengali": "৩৭৬৫-(৫৫/১৫৩৭) মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশশার (রহঃ) ..... আবূল বুখতারী (রহঃ) হতে বর্ণিত। তিনি বলেন, আমি ইবনু আব্বাস (রাযিঃ) এর নিকট গাছে থাকা খেজুর বিক্রি বিষয়ে জানতে চাইলাম। তখন তিনি বললেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গাছের খেজুর বিক্রি করতে নিষেধ করেছেন যতক্ষণ না তা খাওয়া যায় বা খাওয়ার যোগ্য হয় এবং ওজন করা যায়। রাবী বলেন, আমি ইবনু আব্বাস (রাযিঃ) কে জিজ্ঞেস করলাম কিভাবে ওজন করবে? তখন তার পাশেই অবস্থানকারী জনৈক ব্যক্তি উত্তর দিল&mdash; পরিমাণ করবে। (ইসলামিক ফাউন্ডেশন ৩৭৩০, ইসলামিক সেন্টার ৩৭৩০)\n",
    "checkStatus": "1",
    "hadithNo": "3765",
    "id": "50848",
    "thesequence": "50351",
    "isActive": "1",
    "chapterId": "18407",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৩. ফল পরিপক্ক হওয়ার পূর্বে বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nDo not sell the fruits until their good condition becomes evident.",
    "hadithArabic": "حَدَّثَنِي أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ أَبِيهِ، عَنِ ابْنِ أَبِي، نُعْمٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَبْتَاعُوا الثِّمَارَ حَتَّى يَبْدُوَ صَلاَحُهَا  .",
    "hadithBengali": "৩৭৬৬-(৫৬/১৫৩৮) আবূ কুরায়ব মুহাম্মাদ ইবনু &#39;আলা (রহঃ) ...... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ফল খাওয়ার উপযোগী হওয়ার আগে তোমরা ক্রয় করবে না। (ইসলামিক ফাউন্ডেশন ৩৭৩১, ইসলামিক সেন্টার ৩৭৩১)\n",
    "checkStatus": "1",
    "hadithNo": "3766",
    "id": "50849",
    "thesequence": "50352",
    "isActive": "1",
    "chapterId": "18407",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৩. ফল পরিপক্ক হওয়ার পূর্বে বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (Allah be pleased with them) reported Allahs Apostle (ﷺ) forbidding the sale of fruits until their good condition becomes evident and the purchase of dates for dates.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، ح وَحَدَّثَنَا ابْنُ، نُمَيْرٍ وَزُهَيْرُ بْنُ حَرْبٍ - وَاللَّفْظُ لَهُمَا - قَالاَ حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ الثَّمَرِ حَتَّى يَبْدُوَ صَلاَحُهُ وَعَنْ بَيْعِ الثَّمَرِ بِالتَّمْرِ .",
    "hadithBengali": "৩৭৬৭-(৫৭/১৫৩৪) ইয়াহইয়া ইবনু ইয়াহইয়া, ইবনু নুমায়র ও যুহায়র ইবনু হারব (রহঃ) ভিন্ন সূত্রে ইবনু উমার (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত যে, খাওয়ার যোগ্য হওয়ার আগে তা বিক্রি করতে নিষেধ করেছেন এবং শুকনা খেজুরের বিনিময়ে রসালো তাজা খেজুর বিক্রি করতে নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭৩২, ইসলামিক সেন্টার ৩৭৩২)\n",
    "checkStatus": "1",
    "hadithNo": "3767",
    "id": "50850",
    "thesequence": "50353",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Zaid b. Thabit (Allah be pleased with him) said that Allahs Messenger (ﷺ) gave a concession in case of the sale known as al-araya, there is an addition of the word an tubaa in the hadith transmitted by Ibn Numair.",
    "hadithArabic": " قَالَ ابْنُ عُمَرَ وَحَدَّثَنَا زَيْدُ بْنُ ثَابِتٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ فِي بَيْعِ الْعَرَايَا . زَادَ ابْنُ نُمَيْرٍ فِي رِوَايَتِهِ أَنْ تُبَاعَ .",
    "hadithBengali": "৩৭৬৮-১৫৩৯) ইবনু উমার (রাযিঃ) বর্ণনা করেন, যায়দ ইবনু সাবিত (রাযিঃ) বলেছেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরায়া ধরনের কেনা-বেচার অনুমতি দান করেছেন। ইবনু নুমায়র তার বর্ণনায়أَنْ تُبَاعَ শব্দটি বাড়িয়েছেন। (ইসলামিক ফাউন্ডেশন ৩৭৩২, ইসলামিক সেন্টার ৩৭৩২)\n",
    "checkStatus": "1",
    "hadithNo": "3768",
    "id": "50851",
    "thesequence": "50354",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nDo not buy the fruit until their condition is clear, and do not buy the fresh dates. A hadith like this has been reported by Ibn Umar through another chain of transmitters.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، - وَاللَّفْظُ لِحَرْمَلَةَ - قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَبْتَاعُوا الثَّمَرَ حَتَّى يَبْدُوَ صَلاَحُهُ وَلاَ تَبْتَاعُوا الثَّمَرَ بِالتَّمْرِ  . قَالَ ابْنُ شِهَابٍ وَحَدَّثَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ سَوَاءً .",
    "hadithBengali": "৩৭৬৯-(৫৮/১৫৩৮) আবূ তাহির ও হারমালাহ্ (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত। তিনি। বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা ফল ক্রয় করো না খাওয়ার যোগ্য হওয়ার আগে এবং তাজা রসালো খেজুর খরিদ করো না শুকনো খেজুরের বিনিময়ে। ইবনু শিহাব (রহঃ) বলেনঃ সালিম তাঁর পিতা &#39;আবদুল্লাহ ইবনু উমার (রাযিঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে সম্পূর্ণ হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭৩৩, ইসলামিক সেন্টার ৩৭৩৩)\n",
    "checkStatus": "1",
    "hadithNo": "3769",
    "id": "50852",
    "thesequence": "50355",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Said b. al-Musayyib said that Allahs Messenger (ﷺ) forbade the transaction of Af Muzabana and Muhaqala. Muzabana means that fresh dates on the trees should be sold against dry dates. Muhaqala implies that the wheat in the ear should be sold against the wheat and getting the land on rent for the wheat (produced in it). He (the narrator) said that the Prophet (ﷺ) had aid:\nDo not sell fresh fruits on the trees until their good condition becomes manifest, and do not sell fresh dates on the trees against dry dates.\n\nSalim said: Abdullah informed me on the authority of Zaid b. Thabit, Allahs Messenger (ﷺ) having given concession afterwards in case of ariyya transactions by which dry dates can be exchanged with fresh dates, but he did not permit it in other cases.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا حُجَيْنُ بْنُ الْمُثَنَّى، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ الْمُزَابَنَةِ وَالْمُحَاقَلَةِ وَالْمُزَابَنَةُ أَنْ يُبَاعَ ثَمَرُ النَّخْلِ بِالتَّمْرِ وَالْمُحَاقَلَةُ أَنْ يُبَاعَ الزَّرْعُ بِالْقَمْحِ وَاسْتِكْرَاءُ الأَرْضِ بِالْقَمْحِ . قَالَ وَأَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ   لاَ تَبْتَاعُوا الثَّمَرَ حَتَّى يَبْدُوَ صَلاَحُهُ وَلاَ تَبْتَاعُوا الثَّمَرَ بِالتَّمْرِ  . وَقَالَ سَالِمٌ أَخْبَرَنِي عَبْدُ اللَّهِ، عَنْ زَيْدِ بْنِ ثَابِتٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ رَخَّصَ بَعْدَ ذَلِكَ فِي بَيْعِ الْعَرِيَّةِ بِالرُّطَبِ أَوْ بِالتَّمْرِ وَلَمْ يُرَخِّصْ فِي غَيْرِ ذَلِكَ",
    "hadithBengali": "৩৭৭০-(৫৯/১৫৩৯) মুহাম্মাদ ইবনু রাফি&#39; (রহঃ) ..... ইবনুল মুসাইয়্যিব (রহঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুযাবানাহ ও মুহাকালাহ নিষেধ করেছেন। মুযাবানাহ হল, গাছের খেজুর খুরমার (শুকনো খেজুর) বিনিময়ে ক্রয়-বিক্রয় করা। আর মুহাকালাহ হল, ক্ষেতের শস্য অনুমান করে সংগৃহীত শস্যের বিনিময়ে বিক্রি করা এবং সংগৃহীত গমের পরিবর্তে জমি বর্গা দেয়া।\n\nইবনু শিহাব (রহঃ) সালিম ইবনু আবদুল্লাহ (রহঃ) সূত্রে বর্ণনা করেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ফল খাওয়ার যোগ্য হওয়ার আগে ক্রয় করো না। আর খুরমার বিনিময়ে তাজা খেজুর ক্রয় করো না।\n\nসালিম (রহঃ) ..... &#39;আবদুল্লাহ ইবনু সাবিত (রাযিঃ) সূত্রে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, অতঃপর &#39;আরায়া প্রক্রিয়ার ক্রয়-বিক্রয়ের মধ্যে তাজা অথবা শুকনা খেজুরের ক্রয়-বিক্রয়ে অনুমতি দান করেছেন। এ ছাড়া অন্য কোন ফলের ব্যাপারে তিনি এমন অনুমতি দেননি। (ইসলামিক ফাউন্ডেশন ৩৭৩৪, ইসলামিক সেন্টার ৩৭৩৪)\n",
    "checkStatus": "1",
    "hadithNo": "3770",
    "id": "50853",
    "thesequence": "50356",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Zaid b. Thabit (Allah be pleased with him) reported Allahs Messenger (may peace he upon him) having given concession in case of ariyya for selling dry dates (with) fresh dates after measuring them out.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ زَيْدِ، بْنِ ثَابِتٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ لِصَاحِبِ الْعَرِيَّةِ أَنْ يَبِيعَهَا بِخَرْصِهَا مِنَ التَّمْرِ .",
    "hadithBengali": "৩৭৭১-(৬০/...) ইয়াহ্ইয়া ইবনু ইয়াহইয়া (রহঃ) ..... যায়দ ইবনু সাবিত (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরায়ার মালিককে এ অনুমতি দিয়েছেন যে, সে আরায়াকৃত গাছের তাজা খেজুর অনুমানের ভিত্তিতে শুকনা খেজুরের বিনিময়ে বিক্রি করতে পারবে। (ইসলামিক ফাউন্ডেশন ৩৭৩৫, ইসলামিক সেন্টার ৩৭৩৫)\n",
    "checkStatus": "1",
    "hadithNo": "3771",
    "id": "50854",
    "thesequence": "50357",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Zaid b. Thabit reported that Allahs Messenger (ﷺ) give concession in case of ariyya transactions according to which the members of the household give dry dates according to a measure and then eat fresh dates (in exchange for it)",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، أَخْبَرَنِي نَافِعٌ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عُمَرَ، يُحَدِّثُ أَنَّ زَيْدَ بْنَ ثَابِتٍ، حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ فِي الْعَرِيَّةِ يَأْخُذُهَا أَهْلُ الْبَيْتِ بِخَرْصِهَا تَمْرًا يَأْكُلُونَهَا رُطَبًا .",
    "hadithBengali": "৩৭৭২-(৬১/...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... যায়দ ইবনু সাবিত (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরায়া পদ্ধতির অনুমতি প্রদান করেছেন। বাড়ীর মালিক আরায়া করা ফল অনুমান করে খুরমার বদলে রাখতে পারে তাজা রসযুক্ত খেজুর খাওয়ার জন্যে। (ইসলামিক ফাউন্ডেশন ৩৭৩৬, ইসলামিক সেন্টার ৩৭৩৬)\n",
    "checkStatus": "1",
    "hadithNo": "3772",
    "id": "50855",
    "thesequence": "50358",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Nafi with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، يَقُولُ أَخْبَرَنِي نَافِعٌ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৩৭৭৩-(.../...) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... নাফি&#39; (রহঃ) হতে একই সূত্রে এরূপ হাদীস বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৭৩৭, ইসলামিক সেন্টার ৩৭৩৭)\n",
    "checkStatus": "1",
    "hadithNo": "3773",
    "id": "50856",
    "thesequence": "50359",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Yahya b. Said reported this hadith with the same chain of transmitters but with this change:\nAriyya implies that date-palm trees should be donated to the people and then they sell it with a measure of dry dates.",
    "hadithArabic": " وَحَدَّثَنَاهُ يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّهُ قَالَ وَالْعَرِيَّةُ النَّخْلَةُ تُجْعَلُ لِلْقَوْمِ فَيَبِيعُونَهَا بِخَرْصِهَا تَمْرًا .",
    "hadithBengali": "৩৭৭৪-(৬২/...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... ইয়াহইয়া ইবনু সাঈদ (রহঃ) এর সূত্রে উক্তরূপ বর্ণনা করেন। তবে তিনি কিছু অতিরিক্ত বলেছেন যে, খেজুর গাছের আরায়া হল নির্দিষ্ট সংখ্যক গাছ কাউকে দান করা। এরপর তার ঐ গাছগুলোর খেজুর অনুমান করে শুকনা খেজুরের বিনিময়ে বিক্রি করে দেয়। (ইসলামিক ফাউন্ডেশন ৩৭৩৮, ইসলামিক সেন্টার ৩৭৩৮)\n",
    "checkStatus": "1",
    "hadithNo": "3774",
    "id": "50857",
    "thesequence": "50360",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zaid b Thabit (Allah be pleased with him) reported that Allahs Messenger (ﷺ) gave concession in case of al-ariyya transactions (for exchanging dates) for dates with measure. Yahya said:\nAriyya implies that a person should buy fresh dates on the tree for his family to eat against a measure of dry dates.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ، حَدَّثَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، حَدَّثَنِي زَيْدُ بْنُ ثَابِتٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ فِي بَيْعِ الْعَرِيَّةِ بِخَرْصِهَا تَمْرًا . قَالَ يَحْيَى الْعَرِيَّةُ أَنْ يَشْتَرِيَ الرَّجُلُ ثَمَرَ النَّخَلاَتِ لِطَعَامِ أَهْلِهِ رُطَبًا بِخَرْصِهَا تَمْرًا .",
    "hadithBengali": "৩৭৭৫-(৬৩/...) মুহাম্মাদ ইবনু রুমহ ইবনু মুহাজির (রহঃ) ..... যায়দ ইবনু সাবিত (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরায়া পদ্ধতির ক্রয়-বিক্রয়ে অনুমানে পরিমাণ নির্ধারণ করে শুকনো খেজুরের বিনিময়ে বিক্রির অনুমতি দিয়েছেন।\n\nইয়াহইয়া বলেন, আরায়া হলো নিজের পরিবারবর্গকে তাজা রসাল খেজুর খাওয়াবার জন্যে গাছের ঝুলন্ত খেজুর অনুমান দ্বারা পরিমাণ করে শুকনা খেজুরের বিনিময়ে খরিদ করে রাখা। (ইসলামিক ফাউন্ডেশন ৩৭৩৯, ইসলামিক সেন্টার ৩৭৩৯)\n",
    "checkStatus": "1",
    "hadithNo": "3775",
    "id": "50858",
    "thesequence": "50361",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Zaid b. Thabit (Allah be pleased with him) reported Allahs Messenger (ﷺ) granting concession in case of ariyya transactions and that implies selling of (dry dates for fresh dates) according to a measure.",
    "hadithArabic": " وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ، حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، عَنْ زَيْدِ بْنِ ثَابِتٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ فِي الْعَرَايَا أَنْ تُبَاعَ بِخَرْصِهَا كَيْلاً .",
    "hadithBengali": "৩৭৭৬-(৬৪/...) ইবনু নুমায়র (রহঃ) ..... যায়দ ইবনু সাবিত (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দানকৃত খেজুর অনুমানে পরিমাপ করে বিক্রির অনুমতি দিয়েছেন। (ইসলামিক ফাউন্ডেশন ৩৭৪০, ইসলামিক সেন্টার ৩৭৪০)\n",
    "checkStatus": "1",
    "hadithNo": "3776",
    "id": "50859",
    "thesequence": "50362",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ubaidullah reported this hadith with a slight change of words on the same authority (as quoted above).",
    "hadithArabic": " وَحَدَّثَنَاهُ ابْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، بِهَذَا الإِسْنَادِ وَقَالَ أَنْ تُؤْخَذَ بِخَرْصِهَا .",
    "hadithBengali": "৩৭৭৭-(৬৫/...) ইবনুল মুসান্না (রহঃ) ..... উবাইদুল্লাহর সূত্রে উক্ত হাদীস বর্ণনা করেন এবং বলেন, তা অনুমান করে নিবে। (ইসলামিক ফাউন্ডেশন ৩৭৪১, ইসলামিক সেন্টার ৩৭৪১)\n",
    "checkStatus": "1",
    "hadithNo": "3777",
    "id": "50860",
    "thesequence": "50363",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Nafi, reported this hadith with the same chain of transmitters stating that Allahs Messengtr (ﷺ) granted concession in case of ariyya transactions (for exchange of the same commodity) with measure.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو الرَّبِيعِ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنِيهِ عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ، كِلاَهُمَا عَنْ أَيُّوبَ، عَنْ نَافِعٍ، بِهَذَا الإِسْنَادِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ فِي بَيْعِ الْعَرَايَا بِخَرْصِهَا .",
    "hadithBengali": "৩৭৭৮-(৬৬/...) আবূর রাবী, আবূ কামিল ও আলী ইবনু হুজর (রহঃ) ..... রাফি (রহঃ) সূত্রে উক্ত সানাদে বর্ণনা করেন যে, আরায়া প্রক্রিয়ার ক্রয়-বিক্রয় অনুমানের ভিত্তিতে করতে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনুমোদন দিয়েছেন। (ইসলামিক ফাউন্ডেশন ৩৭৪২, ইসলামিক সেন্টার ৩৭৪২)\n",
    "checkStatus": "1",
    "hadithNo": "3778",
    "id": "50861",
    "thesequence": "50364",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Bashair b. Yasir reported on the authority of some of the Companions of Allahs Messenger (ﷺ) among the members of his family among whom one was Sahl b. Abu Hathma that Allahs Messenger (ﷺ) forbade buying of fresh dates against dry dates and that it is Riba and this is Muzabana, but he made an exemption of ariyya (donations) of a tree or two in which case the members of a family sell dry dates and buy fresh dates for eating them.",
    "hadithArabic": "وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، حَدَّثَنَا سُلَيْمَانُ، - يَعْنِي ابْنَ بِلاَلٍ - عَنْ يَحْيَى، - وَهُوَ ابْنُ سَعِيدٍ - عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ بَعْضِ، أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ أَهْلِ دَارِهِمْ مِنْهُمْ سَهْلُ بْنُ أَبِي حَثْمَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ الثَّمَرِ بِالتَّمْرِ وَقَالَ   ذَلِكَ الرِّبَا تِلْكَ الْمُزَابَنَةُ  . إِلاَّ أَنَّهُ رَخَّصَ فِي بَيْعِ الْعَرِيَّةِ النَّخْلَةِ وَالنَّخْلَتَيْنِ يَأْخُذُهَا أَهْلُ الْبَيْتِ بِخَرْصِهَا تَمْرًا يَأْكُلُونَهَا رُطَبًا .",
    "hadithBengali": "৩৭৭৯-(৬৭/১৫৪০) আবদুল্লাহ ইবনু মাসলামাহ কা&#39;নাবী (রহঃ) ..... সাহল ইবনু আবূ হাসমাহ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শুকনা খেজুরের বদলে তাজা খেজুর বিক্রি করতে নিষেধ করেছেন এবং বলেছেনঃ এটাই সুদ, এটাই মুযাবানাহ। অবশ্য তিনি আরায়াকৃত দু একটা খেজুর গাছের খেজুর বিক্রয়ের অনুমতি দিয়েছেন। বাড়ীর মালিক এর পরিমাণ অনুমান করে শুকনা খেজুরের বিনিময়ে রেখে দিবে এবং তাজা ফল খাবে। (ইসলামিক ফাউন্ডেশন ৩৭৪৩, ইসলামিক সেন্টার ৩৭৪৩)\n",
    "checkStatus": "1",
    "hadithNo": "3779",
    "id": "50862",
    "thesequence": "50365",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Bushair b. Yasar reported on the authority of some of the Companion of Allahs Messenger (ﷺ) that he exempted the transactions, of ariyya (from the direct exchange of one kind) after measuring the dry dates (in exchange for fresh dates).",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا ابْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَحْيَى، بْنِ سَعِيدٍ عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ أَصْحَابِ، رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُمْ قَالُوا رَخَّصَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي بَيْعِ الْعَرِيَّةِ بِخَرْصِهَا تَمْرًا .",
    "hadithBengali": "৩৭৮০-(২৮/...) কুতাইবাহ ইবনু সাঈদ ও ইবনু রুমহ (রহঃ) ..... বাশীর ইবনু ইয়াসার (রহঃ) এর সূত্রে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কতিপয় সাহাবী হতে বর্ণিত। তারা বলেছেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরায়াকৃত খেজুর গাছের ফল অনুমান করে খুরমার বিনিময়ে বিক্রির অনুমতি দিয়েছেন। (ইসলামিক ফাউন্ডেশন ৩৭৪৪, ইসলামিক সেন্টার ৩৭৪৪)\n",
    "checkStatus": "1",
    "hadithNo": "3780",
    "id": "50863",
    "thesequence": "50366",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Bushair b. Yasir reported on the authority of some of the Companions of Allahs Messenger (may peace be upon hinn) from among the members of his family that he forbade (the direct exchange of a commodity having different qualities) but with the change that Ishaq and Ibn al-Muthanna used the word Zabn in place ot Riba and Ibn Abu Umar used the word Riba (interest).",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ، جَمِيعًا عَنِ الثَّقَفِيِّ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، يَقُولُ أَخْبَرَنِي بُشَيْرُ بْنُ يَسَارٍ، عَنْ بَعْضِ، أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ أَهْلِ دَارِهِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى . فَذَكَرَ بِمِثْلِ حَدِيثِ سُلَيْمَانَ بْنِ بِلاَلٍ عَنْ يَحْيَى غَيْرَ أَنَّ إِسْحَاقَ وَابْنَ الْمُثَنَّى جَعَلاَ مَكَانَ الرِّبَا الزَّبْنَ وَقَالَ ابْنُ أَبِي عُمَرَ الرِّبَا .",
    "hadithBengali": "৩৭৮১-(২৯/...) মুহাম্মাদ ইবনুল মুসান্না, ইসহাক ইবনু ইবরাহীম ও ইবনু আবূ উমার (রহঃ) ..... বাশীর ইবনু ইয়াসার (রহঃ) এর সূত্রে তার মহল্লায় বসবাসকারী রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কয়েকজন সাহাবী হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন- বর্ণনাকার সাকাফী (রহঃ) সুলাইমান ইবনু বিলাল (রহঃ) বর্ণিত পূর্বোক্ত হাদীসের অনুরূপ বর্ণনা করেন। অবশ্য ইসহাক ও ইবনু মুসান্না &#39;সুদ এর জায়গায় &#39;মুযাবানা বলেছেন। আর ইবনু আবী উমার বলেছেন সুদ। (ইসলামিক ফাউন্ডেশন ৩৭৪৫, ইসলামিক সেন্টার ৩৭৪৫)\n",
    "checkStatus": "1",
    "hadithNo": "3781",
    "id": "50864",
    "thesequence": "50367",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Sahl b. Abu Hathma.",
    "hadithArabic": " وَحَدَّثَنَاهُ عَمْرٌو النَّاقِدُ، وَابْنُ، نُمَيْرٍ قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ يَحْيَى بْنِ، سَعِيدٍ عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِهِمْ .",
    "hadithBengali": "৩৭৮২-(.../...) আমর আন নাকিদ ও ইবনু নুমায়র (রহঃ) ..... সাহল ইবনু আবূ হাসমার সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উপরোক্ত বর্ণনায় অনুরূপ হাদীস বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৭৪৬, ইসলামিক সেন্টার ৩৭৪৬)\n",
    "checkStatus": "1",
    "hadithNo": "3782",
    "id": "50865",
    "thesequence": "50368",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl b. Abu Hathma reported Allahs Messenger (ﷺ) having forbidden Muzabana, i. e. exchange of fresh dates with dry dates. except in case of those to whom donations of some trees have been made. It is for them that concession has been given.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَحَسَنٌ الْحُلْوَانِيُّ، قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الْوَلِيدِ، بْنِ كَثِيرٍ حَدَّثَنِي بُشَيْرُ بْنُ يَسَارٍ، مَوْلَى بَنِي حَارِثَةَ أَنَّ رَافِعَ بْنَ خَدِيجٍ، وَسَهْلَ بْنَ أَبِي حَثْمَةَ، حَدَّثَاهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُزَابَنَةِ الثَّمَرِ بِالتَّمْرِ إِلاَّ أَصْحَابَ الْعَرَايَا فَإِنَّهُ قَدْ أَذِنَ لَهُمْ .",
    "hadithBengali": "৩৭৮৩-(৭০/...) আবূ বাকর ইবনু আবূ শাইবাহ ও হাসান হুলওয়ানী (রহঃ) ..... রাফি ইবনু খাদীজ ও সাহল ইবনু আবূ হাসমাহ্ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &#39;মুযাবানাহ্&#39; অর্থাৎ শুকনা খেজুরের বদলে গাছের কাঁচা খেজুর বিক্রি করতে নিষেধ করেছেন, কিন্তু আরায়ার মালিকগণ ছাড়া। কেননা তাদেরকে তিনি এর অনুমতি দিয়েছেন। (ইসলামিক ফাউন্ডেশন ৩৭৪৭, ইসলামিক সেন্টার ৩৭৪৭)\n",
    "checkStatus": "1",
    "hadithNo": "3783",
    "id": "50866",
    "thesequence": "50369",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) having given exemption of ariyya transactions measuring less than five wasqs or up to five wasqs (the narrator Dawud is in doubt whether it was five or less than five).",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا مَالِكٌ، ح وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، - وَاللَّفْظُ لَهُ - قَالَ قُلْتُ لِمَالِكٍ حَدَّثَكَ دَاوُدُ بْنُ الْحُصَيْنِ، عَنْ أَبِي سُفْيَانَ، - مَوْلَى ابْنِ أَبِي أَحْمَدَ - عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ فِي بَيْعِ الْعَرَايَا بِخَرْصِهَا فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ أَوْ فِي خَمْسَةِ - يَشُكُّ دَاوُدُ قَالَ خَمْسَةٌ أَوْ دُونَ خَمْسَةٍ - قَالَ نَعَمْ .",
    "hadithBengali": "৩৭৮৪-(৭১১৫৪১) আবদুল্লাহ ইবনু মাসলামাহ্ ইবনু কা&#39;নাব ও ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরায়া প্রক্রিয়ার ক্রয়-বিক্রয়ে ফলের পরিমাণ অনুমানের ভিত্তিতে পাঁচ ওয়াসাকের চেয়ে স্বল্প বা পাঁচ ওসকের ভেতরে করার জন্য অনুমতি প্রদান করেছেন। বর্ণনাকারী দাউদের এ ব্যাপারে সন্দেহ যে, কথা এভাবে বলেছেন- পাঁচ বা পাঁচের কম। তখন মালিক বললেন, হ্যাঁ। (ইসলামিক ফাউন্ডেশন ৩৭৪৮, ইসলামিক সেন্টার ৩৭৪৮)\n",
    "checkStatus": "1",
    "hadithNo": "3784",
    "id": "50867",
    "thesequence": "50370",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (Allah be pleased them) reported Allahs Messenger (ﷺ) having forbidden Muzabana, and Muzabana implies the selling of fresh dates for dry dates by measuring them out and the selling of raisins by measure for grapes.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُزَابَنَةِ وَالْمُزَابَنَةُ بَيْعُ الثَّمَرِ بِالتَّمْرِ كَيْلاً وَبَيْعُ الْكَرْمِ بِالزَّبِيبِ كَيْلاً .",
    "hadithBengali": "৩৭৮৫-(৭২/১৫৪২) ইয়াহইয়া ইবনু তামীমী (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুযাবানাহ থেকে নিষেষ করেছেন। মুযাবানাহ হলো বৃক্ষের তাজা খেজুর পরিমাপ করে খুরমার বদলে বিক্রি করা এবং গাছের তাজা আঙ্গুর পরিমাপ করে কিশমিশের বিনিময়ে বিক্রি করা (ইসলামিক ফাউন্ডেশন ৩৭৪৯, ইসলামিক সেন্টার ৩৭৪৯)\n",
    "checkStatus": "1",
    "hadithNo": "3785",
    "id": "50868",
    "thesequence": "50371",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah (b. Umar) reported that Allahs Apostle (ﷺ) forbade Muzabana, i. e. buying of fresh dates (on) the trees for dry dates by measure, and the buying of grapes for raisins by measure and the selling of field of corn for corn by measure.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ، بِشْرٍ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ، أَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الْمُزَابَنَةِ بَيْعِ ثَمَرِ النَّخْلِ بِالتَّمْرِ كَيْلاً وَبَيْعِ الْعِنَبِ بِالزَّبِيبِ كَيْلاً وَبَيْعِ الزَّرْعِ بِالْحِنْطَةِ كَيْلاً .",
    "hadithBengali": "৩৭৮৬-(৭৩/...) আবূ বাকর ইবনু আবূ শাইবাহ ও মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) .....&#39;আবদুল্লাহ ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুযাবানাহ করতে নিষেধ করেছেন। আর মুযাবানাহ হলো বৃক্ষের তাজা খেজুর অনুমানে খুরমার বিনিময়ে বিক্রি করা ও কাঁচা আঙ্গুর পরিমাপ নির্ধারণ করে কিশমিশের বিনিময়ে বিক্রি করা এবং ক্ষেতের গম অনুমানে পরিমাপ করে সংগৃহীত গমের বিনিময়ে বিক্রি করা। (ইসলামিক ফাউন্ডেশন ৩৭৫০, ইসলামিক সেন্টার ৩৭৫০)\n",
    "checkStatus": "1",
    "hadithNo": "3786",
    "id": "50869",
    "thesequence": "50372",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Ubaidullah with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ عُبَيْدِ اللَّهِ، بِهَذَا الإِسْنَادِ مِثْلَهُ",
    "hadithBengali": "৩৭৮৭-(.../...) আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... উবাইদুল্লাহ (রহঃ) সূত্রে উক্ত সানাদে অনুরূপ হাদীস বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৭৫১, ইসলামিক সেন্টার ৩৭৫১)\n",
    "checkStatus": "1",
    "hadithNo": "3787",
    "id": "50870",
    "thesequence": "50373",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (Allah be pleased with them) reported Allahs Messenger (ﷺ) having forbidden Muzabana, and Muzabana is the selling of dry dates by measure for fresh dates and the selling of raisins by measure for grapes and selling of all Ports of fruits on the basis of calculation.",
    "hadithArabic": " حَدَّثَنِي يَحْيَى بْنُ مَعِينٍ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ، وَحُسَيْنُ بْنُ عِيسَى، قَالُوا حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْمُزَابَنَةِ وَالْمُزَابَنَةُ بَيْعُ ثَمَرِ النَّخْلِ بِالتَّمْرِ كَيْلاً وَبَيْعُ الزَّبِيبِ بِالْعِنَبِ كَيْلاً وَعَنْ كُلِّ ثَمَرٍ بِخَرْصِهِ .",
    "hadithBengali": "৩৭৮৮-(৭৪/...) ইয়াহইয়া ইবনু মাঈন, হারূন ইবনু আবদুল্লাহ ও হুসায়ন ইবনু ঈসা (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিমি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুযাবানাহর উপর নিষেধাজ্ঞা আরোপ করেছেন। মুযাবানাহ্ হলো গাছের খেজুর পরিমাপ করে খুরমার বিনিময়ে বিক্রি করা এবং কাচা আঙ্গুর পরিমাপ করে কিশমিশের বিনিময়ে বিক্রি করা। আর যে কোন ফল অনুমানের ভিত্তিতে বিক্রি করতেও তিনি নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭৫২, ইসলামিক সেন্টার ৩৭৫২)\n",
    "checkStatus": "1",
    "hadithNo": "3788",
    "id": "50871",
    "thesequence": "50374",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (Allah be pleased with them) reported Allahs Messenger (ﷺ) having forbidden Muzabana, and Muzabana implies the selling of dry dates for fresh dates on the tree with a definite measure (making it clear) that in case it increases, it belongs to me and if it is less, it is my responsibility.",
    "hadithArabic": " حَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ إِبْرَاهِيمَ - عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُزَابَنَةِ وَالْمُزَابَنَةُ أَنْ يُبَاعَ مَا فِي رُءُوسِ النَّخْلِ بِتَمْرٍ بِكَيْلٍ مُسَمًّى إِنْ زَادَ فَلِي وَإِنْ نَقَصَ فَعَلَىَّ .",
    "hadithBengali": "৩৭৮৯-(৭৫/...) আলী ইবনু হুজর ও যুহায়র ইবনু হারব (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুযাবানাহ নিষেধ করেছেন। মুযাবানাহ হলো গাছের মাথায় যে খেজুর আছে তার পরিমাণ অনুমান করে নির্ধারিত পরিমাণ শুকনো খেজুরের বিনিময়ে বিক্রি করা- এ শর্তের উপর যে, যদি বেশী হয় তবে তা আমার থাকবে। আর যদি কম হয় তবে সে ক্ষতি আমার উপরই আসবে। (ইসলামিক ফাউন্ডেশন ৩৭৫৩, ইসলামিক সেন্টার ৩৭৫৩)\n",
    "checkStatus": "1",
    "hadithNo": "3789",
    "id": "50872",
    "thesequence": "50375",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been transmitted on the authority of Ayyub.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو الرَّبِيعِ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا أَيُّوبُ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "৩৭৯০-(.../...) আবূ রাবী ও আবূ কামিল (রহঃ) ..... আইয়্যুব (রহঃ) এর সূত্রে উক্ত সানাদে অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৭৫৪, ইসলামিক সেন্টার ৩৭৫৪)\n",
    "checkStatus": "1",
    "hadithNo": "3790",
    "id": "50873",
    "thesequence": "50376",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah (b. Umar) (Allah be pleased with them) reported Allahs Messenger (ﷺ) having forbidden Mazabana, and it implies that one should sell the fresh fruits of his orchard (for dry fruits) or, if it is fresh dates, for dry dates with a measure, or if it is grapes for raisins or if it is corn in the field for dry corn with a measure He (the Holy Prophet) in fact forbade all such transactions. Qutaiba has narrated it with a slight variation of words.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْمُزَابَنَةِ أَنْ يَبِيعَ ثَمَرَ حَائِطِهِ إِنْ كَانَتْ نَخْلاً بِتَمْرٍ كَيْلاً وَإِنْ كَانَ كَرْمًا أَنْ يَبِيعَهُ بِزَبِيبٍ كَيْلاً وَإِنْ كَانَ زَرْعًا أَنْ يَبِيعَهُ بِكَيْلِ طَعَامٍ . نَهَى عَنْ ذَلِكَ كُلِّهِ . وَفِي رِوَايَةِ قُتَيْبَةَ أَوْ كَانَ زَرْعًا",
    "hadithBengali": "৩৭৯১-(৭৬/...) কুতাইবাহ ইবনু সাঈদ ও মুহাম্মাদ ইবনু রুমহ (রহঃ) ..... &#39;আবদুল্লাহ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুযাবানাহ নিষেধ করেছেন। অর্থাৎ- বাগানে যদি খেজুর গাছ থাকে তবে তার কাঁচা খেজুর পরিমাপ করে শুকনো খেজুরের বিনিময়ে ক্রয়-বিক্রয় করা। আর যদি আঙ্গুর থাকে তবে তা পরিমাপ করে কিশমিশের বিনিময়ে ক্রয়-বিক্রয় করা। আর যদি তা ক্ষেতের ফসল হয় তবে তার পরিমাণ অনুমান করে সে পরিমাণ খাদ্য ক্রয় করা- এসব করতে তিনি নিষেধ করেছেন। কুতাইবার অন্য বর্ণনায় রয়েছে অথবা যদি তা ক্ষেতের ফসল হয়। (ইসলামিক ফাউন্ডেশন ৩৭৫৫, ইসলামিক সেন্টার ৩৭৫৫)\n",
    "checkStatus": "1",
    "hadithNo": "3791",
    "id": "50874",
    "thesequence": "50377",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Nafi with another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِيهِ أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنِي يُونُسُ، ح وَحَدَّثَنَاهُ ابْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنِي الضَّحَّاكُ، ح وَحَدَّثَنِيهِ سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا حَفْصُ بْنُ مَيْسَرَةَ، حَدَّثَنِي مُوسَى بْنُ عُقْبَةَ، كُلُّهُمْ عَنْ نَافِعٍ، بِهَذَا الإِسْنَادِ نَحْوَ حَدِيثِهِمْ",
    "hadithBengali": "৩৭৯২-(.../...) আবূ তাহির, ইবনু রাফি ও সুওয়াইদ ইবনু সাঈদ (রহঃ) ভিন্ন ভিন্ন সূত্রে নাফি (রহঃ) হতে উক্ত সানাদে হাদীসটি অন্যান্যের অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৭৫৬, ইসলামিক সেন্টার ৩৭৫৬)\n",
    "checkStatus": "1",
    "hadithNo": "3792",
    "id": "50875",
    "thesequence": "50378",
    "isActive": "1",
    "chapterId": "18408",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৪. শুকনা খেজুরের বিনিময়ে তাজা খেজুর বিক্রি করা হারাম কিন্তু আরায়া হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nIf anyone buys palm-trees after they have been fecundated the fruit belongs to the seller unless the buyer makes a proviso.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ بَاعَ نَخْلاً قَدْ أُبِّرَتْ فَثَمَرَتُهَا لِلْبَائِعِ إِلاَّ أَنْ يَشْتَرِطَ الْمُبْتَاعُ ",
    "hadithBengali": "৩৭৯৩-(৭৭/১৫৪৩) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি খেজুরের রেনু প্রবিষ্ট করানো খেজুর গাছ বিক্রি করে তবে ঐ গাছের খেজুর বিক্রেতার প্রাপ্য। অবশ্য ক্রেতা যদি খেজুর নেয়ার শর্ত করে থাকে তবে তা তার হবে। (ইসলামিক ফাউন্ডেশন ৩৭৫৭, ইসলামিক সেন্টার ৩৭৫৭)\n",
    "checkStatus": "1",
    "hadithNo": "3793",
    "id": "50876",
    "thesequence": "50379",
    "isActive": "1",
    "chapterId": "18409",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৫. ফলবান খেজুর গাছ বিক্রি করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Nafi reported on the authority of Ibn Umar (Allah be pleased with them) that the Messenger of Allah (ﷺ) said:\nWhichever tree is bought with its roots, and if it is fecundatedits fruit would belong to one who has grafted it except when the provision is laid down by the buyer.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، جَمِيعًا عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   أَيُّمَا نَخْلٍ اشْتُرِيَ أُصُولُهَا وَقَدْ أُبِّرَتْ فَإِنَّ ثَمَرَهَا لِلَّذِي أَبَّرَهَا إِلاَّ أَنْ يَشْتَرِطَ الَّذِي اشْتَرَاهَا .",
    "hadithBengali": "৩৭৯৪-(৭৮/...) মুহাম্মাদ ইবনুল মুসান্না, ইবনু নুমায়র ও আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন তাবিরকৃত খেজুর গাছ যদি মূলসহ ক্রয় করা হয় এবং ক্রেতা যদি ফল পাওয়ার শর্ত না দিয়ে থাকে, তবে তার ফল তাবিরকারীরই* প্রাপ্য। (ইসলামিক ফাউন্ডেশন ৩৭৫৮, ইসলামিক সেন্টার ৩৭৫৮)\n",
    "checkStatus": "1",
    "hadithNo": "3794",
    "id": "50877",
    "thesequence": "50380",
    "isActive": "1",
    "chapterId": "18409",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৫. ফলবান খেজুর গাছ বিক্রি করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported Allahs Apostle (ﷺ) as saying:\nWhosoever grafts the tree and then sells its roots, its fruit will belong to one who grafts it except when provision is laid down by the buyer.",
    "hadithArabic": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا ابْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   أَيُّمَا امْرِئٍ أَبَّرَ نَخْلاً ثُمَّ بَاعَ أَصْلَهَا فَلِلَّذِي أَبَّرَ ثَمَرُ النَّخْلِ إِلاَّ أَنْ يَشْتَرِطَ الْمُبْتَاعُ  .",
    "hadithBengali": "৩৭৯৫-(৭৯/...) কুতাইবাহ ইবনু সাঈদ ও ইবনু রুমহ (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যক্তি খেজুর গাছে তাবির করার পর মূল গাছটি বিক্রি করে দিলে ঐ গাছের খেজুর তাবিরকারী পাবে, যদি ক্রেতা ফল পাওয়ার শর্ত করে না থাকে। (ইসলামিক ফাউন্ডেশন ৩৭৫৯, ইসলামিক সেন্টার ৩৭৫৯)\n",
    "checkStatus": "1",
    "hadithNo": "3795",
    "id": "50878",
    "thesequence": "50381",
    "isActive": "1",
    "chapterId": "18409",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৫. ফলবান খেজুর গাছ বিক্রি করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Nafi, with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَاهُ أَبُو الرَّبِيعِ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ، كِلاَهُمَا عَنْ أَيُّوبَ، عَنْ نَافِعٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "৩৭৯৬-(.../...) আবূর রাবী, আবূ কামিল ও যুহায়র ইবনু হারব (রহঃ) ..... নাফি&#39;র সূত্রে এ হাদীস ঐরকমই বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৭৬০, ইসলামিক সেন্টার ৩৭৬০)\n",
    "checkStatus": "1",
    "hadithNo": "3796",
    "id": "50879",
    "thesequence": "50382",
    "isActive": "1",
    "chapterId": "18409",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৫. ফলবান খেজুর গাছ বিক্রি করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar (Allah be pleased with them) reported Allahs Massenger (ﷺ) as saying:\nHe who buys a tree after it has been fecundated, its fruit belongs to one who sells it except when the provision has been laid down by the buyer (that it will belong to him), and he who buys a slave, his property belongs to one who sells him except when a provision has been laid down by the buyer (that it will be transferred to him with the slave).",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ رُمْحٍ، قَالاَ أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ، سَعِيدٍ حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنِ ابْتَاعَ نَخْلاً بَعْدَ أَنْ تُؤَبَّرَ فَثَمَرَتُهَا لِلَّذِي بَاعَهَا إِلاَّ أَنْ يَشْتَرِطَ الْمُبْتَاعُ وَمَنِ ابْتَاعَ عَبْدًا فَمَالُهُ لِلَّذِي بَاعَهُ إِلاَّ أَنْ يَشْتَرِطَ الْمُبْتَاعُ  .",
    "hadithBengali": "৩৭৯৭-(৮০/...) ইয়াহইয়া ইবনু ইয়াহইয়া, মুহাম্মাদ ইবনু রুমহ ও কুতাইবাহ ইবনু সাঈদ (রহঃ) আবদুল্লাহ ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ যে ব্যক্তি তাবিরকৃত খেজুর গাছ খরিদ করবে সে উক্ত গাছের ফল পাওয়ার শর্ত না করলে ঐ গাছের ফল বিক্রেতার প্রাপ্য এবং কেউ যদি গোলাম খরিদ করে এবং উক্ত গোলামের মাল পাওয়ার শর্ত না করে তবে সে মাল বিক্রেতারই প্রাপ্য। (ইসলামিক ফাউন্ডেশন ৩৭৬১, ইসলামিক সেন্টার ৩৭৬১)\n",
    "checkStatus": "1",
    "hadithNo": "3797",
    "id": "50880",
    "thesequence": "50383",
    "isActive": "1",
    "chapterId": "18409",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৫. ফলবান খেজুর গাছ বিক্রি করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of al Zuhri.",
    "hadithArabic": " وَحَدَّثَنَاهُ يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৩৭৯৮-(.../...) ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বাকর ইবনু আবূ শাইবাহ ও যুহায়র ইবনু হারব (রহঃ) ...... যুহরী (রহঃ) হতে উক্ত সানাদে এ হাদীস অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৭৬২, ইসলামিক সেন্টার ৩৭৬২)\n",
    "checkStatus": "1",
    "hadithNo": "3798",
    "id": "50881",
    "thesequence": "50384",
    "isActive": "1",
    "chapterId": "18409",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৫. ফলবান খেজুর গাছ বিক্রি করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar reported on the authority of his father as Allahs Apostle (ﷺ) saying so.",
    "hadithArabic": " وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ أَبَاهُ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ بِمِثْلِهِ .",
    "hadithBengali": "৩৭৯৯-(.../...) হারমালাহ ইবনু ইয়াহইয়া (রহঃ) ..... আবদুল্লাহ ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অনুরূপ বলতে শুনেছি। (ইসলামিক ফাউন্ডেশন ৩৭৬৩, ইসলামিক সেন্টার ৩৭৬৩)\n",
    "checkStatus": "1",
    "hadithNo": "3799",
    "id": "50882",
    "thesequence": "50385",
    "isActive": "1",
    "chapterId": "18409",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৫. ফলবান খেজুর গাছ বিক্রি করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abdullah (Allah be pleased with them) reported that Allahs Messenger (ﷺ) had forbidden Muhaqala. and Muzabana, Mukhibara and the sale of fruits until their good condition becomes clear, and (he commanded) that (commodities) should not be sold but for the dinar and dirham except in case of araya.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالُوا جَمِيعًا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْمُحَاقَلَةِ وَالْمُزَابَنَةِ وَالْمُخَابَرَةِ وَعَنْ بَيْعِ الثَّمَرِ حَتَّى يَبْدُوَ صَلاَحُهُ وَلاَ يُبَاعُ إِلاَّ بِالدِّينَارِ وَالدِّرْهَمِ إِلاَّ الْعَرَايَا .",
    "hadithBengali": "৩৮০০-(৮১/১৫৩৬) আবূ বাকর ইবনু আবূ শাইবাহ, মুহাম্মাদ ইবনু আবদুল্লাহ ইবনে নুমায়র ও যুহায়র ইবনু হারব (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুহাকালাহ, মুযাবানাহ্, মুখাবারাহ ও পরিণত হওয়ার আগে ফল ক্রয়-বিক্রয় নিষেধ করেছেন। আর আরায়া প্রক্রিয়া ছাড়া দীনার ও দিরহামের বিনিময় ব্যতীত ফল বিক্রি করা যাবে না। (ইসলামিক ফাউন্ডেশন ৩৭৬৪, ইসলামিক সেন্টার ৩৭৬৪)\n",
    "checkStatus": "1",
    "hadithNo": "3800",
    "id": "50883",
    "thesequence": "50386",
    "isActive": "1",
    "chapterId": "18410",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৬.  মুহাকালাহ্, মুযাবানাহ্, মুখাবারাহ, খাবার যোগ্য হওয়ার আগেই ফল বিক্রি ও মু&#039;আ-ওয়ামাহ্ অর্থাৎ- কয়েক বছরের জন্যে ক্রয়-বিক্রয় নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abdullah (Allah be pleased with them) reported that Allahs Messenger (ﷺ) forbade the types of sales as described before.",
    "hadithArabic": " وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا أَبُو عَاصِمٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، عَنْ عَطَاءٍ، وَأَبِي، الزُّبَيْرِ أَنَّهُمَا سَمِعَا جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم فَذَكَرَ بِمِثْلِهِ .",
    "hadithBengali": "৩৮০১-(.../...) আবদ ইবনু হুমায়দ (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন- অতঃপর তিনি উপরের হাদীসের অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৭৬৫, ইসলামিক সেন্টার ৩৭৬৫)\n",
    "checkStatus": "1",
    "hadithNo": "3801",
    "id": "50884",
    "thesequence": "50387",
    "isActive": "1",
    "chapterId": "18410",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৬.  মুহাকালাহ্, মুযাবানাহ্, মুখাবারাহ, খাবার যোগ্য হওয়ার আগেই ফল বিক্রি ও মু&#039;আ-ওয়ামাহ্ অর্থাৎ- কয়েক বছরের জন্যে ক্রয়-বিক্রয় নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported that Allahs Messenger (ﷺ) forbade Mukhabara and Muhaqala, and Muzabana, and the sale of the fruit until it is fit for eating, and its sale but with dirham and dinar. Exception is made in case of araya. Ata said:\nJabir explained (these terms) for us. As for Mukhabara it is this that a wasteland is given by a person to another and he makes an investment in it and then gets a share in the produce. According to him (Jabir), Muzabana is the sell of fresh dates on the tree for dry dates with a measure, and Muhaqala in agriculture implies that one should sell the standing crop for grains with a measure.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا مَخْلَدُ بْنُ يَزِيدَ الْجَزَرِيُّ، حَدَّثَنَا ابْنُ، جُرَيْجٍ أَخْبَرَنِي عَطَاءٌ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُخَابَرَةِ وَالْمُحَاقَلَةِ وَالْمُزَابَنَةِ وَعَنْ بَيْعِ الثَّمَرَةِ حَتَّى تُطْعِمَ وَلاَ تُبَاعُ إِلاَّ بِالدَّرَاهِمِ وَالدَّنَانِيرِ إِلاَّ الْعَرَايَا . قَالَ عَطَاءٌ فَسَّرَ لَنَا جَابِرٌ قَالَ أَمَّا الْمُخَابَرَةُ فَالأَرْضُ الْبَيْضَاءُ يَدْفَعُهَا الرَّجُلُ إِلَى الرَّجُلِ فَيُنْفِقُ فِيهَا ثُمَّ يَأْخُذُ مِنَ الثَّمَرِ . وَزَعَمَ أَنَّ الْمُزَابَنَةَ بَيْعُ الرُّطَبِ فِي النَّخْلِ بِالتَّمْرِ كَيْلاً . وَالْمُحَاقَلَةُ فِي الزَّرْعِ عَلَى نَحْوِ ذَلِكَ يَبِيعُ الزَّرْعَ الْقَائِمَ بِالْحَبِّ كَيْلاً .",
    "hadithBengali": "৩৮০২-(৮২/...) ইসহাক ইবনু ইবরাহীম হানযালী (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুখাবারাহ, মুহাকালাহ, মুযাবানাহ এবং খাওয়ার যোগ্য হওয়ার পূর্বেই ফল বিক্রি করতে নিষেধ করেছেন। আর দিরহাম ও দীনারের বিনিময়েই কেবল ফল বিক্রি করা যাবে, কিন্তু আরায়া প্রক্রিয়াটি স্বতন্ত্র (অর্থাৎ- এতে ফলের বদলে ফল বিক্রয় চলবে)।\n\nআতা (রহঃ) বলেনঃ ক্রয়-বিক্রয়ের ঐ ধরণগুলো সম্পর্কে জাবির (রাযিঃ) আমাদেরকে খুলে বলেছেনঃ মুখাবারাহ হলোঃ এক ব্যক্তিকে শস্যহীন শুন্য ক্ষেত প্রদান করা হয়। এরপর সে তাতে ফসল উৎপন্ন করে তারপর মালিক উৎপন্ন ফসলে অংশগ্রহণ করে। আর মুযাবানাহ্ হলো- গাছের মাথায় থাকা তাজা খেজুর অনুমানে পরিমাপ করে খুরমার বিনিময়ে বিক্রি করা। আর মুহাকালাহ ফসলের মধ্যে অনুরূপ পদ্ধতিতে হয়ে থাকে অর্থাৎ ক্ষেতের বিদ্যমান শস্যকে অনুমানে পরিমাপ করে ঘরে রাখা শস্যের বিনিময়ে বিক্রি করা। (ইসলামিক ফাউন্ডেশন ৩৭৬৬, ইসলামিক সেন্টার ৩৭৬৬)\n",
    "checkStatus": "1",
    "hadithNo": "3802",
    "id": "50885",
    "thesequence": "50388",
    "isActive": "1",
    "chapterId": "18410",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৬.  মুহাকালাহ্, মুযাবানাহ্, মুখাবারাহ, খাবার যোগ্য হওয়ার আগেই ফল বিক্রি ও মু&#039;আ-ওয়ামাহ্ অর্থাৎ- কয়েক বছরের জন্যে ক্রয়-বিক্রয় নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported Allahs Messenger (ﷺ) forbidding Muhaqala, and Muzabana, and Mukhabara, and the buying of date-palm until its fruit is ripened (ripening means that its colour becomes red or yellow, or it is fit for being eaten). And Muhaqala implies that crops in the field are bought for grains according to a customary measure. Muzabana implies that date-palm should be sold for dry dates by measuring them with wisqs, and al-Mukhabara is (a share), maybe one-third or one-fourth (in produce) or something like it. Zaid (one of the narrators) said to Ata b. Abu Rabah (the other narrator):\nDid You bear Jabir b. Abdullah (Allah be pleased with them) making a mention of it that he had heard it directly from Allahs Messenger (ﷺ)? He said: Yes.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي خَلَفٍ، كِلاَهُمَا عَنْ زَكَرِيَّاءَ، قَالَ ابْنُ أَبِي خَلَفٍ حَدَّثَنَا زَكَرِيَّاءُ بْنُ عَدِيٍّ، أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ، حَدَّثَنَا أَبُو الْوَلِيدِ الْمَكِّيُّ، وَهُوَ جَالِسٌ عِنْدَ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُحَاقَلَةِ وَالْمُزَابَنَةِ وَالْمُخَابَرَةِ وَأَنْ تُشْتَرَى النَّخْلُ حَتَّى تُشْقِهَ - وَالإِشْقَاهُ أَنْ يَحْمَرَّ أَوْ يَصْفَرَّ أَوْ يُؤْكَلَ مِنْهُ شَىْءٌ - وَالْمُحَاقَلَةُ أَنْ يُبَاعَ الْحَقْلُ بِكَيْلٍ مِنَ الطَّعَامِ مَعْلُومٍ وَالْمُزَابَنَةُ أَنْ يُبَاعَ النَّخْلُ بِأَوْسَاقٍ مِنَ التَّمْرِ وَالْمُخَابَرَةُ الثُّلُثُ وَالرُّبُعُ وَأَشْبَاهُ ذَلِكَ . قَالَ زَيْدٌ قُلْتُ لِعَطَاءِ بْنِ أَبِي رَبَاحٍ أَسَمِعْتَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَذْكُرُ هَذَا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ نَعَمْ .",
    "hadithBengali": "৩৮০৩-(.../...) ইসহাক ইবনু ইবরাহীম ও মুহাম্মাদ ইবনু আহমাদ ইবনু আবূ খালাফ (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুহাকালাহ, মুযাবানাহ, মুখাবানাহ, মুখাবারাহ এবং খেজুর লাল বা হলদে অথবা খাদ্যোপযোগী হওয়ার পূর্বে খরিদ করতে নিষেধ করেছেন। মুহাকালাহ হলো ক্ষেতের শস্য নির্ধারিত পরিমাণ খাদ্যের বিনিময়ে বিক্রি করা। মুযাবানাহ্ হচ্ছে- গাছের খেজুর কয়েক অসক খুরমার বিনিময়ে বিক্রি করা। মুখাবারাহ বলা হয়- এক তৃতীয়াংশ, এক চতুর্থাংশ বা এরূপ নির্দিষ্ট কোন অংশকে। যায়দ (রহঃ) বলেনঃ আমি আতা ইবনু আবূ রাবাহকে জিজ্ঞেস করলাম- আপনি কি জাবির ইবনু &#39;আবদুল্লাহকে বলতে শুনেছেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ বলেছেন? তিনি বললেন, হ্যাঁ। (ইসলামিক ফাউন্ডেশন ৩৭৬৭, ইসলামিক সেন্টার ৩৭৬৭)\n",
    "checkStatus": "1",
    "hadithNo": "3803",
    "id": "50886",
    "thesequence": "50389",
    "isActive": "1",
    "chapterId": "18410",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৬.  মুহাকালাহ্, মুযাবানাহ্, মুখাবারাহ, খাবার যোগ্য হওয়ার আগেই ফল বিক্রি ও মু&#039;আ-ওয়ামাহ্ অর্থাৎ- কয়েক বছরের জন্যে ক্রয়-বিক্রয় নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported Allahs Messenger (ﷺ) forbidding Muzabana and Muhaqala, and Mukhabara, and the sale of fruits until they are ripe. I (the narrator) said to Said (the other narrator):\nWhat does ripening imply? He said: It meant that they become red or become yellow and are fit for eating.",
    "hadithArabic": " وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ هَاشِمٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا سَلِيمُ بْنُ حَيَّانَ، حَدَّثَنَا سَعِيدُ بْنُ، مِينَاءَ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْمُزَابَنَةِ وَالْمُحَاقَلَةِ وَالْمُخَابَرَةِ وَعَنْ بَيْعِ الثَّمَرَةِ حَتَّى تُشْقِحَ . قَالَ قُلْتُ لِسَعِيدٍ مَا تُشْقِحُ قَالَ تَحْمَارُّ وَتَصْفَارُّ وَيُؤْكَلُ مِنْهَا .",
    "hadithBengali": "৩৮০৪-(৮৪/...) আবদুল্লাহ ইবনু হাশিম (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুযাবানাহ, মুহাকালাহ, মুখাবারাহ এবং ফল পাকার আগে বিক্রি করতে নিষেধ করেছেন। রাবী বলেন, আমি সাঈদকে জিজ্ঞেস করলাম পাকার অর্থ কী? তিনি বললেন, লাল বর্ণ বা হলুদ বর্ণ ধারণ করা এবং খাওয়ার যোগ্য হওয়া। (ইসলামিক ফাউন্ডেশন ৩৭৬৮, ইসলামিক সেন্টার ৩৭৬৮)\n",
    "checkStatus": "1",
    "hadithNo": "3804",
    "id": "50887",
    "thesequence": "50390",
    "isActive": "1",
    "chapterId": "18410",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৬.  মুহাকালাহ্, মুযাবানাহ্, মুখাবারাহ, খাবার যোগ্য হওয়ার আগেই ফল বিক্রি ও মু&#039;আ-ওয়ামাহ্ অর্থাৎ- কয়েক বছরের জন্যে ক্রয়-বিক্রয় নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported Allahs Messenger (ﷺ) forbidding Muhaqala and Muzabana and Muawama and Mukhabara. (One of the narrators) said:\nSale years ahead is Muawama, and making exceptional but he made an exemption of araya.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، وَمُحَمَّدُ بْنُ عُبَيْدٍ الْغُبَرِيُّ، - وَاللَّفْظُ لِعُبَيْدِ اللَّهِ - قَالاَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي الزُّبَيْرِ، وَسَعِيدِ بْنِ مِينَاءَ، عَنْ جَابِرِ بْنِ، عَبْدِ اللَّهِ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْمُحَاقَلَةِ وَالْمُزَابَنَةِ وَالْمُعَاوَمَةِ وَالْمُخَابَرَةِ - قَالَ أَحَدُهُمَا بَيْعُ السِّنِينَ هِيَ الْمُعَاوَمَةُ - وَعَنِ الثُّنْيَا وَرَخَّصَ فِي الْعَرَايَا .",
    "hadithBengali": "৩৮০৫-(৮৫/...) উবাইদুল্লাহ ইবনু উমার কাওয়ারীরী ও মুহাম্মাদ ইবনু উবায়দ গুবারী (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুহাকালাহ, মুযাবানাহ, মু&#39;আওয়ামাহ্ ও মুখাবারাহ নিষেধ করেছেন। দু&#39;জনের একজনে বলেন, কয়েক বছরের জন্যে বিক্রি করার নাম মু&#39;আওয়ামাহ। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) নিযেধ করেছেন কিছু অংশ বাদ দেয়া হতে* আর অনুমতি দিয়েছেন আরায়ার বেলায়। (ইসলামিক ফাউন্ডেশন ৩৭৬৯, ইসলামিক সেন্টার ৩৭৬৯)\n",
    "checkStatus": "1",
    "hadithNo": "3805",
    "id": "50888",
    "thesequence": "50391",
    "isActive": "1",
    "chapterId": "18410",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৬.  মুহাকালাহ্, মুযাবানাহ্, মুখাবারাহ, খাবার যোগ্য হওয়ার আগেই ফল বিক্রি ও মু&#039;আ-ওয়ামাহ্ অর্থাৎ- কয়েক বছরের জন্যে ক্রয়-বিক্রয় নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Jabir (Allah be pleased with him) from Allahs Apostle (ﷺ). but he made no mention of transactions years (ahead) implying Muawama.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ عُلَيَّةَ - عَنْ أَيُّوبَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم . بِمِثْلِهِ غَيْرَ أَنَّهُ لاَ يَذْكُرُ بَيْعُ السِّنِينَ هِيَ الْمُعَاوَمَةُ .",
    "hadithBengali": "৩৮০৬-(.../...) আবূ বাকর ইবনু আবূ শাইবাহ্ ও আলী ইবনু হুজর (রহঃ) ... জাবির (রাযিঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। তবে তিনি এ কথাটি উল্লেখ করেননি যে, কয়েক বছরের জন্যে বিক্রি করা হলো মু&#39;আওয়ামাহ্। (ইসলামিক ফাউন্ডেশন ৩৭৭০, ইসলামিক সেন্টার ৩৭৭০)\n",
    "checkStatus": "1",
    "hadithNo": "3806",
    "id": "50889",
    "thesequence": "50392",
    "isActive": "1",
    "chapterId": "18410",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৬.  মুহাকালাহ্, মুযাবানাহ্, মুখাবারাহ, খাবার যোগ্য হওয়ার আগেই ফল বিক্রি ও মু&#039;আ-ওয়ামাহ্ অর্থাৎ- কয়েক বছরের জন্যে ক্রয়-বিক্রয় নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abdullah (Allah be pleased with them) reported that Allahs Messenger (ﷺ) forbade leasing of land, and selling ahead for years and selling of fruits before they become ripe.",
    "hadithArabic": " وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ، حَدَّثَنَا رَبَاحُ بْنُ، أَبِي مَعْرُوفٍ قَالَ سَمِعْتُ عَطَاءً، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ كِرَاءِ الأَرْضِ وَعَنْ بَيْعِهَا السِّنِينَ وَعَنْ بَيْعِ الثَّمَرِ حَتَّى يَطِيبَ .",
    "hadithBengali": "৩৮০৭-(৮৬/...) ইসহাক ইবনু মানসূর (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জমি বর্গা দিতে, কয়েক বছরের জন্যে বিক্রি করতে এবং ফল পরিপক্ক হওয়ার আগে বিক্রি করতে নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭৭১, ইসলামিক সেন্টার ৩৭৭১)\n",
    "checkStatus": "1",
    "hadithNo": "3807",
    "id": "50890",
    "thesequence": "50393",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abdullah (Allah be pleased with them) reported Allahs Messenger (ﷺ) having forbidden the renting of land.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو كَامِلٍ الْجَحْدَرِيُّ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - عَنْ مَطَرٍ الْوَرَّاقِ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ كِرَاءِ الأَرْضِ .",
    "hadithBengali": "৩৮০৮-(৮৭/...) আবূ কামিল জাহদারী (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জমি বর্গা দিতে নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭৭২, ইসলামিক সেন্টার ৩৭৭২)\n",
    "checkStatus": "1",
    "hadithNo": "3808",
    "id": "50891",
    "thesequence": "50394",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported Allahs Messenger (ﷺ) as saying:\nHe who has land should cultivate it himself, but if he does not cultivate it himself, then he should let his brother cultivate it.",
    "hadithArabic": "وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْفَضْلِ، - لَقَبُهُ عَارِمٌ وَهُوَ أَبُو النُّعْمَانِ السَّدُوسِيُّ - حَدَّثَنَا مَهْدِيُّ بْنُ مَيْمُونٍ، حَدَّثَنَا مَطَرٌ الْوَرَّاقُ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ كَانَتْ لَهُ أَرْضٌ فَلْيَزْرَعْهَا فَإِنْ لَمْ يَزْرَعْهَا فَلْيُزْرِعْهَا أَخَاهُ  .",
    "hadithBengali": "৩৮০৯-(৮৮/...) আবদ ইবনু হুমায়দ (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার কাছে জমি আছে সেটি তার চাষাবাদ করা উচিত। যদি সে নিজে তা না করে তবে যেন তার কোন ভাইকে চাষাবাদ করতে প্রদান করে। (ইসলামিক ফাউন্ডেশন ৩৭৭৩, ইসলামিক সেন্টার ৩৭৭৩)\n",
    "checkStatus": "1",
    "hadithNo": "3809",
    "id": "50892",
    "thesequence": "50395",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported some of the Companions of Allahs Messenger (ﷺ) had surplus of land. Thereupon Allahs Messenger (ﷺ) said:\nHe, who has surplus land (in his possession) should cultivate it, or he should lend it to his brother for benefit, but if he refuses to accept it, he should retain it.",
    "hadithArabic": "حَدَّثَنَا الْحَكَمُ بْنُ مُوسَى، حَدَّثَنَا هِقْلٌ، - يَعْنِي ابْنَ زِيَادٍ - عَنِ الأَوْزَاعِيِّ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كَانَ لِرِجَالٍ فُضُولُ أَرَضِينَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ كَانَتْ لَهُ فَضْلُ أَرْضٍ فَلْيَزْرَعْهَا أَوْ لِيَمْنَحْهَا أَخَاهُ فَإِنْ أَبَى فَلْيُمْسِكْ أَرْضَهُ  .",
    "hadithBengali": "৩৮১০-(৮৯/...) হাকাম ইবনু মূসা (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কতিপয় সাহাবীর প্রয়োজনের চেয়েও বেশী জমি ছিল। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যার নিকট প্রয়োজনের বেশী জমি আছে সে যেন তা চাষাবাদ করে অথবা তার কোন ভাইকে (চাষাবাদ করতে) দেয়। আর যদি সে তা না চায় তাহলে তার জমি সে আটকে রাখুক। (ইসলামিক ফাউন্ডেশন ৩৭৭৪, ইসলামিক সেন্টার ৩৭৭৪)\n",
    "checkStatus": "1",
    "hadithNo": "3810",
    "id": "50893",
    "thesequence": "50396",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abdullah (Allah be pleased with them) reported Allahs Messenger (ﷺ) having forbidden taking of rent or share of land.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا مُعَلَّى بْنُ مَنْصُورٍ الرَّازِيُّ، حَدَّثَنَا خَالِدٌ، أَخْبَرَنَا الشَّيْبَانِيُّ، عَنْ بُكَيْرِ بْنِ الأَخْنَسِ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُؤْخَذَ لِلأَرْضِ أَجْرٌ أَوْ حَظٌّ .",
    "hadithBengali": "৩৮১১-(৯০/...) মুহাম্মাদ ইবনু হাতিম (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শ্রমের উপরে বা ফসলের অংশ দিয়ে জমি বর্গা নিতে নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭৭৫, ইসলামিক সেন্টার ৩৭৭৫)\n",
    "checkStatus": "1",
    "hadithNo": "3811",
    "id": "50894",
    "thesequence": "50397",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nHe who has land should cultivate it, but if he does not find it possible to cultivate it, or finds himself helpless to do so, he should lend it to his Muslim brother, but he should not accept rent from him.",
    "hadithArabic": "حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ الْمَلِكِ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ كَانَتْ لَهُ أَرْضٌ فَلْيَزْرَعْهَا فَإِنْ لَمْ يَسْتَطِعْ أَنْ يَزْرَعَهَا وَعَجَزَ عَنْهَا فَلْيَمْنَحْهَا أَخَاهُ الْمُسْلِمَ وَلاَ يُؤَاجِرْهَا إِيَّاهُ  .",
    "hadithBengali": "৩৮১২-(৯১/...) ইবনু নুমায়র (রহঃ) ..... জাবির (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার জমি আছে সে যেন তাতে চাষাবাদ করে। তা যদি সে না পারে অথবা অক্ষম হয়, তাহলে সে যেন তার অপর কোন মুসলিম ভাইকে (চাষাবাদ করতে) দেয়। কিন্তু বর্গা দিবে না। (ইসলামিক ফাউন্ডেশন ৩৭৭৬, ইসলামিক সেন্টার ৩৭৭৬)\n",
    "checkStatus": "1",
    "hadithNo": "3812",
    "id": "50895",
    "thesequence": "50398",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sulaiman b. Musa asked Ata:\nDid Jabir b. Abdullah (Allah be pleased with them) reported Allahs Apostle (ﷺ) as saying: He who has land should cultivate it himself, or let his brother cultivate it, and should not give on rent? He said: Yes.",
    "hadithArabic": "وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا هَمَّامٌ، قَالَ سَأَلَ سُلَيْمَانُ بْنُ مُوسَى عَطَاءً فَقَالَ أَحَدَّثَكَ جَابِرُ بْنُ عَبْدِ اللَّهِ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَنْ كَانَتْ لَهُ أَرْضٌ فَلْيَزْرَعْهَا أَوْ لِيُزْرِعْهَا أَخَاهُ وَلاَ يُكْرِهَا  . قَالَ نَعَمْ .",
    "hadithBengali": "৩৮১৩-(৯২/...) শাইবান ইবনু ফাররূখ (রহঃ) হাম্মাম (রহঃ) হতে বর্ণনা করেন যে, সুলাইমান ইবনু মূসা (রহঃ) আতা-কে জিজ্ঞেস করলেন আপনার নিকট জাবির ইবনু আবদুল্লাহ (রাযিঃ) কি এ কথা বর্ণনা করেছেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার জমি আছে সে যেন তা চাষাবাদ করে অথবা তার অপর ভাইকে চাষ করার জন্যে দিয়ে দেয়। সেটা বর্গায় দিবে না। তিনি বললেন, হ্যাঁ, তা-ই। (ইসলামিক ফাউন্ডেশন ৩৭৭৭, ইসলামিক সেন্টার ৩৭৭৭)\n",
    "checkStatus": "1",
    "hadithNo": "3813",
    "id": "50896",
    "thesequence": "50399",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (Allah be pleased with him) reported Allahs Apostle (ﷺ) having forbidden Mukhabara.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الْمُخَابَرَةِ .",
    "hadithBengali": "৩৮১৪-(৯৩/...) আবূ বাকর ইবনু আবূ শাইবাহ (রহঃ) ..... জাবির (রাযিঃ) হতে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুখাবারাহ নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭৭৮, ইসলামিক সেন্টার ৩৭৭৮)\n",
    "checkStatus": "1",
    "hadithNo": "3814",
    "id": "50897",
    "thesequence": "50400",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) heard Allahs Messenger (ﷺ) say:\nHe who has surplus of land should either cultivate it himself, or let his brother cultivate it, an should not sell it. I (the narrator) said to Said: What does his statement do not sell it mean? Does it imply rent? He said: Yes.",
    "hadithArabic": "وَحَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ، حَدَّثَنَا سَلِيمُ بْنُ، حَيَّانَ حَدَّثَنَا سَعِيدُ بْنُ مِينَاءَ، قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ كَانَ لَهُ فَضْلُ أَرْضٍ فَلْيَزْرَعْهَا أَوْ لِيُزْرِعْهَا أَخَاهُ وَلاَ تَبِيعُوهَا  . فَقُلْتُ لِسَعِيدٍ مَا قَوْلُهُ وَلاَ تَبِيعُوهَا يَعْنِي الْكِرَاءَ . قَالَ نَعَمْ .",
    "hadithBengali": "৩৮১৫-(৯৪/...) হাজ্জাজ ইবনু শাইর (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার নিকট অতিরিক্ত জমি আছে তার উচিত সেটি চাষাবাদ করা অথবা আবাদ করার জন্যে তার অপর ভাইকে দেয়া। তোমরা সেটা বিক্রি করো না। (রাবী বলেন) আমি সাঈদকে জিজ্ঞেস করলাম, বিক্রি করো না- এ কথা কি বর্গা দেয়া? তিনি বললেন, হ্যাঁ, তা-ই। (ইসলামিক ফাউন্ডেশন ৩৭৭৯, ইসলামিক সেন্টার ৩৭৭৯)\n",
    "checkStatus": "1",
    "hadithNo": "3815",
    "id": "50898",
    "thesequence": "50401",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported:\nWe used to cultivate land on rent during the lifetime of Allahs Apostle (ﷺ) and we got a share out of the grain left in the ears after threshing them and something unspecified. Allahs Messenger (ﷺ) said: He who has land should cultivate it or let his brother till it, otherwise he should leave it.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ كُنَّا نُخَابِرُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَنُصِيبُ مِنَ الْقِصْرِيِّ وَمِنْ كَذَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ كَانَتْ لَهُ أَرْضٌ فَلْيَزْرَعْهَا أَوْ فَلْيُحْرِثْهَا أَخَاهُ وَإِلاَّ فَلْيَدَعْهَا .",
    "hadithBengali": "৩৮১৬-(৯৫/...) আহমাদ ইবনু ইউনুস (রহঃ) ...... জাবির (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে জমি বর্গায় নিতাম এবং প্রাপ্য হিসেবে শস্য মাড়াই করার পর ছড়ায় যা কিছু অবশিষ্ট থাকত তা এবং এ ধরনের সামান্য কিছু ভাগ পেতাম। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যার জমি আছে সে সেটা আবাদ করুক অথবা তার অপর ভাইকে দিয়ে আবাদ করাক অন্যথায় সে নিজেই ধরে রাখুক। (ইসলামিক ফাউন্ডেশন ৩৭৮০, ইসলামিক সেন্টার ৩৭৮০)\n",
    "checkStatus": "1",
    "hadithNo": "3816",
    "id": "50899",
    "thesequence": "50402",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported:\nWe used to get land (on rent) during the lifetime of Allahs Messeuge, (ﷺ) with a share of one-third or one-fourth (of the produce from the land irrigated) with the help of canals. Thereupon Allahs Messenger (ﷺ) stood up (to address) and said: HRe who has land should cultivate it, and if he does not cultivate it, he should lend it to his brother, and if he does not lend it to his brother, he should then retain it.",
    "hadithArabic": "حَدَّثَنِي أَبُو الطَّاهِرِ، وَأَحْمَدُ بْنُ عِيسَى، جَمِيعًا عَنِ ابْنِ وَهْبٍ، - قَالَ ابْنُ عِيسَى حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، - حَدَّثَنِي هِشَامُ بْنُ سَعْدٍ، أَنَّ أَبَا الزُّبَيْرِ الْمَكِّيَّ، حَدَّثَهُ قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ كُنَّا فِي زَمَانِ رَسُولِ اللَّهِ صلى الله عليه وسلم نَأْخُذُ الأَرْضَ بِالثُّلُثِ أَوِ الرُّبُعِ بِالْمَاذِيَانَاتِ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي ذَلِكَ فَقَالَ   مَنْ كَانَتْ لَهُ أَرْضٌ فَلْيَزْرَعْهَا فَإِنْ لَمْ يَزْرَعْهَا فَلْيَمْنَحْهَا أَخَاهُ فَإِنْ لَمْ يَمْنَحْهَا أَخَاهُ فَلْيُمْسِكْهَا  .",
    "hadithBengali": "৩৮১৭-৯৬/...) আবূ তাহির (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আমলে আমরা খালের সন্নিকটবর্তী জমিতে এক তৃতীয়াংশ ও এক চতুর্থাংশ ফসলের বিনিময়ে জমি বর্গা নিতাম। এরপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তথায় দাঁড়িয়ে বললেন, জমি যার সে-ই তাতে চাষ করবে। আর যদি সে তা না করে তবে যেন তার ভাইকে আবাদ করতে দেয়। যদি তার ভাইকে তা না দেয়, তবে যেন তা আটকে রাখে। (ইসলামিক ফাউন্ডেশন ৩৭৮১, ইসলামিক সেন্টার ৩৭৮১)\n",
    "checkStatus": "1",
    "hadithNo": "3817",
    "id": "50900",
    "thesequence": "50403",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir (Allah he pleased with him) reported:\nI heard Allahs Apostle (ﷺ) as saying: He who has (surplus) land should donate it (to others), or lend it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ حَمَّادٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سُلَيْمَانَ، حَدَّثَنَا أَبُو سُفْيَانَ، عَنْ جَابِرٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   مَنْ كَانَتْ لَهُ أَرْضٌ فَلْيَهَبْهَا أَوْ لِيُعِرْهَا  .",
    "hadithBengali": "৩৮১৮-(৯৭/...) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... জাবির (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি- যার জমি আছে সে যেন তা দান করে অথবা সে যেন তা ধার দেয়। (ইসলামিক ফাউন্ডেশন ৩৭৮২, ইসলামিক সেন্টার ৩৭৮২)\n",
    "checkStatus": "1",
    "hadithNo": "3818",
    "id": "50901",
    "thesequence": "50404",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Amash with the same chain of transmitters, but with a slight change of words.",
    "hadithArabic": "وَحَدَّثَنِيهِ حَجَّاجُ بْنُ الشَّاعِرِ، حَدَّثَنَا أَبُو الْجَوَّابِ، حَدَّثَنَا عَمَّارُ بْنُ رُزَيْقٍ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّهُ قَالَ   فَلْيَزْرَعْهَا أَوْ فَلْيُزْرِعْهَا رَجُلاً  .",
    "hadithBengali": "৩৮১৯-(৯৮/...) হাজ্জাজ ইবনু শাইর (রহঃ) ... আ&#39;মাশ (রহঃ) এর সূত্রে উপরোক্ত হাদীস বর্ণনা করেন। অবশ্য তিনি বলেছেন যে, সে যেন তা চাষ করে অথবা অন্য লোককে চাষ করতে দেয়। (ইসলামিক ফাউন্ডেশন ৩৭৮৩, ইসলামিক সেন্টার ৩৭৮৩)\n",
    "checkStatus": "1",
    "hadithNo": "3819",
    "id": "50902",
    "thesequence": "50405",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. `Abdullah (Allah be pleased with them) reportedthat Allahs Messenger (ﷺ) had forbidden renting of land. Bukair (one of the narrators) said:\nNafi` reported to me that he heard Ibn `Umar (Allah be pleased with them) saying: We usedto give land on rent; we then abandoned this practice when we heard the hadith of Rafi` b. Khadij.",
    "hadithArabic": " وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، - وَهُوَ ابْنُ الْحَارِثِ - أَنَّ بُكَيْرًا، حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ أَبِي سَلَمَةَ حَدَّثَهُ عَنِ النُّعْمَانِ بْنِ أَبِي عَيَّاشٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ كِرَاءِ الأَرْضِ . قَالَ بُكَيْرٌ وَحَدَّثَنِي نَافِعٌ، أَنَّهُ سَمِعَ ابْنَ عُمَرَ، يَقُولُ كُنَّا نُكْرِي أَرْضَنَا ثُمَّ تَرَكْنَا ذَلِكَ حِينَ سَمِعْنَا حَدِيثَ رَافِعِ بْنِ خَدِيجٍ .",
    "hadithBengali": "৩৮২০-(৯৯/...) হারূন ইবনু সাঈদ আয়লী (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জমি বর্গা দিতে নিযেধ করেছেন।\n\nবুকায়র (রহঃ) নাফি&#39;র সূত্রে ইবনু উমার (রাযিঃ) থেকে বর্ণনা করেন। তিনি বলেন, আমরা আমাদের জমি বর্গায় দিতাম। এরপর রাফি ইবনু খাদীজের হাদীস শুনে তা ছেড়ে দেই। (ইসলামিক ফাউন্ডেশন ৩৭৮৪, ইসলামিক সেন্টার ৩৭৮৪)\n",
    "checkStatus": "1",
    "hadithNo": "3820",
    "id": "50903",
    "thesequence": "50406",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (Allah be pleased with him) reported Allahs Messenger (ﷺ) forbidding the selling (renting of) uncultivated land for two years or three.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعِ الأَرْضِ الْبَيْضَاءِ سَنَتَيْنِ أَوْ ثَلاَثًا .",
    "hadithBengali": "৩৮২১-(১০০/...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... জাবির (রাযিঃ) হতে বর্ণিত। তিনি বলেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খালি জমি দু&#39; বা তিন বছরের জন্যে বিক্রি করতে নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭৮৫, ইসলামিক সেন্টার ৩৭৮৫)\n",
    "checkStatus": "1",
    "hadithNo": "3821",
    "id": "50904",
    "thesequence": "50407",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir (Allah be pleased with him) reported Allahs Apostle (ﷺ) forbidding selling of (produce) in advance for two years, and in the narmtion of Ibu Abd Shaiba (the words are):\n Selling of the fruits (on the tree) in advance for two years.",
    "hadithArabic": " وَحَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَأَبُو بَكْرِ بْنُ شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ حُمَيْدٍ الأَعْرَجِ، عَنْ سُلَيْمَانَ بْنِ عَتِيقٍ، عَنْ جَابِرٍ، قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ بَيْعِ السِّنِينَ . وَفِي رِوَايَةِ ابْنِ أَبِي شَيْبَةَ عَنْ بَيْعِ الثَّمَرِ سِنِينَ .",
    "hadithBengali": "৩৮২২-(১০১/...) সাঈদ ইবনু মানসূর, আবূ বাকর ইবনু আবূ শাইবাহ, আমর আন্&zwnj; নাকিদ ও যুহায়র ইবনু হারব (রহঃ) ..... জাবির (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কয়েক বছরের জন্য জমি বিক্রি করতে নিষেধ করেছেন। ইবনু আবূ শাইবার বর্ণনায় আছে- কয়েক বছরের জন্যে ফল বিক্রি করতে নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭৮৬, ইসলামিক সেন্টার ৩৭৮৬)\n",
    "checkStatus": "1",
    "hadithNo": "3822",
    "id": "50905",
    "thesequence": "50408",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nHe who has land should cultivate it or lend it to his brother, but if he refuses, he should retain his land.",
    "hadithArabic": "حَدَّثَنَا حَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، حَدَّثَنَا أَبُو تَوْبَةَ، حَدَّثَنَا مُعَاوِيَةُ، عَنْ يَحْيَى بْنِ، أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ كَانَتْ لَهُ أَرْضٌ فَلْيَزْرَعْهَا أَوْ لِيَمْنَحْهَا أَخَاهُ فَإِنْ أَبَى فَلْيُمْسِكْ أَرْضَهُ  .",
    "hadithBengali": "৩৮২৩-(১০২/১৫৪৪) হাসান ইবনু আলী হুলওয়ানী (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার জমি আছে তার উচিত সে যেন তা চাষ করে অথবা তার অপর ভাইকে তা আবাদ করতে দেয়। এতে যদি সে রাজী না হয়, তাহলে তার জমি যেন সে আটকে রাখে। (ইসলামিক ফাউন্ডেশন ৩৭৮৭, ইসলামিক সেন্টার ৩৭৮৭)\n",
    "checkStatus": "1",
    "hadithNo": "3823",
    "id": "50906",
    "thesequence": "50409",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported:\nI heard Allahs Messenger (ﷺ) forbidding Muzabana, and Huqul. Jabir b. Abdullah (Allah be pleased with them) said: Muzabana means the selling of fruits for dry dates and Huqul is the renting of land.",
    "hadithArabic": " وَحَدَّثَنَا الْحَسَنُ الْحُلْوَانِيُّ، حَدَّثَنَا أَبُو تَوْبَةَ، حَدَّثَنَا مُعَاوِيَةُ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، أَنَّ يَزِيدَ بْنَ نُعَيْمٍ، أَخْبَرَهُ أَنَّ جَابِرَ بْنَ عَبْدِ اللَّهِ أَخْبَرَهُ أَنَّهُ، سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنِ الْمُزَابَنَةِ وَالْحُقُولِ . فَقَالَ جَابِرُ بْنُ عَبْدِ اللَّهِ الْمُزَابَنَةُ الثَّمَرُ بِالتَّمْرِ . وَالْحُقُولُ كِرَاءُ الأَرْضِ .",
    "hadithBengali": "৩৮২৪-(১০৩/১৫৩৬) হাসান হুলওয়ানী (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মুযাবানাহ ও হুকুল থেকে নিষেধ করতে শুনেছেন। তখন জাবির ইবনু আবদুল্লাহ (রাযিঃ) বলেন, মুযাবানাহ্ হলো কাঁচা খেজুরের বিনিময়ে শুকনা খেজুর বদল করা। আর হুকুল হলো জমি বর্গা দেয়া। (ইসলামিক ফাউন্ডেশন ৩৭৮৮, ইসলামিক সেন্টার ৩৭৮৮)\n",
    "checkStatus": "1",
    "hadithNo": "3824",
    "id": "50907",
    "thesequence": "50410",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) forbidding Muhaqala and Muzabana.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْقَارِيَّ - عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْمُحَاقَلَةِ وَالْمُزَابَنَةِ ",
    "hadithBengali": "৩৮২৫-(১০৪/১৫৪৫) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুহাকালাহ* ও মুযাবানাহ** থেকে নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭৮৯, ইসলামিক সেন্টার ৩৭৮৯)\n",
    "checkStatus": "1",
    "hadithNo": "3825",
    "id": "50908",
    "thesequence": "50411",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said al-Khudri (Allah be pleased with him) reported Allahs Messenger (ﷺ) having forbidden Mazabana and Muhaqala. Muzibana means the buying of fruits on the trees and Muhaqala is the renting of land.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ دَاوُدَ بْنِ الْحُصَيْنِ، أَنَّ أَبَا سُفْيَانَ، مَوْلَى ابْنِ أَبِي أَحْمَدَ أَخْبَرَهُ أَنَّهُ، سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْمُزَابَنَةِ وَالْمُحَاقَلَةِ . وَالْمُزَابَنَةُ اشْتِرَاءُ الثَّمَرِ فِي رُءُوسِ النَّخْلِ . وَالْمُحَاقَلَةُ كِرَاءُ الأَرْضِ .",
    "hadithBengali": "৩৮২৬-(১০৫/১৫৪৬) আবূ তাহির (রহ) ...... আবূ সাঈদ খুদরী (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুযাবানাহ্ ও মুহাকালাহ্ থেকে নিষেধ করেছেন। মুযাবানাহ্ হলো খেজুর গাছের মাথায় ঝুলে থাকা ফল ক্রয় করা, আর মুহাকালাহ হলো জমি ইজারা দেয়া। (ইসলামিক ফাউন্ডেশন ৩৭৯০, ইসলামিক সেন্টার ৩৭৯০)\n",
    "checkStatus": "1",
    "hadithNo": "3826",
    "id": "50909",
    "thesequence": "50412",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zaid b. Amr reported:\nI heard Ibn Umar (Allah be pleased with them) say: We did not see any harm in renting of the land, but as the first year was over Rafi alleged Allahs Apostle (ﷺ) having forbidden that.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو الرَّبِيعِ الْعَتَكِيُّ، قَالَ أَبُو الرَّبِيعِ حَدَّثَنَا وَقَالَ، يَحْيَى أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرٍو، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ كُنَّا لاَ نَرَى بِالْخِبْرِ بَأْسًا حَتَّى كَانَ عَامُ أَوَّلَ فَزَعَمَ رَافِعٌ أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم نَهَى عَنْهُ .",
    "hadithBengali": "৩৮২৭-(১০৬/১৫৪৭) ইয়াহইয়া ইবনু ইয়াহইয়া ও আবূ রাবী&#39; আতাকী (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমরা মুখাবারাহ করায় কোন দোষ মনে করতাম না। এভাবে যখন প্রথম বছর অতিবাহিত হলো, তখন রাফি&#39; (রাযিঃ) বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কাজ থেকে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3827",
    "id": "50910",
    "thesequence": "50413",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Amr b. Dinar with the same chain of transmitters but (in) the hadith transmitted on the authority of Uyainah (the words are):\n We abandoned it (renting) on account of that.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ، ح وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، وَإِبْرَاهِيمُ، بْنُ دِينَارٍ قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ عُلَيَّةَ - عَنْ أَيُّوبَ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، كُلُّهُمْ عَنْ عَمْرِو بْنِ دِينَارٍ، بِهَذَا الإِسْنَادِ . مِثْلَهُ وَزَادَ فِي حَدِيثِ ابْنِ عُيَيْنَةَ فَتَرَكْنَاهُ مِنْ أَجْلِهِ .",
    "hadithBengali": "৩৮২৮-(১০৭/...) আবূ বাকর ইবনু আবূ শাইবাহ, আলী ইবনু হুজর, ইবরাহীম ইবনু দীনার ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আমর ইবনু দীনার (রহঃ) হতে উক্ত সানাদে অনুরূপ বর্ণনা করেন। অবশ্য ইবনু উয়াইনাহ্ (রহঃ) বর্ণিত হাদীসে অতিরিক্ত আছে যে- এরপর এ কারণে আমরা তা ছেড়ে দেই। (ইসলামিক ফাউন্ডেশন ৩৭৯১, ইসলামিক সেন্টার ৩৭৯১)\n",
    "checkStatus": "1",
    "hadithNo": "3828",
    "id": "50911",
    "thesequence": "50414",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported:\nRafi forbade us from benefitting from our land (in the form of rent).",
    "hadithArabic": " وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ أَبِي الْخَلِيلِ، عَنْ مُجَاهِدٍ، قَالَ قَالَ ابْنُ عُمَرَ لَقَدْ مَنَعَنَا رَافِعٌ نَفْعَ أَرْضِنَا .",
    "hadithBengali": "৩৮২৯-(১০৮/...) আলী ইবনু হুজর (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রাফি (রহঃ) আমাদেরকে আমাদের জমি হতে ফায়দা হাসিল করা হতে বাধা দান করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭৯৩, ইসলামিক সেন্টার ৩৭৯৩)\n",
    "checkStatus": "1",
    "hadithNo": "3829",
    "id": "50912",
    "thesequence": "50415",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Nafi reported that Ibn Umar (Allah be pleased with them) rented his land during the lifetime of Allahs Messenger (ﷺ) and during the caliphate of Abu Bakr and that of Umar and that of Uthman (Allah be pleased with them) and during the early period of Muawiyas caliphate until at the end of Muawiyas reign, it reached him (Ibn Umar) that Rafi b. Khadij (Allah be pleased with him) narratted (a hadith) in which (there was a decree) of prohibition by Allahs Apostle (ﷺ). He (Ibn Umar) went to him (Rafi b. Khadij) and I was with him and he asked him, whereupon he said:\nAllahs Messenger (ﷺ) used to forbid the renting of land. So Ibn Umar (Allah be pleased with them) abandoned it, and subsequently whenever he was asked about it, he said: Rafi b. Khadij (Allah be pleased with him) alleged that Allahs Messenger (ﷺ) forbade it.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، كَانَ يُكْرِي مَزَارِعَهُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَفِي إِمَارَةِ أَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ وَصَدْرًا مِنْ خِلاَفَةِ مُعَاوِيَةَ حَتَّى بَلَغَهُ فِي آخِرِ خِلاَفَةِ مُعَاوِيَةَ أَنَّ رَافِعَ بْنَ خَدِيجٍ يُحَدِّثُ فِيهَا بِنَهْىٍ عَنِ النَّبِيِّ صلى الله عليه وسلم فَدَخَلَ عَلَيْهِ وَأَنَا مَعَهُ فَسَأَلَهُ فَقَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنْ كِرَاءِ الْمَزَارِعِ . فَتَرَكَهَا ابْنُ عُمَرَ بَعْدُ . وَكَانَ إِذَا سُئِلَ عَنْهَا بَعْدُ قَالَ زَعَمَ رَافِعُ بْنُ خَدِيجٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْهَا .",
    "hadithBengali": "৩৮৩০-(১০৯/...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... নাফি&#39; (রহঃ) হতে বর্ণিত যে, ইবনু উমার (রাযিঃ) তার জমি ইজারা দিতেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে এবং আবূ বাকর, উমার, উসমান ও মু&#39;আবিয়াহ (রাযিঃ) এর খিলাফাত কালের প্রথম যুগ পর্যন্ত। এরপর মু&#39;আবিয়াহ্ (রাযিঃ) এর খিলাফাতের শেষ দিকে তার কাছে এ সংবাদ গেল যে, রাফি ইবনু খাদীজ (রাযিঃ) এ বিষয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিষেধমূলক হাদীস বর্ণনা করেছেন। ইবনু উমার (রাযিঃ) তার নিকট উপস্থিত হলেন। আমিও তার সাথে ছিলাম। এরপর তিনি তার কাছে এ ব্যাপারে জানতে চাইলেন। তিনি বললেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জমি ইজারা দিতে নিষেধ করতেন। এরপরে ইবনু উমার (রাযিঃ) তা বাদ দেন। এরপর হতে যখন তাকে এ বিষয়ে জিজ্ঞেস করা হত, তিনি বলতেন- ইবনু খাদীজ (রাযিঃ) বলেছেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ থেকে নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭৯৪, ইসলামিক সেন্টার ৩৭৯৪)\n",
    "checkStatus": "1",
    "hadithNo": "3830",
    "id": "50913",
    "thesequence": "50416",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Ayyub and he made an addition in the hadith narrated by Ibn Ulayya in which he said:\nIbn Umar abandoned it afterwards and he did not rent it (the land).",
    "hadithArabic": " وَحَدَّثَنَا أَبُو الرَّبِيعِ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ، كِلاَهُمَا عَنْ أَيُّوبَ، بِهَذَا الإِسْنَادِ . مِثْلَهُ وَزَادَ فِي حَدِيثِ ابْنِ عُلَيَّةَ قَالَ فَتَرَكَهَا ابْنُ عُمَرَ بَعْدَ ذَلِكَ فَكَانَ لاَ يُكْرِيهَا .",
    "hadithBengali": "৩৮৩১-(.../...) আবূর রাবী, আবূ কামিল ও আলী ইবনু হুজর (রহঃ) ..... আইয়্যুব (রহঃ) হতে উক্ত সানাদে অনুরূপ বর্ণনা করেন। ইবনু উলাইয়্যার বর্ণনায় আইয়ূব (রহঃ) বাড়তি আরও বলেছেন যে, এরপর ইবনু উমার (রাযিঃ) তা পরিত্যাগ করেন এবং আর কখনও জমি ইজারা দেননি। (ইসলামিক ফাউন্ডেশন ৩৭৯৫, ইসলামিক সেন্টার ৩৭৯৫)\n",
    "checkStatus": "1",
    "hadithNo": "3831",
    "id": "50914",
    "thesequence": "50417",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Nafi reported:\nI went to Rafi b. Khadij in the company of Ibn Umar (All be pleased with them) until he (Ibn Umar) came to him at Balat (a place near Prophets Mosque at Medina) and he (Rafi b. Khadij) informed him that Allahs Messenger (ﷺ) had forbidden the renting of land.",
    "hadithArabic": " وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، قَالَ ذَهَبْتُ مَعَ ابْنِ عُمَرَ إِلَى رَافِعِ بْنِ خَدِيجٍ حَتَّى أَتَاهُ بِالْبَلاَطِ فَأَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ كِرَاءِ الْمَزَارِعِ .",
    "hadithBengali": "৩৮৩২-(১১০/...) ইবনু নুমায়র (রহঃ) ..... নাফি (রহঃ) হতে বর্ণিত। তিনি বলেন যে, একদা আমি ইবনু উমারের সাথে রাফি ইবনু খাদীজের নিকট গেলাম। বালাত নামক স্থানে তার সাথে সাক্ষাৎ হলো। তিনি তাকে অবহিত করলেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জমি ইজারা দিতে নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৭৯৬, ইসলামিক সেন্টার ৩৭৯৬)\n",
    "checkStatus": "1",
    "hadithNo": "3832",
    "id": "50915",
    "thesequence": "50418",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Nafi, reported from Ibn Umar (Allah be pleated with them) that he came to Rafi and he narrated this hadith from Allahs Apostle (ﷺ).",
    "hadithArabic": " وَحَدَّثَنِي ابْنُ أَبِي خَلَفٍ، وَحَجَّاجُ بْنُ الشَّاعِرِ، قَالاَ حَدَّثَنَا زَكَرِيَّاءُ بْنُ عَدِيٍّ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو، عَنْ زَيْدٍ، عَنِ الْحَكَمِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ أَتَى رَافِعًا فَذَكَرَ هَذَا الْحَدِيثَ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৩৮৩৩-(.../...) ইবনু আবূ খালাফ ও হাজ্জাজ ইবনু শা-ইর (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত যে, তিনি একবার রাফি&#39;র নিকট আসেন। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এ হাদীস উল্লেখ করেন। (ইসলামিক ফাউন্ডেশন ৩৭৯৭, ইসলামিক সেন্টার ৩৭৯৭)\n",
    "checkStatus": "1",
    "hadithNo": "3833",
    "id": "50916",
    "thesequence": "50419",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Nafi, reported that Ibn Umar (Allah be pleased with them) used to rent the land, and that he was conveyed the hadith transmitted on the authority of Rafi b. Khadij. He (the narrator) said:\nHe then went to him along with me. He (Rafi) narrated from some of his uncles in which it was mentioned that Allahs Apostle (ﷺ) forbade the renting of land. Ibn Umar (Allah be pleased with them) then abandoned this practice of renting.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا حُسَيْنٌ، - يَعْنِي ابْنَ حَسَنِ بْنِ يَسَارٍ - حَدَّثَنَا ابْنُ، عَوْنٍ عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، كَانَ يَأْجُرُ الأَرْضَ - قَالَ - فَنُبِّئَ حَدِيثًا عَنْ رَافِعِ بْنِ خَدِيجٍ - قَالَ - فَانْطَلَقَ بِي مَعَهُ إِلَيْهِ - قَالَ - فَذَكَرَ عَنْ بَعْضِ عُمُومَتِهِ ذَكَرَ فِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنْ كِرَاءِ الأَرْضِ . قَالَ فَتَرَكَهُ ابْنُ عُمَرَ فَلَمْ يَأْجُرْهُ .",
    "hadithBengali": "৩৮৩৪-(১১১/...) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... নাফি (রহঃ) হতে বর্ণিত যে, ইবনু উমার (রাযিঃ) জমি বর্গ দিতেন। নাফি&#39; বলেন, এরপর রাফি বর্ণিত একটি হাদীস তাকে জানান হলো। রাবী বলেন, তিনি আমাকে সাথে নিয়ে তার নিকট গেলেন। তিনি তার কোন চাচার সূত্রে হাদীস বর্ণনা করলেন। তাতে উল্লেখ আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জমি বর্গ দিতে নিষেধ করেছেন। রাবী বলেন, এরপর থেকে ইবনু উমার (রাযিঃ) এ কাজ ত্যাগ করেন এবং আর কোন সময় জমি বর্গা দেননি। (ইসলামিক ফাউন্ডেশন ৩৭৯৮, ইসলামিক সেন্টার ৩৭৯৮)\n",
    "checkStatus": "1",
    "hadithNo": "3834",
    "id": "50917",
    "thesequence": "50420",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِيهِ مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا ابْنُ عَوْنٍ، بِهَذَا الإِسْنَادِ وَقَالَ فَحَدَّثَهُ عَنْ بَعْضِ، عُمُومَتِهِ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৩৮৩৫-(.../...) মুহাম্মাদ ইবনু হাতিম (রহঃ) ..... আওন থেকে উক্ত হাদীস বর্ণিত। রাবী বলেন, এরপর তিনি তার চাচার সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীস বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৭৯৯, ইসলামিক সেন্টার ৩৭৯৯)\n",
    "checkStatus": "1",
    "hadithNo": "3835",
    "id": "50918",
    "thesequence": "50421",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salim b. Abdullah reported that AbduUah b. Umar (Allah be pleased with them) used to give land on rent until (this news) reached him that Rafi b. Khadij Ansari used to forbid the renting of land. Abdullah met him and said:\nIbn Khadij, what is this that you narrate from Allahs Messenger (ﷺ) pertaining to renting of land? Rafi b. Khadij said to Abdullah: I heard it from two uncles of mine and they had participated in the Battle of Badr who narrated to the members of the family that Allahs Messenger (ﷺ) forbade the renting of land. Abdullah said: I knew it that the land was rented during the lifetime of Allahs Messenger (ﷺ). Abdullah then apprehended that Allahs Messenger (ﷺ) might have said something new in this connection (in regard to prohibition of renting) which I failed to know. So he abandoned the renting of land.",
    "hadithArabic": " وَحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ بْنِ سَعْدٍ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ خَالِدٍ، عَنِ ابْنِ شِهَابٍ، أَنَّهُ قَالَ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، كَانَ يُكْرِي أَرَضِيهِ حَتَّى بَلَغَهُ أَنَّ رَافِعَ بْنَ خَدِيجٍ الأَنْصَارِيَّ كَانَ يَنْهَى عَنْ كِرَاءِ الأَرْضِ فَلَقِيَهُ عَبْدُ اللَّهِ فَقَالَ يَا ابْنَ خَدِيجٍ مَاذَا تُحَدِّثُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي كِرَاءِ الأَرْضِ قَالَ رَافِعُ بْنُ خَدِيجٍ لِعَبْدِ اللَّهِ سَمِعْتُ عَمَّىَّ - وَكَانَا قَدْ شَهِدَا بَدْرًا - يُحَدِّثَانِ أَهْلَ الدَّارِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ كِرَاءِ الأَرْضِ . قَالَ عَبْدُ اللَّهِ لَقَدْ كُنْتُ أَعْلَمُ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّ الأَرْضَ تُكْرَى ثُمَّ خَشِيَ عَبْدُ اللَّهِ أَنْ يَكُونَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَحْدَثَ فِي ذَلِكَ شَيْئًا لَمْ يَكُنْ عَلِمَهُ فَتَرَكَ كِرَاءَ الأَرْضِ .",
    "hadithBengali": "৩৮৩৬-(১১২/...) আবদুল মালিক ইবনু শু&#39;আয়ব ইবনু লায়স ইবনু সা&#39;দ (রহঃ) ..... সলিম ইবনু আবদুল্লাহ (রহঃ) হতে বর্ণিত। তিনি বলেন যে, আবদুল্লাহ ইবনু উমার (রাযিঃ) নিজের জমি বর্গা দিতেন। পরে তার কাছে এ সংবাদ পৌছল যে, রাফি ইবনু খাদীজ আনসারী (রাযিঃ) জমি বর্গ দিতে নিষেধ করে থাকেন। আবদুল্লাহ (রাযিঃ) তার সাথে দেখা করে জিজ্ঞেস করেন, হে ইবনু খাদীজ! জমি বর্গার ব্যাপারে আপনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কি হাদীস বর্ণনা করেছেন? রাফি ইবনু খাদীজ (রাযিঃ) আবদুল্লাহকে বললেন, আমি আমার দুজন চাচার নিকট শুনেছি- যারা বদরের যুদ্ধে অংশগ্রহণ করেছিলেন, তারা পরিবার-পরিজনের নিকট বর্ণনা করেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জমি বর্গ দিতে নিষেধ করেছেন। আবদুল্লাহ (রাযিঃ) বললেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে আমি ভাল করেই জানতাম যে, জমি বর্গ দেয়া যায়। এরপর আবদুল্লাহ ভীত হলো যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হয়তো এমন কিছু বলেছেন, যা তিনি জানতে পারেননি। সুতরাং তিনি জমি বর্গা দেয়া ত্যাগ করেন। (ইসলামিক ফাউন্ডেশন ৩৮০০, ইসলামিক সেন্টার ৩৮০০)\n",
    "checkStatus": "1",
    "hadithNo": "3836",
    "id": "50919",
    "thesequence": "50422",
    "isActive": "1",
    "chapterId": "18411",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৭. জমি বর্গা দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Rafi b. Khadij (Allah be pleased with him) reported:\nWe used to give on rent land during the lifetime of Allahs Messenger (ﷺ). We rented it on the share of one-third or one-fourth of the (produce) along with a definite quantity of corn. One day a person from among my uncles came to us and said: Allahs Messenger (ﷺ) forbade us this act which was a source of benefit to us, but the obedience to Allah and to His Messenger (ﷺ) is more beneficial to us. He forbade us that we should rent land with one-third or one-fourth of (the produce) and the corn of a measure, and he commanded the owner of land that he should cultivate it or let it be cultivated by other (persons) but he showed disapproval of renting it or anything besides it.",
    "hadithArabic": " وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، وَيَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ عُلَيَّةَ - عَنْ أَيُّوبَ، عَنْ يَعْلَى بْنِ حَكِيمٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ كُنَّا نُحَاقِلُ الأَرْضَ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَنُكْرِيهَا بِالثُّلُثِ وَالرُّبُعِ وَالطَّعَامِ الْمُسَمَّى فَجَاءَنَا ذَاتَ يَوْمٍ رَجُلٌ مِنْ عُمُومَتِي فَقَالَ نَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَمْرٍ كَانَ لَنَا نَافِعًا وَطَوَاعِيَةُ اللَّهِ وَرَسُولِهِ أَنْفَعُ لَنَا نَهَانَا أَنْ نُحَاقِلَ بِالأَرْضِ فَنُكْرِيَهَا عَلَى الثُّلُثِ وَالرُّبُعِ وَالطَّعَامِ الْمُسَمَّى وَأَمَرَ رَبَّ الأَرْضِ أَنْ يَزْرَعَهَا أَوْ يُزْرِعَهَا وَكَرِهَ كِرَاءَهَا وَمَا سِوَى ذَلِكَ .",
    "hadithBengali": "৩৮৩৭-(১১৩/১৫৪৮) আলী ইবনু হুজর সাদী ও ইয়াকুব ইবনু ইবরাহীম (রহঃ) ..... রাফি&#39; খাদীজ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে জমির মুহাকালাহ করতাম এবং এক তৃতীয়াংশ, এক চতুর্থাংশ বা নির্দিষ্ট পরিমাণ খাদ্যের বিনিময়ে ইজারা দিতাম। এরপর এক সময় আমার এক চাচা আমাদের নিকট এসে বললেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে এমন একটি বিষয় থেকে নিষেধ করেছেন যা আমাদের জন্যে লাভজনক ছিল। আর আল্লাহ ও তাঁর রসূলের কথা মেনে চলা আমাদের জন্যে অধিক কল্যাণকর। তিনি আমাদেরকে জমি মুহাকালাহ্ করতে এবং এক তৃতীয়াংশ, এক চতুর্থাংশ বা নির্দিষ্ট পরিমাণ খাদ্যের বিনিময়ে ইজারা দিতে নিষেধ করেছেন। আর জমির মালিককে নিজে চাষ করতে বা অপরের দ্বারা চাষ করাতে নির্দেশ দিয়েছেন এবং ইজারা বা অন্য কিছু করার বিষয়ে অসন্তুষ্টি প্রকাশ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৮০১, ইসলামিক সেন্টার ৩৮০১)\n",
    "checkStatus": "1",
    "hadithNo": "3837",
    "id": "50920",
    "thesequence": "50423",
    "isActive": "1",
    "chapterId": "18412",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৮. খাদ্যের বিনিময়ে জমি ইজারা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Rafi b. Khadij (Allah be pleased with him) reported:\nWe used to give land on rent, and we rented it on one-third or one-fourth share. The rest of the hadith is the same.",
    "hadithArabic": " وَحَدَّثَنَاهُ يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، قَالَ كَتَبَ إِلَىَّ يَعْلَى بْنُ حَكِيمٍ قَالَ سَمِعْتُ سُلَيْمَانَ بْنَ يَسَارٍ، يُحَدِّثُ عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ كُنَّا نُحَاقِلُ بِالأَرْضِ فَنُكْرِيهَا عَلَى الثُّلُثِ وَالرُّبُعِ . ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِ ابْنِ عُلَيَّةَ .",
    "hadithBengali": "৩৮৩৮-(.../...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... রাফি ইবনু খাদীজ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমরা জমির মুহাকালাহ করতাম এবং এক তৃতীয়াংশ ও এক চতুর্থাংশের বিনিময়ে ইজারা দিতাম। এরপর ইবনু উলাইয়্যার হাদীসের অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৮০২, ইসলামিক সেন্টার ৩৮০২)\n",
    "checkStatus": "1",
    "hadithNo": "3838",
    "id": "50921",
    "thesequence": "50424",
    "isActive": "1",
    "chapterId": "18412",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৮. খাদ্যের বিনিময়ে জমি ইজারা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Another chain narrated the same as the above hadith.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، ح وَحَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الأَعْلَى، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عَبْدَةُ، كُلُّهُمْ عَنِ ابْنِ أَبِي عَرُوبَةَ، عَنْ يَعْلَى بْنِ حَكِيمٍ، بِهَذَا الإِسْنَادِ . مِثْلَهُ .",
    "hadithBengali": "৩৮৩৯-(.../...) ইয়াহইয়া ইবনু হাবীব, আমর ইবনু আলী ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... ইয়া&#39;লা ইবনু হাকীম (রাযিঃ) এর সানাদে উপরোক্ত হাদীসের অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৮০৩, ইসলামিক সেন্টার ৩৮০৩)\n",
    "checkStatus": "1",
    "hadithNo": "3839",
    "id": "50922",
    "thesequence": "50425",
    "isActive": "1",
    "chapterId": "18412",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৮. খাদ্যের বিনিময়ে জমি ইজারা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Rafi b. Khadij with the same chain of transmitters, but in it no mention is made of some of his uncles.",
    "hadithArabic": " وَحَدَّثَنِيهِ أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي جَرِيرُ بْنُ حَازِمٍ، عَنْ يَعْلَى بْنِ، حَكِيمٍ بِهَذَا الإِسْنَادِ عَنْ رَافِعِ بْنِ خَدِيجٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَقُلْ عَنْ بَعْضِ عُمُومَتِهِ .",
    "hadithBengali": "৩৮৪০-(.../...) আবূ তাহির (রহঃ) ..... রফি&#39;র সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণনা করেন। কিন্তু তাতে তার কোন এক চাচার কথা বলেননি। (ইসলামিক ফাউন্ডেশন ৩৮০৪, ইসলামিক সেন্টার ৩৮০৪)\n",
    "checkStatus": "1",
    "hadithNo": "3840",
    "id": "50923",
    "thesequence": "50426",
    "isActive": "1",
    "chapterId": "18412",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৮. খাদ্যের বিনিময়ে জমি ইজারা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Rafi (Allah be pleased with him) reported that Zuhair b. Rafi (who was his uncle) came to me and said:\nAllahs Messenger (ﷺ) forbade a practice which was useful for us. I said: What is this? (I believe) that whatrver Allahs Messenger (ﷺ) says is absolutely true. He (Zuhair) said that he (the Holy Prophet) asked me: What do you do with your cultivable lands? I said: Allahs Messenger, we rent those irrigated by canals for dry dates or barley. He said: Dont do that. Cultivate them or let them be cultivated (by others) or retain them yourself.",
    "hadithArabic": "حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا أَبُو مُسْهِرٍ، حَدَّثَنِي يَحْيَى بْنُ حَمْزَةَ، حَدَّثَنِي أَبُو عَمْرٍو الأَوْزَاعِيُّ، عَنْ أَبِي النَّجَاشِيِّ، مَوْلَى رَافِعِ بْنِ خَدِيجٍ عَنْ رَافِعٍ، أَنَّ ظُهَيْرَ بْنَ رَافِعٍ، - وَهُوَ عَمُّهُ - قَالَ أَتَانِي ظُهَيْرٌ فَقَالَ لَقَدْ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَمْرٍ كَانَ بِنَا رَافِقًا . فَقُلْتُ وَمَا ذَاكَ مَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَهُوَ حَقٌّ . قَالَ سَأَلَنِي كَيْفَ تَصْنَعُونَ بِمَحَاقِلِكُمْ فَقُلْتُ نُؤَاجِرُهَا يَا رَسُولَ اللَّهِ عَلَى الرَّبِيعِ أَوِ الأَوْسُقِ مِنَ التَّمْرِ أَوِ الشَّعِيرِ . قَالَ   فَلاَ تَفْعَلُوا ازْرَعُوهَا أَوْ أَزْرِعُوهَا أَوْ أَمْسِكُوهَا  .",
    "hadithBengali": "৩৮৪১-(.../...) ইসহাক ইবনু মানসূর (রহঃ) ..... রাফি&#39; (রাযিঃ) হতে বর্ণিত যে, যুহায়র ইবনু রাফি&#39; (রহঃ) তার চাচা হন। রাফি&#39; বলেন, যুহায়র একদা আমার নিকট এসে বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে এমন একটি বিষয় থেকে নিষেধ করেছেন যা আমাদের জন্যে ছিল লাভজনক। আমি বললাম, তা কী? রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা বলেছেন তাই যথার্থ। তিনি বললেন, আমার নিকট তিনি জিজ্ঞেস করেছেন, কিভাবে তোমরা মুহাকালাহ করো? আমি বললাম, হে আল্লাহর রসূল! আমরা খালের সন্নিকটবর্তী জমির ফসলের শর্তে কিংবা খুরমা বা যবের কয়েক অসক প্রদানের শর্তে জমি বর্গা দিয়ে থাকি। তিনি বললেন, আর এরূপ করো না। তোমরা নিজেরা চাষ করো অথবা অপরকে দিয়ে চাষ করাও, তা না হলে এমনি রেখে দাও। (ইসলামিক ফাউন্ডেশন ৩৮০৫, ইসলামিক সেন্টার ৩৮০৪ [ক])\n",
    "checkStatus": "1",
    "hadithNo": "3841",
    "id": "50924",
    "thesequence": "50427",
    "isActive": "1",
    "chapterId": "18412",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৮. খাদ্যের বিনিময়ে জমি ইজারা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been transmitted on the authority of Rafi from the Prophet (ﷺ) about this, but he did not make mention of his uncle Zuhair.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ عِكْرِمَةَ بْنِ عَمَّارٍ، عَنْ أَبِي النَّجَاشِيِّ، عَنْ رَافِعٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا وَلَمْ يَذْكُرْ عَنْ عَمِّهِ ظُهَيْرٍ",
    "hadithBengali": "৩৮৪২-(.../...) মুহাম্মাদ ইবনু হাতিম (রহঃ) ..... রাফি&#39; (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উপরোক্ত হাদীস বর্ণিত। কিন্তু এতে তার চাচা যুহায়রের নাম উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন ৩৮০৬, ইসলামিক সেন্টার ৩৮০৫)\n",
    "checkStatus": "1",
    "hadithNo": "3842",
    "id": "50925",
    "thesequence": "50428",
    "isActive": "1",
    "chapterId": "18412",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৮. খাদ্যের বিনিময়ে জমি ইজারা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hanzala b. Qais reported that he asked Rafi b. Khadij (Allah be pleased with him) about renting of land, whereupon he said:\nAllahs Messenger (ﷺ) forbade the renting of land. I said: Is it forbidden (even if it is paid) in gold (dinar) and silver (dirham)? Thereupon he said: If it is paid in gold and silver, there is no harm in it.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ حَنْظَلَةَ بْنِ قَيْسٍ، أَنَّهُ سَأَلَ رَافِعَ بْنَ خَدِيجٍ عَنْ كِرَاءِ الأَرْضِ، فَقَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ كِرَاءِ الأَرْضِ قَالَ فَقُلْتُ أَبِالذَّهَبِ وَالْوَرِقِ فَقَالَ أَمَّا بِالذَّهَبِ وَالْوَرِقِ فَلاَ بَأْسَ بِهِ .",
    "hadithBengali": "৩৮৪৩-(১১৫/১৫৪৭) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... হানযালাহ্ ইবনু কায়স (রহঃ) এর সূত্রে বর্ণিত যে, তিনি রাফি ইবনু খাদীজের নিকট জমি বর্গা দেয়া সম্পর্কে জিজ্ঞেস করেন। তিনি বললেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জমি বর্গা দিতে নিষেধ করেছেন। রাবী বলেন, তখন আমি বললামঃ স্বর্ণ ও রৌপ্যের বিনিময়েও কি নিষেধ? তিনি বললেন, স্বর্ণ ও রৌপ্যের বিনিময়ে হলে কোন সমস্যা নেই। (ইসলামিক ফাউন্ডেশন ৩৮০৭, ইসলামিক সেন্টার ৩৮০৬)\n",
    "checkStatus": "1",
    "hadithNo": "3843",
    "id": "50926",
    "thesequence": "50429",
    "isActive": "1",
    "chapterId": "18413",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৯. স্বর্ণ-রৌপের বিনিময়ে জমি ভাড়া দেয়া ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hanzala b. Qais al-Ansri reported:\nI asked Rafi b. Khadij about the renting of land for gold and silver, whereupon he said: There is no harm in it for the people let out land situated near canals and at the ends of the streamlets or portion of fields. (But it so happened) that at times this was destroyed and that was saved. whereas (on other occasions) this portion was saved and the other was destroyed and thus no rent was payable to the people (who let out lands) but for this one (which was saved). It was due to this that he (the Holy Prophet) prohibited it. But if there is something definite and reliable (e. g. money). there is no harm in it.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا الأَوْزَاعِيُّ، عَنْ رَبِيعَةَ بْنِ أَبِي، عَبْدِ الرَّحْمَنِ حَدَّثَنِي حَنْظَلَةُ بْنُ قَيْسٍ الأَنْصَارِيُّ، قَالَ سَأَلْتُ رَافِعَ بْنَ خَدِيجٍ عَنْ كِرَاءِ الأَرْضِ، بِالذَّهَبِ وَالْوَرِقِ فَقَالَ لاَ بَأْسَ بِهِ إِنَّمَا كَانَ النَّاسُ يُؤَاجِرُونَ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم عَلَى الْمَاذِيَانَاتِ وَأَقْبَالِ الْجَدَاوِلِ وَأَشْيَاءَ مِنَ الزَّرْعِ فَيَهْلِكُ هَذَا وَيَسْلَمُ هَذَا وَيَسْلَمُ هَذَا وَيَهْلِكُ هَذَا فَلَمْ يَكُنْ لِلنَّاسِ كِرَاءٌ إِلاَّ هَذَا فَلِذَلِكَ زُجِرَ عَنْهُ . فَأَمَّا شَىْءٌ مَعْلُومٌ مَضْمُونٌ فَلاَ بَأْسَ بِهِ .",
    "hadithBengali": "৩৮৪৪-(১১৬/...) ইসহাক (রহঃ) ..... হানযালাহ ইবনু কায়স আনসারী (রহঃ) হতে বর্ণিত। তিনি বলেন, আমি রাফি ইবনু খাদীজকে স্বর্ণ ও রৌপ্যের বিনিময়ে জমি বর্গা দেয়া সম্পর্কে জিজ্ঞেস করেছি। তিনি বলেছেন, এতে কোন সমস্যা নেই। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আমলে লোকেরা পানির ঝর্ণার পার্শ্ববর্তী অংশ, খালের অগ্রভাগের ভেজা অংশ ও ক্ষেতের অন্যান্য সুবিধা নেয়ার শর্তে জমি বর্গা দিত। এতে কখনও এক অংশ বিনষ্ট হত ও অপর অংশ ভাল থাকত। আবার কখনও এ অংশ ভাল থাকত আর অপর অংশ বিনষ্ট হত। আর এ ধরনের বর্গায় বঞ্চনা ছাড়া আর কিছুই হত না। এ কারণে তিনি এ থেকে নিষেধ করেন। আর যদি নির্দিষ্ট পরিমাণের (স্বর্ণ-রৌপ্যের) বিনিময়ে বর্গা দেয়া হয়, তাহলে তাতে কোন সমস্যা নেই। (ইসলামিক ফাউন্ডেশন ৩৮০৮, ইসলামিক সেন্টার ৩৮০৭)\n",
    "checkStatus": "1",
    "hadithNo": "3844",
    "id": "50927",
    "thesequence": "50430",
    "isActive": "1",
    "chapterId": "18413",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৯. স্বর্ণ-রৌপের বিনিময়ে জমি ভাড়া দেয়া ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hanzala reported that he heard Rafi b. Khadij (Allah be pleased with him) say:\nWe were the major agriculturists of the Ansar and so we let out land (saying): The produce of this (part of land) would be ours and (the produce) of that would be theirs. But it so happened that at times this (land) gave harvest, but the other one produced nothing. So he (the Holy Prophet) forbade this. But so far as the payment in silver (dirham, a coin) is concerned, he did not forbid.",
    "hadithArabic": " حَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ حَنْظَلَةَ، الزُّرَقِيِّ أَنَّهُ سَمِعَ رَافِعَ بْنَ خَدِيجٍ، يَقُولُ كُنَّا أَكْثَرَ الأَنْصَارِ حَقْلاً - قَالَ - كُنَّا نُكْرِي الأَرْضَ عَلَى أَنَّ لَنَا هَذِهِ وَلَهُمْ هَذِهِ فَرُبَّمَا أَخْرَجَتْ هَذِهِ وَلَمْ تُخْرِجْ هَذِهِ فَنَهَانَا عَنْ ذَلِكَ وَأَمَّا الْوَرِقُ فَلَمْ يَنْهَنَا .",
    "hadithBengali": "৩৮৪৫-(১১৭/...) আমর আন্&zwnj; নাকিদ (রহঃ) ..... রাফি ইবনু খাদীজ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমরা আনসারদের মধ্যে সবচেয়ে বেশী জমির মালিক ছিলাম। এ শর্তে আমরা জমির ইজারা দিতাম যে, এ অংশ আমাদের আর ঐ অংশ তাদের। এরপর অনেক সময় এ অংশে ফসল ফলত আর ঐ অংশে কিছুই ফলত না। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কাজ থেকে আমাদেরকে নিষেধ করেন। আর রৌপ্যের বিনিময়ে ইজারা দিতে তিনি আমাদেরকে নিষেধ করেননি। (ইসলামিক ফাউন্ডেশন ৩৮০৯, ইসলামিক সেন্টার ৩৮০৮)\n",
    "checkStatus": "1",
    "hadithNo": "3845",
    "id": "50928",
    "thesequence": "50431",
    "isActive": "1",
    "chapterId": "18413",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৯. স্বর্ণ-রৌপের বিনিময়ে জমি ভাড়া দেয়া ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Yahya b. Said with the same chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا أَبُو الرَّبِيعِ، حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، جَمِيعًا عَنْ يَحْيَى بْنِ سَعِيدٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ . ",
    "hadithBengali": "৩৮৪৬-(.../...) আবূর রাবী ও ইবনুল মুসান্না (রহঃ) ..... ইয়াহইয়া ইবনু সাঈদ (রহঃ) এর সূত্রে অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৮১০, ইসলামিক সেন্টার ৩৮০৯)\n",
    "checkStatus": "1",
    "hadithNo": "3846",
    "id": "50929",
    "thesequence": "50432",
    "isActive": "1",
    "chapterId": "18413",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "১৯. স্বর্ণ-রৌপের বিনিময়ে জমি ভাড়া দেয়া ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. al Saib reported:\nI asked Abdullah b. Maqil about Muzaraa (cultivating land on share basis in the produce). He said: Thabit b. Dahhak informed me that Allahs Messenger (ﷺ) forbade Muzaraa as Ibn Abu Shaiba forbade it with a slight change of words. He (the narrator) said: I asked Ibn Maqil but he did not name Abdullah.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي، شَيْبَةَ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، كِلاَهُمَا عَنِ الشَّيْبَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ السَّائِبِ، قَالَ سَأَلْتُ عَبْدَ اللَّهِ بْنَ مَعْقِلٍ عَنِ الْمُزَارَعَةِ، فَقَالَ أَخْبَرَنِي ثَابِتُ بْنُ الضَّحَّاكِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُزَارَعَةِ . وَفِي رِوَايَةِ ابْنِ أَبِي شَيْبَةَ نَهَى عَنْهَا . وَقَالَ سَأَلْتُ ابْنَ مَعْقِلٍ . وَلَمْ يُسَمِّ عَبْدَ اللَّهِ .",
    "hadithBengali": "৩৮৪৭-(১১৮/১৫৪৯) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... আবদুল্লাহ ইবনু সায়িব (রহঃ) হতে বর্ণিত। তিনি বলেন, আমি আবদুল্লাহ ইবনু মা&#39;কালের নিকট মুযারা&#39;আ সম্পর্কে জিজ্ঞেস করি। তিনি বললেন, সাবিত ইবনু যাহহাক (রাযিঃ) আমাকে জানিয়েছেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুযারা&#39;আ থেকে নিষেধ করেছেন। (এ নিষেধাজ্ঞা জমির নির্দিষ্ট পরিমাণ ফসলের শর্তে হলে হবে। তবে খাইবারের ভূমি বর্গাচাষের হাদীস থেকে বর্গাচাষ বৈধ প্রমাণিত ) ইবনু আবূ শাইবাহ্&zwnj;র বর্ণনায় কথাটি এরূপ আছে যে, তিনি তা থেকে নিষেধ করেছেন। তিনি আরো বলেছেন- আমি ইবনু মাকালের নিকট জিজ্ঞেস করেছি। তিনি আবদুল্লাহর নাম বলেননি। (ইসলামিক ফাউন্ডেশন ৩৮১১, ইসলামিক সেন্টার ৩৮১০)\n",
    "checkStatus": "1",
    "hadithNo": "3847",
    "id": "50930",
    "thesequence": "50433",
    "isActive": "1",
    "chapterId": "18414",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "২০. বর্গাচাষ এবং টাকার বিনিময়ে জমি ভাড়া বিষয় ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. al-Saib reported:\nWe visited Abdullah b. Maqil and asked him about sharing of crops, whereupon he said: Thabit alleged that Allahs Messenger (ﷺ) forbade Muzaraa and commanded leasing it out on rent (for money) and said: There is no harm in it.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا يَحْيَى بْنُ حَمَّادٍ، أَخْبَرَنَا أَبُو عَوَانَةَ، عَنْ سُلَيْمَانَ، الشَّيْبَانِيِّ عَنْ عَبْدِ اللَّهِ بْنِ السَّائِبِ، قَالَ دَخَلْنَا عَلَى عَبْدِ اللَّهِ بْنِ مَعْقِلٍ فَسَأَلْنَاهُ عَنِ الْمُزَارَعَةِ، فَقَالَ زَعَمَ ثَابِتٌ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُزَارَعَةِ وَأَمَرَ بِالْمُؤَاجَرَةِ وَقَالَ   لاَ بَأْسَ بِهَا  .",
    "hadithBengali": "৩৮৪৮-(১১৯/...) ইসহাক ইবনু মানসূর (রহঃ) ..... আবদুল্লাহ ইবনু সায়িব (রহঃ) হতে বর্ণিত। তিনি বলেন, আমরা আবদুল্লাহ ইবনু মা&#39;কালের নিকট উপস্থিত হই এবং মুযারা&#39;আ সম্পর্কে জিজ্ঞেস করি। তিনি জানান, সাবিত (রাযিঃ) বলেছেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুযারা&#39;আহ করতে নিষেধ করেছেন এবং ইজারা দিতে আদেশ করেছেন আর বলেছেন- এতে কোন সমস্যা নেই। (ইসলামিক ফাউন্ডেশন ৩৮১২, ইসলামিক সেন্টার ৩৮১১)\n",
    "checkStatus": "1",
    "hadithNo": "3848",
    "id": "50931",
    "thesequence": "50434",
    "isActive": "1",
    "chapterId": "18414",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "২০. বর্গাচাষ এবং টাকার বিনিময়ে জমি ভাড়া বিষয় ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Mujahid said to Tiwus:\nCome along with me to Ibn Rafi b. Khadij in order to listen from him the hadith transmitted on the authority of his father (pertaining to the renting of land) from Allahs Apostle (ﷺ). He (Tawus) scolded him and said: By Allah, it I were to know that Allahs Messenger (ﷺ) had forbidden it, I would have never done it. But it has been narrated to me by one who has better knowledge of it amongst them (and he meant Ibn Abbas) that Allahs Messenger (ﷺ) said: It is better if a person lends, his land to his brother (for cultivation) than that he gets recognised rent on it.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرٍو، أَنَّ مُجَاهِدًا، قَالَ لِطَاوُسٍ انْطَلِقْ بِنَا إِلَى ابْنِ رَافِعِ بْنِ خَدِيجٍ فَاسْمَعْ مِنْهُ الْحَدِيثَ عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم - قَالَ - فَانْتَهَرَهُ قَالَ إِنِّي وَاللَّهِ لَوْ أَعْلَمُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْهُ مَا فَعَلْتُهُ وَلَكِنْ حَدَّثَنِي مَنْ هُوَ أَعْلَمُ بِهِ مِنْهُمْ - يَعْنِي ابْنَ عَبَّاسٍ - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لأَنْ يَمْنَحَ الرَّجُلُ أَخَاهُ أَرْضَهُ خَيْرٌ لَهُ مِنْ أَنْ يَأْخُذَ عَلَيْهَا خَرْجًا مَعْلُومًا  .",
    "hadithBengali": "৩৮৪৯-(১২০/১৫৫০) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আমর (রাযিঃ) এর সূত্রে বর্ণিত যে, মুজাহিদ তাউসকে বললেনঃ আপনি আমাদের সাথে ইবনু রাফি ইবনু খাদীজের নিকট চলুন এবং তার পিতার সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত হাদীসটি শুনুন। রাবী আমর (রাযিঃ) বলেন, তখন রাবী তাউস (রহঃ) মুজাহিদকে তিরস্কার করে বললেন, আল্লাহর কসম! আমি যদি জানতাম যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কাজ থেকে নিষেধ করেছেন- তবে আমি তা করতাম না। কিন্তু তাদের মধ্যে যিনি সবচেয়ে বেশী জ্ঞানী অর্থাৎ- ইবনু আব্বাস (রাযিঃ) আমার কাছে বর্ণনা করেছেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যক্তির পক্ষে তার কোন জমি অপর ভাইকে স্বেচ্ছায় চাষাবাদ করতে দেয়া তার উপর নির্দিষ্ট পরিমাণ ফসলের চুক্তিতে দেয়া অপেক্ষা ভাল। (ইসলামিক ফাউন্ডেশন ৩৮১৩, ইসলামিক সেন্টার ৩৮১২)\n",
    "checkStatus": "1",
    "hadithNo": "3849",
    "id": "50932",
    "thesequence": "50435",
    "isActive": "1",
    "chapterId": "18415",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "২১. কোন বিনিময় গ্রহণ ব্যতীতই জমি চাষাবাদ করতে দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Tawus reported that he let out his land on rent, whereupon Amr said:\nI said to him: Abu Abd al-Rahrman, I wish if you abandon this renting of land, for they alleged that Allahs Apostle (ﷺ) forbade Mukhabara. He siad: Amr, one who has informed me has the best knowledge of it among them (he meant Ibn Abbas). (He said) that Allahs Apostle (ﷺ) did not prohibit it altogether, but said: Lending of land by one among you to his brother is better for him than getting a specified amount of produce from it.",
    "hadithArabic": "وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، وَابْنُ، طَاوُسٍ عَنْ طَاوُسٍ، أَنَّهُ كَانَ يُخَابِرُ قَالَ عَمْرٌو فَقُلْتُ لَهُ يَا أَبَا عَبْدِ الرَّحْمَنِ لَوْ تَرَكْتَ هَذِهِ الْمُخَابَرَةَ فَإِنَّهُمْ يَزْعُمُونَ أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الْمُخَابَرَةِ . فَقَالَ أَىْ عَمْرُو أَخْبَرَنِي أَعْلَمُهُمْ بِذَلِكَ يَعْنِي ابْنَ عَبَّاسٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمْ يَنْهَ عَنْهَا إِنَّمَا قَالَ   يَمْنَحُ أَحَدُكُمْ أَخَاهُ خَيْرٌ لَهُ مِنْ أَنْ يَأْخُذَ عَلَيْهَا خَرْجًا مَعْلُومًا  .",
    "hadithBengali": "৩৮৫০-(১২১/...) ইবনু আবূ উমার (রহঃ) ..... তাউস (রহঃ) হতে বর্ণিত যে, তিনি মুখাবারাহ করতেন। &#39;আমর বলেন, আমি তাকে বললাম, হে আবূ আবদুর রহমান! আপনি যদি এ মুখাবারাহ করা ছেড়ে দিতেন (তবে তা সুন্দর হত)। কেননা লোকেরা মনে করে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুখাবারাহ করতে নিষেধ করেছেন। তিনি বললেন, হে আমর! তাদের মধ্যে যিনি শ্রেষ্ঠ জ্ঞানী অর্থাৎ- ইবনু আব্বাস, তিনি আমাকে বলেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ব্যাপারে নিষেধ করেননি। তিনি শুধু বলেছেন, তোমাদের কোন ভাইকে কোন বিনিময় গ্রহণ ছাড়াই জমি চাষাবাদ করতে দেয়া নির্দিষ্ট পরিমাণ ফসলের চুক্তিতে দেয়া অপেক্ষা উত্তম। (ইসলামিক ফাউন্ডেশন ৩৮১৪, ইসলামিক সেন্টার ৩৮১৩)\n",
    "checkStatus": "1",
    "hadithNo": "3850",
    "id": "50933",
    "thesequence": "50436",
    "isActive": "1",
    "chapterId": "18415",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "২১. কোন বিনিময় গ্রহণ ব্যতীতই জমি চাষাবাদ করতে দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been transmitted on the authority of Ibn Abbas (Allah be pleased with them).",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا الثَّقَفِيُّ، عَنْ أَيُّوبَ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ جَمِيعًا عَنْ وَكِيعٍ، عَنْ سُفْيَانَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ جُرَيْجٍ، ح وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ شَرِيكٍ، عَنْ شُعْبَةَ، كُلُّهُمْ عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم . نَحْوَ حَدِيثِهِمْ .",
    "hadithBengali": "৩৮৫১-(.../...) ইবনু আবূ উমার, আবূ বাকর ইবনু আবূ শাইবাহ, ইসহাক ইবনু ইবরাহীম, মুহাম্মাদ ইবনু রুমহ ও আলী ইবনু হুজর (রহঃ) ..... ইবনু আব্বাস (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৮১৫, ইসলামিক সেন্টার ৩৮১৪)\n",
    "checkStatus": "1",
    "hadithNo": "3851",
    "id": "50934",
    "thesequence": "50437",
    "isActive": "1",
    "chapterId": "18415",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "২১. কোন বিনিময় গ্রহণ ব্যতীতই জমি চাষাবাদ করতে দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas (Allah be pleased with them) reported Allahs Apostle (ﷺ) as saying:\nIf one among you lets out land to his brother, that is better for him than if he receives such and such (the definite thing). Ibn Abbis (Allah be pleased with them) said: It is Haql, and in the parlance of the Ansr it is Muhaqala.",
    "hadithArabic": "وَحَدَّثَنِي عَبْدُ بْنُ حُمَيْدٍ، وَمُحَمَّدُ بْنُ رَافِعٍ، - قَالَ عَبْدٌ أَخْبَرَنَا وَقَالَ ابْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، - أَخْبَرَنَا مَعْمَرٌ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   لأَنْ يَمْنَحَ أَحَدُكُمْ أَخَاهُ أَرْضَهُ خَيْرٌ لَهُ مِنْ أَنْ يَأْخُذَ عَلَيْهَا كَذَا وَكَذَا  . لِشَىْءٍ مَعْلُومٍ . قَالَ وَقَالَ ابْنُ عَبَّاسٍ هُوَ الْحَقْلُ وَهُوَ بِلِسَانِ الأَنْصَارِ الْمُحَاقَلَةُ.",
    "hadithBengali": "৩৮৫২-(১২২/...) আবদ ইবনু হুমায়দ ও মুহাম্মাদ ইবনু রাফি&#39; (রহঃ) ..... ইবনু আব্বাস (রাযিঃ) হতে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মধ্যে কারো ভূমি তার অপর ভাইকে নিঃস্বার্থভাবে চাষাবাদ করতে দেয়া নির্দিষ্ট পরিমাণ ফসলের বদলে দেয়ার চেয়ে উত্তম। রাবী বলেন, ইবনু আব্বাস (রাযিঃ) বলেছেনঃ এটাকেই বলা হয় &#39;হাকল&#39;, আর আনসারদের পরিভাষায় বলা হয় মুহাকালাহ্। (ইসলামিক ফাউন্ডেশন ৩৮১৬, ইসলামিক সেন্টার ৩৮১৫)\n",
    "checkStatus": "1",
    "hadithNo": "3852",
    "id": "50935",
    "thesequence": "50438",
    "isActive": "1",
    "chapterId": "18415",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "২১. কোন বিনিময় গ্রহণ ব্যতীতই জমি চাষাবাদ করতে দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas (Allah be pleased with them) reported Allahs Apostle (ﷺ) as saying:\nHe who has land, it is better for him that he should let it out to his brother.",
    "hadithArabic": "وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الرَّقِّيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو، عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ، عَنْ عَبْدِ الْمَلِكِ أَبِي زَيْدٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ، عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ كَانَتْ لَهُ أَرْضٌ فَإِنَّهُ أَنْ يَمْنَحَهَا أَخَاهُ خَيْرٌ  . ",
    "hadithBengali": "৩৮৫৩-(১২৩/...) আবদুল্লাহ ইবনু আবদুর রহমান দারিয়ী (রহঃ) ..... ইবনু আব্বাস (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত। তিনি বলেন, যার জমি আছে সে যদি তা অপর ভাইকে নিঃস্বার্থভাবে চাষাবাদ করতে দেয় তবে সেটি তার জন্যে উত্তম। (ইসলামিক ফাউন্ডেশন ৩৮১৭, ইসলামিক সেন্টার ৩৮১৬)\n",
    "checkStatus": "1",
    "hadithNo": "3853",
    "id": "50936",
    "thesequence": "50439",
    "isActive": "1",
    "chapterId": "18415",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "587",
    "statusId": "1",
    "topicName": "২১. কোন বিনিময় গ্রহণ ব্যতীতই জমি চাষাবাদ করতে দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]