[
  {
    "hadithEnglish": "Ibn Umar (Allah be pleased with them) reported that Allahs Messenger (ﷺ) contracted with the people of Khaibar the (trees) on the condition that he would have half the produce in fruits and harvest.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَزُهَيْرُ بْنُ حَرْبٍ، - وَاللَّفْظُ لِزُهَيْرٍ - قَالاَ حَدَّثَنَا يَحْيَى، - وَهُوَ الْقَطَّانُ - عَنْ عُبَيْدِ اللَّهِ، أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم عَامَلَ أَهْلَ خَيْبَرَ بِشَطْرِ مَا يَخْرُجُ مِنْهَا مِنْ ثَمَرٍ أَوْ زَرْعٍ .",
    "hadithBengali": "৩৮৫৪-(১/১৫৫১) আহমাদ ইবনু হাম্বাল ও যুহায়র ইবনু হারব (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাইবারবাসীদের উৎপন্ন ফল-ফসলের আধাআধি শর্তে খাইবারের জমি বর্গা দিয়েছিলেন। (ইসলামিক ফাউন্ডেশন ৩৮১৮, ইসলামিক সেন্টার ৩৮১৭)\n",
    "checkStatus": "1",
    "hadithNo": "3854",
    "id": "50937",
    "thesequence": "50440",
    "isActive": "1",
    "chapterId": "18416",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১. ফল এবং শস্যের একটি অংশের বিনিময়ে মুসাকাহ্ ও মু&#039;আমালাহ্ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported:\nAllahs Messenger (ﷺ) handed over the land of Khaibar (on the condition) of the share of produce of fruits and harvest, and he also gave to his wives every year one hundred wasqs: eighty wasqs of dates and twenty wasqs of barley. When Umar became the caliph he distributed the (lands and trees) of Khaibar, and gave option to the wives of Allahs Apostle (ﷺ) to earmark for themselves the land and water or stick to the wasqs (that they got) every year. They differed in this matter. Some of them opted for land and water, and some of them opted for wasqs every year. Aisha and Hafsa were among those who opted for land and water.",
    "hadithArabic": " وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنَا عَلِيٌّ، - وَهُوَ ابْنُ مُسْهِرٍ - أَخْبَرَنَا عُبَيْدُ، اللَّهِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ أَعْطَى رَسُولُ اللَّهِ صلى الله عليه وسلم خَيْبَرَ بِشَطْرِ مَا يَخْرُجُ مِنْ ثَمَرٍ أَوْ زَرْعٍ فَكَانَ يُعْطِي أَزْوَاجَهُ كَلَّ سَنَةٍ مِائَةَ وَسْقٍ ثَمَانِينَ وَسْقًا مِنْ تَمْرٍ وَعِشْرِينَ وَسْقًا مِنْ شَعِيرٍ فَلَمَّا وَلِيَ عُمَرُ قَسَمَ خَيْبَرَ خَيَّرَ أَزْوَاجَ النَّبِيِّ صلى الله عليه وسلم أَنْ يُقْطِعَ لَهُنَّ الأَرْضَ وَالْمَاءَ أَوْ يَضْمَنَ لَهُنَّ الأَوْسَاقَ كُلَّ عَامٍ فَاخْتَلَفْنَ فَمِنْهُنَّ مَنِ اخْتَارَ الأَرْضَ وَالْمَاءَ وَمِنْهُنَّ مَنِ اخْتَارَ الأَوْسَاقَ كُلَّ عَامٍ فَكَانَتْ عَائِشَةُ وَحَفْصَةُ مِمَّنِ اخْتَارَتَا الأَرْضَ وَالْمَاءَ .",
    "hadithBengali": "৩৮৫৫-(২/...) আলী ইবনু হুজর সাদী (রহঃ) &hellip;. ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাইবারের জমি উৎপন্ন ফল ও ফসলের আধাআধির শর্তে দিয়েছিলেন। তিনি নিজ স্ত্রীদেরকে বছর প্রতি একশ ওসাক প্রদান করতেন। তন্মধ্যে আশি ওসাক খুরমা আর বিশ ওসাক যব। উমার (রাযিঃ) যখন খলীফা হন তখন খাইবারের জমি তিনি ভাগে ভাগ করে দেন। তিনি নাবী সহধর্মিণীদেরকে ইখতিয়ার দেন যে, তারা ভূমি ও পানি নিবেন। (অর্থাৎ- নিজেদের দায়িত্বে চাষাবাদের ব্যবস্থা করবেন) অথবা বার্ষিক হারে ওসাক গ্রহণ করবেন। তারা এ ব্যাপারে ভিন্নভিন্ন মত গ্রহণ করেন। তাদের মধ্যে কেউ ভূমি ও পানি নিলেন আর কেউ বার্ষিক হারে ওসাক গ্রহণ করলেন। আয়িশাহ ও হাফসাহ্ (রাযিঃ) ভূমি ও পানি নিয়েছিলেন। (ইসলামিক ফাউন্ডেশন ৩৮১৯, ইসলামিক সেন্টার ৩৮১৮)\n",
    "checkStatus": "1",
    "hadithNo": "3855",
    "id": "50938",
    "thesequence": "50441",
    "isActive": "1",
    "chapterId": "18416",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১. ফল এবং শস্যের একটি অংশের বিনিময়ে মুসাকাহ্ ও মু&#039;আমালাহ্ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar (Allah be pleased with them) reported that Allahs Messenger (ﷺ) contracted with the people of Khaibar (land and trees on the condition that they should give) half of the yield from land and trees. The rest of the hadith is the same. In the hadith transmitted on the authority of AIi b. Mushir there is no mention of it, but that Aisha and Hafsa were those who opted for land and water, but he (the narrator) said:\nHe (Hadrat Umar, gave option to the wives of Allahs Apostle (ﷺ) that land would be earmarked for them, but he made no mention of water.",
    "hadithArabic": " وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ، حَدَّثَنِي نَافِعٌ، عَنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم عَامَلَ أَهْلَ خَيْبَرَ بِشَطْرِ مَا خَرَجَ مِنْهَا مِنْ زَرْعٍ أَوْ ثَمَرٍ . وَاقْتَصَّ الْحَدِيثَ بِنَحْوِ حَدِيثِ عَلِيِّ بْنِ مُسْهِرٍ وَلَمْ يَذْكُرْ فَكَانَتْ عَائِشَةُ وَحَفْصَةُ مِمَّنِ اخْتَارَتَا الأَرْضَ وَالْمَاءَ وَقَالَ خَيَّرَ أَزْوَاجَ النَّبِيِّ صلى الله عليه وسلم أَنْ يُقْطِعَ لَهُنَّ الأَرْضَ وَلَمْ يَذْكُرِ الْمَاءَ .",
    "hadithBengali": "৩৮৫৬-(৩/...) ইবনু নুমায়র (রহঃ) ..... আবদুল্লাহ ইবনু উমার (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাইবারের জমি খাইবারবাসীদের উৎপন্ন শস্য ও ফলের অর্ধেকের শর্তে ব্যবস্থা দিয়েছিলেন এরপর হাদীসটি আলী ইবনু মুসহিরের বর্ণিত হাদীসের ন্যায় বর্ণনা করেন। তবে এ কথাটি তিনি উল্লেখ করেননি যে, আয়িশাহ ও হাফসাহ্ (রাযিঃ) জমি ও পানি নিয়েছিলেন। তিনি এ কথা বলেছেন যে, উমার (রাযিঃ) নাবী সহধর্মিণীদের ইখতিয়ার দেন জমি নিতে, তবে সেখানে পানির উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন ৩৮২০, ইসলামিক সেন্টার ৩৮১৯)\n",
    "checkStatus": "1",
    "hadithNo": "3856",
    "id": "50939",
    "thesequence": "50442",
    "isActive": "1",
    "chapterId": "18416",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১. ফল এবং শস্যের একটি অংশের বিনিময়ে মুসাকাহ্ ও মু&#039;আমালাহ্ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar (Allah be pleased with them) reported that when Khaibar had been conquered, the Jews asked Allahs Messenger (ﷺ) to let them continue (cultivation in those lands) on half of the share of yield in fruits and crop, whereupon Allahs Messenger (ﷺ) said:\nI will allow you to continue here, so long as we would desire. The rest of the hadith is the same, but with this addition: The fruit would be distributed equal to the half of Khaibar. And out of hall of the produce of the land, Allahs Apostle (may peace be be upon him) got the fifth part.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي أُسَامَةُ بْنُ زَيْدٍ اللَّيْثِيُّ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ لَمَّا افْتُتِحَتْ خَيْبَرُ سَأَلَتْ يَهُودُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنْ يُقِرَّهُمْ فِيهَا عَلَى أَنْ يَعْمَلُوا عَلَى نِصْفِ مَا خَرَجَ مِنْهَا مِنَ الثَّمَرِ وَالزَّرْعِ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أُقِرُّكُمْ فِيهَا عَلَى ذَلِكَ مَا شِئْنَا  . ثُمَّ سَاقَ الْحَدِيثَ بِنَحْوِ حَدِيثِ ابْنِ نُمَيْرٍ وَابْنِ مُسْهِرٍ عَنْ عُبَيْدِ اللَّهِ وَزَادَ فِيهِ وَكَانَ الثَّمَرُ يُقْسَمُ عَلَى السُّهْمَانِ مِنْ نِصْفِ خَيْبَرَ فَيَأْخُذُ رَسُولُ اللَّهِ صلى الله عليه وسلم الْخُمُسَ .",
    "hadithBengali": "৩৮৫৭-(৪/...) আবূ তাহির (রহঃ) ..... &#39;আবদুল্লাহ ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিনি বলেন, খাইবার বিজয়ের পর ইয়াহুদীরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট নিবেদন করে তাদের শ্রমের বিনিময়ে তাদেরকে তথায় থাকতে দেয়ার জন্যে এই শর্তে যে, উৎপন্ন ফসল ও ফলের অর্ধেক তারা পাবে। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ উপরোক্ত শর্তে যতদিন আমরা চাই ততদিনের জন্যে থাকার অনুমতি দিলাম। এরপরে আবদুল্লাহ থেকে ইবনু নুমায়র ও ইবনু মুসহিরের বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন। তবে তাতে এতটুকু বাড়তি আছে যে, খাইবারের প্রাপ্ত অর্ধেক ফলকে কয়েক ভাগে ভাগ করা হত। আর তা থেকে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঁচ ভাগের এক ভাগ গ্রহণ করতেন। (ইসলামিক ফাউন্ডেশন ৩৮২১, ইসলামিক সেন্টার ৩৮২০)\n",
    "checkStatus": "1",
    "hadithNo": "3857",
    "id": "50940",
    "thesequence": "50443",
    "isActive": "1",
    "chapterId": "18416",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১. ফল এবং শস্যের একটি অংশের বিনিময়ে মুসাকাহ্ ও মু&#039;আমালাহ্ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah b. Umar (Allah be pleased with them) reported that Allahs Messenger (ﷺ) returned to the Jews of Khaibar the date-palms of Khaibar and its land on the condition that they should work upon them with their own wealth (seeds, implements), and give half of the yield to Allahs Messenger (ﷺ).",
    "hadithArabic": " وَحَدَّثَنَا ابْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ نَافِعٍ، عَنْ عَبْدِ، اللَّهِ بْنِ عُمَرَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ دَفَعَ إِلَى يَهُودِ خَيْبَرَ نَخْلَ خَيْبَرَ وَأَرْضَهَا عَلَى أَنْ يَعْتَمِلُوهَا مِنْ أَمْوَالِهِمْ وَلِرَسُولِ اللَّهِ صلى الله عليه وسلم شَطْرُ ثَمَرِهَا .",
    "hadithBengali": "৩৮৫৮-(৫/...) ইবনু রুমহ (রহঃ) ..... আবদুল্লাহ ইবনু উমর (রাযিঃ) সূত্রে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত যে, খাইবারের বাগান ও যমীন খাইবারের ইয়াহুদীদেরকে এ শর্তে প্রদান করেন যে, তারা নিজেদের মাল খরচ করে তাতে কাজ করবে, আর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার ফলের অর্ধেক প্রাপ্ত হবেন। (ইসলামিক ফাউন্ডেশন ৩৮২২, ইসলামিক সেন্টার ৩৮২১)\n",
    "checkStatus": "1",
    "hadithNo": "3858",
    "id": "50941",
    "thesequence": "50444",
    "isActive": "1",
    "chapterId": "18416",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১. ফল এবং শস্যের একটি অংশের বিনিময়ে মুসাকাহ্ ও মু&#039;আমালাহ্ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported that Umar b. al-Khattab (Allah be pleased with him) expelled the Jews and Christians from the land of Hijaz, and that when Allahs Messenger (ﷺ) conquered Khaibar he made up his mind to expel the Jews from it (the territory of Khaibar) because, when that land was conquered, it came under the sway of Allah, that of His Messenger (ﷺ) and that of the Muslims. The jews asked Allahs Messenger (ﷺ) to let them continue there on the condition that they would work on it, and would get in turn half of the fruit (of the trees), whereupon Allahs Messenger (ﷺ) said:\nWe would let you continue there so long as we will desire. So they continued (to cultivate the lands) till Umar externed them to Taima ang Ariha (two villages in Arabia, but out of Hijaz).",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، وَإِسْحَاقُ بْنُ مَنْصُورٍ، - وَاللَّفْظُ لاِبْنِ رَافِعٍ - قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، حَدَّثَنِي مُوسَى بْنُ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ، بْنَ الْخَطَّابِ أَجْلَى الْيَهُودَ وَالنَّصَارَى مِنْ أَرْضِ الْحِجَازِ وَأَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمَّا ظَهَرَ عَلَى خَيْبَرَ أَرَادَ إِخْرَاجَ الْيَهُودِ مِنْهَا وَكَانَتِ الأَرْضُ حِينَ ظُهِرَ عَلَيْهَا لِلَّهِ وَلِرَسُولِهِ وَلِلْمُسْلِمِينَ فَأَرَادَ إِخْرَاجَ الْيَهُودِ مِنْهَا فَسَأَلَتِ الْيَهُودُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنْ يُقِرَّهُمْ بِهَا عَلَى أَنْ يَكْفُوا عَمَلَهَا وَلَهُمْ نِصْفُ الثَّمَرِ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم   نُقِرُّكُمْ بِهَا عَلَى ذَلِكَ مَا شِئْنَا  . فَقَرُّوا بِهَا حَتَّى أَجْلاَهُمْ عُمَرُ إِلَى تَيْمَاءَ وَأَرِيحَاءَ .",
    "hadithBengali": "৩৮৫৯-৬/...) মুহাম্মদ ইবনু রাফি ও ইসহাক ইবনু মানসূর (রহঃ) ... ইবনু উমার (রাযিঃ) হতে বর্ণিত যে, উমার ইবনুল খাত্তাব (রাযিঃ) ইয়াহুদী ও নাসারাদেরকে হিজাজের মাটি থেকে বিতাড়িত করে দেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন খাইবার জয় করেন তখন তিনি তাদের তথা হতে বের করে দিতে চেয়েছিলেন। খাইবার যখন বিজিত হলো তখন তা আল্লাহ্, তার রসূল ও মুসলিমদের সম্পত্তি হিসেবে পরিণত হয়। তাই তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) ইয়াহুদীদের বিতাড়িত করার ইচ্ছা পোষণ করেন। পরে ইয়াহুদীরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে তথায় তাদের থাকার অনুমতি প্রার্থনা করে এই শর্তে যে, তারা শ্রম বিনিয়োগ করবে এবং উৎপাদিত ফলের অর্ধেক নিবে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যতদিন এ শর্তের উপর আমাদের ইচ্ছা, থাকার অনুমতি দিলাম। এরপর তারা তথায় রয়ে গেল। পরে &ldquo;উমর (রাযিঃ) তাদের &#39;তায়মা&#39; ও আরীহায় বিতাড়িত করেন। (ইসলামিক ফাউন্ডেশন ৩৮২৩, ইসলামিক সেন্টার ৩৮২২)\n",
    "checkStatus": "1",
    "hadithNo": "3859",
    "id": "50942",
    "thesequence": "50445",
    "isActive": "1",
    "chapterId": "18416",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১. ফল এবং শস্যের একটি অংশের বিনিময়ে মুসাকাহ্ ও মু&#039;আমালাহ্ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nNever does a Muslim plants a tree except that he has the reward of charity for him, for what is eaten out of that is charity; what is stolen out of that, what the beasts eat out of that, what the birds eat out of that is charity for him. (In short) none incurs a loss to him but it becomes a charity on his part.",
    "hadithArabic": "حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ الْمَلِكِ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا مِنْ مُسْلِمٍ يَغْرِسُ غَرْسًا إِلاَّ كَانَ مَا أُكِلَ مِنْهُ لَهُ صَدَقَةٌ وَمَا سُرِقَ مِنْهُ لَهُ صَدَقَةٌ وَمَا أَكَلَ السَّبُعُ مِنْهُ فَهُوَ لَهُ صَدَقَةٌ وَمَا أَكَلَتِ الطَّيْرُ فَهُوَ لَهُ صَدَقَةً وَلاَ يَرْزَؤُهُ أَحَدٌ إِلاَّ كَانَ لَهُ صَدَقَةٌ  .",
    "hadithBengali": "৩৮৬০-(৭/১৫৫২) ইবনু নুমায়র (রহঃ) ..... জাবির (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে কোন মুসলিম ফলজ বৃক্ষ রোপন করবে তা থেকে যা কিছু খাওয়া হয় তা তার জন্যে দান স্বরূপ, যা কিছু চুরি হয় তাও দান স্বরূপ, বন্য জন্তু যা খেয়ে নেয় তাও দান স্বরূপ। পাখী যা খেয়ে নেয় তাও দান স্বরূপ। আর কেউ কিছু নিয়ে গেলে তাও তার জন্যে দান স্বরূপ (ইসলামিক ফাউন্ডেশন ৩৮২৪, ইসলামিক সেন্টার ৩৮২৩)\n",
    "checkStatus": "1",
    "hadithNo": "3860",
    "id": "50943",
    "thesequence": "50446",
    "isActive": "1",
    "chapterId": "18417",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "২. ফলজ বৃক্ষ রোপন ও ফসল ফলানোর ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir (Allah be pleased with him) reported that Allahs Apostle (ﷺ) visited Umm Mubashshir al-Ansariya at her orchard of date-palms and said to her:\nWho has planted these trees of dates-a Muslim or a non-Musim? She said: A Muslim, of course, whereupon he said: Never a Muslim plants, or cultivates a land, and it out of that men eat, or the animals eat, or anything else eats, but that becomes charity on his (planters) behalf.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَى أُمِّ مُبَشِّرٍ الأَنْصَارِيَّةِ فِي نَخْلٍ لَهَا فَقَالَ لَهَا النَّبِيُّ صلى الله عليه وسلم  مَنْ غَرَسَ هَذَا النَّخْلَ أَمُسْلِمٌ أَمْ كَافِرٌ  . فَقَالَتْ بَلْ مُسْلِمٌ . فَقَالَ  لاَ يَغْرِسُ مُسْلِمٌ غَرْسًا وَلاَ يَزْرَعُ زَرْعًا فَيَأْكُلَ مِنْهُ إِنْسَانٌ وَلاَ دَابَّةٌ وَلاَ شَىْءٌ إِلاَّ كَانَتْ لَهُ صَدَقَةٌ  .",
    "hadithBengali": "৩৮৬১-(৮/...) কুতাইবা ইবনু সাঈদ ও মুহাম্মাদ ইবনু রুমূহ (রহঃ) ..... জাবির (রাযিঃ) হতে বর্ণিত যে, একদা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উম্মু মুবাশশির নাখীয়া নাম্নী এক আনসারী মহিলার খেজুর বাগানে প্রবেশ করেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞেস করলেন, এই খেজুর গাছ কি কোন মুসলিম ব্যক্তি লাগিয়েছে, না কোন কাফির ব্যক্তি? মহিলা উত্তর দিল মুসলিম। তিনি বললেন, যে কোন মুসলিম গাছ লাগায় বা ক্ষেত করে, আর তা থেকে মানুষ কিংবা জীব জন্তু অথবা অন্য কিছুতে ভক্ষণ করে তবে তা তার পক্ষে দান স্বরূপ। (ইসলামিক ফাউন্ডেশন ৩৮২৫, ইসলামিক সেন্টার ৩৮২৪)\n",
    "checkStatus": "1",
    "hadithNo": "3861",
    "id": "50944",
    "thesequence": "50447",
    "isActive": "1",
    "chapterId": "18417",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "২. ফলজ বৃক্ষ রোপন ও ফসল ফলানোর ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported:\nI heard Allahs Messenger (ﷺ) saying: Never does a Muslim plant, or cultivate, but has reward for him for what the beasts eat, or the birds eat or anything else eats out of that.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، وَابْنُ أَبِي خَلَفٍ، قَالاَ حَدَّثَنَا رَوْحٌ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لاَ يَغْرِسُ رَجُلٌ مُسْلِمٌ غَرْسًا وَلاَ زَرْعًا فَيَأْكُلَ مِنْهُ سَبُعٌ أَوْ طَائِرٌ أَوْ شَىْءٌ إِلاَّ كَانَ لَهُ فِيهِ أَجْرٌ  . وَقَالَ ابْنُ أَبِي خَلَفٍ طَائِرٌ شَىْءٌ .",
    "hadithBengali": "৩৮৬২-(৯/...) মুহাম্মদ ইবনু হাতিম ও ইবনু আবূ খালাফ (রহঃ) ..... জাবির ইবনু আবদুল্লাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কোন মুসলিম যদি বৃক্ষ রোপণ করে বা ক্ষেত করে, আর তা থেকে কোন হিংস্র জন্তু কিংবা পাখী অথবা অন্য কিছুতে খেয়ে নেয় তবে এর জন্যে সে সাওয়াব পাবে। ইবনু আবূ খালাফ (রহঃ) বলেছেন- পাখী বা এমন কিছু। (ইসলামিক ফাউন্ডেশন ৩৮২৬, ইসলামিক সেন্টার ৩৮২৫)\n",
    "checkStatus": "1",
    "hadithNo": "3862",
    "id": "50945",
    "thesequence": "50448",
    "isActive": "1",
    "chapterId": "18417",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "২. ফলজ বৃক্ষ রোপন ও ফসল ফলানোর ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported:\nAllahs Apostle (ﷺ) visited the orchard of Umm Masud and said: Umm Mabad. he who has planted this tree, is he a Muslim or a non-Muslim? She said: Of course, he is a Muslim, whereupon he (the Holy Prophet) said: No Muslim who plants (trees) and from their fruits the human beings or the beasts or birds eat, but that would be taken as an act of charity on the Day of Resurrection.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدِ بْنِ إِبْرَاهِيمَ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا زَكَرِيَّاءُ بْنُ إِسْحَاقَ، أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ دَخَلَ النَّبِيُّ صلى الله عليه وسلم عَلَى أُمِّ مَعْبَدٍ حَائِطًا فَقَالَ  يَا أُمَّ مَعْبَدٍ مَنْ غَرَسَ هَذَا النَّخْلَ أَمُسْلِمٌ أَمْ كَافِرٌ  . فَقَالَتْ بَلْ مُسْلِمٌ . قَالَ  فَلاَ يَغْرِسُ الْمُسْلِمُ غَرْسًا فَيَأْكُلَ مِنْهُ إِنْسَانٌ وَلاَ دَابَّةٌ وَلاَ طَيْرٌ إِلاَّ كَانَ لَهُ صَدَقَةً إِلَى يَوْمِ الْقِيَامَةِ  .",
    "hadithBengali": "৩৮৬৩-(১০/...) আহমাদ ইবনু সাঈদ ইবনু ইবরাহীম (রহঃ) ..... জাবির ইবনু আবদুল্লাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা উম্মু মা&#39;বাদ এর বাগানে ঢুকলেন। তখন তিনি জিজ্ঞেস করলেন, হে উম্মু মা&#39;বাদ! এ গাছ কে লাগিয়েছে? কোন মুসলিম ব্যক্তি না কোন কাফির? সে জানাল, মুসলিম। তিনি বললেন, কোন মুসলিম যদি কোন গাছ লাগায়, আর তা থেকে মানুষ কিংবা চতুষ্পদ জন্তু অথবা পাখী খেয়ে নেয়, তবে কিয়ামাতের দিন পর্যন্ত তা তার জন্যে সদাকাহ হিসেবে থাকবে। (ইসলামিক ফাউন্ডেশন ৩৮২৭, ইসলামিক সেন্টার ৩৮২৬)\n",
    "checkStatus": "1",
    "hadithNo": "3863",
    "id": "50946",
    "thesequence": "50449",
    "isActive": "1",
    "chapterId": "18417",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "২. ফলজ বৃক্ষ রোপন ও ফসল ফলানোর ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith is transmitted on the authority of Abu Muawiya (but With a slight change of words).",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، وَإِسْحَاقُ، بْنُ إِبْرَاهِيمَ جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ، ح وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا عَمَّارُ بْنُ مُحَمَّدٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ فُضَيْلٍ، كُلُّ هَؤُلاَءِ عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، . زَادَ عَمْرٌو فِي رِوَايَتِهِ عَنْ عَمَّارٍ، وَأَبُو كُرَيْبٍ فِي رِوَايَتِهِ عَنْ أَبِي مُعَاوِيَةَ، فَقَالاَ عَنْ أُمِّ مُبَشِّرٍ، وَفَى رِوَايَةِ ابْنِ فُضَيْلٍ عَنِ امْرَأَةِ، زَيْدِ بْنِ حَارِثَةَ وَفِي رِوَايَةِ إِسْحَاقَ عَنْ أَبِي مُعَاوِيَةَ، قَالَ رُبَّمَا قَالَ عَنْ أُمِّ مُبَشِّرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم . وَرُبَّمَا لَمْ يَقُلْ وَكُلُّهُمْ قَالُوا عَنِ النَّبِيِّ صلى الله عليه وسلم بِنَحْوِ حَدِيثِ عَطَاءٍ وَأَبِي الزُّبَيْرِ وَعَمْرِو بْنِ دِينَارٍ .",
    "hadithBengali": "৩৮৬৪-(১১/...) আবূ বাকর ইবনু আবূ শাইবাহ, আবূ কুরায়ব, ইসহাক ইবনু ইবরাহীম ও আমর আন নাকিদ (রহঃ) হাফস্ ইবনু গিয়াস (রহঃ) হতে, আবূ কুরায়ব ও ইসহাক ইবনু ইবরাহীম (রহঃ) একসাথে আবূ মু&#39;আবিয়াহ (রাযিঃ) থেকে, আমর আন নাকিদ (রহঃ) আম্মার ইবনু মুহাম্মদ (রহঃ) হতে এবং আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ইবনু ফুযায়ল (রহঃ) হতে এবং এরা প্রত্যেকেই আ&#39;মাশ এর সূত্রে জাবির (রাযিঃ) থেকে বর্ণনা করেন। তবে আম্মার (রহঃ) হতে আমরের বর্ণনায় ও মু&#39;আবিয়াহ থেকে আবূ বাকরের বর্ণনায় উন্মু মুবাশশির (রাযিঃ) এর নাম বাড়তি এসেছে। আর ইবনু ফুযায়লের বর্ণনায় যায়দ ইবনু হারিসার স্ত্রীর নাম যোগ করা হয়েছে। আর মু&#39;আবিয়ার থেকে ইসহাকের যে বর্ণনা তাতে তিনি কখনও বা তার নাম বাদ দিয়েই বর্ণনা করেন। আর তারা সকলেই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ঐরূপ হাদীস বর্ণনা করেছেন, যেরূপ বর্ণনা করেছেন &#39;আতা&#39; (রহঃ), আবূ যুবায়র ও আমর ইবনু দীনার (রহঃ)। (ইসলামিক ফাউন্ডেশন ৩৮২৮ ইসলামিক সেন্টার ৩৮২৭)\n",
    "checkStatus": "1",
    "hadithNo": "3864",
    "id": "50947",
    "thesequence": "50450",
    "isActive": "1",
    "chapterId": "18417",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "২. ফলজ বৃক্ষ রোপন ও ফসল ফলানোর ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas reported Allahs Messenger (ﷺ) as saying Never does a Muslim plant trees or cultivate land and birds or a man or a beast eat out of them but that is a charity on his behalf.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ عُبَيْدٍ الْغُبَرِيُّ، - وَاللَّفْظُ لِيَحْيَى - قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا مِنْ مُسْلِمٍ يَغْرِسُ غَرْسًا أَوْ يَزْرَعُ زَرْعًا فَيَأْكُلُ مِنْهُ طَيْرٌ أَوْ إِنْسَانٌ أَوْ بَهِيمَةٌ إِلاَّ كَانَ لَهُ بِهِ صَدَقَةٌ  .",
    "hadithBengali": "৩৮৬৫-(১২/১৫৫৩) ইয়াহইয়া ইবনু ইয়াহইয়া, কুতাইবাহ ইবনু সাঈদ ও মুহাম্মাদ ইবনু উবায়দ গুবারী (রহঃ) ..... আনাস (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন মুসলিম যদি বৃক্ষ রোপন কিংবা ফসল উৎপাদন করে আর তা থেকে পাখী কিংবা মানুষ অথবা চতুষ্পদ জন্তু কিছু খায় তবে তা তার পক্ষ থেকে সাদাকাহ স্বরূপ হবে। (ইসলামিক ফাউন্ডেশন ৩৮২৯, ইসলামিক সেন্টার ৩৮২৮)\n",
    "checkStatus": "1",
    "hadithNo": "3865",
    "id": "50948",
    "thesequence": "50451",
    "isActive": "1",
    "chapterId": "18417",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "২. ফলজ বৃক্ষ রোপন ও ফসল ফলানোর ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik (Allah be pleased with him) reported that Allahs Apostle (ﷺ) visited the date-palms of Umm Mubashshir (Allah be pleased with her), a lady from the Ansar, and said:\nWho planted this palm-a Muslim or an unbelievers The rest of the hadith is the same.",
    "hadithArabic": "وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ، حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم دَخَلَ نَخْلاً لأُمِّ مُبَشِّرٍ - امْرَأَةٍ مِنَ الأَنْصَارِ - فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ غَرَسَ هَذَا النَّخْلَ أَمُسْلِمٌ أَمْ كَافِرٌ  . قَالُوا مُسْلِمٌ . بِنَحْوِ حَدِيثِهِمْ .",
    "hadithBengali": "৩৮৬৬-(১৩/...) আবদ ইবনু হুমায়দ (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা উম্মু মুবাশশির নাম্নী এক আনসারী মহিলার খেজুর বাগানে গমন করেন। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞেস করেন, এ খেজুর গাছ কে লাগিয়েছে, কোন মুসলিম ব্যক্তি না কোন কাফির ব্যক্তি? তারা বলল, একজন মুসলিম। এরপর উপরে উল্লিখিত রাবীদের বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৮৩০, ইসলামিক সেন্টার ৩৮২৯)\n",
    "checkStatus": "1",
    "hadithNo": "3866",
    "id": "50949",
    "thesequence": "50452",
    "isActive": "1",
    "chapterId": "18417",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "২. ফলজ বৃক্ষ রোপন ও ফসল ফলানোর ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah (Allah be pleased with them) reported Allahs Messenger (ﷺ) saying:\nIf You sell fruits to your brother (and Jabir b. Ahduthh reported through another chain of narrators: If you were to sell fruits to your brother) and these is a stricken with Calamity, it is not permissible for you to get anything from him. Why do you get the wealth of your brother, without jutification?",
    "hadithArabic": " حَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، أَنَّ أَبَا الزُّبَيْرِ، أَخْبَرَهُ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  إِنْ بِعْتَ مِنْ أَخِيكَ ثَمَرًا . ح. وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ، حَدَّثَنَا أَبُو ضَمْرَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَوْ بِعْتَ مِنْ أَخِيكَ ثَمَرًا فَأَصَابَتْهُ جَائِحَةٌ فَلاَ يَحِلُّ لَكَ أَنْ تَأْخُذَ مِنْهُ شَيْئًا بِمَ تَأْخُذُ مَالَ أَخِيكَ بِغَيْرِ حَقٍّ .",
    "hadithBengali": "৩৮৬৭-(১৪/১৫৫৪) আবূ তাহির ও মুহাম্মাদ ইবনু আব্বাদ (রহঃ) ..... জাবির ইবনু আবদুল্লাহ্ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তুমি যদি তোমার কোন এক ভাইয়ের নিকট ফল বিক্রি করো, তারপর প্রাকৃতিক দুর্যোগের কারণে তা বিনষ্ট হয়ে যায়, তবে তার থেকে কিছু আদায় করা তোমার জন্যে হালাল নয়। তোমার ভাইয়ের অর্থ না-হকভাবে কিরূপে গ্রহণ করবে? (ইসলামিক ফাউন্ডেশন ৩৮৩১, ইসলামিক সেন্টার ৩৮৩০)\n",
    "checkStatus": "1",
    "hadithNo": "3867",
    "id": "50950",
    "thesequence": "50453",
    "isActive": "1",
    "chapterId": "18418",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৩. প্রাকৃতিক দুর্যোগে নষ্ট হয়ে যাওয়া ফলের মূল্য ছেড়ে দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Juraij with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا حَسَنٌ الْحُلْوَانِيُّ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৩৮৬৮-(.../...) হাসান হুলওয়ানী (রহঃ) ..... ইবনু জুরায়জ (রহঃ) হতে উক্ত সানাদে অনুরূপ বর্ণনা করেন। ইসলামিক ফাউন্ডেশন ৩৮৩২, ইসলামিক সেন্টার ৩৮৩১))\n",
    "checkStatus": "1",
    "hadithNo": "3868",
    "id": "50951",
    "thesequence": "50454",
    "isActive": "1",
    "chapterId": "18418",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৩. প্রাকৃতিক দুর্যোগে নষ্ট হয়ে যাওয়া ফলের মূল্য ছেড়ে দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas (Allah be pleased with him) reported that Allahs Apostle (ﷺ) forbade the sale of the fruit of date-palms until it becomes mellow. We (some of the other narrators in the chain of transmitters) said:\nWhat does the word mellow mean? He said: (There the fruit) turns red or yellow. Dont you see if Allah had checked (the growth of) fruits; then what for the wealth of your brother would be permissible for you?",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَعَلِيُّ بْنُ حُجْرٍ، قَالُوا حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ ثَمَرِ النَّخْلِ حَتَّى تَزْهُوَ . فَقُلْنَا لأَنَسٍ مَا زَهْوُهَا قَالَ تَحْمَرُّ وَتَصْفَرُّ . أَرَأَيْتَكَ إِنْ مَنَعَ اللَّهُ الثَّمَرَةَ بِمَ تَسْتَحِلُّ مَالَ أَخِيكَ ",
    "hadithBengali": "৩৮৬৯-(১৫/১৫৫৫) ইয়াহইয়া ইবনু আইয়্যুব, কুতাইবাহ ও আলী ইবনু হুজর (রহঃ) ..... আনাস (রাযিঃ) হতে বর্ণিত যে, খেজুরের রং পরিবর্তন হয়ে পরিপক্ক হওয়ার পূর্বে তা বিক্রি করতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন। আমরা আনাস (রাযিঃ) কে জিজ্ঞেস করলাম, রং পরিবর্তন হওয়া বলতে কী বুঝায়? তিনি বললেন, লাল রং বা হলদে রং ধারণ করা। বল তো দেখি, আল্লাহ যদি ফল নষ্ট করে দেন তবে কোন অধিকারে তোমার ভাইয়ের কাছ থেকে অর্থ কিরূপে হালাল করতে পার? (ইসলামিক ফাউন্ডেশন ৩৮৩৩, ইসলামিক সেন্টার ৩৮৩২)\n",
    "checkStatus": "1",
    "hadithNo": "3869",
    "id": "50952",
    "thesequence": "50455",
    "isActive": "1",
    "chapterId": "18418",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৩. প্রাকৃতিক দুর্যোগে নষ্ট হয়ে যাওয়া ফলের মূল্য ছেড়ে দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas b. Malik (Allah be pleased with him) reported that Allahs Messenger (ﷺ) forbade the sale of fruits until these are mellow. They (the companions of Anas) said:\nWhat is meant by mellow? He said: It implies that these became red. He said: When Allah hinders the growth of fruits, (then) what for the wealth of your brother would become permissible for you?",
    "hadithArabic": " حَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَالِكٌ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَنَسِ، بْنِ مَالِكٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ الثَّمَرَةِ حَتَّى تُزْهِيَ قَالُوا وَمَا تُزْهِيَ قَالَ تَحْمَرُّ . فَقَالَ إِذَا مَنَعَ اللَّهُ الثَّمَرَةَ فَبِمَ تَسْتَحِلُّ مَالَ أَخِيكَ ",
    "hadithBengali": "৩৮৭০-(.../...) আবূ তাহির (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন ফলের রং পরিবর্তন হওয়ার আগে বিক্রি করতে। তারা বলল, রং পরিবর্তন হওয়ার মানে কী? তিনি বললেন, লাল রং ধারণ করা। এরপর তিনি বললেন, আল্লাহ যদি ফল ক্ষতিগ্রস্ত করে দেন তাহলে কিসের বিনিময়ে তুমি তোমার ভাইয়ের অর্থ গ্রহণ করবে? (ইসলামিক ফাউন্ডেশন ৩৮৩৪, ইসলামিক সেন্টার ৩৮৩৩)\n",
    "checkStatus": "1",
    "hadithNo": "3870",
    "id": "50953",
    "thesequence": "50456",
    "isActive": "1",
    "chapterId": "18418",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৩. প্রাকৃতিক দুর্যোগে নষ্ট হয়ে যাওয়া ফলের মূল্য ছেড়ে দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Anas (Allah be pleased with him) reported Allahs Apostle (ﷺ) as saying:\nIf Allah does not fructify them, then what is permissible for one of you to take the wealth of his brother?",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ عَبَّادٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِنْ لَمْ يُثْمِرْهَا اللَّهُ فَبِمَ يَسْتَحِلُّ أَحَدُكُمْ مَالَ أَخِيهِ  .",
    "hadithBengali": "৩৮৭১-(১৬/...) মুহাম্মাদ ইবনু আব্বাদ (রহঃ) ..... আনাস (রাযিঃ) হতে বর্ণিত যে, নারী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রলেছেনঃ আল্লাহ যদি ফলের মধ্যে পূর্ণতা দান না করেন তাহলে কিভাবে তোমাদের একজন অপর ভাইয়ের অর্থ বৈধ করবে? (ইসলামিক ফাউন্ডেশন ৩৮৩৫, ইসলামিক সেন্টার ৩৮৩৪)\n",
    "checkStatus": "1",
    "hadithNo": "3871",
    "id": "50954",
    "thesequence": "50457",
    "isActive": "1",
    "chapterId": "18418",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৩. প্রাকৃতিক দুর্যোগে নষ্ট হয়ে যাওয়া ফলের মূল্য ছেড়ে দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (Allah be pleased with him) reported that Allahs Apostle (ﷺ) commanded to make deductions in the payment of that stricken with a Calamity.",
    "hadithArabic": " حَدَّثَنَا بِشْرُ بْنُ الْحَكَمِ، وَإِبْرَاهِيمُ بْنُ دِينَارٍ، وَعَبْدُ الْجَبَّارِ بْنُ الْعَلاَءِ، - وَاللَّفْظُ لِبِشْرٍ - قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ حُمَيْدٍ الأَعْرَجِ، عَنْ سُلَيْمَانَ بْنِ عَتِيقٍ، عَنْ جَابِرٍ، أَنَّوسلم أَمَرَ بِوَضْعِ الْجَوَائِحِ . قَالَ أَبُو إِسْحَاقَ - وَهْوَ صَاحِبُ مُسْلِمٍ - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ عَنْ سُفْيَانَ بِهَذَا .",
    "hadithBengali": "৩৮৭২-(১৭/১৫৫৪) বিশর ইবনুল হাকাম, ইবরাহীম ইবনু দীনার ও আবদুল জব্বার ইবনু আলী (রহঃ) ...... জাবির (রাযিঃ) হতে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রাকৃতিক দুর্যোগে ক্ষতিগ্রস্ত ফলের মূল্য গ্রহণ না করতে নির্দেশ দিয়েছেন। ইবরাহীম (রহঃ) সুফইয়ানের সূত্রে অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৮৩৬, ইসলামিক সেন্টার ৩৮৩৫)\n",
    "checkStatus": "1",
    "hadithNo": "3872",
    "id": "50955",
    "thesequence": "50458",
    "isActive": "1",
    "chapterId": "18418",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৩. প্রাকৃতিক দুর্যোগে নষ্ট হয়ে যাওয়া ফলের মূল্য ছেড়ে দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri (Allah be pleeased with him) reported that in the time of Allahs Messenger (ﷺ) a man suffered loss in fruits he had bought and his debt increased; so Allahs Messenger (ﷺ) told (the people) to give him charity and they gave him charity, but that was not enough to pay the debt in full, whereupon Allahs Messenger (ﷺ) said to his creditors:\n Take what you find, you will have nothing but alms.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ بُكَيْرٍ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي، سَعِيدٍ الْخُدْرِيِّ قَالَ أُصِيبَ رَجُلٌ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي ثِمَارٍ ابْتَاعَهَا فَكَثُرَ دَيْنُهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  تَصَدَّقُوا عَلَيْهِ  . فَتَصَدَّقَ النَّاسُ عَلَيْهِ فَلَمْ يَبْلُغْ ذَلِكَ وَفَاءَ دَيْنِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِغُرَمَائِهِ  خُذُوا مَا وَجَدْتُمْ وَلَيْسَ لَكُمْ إِلاَّ ذَلِكَ  .",
    "hadithBengali": "৩৮৭৩-(১৮/১৫৫৬) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... আবূ সাঈদ খুদরী (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে এক ব্যক্তির ক্রয় করা ফল নষ্ট হয়ে যাওয়ায় অনেক ঋণী হয়ে পড়ে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা তাকে সাহায্য কর। লোকজন তাকে সাহায্য করল, কিন্তু প্রাপ্ত ঋণ পরিশোধের পরিমাণ হলো না। তারপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার পাওনাদারদের বললেন, যা তোমরা পেয়েছ তা গ্রহণ কর; এর অতিরিক্ত আর পাবে না। (ইসলামিক ফাউন্ডেশন ৩৮৩৭, ইসলামিক সেন্টার ৩৮৩৮)\n",
    "checkStatus": "1",
    "hadithNo": "3873",
    "id": "50956",
    "thesequence": "50459",
    "isActive": "1",
    "chapterId": "18419",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৪. ঋণের কিছু অংশ ছেড়ে দেয়া মুস্তাহাব ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Bukair b. al-Ashajj with the same chain of transmitters.",
    "hadithArabic": " حَدَّثَنِي يُونُسُ بْنُ عَبْدِ الأَعْلَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ بُكَيْرِ بْنِ الأَشَجِّ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৩৮৭৪-(.../...) ইউনুস ইবনু আবদুল আ&#39;লা (রহঃ) ..... বুকায়র ইবনুল আশাজ্জ (রহঃ) হতে উক্ত সূত্রে অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৮৩৮, ইসলামিক সেন্টার ৩৮৩৭)\n",
    "checkStatus": "1",
    "hadithNo": "3874",
    "id": "50957",
    "thesequence": "50460",
    "isActive": "1",
    "chapterId": "18419",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৪. ঋণের কিছু অংশ ছেড়ে দেয়া মুস্তাহাব ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha (Allah be pleased with her) reported:\nAllahs Messenger (ﷺ) heard the voices of altercation of two disputants at the door; both the voices were quite loud. The one demanded some remission and desired that the other one should show leniency to him, whereupon the (other one) was saying: By Allah will not do that. Then there came Allahs Messenger (ﷺ) to them and said: Where is he who swears by Allah that he would not do good? He said: Massenger of Allah, it is I. He may do as he desires.",
    "hadithArabic": "وَحَدَّثَنِي غَيْرُ، وَاحِدٍ، مِنْ أَصْحَابِنَا قَالُوا حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ، - وَهُوَ ابْنُ بِلاَلٍ - عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي الرِّجَالِ، مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ أَنَّ أُمَّهُ، عَمْرَةَ بِنْتَ عَبْدِ الرَّحْمَنِ قَالَتْ سَمِعْتُ عَائِشَةَ، تَقُولُ سَمِعَ رَسُولُ اللَّهِ صلى الله عليه وسلم صَوْتَ خُصُومٍ بِالْبَابِ عَالِيَةً أَصْوَاتُهُمَا وَإِذَا أَحَدُهُمَا يَسْتَوْضِعُ الآخَرَ وَيَسْتَرْفِقُهُ فِي شَىْءٍ وَهُوَ يَقُولُ وَاللَّهِ لاَ أَفْعَلُ . فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَيْهِمَا فَقَالَ   أَيْنَ الْمُتَأَلِّي عَلَى اللَّهِ لاَ يَفْعَلُ الْمَعْرُوفَ  . قَالَ أَنَا يَا رَسُولَ اللَّهِ فَلَهُ أَىُّ ذَلِكَ أَحَبَّ .",
    "hadithBengali": "৩৮৭৫-(১৯/১৫৫৭) আমাদের একাধিক সাথী আমার নিকট ইসমাঈল ইবনু আবূ উওয়াইস (রহঃ) ..... আয়িশাহ্ (রাযিঃ) থেকে বর্ণনা করেন। তিনি বলেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা দরজার নিকটে দু&#39;ব্যক্তির উচ্চ কণ্ঠে ঝগড়া শুনতে পান। তাদের একজন অন্যজনের নিকট কোন এক বিষয়ে অব্যাহতি দেয়ার ও সদয় হওয়ার আবেদন করছে। আর অপরজন বলছে যে, আল্লাহর শপথ আমি তা করতে পারব না। এরপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হয়ে তাদের দু&#39;জনের কাছে গেলেন এবং বললেন, পুণ্যের কাজ না করার জন্যে আল্লাহর নামে শপথকারী কোথায়? একজন বলল, হে আল্লাহর রসূল! আমি। এরপর তিনি বললেন, সে যেটি চায় করতে পারে।* (ইসলামিক ফাউন্ডেশন ৩৮৩৯, ইসলামিক সেন্টার ৩৮৩৮)\n",
    "checkStatus": "1",
    "hadithNo": "3875",
    "id": "50958",
    "thesequence": "50461",
    "isActive": "1",
    "chapterId": "18419",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৪. ঋণের কিছু অংশ ছেড়ে দেয়া মুস্তাহাব ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Kaab b. Malik reported from his father that he pressed in the mosque Ibn Abu Hadrad for the payment of the debt that he owed to him during the lifetime of Allahs Messenger (ﷺ). (In this altercation) their voices became loud, until Allahs Messenger (ﷺ) heard them, while he was in the house, so Allahs Messenger (ﷺ) came out towards them, and he lifted the curtain of his apartment and he called upon Kab b. Malik and said:\nO Kab. He said: At thy beck and call, Allahs Messenger. He pointed out with the help of his hand to remit half of the loan due to him. Kab said: Allahs Messenger, I am ready to do that, whereupon Allahs Messenger (ﷺ) said (to Ibn Abu Hadrad): Stand up and make him the payment (of the rest).",
    "hadithArabic": " حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ كَعْبِ بْنِ مَالِكٍ، أَخْبَرَهُ عَنْ أَبِيهِ، أَنَّهُ تَقَاضَى ابْنَ أَبِي حَدْرَدٍ دَيْنًا كَانَ لَهُ عَلَيْهِ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْمَسْجِدِ فَارْتَفَعَتْ أَصْوَاتُهُمَا حَتَّى سَمِعَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ فِي بَيْتِهِ فَخَرَجَ إِلَيْهِمَا رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى كَشَفَ سِجْفَ حُجْرَتِهِ وَنَادَى كَعْبَ بْنَ مَالِكٍ فَقَالَ  يَا كَعْبُ  . فَقَالَ لَبَّيْكَ يَا رَسُولَ اللَّهِ . فَأَشَارَ إِلَيْهِ بِيَدِهِ أَنْ ضَعِ الشَّطْرَ مِنْ دَيْنِكَ . قَالَ كَعْبٌ قَدْ فَعَلْتُ يَا رَسُولَ اللَّهِ . قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  قُمْ فَاقْضِهِ  .",
    "hadithBengali": "৩৮৭৬-(২০/১৫৫৮) হারমালাহ্ ইবনু ইয়াহইয়া (রহঃ) ..... আবদুল্লাহ ইবনু কা&#39;ব ইবনু মালিক (রাযিঃ) হতে বর্ণিত যে, তিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আমলে একদা মসজিদের মধ্যে ইবনু আবূ হাদরাদ নামীয় এক ব্যক্তির নিকট স্বীয় প্রাপ্য ঋণের তাগাদা করেন। উভয়ের আওয়াজ উচ্চ হতে থাকে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে আওয়াজ ঘর থেকে শুনতে পান এবং ঘরের পর্দা উঠিয়ে বাইরে তাদের নিকট চলে আসেন। তিনি কাবকে ডেকে বললেন, হে কা&#39;ব। তিনি বলেলেন, হে আল্লাহর রসূল! আমি উপস্থিত আছি। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাতের ইশারায় তাকে তার প্রাপ্য ঋণের অর্ধভাগ ক্ষমা করে দিতে বললেন। কা&#39;ব (রাযিঃ) বললেনঃ হে আল্লাহর রসূল! আমি তাই করলাম। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ঋণ গ্রহীতাকে) বললেন, যাও অবশিষ্ট (বাকী অর্ধেক) পরিশোধ করো। (ইসলামিক ফাউন্ডেশন ৩৮৪০, ইসলামিক সেন্টার ৩৮৩৯)\n",
    "checkStatus": "1",
    "hadithNo": "3876",
    "id": "50959",
    "thesequence": "50462",
    "isActive": "1",
    "chapterId": "18419",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৪. ঋণের কিছু অংশ ছেড়ে দেয়া মুস্তাহাব ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The above hadith is narrated through another chain with a slight variation of words at the begining and the rest is of the hadith is the same.",
    "hadithArabic": " وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عُثْمَانُ بْنُ عُمَرَ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ،لا عَنْ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، أَنَّ كَعْبَ بْنَ مَالِكٍ، أَخْبَرَهُ أَنَّهُ، تَقَاضَى دَيْنًا لَهُ عَلَى ابْنِ أَبِي حَدْرَدٍ بِمِثْلِ حَدِيثِ ابْنِ وَهْبٍ .",
    "hadithBengali": "৩৮৭৭-(২১/...) ইসহাক ইবনু ইবরাহীম (রহঃ) ..... কা&#39;ব ইবনু মালিক (রাযিঃ) হতে বর্ণিত যে, তিনি একদিন আলী ইবনু আবূ হাদরাদের নিকট তার প্রাপ্য ঋণের তাগাদা করেন। এরপর তিনি ইবনু ওয়াহ্&zwnj;বের বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৮৪১, ইসলামিক সেন্টার ৩৮৪০)\n",
    "checkStatus": "1",
    "hadithNo": "3877",
    "id": "50960",
    "thesequence": "50463",
    "isActive": "1",
    "chapterId": "18419",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৪. ঋণের কিছু অংশ ছেড়ে দেয়া মুস্তাহাব ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Kab b. Malik reported that he made a demand for the payment of the debt that Ibn Abu Hadrad owed to him. This hadith is narrated through another chain of transmitters and (the words are):\n He had to get the loan from Abdullah b. Hadrad al-Aslami. He met him and pressed him for payment. There was an altercation between them, until their voices became loud. There happened to pass by them Allahs Messenger (ﷺ) and he said: O Kab, and pointed out with his hand in such a way as he meant half. So he got half of what he (Ibn Abu Hadrad) owed to him and remitted the half.",
    "hadithArabic": "قَالَ مُسْلِمٌ وَرَوَى اللَّيْثُ بْنُ سَعْدٍ، حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ، هُرْمُزَ عَنْ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ كَعْبِ بْنِ مَالِكٍ، أَنَّهُ كَانَ لَهُ مَالٌ عَلَى عَبْدِ اللَّهِ بْنِ أَبِي حَدْرَدٍ الأَسْلَمِيِّ فَلَقِيَهُ فَلَزِمَهُ فَتَكَلَّمَا حَتَّى ارْتَفَعَتْ أَصْوَاتُهُمَا فَمَرَّ بِهِمَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ   يَا كَعْبُ  . فَأَشَارَ بِيَدِهِ كَأَنَّهُ يَقُولُ النِّصْفَ فَأَخَذَ نِصْفًا مِمَّا عَلَيْهِ وَتَرَكَ نِصْفًا .",
    "hadithBengali": "৩৮৭৮-(.../...) ইমাম মুসলিম (রহঃ) বলেন, লায়স ইবনু সা&#39;দ (রহঃ) ..... কা&#39;ব ইবনু মালিক (রাযিঃ) হতে বর্ণিত যে, তিনি আবদুল্লাহ ইবনু আবূ হাদরাদ আসলামীর নিকট কিছু মাল পাওনা ছিলেন। তিনি তার সাথে সাক্ষাৎ করেন এবং শক্ত তাগাদা দেন। উভয়ে পরস্পর কথাবার্তা বলেন এবং এক পর্যায়ে শোরগোল সৃষ্টি হয়। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উভয়ের কাছে এলেন এবং কাবকে ডেকে হাতের ইশারায় বললেন, অর্ধেক। সুতরাং কা&#39;ব (রাযিঃ) ঋণের অর্ধেক গ্রহণ করেন এবং অর্ধেক পরিত্যাগ করেন। (ইসলামিক ফাউন্ডেশন ৩৮৪১, ইসলামিক সেন্টার ৩৮৪০)\n",
    "checkStatus": "1",
    "hadithNo": "3878",
    "id": "50961",
    "thesequence": "50464",
    "isActive": "1",
    "chapterId": "18419",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৪. ঋণের কিছু অংশ ছেড়ে দেয়া মুস্তাহাব ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nHe who found his property intact with a person (who bought it but who later on) became insolvent (or a person who became insolvent), he (the seller) is entitled to get it more than anyone else. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، أَخْبَرَنِي أَبُو بَكْرِ بْنُ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، أَخْبَرَهُ أَنَّ أَبَا بَكْرِ بْنَ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ أَخْبَرَهُ أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم - أَوْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ -   مَنْ أَدْرَكَ مَالَهُ بِعَيْنِهِ عِنْدَ رَجُلٍ قَدْ أَفْلَسَ - أَوْ إِنْسَانٍ قَدْ أَفْلَسَ - فَهُوَ أَحَقُّ بِهِ مِنْ غَيْرِهِ  .",
    "hadithBengali": "৩৮৭৯-(২২/১৫৫৯) আহমাদ ইবনু আবদুল্লাহ্ ইবনু ইউনুস (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন অথবা আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যক্তি দেউলিয়া ঘোষিত কোন লোকের কাছে তার মাল অবিকলভাবে পায় কিংবা কোন মানুষের নিকট পায় যাকে দেউলিয়া ঘোষণা করা হয়েছে তবে সে তার মাল ফেরত পাওয়ার ক্ষেত্রে অন্যদের তুলনায় বেশী হকদার। (ইসলামিক ফাউন্ডেশন ৩৮৪২, ইসলামিক সেন্টার ৩৮৪১)\n",
    "checkStatus": "1",
    "hadithNo": "3879",
    "id": "50962",
    "thesequence": "50465",
    "isActive": "1",
    "chapterId": "18420",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৫. বিক্রিত মাল দেউলিয়া ঘোষিত ক্রেতার নিকট পাওয়া গেলে বিক্রেতা তা ফেরত নিতে পারে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Yahya b. Said with the same chain of transmitters (but with a slight variation of words and these are) Whenever a man becomes poor.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ رُمْحٍ، جَمِيعًا عَنِ اللَّيْثِ بْنِ سَعْدٍ، ح وَحَدَّثَنَا أَبُو الرَّبِيعِ، وَيَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، قَالاَ حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، وَيَحْيَى بْنُ سَعِيدٍ، وَحَفْصُ بْنُ غِيَاثٍ، كُلُّ هَؤُلاَءِ عَنْ يَحْيَى بْنِ سَعِيدٍ، فِي هَذَا الإِسْنَادِ . بِمَعْنَى حَدِيثِ زُهَيْرٍ وَقَالَ ابْنُ رُمْحٍ مِنْ بَيْنِهِمْ فِي رِوَايَتِهِ أَيُّمَا امْرِئٍ فُلِّسَ .",
    "hadithBengali": "৩৮৮০-(.../...) ইয়াহইয়া ইবনু ইয়াহইয়া, কুতাইবাহ ইবনু সাঈদ ও মুহাম্মাদ ইবনু রুমহ রাবী&#39; ও ইয়াহইয়া ইবনু হাবীব..... আবূ বাকর ইবনু আবূ শাইবাহ ..... ও মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ভিন্ন ভিন্ন সূত্রে যুহাইর বর্ণিত হাদীসের অর্থ মিলে বর্ণনা করেন। আর তাদের মধ্যে কেবল ইবনু রুমহ (রহঃ) তার বর্ণনায় বলেছেন- কোন ব্যক্তি দেউলিয়া সাব্যস্ত হলে। (ইসলামিক ফাউন্ডেশন ৩৮৪৩, ইসলামিক সেন্টা, ৩৮৪২)\n",
    "checkStatus": "1",
    "hadithNo": "3880",
    "id": "50963",
    "thesequence": "50466",
    "isActive": "1",
    "chapterId": "18420",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৫. বিক্রিত মাল দেউলিয়া ঘোষিত ক্রেতার নিকট পাওয়া গেলে বিক্রেতা তা ফেরত নিতে পারে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira (Allah be pleased with him) reported Allahs Apostle (ﷺ) saying about a person who becomes insolvent and (the thing bought by him) is found intact with him, that belongs to one who sold it.",
    "hadithArabic": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا هِشَامُ بْنُ سُلَيْمَانَ، - وَهُوَ ابْنُ عِكْرِمَةَ بْنِ خَالِدٍ الْمَخْزُومِيُّ - عَنِ ابْنِ جُرَيْجٍ، حَدَّثَنِي ابْنُ أَبِي حُسَيْنٍ، أَنَّ أَبَا بَكْرِ بْنَ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، أَخْبَرَهُ أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ حَدَّثَهُ عَنْ حَدِيثِ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ حَدِيثِ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الرَّجُلِ الَّذِي يُعْدِمُ إِذَا وُجِدَ عِنْدَهُ الْمَتَاعُ وَلَمْ يُفَرِّقْهُ   أَنَّهُ لِصَاحِبِهِ الَّذِي بَاعَهُ  .",
    "hadithBengali": "৩৮৮১-(২৩/...) ইবনু আবূ উমার (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত যে, দেউলিয়া লোকের নিকট যদি কোন বস্তু পাওয়া যায় এবং স্থানান্তরিত না হয়ে থাকে তাহলে বিক্রেতাই ঐ বস্তুর প্রাপক। (ইসলামিক ফাউন্ডেশন, ৩৮৪৪, ইসলামিক সেন্টার ৩৮৪৩)\n",
    "checkStatus": "1",
    "hadithNo": "3881",
    "id": "50964",
    "thesequence": "50467",
    "isActive": "1",
    "chapterId": "18420",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৫. বিক্রিত মাল দেউলিয়া ঘোষিত ক্রেতার নিকট পাওয়া গেলে বিক্রেতা তা ফেরত নিতে পারে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Apostle (ﷺ) as saying:\nWhen a man becomes insolvent (and the other) man (the seller) finds his commodity intact with him, he is more entitled to get it (than anyone else)",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا أَفْلَسَ الرَّجُلُ فَوَجَدَ الرَّجُلُ مَتَاعَهُ بِعَيْنِهِ فَهُوَ أَحَقُّ بِهِ  .",
    "hadithBengali": "৩৮৮২-(২৪/...) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত। তিনি বলেন, যদি কোন লোককে দেউলিয়া ঘোষণা করা হয় আর কোন লোক স্বীয় সম্পদ অবিকলভাবে তার কাছে পায়, তবে সে ব্যক্তিই তা পাওয়ার বেশী হক রাখে। (ইসলামিক ফাউন্ডেশন ৩৮৪৫, ইসলামিক সেন্টার ৩৮৪৪)\n",
    "checkStatus": "1",
    "hadithNo": "3882",
    "id": "50965",
    "thesequence": "50468",
    "isActive": "1",
    "chapterId": "18420",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৫. বিক্রিত মাল দেউলিয়া ঘোষিত ক্রেতার নিকট পাওয়া গেলে বিক্রেতা তা ফেরত নিতে পারে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated on the authority of Qatada with the same chain of transmitters (but with a change of these words):\n He is more entitled to get it than any other creditor.",
    "hadithArabic": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا سَعِيدٌ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، أَيْضًا حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي كِلاَهُمَا، عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ . مِثْلَهُ وَقَالاَ   فَهُوَ أَحَقُّ بِهِ مِنَ الْغُرَمَاءِ  .",
    "hadithBengali": "৩৮৮৩-(.../...) যুহাইর ইবনু হারব (রহঃ) ..... কাতাদাহ (রহঃ) হতে উক্ত রূপ বর্ণনা করেন। অবশ্য এ বর্ণনার শেষে বলা হয়েছে সে ব্যক্তিই অন্যান্য সকল পাওনাদারদের চেয়ে বেশী হকদার। (ইসলামিক ফাউন্ডেশন ৩৮৪৬. ইসলামিক সেন্টার ৩৮৪৫)\n",
    "checkStatus": "1",
    "hadithNo": "3883",
    "id": "50966",
    "thesequence": "50469",
    "isActive": "1",
    "chapterId": "18420",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৫. বিক্রিত মাল দেউলিয়া ঘোষিত ক্রেতার নিকট পাওয়া গেলে বিক্রেতা তা ফেরত নিতে পারে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nWhen a inan becomes insolvent, and the other person (seller) finds his goods intact with him, he is more entitled to get them than anyone else.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي خَلَفٍ، وَحَجَّاجُ بْنُ الشَّاعِرِ، قَالاَ حَدَّثَنَا أَبُو سَلَمَةَ، الْخُزَاعِيُّ - قَالَ حَجَّاجٌ مَنْصُورُ بْنُ سَلَمَةَ - أَخْبَرَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ خُثَيْمِ بْنِ عِرَاكٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا أَفْلَسَ الرَّجُلُ فَوَجَدَ الرَّجُلُ عِنْدَهُ سِلْعَتَهُ بِعَيْنِهَا فَهُوَ أَحَقُّ بِهَا  .",
    "hadithBengali": "৩৮৮৪-(২৫/...) মুহাম্মাদ ইবনু আহমাদ ইবনু আবূ খালাফ, হাজ্জাজ ইবনু শায়িব (রহঃ) .... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন লোক যখন দেউলিয়া হয়ে যায়, আর তার নিকট কোন মাল বিক্রেতা তার বিক্রিত মাল অপরিবর্তিত অবস্থায় পায় তখন সে-ই সে মাল পেতে বেশী হকদার। (ইসলামিক ফাউন্ডেশন ৩৮৪৭, ইসলামিক সেন্টার ৩৮৪৬)\n",
    "checkStatus": "1",
    "hadithNo": "3884",
    "id": "50967",
    "thesequence": "50470",
    "isActive": "1",
    "chapterId": "18420",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৫. বিক্রিত মাল দেউলিয়া ঘোষিত ক্রেতার নিকট পাওয়া গেলে বিক্রেতা তা ফেরত নিতে পারে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hudhaifa reported Allahs Messenger (ﷺ) as saying The angels took away the soul of a person who had lived among people who were before you. They (the angels) said:\nDid you do anything good? He said: No. they said: Try to recall. He said: I used to lend to people and order my servants to give respite to one in straitened circumstances and give allowance to the solvent, for Allah, the Exalted and Majestic, said (to the angels): You should ignore (his failing).",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا مَنْصُورٌ، عَنْ رِبْعِيِّ بْنِ، حِرَاشٍ أَنَّ حُذَيْفَةَ، حَدَّثَهُمْ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   تَلَقَّتِ الْمَلاَئِكَةُ رُوحَ رَجُلٍ مِمَّنْ كَانَ قَبْلَكُمْ فَقَالُوا أَعَمِلْتَ مِنَ الْخَيْرِ شَيْئًا قَالَ لاَ . قَالُوا تَذَكَّرْ . قَالَ كُنْتُ أُدَايِنُ النَّاسَ فَآمُرُ فِتْيَانِي أَنْ يُنْظِرُوا الْمُعْسِرَ وَيَتَجَوَّزُوا عَنِ الْمُوسِرِ - قَالَ - قَالَ اللَّهُ عَزَّ وَجَلَّ تَجَوَّزُوا عَنْهُ  .",
    "hadithBengali": "৩৮৮৫-(২৬/১৫৬০) আহমাদ ইবনু আবদুল্লাহ ইবনে ইউনুস (রহঃ) ..... হুয়াইফাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের পূর্ববর্তী উম্মাতের এক ব্যক্তির রুহের সাথে ফিরিশতাগণ সাক্ষাৎ করে জিজ্ঞেস করলেনঃ বিশেষ কোন সৎকাজ তুমি করেছ কি? সে বলল, না। তারা বললেনঃ মনে করে দেখো। সে বললঃ আমি মানুষের সাথে লেনদেন করতাম। তারপর অসচ্ছল ব্যক্তিদের সুযোগ দিতে ও সচ্ছল ব্যক্তিদের প্রতি সহানুভূতি প্রদর্শন করতে আমি আমার লোকদের নির্দেশ দিতাম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এরপর আল্লাহ তা&#39;আল বললেনঃ &ldquo;ওকে ছেড়ে দাও। (ইসলামিক ফাউন্ডেশন ৩৮৪৮, ইসলামিক সেন্টার ৩৮৪৭)\n",
    "checkStatus": "1",
    "hadithNo": "3885",
    "id": "50968",
    "thesequence": "50471",
    "isActive": "1",
    "chapterId": "18421",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৬.  অসহায়কে সুযোগ দেয়ার ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hudhaifa reported:\nA person met his Lord (after death) and He said: What (good) did you do? He said: I did no good except this that I was a rich man, and I demanded from the people (the repayment of debt that I advanced to them). I, however, accepted that which the solvent gave and remitted (the debt) of the insolvent, whereupon He (the Lord) said: You should ignore (the faults) of My servant. Abu Masud (Allah be pleased with him) said: This is what I heard Allahs Messenger (ﷺ) as saying.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لاِبْنِ حُجْرٍ - قَالاَ حَدَّثَنَا جَرِيرٌ، عَنِ الْمُغِيرَةِ، عَنْ نُعَيْمِ بْنِ أَبِي هِنْدٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، قَالَ اجْتَمَعَ حُذَيْفَةُ وَأَبُو مَسْعُودٍ فَقَالَ حُذَيْفَةُ   رَجُلٌ لَقِيَ رَبَّهُ فَقَالَ مَا عَمِلْتَ قَالَ مَا عَمِلْتُ مِنَ الْخَيْرِ إِلاَّ أَنِّي كُنْتُ رَجُلاً ذَا مَالٍ فَكُنْتُ أُطَالِبُ بِهِ النَّاسَ فَكُنْتُ أَقْبَلُ الْمَيْسُورَ وَأَتَجَاوَزُ عَنِ الْمَعْسُورِ . فَقَالَ تَجَاوَزُوا عَنْ عَبْدِي  . قَالَ أَبُو مَسْعُودٍ هَكَذَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ .",
    "hadithBengali": "৩৮৮৬-(২৭/...) আলী ইবনু হুজুর ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... রিবঈ ইবনু হিরাশ (রহঃ) হতে বর্ণিত। তিনি বলেনঃ একদা হুযাইফাহ্ (রাযিঃ)-ও আবূ মাসউদ (রাযিঃ) একত্রিত হন। হুযাইফাহ্ (রাযিঃ) বললেনঃ এক ব্যক্তির তার প্রভুর (আল্লাহ) সাথে সাক্ষাৎ হয়। আল্লাহ তাকে জিজ্ঞেস করেন, তুমি কী কী সাওয়াবের কাজ করেছ? সে বললঃ আমি তেমন কোন সৎকাজ করিনি; তবে আমি একজন ধনী লোক ছিলাম। আমি মানুষের কাছে পাওনা চাইতাম এভাবে যে, সচ্ছলদেরকে সময় দিতাম আর গরীবদেরকে মুক্ত করে দিতাম। এরপর আল্লাহ নির্দেশ দিলেন; আমার বান্দাকে মাফ করে দাও। আবূ মাসউদ (রাযিঃ) বলেনঃ আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এরূপই বলতে শুনেছি। (ইসলামিক ফাউন্ডেশন ৩৮৪৯, ইসলামিক সেন্টার ৩৮৪৮)\n",
    "checkStatus": "1",
    "hadithNo": "3886",
    "id": "50969",
    "thesequence": "50472",
    "isActive": "1",
    "chapterId": "18421",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৬.  অসহায়কে সুযোগ দেয়ার ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hudhaifa (Allah be pleased with him) reported Allahs Apostle (ﷺ) as saying:\nA person died and he entered Paradise. It was said to him What (act) did you do? (Either he recalled it himself or he was made to recall), he said I used to enter into transactions with people and I gave respite to the insolvent and did not show any strictness in case of accepting a coin or demanding cash payment. (For these acts of his) he was granted pardon. Abu Masud said: I heard this from Allahs Messenger (ﷺ).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْمَلِكِ بْنِ، عُمَيْرٍ عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم   أَنَّ رَجُلاً مَاتَ فَدَخَلَ الْجَنَّةَ فَقِيلَ لَهُ مَا كُنْتَ تَعْمَلُ قَالَ فَإِمَّا ذَكَرَ وَإِمَّا ذُكِّرَ . فَقَالَ إِنِّي كُنْتُ أُبَايِعُ النَّاسَ فَكُنْتُ أُنْظِرُ الْمُعْسِرَ وَأَتَجَوَّزُ فِي السِّكَّةِ أَوْ فِي النَّقْدِ . فَغُفِرَ لَهُ  . فَقَالَ أَبُو مَسْعُودٍ وَأَنَا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৩৮৮৭-(২৮/...) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... হুযাইফাহ্ (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত যে, এক ব্যক্তি মৃত্যুর পর জান্নাতে প্রবেশ করে। তাকে জিজ্ঞেস করা হল তুমি কেমন আমল করতে? রাবী বলেনঃ এরপর সে স্মরণ করে বা তাকে স্মরণ করিয়ে দেয়া হয়। সে বললঃ আমি মানুষের সাথে কেনা-বেচা করতাম। দরিদ্র লোকদেরকে আমি অবকাশ দিতাম এবং মুদ্রা বা টাকা মাফ করে দিতাম। এ কারণে তাকে ক্ষমা করে দেয়া হয়। এরপর আবূ মাসউদ বলেনঃ এরূপই আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি। (ইসলামিক ফাউন্ডেশন ৩৮৫০, ইসলামিক সেন্টার ৩৮৪৯)\n",
    "checkStatus": "1",
    "hadithNo": "3887",
    "id": "50970",
    "thesequence": "50473",
    "isActive": "1",
    "chapterId": "18421",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৬.  অসহায়কে সুযোগ দেয়ার ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hudhaifa (Allah be pleased with him) reported:\nA servant from amongst the servants of Allah was brought to Him whom Allah had endowed with riches. He (Allah) said to him: What (did you do) in the world? (They cannot conceal anything from Allah) He (the person) said: O my Lord, You endowed me with Your riches. I used to enter into transactions with people. It was my nature to be lenient to (my debtors). I showed leniency to the solvent and gave respite to the insolvent, whereupon Allah said: I have more right than you to do this to connive at My servant. Uqba b. Amir al-Juhani and Abu Masud said: This is what we heard from Allahs Messenger (ﷺ).",
    "hadithArabic": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ سَعْدِ بْنِ طَارِقٍ، عَنْ رِبْعِيِّ، بْنِ حِرَاشٍ عَنْ حُذَيْفَةَ، قَالَ   أُتِيَ اللَّهُ بِعَبْدٍ مِنْ عِبَادِهِ آتَاهُ اللَّهُ مَالاً فَقَالَ لَهُ مَاذَا عَمِلْتَ فِي الدُّنْيَا - قَالَ وَلاَ يَكْتُمُونَ اللَّهَ حَدِيثًا - قَالَ يَا رَبِّ آتَيْتَنِي مَالَكَ فَكُنْتُ أُبَايِعُ النَّاسَ وَكَانَ مِنْ خُلُقِي الْجَوَازُ فَكُنْتُ أَتَيَسَّرُ عَلَى الْمُوسِرِ وَأُنْظِرُ الْمُعْسِرَ . فَقَالَ اللَّهُ أَنَا أَحَقُّ بِذَا مِنْكَ تَجَاوَزُوا عَنْ عَبْدِي  . فَقَالَ عُقْبَةُ بْنُ عَامِرٍ الْجُهَنِيُّ وَأَبُو مَسْعُودٍ الأَنْصَارِيُّ هَكَذَا سَمِعْنَاهُ مِنْ فِي رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৩৮৮৮-(২৯/...) আবূ সাঈদ আশাজ্জ (রহঃ) ..... হুযাইফাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ আল্লাহ তা&#39;আলার কাছে তার এমন এক বান্দাকে হাযির করা হয়, যাকে তিনি প্রচুর সম্পদ দান করেছিলেন। আল্লাহ তাকে জিজ্ঞেস করেন, দুনিয়ায় তুমি কী আমাল করেছ? রাবী বলেনঃ আর আল্লাহর নিকট কেউ কোন কথা গোপন রাখতে পারে না। সে বললঃ হে আমার রব! আপনি আপনার সম্পদ আমাকে দান করেছিলেন। আমি মানুষের সাথে ক্রয়-বিক্রয় করতাম। সুতরাং সচ্ছল ব্যক্তির সহিত আমি সহনশীলতা প্রদর্শন করতাম আর গরীবকে সময় দিতাম। আল্লাহ তা&#39;আলা বললেনঃ এ ব্যাপারে (হে বান্দা) তোমার চেয়ে আমি অধিকযোগ্য। তোমরা আমার বান্দাকে ছেড়ে দাও। উকবাহ ইবনু আমির জুহানী ও আবূ মাসউদ আনসারী (রাযিঃ) বলেন, এরূপই আমরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুখ থেকে শুনেছি। (ইসলামিক ফাউন্ডেশন ৩৮৫১, ইসলামিক সেন্টার ৩৮৫০)\n",
    "checkStatus": "1",
    "hadithNo": "3888",
    "id": "50971",
    "thesequence": "50474",
    "isActive": "1",
    "chapterId": "18421",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৬.  অসহায়কে সুযোগ দেয়ার ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Masud (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nA person from people who lived before you was called to account (by Allah at the Day of Judgment) and no good was found in his account except this that lie being a rich man had (financial) dealings with people and had commanded his servants to show leniency to the straitened ones. Upon this Allah, the Exalted and Majestic, said: We have more right to this, so overlook (his faults).",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ - وَاللَّفْظُ لِيَحْيَى - قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ أَبِي مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   حُوسِبَ رَجُلٌ مِمَّنْ كَانَ قَبْلَكُمْ فَلَمْ يُوجَدْ لَهُ مِنَ الْخَيْرِ شَىْءٌ إِلاَّ أَنَّهُ كَانَ يُخَالِطُ النَّاسَ وَكَانَ مُوسِرًا فَكَانَ يَأْمُرُ غِلْمَانَهُ أَنْ يَتَجَاوَزُوا عَنِ الْمُعْسِرِ قَالَ قَالَ اللَّهُ عَزَّ وَجَلَّ نَحْنُ أَحَقُّ بِذَلِكَ مِنْهُ تَجَاوَزُوا عَنْهُ  .",
    "hadithBengali": "৩৮৮৯-(৩০/১৫৬১) ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বাকর ইবনু আবূ শাইবাহ, আবূ কুরায়ব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ মাসউদ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের পূর্ববর্তী লোকদের মধ্যে এক লোকের হিসেব গ্রহণ করা হয়, কিন্তু তার মধ্যে কোন প্রকার ভাল আমাল পাওয়া যায়নি। কিন্তু সে মানুষের সাথে লেনদেন করত এবং সে ছিল সচ্ছল। তাই দরিদ্র লোকদের ক্ষমা করে দেয়ার জন্যে সে তার কর্মচারীদের নির্দেশ দিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আল্লাহ বললেনঃ এ ব্যাপারে (অর্থাৎ ক্ষমা করার ব্যাপারে) আমি তার চেয়ে অধিক যোগ্য। একে ক্ষমা করে দাও। (ইসলামিক ফাউন্ডেশন ৩৮৫২, ইসলামিক সেন্টার ৩৮৫১)\n",
    "checkStatus": "1",
    "hadithNo": "3889",
    "id": "50972",
    "thesequence": "50475",
    "isActive": "1",
    "chapterId": "18421",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৬.  অসহায়কে সুযোগ দেয়ার ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nThere was a person who gave loans to the people and said to his men: When an insolvent comes to you show him leniency that Allah may overlook our (faults). So when he met Allah, He overlooked his faults (forgave him).",
    "hadithArabic": "حَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، وَمُحَمَّدُ بْنُ جَعْفَرِ بْنِ زِيَادٍ، - قَالَ مَنْصُورٌ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ الزُّهْرِيِّ، وَقَالَ ابْنُ جَعْفَرٍ، أَخْبَرَنَا إِبْرَاهِيمُ، وَهُوَ ابْنُ سَعْدٍ عَنِ ابْنِ، شِهَابٍ عَنِ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   كَانَ رَجُلٌ يُدَايِنُ النَّاسَ فَكَانَ يَقُولُ لِفَتَاهُ إِذَا أَتَيْتَ مُعْسِرًا فَتَجَاوَزْ عَنْهُ لَعَلَّ اللَّهَ يَتَجَاوَزُ عَنَّا . فَلَقِيَ اللَّهَ فَتَجَاوَزَ عَنْهُ  .",
    "hadithBengali": "৩৮৯০-(৩১/১৫৬২) মানসূর ইবনু আবূ মুযাহিম ও মুহাম্মাদ ইবনু জাফার ইবনু যিয়াদ (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক লোক মানুষের সাথে লেনদেন করত। সে তার গোলামকে বলে দিত, তুমি যখন কোন অভাবগ্রস্তের কাছে যাবে তখন তাকে ক্ষমা করে দিবে। হয়ত আল্লাহ আমাদেরকেও ক্ষমা করে দিবেন। অতঃপর সে ব্যক্তি আল্লাহর সাথে মিলিত হলো। আর আল্লাহ তাকে ক্ষমা করে দিলেন। (ইসলামিক ফাউন্ডেশন ৩৮৫৩, ইসলামিক সেন্টার ৩৮৫২)\n",
    "checkStatus": "1",
    "hadithNo": "3890",
    "id": "50973",
    "thesequence": "50476",
    "isActive": "1",
    "chapterId": "18421",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৬.  অসহায়কে সুযোগ দেয়ার ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this is narrated on the authority of Abu Huraira (Allah be pleased with him).",
    "hadithArabic": " حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَنَّ عُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، حَدَّثَهُ أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ . بِمِثْلِهِ .",
    "hadithBengali": "৩৮৯১-(.../...) হারমালাহ্ ইবনু ইয়াহইয়া (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন যে, আমি শুনেছি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনুরূপ বলেছেন। (ইসলামিক ফাউন্ডেশন ৩৮৫৪, ইসলামিক সেন্টার ৩৮৫৩)\n",
    "checkStatus": "1",
    "hadithNo": "3891",
    "id": "50974",
    "thesequence": "50477",
    "isActive": "1",
    "chapterId": "18421",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৬.  অসহায়কে সুযোগ দেয়ার ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Abu Qatada reported that Abu Qatada (Allah be pleased with him) demanded (the payment of his debt) from his debtor but he disappeared; later on he found him and he said:\nI am hard up financially, whereupon he said: (Do you state it) by God? He said: By God. Upon this he (Qatada) said: I heard Allahs Messenger (ﷺ) as saying: He who loves that Allah saves him from the torments of the Day of Resurrection should give respite to the insolvent or remit (his debt).",
    "hadithArabic": "حَدَّثَنَا أَبُو الْهَيْثَمِ، خَالِدُ بْنُ خِدَاشِ بْنِ عَجْلاَنَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، أَنَّ أَبَا قَتَادَةَ، طَلَبَ غَرِيمًا لَهُ فَتَوَارَى عَنْهُ ثُمَّ وَجَدَهُ فَقَالَ إِنِّي مُعْسِرٌ . فَقَالَ آللَّهِ قَالَ آللَّهِ . قَالَ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ سَرَّهُ أَنْ يُنْجِيَهُ اللَّهُ مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ فَلْيُنَفِّسْ عَنْ مُعْسِرٍ أَوْ يَضَعْ عَنْهُ  .",
    "hadithBengali": "৩৮৯২-(৩২/১৫৬৩) আবূল হায়সাম খালিদ ইবনু খিদাশ ইবনু আজলান (রহঃ) ..... আবদুল্লাহ্ ইবনু আবূ কাতাদাহ্ (রহঃ) হতে বর্ণিত যে, আবূ কাতাদাহ্ (রাযিঃ) একবার তার কাছ থেকে ঋণ গ্রহণকারী একজনকে খোঁজ করেন। সে তার থেকে লুকিয়ে ছিল। পরে তিনি তাকে পেয়ে যান। সে বললঃ আমি অভাবগ্রস্ত। তিনি বললেনঃ আল্লাহর শপথ! সে বললঃ আল্লাহর শপথ। তিনি বললেনঃ তাহলে আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছিঃ যে ব্যক্তি এটা চায় যে, আল্লাহ তাকে কিয়ামাত দিবসের দুঃখ-কষ্ট থেকে মুক্তি দিক সে যেন ঋণগ্রস্ত অক্ষম লোকের সহজ ব্যবস্থা করে কিংবা ঋণ মওকুফ করে দেয়। (ইসলামিক ফাউন্ডেশন ৩৮৫৫, ইসলামিক সেন্টার ৩৮৫৪)\n",
    "checkStatus": "1",
    "hadithNo": "3892",
    "id": "50975",
    "thesequence": "50478",
    "isActive": "1",
    "chapterId": "18421",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৬.  অসহায়কে সুযোগ দেয়ার ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Ayyob with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِيهِ أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي جَرِيرُ بْنُ حَازِمٍ، عَنْ أَيُّوبَ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "৩৮৯৩-(.../...) আবূ তাহির (রহঃ) ..... আইয়্যুব (রহঃ) হতে উক্ত সূত্রে অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৮৫৭, ইসলামিক সেন্টার ৩৮৫৫)\n",
    "checkStatus": "1",
    "hadithNo": "3893",
    "id": "50976",
    "thesequence": "50479",
    "isActive": "1",
    "chapterId": "18421",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৬.  অসহায়কে সুযোগ দেয়ার ফাযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nDelay (in the payment of debt) on the part of a rich man is injustice, and when one of you is retired to a rich man, he should follow him.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، . أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَطْلُ الْغَنِيِّ ظُلْمٌ وَإِذَا أُتْبِعَ أَحَدُكُمْ عَلَى مَلِيءٍ فَلْيَتْبَعْ  .",
    "hadithBengali": "৩৮৯৪-(৩৩/১৫৬৪) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সক্ষম ব্যক্তির ঋণ আদায়ে গড়িমসি করা অত্যাচারের শামিল। তোমাদের কারো প্রতি ঋণ পরিশোধের দায়িত্ব দিলে সে যেন তা গ্রহণ করে। (ইসলামিক ফাউন্ডেশন ৩৮৫৬, ইসলামিক সেন্টার ৩৮৫৬)\n",
    "checkStatus": "1",
    "hadithNo": "3894",
    "id": "50977",
    "thesequence": "50480",
    "isActive": "1",
    "chapterId": "18422",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৭. সক্ষম ব্যক্তির ঋণ আদায়ে গড়িমসি করা হারাম, ঋণ পরিশোধের দায়িত্ব অন্যের উপর দেয়া বৈধ এবং তা গ্রহণ করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been transmitted on the authority of Abu Huraira (Allah be pleased with him).",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالاَ جَمِيعًا حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৩৮৯৫-(.../...) ইসহাক ইবনু ইবরাহীম ও মুহাম্মাদ ইবনু রাফি (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৮৫৮, ইসলামিক সেন্টার ৩৮৫৭)\n",
    "checkStatus": "1",
    "hadithNo": "3895",
    "id": "50978",
    "thesequence": "50481",
    "isActive": "1",
    "chapterId": "18422",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৭. সক্ষম ব্যক্তির ঋণ আদায়ে গড়িমসি করা হারাম, ঋণ পরিশোধের দায়িত্ব অন্যের উপর দেয়া বৈধ এবং তা গ্রহণ করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abdullah (, Allah be pleased with him) reported that Allahs Messenger (ﷺ) forbade the sale of excess water.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، أَخْبَرَنَا وَكِيعٌ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، جَمِيعًا عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعِ فَضْلِ الْمَاءِ .",
    "hadithBengali": "৩৮৯৬-(৩৪/১৫৬৫) আবূ বাকর ইবনু আবূ শাইবাহ ও মুহাম্মাদ ইবনু হাতিম (রহঃ) ..... জাবির ইবনু &#39;আবদুল্লাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রয়োজনের চেয়ে বেশী পানি বিক্রি করতে নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৮৫৯, ইসলামিক সেন্টার ৩৮৫৮)\n",
    "checkStatus": "1",
    "hadithNo": "3896",
    "id": "50979",
    "thesequence": "50482",
    "isActive": "1",
    "chapterId": "18423",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৮. মাঠে অবস্থিত পানি যা চারণ ভূমির কাজে লাগে এ পানির বাড়তি অংশ বিক্রি করা অবৈধ এবং তা ব্যবহারে বাধা দেয়া হারাম, আর ষাড় বা পাঠা দ্বারা মজুরী গ্রহণ করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abdullah (Allah be pleased with him) reported that Allahs Messenger (ﷺ) forbade the hiring of a Camel to cover a she-Camel and from selling water and land to be tilled. So from all this the Messenger of Allah (ﷺ) forbade.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعِ ضِرَابِ الْجَمَلِ وَعَنْ بَيْعِ الْمَاءِ وَالأَرْضِ لِتُحْرَثَ . فَعَنْ ذَلِكَ نَهَى النَّبِيُّ صلى الله عليه وسلم .",
    "hadithBengali": "৩৮৯৭-(৩৫/...) ইসহাক ইবনু ইবরাহীম ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন; উট দ্বারা পাল দিয়ে তার মজুরী নিতে এবং চাষের ও জমির বিনিময়ে পানি বিক্রি করতে। এসব রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৮৬০, ইসলামিক সেন্টার ৩৮৫৯)\n",
    "checkStatus": "1",
    "hadithNo": "3897",
    "id": "50980",
    "thesequence": "50483",
    "isActive": "1",
    "chapterId": "18423",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৮. মাঠে অবস্থিত পানি যা চারণ ভূমির কাজে লাগে এ পানির বাড়তি অংশ বিক্রি করা অবৈধ এবং তা ব্যবহারে বাধা দেয়া হারাম, আর ষাড় বা পাঠা দ্বারা মজুরী গ্রহণ করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nExcess water must not be withheld so that the growth of herbage may be hindered.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ ح وَحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا لَيْثٌ، كِلاَهُمَا عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يُمْنَعُ فَضْلُ الْمَاءِ لِيُمْنَعَ بِهِ الْكَلأُ  .",
    "hadithBengali": "৩৮৯৮-৩৬/১৫৬৬) ইয়াহইয়া ইবনু ইয়াহইয়া ও কুতাইবাহ ইবনু সাঈদ (রহঃ) ... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রয়োজনের চেয়ে বেশী পানি ব্যবহারে কাউকে বাধা দেয়া যাবে না। কারণ এর দ্বারা ঘাস উৎপাদন বন্ধ হয়ে যাবে। (ইসলামিক ফাউন্ডেশন ৩৮৬১, ইসলামিক সেন্টার ৩৮৬০)\n",
    "checkStatus": "1",
    "hadithNo": "3898",
    "id": "50981",
    "thesequence": "50484",
    "isActive": "1",
    "chapterId": "18423",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৮. মাঠে অবস্থিত পানি যা চারণ ভূমির কাজে লাগে এ পানির বাড়তি অংশ বিক্রি করা অবৈধ এবং তা ব্যবহারে বাধা দেয়া হারাম, আর ষাড় বা পাঠা দ্বারা মজুরী গ্রহণ করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nDo not withhold excess of water, so that you may prevent the growth of herbage.",
    "hadithArabic": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، - وَاللَّفْظُ لِحَرْمَلَةَ - أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَمْنَعُوا فَضْلَ الْمَاءِ لِتَمْنَعُوا بِهِ الْكَلأَ  .",
    "hadithBengali": "৩৮৯৯-(৩৭/...) আবূ তাহির ও হারমালাহ্ (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রয়োজনের চেয়ে বেশী পানি তোমরা বন্ধ করে রেখ না। কারণ এর দ্বারা তোমরা ঘাস উৎপাদন বন্ধ করে ফেলবে। (ইসলামিক ফাউন্ডেশন ৩৮৬২, ইসলামিক সেন্টার ৩৮৬১)\n",
    "checkStatus": "1",
    "hadithNo": "3899",
    "id": "50982",
    "thesequence": "50485",
    "isActive": "1",
    "chapterId": "18423",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৮. মাঠে অবস্থিত পানি যা চারণ ভূমির কাজে লাগে এ পানির বাড়তি অংশ বিক্রি করা অবৈধ এবং তা ব্যবহারে বাধা দেয়া হারাম, আর ষাড় বা পাঠা দ্বারা মজুরী গ্রহণ করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nThe excess of water should not be sold in order to enable the sate of herbage.",
    "hadithArabic": "وَحَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ النَّوْفَلِيُّ، حَدَّثَنَا أَبُو عَاصِمٍ الضَّحَّاكُ بْنُ مَخْلَدٍ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي زِيَادُ بْنُ سَعْدٍ، أَنَّ هِلاَلَ بْنَ أُسَامَةَ، أَخْبَرَهُ أَنَّ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ أَخْبَرَهُ أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يُبَاعُ فَضْلُ الْمَاءِ لِيُبَاعَ بِهِ الْكَلأُ  .",
    "hadithBengali": "৩৯০০-(৩৮/...) আহমাদ ইবনু উসমান নাওফালী (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এমনিতে জন্ম নেয় ঘাস বিক্রির উদ্দেশ্য নিয়ে প্রয়োজনাতিরিক্ত পানি বিক্রি করা যাবে না।* (ইসলামিক ফাউন্ডেশন ৩৮৬৩, ইসলামিক সেন্টার ৩৮৬২)\n",
    "checkStatus": "1",
    "hadithNo": "3900",
    "id": "50983",
    "thesequence": "50486",
    "isActive": "1",
    "chapterId": "18423",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৮. মাঠে অবস্থিত পানি যা চারণ ভূমির কাজে লাগে এ পানির বাড়তি অংশ বিক্রি করা অবৈধ এবং তা ব্যবহারে বাধা দেয়া হারাম, আর ষাড় বা পাঠা দ্বারা মজুরী গ্রহণ করা হারাম ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aba Masud al-Ansari (Allah be pleased with him) reported that Allahs Messenger (ﷺ) forbade the charging of price of the dog, and earnings of a prostitute and sweets offered to a kahin.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي بَكْرِ بْنِ، عَبْدِ الرَّحْمَنِ عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ ثَمَنِ الْكَلْبِ وَمَهْرِ الْبَغِيِّ وَحُلْوَانِ الْكَاهِنِ  .",
    "hadithBengali": "৩৯০১-(৩৯/১৫৬৭) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবূ মাসউদ আনসারী (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুকুরের মূল্য, ব্যভিচারিণীর ব্যভিচার দ্বারা উপার্জিত অর্থ এবং গণকের গণনা দ্বারা উপার্জিত অৰ্থ গ্রহণ করতে নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৮৬৪, ইসলামিক সেন্টার ৩৮৬৩)\n",
    "checkStatus": "1",
    "hadithNo": "3901",
    "id": "50984",
    "thesequence": "50487",
    "isActive": "1",
    "chapterId": "18424",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৯. কুকুরের মূল্য, গণকের গণনা কাজের মজুরী ও ব্যভিচারিণীর ব্যভিচার দ্বারা উপার্জিত অর্থ হারাম এবং বিড়াল বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this is reported on the authority of Abu Masud through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ رُمْحٍ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ، بْنُ أَبِي شَيْبَةَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، كِلاَهُمَا عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ . مِثْلَهُ . وَفِي حَدِيثِ اللَّيْثِ مِنْ رِوَايَةِ ابْنِ رُمْحٍ أَنَّهُ سَمِعَ أَبَا مَسْعُودٍ .",
    "hadithBengali": "৩৯০২-(.../...) কুতাইবাহ ইবনু সাঈদ ও মুহাম্মাদ ইবনু রুমূহ (রহঃ) লায়স ইবনু সা&#39;দ (রহঃ) হতে এবং আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) সুফইয়ান ইবনু উয়াইনাহ্ (রহঃ) হতে এবং তারা উভয়ে যুহরী (রহঃ) হতে এ সূত্রে অনুরূপ হাদীস বর্ণনা করেন। তবে ইবনু রুমহের বর্ণনায় লায়স (রহঃ) আবূ মাসউদ (রাযিঃ) থেকে শুনেননি (ইসলামিক ফাউন্ডেশন ৩৮৬৫, ইসলামিক সেন্টার ৩৮৬৪)\n",
    "checkStatus": "1",
    "hadithNo": "3902",
    "id": "50985",
    "thesequence": "50488",
    "isActive": "1",
    "chapterId": "18424",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৯. কুকুরের মূল্য, গণকের গণনা কাজের মজুরী ও ব্যভিচারিণীর ব্যভিচার দ্বারা উপার্জিত অর্থ হারাম এবং বিড়াল বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Rafi b. Khadij (Allah be pleased with him) reported:\nI heard Allahs Apostle (ﷺ) as saying: The worst earning is the earning of a prostitute, the price of a dog and the earning of a cupper.",
    "hadithArabic": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، عَنْ مُحَمَّدِ بْنِ يُوسُفَ، قَالَ سَمِعْتُ السَّائِبَ بْنَ يَزِيدَ، يُحَدِّثُ عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   شَرُّ الْكَسْبِ مَهْرُ الْبَغِيِّ وَثَمَنُ الْكَلْبِ وَكَسْبُ الْحَجَّامِ  .",
    "hadithBengali": "৩৯০৩-(৪০/১৫৬৮) মুহাম্মাদ ইবনু হাতিম (রহঃ) ..... রাফি ইবনু খাদীজ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, নিকৃষ্ট উপার্জন বেশ্যা বৃত্তির উপার্জন এবং কুকুরের মূল্য আর রক্ত মোক্ষণকারীর (শিঙ্গা লাগানোর) আয়। (ইসলামিক ফাউন্ডেশন ৩৮৬৬, ইসলামিক সেন্টার ৩৮৬৫)\n",
    "checkStatus": "1",
    "hadithNo": "3903",
    "id": "50986",
    "thesequence": "50489",
    "isActive": "1",
    "chapterId": "18424",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৯. কুকুরের মূল্য, গণকের গণনা কাজের মজুরী ও ব্যভিচারিণীর ব্যভিচার দ্বারা উপার্জিত অর্থ হারাম এবং বিড়াল বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Rafi b. Khadij reported Allah& Messenger (ﷺ) as saying:\nThe price of a dog is evil, the earning of a prostitute is evil and the earning of a cupper is evil.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الأَوْزَاعِيِّ، عَنْ يَحْيَى، بْنِ أَبِي كَثِيرٍ حَدَّثَنِي إِبْرَاهِيمُ بْنُ قَارِظٍ، عَنِ السَّائِبِ بْنِ يَزِيدَ، حَدَّثَنِي رَافِعُ بْنُ خَدِيجٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   ثَمَنُ الْكَلْبِ خَبِيثٌ وَمَهْرُ الْبَغِيِّ خَبِيثٌ وَكَسْبُ الْحَجَّامِ خَبِيثٌ  .",
    "hadithBengali": "৩৯০৪-(৪১/...) ইসহাক ইবনু ইবরাহীম (রহঃ) ..... রফি ইবনু খাদীজ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কুকুরের মূল্য নিকৃষ্ট, ব্যভিচারিণীর ব্যভিচারের আয় নিকৃষ্ট এবং রক্ত মোক্ষণকারীর উপার্জন নিকৃষ্ট। (ইসলামিক ফাউন্ডেশন ৩৮৬৭, ইসলামিক সেন্টার ৩৮৬৬)\n",
    "checkStatus": "1",
    "hadithNo": "3904",
    "id": "50987",
    "thesequence": "50490",
    "isActive": "1",
    "chapterId": "18424",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৯. কুকুরের মূল্য, গণকের গণনা কাজের মজুরী ও ব্যভিচারিণীর ব্যভিচার দ্বারা উপার্জিত অর্থ হারাম এবং বিড়াল বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A hadith like this has been narrated on the authority of Rafi b. Khadij through another chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ يَحْيَى بْنِ أَبِي، كَثِيرٍ بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৩৯০৫-(.../...) ইসহাক ইবনু ইবরাহীম (রহঃ) ..... ইয়াহইয়া ইবনু কাসীর (রহঃ) এর সূত্রে এ হাদীস উক্তরূপে বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৮৬৮, ইসলামিক সেন্টার ৩৮৬৭)\n",
    "checkStatus": "1",
    "hadithNo": "3905",
    "id": "50988",
    "thesequence": "50491",
    "isActive": "1",
    "chapterId": "18424",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৯. কুকুরের মূল্য, গণকের গণনা কাজের মজুরী ও ব্যভিচারিণীর ব্যভিচার দ্বারা উপার্জিত অর্থ হারাম এবং বিড়াল বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been narrated on the authority of Rafi b. Khadij through another chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ، حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، بْنِ أَبِي كَثِيرٍ حَدَّثَنِي إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ، عَنِ السَّائِبِ بْنِ يَزِيدَ، حَدَّثَنَا رَافِعُ بْنُ خَدِيجٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৩৯০৬-(.../...) ইসহাক ইবনু ইবরাহীম (রহঃ) ..... রাফি ইবনু খাদীজ (রাযিঃ) হতে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৮৬৯, ইসলামিক সেন্টার ৩৮৬৮)\n",
    "checkStatus": "1",
    "hadithNo": "3906",
    "id": "50989",
    "thesequence": "50492",
    "isActive": "1",
    "chapterId": "18424",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৯. কুকুরের মূল্য, গণকের গণনা কাজের মজুরী ও ব্যভিচারিণীর ব্যভিচার দ্বারা উপার্জিত অর্থ হারাম এবং বিড়াল বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Zubair said:\nI asked Jabir about the price of a dog and a cat; he said: Allahs Messenger (ﷺ) disapproved of that.",
    "hadithArabic": " حَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، حَدَّثَنَا مَعْقِلٌ، عَنْ أَبِي الزُّبَيْرِ، قَالَ سَأَلْتُ جَابِرًا عَنْ ثَمَنِ الْكَلْبِ، وَالسِّنَّوْرِ، قَالَ زَجَرَ النَّبِيُّ صلى الله عليه وسلم عَنْ ذَلِكَ .",
    "hadithBengali": "৩৯০৭-(৪২/১৫৬৯) সালামাহ্ ইবনু শাবীব (রহঃ) ..... আবূ যুবায়র (রহঃ) হতে বর্ণিত। তিনি বলেনঃ আমি জাবির (রাযিঃ) এর নিকট কুকুর ও বিড়ালের মূল্য সম্পর্কে জিজ্ঞেস করলাম। তিনি বললেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ব্যাপারে সাবধান করে দিয়েছেন। (ইসলামিক ফাউন্ডেশন ৩৮৭০, ইসলামিক সেন্টার ৩৮৬৯)\n",
    "checkStatus": "1",
    "hadithNo": "3907",
    "id": "50990",
    "thesequence": "50493",
    "isActive": "1",
    "chapterId": "18424",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "৯. কুকুরের মূল্য, গণকের গণনা কাজের মজুরী ও ব্যভিচারিণীর ব্যভিচার দ্বারা উপার্জিত অর্থ হারাম এবং বিড়াল বিক্রি করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (Allah be pleased with them) reported Allahs Messenger (ﷺ) giving command for killing dogs.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ بِقَتْلِ الْكِلاَبِ .",
    "hadithBengali": "৩৯০৮-(৪৩/১৫৭০) ইয়াহইয়া ইবনু ইয়াহুইযা (রহঃ) ..... ইবনু উমর (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুকুর হত্যা করার জন্যে আদেশ করেছেন। (ইসলামিক ফাউন্ডেশন ৩৮৭১, ইসলামিক সেন্টার ৩৮৭০)\n",
    "checkStatus": "1",
    "hadithNo": "3908",
    "id": "50991",
    "thesequence": "50494",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (Allah be pleased with them) reported:\nAllahs Messenger (ﷺ) ordered to kill dogs, and he sent (men) to the corners of Medina that they should be killed.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ أَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِقَتْلِ الْكِلاَبِ فَأَرْسَلَ فِي أَقْطَارِ الْمَدِينَةِ أَنْ تُقْتَلَ .",
    "hadithBengali": "৩৯০৯-(৪৪/...) আবূ বকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... ইবনু উমর (রাযিঃ) হতে বর্ণিত। তিনি বলেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুকুর হত্যা করার নির্দেশ দিয়ে মাদীনার চারপাশে লোক পাঠালেন যাতে কুকুর হত্যা করা হয়। (ইসলামিক ফাউন্ডেশন, ৩৮৭২, ইসলামিক সেন্টার ৩৮৭১)\n",
    "checkStatus": "1",
    "hadithNo": "3909",
    "id": "50992",
    "thesequence": "50495",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah (b. Umar) (Allah be pleased with them) reported:\nAllahs Messenger (ﷺ) ordered the killing of dogs and we would send (men) in Medina and its corners and we did not spare any dog that we did not kill, so much so that we killed the dog that accompanied the wet she-camel belonging to the people of the desert.",
    "hadithArabic": " وَحَدَّثَنِي حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا بِشْرٌ، - يَعْنِي ابْنَ الْمُفَضَّلِ - حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ أُمَيَّةَ - عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَأْمُرُ بِقَتْلِ الْكِلاَبِ فَنَنْبَعِثُ فِي الْمَدِينَةِ وَأَطْرَافِهَا فَلاَ نَدَعُ كَلْبًا إِلاَّ قَتَلْنَاهُ حَتَّى إِنَّا لَنَقْتُلُ كَلْبَ الْمُرَيَّةِ مِنْ أَهْلِ الْبَادِيَةِ يَتْبَعُهَا .",
    "hadithBengali": "৩৯১০-(৪৫/...) হুমায়দ ইবনু মাস&#39;আদাহ্ (রহঃ) ...... আবদুল্লাহ্ ইবনু উমর (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুকুর হত্যার নির্দেশ দিতেন। অতঃপর মাদীনার ভেতরে ও তার চারপাশের কুকুর ধাওয়া করা হত। আর কোন কুকুরই আমরা না মেরে ছেড়ে দিতাম না। এমনকি বেদুঈনদের দুগ্ধবতী উস্ত্রীর সাথে যে কুকুর থাকত (পাহারার জন্য) তাও আমরা হত্যা করতাম। (ইসলামিক ফাউন্ডেশন ৩৮৭৩, ইসলামিক সেন্টার ৩৮৭২)\n",
    "checkStatus": "1",
    "hadithNo": "3910",
    "id": "50993",
    "thesequence": "50496",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) reported that Allahs Messenger (may peace be, upon him) ordered the killing of dogs except the dog tamed for hunting, or watching of the herd of sheep or other domestic animals. It was said to Ibn Umar (Allah be pleased with them) that Abu Huraira (Allah be pleased with him) talks of (exception) about the dog for watching the field, whereupon he said:\nSince Abu Huraira (Allah be pleased with him) possessed land.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ بِقَتْلِ الْكِلاَبِ إِلاَّ كَلْبَ صَيْدٍ أَوْ كَلْبَ غَنَمٍ أَوْ مَاشِيَةٍ . فَقِيلَ لاِبْنِ عُمَرَ إِنَّ أَبَا هُرَيْرَةَ يَقُولُ أَوْ كَلْبَ زَرْعٍ . فَقَالَ ابْنُ عُمَرَ إِنَّ لأَبِي هُرَيْرَةَ زَرْعًا",
    "hadithBengali": "৩৯১১-(৪৬/১৫৭১) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুকুর হত্যা করতে হুকুম দিয়েছেন। তবে শিকারী কুকুর, বকরী পাহারা দানের কুকুর অথবা অন্য জীবজন্তু পাহারা দেয়া কুকুর ব্যতীত। অতঃপর ইবনু উমারের নিকট বলা হলো যে, আবূ হুরাইরাহ (রাযিঃ) তো ক্ষেত পাহারার কুকুরের কথাও বলে থাকেন। ইবনু উমর (রাযিঃ) বললেনঃ আবূ হুরাইরার ক্ষেত আছে।* (ইসলামিক ফাউন্ডেশন ৩৮৭৪, ইসলামিক সেন্টার ৩৮৭৩)\n",
    "checkStatus": "1",
    "hadithNo": "3911",
    "id": "50994",
    "thesequence": "50497",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Zubair heard Jabir b. Abdullah (Allah be pleased with him) saying:\nAllahs Messenger (ﷺ) ordered us to kill dogs, and we carried out this order so much so that we also kill the dog coming with a woman from the desert. Then Allahs Apostle (ﷺ) forbade their killing. He (the Prophet further) said: It is your duty the jet-black (dog) having two spots (on the eyes), for it is a devil.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي خَلَفٍ، حَدَّثَنَا رَوْحٌ، ح وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِقَتْلِ الْكِلاَبِ حَتَّى إِنَّ الْمَرْأَةَ تَقْدَمُ مِنَ الْبَادِيَةِ بِكَلْبِهَا فَنَقْتُلُهُ ثُمَّ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ قَتْلِهَا وَقَالَ   عَلَيْكُمْ بِالأَسْوَدِ الْبَهِيمِ ذِي النُّقْطَتَيْنِ فَإِنَّهُ شَيْطَانٌ  .",
    "hadithBengali": "৩৯১২-(৪৭/১৫৭২) মুহাম্মাদ ইবনু আহমাদ ইবনু আবূ খালাফ ও ইসহাক ইবনু মানসূর (রহঃ) ..... জাবির ইবনু আবদুল্লাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলতেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুকুর হত্যা করার জন্য আমাদেরকে আদেশ দিয়েছেন। অতঃপর কোন বেদুঈন নারী কুকুরসহ আগমণ করলে আমরা তাও হত্যা করে ফেলতাম। পরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা হত্যা করতে নিষেধ করেন এবং বলেন চোখের উপর সাদা দু&#39; টিকা বিশিষ্ট ঘন কালো রঙের কুকুর তোমরা হত্যা কর, কেননা তা হলো শাইতান (অর্থাৎ- অতি নিকৃষ্ট)। (ইসলামিক ফাউন্ডেশন ৩৮৭৫, ইসলামিক সেন্টার ৩৮৭৪)\n",
    "checkStatus": "1",
    "hadithNo": "3912",
    "id": "50995",
    "thesequence": "50498",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Mughaffal reported:\nAllahs Messenger (ﷺ) ordered the killing of dogs and then said: what is the trouble with them (the people of Medina)? How dogs are nuisance to them (the citizens of Medina)? He then permitted keehing of dogs for hunting and (the protection of) herds.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي التَّيَّاحِ، سَمِعَ مُطَرِّفَ، بْنَ عَبْدِ اللَّهِ عَنِ ابْنِ الْمُغَفَّلِ، قَالَ أَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِقَتْلِ الْكِلاَبِ ثُمَّ قَالَ   مَا بَالُهُمْ وَبَالُ الْكِلاَبِ  . ثُمَّ رَخَّصَ فِي كَلْبِ الصَّيْدِ وَكَلْبِ الْغَنَمِ .",
    "hadithBengali": "৩৯১৩-(৪৮/১৫৭৩) উবাইদুল্লাহ ইবনু মুআয (রহঃ) ..... ইবনু মুগাফফাল (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুকুর হত্যা করতে বলেন। পরে তিনি বলেছেনঃ এদের এবং কুকুরের কী অবস্থা। অতঃপর শিকারী কুকুর ও বকরীর পাল পাহারার ব্যাপারে তিনি অনুমতি প্রদান করেন। (ইসলামিক ফাউন্ডেশন ৩৮৭৬, ইসলামিক সেন্টার ৩৮৭৫)\n",
    "checkStatus": "1",
    "hadithNo": "3913",
    "id": "50996",
    "thesequence": "50499",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "In the hadith transmitted on the authority of Yahya, he (the Holy Prophet) permitted the keeping of dogs for (the protection of) herds, for hunting and (the protection of) cultivated land.",
    "hadithArabic": " وَحَدَّثَنِيهِ يَحْيَى بْنُ حَبِيبٍ، حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ الْحَارِثِ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ، حَاتِمٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا النَّضْرُ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، كُلُّهُمْ عَنْ شُعْبَةَ، بِهَذَا الإِسْنَادِ . وَقَالَ ابْنُ حَاتِمٍ فِي حَدِيثِهِ عَنْ يَحْيَى، وَرَخَّصَ، فِي كَلْبِ الْغَنَمِ وَالصَّيْدِ وَالزَّرْعِ .",
    "hadithBengali": "৩৯১৪-(৪৯/...) ইয়াহইয়া ইবনু হাবীব, মুহাম্মাদ ইবনু হাতিম, মুহাম্মাদ ইবনু ওয়ালীদ, ইসহাক ইবনু ইবরাহীম ও মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ... শুবাহ্ (রহঃ) হতে উক্তরূপে বর্ণনা করেন। আর ইবনু হাতিম ইয়াহইয়া (রহঃ) হতে বর্ণিত হাদীসে বলেনঃ এবং তিনি অনুমতি দিয়েছেন বকরীর পাল পাহারার, শিকারী এবং ক্ষেত পাহারার কুকুরের ক্ষেত্রে। (ইসলামিক ফাউন্ডেশন ৩৮৭৭, ইসলামিক সেন্টার ৩৮৭৬)\n",
    "checkStatus": "1",
    "hadithNo": "3914",
    "id": "50997",
    "thesequence": "50500",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nHe who keeps a dog other than that meant for watching the herd or for hunting loses every day out of his deeds equal to two qirat.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنِ اقْتَنَى كَلْبًا إِلاَّ كَلْبَ مَاشِيَةٍ أَوْ ضَارِي نَقَصَ مِنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطَانِ  .",
    "hadithBengali": "৩৯১৫-(৫০/১৫৭৪) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... ইবনু উমর (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি এমন কুকুর পালন করে যা গৃহপালিত জীব-জন্তু পাহারা দেয়ার জন্যেও নয় কিংবা শিকার করার জন্যেও নয়, তাহলে প্রতিদিন তার সাওয়াব থেকে দুকীরাত হ্রাস পেতে থাকবে। (ইসলামিক ফাউন্ডেশন ৩৮৭৮, ইসলামিক সেন্টার ৩৮৭৭)\n",
    "checkStatus": "1",
    "hadithNo": "3915",
    "id": "50998",
    "thesequence": "50501",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salim reported on the authority of his father that Allahs Apostle (ﷺ) said:\nHe who kept a dog other than one meant for hunting or for watching the herd, lost two qirat of his reward every day.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَابْنُ، نُمَيْرٍ قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنِ اقْتَنَى كَلْبًا إِلاَّ كَلْبَ صَيْدٍ أَوْ مَاشِيَةٍ نَقَصَ مِنْ أَجْرِهِ كُلَّ يَوْمٍ قِيرَاطَانِ  .",
    "hadithBengali": "৩৯১৬-(৫১/...) আবূ বকর ইবনু আবূ শাইবাহ, যুহায়র ইবনু হারব ও ইবনু নুমায়র (রহঃ) ..... সালিম (রহঃ) তাঁর পিতার হতে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি শিকারী কুকুর কিংবা গৃহপালিত পশুর পাহারার কুকুর ব্যতীত অন্য কুকুর পালন করবে, প্রতিদিন তার সাওয়াব থেকে দুকীরাত করে কমতে থাকবে। (ইসলামিক ফাউন্ডেশন ৩৮৭৯, ইসলামিক সেন্টার ৩৮৭৮)\n",
    "checkStatus": "1",
    "hadithNo": "3916",
    "id": "50999",
    "thesequence": "50502",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar reported Allahs Messenger (ﷺ) as saying He who kept a dog other than one meant for hunting or for watching the herd lost out of his deeds (equal to) two qirat every day.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَيَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ - قَالَ يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا إِسْمَاعِيلُ، - وَهْوَ ابْنُ جَعْفَرٍ - عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، أَنَّهُ سَمِعَ ابْنَ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنِ اقْتَنَى كَلْبًا إِلاَّ كَلْبَ ضَارِيَةٍ أَوْ مَاشِيَةٍ نَقَصَ مِنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطَانِ  .",
    "hadithBengali": "৩৯১৭-(৫২/...) ইয়াহইয়া ইবনু ইয়াহইয়া, ইয়াহইয়া ইবনু আইয়্যুব, কুতাইবাহ ও ইবনু হুজুর (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি শিকারী কুকুর অথবা জীবজন্তু পাহারা দেয়ার কুকুর ছাড়া অন্য কুকুর পালন করবে প্রতিদিন তার আমাল থেকে দুকীরাত করে কমতে থাকবে। (ইসলামিক ফাউন্ডেশন ৩৮৮০, ইসলামিক সেন্টার ৩৮৭৯)\n",
    "checkStatus": "1",
    "hadithNo": "3917",
    "id": "51000",
    "thesequence": "50503",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salim b. Abdullah reported on the authority of his father that Allahs Messenger (ﷺ) said:\nHe who kept a dog other than one meant for watching the herd or for hunting would lose every day two qirat of his good deeds. Abdullah and Abu Huraira also said: Or dog meant for watching the field.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَيَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ مُحَمَّدٍ، - وَهُوَ ابْنُ أَبِي حَرْمَلَةَ - عَنْ سَالِمِ بْنِ عَبْدِ، اللَّهِ عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  مَنِ اقْتَنَى كَلْبًا إِلاَّ كَلْبَ مَاشِيَةٍ أَوْ كَلْبَ صَيْدٍ نَقَصَ مِنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطٌ  . قَالَ عَبْدُ اللَّهِ وَقَالَ أَبُو هُرَيْرَةَ  أَوْ كَلْبَ حَرْثٍ  .",
    "hadithBengali": "৩৯১৮-(৫৩/...) ইয়াহইয়া ইবনু ইয়াহইয়া, ইয়াহইয়া, আইয়্যুব, কুতাইবাহ ও ইবনু হুজুর (রহঃ) ..... সালিম ইবনু আবদুল্লাহ্ তার পিতা হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি জীবজন্তু পাহারার কুকুর বা শিকারী কুকুর ছাড়া অন্য কুকুর পালন করবে তার আমাল থেকে প্রতিদিন এক কীরাত করে কমে যাবে। আবদুল্লাহ্ (রহঃ) বলেন, আবূ হুরাইরাহ (রাযিঃ) বলেছেন, কিংবা ক্ষেত পাহারার কুকুর। (ইসলামিক ফাউন্ডেশন ৩৮৮১, ইসলামিক সেন্টার ৩৮৮০)\n",
    "checkStatus": "1",
    "hadithNo": "3918",
    "id": "51001",
    "thesequence": "50504",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salim reported on the authority of his father (Allah be pleased with him) that Allahs Messenger (ﷺ) said:\nHe who kept a dog other than one meant for hunting or for the protection of the herd would lose two qirat of his deeds every day. Salim said: Abu Huraira (Allah be pleased with him) used to say: Or the dog meant for watching the field, and he was the owner of the land.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا وَكِيعٌ، حَدَّثَنَا حَنْظَلَةُ بْنُ أَبِي سُفْيَانَ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ  مَنِ اقْتَنَى كَلْبًا إِلاَّ كَلْبَ ضَارٍ أَوْ مَاشِيَةٍ نَقَصَ مِنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطَانِ  . قَالَ سَالِمٌ وَكَانَ أَبُو هُرَيْرَةَ يَقُولُ  أَوْ كَلْبَ حَرْثٍ  . وَكَانَ صَاحِبَ حَرْثٍ .",
    "hadithBengali": "৩৯১৯-(৫৪/...) ইসহাক ইবনু ইবরাহীম (রহঃ) ..... সালিম (রহঃ) তার পিতার সূত্রে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, যে ব্যক্তি শিকারী কুকুর অথবা গৃহপালিত পশু পাহারার কুকুর ব্যতীত অন্য কুকুর পালন করবে, তার &#39;আমাল থেকে প্রতিদিন দুকীরাত করে কমতে থাকবে। সালিম (রহঃ) বলেন, আবূ হুরাইরাহ (রাযিঃ) বলতেন- কিংবা ক্ষেত পাহারার কুকুর। আর তিনি ক্ষেত খামারের মালিক ছিলেন। (ইসলামিক ফাউন্ডেশন ৩৮৮২, ইসলামিক সেন্টার ৩৮৮১)\n",
    "checkStatus": "1",
    "hadithNo": "3919",
    "id": "51002",
    "thesequence": "50505",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Salim b. Abdullah reported on the authority of his father that Allahs Messenger (ﷺ) said:\nWhosover amongst the owners of the house keeps a dog other than one meant for watching the herd or for hunting loses two qirat of his deeds every day.",
    "hadithArabic": "حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، أَخْبَرَنَا عُمَرُ بْنُ حَمْزَةَ بْنِ عَبْدِ، اللَّهِ بْنِ عُمَرَ حَدَّثَنَا سَالِمُ بْنُ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَيُّمَا أَهْلِ دَارٍ اتَّخَذُوا كَلْبًا إِلاَّ كَلْبَ مَاشِيَةٍ أَوْ كَلْبَ صَائِدٍ نَقَصَ مِنْ عَمَلِهِمْ كُلَّ يَوْمٍ قِيرَاطَانِ .",
    "hadithBengali": "৩৯২০-(৫৫/...) দাউদ ইবনু রুশায়দ (রহঃ) ...... সালিম ইবনু আবদুল্লাহ তার পিতা হতে বর্ণিত। তিনি বলেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ঘরের মালিক জীব জন্তু পাহারা বা শিকারের কুকুর ব্যতীত অন্য কুকুর পালন করবে প্রতিদিন তার &#39;আমাল থেকে দুকীরাত করে কমতে থাকবে। (ইসলামিক ফাউন্ডেশন ৩৮৮৩, ইসলামিক সেন্টার ৩৮৮২)\n",
    "checkStatus": "1",
    "hadithNo": "3920",
    "id": "51003",
    "thesequence": "50506",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar (Allah be pleased with them) narrated Allahs Messenger (ﷺ) as saying:\nHe who kept a dog ther than one meant for watching the fields or herds or hunting would lose one qirat every day out of his reward (with God).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ، بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَبِي الْحَكَمِ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يُحَدِّثُ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنِ اتَّخَذَ كَلْبًا إِلاَّ كَلْبَ زَرْعٍ أَوْ غَنَمٍ أَوْ صَيْدٍ يَنْقُصُ مِنْ أَجْرِهِ كُلَّ يَوْمٍ قِيرَاطٌ  .",
    "hadithBengali": "৩৯২১-(৫৬/...) মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশশার (রহঃ) ..... ইবনু উমার (রাযিঃ) হতে বর্ণিত। তিনি বলেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি ক্ষেত কিংবা বকরীর পাল পাহারার কুকুর অথবা শিকারী কুকুর ব্যতীত অন্য কুকুর রাখবে, প্রতিদিন তার সাওয়াব থেকে এক কীরাত করে কমতে থাকবে। (ইসলামিক ফাউন্ডেশন ৩৮৮৪, ইসলামিক সেন্টার ৩৮৮৩)\n",
    "checkStatus": "1",
    "hadithNo": "3921",
    "id": "51004",
    "thesequence": "50507",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported Allahs Messenger (ﷺ) as saying:\nHe who kept a dog which is neither meant for hunting nor for watching the anitmals nor for watching the fields would lose two qirat every day out of his reward; and there is no mention of the fields in the hadith transmitted by Abu Tahir.",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ، شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ  مَنِ اقْتَنَى كَلْبًا لَيْسَ بِكَلْبِ صَيْدٍ وَلاَ مَاشِيَةٍ وَلاَ أَرْضٍ فَإِنَّهُ يَنْقُصُ مِنْ أَجْرِهِ قِيرَاطَانِ كُلَّ يَوْمٍ  . وَلَيْسَ فِي حَدِيثِ أَبِي الطَّاهِرِ  وَلاَ أَرْضٍ  .",
    "hadithBengali": "৩৯২২-(৫৭/১৫৭৫) আবূ তাহির ও হারমালাহ্ (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) সূত্রে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত। তিনি বলেছেন, শিকার কিংবা জীবজন্তু পাহারার প্রয়োজন ছাড়া যে ব্যক্তি কুকুর পালন করে, প্রতিদিন তার সাওয়াব থেকে দুকীরাত করে কমতে থাকে। আর আবূ তাহিরের বর্ণনায় ক্ষেত পাহারার জন্যে কথাটি নেই। (ইসলামিক ফাউন্ডেশন ৩৮৮৫, ইসলামিক সেন্টার ৩৮৮৪)\n",
    "checkStatus": "1",
    "hadithNo": "3922",
    "id": "51005",
    "thesequence": "50508",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nHe who kept a dog except one meant for watching the herd, or for hunting or for watching the fields. he lost two qirat of reward every day. Zuhri said: The words of Abu Huraira (Allah be pleased with him) were conveyed to Ibn Umar who said: May Allah have mercy upon Abu Huraira; he owned a field.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنِ اتَّخَذَ كَلْبًا إِلاَّ كَلْبَ مَاشِيَةٍ أَوْ صَيْدٍ أَوْ زَرْعٍ انْتَقَصَ مِنْ أَجْرِهِ كُلَّ يَوْمٍ قِيرَاطٌ  . قَالَ الزُّهْرِيُّ فَذُكِرَ لاِبْنِ عُمَرَ قَوْلُ أَبِي هُرَيْرَةَ فَقَالَ يَرْحَمُ اللَّهُ أَبَا هُرَيْرَةَ كَانَ صَاحِبَ زَرْعٍ .",
    "hadithBengali": "৩৯২৩-(৫৮/...) আবদ ইবনু হুমায়দ (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি জীবজন্তু পাহারার অথবা শিকারী অথবা ক্ষেত পাহারার কুকুর ছাড়া অন্য কুকুর রাখবে, তার সাওয়াব থেকে প্রতিদিন এক কীরাত করে কমে যাবে। যুহরী (রহঃ) বলেনঃ ইবনু উমারের নিকট আবূ হুরাইরার বক্তব্যটি উল্লখ করা হলে তিনি বললেনঃ আল্লাহ আবূ হুরাইরার প্রতি রহমত করুন! তিনি ছিলেন একজন কৃষক। (ইসলামিক ফাউন্ডেশন ৩৮৮৬, ইসলামিক সেন্টার ৩৮৮৫)\n",
    "checkStatus": "1",
    "hadithNo": "3923",
    "id": "51006",
    "thesequence": "50509",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nHe who kept a dog would lose out of his deeds equal to one qirat every day. except (one kept) for watching the field or herd.",
    "hadithArabic": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ الدَّسْتَوَائِيُّ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَمْسَكَ كَلْبًا فَإِنَّهُ يَنْقُصُ مِنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطٌ إِلاَّ كَلْبَ حَرْثٍ أَوْ مَاشِيَةٍ .",
    "hadithBengali": "৩৯২৪-(৫৯/...) যুহায়র ইবনু হারব (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি কুকুর রাখবে তার আমাল থেকে প্রতিদিন এক কীরাত করে কমতে থাকবে, তবে ক্ষেত পাহারার কিংবা জীবজন্তু পাহারার কুকুর ব্যতীত! (ইসলামিক ফাউন্ডেশন ৩৮৮৭, ইসলামিক সেন্টার ৩৮৮৬)\n",
    "checkStatus": "1",
    "hadithNo": "3924",
    "id": "51007",
    "thesequence": "50510",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A hadith like this has been transmitted on the authority of Abu Huraira.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا شُعَيْبُ بْنُ إِسْحَاقَ، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنِي أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৩৯২৫-(.../...) ইসহাক ইবনু ইবরাহীম (রহঃ) .....আবূ হুরাইরাহ (রাযিঃ) এর সূত্রে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত রূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৮৮৮, ইসলামিক সেন্টার ৩৮৮৭)\n",
    "checkStatus": "1",
    "hadithNo": "3925",
    "id": "51008",
    "thesequence": "50511",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been reported on the authority of Yahya b. Abu Kathir with the same chain of transmitters.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ الْمُنْذِرِ، حَدَّثَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا حَرْبٌ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ .",
    "hadithBengali": "৩৯২৬-(.../...) আহমাদ ইবনু মুনযির (রহঃ) ..... ইয়াহইয়া ইবনু আবূ কাসীর এর সূত্রে উক্ত রূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৮৮৯, ইসলামিক সেন্টার ৩৮৮৮)\n",
    "checkStatus": "1",
    "hadithNo": "3926",
    "id": "51009",
    "thesequence": "50512",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira (Allah be pleased with him) reported Allahs Messenger (ﷺ) as saying:\nHe who kept a dog, but not meant for hunting or watching the herd, would lose one qirat of reward every day.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، - يَعْنِي ابْنَ زِيَادٍ - عَنْ إِسْمَاعِيلَ، بْنِ سُمَيْعٍ حَدَّثَنَا أَبُو رَزِينٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنِ اتَّخَذَ كَلْبًا لَيْسَ بِكَلْبِ صَيْدٍ وَلاَ غَنَمٍ نَقَصَ مِنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطٌ  .",
    "hadithBengali": "৩৯২৭-(৬০/...) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি এমন কুকুর রাখবে যা শিকারী অথবা বকরীর পাল পাহারা দেয়ার উদ্দেশ্য ব্যতীত তাহলে প্রতিদিন তার আমাল থেকে এক কীরাত করে কমতে থাকবে। (ইসলামিক ফাউন্ডেশন ৩৮৯০, ইসলামিক সেন্টার ৩৮৮৯)\n",
    "checkStatus": "1",
    "hadithNo": "3927",
    "id": "51010",
    "thesequence": "50513",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sufyan b. Abu Zuhair (he was a person belonging to the tribe of Shanua and was amongst the Conpanions of Allahs Messenger [may peace be upon him ) said:\nI heard Messenger of Allah (ﷺ) as saying: He who kept a dog (other than that) which is indispensable for watching the field or the animals would lose one qirat out of his deeds every day. As-Saib b Yazid (one of the narrators) said: Did you hear it from Allahs Messenger (ﷺ)? He said: Yes. by the Lord of this mosque.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ يَزِيدَ بْنِ خُصَيْفَةَ، أَنَّ السَّائِبَ، بْنَ يَزِيدَ أَخْبَرَهُ أَنَّهُ، سَمِعَ سُفْيَانَ بْنَ أَبِي زُهَيْرٍ، - وَهُوَ رَجُلٌ مِنْ شَنُوءَةَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم - قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنِ اقْتَنَى كَلْبًا لاَ يُغْنِي عَنْهُ زَرْعًا وَلاَ ضَرْعًا نَقَصَ مِنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطٌ  . قَالَ آنْتَ سَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ إِي وَرَبِّ هَذَا الْمَسْجِدِ .",
    "hadithBengali": "৩৯২৮-(৬১/১৫৭৬) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... সুফইয়ান ইবনু যুহায়র (রাযিঃ) হতে বর্ণিত। তিনি ছিলেন শানুআহ গোত্রের লোক রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী। তিনি বলেনঃ আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, যে ব্যক্তি এমন কুকুর পালন করবে যা তার ক্ষেতের বা জীবজন্তু পাহারার কাজে ব্যতীত হয়, তবে প্রতিদিন তার নেক আমাল থেকে এক কীরাত পরিমাণ কমতে থাকে। রাবী বললেনঃ আপনি কি এ কথা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর থেকে শুনেছেন? তিনি বললেন, হ্যাঁ, এ মসজিদের প্রভুর শপথ। (ইসলামিক ফাউন্ডেশন ৩৮৯১, ইসলামিক সেন্টার ৩৮৯০)\n",
    "checkStatus": "1",
    "hadithNo": "3928",
    "id": "51011",
    "thesequence": "50514",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Sufyan b. Abu Zuhair al-Shanai.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، عَنْ يَزِيدَ بْنِ، خُصَيْفَةَ أَخْبَرَنِي السَّائِبُ بْنُ يَزِيدَ، أَنَّهُ وَفَدَ عَلَيْهِمْ سُفْيَانُ بْنُ أَبِي زُهَيْرٍ الشَّنَئِيُّ فَقَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمِثْلِهِ .",
    "hadithBengali": "৩৯২৯-(.../...) ইয়াহইয়া ইবনু আইয়্যুব, কুতাইবাহ ও ইবনু হুজুর (রহঃ) ..... সায়িব ইবনু ইয়াযীদ (রহঃ) হতে বর্ণিত যে, তাদের নিকট একবার সুফইয়ান ইবনু আবূ যুহায়র আশ-শানায়্যিয়ু প্রতিনিধি হয়ে আগমন করেন। অতঃপর তিনি বলেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উপরের অনুরূপ। (ইসলামিক ফাউন্ডেশন ৩৮৯২, ইসলামিক সেন্টার ৩৮৯১)\n",
    "checkStatus": "1",
    "hadithNo": "3929",
    "id": "51012",
    "thesequence": "50515",
    "isActive": "1",
    "chapterId": "18425",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১০. কুকুর হত্যার আদেশ ও তা রহিত হওয়ার বর্ণনা এবং শিকার করা অথবা ক্ষেত পাহারা বা জীবজন্তু পাহারা বা এ জাতীয় কোন কাজের উদ্দেশে ব্যতীত কুকুর পালন করা হারাম হওয়ার বর্ণনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It is narrated on the authority of Humaid that Anas b. Malik was asked about the earnings of the cupper. He said:\nAllahs Messenger (ﷺ) got himself cupped. His cupper was Abu Taiba and he (the Holy Prophet) commanded to give him two sas of corn. He (the Holy Prophet) talked with the members of his family and they lightened the burden of Kharaj (tax) from him (i. e. they made remis- sion in the charges of their own accord). He (Allahs Apostle) said: The best (treat- ment) which you take is cupping, or it is the best of your treatments.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَعَلِيُّ بْنُ حُجْرٍ، قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنُونَ ابْنَ جَعْفَرٍ - عَنْ حُمَيْدٍ، قَالَ سُئِلَ أَنَسُ بْنُ مَالِكٍ عَنْ كَسْبِ الْحَجَّامِ، فَقَالَ احْتَجَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَجَمَهُ أَبُو طَيْبَةَ فَأَمَرَ لَهُ بِصَاعَيْنِ مِنْ طَعَامٍ وَكَلَّمَ أَهْلَهُ فَوَضَعُوا عَنْهُ مِنْ خَرَاجِهِ وَقَالَ   إِنَّ أَفْضَلَ مَا تَدَاوَيْتُمْ بِهِ الْحِجَامَةُ أَوْ هُوَ مِنْ أَمْثَلِ دَوَائِكُمْ  .",
    "hadithBengali": "৩৯৩০-(৬২/১৫৭৭) ইয়াহইয়া ইবনু আইয়্যুব, কুতাইবাহ ও আলী ইবনু হুজুর (রহঃ) ..... হুমায়দ (রহঃ) হতে বর্ণিত। তিনি বলেন, আনাস ইবনু মালিক (রাযিঃ) এর নিকট শিঙ্গা দিয়ে উপার্জন করা সম্পর্কে জিজ্ঞেস করা হলে তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শিঙ্গা (নিজ শরীরে) লাগিয়েছেন। আবূ তাইবাহ তাকে শিঙ্গা দিয়েছে। তিনি তাকে দুসা খাদ্য বস্তু দেয়ার নির্দেশ দেন এবং তার মুনিবের সাথে আলোচনা করেন। এতে তারা তার উপর ধার্যকৃত কর কমিয়ে দেয়। তিনি আরো বলেনঃ তোমরা যেসব পদ্ধতিতে চিকিৎসা করাও শিঙ্গা তার মধ্যে একটি উত্তম ব্যবস্থা অথবা (বলেছেন) এটা তোমাদের ঔষধের মধ্যে অধিক ফলদায়ক। (ইসলামিক ফাউন্ডেশন ৩৮৯৩, ইসলামিক সেন্টার ৩৮৯২)\n",
    "checkStatus": "1",
    "hadithNo": "3930",
    "id": "51013",
    "thesequence": "50516",
    "isActive": "1",
    "chapterId": "18426",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১১. শিঙ্গা লাগিয়ে মজুরী নেয়া হালাল ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Rumaid reported that Anas b. Malik (Allah be pleased with him) has asked about the earnings of a cupper. Then (the above-mentioned hadith was reported but with this addition) that he said:\nThe best treatment which you get is cupping. or aloeswood and do not torture your children by pressing their uvula.",
    "hadithArabic": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا مَرْوَانُ، - يَعْنِي الْفَزَارِيَّ - عَنْ حُمَيْدٍ، قَالَ سُئِلَ أَنَسٌ عَنْ كَسْبِ الْحَجَّامِ، فَذَكَرَ بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ   إِنَّ أَفْضَلَ مَا تَدَاوَيْتُمْ بِهِ الْحِجَامَةُ وَالْقُسْطُ الْبَحْرِيُّ وَلاَ تُعَذِّبُوا صِبْيَانَكُمْ بِالْغَمْزِ  .",
    "hadithBengali": "৩৯৩১-(৬৩/...) ইবনু আবূ উমর (রহঃ) ..... হুমায়দ (রহঃ) এর সূত্রে বর্ণিত। তিনি বলেন, আনাস (রাযিঃ) এর নিকট শিঙ্গা দিয়ে মজুরী গ্রহণ সম্পর্কে জিজ্ঞেস করা হলো। অতঃপর তিনি এরূপ বর্ণনা করেন। তাছাড়া তিনি বলেন, তোমরা যেসব পদ্ধতিতে চিকিৎসা করাও শিঙ্গা লাগানো এবং কুসতুল বাহরী (চন্দন কাঠ) ব্যবহার তার মধ্যে অতি উত্তম ব্যবস্থা। অতএব তোমরা তোমাদের শিশুদের কণ্ঠনালী চেপে বসিয়ে দিয়ে কষ্ট দিও না। (ইসলামিক ফাউন্ডেশন ৩৮৯৪, ইসলামিক সেন্টার ৩৮৯৩)\n",
    "checkStatus": "1",
    "hadithNo": "3931",
    "id": "51014",
    "thesequence": "50517",
    "isActive": "1",
    "chapterId": "18426",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১১. শিঙ্গা লাগিয়ে মজুরী নেয়া হালাল ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Humaid reported Anas (Allah be pleased with him) having said this:\nAllahs Apostle (ﷺ) called for young cupper belonging to us. He capped him and he (the Holy Prophet) commanded that he should be paid one sa or one mudd or two mudds (of wheat). It was said (that charges were high) and a reduction was made in the charges.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ بْنِ خِرَاشٍ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا شُعْبَةُ، عَنْ حُمَيْدٍ، قَالَ سَمِعْتُ أَنَسًا، يَقُولُ دَعَا النَّبِيُّ صلى الله عليه وسلم غُلاَمًا لَنَا حَجَّامًا فَحَجَمَهُ فَأَمَرَ لَهُ بِصَاعٍ أَوْ مُدٍّ أَوْ مُدَّيْنِ وَكَلَّمَ فِيهِ فَخُفِّفَ عَنْ ضَرِيبَتِهِ .",
    "hadithBengali": "৩৯৩২-(৬৪/...) আহমাদ ইবনু হাসান ইবনু খিরাশ (রহঃ) ..... হুমায়দ (রহঃ) এর হতে বর্ণিত। তিনি বলেন, আমি আনাস (রাযিঃ) কে বলতে শুনেছি যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের শিঙ্গা লাগিয়ে থাকে এমন বালককে ডেকে পাঠান। সে তার শরীরে শিঙ্গা লাগায়। অতঃপর তিনি তাকে এক সা অথবা এক মুদ বা দুমুদ পরিমাণ পরিশোধ করতে আদেশ করেন এবং তার সম্পর্কে আলোচনা করেন। এতে তার উপর থেকে কর হ্রাস করে দেয়া হয়। (ইসলামিক ফাউন্ডেশন ৩৮৯৫, ইসলামিক সেন্টার ৩৮৯৪)\n",
    "checkStatus": "1",
    "hadithNo": "3932",
    "id": "51015",
    "thesequence": "50518",
    "isActive": "1",
    "chapterId": "18426",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১১. শিঙ্গা লাগিয়ে মজুরী নেয়া হালাল ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (Allah be pleased with them) reported that Allahs Messenger (ﷺ) got himself cupped and he paid the clipper his charges and he put medicine in his nostrils.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا الْمَخْزُومِيُّ، كِلاَهُمَا عَنْ وُهَيْبٍ، حَدَّثَنَا ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم احْتَجَمَ وَأَعْطَى الْحَجَّامَ أَجْرَهُ وَاسْتَعَطَ .",
    "hadithBengali": "৩৯৩৩-(৬৫/১২০২) আবূ বাকর ইবনু আবূ শাইবাহ ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... ইবনু আব্বাস (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শিঙ্গা লাগিয়েছেন এবং শিঙ্গা প্রয়োগকারীকে তার মজুর দিয়েছেন এবং তিনি নাকে ঔষধ ঢেলে ব্যবহার করেছেন। (ইসলামিক ফাউন্ডেশন ৩৮৯৬, ইসলামিক সেন্টার ৩৮৯৫)\n",
    "checkStatus": "1",
    "hadithNo": "3933",
    "id": "51016",
    "thesequence": "50519",
    "isActive": "1",
    "chapterId": "18426",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১১. শিঙ্গা লাগিয়ে মজুরী নেয়া হালাল ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas (Allah be pleased with them) reported:\nThe slave of Banu Bayada cupped Allahs Apostle (ﷺ) and he gave him his wages, and talked to his master and he reduced the charges, and if this earning was unlawful Allahs Apostle (ﷺ) would not have given it.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ، - وَاللَّفْظُ لِعَبْدٍ - قَالاَ أَخْبَرَنَا عَبْدُ، الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ، عَنْ عَاصِمٍ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ حَجَمَ النَّبِيَّ صلى الله عليه وسلم عَبْدٌ لِبَنِي بَيَاضَةَ فَأَعْطَاهُ النَّبِيُّ صلى الله عليه وسلم أَجْرَهُ وَكَلَّمَ سَيِّدَهُ فَخَفَّفَ عَنْهُ مِنْ ضَرِيبَتِهِ وَلَوْ كَانَ سُحْتًا لَمْ يُعْطِهِ النَّبِيُّ صلى الله عليه وسلم .",
    "hadithBengali": "৩৯৩৪-(৬৬/...) ইসহাক ইবনু ইবরাহীম ও আবদ ইবনু হুমায়দ (রহঃ) ..... ইবনু আব্বাস (রাযিঃ) হতে বর্ণিত। তিনি বলেন, বানু বায়াযাহ্ এর একটি গোলাম নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে শিঙ্গা লাগায়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে মজুরী প্রদান করেন এবং তার মালিকের সাথে আলোচনা করেন। এতে সে তার উপর থেকে ধার্যকৃত দৈনিক মজুরীর হার কমিয়ে দেয়। যদি তা হারাম হতো তা হলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে দিতেন না। (ইসলামিক ফাউন্ডেশন ৩৮৯৭, ইসলামিক সেন্টার ৩৮৯৬)\n",
    "checkStatus": "1",
    "hadithNo": "3934",
    "id": "51017",
    "thesequence": "50520",
    "isActive": "1",
    "chapterId": "18426",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "১১. শিঙ্গা লাগিয়ে মজুরী নেয়া হালাল ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৩৫-(৬৭/১৫৭৮) উবাইদুল্লাহ ইবনু উমার কাওয়ারীরী (রহঃ) ..... আবূ সাঈদ খুদরী (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে মাদীনায় খুতবা দিতে শুনেছি। তিনি বলেছেন: হে লোক সকল! আল্লাহ তা&#39;আলা মদের বিষয়ে নির্দেশনা দিচ্ছেন। হয়তো এ ব্যাপারে তিনি শীঘ্রই কোন সুস্পষ্ট নির্দেশ দান করবেন। সুতরাং কারো নিকট এর কিছু থাকলে সে যেন তা বিক্রি করে দেয় এবং কাজে লাগায়। রাবী বলেন, অল্প কয়েক দিন পরেই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন: আল্লাহ তা&#39;আলা মদ হারাম করে দিয়েছেন। সুতরাং যার নিকট এ আয়াত পৌছবে এবং তার নিকট এর কিছু অবশিষ্ট থাকে, তবে সে যেন তা পান না করে এবং বিক্রি না করে। রাবী বলেন, তখন যাদের নিকট তা ছিল, তা নিয়ে তারা মাদীনার রাস্তায় নেমে আসলো এবং ঢেলে দিলো। (ইসলামিক ফাউন্ডেশন, ৩৮৯৮, ইসলামিক সেন্টার , ৩৮৯৭)\n",
    "checkStatus": "0",
    "hadithNo": "3935",
    "id": "51018",
    "thesequence": "50521",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৩৬-(৬৮/১৫৭৯) সুওয়াইদ ইবনু সাঈদ ওআবূ তাহির (রহঃ) ..... আবদুর রহমান ইবন ওয়ালাতা আস সাবাঈ মিসূরী (রহঃ)-এর সূত্রে বর্ণিত যে, তিনি আবদুল্লাহ ইবনু আব্বাস (রাযিঃ)-এর নিকট আঙ্গুরের রস সম্পর্কে জিজ্ঞেস করেন। ইবনু আব্বাস (রাযিঃ) বলেন, এক ব্যক্তি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এক মশক মদ উপহার স্বরূপ নিয়ে আসে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন: তুমি কি জান না যে, আল্লাহ সেটা হারাম করে দিয়েছেন? সে বলল, না। অতঃপর সে এক ব্যক্তির সাথে কানাকানি করল। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে ব্যক্তিকে জিজ্ঞেস করলেন, তুমি তাকে গোপনে কী বললে? সে বলল, আমি তাকে এটা বিক্রি করার পরামর্শ দিয়েছি। এরপর তিনি বললেন, যিনি (আল্লাহ) এটা পান করা হারাম করেছেন তিনি এর বিক্রিও হারাম করে দিয়েছেন। রাবী বলেন, এরপর সে মশকের মুখ খুলে দিলো এবং তার মধ্যে যা কিছু ছিল সব পড়ে গেল। (ইসলামিক ফাউন্ডেশন, ৩৮৯৯, ইসলামিক সেন্টার ৩৮৯৮)\n",
    "checkStatus": "0",
    "hadithNo": "3936",
    "id": "51019",
    "thesequence": "50522",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৩৭-(.../...) আবূ তাহির (রহঃ) ..... আবদুল্লাহ ইবনু আব্বাস (রাযিঃ)-এর সূত্রে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন, ৩৯০০, ইসলামিক সেন্টার ৩৮৯৯)\n",
    "checkStatus": "0",
    "hadithNo": "3937",
    "id": "51020",
    "thesequence": "50523",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৩৮-(৬৯/১৫৮০) যুহায়র ইবনু হারব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আয়িশাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, সূরা আল-বাকারাহ-এর শেষের আয়াতগুলো লোকদের পড়ে শোনান। এরপর মদের বেচাকেনা নিষিদ্ধ ঘোষণা করেন। (ইসলামিক ফাউন্ডেশন, ৩৯০১, ইসলামিক সেন্টার ৩৯০০)\n",
    "checkStatus": "0",
    "hadithNo": "3938",
    "id": "51021",
    "thesequence": "50524",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৩৯-(৭০/...) আবূ বাকর ইবনু আবূ শাইবাহ্, আবূ কুরায়ব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আয়িশাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, যখন সূরা আল-বাকারাহ-র সুদ সম্পৰ্কীয় শেষের আয়াতগুলো নাযিল হলো তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাসজিদের দিকে বের হয়ে আসেন এবং মদের বেচাকেনা নিষিদ্ধ ঘোষণা করেন। (ইসলামিক ফাউন্ডেশন, ৩৯০২, ইসলামিক সেন্টার, ৩৯০১)\n",
    "checkStatus": "0",
    "hadithNo": "3939",
    "id": "51022",
    "thesequence": "50525",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৪০-(৭১/১৫৮১) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত যে, তিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে মাক্কাহ বিজয়ের বছরে মাক্কায় অবস্থানকালে বলতে শুনেছেন, আল্লাহ ও তার রসূল হারাম ঘোষণা করেছেন মদ, মৃতজন্তু, শুকর ও মূর্তি বিক্রয় করা। তখন জিজ্ঞেস করা হলো হে আল্লাহর রসূল! মৃতজন্তুর চর্বি সম্পর্কে আপনি কী বলেন? কেননা এটা নৌকায় লাগান হয়, চামড়ায় মালিশ করা হয় এবং মানুষ এর দ্বারা আগুন জ্বালায়। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন: না, তা হারাম। অতঃপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আল্লাহ ইয়াহুদী জাতিকে তখনই ধ্বংস করেছেন, যখন আল্লাহ তাদের মৃতের চর্বি হারাম করেন আর তারা তা গলিয়ে বিক্রি করেছে এবং তার মূল্য খেয়েছে। (ইসলামিক ফাউন্ডেশন, ৩৯০৩, ইসলামিক সেন্টার ৩৯০২)\n",
    "checkStatus": "0",
    "hadithNo": "3940",
    "id": "51023",
    "thesequence": "50526",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৪১-(.../...) আবূ বাকুর ইবনু আবূ শাইবাহ, ইবনু নুমায়র (রহঃ) ও মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে মাক্কাহ বিজয়ের বছরে লাইসের হাদীসের অনুরূপ বলতে শুনেছি। (ইসলামিক ফাউন্ডেশন, ৩৯০৪, ইসলামিক সেন্টার ৩৯০৩)\n",
    "checkStatus": "0",
    "hadithNo": "3941",
    "id": "51024",
    "thesequence": "50527",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৪২-(৭২/১৫৮২) আবূ বাকর ইবনু আবূ শাইবাহ, যুহায়র ইবনু হারব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ----- ইবনু আব্বাস (রাযিঃ) হতে বর্ণিত। তিনি বলেন, উমর (রাযিঃ)-এর নিকট এ খবর এলো যে, সামুরা (রাযিঃ) মদ বিক্রি করেছেন। তখন তিনি বললেন, আল্লাহ সামুরার ধ্বংস করুন। সে-কি জানে না যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন। আল্লাহ ইয়াহুদী জাতির উপর অভিশাপ দিয়েছেন। তাদের উপর চর্বি হারাম করা হয়েছিল। এরপর তারা তা গলিয়ে বিক্রি করে। (ইসলামিক ফাউন্ডেশন, ৩৯০৫, ইসলামিক সেন্টার, ৩৯০৪)\n",
    "checkStatus": "0",
    "hadithNo": "3942",
    "id": "51025",
    "thesequence": "50528",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৪৩-(.../...) উমাইয়্যাহ্ ইবনু বিস্তাম (রহঃ) ..... আমর ইবনু দীনার (রহঃ) হতে উক্ত সানাদে উল্লিখিত রূপ বর্ণিত। (ইসলামিক ফাউন্ডেশন, ৩৯০৬, ইসলামিক সেন্টার ৩৯০৫)\n",
    "checkStatus": "0",
    "hadithNo": "3943",
    "id": "51026",
    "thesequence": "50529",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৪৪-(৭৩/১৫৮৩) ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) সূত্রে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত। তিনি বলেন: আল্লাহ ইয়াহুদীদের ধ্বংস করে দিন। তিনি তাদের উপর চর্বি হারাম করেছেন, তারপর তারা তা বিক্রি করে মূল্য ভক্ষণ করেছে। (ইসলামিক ফাউন্ডেশন, ৩৯০৭, ইসলামিক সেন্টার ৩৯০৬)\n",
    "checkStatus": "0",
    "hadithNo": "3944",
    "id": "51027",
    "thesequence": "50530",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৪৫-(৭৪/...) হারমালাহ্ ইবনু ইয়াহইয়া (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: আল্লাহ ইয়াহুদী জাতিকে ধ্বংস করুন। তাদের উপর চর্বি হারাম করা হয়েছে, তারপর তারা তা বিক্রি করে তার মূল্য ভক্ষণ করেছে। (ইসলামিক ফাউন্ডেশন, ৩৯০৮, ইসলামিক সেন্টার ৩৯০৭)\n",
    "checkStatus": "0",
    "hadithNo": "3945",
    "id": "51028",
    "thesequence": "50531",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৪৬-(৭৫/১৫৮৪) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবূ সাঈদ খুদরী (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন; তোমরা স্বর্ণের বিনিময়ে স্বর্ণ সমান সমান না হলে বিক্রি করো না, সেটার এক অংশ অন্য অংশ অপেক্ষা বেশী করো না। আর রূপার বিনিময় রূপা সমান সমান না হলে বিক্রি করো না এবং সেটার এক অংশ অপর অংশ অপেক্ষা বেশী করো না। আর সেটার কোনটিকেই নগদের বিনিময়ে বাকীতে বিক্রি করো না। (ইসলামিক ফাউন্ডেশন, ৩৯০৯, ইসলামিক সেন্টার, ৩৯০৮)\n",
    "checkStatus": "0",
    "hadithNo": "3946",
    "id": "51029",
    "thesequence": "50532",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৪৭-(৭৬/...) কুতাইবাহু ইবনু সাঈদ ও মুহাম্মাদ ইবনু রুমূহ (রহঃ) ..... নাফি (রহঃ)-এর সূত্রে বর্ণিত যে, লায়স গোত্রের এক ব্যক্তি ইবনু উমর (রাযিঃ)-কে বলল যে, আবূ সাঈদ খুদরী (রাযিঃ) রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এটা বর্ণনা করেছেন; কুতাইবাহর বর্ণনা রয়েছে এটা শুনে আবদুল্লাহ নাফি&#39; (রহঃ)-কে সঙ্গে নিয়ে চলে গেলেন। আর ইবনু রুমূহ (রহঃ)-এর বর্ণনা মতে নাফি&#39; (রহঃ) বলেন, এরপর আবদুল্লাহ (রহঃ) চলে গেলেন, আমিও লায়সী গোত্রের লোকটি আমাকে জানিয়েছে যে, আপনি এ কথা প্রচার করছেন- রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রূপার বিনিময়ে রূপা সমান পরিমাণ ব্যতীত বিক্রি করতে নিষেধ করেছেন, তদ্রুপ স্বর্ণের বিনিময়ে স্বর্ণ পরিমাণের সমান ব্যতীত বিক্রি করতে নিষেধ করেছেন। তখন আবূ সাঈদ (রাযিঃ) আপন অঙ্গুলি দ্বারা তার দু&#39;চোখ ও দুকানের দিকে ইঙ্গিত করে বললেন, আমার চক্ষুদ্বয় দেখেছে ও কর্ণদ্বয় শুনেছে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ কথা বলতে যে, তোমরা স্বর্ণের বিনিময়ে স্বর্ণ বিক্রি করো না এবং রৌপ্যের বিনিময়ে রৌপ্য বিক্রি করো না, সমান সমান পরিমাণ ব্যতীত। আর তোমরা সেটার এক অংশকে অন্য অংশ অপেক্ষা বেশী করো না এবং হাতে হাতে ব্যতীত নগদের বিনিময়ে বাকীতে বিক্রি করো না। (ইসলামিক ফাউন্ডেশন, ৩৯১০, ইসলামিক সেন্টার, ৩৯০৯)\n",
    "checkStatus": "0",
    "hadithNo": "3947",
    "id": "51030",
    "thesequence": "50533",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৪৮-(.../...) শাইবান ইবনু ফাররূখ ও মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... আবূ সাঈদ খুদরী (রাযিঃ) থেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর হাদীসের অনুরূপ হাদীস বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন, ৩৯১১, ইসলামিক সেন্টার ৩৯১০)\n",
    "checkStatus": "0",
    "hadithNo": "3948",
    "id": "51031",
    "thesequence": "50534",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৪৯-(৭৭/...) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... আবূ সাঈদ খুদরী (রাযিঃ) হতে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: তোমরা স্বর্ণের বিনিময়ে স্বর্ণ ও রৌপ্যের বিনিময়ে রৌপ্য ওজন ও পরিমাণ সমান সমান হওয়া ব্যতিরেকে বিক্রি করো না। (ইসলামিক ফাউন্ডেশন, ৩৯১২. ইসলামিক সেন্টার, ৩৯১১)\n",
    "checkStatus": "0",
    "hadithNo": "3949",
    "id": "51032",
    "thesequence": "50535",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৫০-(৭৮/১৫৮৫) আবূ তাহির, হারূন ইবনু সাঈদ আয়লী ও আহমাদ ইবনু ঈসা (রহঃ) ..... উসমান ইবনু আফফান (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: তোমরা এক দীনারকে দুদীনারের বিনিময়ে এবং এক দিরহামকে দু&#39;দিরহামের বিনিময়ে বিক্রি করো না। (ইসলামিক ফাউন্ডেশন, ৩৯১৩, ইসলামিক সেন্টার ৩৯১২)\n",
    "checkStatus": "0",
    "hadithNo": "3950",
    "id": "51033",
    "thesequence": "50536",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৫১-(৭৯/১৫৮৬) কুতাইবাহ ইবনু সাঈদ ও ইবনু রুমহ (রহঃ) ..... মালিক ইবনু আওস ইবনু হাদাসান (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমি এ কথা বলতে বলতে আগালাম যে, দিরহাম বিনিময় করতে পারে এমন কে আছে? তখন তালহাহ ইবনু উবাইদুল্লাহ (রাযিঃ) উমর ইবনুল খাত্তাব (রাযিঃ)-এর নিকটেই ছিলেন- তিনি বললেন, তোমার স্বর্ণ আমাদেরকে দেখাও এবং তুমি পরে এসো। আমাদের গোলাম যখন আসবে তখন তোমার রৌপ্য দিয়ে দিব। তখন উমর ইবনুল খাত্তাব (রাযিঃ) বললেন; কখনো নয়; আল্লাহর শপথ! হয় তুমি তার দিরহাম এখনই প্রদান করো, অন্যথায় তার স্বর্ণ তাকে ফিরিয়ে দাও। কারণ, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: স্বর্ণের বিনিময়ে স্বর্ণ নগদ নগদ বিক্রি না হলে সুদ হবে, গমের বিনিময়ে গম নগদ নগদ এবং হাতে হাতে বিক্রি না হলে সুদ হবে, যবের বিনিময়ে যব নগদ নগদ না হলে সুদ হবে এবং খেজুরের বিনিময়ে খেজুর নগদ বিক্রি না হলে তাও সুদে পরিণত হবে। (ইসলামিক ফাউন্ডেশন, ৩৯১৪, ইসলামিক সেন্টার ৩৯১৩)\n",
    "checkStatus": "0",
    "hadithNo": "3951",
    "id": "51034",
    "thesequence": "50537",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৫২-(.../...) আবূ বাকর ইবনু আবূ শাইবাহ, যুহায়র ইবনু হারব ও ইসহাক (রহঃ) ..... যুহরী (রহঃ) হতে উক্ত রূপ বর্ণিত হয়েছে। (ইসলামিক ফাউন্ডেশন, ৩৯১৫, ইসলামিক সেন্টার, ৩৯১৪)\n",
    "checkStatus": "0",
    "hadithNo": "3952",
    "id": "51035",
    "thesequence": "50538",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৫৩-(৮০/১৫৮৭) উবাইদুল্লাহ ইবনু উমার কাওয়ারীরী (রহঃ) ..... আবূ কিলাবাহ (রহঃ) হতে বর্ণিত। তিনি বলেন, আমি সিরিয়ায় এক মজলিসে উপস্থিত ছিলাম। তথায় মুসলিম ইবনু ইয়াসারও ছিলেন। এমন সময় আবূল আশ&#39;আসের আগমন হলো। তারা বলল, আবূল আশ&#39;আস, আমিও বললাম, আবূল আশআস (এসেছেন)। অতঃপর তিনি বসলেন। আমি তাকে বললাম, আমাদের ভাইদের কাছে উবাদাহ্ ইবনু সামিত (রাযিঃ)-এর হাদীসটি শোনান। তিনি বললেন, আচ্ছা আমরা একবার এক যুদ্ধে অবতীর্ণ হই। মু&#39;আবিয়াহ্ (রাযিঃ) ছিলেন সেনাপতি। প্রচুর পরিমাণ গনীমাত আমাদের হাতে আমাদের এ গনীমাতের মধ্যে রূপার একটা পাত্রও ছিল।\n\nমুআবিয়াহ (রাযিঃ) সেটা লোকদের বেতন-ভাতার বিনিময়ে বিক্রি করার জন্যে একজনকে আদেশ দান করেন। লোকেরা সবাই এ ব্যাপারে আগ্রহ প্রকাশ করল। উবাদাহ ইবনু সামিত (রাযিঃ)-এর নিকট এ সংবাদ পৌছলে তিনি দণ্ডায়মান হন এবং বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে নিষেধ করতে শুনেছি- স্বর্ণের বিনিময়ে স্বর্ণ, রৌপ্যের বিনিময়ে রৌপ্য, গমের বিনিময়ে গম, যবের বিনিময়ে যব, খেজুরের বিনিময়ে খেজুর ও লবণের বিনিময়ে লবণ বিক্রি করতে, পরিমাণে সমান সমান ও নগদ নগদ ছাড়া। যে অতিরিক্ত দিবে বা অতিরিক্ত গ্রহণ করবে সে সুদের কাজ-কারবার করল। এরপর লোকজন যা কিছু নিয়েছিল তা ফেরত দিলো এবং মু&#39;আবিয়াহ (রাযিঃ)-এর নিকট এ সংবাদ পৌছে দিলো। তিনি ভাষণ দিতে দাড়িয়ে গেলেন এবং বললেন, মানুষের একী অবস্থা হলো, তারা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এমন বহু হাদীস বর্ণনা করেন যা আমরা তার থেকে শুনিনি অথচ আমরা তার নিকট উপস্থিত থাকতাম এবং তারই নৈকট্য পেতাম। এরপর উবাদাহ (রাযিঃ) দাড়ালেন এবং বর্ণনার পুনরাবৃত্তি করে বললেন, আমরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে যা কিছু শুনেছি তা অবশ্যই বর্ণনা করব, যদিও মু&#39;আবিয়াহ (রাযিঃ) তা অপছন্দ করেন অথবা বলেছেন যে, যদিও মু&#39;আবিয়াহ্ তাতে দুঃখিত হন। এতে আমার কিছু আসে যায় না, তার বাহিনীতে এক কালো রাত্র না থাকি। হাম্মাদ (রহঃ) বলেন, তিনি এ কথাই বলেছেন কিংবা এর অনুরূপ কিছু। (ইসলামিক ফাউন্ডেশন, ৩৯১৬, ইসলামিক সেন্টার ৩৯১৫)\n",
    "checkStatus": "0",
    "hadithNo": "3953",
    "id": "51036",
    "thesequence": "50539",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৫৪-(../...) ইসহাক ইবনু ইবরাহীম ও ইবনু আবূ উমর (রহঃ) ..... আইয়ূব (রহঃ) হতে অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন, ৩৯১৭, ইসলামিক সেন্টার ৩৯১৬)\n",
    "checkStatus": "0",
    "hadithNo": "3954",
    "id": "51037",
    "thesequence": "50540",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৫৫-(৮১/...) আবূ বাকর ইবনু আবূ শাইবাহ, আমর আন নাকিদ ও ইসহাক ইবনু ইবরাহীম (রহঃ) . উবাদাহ্ ইবনু সীমিত (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: স্বর্ণের বিনিময়ে স্বর্ণ, রৌপ্যের বিনিময়ে রৌপ্য, গমের বিনিময়ে গম, যবের বিনিময়ে যব, খেজুরের বিনিময়ে খেজুর এবং লবণের বিনিময়ে লবণ সমান সমান পরিমাণ ও হাতে হাতে (নগদ) হবে। অবশ্য এ দ্রব্যগুলো যদি একটি অপরটির ব্যতিক্রম হয় (অর্থাৎ- পণ্য এক জাতীয় না হয়) তোমরা যেরূপ ইচ্ছা বিক্রি করতে পার যদি হাতে হাতে (নগদে) হয়। (ইসলামিক ফাউন্ডেশন, ৩৯১৮, ইসলামিক সেন্টার)\n",
    "checkStatus": "0",
    "hadithNo": "3955",
    "id": "51038",
    "thesequence": "50541",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৫৬-(৮২/১৫৮৪) আবূ বকর ইবনু আবূ শাইবাহ্ (রহঃ) ... আবূ সাঈদ খুদরী (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: স্বর্ণের বিনিময়ে স্বর্ণ, রৌপ্যের বিনিময়ে রৌপ্য, গমের বিনিময়ে গম, যবের বিনিময়ে যব, খেজুরের বিনিময়ে খেজুর ও লবণের বিনিময়ে লবণ সমান সমান ও নগদ নগদ হতে হবে। এরপর কেউ যদি বাড়তি কিছু প্রদান করে বা অতিরিক্ত গ্রহণ করে তবে তা সুদ হয়ে যাবে। গ্রহণকারী ও প্রদানকারী এতে একই রকম হবে। (ইসলামিক ফাউন্ডেশন, ৩৯১৯, ইসলামিক সেন্টার ৩৯১৮)\n",
    "checkStatus": "0",
    "hadithNo": "3956",
    "id": "51039",
    "thesequence": "50542",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৫৭-(.../...) আমর আন নাকিদ (রহঃ) ..... আবূ সাঈদ খুদরী (রাযিঃ) হতে বর্ণিত। তিনি বলেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: স্বর্ণের বিনিময়ে স্বর্ণ সমান সমান হতে হবে। অতঃপর উপরের অনুরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন, ৩৯২০, ইসলামিক সেন্টার, ৩৯১৯)\n",
    "checkStatus": "0",
    "hadithNo": "3957",
    "id": "51040",
    "thesequence": "50543",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৫৮-(৮৩/১৫৮৮) আবূ কুরায়ব মুহাম্মাদ ইবনুল &#39;আলা (রাযিঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ খেজুরের বিনিময়ে খেজুর, গমের বিনিময়ে গম, যবের বিনিময়ে যব ও লবণের বিনিময়ে লবণ সম পরিমাণ ও হাতে হাতে হতে হবে। কেউ যদি বেশী দেয় বা বেশী নেয় তবে সুদ হবে। তবে যদি এর শ্রেণী পরিবর্তন হয়। (তবে কম-বেশী জায়িয হবে)। (ইসলামিক ফাউন্ডেশন, ৩৯২১, ইসলামিক সেন্টার, ৩৯২০)\n",
    "checkStatus": "0",
    "hadithNo": "3958",
    "id": "51041",
    "thesequence": "50544",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৫৯-(.../...) আবূ সাঈদ আশাজ্জ (রহঃ) ..... ফুযায়ল ইবনু গাযওয়ান (রহঃ) হতে এ সানাদে বর্ণিত। তবে তিনি &ldquo;হাতে হাতে কথাটি উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন, ৩৯২২, ইসলামিক সেন্টার ৩৯২১)\n",
    "checkStatus": "0",
    "hadithNo": "3959",
    "id": "51042",
    "thesequence": "50545",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৬০-(৮৪/...) আবূ কুরায়ব ও ওয়াসিল ইবনু আবদুল আ&#39;লা (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: স্বর্ণের বিনিময়ে স্বর্ণ এবং রৌপ্যের বিনিময়ে রৌপ্য পরিমাপে সমান সমান ও রকমে একই প্রকার করতে হবে। যে অতিরিক্ত দিবে বা অতিরিক্ত গ্রহণ করবে, তা সুদ হবে। (ইসলামিক ফাউন্ডেশন, ৩৯২৩, ইসলামিক সেন্টার, ৩৯২২)\n",
    "checkStatus": "0",
    "hadithNo": "3960",
    "id": "51043",
    "thesequence": "50546",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৬১-(৮৫/...) আবদুল্লাহ ইবনু মাসলামাহ্ কানাবী (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন। দীনারের (স্বর্ণ মুদ্রা) বিনিময়ে দীনার, উভয়ের মধ্যে কোনটি বেশী হতে পারবে না এবং দিরহামের বিনিময়ে দিরহাম উভয়ের মধ্যে কোনটি বেশী হতে পারবে না। (ইসলামিক ফাউন্ডেশন, ৩৯২৪, ইসলামিক সেন্টার, ৩৯২৩)\n",
    "checkStatus": "0",
    "hadithNo": "3961",
    "id": "51044",
    "thesequence": "50547",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৬২-(.../...) আবূ তাহির (রহঃ) ..... মূসা ইবনু আবূ তামীম (রহঃ)-এর সানাদে উল্লিখিত হাদীস অনুরূপ বর্ণিত হয়েছে। (ইসলামিক ফাউন্ডেশন, ৩৯২৫, ইসলামিক সেন্টার ৩৯২৪)\n",
    "checkStatus": "0",
    "hadithNo": "3962",
    "id": "51045",
    "thesequence": "50548",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৬৩-(৮৬/১৫৮৯) মুহাম্মাদ ইবনু হাতিম ইবনু মাইমূন (রহঃ) ..... আবূল মিনহাল (রহঃ)-এর সূত্রে বর্ণিত। তিনি বলেন, আমার এক শরীক মৌসুম পর্যন্ত বা হাজ্জ পর্যন্ত কিছু রূপা বাকীতে বিক্রি করে। অতঃপর সে আমার কাছে আসে এবং আমাকে জানায়। আমি বললাম, এ কাজটি ঠিক হয়নি। সে বলল, আমি এটা বাজারে বিক্রি করেছি কিন্তু কেউ তো আমাকে এ থেকে বারণ করেনি। এরপর আমি বারা ইবনু আযিব (রাযিঃ)-এর নিকট এসে তাকে এ বিষয়ে জিজ্ঞেস করলাম। তিনি বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মদীনায় আগমন করেন, তখন আমরা এ জাতীয় ক্রয়-বিক্রয় করতাম। তিনি বললেন, যদি নগদ নগদ হয় তাহলে কোন আপত্তি নেই, আর যদি বাকীতে হয় তবে সুদ হবে। তুমি যায়দ ইবনু আরকাম (রাযিঃ)-এর নিকট যাও, যেহেতু তিনি আমার চেয়ে বড় ব্যবসায়ী। অতঃপর আমি তার নিকট এসে জিজ্ঞেস করলাম। তিনিও অনুরূপ বললেন (ইসলামিক ফাউন্ডেশন, ৩৯২৬, ইসলামিক সেন্টার, ৩৯২৫)\n",
    "checkStatus": "0",
    "hadithNo": "3963",
    "id": "51046",
    "thesequence": "50549",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৬৪-(৮৭/...) উবাইদুল্লাহ ইবনু মু&#39;আয আম্বারী (রহঃ) আবূল মিনহাল (রহঃ) হতে বর্ণিত। তিনি বলেন, আমি বারা ইবনু আযিবকে সার্ফ সম্পর্কে জিজ্ঞেস করলাম। তিনি বললেন যায়দ ইবনু আরকামকে জিজ্ঞেস করো। কেননা তিনি অধিক বিজ্ঞ ব্যক্তি। এরপর উভয়ে বললেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বর্ণের বিনিময়ে রৌপ্য বাকীতে বিক্রি করতে নিষেধ করেছেন। (ইসলামিক ফাউন্ডেশন, ৩৯২৭, ইসলামিক সেন্টার. ৩৯২৬)\n",
    "checkStatus": "0",
    "hadithNo": "3964",
    "id": "51047",
    "thesequence": "50550",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৬৫-(৮৮/১৫৯০) আবূ রাবী&#39; আতাকী (রহঃ) ..... আবূ বকর (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রৌপ্যের বিনিময়ে রৌপ্য ও স্বর্ণের বিনিময়ে স্বর্ণ সমান সমান না হলে বিনিময় করতে নিষেধ করেছেন এবং স্বর্ণের বিনিময়ে রৌপ্য ক্রয় করার অনুমতি দিয়েছেন, যেভাবে আমরা চাই এবং রৌপ্যের বিনিময়ে স্বর্ণ ক্রয় করতে যেরূপে আমরা ইচ্ছা করি। অতঃপর এক ব্যক্তি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞেস করল তিনি বললেন, হাতে হাতে (নগদ)। লোকটি বলল, এরূপই আমি শুনেছি। (ইসলামিক ফাউন্ডেশন, ৩৯২৮, ইসলামিক সেন্টার ৩৯২৭)\n",
    "checkStatus": "0",
    "hadithNo": "3965",
    "id": "51048",
    "thesequence": "50551",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৬৬-(.../...) ইসহাক ইবনু মানসূর (রহঃ) ... আবূ বাকর (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন, অতঃপর উক্তরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন, ৩৯২৯, ইসলামিক সেন্টার ৩৯২৮)\n",
    "checkStatus": "0",
    "hadithNo": "3966",
    "id": "51049",
    "thesequence": "50552",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৬৭-(৮৯/১৫৯১) আবূ তাহির, আহমাদ ইবনু আমর ইবনু সাৰ্বহ্ (রহঃ) ... ফুযালাহ ইবনু উবাদাহ আনসারী (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাইবারে অবস্থানকালে তার নিকট গনীমাতের একটি হার উপস্থিত করা হয়। তাতে পুতি ও স্বর্ণ লাগান ছিল। হারটি বিক্রি হচ্ছিল। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হারের সাথে যুক্ত স্বর্ণের ব্যাপারে আদেশ দান করেন। অতঃপর কেবল সেটাকেই (স্বর্ণ) আলাদা করা হয়। এরপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে বললেন, স্বর্ণের বদলে স্বর্ণ সমান ওজনে বিক্রি করতে হবে। (ইসলামিক ফাউন্ডেশন, ৩৯৩০, ইসলামিক সেন্টার, ৩৯২৯)\n",
    "checkStatus": "0",
    "hadithNo": "3967",
    "id": "51050",
    "thesequence": "50553",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৬৮-(৯০/...) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... ফুযালাহ্ ইবনু উবায়দ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমি খাইবারের যুদ্ধের দিনে বারো দীনার এর বিনিময়ে একটি হার ক্রয় করি। তাতে স্বর্ণ ও পুতি ছিল। এরপর আমি তা আলাদা করলাম এবং বারো দীনারের চেয়ে অধিক পেলাম। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকটে বিষয়টি আমি উল্লেখ করলাম। তিনি বললেন, আলাদা না করে বিক্রি করা যাবে না। (ইসলামিক ফাউন্ডেশন, ৩৯৩১, ইসলামিক সেন্টার, ৩৯৩০)\n",
    "checkStatus": "0",
    "hadithNo": "3968",
    "id": "51051",
    "thesequence": "50554",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৬৯-(.../...) আবূ বকর ইবনু আবূ শাইবাহ ও আবূ কুরায়ব (রহঃ) ..... সাঈদ ইবনু ইয়াযীদ (রহঃ) হতে উক্ত রূপ বর্ণিত। (ইসলামিক ফাউন্ডেশন, ৩৯৩২, ইসলামিক সেন্টার, ৩৯৩১)\n",
    "checkStatus": "0",
    "hadithNo": "3969",
    "id": "51052",
    "thesequence": "50555",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৭০-(৯১/...) কুতাইবাহ (রহঃ) ..... ফুযালাহ্ ইবনু উবায়দ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমরা খাইবার দিবসে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে ছিলাম। ইয়াহুদীদের সাথে এক উকিয়া স্বর্ণ দু&#39; বা তিন দীনারের বিনিময়ে ক্রয়-বিক্রয় করতাম। অতঃপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন: স্বর্ণের সমান সমান ওজন ব্যতিরেকে বিক্রি করো না। (ইসলামিক ফাউন্ডেশন, ৩৯৩৩, ইসলামিক সেন্টার, ৩৯৩২)\n",
    "checkStatus": "0",
    "hadithNo": "3970",
    "id": "51053",
    "thesequence": "50556",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৭১-(৯২/...) আবূ তাহির (রহঃ) ..... হানাশ (রহঃ)-এর সূত্রে বর্ণিত। তিনি বলেন, আমরা কোন এক যুদ্ধে ফুযালাহ ইবনু উবায়দের সঙ্গে ছিলাম। আমার ও আমার সাথীদের অংশে একটি হার আসে যার মধ্যে স্বর্ণ, রৌপ্য ও জওহার খচিত ছিল। আমি সেটা খরিদ করে রাখতে ইচ্ছা করলাম। তাই ফুযালাহ ইবনু উবায়দকে জিজ্ঞেস করলাম। তিনি বললেন, এর স্বর্ণ আলাদা করে এক পাল্লায় রাখ আর তোমার স্বর্ণ অন্য পাল্লায় রাখ এবং পরিমাপে সমান সমান না হলে গ্রহণ করো না। কারণ, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি; যে ব্যক্তি আল্লাহ ও পরকালের প্রতি ঈমান রাখে সে যেন সমান সমান না হলে গ্রহণ না করে। (ইসলামিক ফাউন্ডেশন, ৩৯৩৪, ইসলামিক সেন্টার, ৩৯৩৩)\n",
    "checkStatus": "0",
    "hadithNo": "3971",
    "id": "51054",
    "thesequence": "50557",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৭২-(৯৩/১৫৯২) হারূন ইবনু মারূফ ও আবূ তাহির (রহঃ) ..... মামার ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি এক সা গমসহ তার গোলামকে পাঠিয়ে দেন এবং বলে দেন যে, এটা বিক্রি করে তা দিয়ে যব কিনে আনে। গোলাম চলে যায় এবং এক সা ও সায়ের কিছু অতিরিক্ত গ্রহণ করে। যখন সে মামারের নিকট উপস্থিত হলো এবং যখন তাকে এ বিষয়ে অবহিত করল মামার (রহঃ) তাকে বলল, তুমি এরূপ কেন করেছ? পুনরায় যাও ও তাকে ফেরত দাও, সমপরিমাণ ব্যতীত কিছুতেই গ্রহণ করবে না। কারণ, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি; খাদ্যের বিনিময়ে খাদ্য সমান সমান হতে হবে। আর ঐ সময়ে যব ছিল আমাদের খাদ্য। তাকে জিজ্ঞেস করা হলো এটা তো সেটার অনুরূপ নয়। তিনি বললেন, অনুরূপ হওয়ার আশংকা আমি বোধ করছি। (ইসলামিক ফাউন্ডেশন, ৩৯৩৫, ইসলামিক সেন্টার ৩৯৩৪)\n",
    "checkStatus": "0",
    "hadithNo": "3972",
    "id": "51055",
    "thesequence": "50558",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৭৩-(৯৪/১৫৯৩) &#39;আবদুল্লাহ ইবনু মাসলামাহ ইবনু কানাব (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) ও আবূ সাঈদ খুদরী (রাযিঃ) হতে বর্ণিত। তারা উভয়ে বর্ণনা করেন যে, আনসারদের আদী গোত্রের এক ব্যক্তিকে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাইবারে আমির নিযুক্ত করেন। সে জানীব জাতীয় (উন্নত মানের) খেজুর নিয়ে আসে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞেস করলেন, খাইবারের সমস্ত খেজুরই কি এ রকম? সে বলল, না; আল্লাহর কসম, হে আল্লাহর রসূল! আমরা মিশ্ৰিত খেজুরের দু&#39; সা&#39;-এর বিনিময়ে এক সা ক্রয় করি। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন: এরূপ করো না বরং সমান সমানভাবে করো অথবা একটি বিক্রি করে তার মূল্য দিয়ে অন্যটি খরিদ করিও, অনুরূপভাবে ওজনের ক্ষেত্রেও। (ইসলামিক ফাউন্ডেশন, ৩৯৩৬, ইসলামিক সেন্টার , ৩৯৩৫)\n",
    "checkStatus": "0",
    "hadithNo": "3973",
    "id": "51056",
    "thesequence": "50559",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৭৪-(৯৫/...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবূ সাঈদ খুদরী ও আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তিকে খায়বরের আমির নিযুক্ত করেন। সে জানীব শ্রেণীর খেজুর নিয়ে তার নিকট আগমন করে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞেস করলেন: খাইবারের সব খেজুর কি এ শ্রেণীর? সে বলল, হে আল্লাহর রসূল। আল্লাহর কসম! এরূপ নয়। আমরা এ শ্রেণীর এক সা দু&#39;সার বদলে এবং দুসা তিন সার বদলে খরিদ করে থাকি। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন এরূপ করো না। মিশ্রিত খেজুর দিরহামের বিনিময়ে বিক্রি করো। তারপর দিরহামের বিনিময়ে জানীব খরিদ করো। (ইসলামিক ফাউন্ডেশন, ৩৯৩৭, ইসলামিক সেন্টার ৩৯৩৬)\n",
    "checkStatus": "0",
    "hadithNo": "3974",
    "id": "51057",
    "thesequence": "50560",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৭৫-(৯৬/১৫৯৪) ইসহাক ইবনু মানসূর, মুহাম্মাদ ইবনু সাহল তামীমী ও আবদুল্লাহ ইবনু আবদুর রহমান দারিমী (রহঃ) ..... আবূ সাঈদ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, বারুনী জাতীয় খেজুর নিয়ে বিলাল (রাযিঃ) আগমন করলেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞেস করলেন, এ কোত্থেকে এনেছ? বিলাল (রাযিঃ) বলল, আমাদের নিকট নিম্ন শ্রেণীর খেজুর ছিল আমি তা থেকে দুসা এক সা&#39;-এর বিনিময়ে বিক্রি করেছি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে খাওয়ানোর জন্যে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেন; হায় আফসোস! এতো সাক্ষাত সুদ, এরূপ করো না, বরং যখন তুমি খেজুর ক্রয় করতে চাও, তখন এটাকে বিক্রি করবে, তারপর এর মূল্য দ্বারা ক্রয় করবে। ইবনু সাহল (রহঃ) তার বর্ণনায় তখন শব্দটি উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন, ৩৯৩৮, ইসলামিক সেন্টার, ৩৯৩৭)\n",
    "checkStatus": "0",
    "hadithNo": "3975",
    "id": "51058",
    "thesequence": "50561",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৭৬-(৯৭/...) সালামাহ ইবনু শাবীব (রহঃ) ..... আবূ সাঈদ খুদরী (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট কিছু খেজুর আনা হয়। তিনি বললেন, আমাদের খেজুর অপেক্ষা এ খেজুর তো খুবই উত্তম। লোকটি বলল, হে আল্লাহর রসূল! আমাদের দুসা খেজুর এক সার বিনিময়ে বিক্রি করেছি। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন: এ তো সুদ। এটা ফেরত দাও, তারপর আমাদের খেজুর বিক্রি কর এবং এ জাতীয় খেজুর আমাদের জন্যে ক্রয় করো। (ইসলামিক ফাউন্ডেশন, ৩৯৩৯, ইসলামিক সেন্টার ৩৯৩৮)\n",
    "checkStatus": "0",
    "hadithNo": "3976",
    "id": "51059",
    "thesequence": "50562",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৭৭-(৯৮/১৫৯৫) ইসহাক ইবনু মানসূর (রহঃ) ..... আবূ সাঈদ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আমলে মিশ্ৰিত খেজুর আমাদের দেয়া হত আর তা হচ্ছে মিশ্ৰিত খেজুর। আমরা এর দু&#39; সা এক সার বিনিময়ে বিক্রি করে দিতাম। এ সংবাদ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট পৌছল। তিনি বললেন, দু সা&#39; খেজুর এক সার বিনিময়ে, দুসা গম এক সার বিনিময়ে এবং দুদিরহাম এক দিরহামের বিনিময়ে বিক্রি করা চলবে না। (ইসলামিক ফাউন্ডেশন, ৩৯৪০, ইসলামিক সেন্টার, ৩৯৩৯)\n",
    "checkStatus": "0",
    "hadithNo": "3977",
    "id": "51060",
    "thesequence": "50563",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৭৮-(৯৯/১৫৯৪) আমর আন নাকিদ (রহঃ) ..... আবূ নাযরাহ (রহঃ)-এর সূত্রে বর্ণিত। তিনি বলেন, আমি ইবনু আব্বাস (রাযিঃ)-কে সারফ (স্বর্ণ-রৌপ্যের বিনিময়) সম্পর্কে জিজ্ঞেস করি। তিনি বললেন, সেটা কি নগদ নগদ? আমি বললাম, হ্যা। তিনি বললেন, এতে কোন আপত্তি নেই। অতঃপর আমি সাঈদকে জানালাম এবং বললাম, আমি ইবনু আব্বাসের নিকট সারফ সম্পর্কে জিজ্ঞেস করেছি। তিনি বলেছেন, সেটা কি নগদ নগদ? আমি বলেছি, হ্যা। তিনি বলেছেন, কোন ক্ষতি নেই। আবূ সাঈদ (রাযিঃ) বললেন, আমি শীঘ্রই তাকে লিখে দিচ্ছি। অতঃপর তিনি আর তোমাদেরকে এ ফাতাওয়া দিবেন না। তিনি বলেন, আল্লাহর কসম! কতিপয় যুবক রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট কিছু খেজুর নিয়ে আসে। সে বলল, এটা আমাদের দেশের খেজুরের মধ্যে অথবা আমাদের এ বছরের খেজুরের মধ্যে কিছুটা খারাপ ছিল। অতঃপর আমি এটা গ্রহণ করি এবং কিছুটা বৃদ্ধি করি। তিনি বললেন, বেশী দিয়েছ তো সুদ প্রদান করেছ, এর কাছেও যেয়ো না। যখন তোমার খেজুরের মধ্যে কোন খেজুর খারাপ দেখবে তখন তা বিক্রি করে দিও, পরে যে খেজুর পছন্দ করো তা ক্রয় করো। (ইসলামিক ফাউন্ডেশন, ৩৯৪১, ইসলামিক সেন্টার, ৩৯৪০)\n",
    "checkStatus": "0",
    "hadithNo": "3978",
    "id": "51061",
    "thesequence": "50564",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৭৯-(১০০/...) ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আবূ নাযরাহ্ (রাযিঃ)-এর সূত্রে বর্ণিত। তিনি বলেন, আমি ইবনু উমার ও ইবনু আব্বাস (রাযিঃ)-এর নিকট বায়- এ সারফ (স্বর্ণ-রৌপ্যের বিনিময়) সম্পর্কে জিজ্ঞেস করি। তারা এতে কোন দোষ মনে করেননি। পরবর্তীকালে একবার আমি আবূ সাঈদ খুদরী (রাযিঃ)-এর নিকট বসা ছিলাম। তার নিকট সারফ বিষয়ে জানতে চাইলাম। তিনি বললেন, যা বাড়তি হবে তা সুদ। কিন্তু তাদের দু&#39;জনের মতের কারণে আমি এর প্রতিবাদ করলাম। এরপর তিনি বললেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে যা শুনেছি তাই তোমার কাছে বর্ণনা করছি। একদা তার নিকট খেজুরের বাগানের এক মালিক এক সা&#39; ভাল মানের খেজুর নিয়ে আসে। আর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর খেজুরও এ শ্রেণীরই ছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞেস করলেন: এ তুমি কোথায় পেলে? সে বলল, আমি দু সা খেজুর নিয়ে বাজারে যাই এবং তার বদলে এ এক সা&#39; ক্রয় করি। কেননা বাজারে এটির মূল্য এতো এবং ওটির মূল্য এতো। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন: আফসোস তোমার প্রতি, তুমি সুদের কাজ করেছ। যখন তুমি এরূপ চাও, তখন তোমার খেজুর কোন বস্তুর বিনিময়ে বিক্রি করে দিবে। পরে তোমার বস্তুর বিনিময়ে যে প্রকার খেজুর চাও কিনবে।\n\nআবূ সাঈদ (রাযিঃ) বলেন, সুতরাং খেজুরের বিনিময়ে খেজুর সুদ হওয়ার অধিক যোগ্য নাকি রৌপ্যের বিনিময়ে অতিরিক্ত রৌপ্য সুদ হওয়ার বেশী যোগ্য। রাবী বলেন, পরবর্তীকালে আমি ইবনু উমার (রাযিঃ)-এর নিকট এসেছি এবং তিনি আমাকে নিষেধ করেছেন। আর আমি ইবনু আব্বাসের কাছে যাইনি। রাবী বলেন, আবূস সাহবা (রহঃ) আমার নিকট বর্ণনা করেছেন যে, তিনি এ ব্যাপারে ইবনু আব্বাসের কাছে মাক্কায় জিজ্ঞেস করেছিলেন, তখন তিনি তা পছন্দ করেননি। (ইসলামিক ফাউন্ডেশন, ৩৯৪২, ইসলামিক সেন্টার ৩৯৪১)\n",
    "checkStatus": "0",
    "hadithNo": "3979",
    "id": "51062",
    "thesequence": "50565",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৮০-(১০১/১৫৯৬) মুহাম্মাদ ইবনু আব্বাদ, মুহাম্মাদ ইবনু হাতিম ও ইবনু আবূ উমর (রহঃ) ..... আবূ সাঈদ খুদরী (রাযিঃ) হতে বর্ণিত। তিনি বলেন, দীনারের বিনিময়ে দীনার ও দিরহামের বিনিময়ে দিরহাম সমান সমান হওয়া চাই। যে বেশি দিবে বা বেশি নিবে সে সুদের কারবার করল। আমি তাকে বললাম, ইবনু আব্বাস (রাযিঃ) তো অন্য কিছু বলে থাকেন। তিনি বলেন, আমি ইবনু আব্বাসের সাথে সাক্ষাৎ করেছি এবং জিজ্ঞেস করেছি যে, আপনি এটা যা বলছেন, তা-কি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছেন, না-কি আল্লাহর কিতাবে পেয়েছেন?\n\nতিনি বললেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এটা শুনিনি এবং আল্লাহর কিতাবেও পাইনি বরং উসামাহ ইবনু যায়দ (রাযিঃ) আমার নিকট বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: বাকী বিক্রয়ের ক্ষেত্রে সুদ হয়। (ইসলামিক ফাউন্ডেশন, ৩৯৪৩, ইসলামিক সেন্টার ৩৯৪২)\n",
    "checkStatus": "0",
    "hadithNo": "3980",
    "id": "51063",
    "thesequence": "50566",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৮১-(১০২/...) আবূ বাকর ইবনু আবূ শাইবাহ, আমর আন্&zwnj; নাকিদ, ইসহাক ইবনু ইবরাহীম ও ইবনু আবূ উমর (রাযিঃ) .. ইবনু আব্বাস (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমাকে উসামাহ্ ইবনু যায়দ (রাযিঃ) জানিয়েছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন; সুদ কেবল বাকীতে হয়। (ইসলামিক ফাউন্ডেশন, ৩৯৪৪, ইসলামিক সেন্টার ৩৯৪৩)\n",
    "checkStatus": "0",
    "hadithNo": "3981",
    "id": "51064",
    "thesequence": "50567",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৮২-(১০৩/...) যুহায়র ইবনু হারব ও মুহাম্মাদ ইবনু হাতিম (রহঃ) ..... উসামাহ ইবনু যায়দ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: নগদ বিক্রয়ের ক্ষেত্রে সুদ হয় না। (ইসলামিক ফাউন্ডেশন, ৩৯৪৫, ইসলামিক সেন্টার, ৩৯৪৪)\n",
    "checkStatus": "0",
    "hadithNo": "3982",
    "id": "51065",
    "thesequence": "50568",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৮৩-(১০৪/...) হাকাম ইবনু মূসা (রহঃ) ..... আতা ইবনু আবূ রাবাহ্ (রহঃ) হতে বর্ণিত যে, আবূ সাঈদ খুদরী (রাযিঃ) ইবনু আব্বাস (রাযিঃ)-এর সাথে সাক্ষাৎ করে জিজ্ঞেস করেন, সারফ সম্পর্কে আপনার যে বক্তব্য, তার কিছু কি আপনি রসূলুল্লাহ থেকে শুনেছেন, না-কি আল্লাহর কিতাবে কিছু পেয়েছেন? ইবনু আব্বাস (রাযিঃ) বললেন, কোনটিই আমি বলছি না। আর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সম্পর্কে তো আপনারা অধিক জানেন এবং আল্লাহর কিতাবেও তা আমি জানি না। বরং উসামাহ্ ইবনু যায়দ (রাযিঃ) আমার নিকট বর্ণনা করেছেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন; সুদ কেবল বাকীর ক্ষেত্রেই হয়। (ইসলামিক ফাউন্ডেশন, ৩৯৪৬, ইসলামিক সেন্টার ৩৯৪৫)\n",
    "checkStatus": "0",
    "hadithNo": "3983",
    "id": "51066",
    "thesequence": "50569",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৮৪-(১০৫/১৫৯৭) উসমান ইবনু আবূ শাইবাহ ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... &#39;আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অভিশাপ দিয়েছেন সুদখোরের প্রতি ও সুদদাতার প্রতি। রাবী বলেন, আমি বললাম: এর লেখকের প্রতি ও সাক্ষী দুজনের প্রতিও। তিনি বললেন, আমরা কেবল তাই বর্ণনা করি যা আমরা শুনেছি। (ইসলামিক ফাউন্ডেশন, ৩৯৪৭, ইসলামিক সেন্টার, ৩৯৪৬)\n",
    "checkStatus": "0",
    "hadithNo": "3984",
    "id": "51067",
    "thesequence": "50570",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৮৫-(১০৬/১৫৯৮) মুহাম্মাদ ইবনু সাববাহ, যুহায়র ইবনু হারব ও উসমান ইবনু আবূ শাইবা (রহঃ) ..... জাবির (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লা&#39;নাত করেছেন সুদখোরের উপর, সুদদাতার উপর, এর লেখকের উপর ও তার সাক্ষী দু&#39;জনের উপর এবং বলেছেন এরা সবাই সমান। (ইসলামিক ফাউন্ডেশন, ৩৯৪৮, ইসলামিক সেন্টার ৩৯৪৭)\n",
    "checkStatus": "0",
    "hadithNo": "3985",
    "id": "51068",
    "thesequence": "50571",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৮৬-(১০৭/১৫৯৯) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র হামদানী (রহঃ) ..... নুমান ইবনু বাশীর (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমি শুনেছি; অর্থাৎ- বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, রাবী বলেন; (এ সময় নুমান তার আঙ্গুল দুটি দ্বারা কানের দিকে ইশারা করেন, নিশ্চয়ই হালাল স্পষ্ট এবং হারামও স্পষ্ট, আর এ উভয়ের মাঝে রয়েছে সন্দেহজনক বিষয়, অনেক লোকই সেগুলো জানে না। যে ব্যক্তি এসব সন্দেহজনক বিষয় থেকে দূরে থাকে সে তার দ্বীন ও মর্যাদাকে নিরাপদে রাখে, আর যে লোক সন্দেহজনক বিষয়ে পতিত হবে সে হারামের মধ্যে লিপ্ত হয়ে পড়বে। যেমন কোন রাখাল সংরক্ষিত চারণভূমির পাশে পশু চরায়, আশংকা রয়েছে সে পশু তার ভেতরে গিয়ে ঘাস খাবে। সাবধান! প্রত্যেক রাজারই সংরক্ষিত এলাকা থাকে, সাবধান আল্লাহর সংরক্ষিত এলাকা হলো তার হারামকৃত বিষয়গুলো। জেনে, রেখো, দেহের মধ্যে এক টুকরা গোশত আছে। যখন তা সুস্থ থাকে তখন সমস্ত দেহই সুস্থ থাকে। আর যখন তা নষ্ট হয়ে যায় তখন সমস্ত দেহই নষ্ট হয়ে যায়। স্মরণ রেখো, তা হলো কাল্ব হৃদয়। (ইসলামিক ফাউন্ডেশন, ৩৯৪৯, ইসলামিক সেন্টার ৩৯৪৮)\n",
    "checkStatus": "0",
    "hadithNo": "3986",
    "id": "51069",
    "thesequence": "50572",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৮৭-(.../...) আবূ বকর ইবনু আবূ শাইবাহ ও ইসহাক ইবনু ইব্রাহীম (রহঃ) ... যাকারীয়্যা (রহঃ)এর সূত্রে উক্ত সানাদে এরূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন, ৩৯৫০, ইসলামিক সেন্টার ৩৯৪৯)\n",
    "checkStatus": "0",
    "hadithNo": "3987",
    "id": "51070",
    "thesequence": "50573",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৮৮-(.../...) ইসহাক ইবনু ইব্রাহীম ও কুতাইবাহ্ (রহঃ) ..... নুমান ইবনু বাশীর (রাযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত হাদীস বর্ণনা করেন। অবশ্য যাকারিয়্যা (রহঃ) বর্ণিত হাদীস তাদের হাদীস থেকে অধিক পূর্ণ ও অধিক পরিচিত। (ইসলামিক ফাউন্ডেশন, ৩৯৫১, ইসলামিক সেন্টার, ৩৯৫০)\n",
    "checkStatus": "0",
    "hadithNo": "3988",
    "id": "51071",
    "thesequence": "50574",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৮৯-(১০৮/...) আবদুল মালিক ইবনু শু&#39;আয়ব ইবনু লায়স ইবনু সা&#39;দ (রহঃ) ..... নুমান ইবনু বাশীর ইবনু সা&#39;দ (রাযিঃ) হতে বর্ণিত- যিনি ছিলেন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর একজন সঙ্গী। তিনি হিমসে লোকদের উদ্দেশে বক্তৃতা দিচ্ছিলেন। তিনি বলছিলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, হালাল সুস্পষ্ট এবং হারামও সুস্পষ্ট। অতঃপর তিনি শা&#39;বী (রহঃ) হতে যাকারিয়্যা (রহঃ) বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন তার উক্তি: &ldquo;আশঙ্কা রয়েছে সেটার ভেতরে চলে যাওয়ার&rdquo; পর্যন্ত। (ইসলামিক ফাউন্ডেশন, ৩৯৫২, ইসলামিক সেন্টার ৩৯৫১)\n",
    "checkStatus": "0",
    "hadithNo": "3989",
    "id": "51072",
    "thesequence": "50575",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৯০-(১০৯/৭১৫) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি তার ক্লান্ত উটের উপর আরোহী হয়ে ভ্রমণ করছিলেন। তিনি উটটি ছেড়ে দেয়ার ইচ্ছা করেন। তিনি বলেন, এরপর আমার সাথে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাক্ষাৎ হয়। তিনি আমার জন্য দুআ করেন এবং উটটিকে আঘাত করেন। এরপর উট এমনভাবে চলতে থাকে যে, যেমন আর কখনও চলেনি। তিনি বলেন, এটি আমার নিকট এক উকিয়ার বিনিময়ে বিক্রি করো। আমি বললাম, না। তিনি আবারও বললেন, আমার নিকট এটিকে বিক্রি করে দাও। অতঃপর এক উকিয়ার বিনিময়ে তা বিক্রি করে দিলাম এবং আমার বাড়ী পর্যন্ত তাতে আরোহী হওয়ার শর্ত করলাম। যখন আমি পৌঁছলাম তখন তার নিকট উট নিয়ে আসলাম। তিনি আমাকে তার মূল্য পরিশোধ করলেন। পরে ফিরে গেলাম। তিনি আমার পেছনে ডাকতে পাঠালেন এবং বললেন, আমি কি তোমার উট নেয়ার জন্য মূল্য কম বলেছিলাম? তোমার উট নিয়ে যাও এবং তোমার দিরহামও তুমি নিয়ে যাও। (ইসলামিক ফাউন্ডেশন, ৩৯৫৩, ইসলামিক সেন্টার, ৩৯৫২)\n",
    "checkStatus": "0",
    "hadithNo": "3990",
    "id": "51073",
    "thesequence": "50576",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৯১-(.../...) আলী ইবনু খাশরাম (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) থেকে ইবনু নুমায়রের হাদীসের মতই বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন, ৩৯৫৪, ইসলামিক সেন্টার, ৩৯৫৩)\n",
    "checkStatus": "0",
    "hadithNo": "3991",
    "id": "51074",
    "thesequence": "50577",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৯২-(১১০/...) উসমান ইবনু আবূ শাইবাহ ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... জাবির ইবনু &#39;আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমি একবার রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে জিহাদে যাই। আমি একটি ধীরগতির উটের পিঠে চলছিলাম, তিনি আমাকে বললেন; তোমার উটের কী হয়েছে? আমি বললাম, অসুখ হয়েছে। অতঃপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পশ্চাতে গেলেন এবং উটকে ধমক দিলেন ও দুআ করলেন। এরপর তা সকল উটের আগে আগে চলতে থাকে। তিনি বললেন, এখন তোমার উটের অবস্থা কী? আমি বললাম, ভালই; আপনার বারাকাতের পরশ লেগেছে। তিনি বললেন, এটি আমার নিকট বেচে দিবে কি? আমি লজ্জিত হলাম। কারণ এটা ছাড়া আমাদের অন্য কোন পানি বহনকারী উট ছিল না। অবশেষে বললাম, হ্যা। সুতরাং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এটা এ শর্তে বিক্রি করলাম যে, মাদীনাহ পর্যন্ত তার উপর আরোহণ করা আমার অধিকারে থাকবে। তিনি বললেন, এরপর আমি আরয করলাম: হে আল্লাহর রসূল! আমি সদ্য বিবাহিত। তাই আমি তার নিকট অনুমতি চাইলাম (তাড়াতাড়ি চলে আসার), তিনি আমাকে অনুমতি দিলেন। সুতরাং অন্যান্য লোকের আগেই আমি মাদীনার দিকে রওয়ানা হলাম। যখন শেষ সীমায় পৌছলাম তখন আমার মামার সঙ্গে সাক্ষাৎ হলো। তিনি আমার কাছে উটের অবস্থা জিজ্ঞেস করলেন। আমি তাকে সে সব কথা জানালাম যা এ ব্যাপারে আমি করেছি। তিনি এজন্যে আমাকে তিরস্কার করলেন। জাবির (রাযিঃ) বললেন, আমি যখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট অনুমতি প্রার্থনা করি তখন তিনি আমাকে জিজ্ঞেস করলেন তুমি কি কুমারী মেয়ে বিবাহ করেছো, না পূর্ব বিবাহিতাকে? বললাম, আমি পূর্ব বিবাহিতা নারীকে বিবাহ করেছি। তিনি বললেন, কেন কুমারী বিবাহ করেনি? যার সাথে তুমি আমোদপ্রমোদ করতে আর সেও তোমার সাথে আমোদ-প্রমোদ করত। আমি বললাম, হে আল্লাহর রসূল! আমার কয়েকজন ছোট ছোট বোন রেখে আমার পিতা মারা যান অথবা (বলেন) শাহাদাত বরণ করেন। তাই আমি পছন্দ করিনি তাদের নিকট তাদেরই মত আর একজনকে বিবাহ করে আনতে যে তাদের সুশিক্ষা দিতে ও দায়িত্ব গ্রহণ করতে পারবে না। এ কারণে আমি পূর্ব বিবাহিতা নারীকে বিবাহ করেছি, যাতে সে তাদের দেখাশুনা করতে পারে ও সুশিক্ষা দিতে পারে। জাবির (রাযিঃ) বলেন, যখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাদীনায় পৌছলেন, আমি ভোরে উটসহ তার নিকট হাযির হলাম। তিনি তার মূল্য আমাকে প্রদান করেন এবং উটও ফেরত দেন। (ইসলামিক ফাউন্ডেশন, ৩৯৫৫, ইসলামিক সেন্টার ৩৯৫৪)\n",
    "checkStatus": "0",
    "hadithNo": "3992",
    "id": "51075",
    "thesequence": "50578",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৯৩-(১১১/...) উসমান ইবনু আবূ শাইবাহ (রহঃ) ..... জাবির (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমরা একবার রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে মাক্কাহ্ থেকে মদীনায় আগমন করি। অতঃপর আমার উট অসুস্থ হয়ে পড়ে, অতঃপর পূর্ণ ঘটনাসহ তিনি হাদীস বর্ণনা করেন। আর এ বর্ণনায় আছে যে, তিনি আমাকে বললেন, আমার নিকট তোমার এ উট বিক্রি করো। আমি বললাম, না, বরং এটা আপনারই। তিনি বললেন, না, বরং আমার নিকট বিক্রি করো। আমি বললাম, না, বরং এটা তো আপনারই হে আল্লাহর রসূল! তিনি বললেন না, বরং এটা আমার নিকট বিক্রি কর। আমি বললাম, তাহলে আমার উপর এক ব্যক্তির এক উকীয়াহ স্বর্ণ পাওনা আছে তার বিনিময়ে এটা আপনার। তিনি বললেন, আমি এটা নিয়ে এলাম। তুমি এতে আরোহী হয়ে মাদীনাহ পর্যন্ত যেতে পারবে। জাবির (রাযিঃ) বললেন, যখন আমি মাদীনায় পৌঁছলাম তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিলালকে বললেন, একে এক উকীয়াহ্ স্বর্ণ দাও এবং কিছু বাড়তি দাও। অতঃপর তিনি আমাকে এক উকীয়াহ স্বর্ণ দিলেন এবং এক কীরাত বাড়তি দিলেন।\n\nজাবির (রাযিঃ) বলেন, আমি (মনে মনে) বললাম , রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর এ বাড়তি বস্তু কখনও আমার থেকে আলাদা হবে না। রাবী বলেন, অতঃপর তা আমার নিকট একটি থলির মধ্যে থাকত। সিরিয়াবাসীরা হাররা দিবসে তা ছিনিয়ে নিয়ে যায়। (ইসলামিক ফাউন্ডেশন, ৩৯৫৬, ইসলামিক সেন্টার, ৩৯৫৫)\n",
    "checkStatus": "0",
    "hadithNo": "3993",
    "id": "51076",
    "thesequence": "50579",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৯৪-(১১২/...) আবূ কামিল জাহদারী (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমরা এক সফরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে ছিলাম। আমার উট পিছনে থেকে যায়, অতঃপর হাদীসটি পূর্ণ বর্ণনা করেন। আর তাতে বলেন; অতঃপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উটটিকে খোঁচা দিলেন। তারপর সর্বদা আমাকে বেশি দিতে থাকেন এবং বলতে থাকে, আল্লাহ তোমাকে মাফ করুন। (ইসলামিক ফাউন্ডেশন, ৩৯৫৭, ইসলামিক সেন্টার, ৩৯৫৬)\n",
    "checkStatus": "0",
    "hadithNo": "3994",
    "id": "51077",
    "thesequence": "50580",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৯৫-(১১৩/...) আবূ রাবী&#39; আতাকী (রহঃ) ... জাবির (রাযঃ) হতে বর্ণিত। তিনি বলেন, যখন আমার নিকট নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসলেন তখন আমার উট ক্লান্ত হয়ে পড়েছিল। তারপর তিনি উটটিকে খোঁচা দিলেন। এতে সে দৌড়াতে শুরু করল। পরে আমি এটার লাগাম টেনে ধরি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কথা শোনার জন্যে, কিন্তু তা আমি পেরে উঠলাম না। অবশেষে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার সাথে একত্রিত হন এবং বলেন, আমার নিকট একে বিক্রি করো। সুতরাং পাচ উকিয়্যার বিনিময়ে আমি বিক্রি করি। জাবির (রাযিঃ) বলেন, আমি এ শর্ত করলাম যে, মাদীনাহ পর্যন্ত আমি এতে সওয়ার হয়ে যাব। তিনি বলেন, মাদীনাহ পর্যন্ত তুমি সওয়ার হতে পারবে! জাবির (রাযিঃ) বলেন, যখন আমি মাদীনায় পৌছলাম তখন উটসহ আমি তার নিকট গেলাম। তিনি আমাকে আরো এক উকিয়্যাহ বাড়তি দেন এবং পরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উটটিও আমাকে প্রদান করে দেন। (ইয়া, ৩৯৫৮ ইসলামিক সেন্টার ৩৯৫৭)\n",
    "checkStatus": "0",
    "hadithNo": "3995",
    "id": "51078",
    "thesequence": "50581",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৯৬-(১১৪/...) উকবাহ ইবনু মুকরাম আী (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে কোন এক সফরে সঙ্গী থাকি। রাবী বলেন, হয়ত তিনি যুদ্ধে সফরের কথা বলেছেন এবং পূর্ণ হাদীস বর্ণনা করেন। তাতে আরও বাড়তি আছে যে, তিনি বললেন: হে জাবির! আমি কি মূল্য পরিশোধ করেছি? আমি বললাম, হ্যা। তিনি বললেন, মূল্য তোমার, উটও তোমার, মূল্য তোমার, উটও তোমার। (ইসলামিক ফাউন্ডেশন, ৩৯৫৯, ইসলামিক সেন্টার, ৩৯৫৮)\n",
    "checkStatus": "0",
    "hadithNo": "3996",
    "id": "51079",
    "thesequence": "50582",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৯৭-(১১৫/...) উবাইদুল্লাহ ইবনু মু&#39;আঘ আম্বরী (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার থেকে একটি উট দু&#39; উকিয়াহ ও এক দিরহাম বা দু দিরহামের বিনিময়ে ক্রয় করেন। যখন তিনি সিরীর নামক স্থানে পৌছেন, তখন একটি গাভী যাবাহ করার জন্যে আমাকে আদেশ দেন। তারা সকলেই তা খেলেন। যখন তিনি মদীনায় পৌছেন তখন আমাকে মসজিদে আসার ও দুরাকাআত আদায়ের হুকুম করেন। তিনি আমাকে উটের মূল্য ওজন করে দেন এবং কিছু বেশী দেন। - (ইসলামিক ফাউন্ডেশন, ৩৯৬০, ইসলামিক সেন্টার, ৩৯৫৯)\n",
    "checkStatus": "0",
    "hadithNo": "3997",
    "id": "51080",
    "thesequence": "50583",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৯৮-(১১৬/...) ইয়াহইয়া ইবনু হাবীব হারিসী (রহঃ) ..... জাবির (রাযিঃ) থেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর এ ঘটনা বর্ণনা করেন। এতে তিনি আরও বলেন যে, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে দাম বলেন আমার থেকে সে দামে তা ক্রয় করেন। তিনি দু&#39; উকীয়াহ ও এক দিরহাম এবং দু দিরহামের কথা উল্লেখ করেননি। আর তিনি গাভী যাবাহ করার কথা বলেন। সুতরাং তা নহর করা হয় ও পরে গোশত বণ্টন করা হয়। (ইসলামিক ফাউন্ডেশন, ৩৯৬১, ইসলামিক সেন্টার, ৩৯৬০)\n",
    "checkStatus": "0",
    "hadithNo": "3998",
    "id": "51081",
    "thesequence": "50584",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৯৯৯-(১১৭/...) আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... জাবির (রাযিঃ) হতে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেন, আমি চার দীনার মূল্যে তোমার উট নিলাম, আর এর পিঠে চড়ে তুমি মদীনায় যেতে পারবে। (ইসলামিক ফাউন্ডেশন, ৩৯৬২, ইসলামিক সেন্টার, ৩৯৬১)\n",
    "checkStatus": "0",
    "hadithNo": "3999",
    "id": "51082",
    "thesequence": "50585",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০০০-(১১৮/...) আবূ তাহির আহমাদ ইবনু আমর ইবনু সারহ্ (রহঃ) ..... আবূ রাফি (রাযিঃ) হতে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তির থেকে একটি উটের বাচ্চা ধায় নেন। এরপর তার নিকট সদাকাহর উট আসে। তিনি আবূ রাফি&#39;কে সে ব্যক্তির উটের ধার শোধ করার আদেশ দান করেন। আবূ রাফি&#39; রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট ফিরে এসে জানালেন যে, সদাকাহর উটের মধ্যে আমি সেরূপ দেখছি না, তার চেয়ে উৎকৃষ্ট উট আছে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন; ওটাই তাকে দাও। সে ব্যক্তিই উত্তম যে ধার পরিশোধে উত্তম। (ইসলামিক ফাউন্ডেশন, ৩৯৬৩ ইসলামিক সেন্টার ৩৯৬২)\n",
    "checkStatus": "0",
    "hadithNo": "4000",
    "id": "51083",
    "thesequence": "50586",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০০১-(১১৯/...) আবূ কুরায়ব (রহঃ) ... রসূলুল্লাহ -এর আযাদকৃত গোলাম আবূ রাফি (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উটের একটি বাচ্চা ধার নেন, এরপর উক্তরূপ বর্ণনা করেন। তবে এতে তিনি বলেন যে, আল্লাহর বান্দাদের মধ্যে সে ব্যক্তি ভাল যে দেনা পরিশোধে উত্তম। (ইসলামিক ফাউন্ডেশন, ৩৯৬৪, ইসলামিক সেন্টার, ৩৯৬৩)\n",
    "checkStatus": "0",
    "hadithNo": "4001",
    "id": "51084",
    "thesequence": "50587",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০০২-(১২০/১৬০১) মুহাম্মাদ ইবনু বাশশার (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর উপর এক ব্যক্তির ঋণ ছিল। সে তার সাথে কঠোর ব্যবহার করে। এতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাহাবীগণ তাকে (শাসন করতে) উদ্যত হন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন: পাওনাদারের কিছু বলার অধিকার আছে। তারপর তিনি সাহাবীদেরকে বললেন: তোমরা তার জন্যে একটি উট খরিদ করো এবং তাকে সেটি দিয়ে দাও। তারা বললেন, আমরা যে উট পাই তা তার উটের চেয়ে উত্তম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন; ওটা খরিদ করো ও তাকে দিয়ে দাও, কারণ তোমাদের বা তোমাদের মধ্যে সে ব্যক্তি উত্তম যে দেনা পরিশোধ করার ব্যাপারে উত্তম। (ইসলামিক ফাউন্ডেশন, ৩৯৬৫, ইসলামিক সেন্টার, ৩৯৬৪)\n",
    "checkStatus": "0",
    "hadithNo": "4002",
    "id": "51085",
    "thesequence": "50588",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০০৩-(১২১/...) আবূ কুরায়ব (রহঃ) .... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি উট ঋণ করে আনেন। অতঃপর এর থেকে বড় একটি উট তাকে দিয়ে বলেন, তোমাদের মধ্যে সে ব্যক্তি উত্তম, যে উত্তমভাবে ঋণ শোধ করে। (ইসলামিক ফাউন্ডেশন, ৩৯৬৬, ইসলামিক সেন্টার, ৩৯৬৫)\n",
    "checkStatus": "0",
    "hadithNo": "4003",
    "id": "51086",
    "thesequence": "50589",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০০৪-(১২২/...) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, এক ব্যক্তি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এসে ধার নেয়া উট দাবী করতে থাকে। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তার উটের চেয়ে উৎকৃষ্ট উট তাকে দাও এবং বলেন, তোমাদের মধ্যে উত্তম সে ব্যক্তি, যে ধার পরিশোধের ক্ষেত্রে উত্তম। (ইসলামিক ফাউন্ডেশন, ৩৯৬৭, ইসলামিক সেন্টার, ৩৯৬৬)\n",
    "checkStatus": "0",
    "hadithNo": "4004",
    "id": "51087",
    "thesequence": "50590",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০০৫-(১২৩/১৬০২) ইয়াহইয়া ইবনু ইয়াহইয়া তামীমী, ইবনু রুমূহ ও কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... জাবির (রাযিঃ) হতে বর্ণিত। তিনি বলেন, একদা একজন গোলাম এসে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট হিজরাতের উপর বাইআত করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বুঝতে পারেননি যে, সে লোকটি গোলাম। অতঃপর তার মনিব তাকে নিয়ে যাওয়ার জন্যে চলে আসেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেন; আমার কাছে একে বিক্রি করে দাও। তারপর তিনি দু&#39;জন কালো রং বিশিষ্ট গোলামের বিনিময়ে একে খরিদ করেন। এরপর থেকে তিনি বাইআত নিতেন না যতক্ষণ না জিজ্ঞেস করতেন যে, সে গোলাম কি-না? (ইসলামিক ফাউন্ডেশন, ৩৯৬৮, ইসলামিক সেন্টার ৩৯৬৭)\n",
    "checkStatus": "0",
    "hadithNo": "4005",
    "id": "51088",
    "thesequence": "50591",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০০৬-(১২৪/১৬০৩) ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বকর ইবনু আবূ শাইবাহ ও মুহাম্মাদ ইবনু আলা (রহঃ) ..... আয়িশাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ইয়াহুদীর থেকে বাকীতে কিছু খাদ্য বস্তু ক্রয় করেন। অতঃপর তার বর্মটি বন্ধক হিসেবে তাকে প্রদান করেন। (ইসলামিক ফাউন্ডেশন, ৩৯৬৯, ইসলামিক সেন্টার, ৩৯৬৮)\n",
    "checkStatus": "0",
    "hadithNo": "4006",
    "id": "51089",
    "thesequence": "50592",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০০৭-(১২৫/...) ইসহাক ইবনু ইবরাহীম ও আলী ইবনু খাশরাম হানয়ালী (রহঃ) ..... আয়িশাহ্ (রাযীঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক ইয়াহুদী থেকে কিছু খাদ্য সামগ্রী খরিদ করেন এবং তার লৌহ বর্মটি তার কাছে বন্ধক রাখেন। (ইসলামিক ফাউন্ডেশন, ৩৯৭০, ইসলামিক সেন্টার, ৩৯৬৯)\n",
    "checkStatus": "0",
    "hadithNo": "4007",
    "id": "51090",
    "thesequence": "50593",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০০৮-(১২৬/...) ইসহাক ইবনু ইবরাহীম হানযালী (রহঃ) ..... আয়িশাহ্ (রাযিঃ) হতে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা এক ইয়াহুদীর কাছ থেকে নির্ধারিত সময়ের শর্তে কিছু খাদ্য সামী খরিদ করেন এবং স্বীয় লৌহ বৰ্ম তার কাছে বন্ধক রাখেন। (ইসলামিক ফাউন্ডেশন, ৩৯৭১, ইসলামিক সেন্টার, ৩৯৭০)\n",
    "checkStatus": "0",
    "hadithNo": "4008",
    "id": "51091",
    "thesequence": "50594",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০০৯-(.../...) আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... আয়িশাহ্ (রাযিঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হুবুহু বর্ণনা করেন। তবে তাতে লোহার ব্যাপারে উল্লেখ নেই। (ইসলামিক ফাউন্ডেশন, ৩৯৭২, ইসলামিক সেন্টার ৩৯৭১)\n",
    "checkStatus": "0",
    "hadithNo": "4009",
    "id": "51092",
    "thesequence": "50595",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০১০-(১২৭/১৬০৪) ইয়াহইয়া ইবনু ইয়াহইয়া ও আমর আন নাকিদ (রহঃ) ..... আব্বাস (রাযিঃ) হতে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মাদীনায় আগমন করেন তখন মদীনাবাসীরা এক বা দু&#39; বছর মেয়াদে বিভিন্ন ধরনের ফল অগ্রিম ক্রয় করত। অতঃপর তিনি বলেন, যে কেউ খেজুর অগ্রিম ক্রয় করবে, সে যেন নির্ধারিত পরিমাপে এবং নির্ধারিত ওজনে নির্দিষ্ট মেয়াদ পর্যন্ত সময়ের জন্য ক্রয় করে। (ইসলামিক ফাউন্ডেশন, ৩৯৭৩, ইসলামিক সেন্টার ৩৯৭২)\n",
    "checkStatus": "0",
    "hadithNo": "4010",
    "id": "51093",
    "thesequence": "50596",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০১১-(১২৮/...) শাইবান ইবনু ফাররূখ (রহঃ) ... ইবনু আব্বাস (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আগমন করেন আর সে সময়ে মাদীনার লোকজন খেজুর অগ্রিম ক্রয় করত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে বললেন: যে অগ্রিম ক্রয় করতে চায়, সে যেন নির্ধারিত পরিমাপ ও নির্ধারিত ওজনে ক্রয় করে। (ইসলামিক ফাউন্ডেশন, ৩৯৭৪, ইসলামিক সেন্টার, ৩৯৭৩)\n",
    "checkStatus": "0",
    "hadithNo": "4011",
    "id": "51094",
    "thesequence": "50597",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০১২-(.../...) ইয়াহইয়া ইবনু ইয়াহইয়া, আবূ বাকর ইবনু আবূ শাইবাহ ও ইসমাঈল ইবনু সালিম (রহঃ) সকলেই ইবনু উয়াইনাহর সূত্রে ইবনু আবূ নাজীহ্ (রহঃ) হতে উপরোক্ত সানাদে আবদুল ওয়ারিস (রহঃ)-এর বর্ণিত হাদীসের মতো হাদীস বর্ণনা করেন। তবে ইবনু উয়াইনাহ্ (রহঃ) নির্দিষ্ট সময়ের কথা উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন, ৩৯৭৫, ইসলামিক সেন্টার, ৩৯৭৪)\n",
    "checkStatus": "0",
    "hadithNo": "4012",
    "id": "51095",
    "thesequence": "50598",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০১৩-(.../...) আবূ কুরায়ব ও ইবনু আবূ উমার (রহঃ) ..... সুফইয়ানের সূত্রে ইবনু আবূ নাজীহ্ (রহঃ) হতে আপন সীনাদে ইবনু উয়াইনাহর হাদীসের অনুরূপ বর্ণনা করেন এবং সুফইয়ান (রহঃ) এতে নির্ধারিত সময়ের কথা উল্লেখ করেছেন। (ইসলামিক ফাউন্ডেশন, ৩৯৭৬, ইসলামিক সেন্টার ৩৯৭৫)\n",
    "checkStatus": "0",
    "hadithNo": "4013",
    "id": "51096",
    "thesequence": "50599",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০১৪-(১২৯/১৬০৫) আবদুল্লাহ ইবনু মাসলমাহ ইবনু কা&#39;নাব (রাযিঃ) .. মা&#39;মার (রহঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: গুদামজাতকারী ব্যক্তি পাপাচারী। অতঃপর সাঈদকে বলা হলো, আপনি তো গুদামজাত করেন। সাঈদ (রহঃ) বললেন যে, মা&#39;মার এ হাদীস বর্ণনা করছেন- তিনিও গুদামজাত করে থাকেন। (ইসলামিক ফাউন্ডেশন, ৩৯৭৭, ইসলামিক সেন্টার, ৩৯৭৬)\n",
    "checkStatus": "0",
    "hadithNo": "4014",
    "id": "51097",
    "thesequence": "50600",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০১৫-(১৩০/...) সাঈদ ইবনু আমর আশ&#39;আসী (রহঃ) ..... মামার ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: পাপাচারী লোক ব্যতীত কেউ গুদামজাত করে না। (ইসলামিক ফাউন্ডেশন, ৩৯৭৮, ইসলামিক সেন্টার ৩৯৭৭)\n",
    "checkStatus": "0",
    "hadithNo": "4015",
    "id": "51098",
    "thesequence": "50601",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০১৬-(.../...) ইমাম মুসলিম বলেন; আমাদের জনৈক সাথি &#39;আমর ইবনু আওনের সুত্রে ... আদী ইবনু কা&#39;ব গোত্রের জনৈক মামার ইবনু আবূ মামার (রাযিঃ) থেকে বর্ণনা করেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: অতঃপর ইয়াহইয়া থেকে সুলাইমান ইবনু বিলাল (রহঃ) বর্ণিত হাদীসের অনুরূপ উল্লেখ করেন। (ইসলামিক ফাউন্ডেশন, ৩৯৭৯. ইসলামিক সেন্টার, ৩৯৭৮)\n",
    "checkStatus": "0",
    "hadithNo": "4016",
    "id": "51099",
    "thesequence": "50602",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০১৭-(১৩১/১৬০৬) যুহায়র ইবনু হারব, আবূ তাহিয় ও হারমালাহ ইবনু ইয়াহইয়া (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, কসমে পণ্য-দ্রব্যের কাটতি হয়, তবে তা লাভ ধ্বংসকারী। (ইসলামিক ফাউন্ডেশন, ৩৯৮০, ইসলামিক সেন্টার ৩৯৭৯)\n",
    "checkStatus": "0",
    "hadithNo": "4017",
    "id": "51100",
    "thesequence": "50603",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০১৮-(১৩২/১৬০৭) আবূ বাকর ইবনু আবূ শাইবাহ, আবূ কুরায়ব ও ইসহাক ইবনু ইব্রাহীম (রহঃ) ..... আবূ কাতাদাহ্ আনসারী (রাযিঃ) হতে বর্ণিত। তিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছেন যে, তোমরা বিরত থাকো ব্যবসায়ের মধ্যে অধিক কসম খাওয়া থেকে। কেননা সেটা পণ্য বিক্রয়ে সহায়তা করে কিন্তু বারাকাত বিনষ্ট করে করে দেয়। (ইসলামিক ফাউন্ডেশন, ৩৯৮১, ইসলামিক সেন্টার, ৩৯৮০)\n",
    "checkStatus": "0",
    "hadithNo": "4018",
    "id": "51101",
    "thesequence": "50604",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০১৯-(১৩৩/১৬০৮) আহমাদ ইবনু ইউনুস ও ইয়াহইয়া ইবনু ইসহাক (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন; জমি অথবা বাগানে যদি কারও কোন শরীক থাকে, তবে ঐ শরীকের অনুমতি না নিয়ে সে তা বিক্রি করতে পারবে না। সে চাইলে গ্রহণ করবে আর না চাইলে ছেড়ে দিবে। (ইসলামিক ফাউন্ডেশন, ৩৯৮২, ইসলামিক সেন্টার, ৩৯৮১)\n",
    "checkStatus": "0",
    "hadithNo": "4019",
    "id": "51102",
    "thesequence": "50605",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০২০-(১৩৪/...) আবূ বাকর ইবনু আবূ শাইবাহ, মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... জাবির (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেসব শরিকী বিষয়ে শুফু&#39;আর পক্ষে হুকুম দিয়েছেন যা বিভক্ত করা যায় না- জমি হোক বা বাগান। আপন শরীককে না জানিয়ে তা বিক্রি করা বৈধ নয়। সে ইচ্ছে করলে রাখবে আর ইচ্ছে করলে ছেড়ে দিবে। যদি সে বিক্রি করে এবং শরীককে অবগত না করে তাহলে সে শরীকই তা পাওয়ার অধিকতর হকদার। (ইসলামিক ফাউন্ডেশন, ৩৯৮৩, ইসলামিক সেন্টার, ৩৯৮২)\n",
    "checkStatus": "0",
    "hadithNo": "4020",
    "id": "51103",
    "thesequence": "50606",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০২১-(১৩৫/...) আবূ তাহির (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: প্রতিটি শারীকি বিষয়ে শুফ&#39;আর অধিকার আছে- জমি হোক বা বাড়ী অথবা প্রাচীর। বিক্রি করা তার পক্ষে বৈধ হবে না শরীকের নিকট পেশ করা ব্যতীত। অতঃপর হয়ত সে গ্রহণ করবে অথবা পরিত্যাগ করবে। যদি সে না বলে তবে তার শরীকই সেটার বেশী অধিকারী যতদিন তাকে খবর দেয়া না হবে। (ইসলামিক ফাউন্ডেশন, ৩৯৪৮, ইসলামিক সেন্টার, ৩৯৮৩)\n",
    "checkStatus": "0",
    "hadithNo": "4021",
    "id": "51104",
    "thesequence": "50607",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০২২-১৩৬/১৬০৯) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ তার প্রাচীরের গায়ে কাঠ স্থাপন করতে যেন আপন প্রতিবেশীকে বারণ না করে। এরপর আবূ হুরাইরাহ্ (রামিঃ) বলেন, কী ব্যাপার! আমি তোমাদেরকে এ ব্যাপারে অমনোযোগী দেখতে পাচ্ছি। আল্লাহর কসম! আমি অবশ্যই তা দিয়ে তোমাদের ঘাড়ে ছুড়ে মারবো। (ইসলামিক ফাউন্ডেশন, ৩৯৮৫, ইসলামিক সেন্টার ৩৯৮৪)\n",
    "checkStatus": "0",
    "hadithNo": "4022",
    "id": "51105",
    "thesequence": "50608",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০২৩-(.../...) যুহায়র ইবনু হারব, আবূ তাহির, হারমালাহ ইবনু ইয়াহইয়া ও আবদ ইবনু হুমায়দ (রহঃ) ----- যুহরী (রহঃ) সূত্রে এ সানাদে হুবহু হাদীস বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন, ৩৯৮৬, ইসলামিক সেন্টার ৩৯৮৫)\n",
    "checkStatus": "0",
    "hadithNo": "4023",
    "id": "51106",
    "thesequence": "50609",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০২৪-(১৩৭/১৬১০) ইয়াহইয়া ইবনু আইয়ুব ও কুতাইবাহ ইবনু সাঈদ ও আলী ইবনু হুজুর (রহঃ) .....,&#39;ঈদ ইবনু যায়দ ইবনু আমর ইবনু নুফায়ল (রাযিঃ) হতে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: যে ব্যক্তি কারও এক বিঘত (অর্ধহাত) জমি জোর দখল করবে কিয়ামাতের দিন আল্লাহ তার গলায় সাত স্তর যমীন বেড়িরূপে পরিয়ে দেবেন। (ইসলামিক ফাউন্ডেশন, ৩৯৮৭, ইসলামিক সেন্টার, ৩৯৮৬)\n",
    "checkStatus": "0",
    "hadithNo": "4024",
    "id": "51107",
    "thesequence": "50610",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০২৫-(১৩৮/...) হারমালাহ্ ইবনু ইয়াহইয়া (রহঃ) ..... সাঈদ ইবনু যায়দ ইবনু আমর ইবনু নুফায়ল (রাযিঃ) হতে বর্ণিত। আরওয়া&#39; নামক এক মহিলা বাড়ীর কিছু অংশ নিয়ে তার সাথে ঝগড়া বাধায়। তিনি বললেন, তোমরা ওকে বলতে দাও এবং তার দাবিকৃত জমি ছেড়ে দাও। কারণ, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি: যে কেউ অন্যায়ভাবে এক বিঘত জমি জবর দখল করবে কিয়ামাতের দিন তাকে সাত স্তর জমিনের বেড়ি (তার গলায়) পরিয়ে দেয়া হবে। হে আল্লাহ আরওয়া যদি মিথ্যাবাদিনী হয় তবে তার চোখ অন্ধ করে দিন এবং তার ঘরেই তার কবর করুন। রাবী বলেন, পরবর্তীকালে আমি আরওয়াকে অন্ধ অবস্থায় দেখেছি, প্রাচীরে প্রাচীরে সে আঘাত খেয়ে খেয়ে চলত। সে বলতো, সাঈদ ইবনু যায়দের বদদুআ আমার লেগেছে। একদিন সে বাড়ীর মধ্যে চলাচল করছিল। বাড়ীর মধ্যে এক কুয়ার কাছ দিয়ে যাওয়ার সময় সে তাতে পড়ে যায়, কুয়াই তার কবর হয়। (ইসলামিক ফাউন্ডেশন, ৩৯৮৮, ইসলামিক সেন্টার, ৩৯৮৭)\n",
    "checkStatus": "0",
    "hadithNo": "4025",
    "id": "51108",
    "thesequence": "50611",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০২৬-(১৩৯/.) আবূ রাবী&#39; আতাকী (রহঃ) ..... উরওয়াহ্ (রহঃ) হতে বর্ণিত। আরওয়া বিনতু উওয়ায়স সাঈদ ইবনু যায়দ (রাযিঃ)-এর উপর দাবী করেন যে, তিনি আরওয়ার জমির কিছু অংশ জবর দখল করেছেন। সে মারওয়ান ইবনু হাকামের (উমাইয়াহ্ শাসক) নিকট এর বিচার দাবি করে। সাঈদ বললেন; আমি কী রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর থেকে ঐ কথা শোনার পরে তার জমির কিছু অংশ জবর দখল করতে কেমন করে পারি? তিনি বললেন, আপনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কী কথা শুনেছেন? তিনি বললেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি: যে ব্যক্তি এক বিঘত পরিমাণ জমি জোরপূর্বক দখল করবে তাকে সাত স্তর পর্যন্ত জমির বেড়ি (তার গলায়) পরিয়ে দেয়া হবে। মারওয়ান বললেন, এরপর আপনার নিকট আর প্রমাণের কথা জিজ্ঞেস করব না। এরপর সাঈদ বললেন, হে আল্লাহ। আরওয়া যদি মিথ্যাবাদিনী হয় তবে তার দু&#39; চক্ষু অন্ধ করে দিন এবং তার জমিতে তাকে মৃত্যু দান করুন। বর্ণনাকারী বলেন, এরপর সে অন্ধ না হওয়া পর্যন্ত মৃত্যুবরণ করেনি। পরে তার জমিতে চলার সময় হঠাৎ এক গর্তে পড়ে মারা যায়। (ইসলামিক ফাউন্ডেশন, ৩৯৮৯, ইসলামিক সেন্টার, ৩৯৮৮)\n",
    "checkStatus": "0",
    "hadithNo": "4026",
    "id": "51109",
    "thesequence": "50612",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০২৭-(১৪০/...) আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... সাঈদ ইবনু যায়দ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি: যে ব্যক্তি জোরপূর্বক এক বিঘত পরিমাণ জমি দখল করবে, কিয়ামাতের দিন তাকে সাত স্তর জমির বেড়ি পরিয়ে দেয়া হবে। (ইসলামিক ফাউন্ডেশন, ৩৯৯০, ইসলামিক সেন্টার ৩৯৮৯)\n",
    "checkStatus": "0",
    "hadithNo": "4027",
    "id": "51110",
    "thesequence": "50613",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০২৮-(১৪১/১৬১১) যুহায়র ইবনু হারব (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন; কেউ যদি এক বিঘত জমি না-হকভাবে জবর দখল করে কিয়ামাতের দিন আল্লাহ তাকে সাত স্তর যমীনের বেড়ি পরিয়ে দিবেন। (ইসলামিক ফাউন্ডেশন, ৩৯৯১, ইসলামিক সেন্টার ৩৯৯০)\n",
    "checkStatus": "0",
    "hadithNo": "4028",
    "id": "51111",
    "thesequence": "50614",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০২৯-(১৪২/১৬১২) আহমাদ ইবনু ইবরাহীম দাওরাকী (রহঃ) ..... মুহাম্মাদ ইবনু ইবরাহীম (রহঃ) হতে বর্ণিত। আবূ সালামাহ্ (রাযিঃ) তার কাছে বর্ণনা করেছেন। তার ও তার গোত্রের মাঝে একটি জমি নিয়ে ঝগড়া হয়েছিল। তিনি আয়িশাহ্ (রাযিঃ)-এর কাছে গমন করেন এবং তাকে সে বিষয়ে বলেন। আয়িশাহ্ (রাযিঃ) বলেন, হে আবূ সালামাহ! জমি থেকে বেঁচে থাকো। কেননা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: যে ব্যক্তি এক বিঘত পরিমাণ জমি যুলম করে নিবে তাকে সাত স্তর জমির বেড়ি পরানো হবে। (ইসলামিক ফাউন্ডেশন, ৩৯৯২, ইসলামিক সেন্টার ৩৯৯১)\n",
    "checkStatus": "0",
    "hadithNo": "4029",
    "id": "51112",
    "thesequence": "50615",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০৩০-(.../...) ইসহাক ইবনু মানসূর (রহঃ) ..... মুহাম্মাদ ইবনু ইবরাহীম (রহঃ) হতে বর্ণিত। আবূ সালামাহ্ (রাযিঃ) তাকে বলেছেন যে, তিনি আয়িশাহ্ (রাযিঃ)-এর নিকট উপস্থিত হন। অতঃপর উক্ত রূপ বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন ৩৯৯৩, ইসলামিক সেন্টার, ৩৯৯২)\n",
    "checkStatus": "0",
    "hadithNo": "4030",
    "id": "51113",
    "thesequence": "50616",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪০৩১-(১৪৩/১৬১৩) আবূ কামিল ফুযায়ল ইবনু হুসায়ন জাহদারী (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: যখন তোমরা রাস্তার ব্যাপারে মতবিরোধ করবে তখন তা সাত হাত প্রশস্ত করতে হবে। (ইসলামিক ফাউন্ডেশন, ৩৯৯৪, ইসলামিক সেন্টার, ৩৯৯৩)\n",
    "checkStatus": "0",
    "hadithNo": "4031",
    "id": "51114",
    "thesequence": "50617",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "588",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]