[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৩৯৪-(১/২৫৪৮) কুতাইবাহ ইবনু সাঈদ ইবনু জামীল ইবনু তারীফ আস্ সাকাফী ও যুহায়র ইবনু হারব (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এসে জিজ্ঞেস করল, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মানুষের মধ্যে আমার সদ্ব্যবহারের সর্বাপেক্ষা হাকদার ব্যক্তি কে? তিনি বললেন, তোমার মা। সে বলল, এরপর কে? তিনি বললেন, এরপরও তোমার মা। সে বলল, তারপর কে? তিনি বললেন, তারপরও তোমার মা। সে বলল, এরপর কে? তিনি বললেন, এরপর তোমার পিতা। আর কুতাইবাহ বর্ণিত হাদীসে আমার সদ্ব্যবহার পাওয়ার সর্বাপেক্ষা যোগ্য কে-এর উল্লেখ আছে। তিনি (কুতাইবাহ) তার রিওয়ায়াতে &ldquo;মানুষ শব্দটি উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন, ৭ম খণ্ড,৬২৬৯; ইসলামিক সেন্টার, ৮ম খণ্ড, ৬৩১৮)\n",
    "checkStatus": "0",
    "hadithNo": "6394",
    "id": "53493",
    "thesequence": "52995",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৩৯৫-(২/...) আবু কুরায়ব, মুহাম্মাদ ইবনু আলা আল হামদানী (রহঃ) ... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ব্যক্তি জিজ্ঞেস করল, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (মানুষের মধ্যে) সদ্ব্যবহারপাওয়ার সর্বাধিক অধিকারী ব্যক্তি কে? তিনি বললেন, তোমার মা। তারপরও তোমার মা । তারপরও তোমার মা। তারপর তোমার পিতা । অতঃপর তোমার নিকটবর্তী জন। এরপর তোমার নিকটবর্তী জন । (ইসলামিক ফাউন্ডেশন, ৬২৭০, ইসলামিক সেন্টার, ৬৩১৯)\n",
    "checkStatus": "0",
    "hadithNo": "6395",
    "id": "53494",
    "thesequence": "52996",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৩৯৬-(৩/...) আবু বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট আগমন করলো। এরপর তিনি জারীর বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন। এতে তিনি অতিরিক্ত বলেছেন, এরপর সে বলল, হ্যা। তোমার পিতার শপথ! তুমি অবশ্যই অবগত হবে। (ইসলামিক ফাউন্ডেশন, ৬২৭১, ইসলামিক সেন্টার, ৬৩২০)\n",
    "checkStatus": "0",
    "hadithNo": "6396",
    "id": "53495",
    "thesequence": "52997",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৩৯৭-(৪/...) মুহাম্মাদ ইবনু হাতিম ও আহমাদ ইবনু খিরাশ (রহঃ) ..... ইবনু শুবরুমাহ (রহঃ) থেকে এ সানাদে উহায়ব বর্ণিত হাদীসে (সর্বাপেক্ষা সদ্ব্যবহার পাওয়ার যোগ্য কে?) উল্লেখ রয়েছে। আর মুহাম্মদ ইবনু তালহার হাদীসে মানুষের মধ্যে আমার সদ্ব্যবহারের সর্বাপেক্ষা বেশী অধিকার কার রয়েছে। এরপর তিনি জারীর বর্ণিত হাদীসের মতোই উল্লেখ করেছেন। (ইসলামিক ফাউন্ডেশন, ৬২৭২, ইসলামিক সেন্টার, ৬৩২১)\n",
    "checkStatus": "0",
    "hadithNo": "6397",
    "id": "53496",
    "thesequence": "52998",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৩৯৮-(৫/২৫৪৯) আবু বাকর ইবনু আবু শাইবাহ, যুহায়র ইবনু হারব ও মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ----- আবদুল্লাহ ইবনু আমর (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট আসলো। এরপর সে তার নিকট জিহাদে অংশগ্রহণের অনুমতি চাইল। তখন তিনি বললেন, তোমার মাতা-পিতা কি জীবিত আছেন? সে বলল, হ্যা। তিনি বললেন, তাহলে তাদের উভয়ের (খিদমাত করে) সন্তুষ্টি অর্জনের চেষ্টা কর। (ইসলামিক ফাউন্ডেশন, ৬২৭৩, ইসলামিক সেন্টার, ৬৩২২)\n",
    "checkStatus": "0",
    "hadithNo": "6398",
    "id": "53497",
    "thesequence": "52999",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৩৯৯-(&hellip;/...) উবাইদুল্লাহ ইবনু মুআয (রহঃ) ... আবুল আব্বাস বলেন, আমি আবদুল্লাহ ইবনু আমর ইবনুল আস (রাযিঃ)-কে বলতে শুনেছি যে, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দরবারে আসলো। এরপর বর্ণনাকারী আগের মতো উল্লেখ করেন।(ইসলামিক ফাউন্ডেশন, ৬২৭৪, ইসলামিক সেন্টার, ৬৩২৩)\n",
    "checkStatus": "0",
    "hadithNo": "6399",
    "id": "53498",
    "thesequence": "53000",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪০০-(৬/...) আবু কুরায়ব (রহঃ), মুহাম্মাদ ইবনু হাতিম (রহঃ) ও কাসিম ইবনু যাকারিয়্যা (রহঃ) হাবীব (রহঃ)-এর সূত্রে এ সানাদে হুবহু বর্ণনা করেন। (ইসলামিক ফাউন্ডেশন, ৬২৭৫, ইসলামিক সেন্টার, ৬৩২৪)\n",
    "checkStatus": "0",
    "hadithNo": "6400",
    "id": "53499",
    "thesequence": "53001",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪০১-(.../...) সাঈদ ইবনু মানসূর (রহঃ) ..... আবদুল্লাহ ইবনু আমর ইবনুল আস (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দরবারে আগমন করলো। এরপর সে বলল, আমি আপনার নিকট হিজরত ও জিহাদের জন্য বাইআত গ্রহণ করব। (এর দ্বারা) আমি আল্লাহর কাছে পুরস্কার ও বিনিময় আশা করি। তিনি বললেন, তোমার পিতা-মাতার মধ্যে কেউ জীবিত আছে কি? সে বলল, হ্যা, তারা দুজনই জীবিত। তিনি আবার বললেন, সত্যিই কি! তুমি আল্লাহর নিকট প্রতিদান আকাঙ্ক্ষা করছ? সে বলল, হ্যা! তিনি বললেন, তাহলে তুমি তোমার মাতা-পিতার কাছে ফিরে যাও এবং তাদের দুজনের সঙ্গে সদাচরণ কর। (ইসলামিক ফাউন্ডেশন, ৬২৭৬, ইসলামিক সেন্টার, ৬৩২৫)\n",
    "checkStatus": "0",
    "hadithNo": "6401",
    "id": "53500",
    "thesequence": "53002",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪০২-(৭/২৫৫০) শাইবান ইবনু ফাররূখ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, জুরায়জ (বানী ইসরাঈলের একজন আবিদ ব্যক্তি) তার ইবাদাতখানায় ইবাদাতে নিমগ্ন থাকতেন। (একবার) তার মাতা তার কাছে আসলেন। - হুমায়দ (রহঃ) বলেন, আমাদের কাছে আবু রাফি এমন ভঙ্গিতে ব্যক্ত করেন, যেমনভাবে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার মায়ের ডাকের ভঙ্গিতে আবু হুরাইরাহ (রাযিঃ)-এর কাছে ব্যক্ত করেছেন। কিভাবে তার হাত তাঁর ভ্রর উপর রাখছিলেন। এরপর তার দিকে মাথা উঁচু করে তাকে ডাকছিলেন। বললেন, হে জুরায়জ! আমি তোমার মা, আমার সাথে কথা বলো। এ কথা এমন অবস্থায় বলছিলেন, যখন জুরায়জ সলাতে নিমগ্ন ছিলেন। তখন তিনি মনে মনে বলতে লাগলেন, &ldquo;হে আল্লাহ! (একদিকে) আমার মা আর (অপরদিকে) আমার সলাত (আমি কী করি?) । রাবী বলেন, অবশেষে তিনি তার সলাতকে অগ্রাধিকার দিলেন এবং তার মা ফিরে গেলেন। পরে তিনি দ্বিতীয়বার আসলেন এবং বললেন, হে জুরায়জ। আমি তোমার মা, তুমি আমার সঙ্গে কথা বলো। তিনি বললেন, ইয়া আল্লাহ! আমার মা, আমার সলাত। তখন তিনি তার সলাতে ব্যস্ত রইলেন। তখন তার মা বললেন, &ldquo;হে আল্লাহ! এ জুরায়জ আমারই ছেলে । আমি তার সঙ্গে কথা বলতে চাচ্ছিলাম। সে আমার সাথে কথা বলতে অস্বীকার করল। হে আল্লাহ তার মৃত্যু দিয়ো না, যে পর্যন্ত তাকে ব্যভিচারিণীর মুখ না দেখাও।&rdquo; তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যদি তার মাতা তার বিরুদ্ধে অন্য কোন বিপদের জন্য বদদুআ করতেন তাহলে অবশ্যই সে, বিপদে পতিত হত । তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, এক মেষ রাখাল জুরায়জ-এর ইবাদাতখানার নিকটেই (মাঝে মাঝে) আশ্রয় নিত। তিনি বলেন, এরপর গ্রাম থেকে এক মহিলা বের হয়ে এলে। উক্ত রাখাল তার সাথে ব্যভিচারে লিপ্ত হয়। এতে মহিলাটি গর্ভবতী হয়ে পড়ে এবং একটি পুত্র সন্তান জন্ম দেয়। তখন লোকেরা তাকে জিজ্ঞেস করল, এ (সন্তান) কোথা থেকে? সে উত্তর দিল, এ ইবাদাতখানায় যে বাস করে, তার থেকে। তিনি বলেন, এরপর তারা শাবল কোদাল ইত্যাদি নিয়ে এলো এবং চীৎকার করে ডাক দিল। তখন জুরায়জ সলাতে মশগুল ছিলেন। কাজেই তিনি তাদের সাথে কথা বললেন না। তিনি বলেন, এরপর তারা তার ইবাদাতখানা ধ্বংস করতে লাগল। তিনি এ অবস্থা দেখে নীচে নেমে এলেন। এরপর তারা বলল, এ মহিলাকে জিজ্ঞেস করো (সে কী বলছে)। তিনি বলেন, তখন জুরায়জ মুচকি হেসে শিশুটির মাথায় হাত বুলিয়ে বললেন, তোমার পিতা কে? তখন শিশুটি বলল, আমার পিতা সে মেষ রাখাল। যখন তারা সে শিশুটির মুখে এ কথা শুনতে পেল তখন তারা বলল, (হে দরবেশ) আমরা তোমার ইবাদাতখানার (গীর্জার) যতটুকু ভেঙ্গে ফেলেছি তা সোনা-রূপা দিয়ে পুনঃনির্মাণ করে দেব। তিনি বললেন, না; বরং তোমরা মাটি দ্বারাই পূর্বের ন্যায় তা নির্মাণ করে দাও। এরপর তিনি তার ইবাদাতগাহে উঠে বসলেন। (ইসলামিক ফাউন্ডেশন, ৬২৭৭, ইসলামিক সেন্টার, ৬৩২৬)\n",
    "checkStatus": "0",
    "hadithNo": "6402",
    "id": "53501",
    "thesequence": "53003",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪০৩-(৮/...) যুহায়র ইবনু হারব (রহঃ) ..... আবু হুরাইরাহ্ (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন। তিনজন ব্যতীত কেউ দোলনায় কথা বলেনি। তাদের মধ্যে একজন ঈসা ইবনু মারইয়াম (আঃ), আরেকজন জুরায়জ সম্পর্কিত শিশুটি। জুরায়জ ছিলেন একজন ইবাদাতগুজার ব্যক্তি। তিনি একটি ইবাদাতখামা তৈরি করে সেখানে অবস্থান করতেন। এক সময় তার কাছে তার মা আসলেন। তিনি সে সময় সলাতে নিমগ্ন ছিলেন। মা ডাকলেন, হে জুরায়জ। তখন তিনি (মনে মনে) বলতে লাগলেন, হে আমার প্রতিপালক! (একদিকে) আমার মা ও (অপর দিকে) আমার সলাত। এরপর তিনি সলাতে মগ্ন থাকলেন। মা ফিরে গেলেন। পরের দিন তিনি আবার তার কাছে এলেন। তখনও তিনি সলাত আদায় করছিলেন। তিনি বললেন, হে জুরায়জ। তখন তিনি (মনে মনে) বললেন, হে আমার প্রতিপালক একদিকে আমার মা (আমাকে ডাকছেন) আর (অন্য দিকে) আমার সলাত।\n\nএরপর তিনি সলাতে মশগুল রইলেন। মা ফিরে গেলেন। এরপরের দিন আবার এলেন। তখনও তিনি সলাতেই রত ছিলেন। এবারও (মা) বললেন, হে জুরায়জ। তখন তিনি (মনে মনে) বললেন, হে আমার প্রতিপালক। একদিকে আমার মা (আমাকে ডাকছেন)। (অন্যদিকে) আমার সলাত। এরপর তিনি সলাতেই লিপ্ত রইলেন। এবার তার মা বললেন, হে আল্লাহ! বদকার স্ত্রীলোকের সম্মুখীন করার আগ পর্যন্ত তুমি তার মৃত্যু দিয়ে না। এরপর বানু ইসরাঈলদের মধ্যে জুরায়জ ও তার ইবাদাত সম্পর্কে আলোচনা হতে লাগল। (বানী ইসরাঈলের মধ্যে) সৌন্দর্য উপমেয় এক দুশ্চরিত্রা স্ত্রীলোক ছিল। সে বলল, যদি তোমরা চাও তাহলে আমি তোমাদের সামনে তাকে (জুরায়জকে) ফিতনায় ফেলতে পারি। তিনি বলেন, এরপর সে জুরায়জের সামনে নিজেকে পেশ করে। কিন্তু জুরায়জ তার প্রতি ভ্রুক্ষেপও করেননি। অবশেষে সে এক মেষ রাখালের নিকট আসে। সে জুরায়জের ইবাদাতখানায় মাঝে মধ্যে যাওয়া-আসা করত। সে তাকে নিজের দিকে প্রলুব্ধ করল। সে (রাখাল) তার উপর অনুরক্ত হলো। এতে সে গর্ভবতী হয়ে গেল। যখন সে সন্তান প্রসব করল তখন বলে দিল যে, এ সন্তান জুরায়জের। লোকেরা (এ কথা শুনে) তার কাছে এসে জড়ো হলো এবং তাকে নীচে নামতে বাধ্য করল এবং তারা তার ইবাদাতখানা ভেঙ্গে ফেলল আর তাকে প্রহার করতে লাগল। তখন তিনি (জুরায়জ) জিজ্ঞেস করলেন, তোমাদের ব্যাপার কী? তারা বলল, তুমি তো এ দুশ্চরিত্রা স্ত্রীলোকের সাথে ব্যভিচার করেছে এবং তোমার পক্ষ থেকে সে সন্তান প্রসব করেছে। তখন তিনি বললেন, শিশুটি কোথায়? তারা শিশুটি নিয়ে এলো। এরপর তিনি বললেন, আমাকে একটু অবকাশ দাও, আমি সলাত আদায় করে নেই। তারপর তিনি সলাত আদায় করলেন এবং সলাত শেষে শিশুটির কাছে এলেন। এরপর তিনি শিশুটির পেটে টোকা দিয়ে বললেন, হে বৎস! তোমার পিতা কে? সে উত্তর করল। অমুক রাখাল। বর্ণনাকারী বলেন, তখন লোকেরা জুরায়জের দিকে এগিয়ে আসলো এবং তাকে চুম্বন করতে এবং তার গায়ে হাত বুলাতে লাগল। এরপর বলল, আমরা আপনার ইবাদাতখানা স্বর্ণ দ্বারা নির্মাণ করে দিব। তিনি বললেন, না বরং পুনরায় মাটি দিয়ে তৈরি করে দাও, যেমন ছিল। লোকেরা তাই করল। (তৃতীয় জন) একদা এক শিশু তার মায়ের দুধ পান করছিল। তখন উত্তম পোষাকে সজ্জিত এক লোক একটি হৃষ্টপুষ্ট সওয়ারীর উপর আরোহণ করে সেখান দিয়ে যাচ্ছিল। তখন তার মা বলল, হে আল্লাহ! তুমি আমার ছেলেকে এর মতো বানিয়ে দাও। তখন শিশুটি মাতৃস্তন ছেড়ে তার প্রতি লক্ষ্য করে বলল, &ldquo;হে আল্লাহ! তুমি আমাকে এর মতো বানিও না। এরপর সে আবার স্তনের দিকে ফিরে দুধ পান করতে লাগল। রাবী বলেন, মনে হয় যেন আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এখনো দেখছি যে, তিনি তার শাহাদাত অঙ্গুলি নিজ মুখে দিয়ে তা চুষে সে শিশুটির দুধ পানের দৃশ্য দেখাচ্ছেন। এরপর তিনি বর্ণনা করলেন যে, কিছু লোক একজন যুবতীকে নিয়ে যাচ্ছিল এবং তাকে তারা প্রহার করছিল এবং বলাবলি করছিল যে, তুই ব্যভিচার করেছিস, তুই চুরি করেছিস। আর সে বলছিল, আল্লাহর উপরই আমার ভরসা; আর তিনিই উত্তম কর্মবিধায়ক। তখন তার মা বলল, হে আল্লাহ! তুমি আমার পুত্রকে এর (দাসীর) মতো বানিও না। তখন শিশুটি দুধপান ছেড়ে তার (দাসীর) প্রতি লক্ষ্য করে বলল, হে আল্লাহ! তুমি আমাকে এর (এ দাসীর) মতো বানিয়ে দাও।&rdquo; সে সময় মা ও পুত্রের মধ্যে কথোপকথন হলো। তখন মা বলল, ঠাটা পড়ুক (এ কেমন কথা)। সুদৰ্শন এক ব্যক্তি যাচ্ছিল। তখন আমি বললাম, হে আল্লাহ! তুমি আমার ছেলেকে এর মতো বানিও। আর তুমি বললে, &ldquo;হে আল্লাহ! তুমি আমাকে এর মতো বানিও না। এরপর লোকেরা এ দাসীকে নিয়ে যাচ্ছিল। তখন তারা তাকে প্রহার করছিল এবং বলছিল, তুই ব্যভিচার করেছিস এবং তুই চুরি করেছিস। তখন আমি বললাম, হে আল্লাহ! তুমি আমার পুত্রকে তার মতো বানিও না। আর তুমি বললে, হে আল্লাহ! তুমি আমাকে তার মতো বানাও। সে বলল, সে আরোহী ব্যক্তি ছিল অত্যাচারী। তাই আমি বলেছি, হে আল্লাহ! তুমি আমাকে তার মতো বানিও না। আর যে দাসীকে ওরা বলছিল, তুই যিনা করেছিস। আসলে সে ব্যভিচারে লিপ্ত হয়নি এবং বলেছিল, চুরি করেছিস, অথচ সে চুরি করেনি। তাই আমি বললাম, হে আল্লাহ! তুমি আমাকে তার মতো বানিয়ে দাও। (ইসলামিক ফাউন্ডেশন, ৬২৭৮, ইসলামিক সেন্টার, ৬৩২৭)\n",
    "checkStatus": "0",
    "hadithNo": "6403",
    "id": "53502",
    "thesequence": "53004",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪০৪-(৯/২৫৫১) শাইবান ইবনু ফাররূখ (রহঃ) ... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন ; নাক ধূলিমলিন হোক, আবারও নাক ধূলিমলিন হোক, আবারও নাক ধূলিমলিন হোক। জিজ্ঞেস করা হল, কোন ব্যক্তির, হে আল্লাহর রসূল? তিনি বললেন, যে ব্যক্তি তার পিতা-মাতা উভয়কে অথবা একজনকে বার্ধক্যাবস্থায় পেল অথচ সে জান্নাতে প্রবেশ করতে পারল না। (ইসলামিক ফাউন্ডেশন, ৬২৭৯, ইসলামিক সেন্টার, ৬৩২৮)\n",
    "checkStatus": "0",
    "hadithNo": "6404",
    "id": "53503",
    "thesequence": "53005",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪০৫-(১০/...) যুহায়র ইবনু হারব (রহঃ) ..... আবু হুরাইরাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : সে ব্যক্তির নাক ধূলিমলিন হোক, আবার সে ব্যক্তির নাক ধূলিমলিন হোক, আবার তার নাক ধূলিমলিন হোক। জিজ্ঞেস করা হলো, কার হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনি বললেন, যে ব্যক্তি তার পিতা-মাতা উভয়কে কিংবা তাদের একজনকে বার্ধক্যজনিত অবস্থায় পেল, এরপরও সে জান্নাতে প্রবেশ করতে পারল না। (ইসলামিক ফাউন্ডেশন, ৬২৮০, ইসলামিক সেন্টার, ৬৩২৯)\n",
    "checkStatus": "0",
    "hadithNo": "6405",
    "id": "53504",
    "thesequence": "53006",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪০৬-(&hellip;/...) আবূ বাকর ইবনু আবূ শাইবাহ (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : তার নাক ধূলিমলিন হোক- কথাটি তিনবার বলেছেন। এরপর তিনি উক্ত হাদীসের মতোই উল্লেখ করেছেন। (ইসলামিক ফাউন্ডেশন, ৬২৮১, ইসলামিক সেন্টার,৬৩৩০)\n",
    "checkStatus": "0",
    "hadithNo": "6406",
    "id": "53505",
    "thesequence": "53007",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪০৭-(১১/২৫৫২) আবূ তাহির, আহমাদ ইবনু আমর ইবনু সারহ (রহঃ) .. আবদুল্লাহ ইবনু উমার (রাযিঃ) থেকে বর্ণিত যে, মাক্কায় এক রাস্তায় আবদুল্লাহ ইবনু উমর (রাযিঃ)-এর সাথে এক বেদুঈনের সাক্ষাৎ হলো। আবদুল্লাহ (রাযিঃ) তাকে সালাম দিলেন এবং তিনি যে গাধার পিঠে আরোহণ করতেন, সে গাধটি তাকে আরোহণের জন্য দিয়ে দিলেন। তিনি তার মাথার পাগড়ীটিও তাকে দান করলেন। তখন আবদুল্লাহ ইবনু দীনার (রহঃ) তাকে বললেন যে, আমরা তাকে বললাম, আল্লাহ আপনার কল্যাণ করুন। বেদুঈনরা তো অল্পতেই তুষ্ট হয়ে যায়। (এত দেয়ার প্রয়োজন কী ছিল?) তখন আবদুল্লাহ ইবনু উমর (রাযিঃ) বললেন, এ ব্যক্তির পিতা উমার ইবনুল খাত্তাব (রাযিঃ)-এর বন্ধু ছিলেন। আর আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, কোন ব্যক্তির সর্বোত্তম নেকীর কাজ হচ্ছে তার পিতার বন্ধুর সঙ্গে সহমর্মিতার সম্পর্ক বজায় রাখা। (ইসলামিক ফাউন্ডেশন, ৬২৮২, ইসলামিক সেন্টার, ৬৩৩১)\n",
    "checkStatus": "0",
    "hadithNo": "6407",
    "id": "53506",
    "thesequence": "53008",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪০৮-(১২/...) আবূ তাহির (রহঃ) &hellip;.. আবদুল্লাহ ইবনু উমর (রাযিঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন । সর্বোত্তম সদ্ব্যবহার হলো পিতার বন্ধুর সাথে সম্পর্ক অক্ষুন্ন রাখা। (ইসলামিক ফাউন্ডেশন, ৬২৮৩, ইসলামিক সেন্টার, ৬৩৩২\n",
    "checkStatus": "0",
    "hadithNo": "6408",
    "id": "53507",
    "thesequence": "53009",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪০৯-(১৩/...) হাসান ইবনু আলী আল হুলওয়ানী (রহঃ) ..... ইবনু উমার (রাযিঃ) থেকে বর্ণিত যে, যখন তিনি মাক্কাহ অভিমুখে রওনা হতেন তখন তার সাথে একটি গাধা থাকত। উটের সওয়ারীতে ক্লান্ত হয়ে পড়লে ক্ষণিক স্বস্তি লাভের জন্য তাতে আরোহণ করতেন। আর তার সঙ্গে একটি পাগড়ী থাকত, যা দিয়ে তিনি মাথা বেঁধে নিতেন। কোন এক সময় তিনি উক্ত গাধায় আরোহণ করে যাচ্ছিলেন, তখন তার পাশ দিয়ে একজন বেদুঈন অতিক্রম করছিল। তিনি তাকে জিজ্ঞেস করলেন, তুমি কি অমুকের পুত্র অমুক নও? সে বলল, হ্যা। তখন তিনি তাকে গাধাটি দিয়ে দিলেন এবং বললেন, এতে আরোহণ কর। তিনি তাকে পাগড়ীটিও দান করলেন এবং বললেন, এটি দ্বারা তোমার মাথা বেঁধে নাও। তখন তার সঙ্গীদের কেউ কেউ তাকে বললেন, আল্লাহ আপনাকে ক্ষমা করুন। আপনি এ বেদুঈনকে গাধাটি দিয়ে দিলেন, যার উপর আরোহণ করে আপনি স্বস্তি লাভ করতেন এবং পাগড়ীটিও দান করলেন, যার দ্বারা আপনার মাথা বাধতেন। তখন তিনি বললেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, সর্বোত্তম সদ্ব্যবহার হলো কোন ব্যক্তির পিতার ইন্&zwnj;তিকালের পর তার বন্ধু-বান্ধবের সাথে সদ্ব্যবহার বজায় রাখা। আর এ বেদুঈনের পিতা ছিলেন উমর (রাযিঃ)-এর অন্তরঙ্গ বন্ধু। (ইসলামিক ফাউন্ডেশন, ৬২৮৪, ইসলামিক সেন্টার, ৬৩৩৩)\n",
    "checkStatus": "0",
    "hadithNo": "6409",
    "id": "53508",
    "thesequence": "53010",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪১০-(১৪/২৫৫৩) মুহাম্মাদ ইবনু হাতিম ইবনু মাইমুন (রহঃ) .... নাওওয়াস ইবনু সামআন আল আনসারী (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে পুণ্য ও পাপ সম্পর্কে প্রশ্ন করলাম। তখন তিনি জবাব দিলেন, পুণ্য হলো উন্নত চরিত্র। আর পাপ হলো যা তোমার অন্তরে দ্বিধা-দ্বন্ধ সৃষ্টি করে এবং লোকে তা জানুক তা তুমি অপছন্দ করো। (ইসলামিক ফাউন্ডেশন, ৬২৮৫, ইসলামিক সেন্টার, ৬৩৩৪)\n",
    "checkStatus": "0",
    "hadithNo": "6410",
    "id": "53509",
    "thesequence": "53011",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪১১-(১৫/...) হারূন ইবনু সাঈদ আল আইলী (রহঃ) ..... নাওওয়াস ইবনু সামআন (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি মাদীনাতে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে এক বছর অবস্থান করি। আর একটি মাত্র কারণ আমাকে হিজরত থেকে বিরত রাখে। তা হলো দীনের ব্যাপারে জিজ্ঞেস করার সুযোগ। আমাদের কেউ যখন হিজরত করে আসত তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে কোন কিছুই জিজ্ঞেস করত না। তিনি বলেন, অতএব আমি তাকে পুণ্য ও পাপ সম্পর্কে জিজ্ঞেস করলাম। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উত্তর দিলেন, সদাচারণই পুণ্য আর যা তোমার অন্তরে সন্দেহের উদ্রেক করে এবং লোকে তা জানুক তা তুমি পছন্দ করো না, তাই পাপ । (ইসলামিক ফাউন্ডেশন, ৬২৮৬, ইসলামিক সেন্টার, ৬৩৩৫)\n",
    "checkStatus": "0",
    "hadithNo": "6411",
    "id": "53510",
    "thesequence": "53012",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪১২-(১৬/২৫৫৪) কুতাইবাহ ইবনু সাঈদ ইবনু জামীল ইবনু তারীফ ইবনু আবদুল্লাহ আস্ সাকাফী ও মুহাম্মাদ ইবনু আব্বাদ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : আল্লাহ তাআলা যখন সৃষ্টিকুল সৃষ্টি করে তা সমাপ্ত করলেন, তখন রহিম দণ্ডায়মান হলো এবং বলল, এ হচ্ছে আত্মীয়তার সম্পর্ক বিচ্ছিন্ন করা থেকে আশ্রয় প্রার্থনাকারীর স্থান। তিনি বললেন, হ্যা। তুমি কি এতে সম্ভষ্ট নও যে, যে তোমাকে সংযুক্ত রাখবে আমিও তার সাথে সম্পর্ক রাখব, আর যে তোমাকে বিচ্ছিন্ন করে দিবে আমিও । তাকে পৃথক করে দিব? তখন সে বলল, হ্যা। তিনি বললেন, তোমার জন্য তাই হবে। এরপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যদি তোমরা চাও তাহলে তিলাওয়াত করতে পার, তোমরা কি অস্বীকার করতে পারবে যে, তাদের উপর দায়িত্ব অর্পণ করলে পৃথিবীতে বিপর্যয় ও ফাসাদ সৃষ্টি করবে এবং তোমাদের আত্মীয়তার সম্পর্ক বিচ্ছিন্ন করে দিবে, এরাই তারা-যাদের উপর আল্লাহ অভিসম্পাত করেছেন। এরপর তিনি তাদের বধির করে দিয়েছেন ও তাদের চক্ষুসমূহ দৃষ্টিহীন করে দিয়েছেন। তারা কি কুরআন সম্পর্কে অভিনিবেশ সহকারে চিন্তা করে না, না তাদের অন্তর তালাবদ্ধ? (সূরা মুহাম্মদ ৩৭, ২২-২৪) (ইসলামিক ফাউন্ডেশন, ৬২৮৭, ইসলামিক সেন্টার, ৬৩৩৬)\n",
    "checkStatus": "0",
    "hadithNo": "6412",
    "id": "53511",
    "thesequence": "53013",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪১৩-(১৭/২৫৫৫) আবূ বাকর ইবনু আবু শাইবাহ ও যুহায়র ইবনু হাব (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : রহিম অর্থাৎ আত্মীয়তা বা রক্তের সম্পর্ক আল্লাহর আরশের সাথে ঝুলন্ত রয়েছে। সে বলে, যে ব্যক্তি আমার সাথে সম্পর্ক বজায় রাখবে আল্লাহ তার সাথে সম্পর্ক ঠিক রাখবেন। আর যে আমার সাথে সম্পর্ক ছিন্ন করবে আল্লাহ তার সাথে সম্পর্কচ্ছেদ করবেন। (ইসলামিক ফাউন্ডেশন, ৬২৮৮, ইসলামিক সেন্টার, ৬৩৩৭)\n",
    "checkStatus": "0",
    "hadithNo": "6413",
    "id": "53512",
    "thesequence": "53014",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪১৪-(১৮/২৫৫৬) যুহায়র ইবনু হারব ও ইবনু আবূ উমর (রহঃ) ..... জুবায়র ইবনু মুতাইম (রাযিঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ (আত্মীয়তা) ছিন্নকারী জান্নাতে প্রবেশ করবে না। ইবনু আবু উমর (রাযিঃ) সুফইয়ান থেকে বর্ণনা করেন, অর্থাৎ- আত্মীয়তা ছিন্নকারী। (ইসলামিক ফাউন্ডেশন, ৬২৮৯, ইসলামিক সেন্টার, ৬৩৩৮)\n",
    "checkStatus": "0",
    "hadithNo": "6414",
    "id": "53513",
    "thesequence": "53015",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪১৫-(১৯/...) আবদুল্লাহ ইবনু মুহাম্মাদ ইবনু আসমা আৰ্য যুবাঈ (রহঃ) ..... জুবায়র ইবনু মুতাইম (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : আত্মীয়তার সম্পর্ক বিচ্ছিন্নকারী জান্নাতে প্রবেশ করতে পারবে না । (ইসলামিক ফাউন্ডেশন, ৬২৯০, ইসলামিক সেন্টার, ৬৩৩৯)\n",
    "checkStatus": "0",
    "hadithNo": "6415",
    "id": "53514",
    "thesequence": "53016",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪১৬-(.../...) মুহাম্মাদ ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ..... যুহরী (রহঃ)-এর সূত্রে এ সানাদে তার মতোই বর্ণিত আছে। আর তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি। (ইসলামিক ফাউন্ডেশন, ৬২৯১, ইসলামিক সেন্টার, ৬৩৪০)\n",
    "checkStatus": "0",
    "hadithNo": "6416",
    "id": "53515",
    "thesequence": "53017",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪১৭-(২০/২৫৫৭) হারমালাহ ইবনু ইয়াহইয়া আত তুজীবী (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি, যে ব্যক্তি তার জীবিকার প্রশস্ততা কিংবা দীর্ঘায়ু পছন্দ করে, সে যেন তার আত্মীয়ের সাথে সদ্ব্যবহার করে। (ইসলামিক ফাউন্ডেশন, ৬২৯২, ইসলামিক সেন্টার, ৬৩৪১)\n",
    "checkStatus": "0",
    "hadithNo": "6417",
    "id": "53516",
    "thesequence": "53018",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪১৮-(২১/&hellip;) আবদুল মালিক ইবনু শুআয়ব ইবনুল লায়স (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) বর্ণনা করেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : যে ব্যক্তি তার জীবিকার প্রশস্ততা চায় ও দীর্ঘায়ু কামনা করে, সে যেন তার আত্মীয়দের সাথে সদাচরণ করে। (ইসলামিক ফাউন্ডেশন, ৬২৯৩, ইসলামিক সেন্টার, ৬৩৪২)\n",
    "checkStatus": "0",
    "hadithNo": "6418",
    "id": "53517",
    "thesequence": "53019",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪১৯-(২২/২৫৫৮) মুহাম্মাদ ইবনুল মুসান্না ও মুহাম্মাদ ইবনু বাশ্মশার (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি বলল, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! আমার আত্মীয়-স্বজন আছেন। আমি তাদের সাথে সদাচরণ করি; কিন্তু তারা আমাকে বিচ্ছিন্ন করে রাখে। আমি তাদের উপকার করে থাকি; কিন্তু তারা আমার অপকার করে। আমি তাদের সহনশীলতা প্রদর্শন করে থাকি আর তারা আমার সঙ্গে মূৰ্খসুলভ আচরণ করে। তখন তিনি বললেন, তুমি যা বললে, তাহলে যদি প্রকৃত অবস্থা তাই হয় তুমি যেন তাদের উপর জলন্ত অঙ্গার নিক্ষেপ করছ। আর সর্বদা তোমার সঙ্গে আল্লাহর তরফ থেকে তাদের বিপক্ষে একজন সাহায্যকারী (ফেরেশতা) থাকবে, যতক্ষণ তুমি এ অবস্থায় বহাল থাকবে। (ইসলামিক ফাউন্ডেশন, ৬২৯৪, ইসলামিক সেন্টার, ৬৩৪৩)\n",
    "checkStatus": "0",
    "hadithNo": "6419",
    "id": "53518",
    "thesequence": "53020",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪২০-(২৩/২৫৫৯) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন : তোমরা প্রতিহিংসা করবে না, পরস্পর বিদ্বেষ করবে না এবং একে অপরের পশ্চাতে শক্ৰতা করবে না। তোমরা সবই আল্লাহর বান্দা হিসেবে ভাই ভাই হয়ে যাও। আর কোন মুসলিম ব্যক্তির জন্য তার ভাই এর সাথে তিনদিনের বেশি সময় কথা-বার্তা পরিত্যাগ করা বৈধ নয় (ইসলামিক ফাউন্ডেশন, ৬২৯৫, ইসলামিক সেন্টার, ৬৩৪৪)\n",
    "checkStatus": "0",
    "hadithNo": "6420",
    "id": "53519",
    "thesequence": "53021",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪২১-(.../...) হাজিব ইবনুল ওয়ালীদ ও হারমালাহ্ ইবনু ইয়াহইয়া (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ)-এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মালিক-এর বর্ণিত হাদীসের সদৃশ বর্ণিত। (ইসলামিক ফাউন্ডেশন, ৬২৯৬, ইসলামিক সেন্টার, ৬৩৪৫)\n",
    "checkStatus": "0",
    "hadithNo": "6421",
    "id": "53520",
    "thesequence": "53022",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪২২-(&hellip;/...) যুহায়র ইবনু হারব, ইবনু আবূ উমর ও আমর আন নাকিদ (রহঃ) .. যুহরী (রহঃ)-এর সূত্রে এ সানাদে অনুরূপ হাদীস বর্ণিত। তবে ইবনু উয়াইনাহ ---- (এবং তোমরা পরস্পর সম্পর্ক বিচ্ছিন্ন করো না) বাড়িয়ে বলেছেন। (ইসলামিক ফাউন্ডেশন, ৬২৯৭, ইসলামিক সেন্টার, ৬৩৪৬)\n",
    "checkStatus": "0",
    "hadithNo": "6422",
    "id": "53521",
    "thesequence": "53023",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪২৩-(.../...) আবূ কামিল, মুহাম্মাদ ইবনু রাফি ও আবূদ ইবনু হুমায়দ (রহঃ) ..... যুহরী (রহঃ) থেকে উক্ত সানাদে বর্ণনা করেন। - তবে যুহরী (রহঃ)-এর সূত্রে ইয়ামীদ-এর বর্ণনা, যুহরীর থেকে সুফইয়ান-এর বর্ণনার অনুরূপ। তিনি চারটি বৈশিষ্ট্য একত্রে উল্লেখ করেছেন। আর আবদুর রাযযাক (রহঃ)-এর বর্ণিত হাদীসে রয়েছে, ----- (তোমরা একে অপরের প্রতি হিংসা-বিদ্বেষ পোষণ করবে না অথবা সম্পর্ক ছিন্ন করবে না কিংবা পশ্চাতে শক্রতা করবে না)। (ইসলামিক ফাউন্ডেশন, ৬২৯৮, ইসলামিক সেন্টার, ৬৩৪৭)\n",
    "checkStatus": "0",
    "hadithNo": "6423",
    "id": "53522",
    "thesequence": "53024",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪২৪-(২৪/...) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... আনাস (রাযিঃ)-এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, তোমরা একে অপরের সাথে হিংসা-বিদ্বেষ পোষণ করবে না এবং পরস্পর শক্রতা করবে না, পারস্পরিক সম্পর্ক বিচ্ছিন্ন করবে না এবং তোমরা আল্লাহর বান্দা হিসেবে ভাই ভাই হয়ে থাকবে। (ইসলামিক ফাউন্ডেশন, ৬২৯৯, ইসলামিক সেন্টার, ৬৩৪৮)\n",
    "checkStatus": "0",
    "hadithNo": "6424",
    "id": "53523",
    "thesequence": "53025",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪২৫-(&hellip;/...) আলী ইবনু নাসর আল জাহ্যামী (রহঃ) .. শুবাহ (রাঃ) উক্ত সানদের অনুরূপ হাদীস বর্ণনা করেছেন। তবে তিনি অতিরিক্ত বলেছেন, ----(যেভাবে আল্লাহ তোমাদের নির্দেশ দিয়েছেন)। (ইসলামিক ফাউন্ডেশন, ৬২৯৯, ইসলামিক সেন্টার, ৬৩৪৯)\n",
    "checkStatus": "0",
    "hadithNo": "6425",
    "id": "53524",
    "thesequence": "53026",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪২৬-(২৫/২৫৬০) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... আবু আইয়ুব আল আনসার (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : কোন মুসলিমের জন্য তার ভাই এর সঙ্গে তিন দিনের অধিক সময় সম্পর্ক ছিন্ন রাখা বৈধ নয়। দুজনের সাক্ষাৎ ঘটলে একজন এদিকে মুখ ফিরিয়ে, অন্যজন ঐদিকে ঘাড় বাকিয়ে থাকে। তবে তাদের মধ্যে সে-ই উত্তম, যে প্রথমে সালাম করে। (ইসলামিক ফাউন্ডেশন, ৬৩০০, ইসলামিক সেন্টার, ৬৩৫০)\n",
    "checkStatus": "0",
    "hadithNo": "6426",
    "id": "53525",
    "thesequence": "53027",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪২৭-(&hellip;/...) কুতাইবাহ্ ইবনু সাঈদ, আবু বকর ইবনু আবু শাইবাহ, যুহায়র ইবনু হারব, হারমালাহ্ ইবনু হুমায়দ (রহঃ) ..... যুহরী (রাযিঃ) থেকে সকলেই মালিক-এর সানাদে ও তার হাদীসের অনুরূপ হাদীস বর্ণনা করেন। তবে তার বক্তব্য ------ (সেও মুখ ফিরিয়ে নিল এবং তিনিও মুখ ফিরিয়ে নিলেন) এর পরিবর্তে মালিক ব্যতীত তাদের সকলেই বর্ণনা করেন ------ (তিনিও বিরত থাকলেন, সেও বিরত থাকল)। (ইসলামিক ফাউন্ডেশন, ৬৩০১, ইসলামিক সেন্টার, ৬৩৫১)\n",
    "checkStatus": "0",
    "hadithNo": "6427",
    "id": "53526",
    "thesequence": "53028",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪২৮-(২৬/২৫৬১) মুহাম্মাদ ইবনু নাফি (রহঃ) ..... আবদুল্লাহ ইবনু উমর (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : কোন ঈমানদারের জন্য তার ভাইকে তিন দিনের বেশি পরিত্যাগ করা জায়িয নয়। (ইসলামিক ফাউন্ডেশন, ৬৩০২, ইসলামিক সেন্টার, ৬৩৫১[ক])\n",
    "checkStatus": "0",
    "hadithNo": "6428",
    "id": "53527",
    "thesequence": "53029",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪২৯-(২৭/২৫৬২) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : তিন দিনের পরও হিজরত (কথাবার্তা পরিত্যাগ) বৈধ নয়। (ইসলামিক ফাউন্ডেশন, ৬৩০৩, ইসলামিক সেন্টার, ৬৩৫২)\n",
    "checkStatus": "0",
    "hadithNo": "6429",
    "id": "53528",
    "thesequence": "53030",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৩০-(২৮/২৫৬৩) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : তোমরা খারাপ ধারণা করা থেকে বেঁচে থাকো। কেননা, খারাপ ধারণা প্রসূত বিষয় সর্বাপেক্ষা মিথ্যা। আর তোমরা ছিদ্রান্বেষণ করো না, গোয়েন্দাগিরি করো না, সুপ্তদোষ অনুসন্ধান করো না, তোমরা পরস্পর লিপ্সা করো না, পরস্পর পরস্পরের প্রতি শক্রতা করো না, হিংসা করো না; একে অন্যের পিছনে লেগে থেকে না বরং তোমরা সবাই আল্লাহর বান্দা হিসেবে ভাই ভাই হয়ে যাও। (ইসলামিক ফাউন্ডেশন, ৬৩০৪, ইসলামিক সেন্টার, ৬৩৫৩)\n",
    "checkStatus": "0",
    "hadithNo": "6430",
    "id": "53529",
    "thesequence": "53031",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৩১-(২৯/...) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : তোমরা পরস্পর সম্পর্ক ছিন্ন করো না। একে অন্যের পেছনে শক্রতা করো না, একে অন্যের ছিদ্রাম্বেষণ করো না, অন্যের ক্রয়-বিক্রয়ের উপর তুমি ক্রয়-বিক্রয়ের চেষ্টা করো না; বরং তোমরা সবাই আল্লাহর বান্দা হিসেবে ভাই ভাই হয়ে বসবাস করতে থাকো। (ইসলামিক ফাউন্ডেশন, ৬৩০৫, ইসলামিক সেন্টার, ৬৩৫৪)\n",
    "checkStatus": "0",
    "hadithNo": "6431",
    "id": "53530",
    "thesequence": "53032",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৩২-(৩০/...) ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : তোমরা পরস্পরকে হিংসা করবে না, একে অপরের সাথে শক্রতা পোষণ করবে না, সুপ্তদোষ সন্ধান করবে না, গুপ্ত ভুল-ভ্রান্তি অনুসন্ধান করো না এবং পরস্পরকে ধোকায় ফেলবে না। আর তোমরা আল্লাহর বান্দা হিসেবে ভ্রাতৃ বন্ধনে আবদ্ধ হয়ে থাকো। (ইসলামিক ফাউন্ডেশন, ৬৩০৬, ইসলামিক সেন্টার, ৬৩৫৫)\n",
    "checkStatus": "0",
    "hadithNo": "6432",
    "id": "53531",
    "thesequence": "53033",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৩৩-(.../...) হাসান ইবনু আলী আল হুলওয়ানী ও আলী ইবনু নাসর জাহ্যামী (রহঃ) ..... আমাশ (রহঃ) থেকে এ সানাদে বর্ণিত যে, তোমরা একে অপরের সাথে আত্মীয়তা সম্পর্কচ্ছেদ করো না, একে অপরের পেছনে দুশমনি করো না, পরস্পরে বিদ্বেষ পোষণ করো না, পরস্পরে হিংসা করো না। আর তোমরা আল্লাহর বান্দা হিসেবে ভাই ভাই পরিণত হয়ে যাও, যেমন আল্লাহ তাআলা তোমাদের নির্দেশ দিয়েছেন। (ইসলামিক ফাউন্ডেশন, ৬৩০৭, ইসলামিক সেন্টার, ৬৩৫৬)\n",
    "checkStatus": "0",
    "hadithNo": "6433",
    "id": "53532",
    "thesequence": "53034",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৩৪-(৩১/...) আহমাদ ইবনু সাঈদ আদ দারিমী (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা পরস্পরে বিদ্বেষ করবে না, একে অন্যের পেছনে শক্রতায় আবদ্ধ হয়ো না, পরস্পরে লিন্সা করবে না বরং তোমরা আল্লাহর বান্দা হিসেবে ভাই ভাই হয়ে থাকো। (ইসলামিক ফাউন্ডেশন, ৬৩০৮, ইসলামিক সেন্টার, ৬৩৫৭)\n",
    "checkStatus": "0",
    "hadithNo": "6434",
    "id": "53533",
    "thesequence": "53035",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৩৫-(৩২/২৫৬৪) আবদুল্লাহ ইবনু মাসলামাহ ইবনু কানাব (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : তোমরা পরস্পর হিংসা করো না, পরস্পর ধোকাবাজি করো না, পরস্পর বিদ্বেষ পোষণ করো না, একে অপরের ক্ষতি করার উদ্দেশে অগোচরে শক্রতা করো না এবং একে অন্যের ক্রয়-বিক্রয়ের উপর ক্রয়-বিক্রয়ের চেষ্টা করবে না । তোমরা আল্লাহর বান্দা হিসেবে ভাই ভাই হয়ে থাকো। এক মুসলিম অপর মুসলিমের ভাই। সে তার উপর অত্যাচার করবে না, তাকে অপদস্ত করবে না এবং হেয় প্রতিপন্ন করবে না। তাকওয়া এখানে, এ কথা বলে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনবার তার বক্ষের প্রতি ইঙ্গিত করলেন। একজন মানুষের মন্দ হওয়ার জন্য এটাই যথেষ্ট যে, সে তার ভাইকে হেয় জ্ঞান করে। কোন মুসলিমের উপর প্রত্যেক মুসলিমের জান-মাল ও ইযযত-আবরু হারাম। (ইসলামিক ফাউন্ডেশন, ৬৩০৯, ইসলামিক সেন্টার, ৬৩৫৮)\n",
    "checkStatus": "0",
    "hadithNo": "6435",
    "id": "53534",
    "thesequence": "53036",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৩৬-(৩৩/&hellip;) আবূ তাহির, আহমাদ ইবনু আমর ইবনু সারহ (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : ... এরপর উসামাহ্ ইবনু যায়দ দাউদ-এর হাদীসের অনুরূপ উল্লেখ করেছেন। তবে এ বর্ণনায় তিনি সামান্য কম-বেশি করেছেন। তারা উভয়ে যতটুকু বাড়িয়ে বলেছেন, তা হচ্ছে &ldquo;নিশ্চয়ই আল্লাহ তোমাদের দেহকায় ও বাহ্যিক আকৃতির প্রতি দৃষ্টিপাত করেন না; বরং তিনি তোমাদের অন্তরসমূহের প্রতি দৃষ্টিপাত করেন। (এ বলে) তিনি তার আঙ্গুলের মাধ্যমে স্বীয় বক্ষের দিকে ইঙ্গিত করেন। (ইসলামিক ফাউন্ডেশন, ৬৩১০, ইসলামিক সেন্টার, ৬৩৫৯)\n",
    "checkStatus": "0",
    "hadithNo": "6436",
    "id": "53535",
    "thesequence": "53037",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৩৭-(৩৪/&hellip;) আমর আন নাকিদ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন ; নিশ্চয়ই আল্লাহ তোমাদের বাহ্যিক চাল-চলন ও বিত্ত-বৈভবের প্রতি দৃষ্টিপাত করেন না; বরং তিনি দৃষ্টি দিয়ে থাকেন তোমাদের অন্তর ও আমালের প্রতি। (ইসলামিক ফাউন্ডেশন,৬৩১১, ইসলামিক সেন্টার, ৬৩৬০)\n",
    "checkStatus": "0",
    "hadithNo": "6437",
    "id": "53536",
    "thesequence": "53038",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৩৮-(৩৫/২৫৬৫) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : প্রতি সোমবার ও বৃহস্পতিবার জান্নাতের দরজাসমূহ খুলে দেয়া হয়। এরপর এমন সব বান্দাকে ক্ষমা করে দেয়া হয়, যারা আল্লাহর সাথে অংশীদার স্থাপন করে না। তবে সে ব্যক্তিকে নয়, যার ভাই ও তার মধ্যে শক্রতা বিদ্যমান। এরপর বলা হবে, এ দুজনকে আপোষ মীমাংসা করার জন্য অবকাশ দাও, এ দুজনকে আপোষ মীমাংসা করার জন্য সুযোগ দাও, এ দুজনকে আপোষ মীমাংসা করার জন্য সুযোগ দাও । (ইসলামিক ফাউন্ডেশন, ৬৩১২. ইসলামিক সেন্টার, ৬৩৬১)\n",
    "checkStatus": "0",
    "hadithNo": "6438",
    "id": "53537",
    "thesequence": "53039",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৩৯-(.../...) যুহায়র ইবনু হারব (রহঃ), কুতাইবাহ ইবনু সাঈদ ও আহমাদ ইবনু আবদাহ আয যাববী (রহঃ) ... সুহায়ল (রাযিঃ)-এর পিতার সূত্রে মালিক-এর সানাদে তার হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। তবে দারাওয়াদী (রহঃ) বর্ণিত হাদীসে ইবনু আৱদাহ-এর বর্ণনায় ---- কিন্তু সম্পর্কচ্ছেদকারী দুব্যক্তিকে ক্ষমা করা হবে না উল্লেখ আছে। আর কুতাইবাহ্ (রহঃ) বলেছেন,----- (তবে সম্পর্ক বিচ্ছিন্নকারী দুজনকে ক্ষমা করা হবে না)। (ইসলামিক ফাউন্ডেশন, ৬৩১২, ইসলামিক সেন্টার, ৬৩৬২)\n",
    "checkStatus": "0",
    "hadithNo": "6439",
    "id": "53538",
    "thesequence": "53040",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৪০-(৩৬/...) ইবনু আবূ উমর (রহঃ) ..... মারফু সানাদে আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, প্রতি বৃহস্পতিবার ও সোমবার আমাল পেশ করা হয়। তখন আল্লাহ তাআলা সেদিন প্রত্যেক এমন বান্দাকে ক্ষমা করেন, যারা তার সাথে কোন কিছুকে অংশীদার স্থির করে না। তবে এমন ব্যক্তিকে নয়, যার ভাই ও তার মধ্যে শক্রতা আছে। তখন বলা হবে, এ দুজনকে অবকাশ দাও যতক্ষণ না তারা আপোষ মীমাংসায় ফিরে আসে, এ দুজনকে অবকাশ দাও যতক্ষণ না তারা সংশোধনের দিকে ফিরে আসে। (ইসলামিক ফাউন্ডেশন, ৬৩১৩, ইসলামিক সেন্টার, ৬৩৬৩)\n",
    "checkStatus": "0",
    "hadithNo": "6440",
    "id": "53539",
    "thesequence": "53041",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৪১-(.../...) আবু তাহির ও আমর ইবনু সাওওয়াদ (রাযিঃ) ..... আবু হাইরাহ (রাযিঃ)-এর সূত্রে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, মানুষের আমাল (সপ্তাহে দুবার) সোমবার ও বৃহস্পতিবার (আল্লাহর দরবারে) উপস্থাপন করা হয়। এরপর প্রত্যেক মুমিন বান্দাকে ক্ষমা করা হয়। তবে সে ব্যক্তিকে নয়, যার ভাইএর সাথে তার দুশমনি রয়েছে। তখন বলা হবে, এ দুজনকে বর্জন করো অথবা অবকাশ দাও যতক্ষণ না তারা মীমাংসার প্রতি প্রত্যাবর্তন করে। (ইসলামিক ফাউন্ডেশন, ৬৩১৪, ইসলামিক সেন্টার, ৬৩৬৪)\n",
    "checkStatus": "0",
    "hadithNo": "6441",
    "id": "53540",
    "thesequence": "53042",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৪২-(৩৭/২৫৬৬) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন ; কিয়ামাতের দিন আল্লাহ বলবেন, আমার মহত্ত্বের কারণে একে অপরের প্রতি ভালবাসা স্থাপনকারীরা কোথায়? আজ আমি তাদেরকে আমার বিশেষ ছায়ায় ছায়া প্রদান করব। আজ এমন দিন, যেদিন আমার ছায়া ব্যতীত অন্য কোন ছায়া নেই। (ইসলামিক ফাউন্ডেশন, ৬৩১৫, ইসলামিক সেন্টার, ৬৩৬৫)\n",
    "checkStatus": "0",
    "hadithNo": "6442",
    "id": "53541",
    "thesequence": "53043",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৪৩-(৩৮/২৫৬৭) আবদুল আলা ইবনু হাম্মাদ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : এক ব্যক্তি তার ভাইয়ের সাক্ষাতের জন্য অন্য এক গ্রামে গেল। আল্লাহ তাআলা তার জন্য পথিমধ্যে একজন ফেরেশতা নিযুক্ত করলেন। সে ব্যক্তি যখন ফেরেশতার কাছে পৌছল, তখন ফেরেশতা জিজ্ঞেস করলেন, তুমি কোথায় যাওয়ার ইচ্ছা পোষণ করেছো? সে বলল, আমি এ গ্রামে আমার এক ভাইয়ের সাথে দেখা করার জন্য যেতে চাই। ফেরেশতা বললেন, তার কাছে কি তোমার কোন অবদান আছে, যা তুমি আরো প্রবৃদ্ধি করতে চাও? সে বলল, না। আমি তো শুধু আল্লাহর জন্যই তাকে ভালবাসি। ফেরেশতা বললেন, আমি আল্লাহর পক্ষ থেকে (তার দূত হয়ে) তোমার কাছে অবহিত করার জন্য এসেছি যে, আল্লাহ তোমাকে ভালবাসেন, যেমন তুমি তোমার ভাইকে তারই সম্ভষ্টি অর্জনের জন্য ভালবেসেছ। (ইসলামিক ফাউন্ডেশন, ৬৩১৬, ইসলামিক সেন্টার, ৬৩৬৬)\n",
    "checkStatus": "0",
    "hadithNo": "6443",
    "id": "53542",
    "thesequence": "53044",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৪৪-(&hellip;/...) শায়খ আবু আহমাদ (রহঃ) ..... হাম্মাদ বিন সালামাহ্ এ সানাদে অনুরূপ হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, নেই, ইসলামিক সেন্টার, নেই)\n",
    "checkStatus": "0",
    "hadithNo": "6444",
    "id": "53543",
    "thesequence": "53045",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৪৫-(৩৯/২৫৬৮) সাঈদ ইবনু মানসূর ও আবু রাবী আয যাহরানী (রহঃ) ..... সাওবান (রাযিঃ) থেকে বর্ণিত। আবু রাবী বলেছেন, তিনি হাদীসটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। আর সাঈদের হাদীসে রয়েছে যে, তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : রোগীর সেবা শুশ্ৰুষাকারী বেহেশতের ফলমূল আহরণে রত থাকে, যতক্ষণ পর্যন্ত সে না প্রত্যাবর্তন করে। (ইসলামিক ফাউন্ডেশন, ৬৩১৭, ইসলামিক সেন্টার, ৬৩৬৭)\n",
    "checkStatus": "0",
    "hadithNo": "6445",
    "id": "53544",
    "thesequence": "53046",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৪৬-(৪০/&hellip;) ইয়াহইয়া ইবনু ইয়াহইয়া আত তামীমী (রহঃ) ..., রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আযাদকৃত গোলাম সাওবান (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : যে ব্যক্তি কোন রোগীর সেবা-শুশ্রুষা করতে থাকে সে প্রত্যাবর্তন না করা পর্যন্ত বেহেশতের ফলমূল আহরণে রত থাকে। (ইসলামিক ফাউন্ডেশন, ৬৩১৮, ইসলামিক সেন্টার, নেই)\n",
    "checkStatus": "0",
    "hadithNo": "6446",
    "id": "53545",
    "thesequence": "53047",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৪৭-(৪১/...) ইয়াহইয়া ইবনু হাবীব আল হারিসী (রহঃ) ..... সাওবান (রাযিঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : যখন কোন মুসলিম তার মুসলিম ভাইয়ের রোগ সেবায় নিয়োজিত হয় তখন সে প্রত্যাবর্তন না করা পর্যন্ত জান্নাতের ফল-ফলাদি আহরণে রত থাকে। (ইসলামিক ফাউন্ডেশন, ৬৩১৯, ইসলামিক সেন্টার, ৬৩৬৮)\n",
    "checkStatus": "0",
    "hadithNo": "6447",
    "id": "53546",
    "thesequence": "53048",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৪৮-(৪২/&hellip;) আবু বাকর ইবনু আবূ শাইবাহ ও যুহায়র ইবনু হারব (রহঃ) ..... রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আযাদকৃত গোলাম সাওবান (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যে ব্যক্তি কোন রোগীর সেবা করে, সে খুরফাতুল জান্নাতে রত থাকে। জিজ্ঞেস করা হলো, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুরফাতুল জান্নাত কী? তিনি বললেন, এর ফল-ফলাদি সংগ্রহ করা। (ইসলামিক ফাউন্ডেশন, ৬৩২০, ইসলামিক সেন্টার, ৬৩৬৯)\n",
    "checkStatus": "0",
    "hadithNo": "6448",
    "id": "53547",
    "thesequence": "53049",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৪৯-(.../...) সুওয়াইদ ইবনু সাঈদ (রহঃ) ..... আসিম আহওয়াল (রহঃ) থেকে এ সানাদে বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৩২১, ইসলামিক সেন্টার, ৬৩৭০)\n",
    "checkStatus": "0",
    "hadithNo": "6449",
    "id": "53548",
    "thesequence": "53050",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৫০-(৪৩/২৫৬৯) মুহাম্মাদ ইবনু হাতিম ইবনু মাইমুন (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : আল্লাহ তাআলা কিয়ামাতের দিনে বলবেন, হে আদাম সন্তান আমি অসুস্থ হয়েছিলাম; কিন্তু তুমি আমার সেবা-শুশ্রুষা করনি। সে বলবে, হে পরওয়ারদিগার। আমি কী করে তোমার সেবা শুশ্রুষা করব, অথচ তুমি সারা জাহানের প্রতিপালক। আল্লাহ বলবেন, তুমি কি জানতে না যে, আমার অমুক বান্দা অসুস্থ হয়েছিল, আর তুমি তার সেবা করনি, তুমি কি জানতে না যে, তুমি তার সেবা-শুশ্রুষা করলে আমাকে তার কাছেই পেতে। হে আদাম সন্তান আমি তোমার কাছে খাবার চেয়েছিলাম; কিন্তু তুমি আমাকে খেতে দাওনি। সে (বান্দা) বলবে, হে আমার পরওয়ারদিগার! আমি কী করে তোমাকে আহার করাতে পারি? তুমি তো সারা জাহানের প্রতিপালক। তিনি (আল্লাহ) বলবেন, তুমি কি জানতে না যে, আমার অমুক বান্দা তোমার কাছে আহার চেয়েছিল? তুমি তাকে খেতে দাওনি। তুমি কি জানতে না যে, যদি তুমি তাকে আহার করাতে তাহলে তা অবশ্যই আমার কাছে পেতে। হে আদাম সন্তান আমি তোমার কাছে পানীয় চেয়েছিলাম; কিন্তু তুমি আমাকে পানি পান করাওনি। সে (বান্দা) বলবে, হে আমার পরওয়ারদিগার! আমি কী করে তোমাকে পান করাব, অথচ তুমি সারা জাহানের প্রতিপালক। তিনি (আল্লাহ) বলবেন, আমার অমুক বান্দা তোমার কাছে পানীয় চেয়েছিল, তুমি তাকে পান করাওনি। যদি তুমি তাকে পান করাতে, তবে তা আমার কাছে পেয়ে যেতে । (ইসলামিক ফাউন্ডেশন, ৬৩২২, ইসলামিক সেন্টার,৬৩৭১)\n",
    "checkStatus": "0",
    "hadithNo": "6450",
    "id": "53549",
    "thesequence": "53051",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৫১-(৪৪/২৫৭০) উসমান ইবনু আবূ শাইবাহ ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... মাসরুক (রহঃ) থেকে বর্ণিত। তিনি বলেন, আয়িশাহ্ (রাযিঃ) বলেছেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর চাইতে অধিকতর রোগ যন্ত্রণার কষ্ট অন্য কোন ব্যক্তির উপর দেখিনি। উসমানের বর্ণনায় ---- এর স্থলে ---- উল্লেখ রয়েছে। (ইসলামিক ফাউন্ডেশন, ৬৩২৩, ইসলামিক সেন্টার, ৬৩৭২)\n",
    "checkStatus": "0",
    "hadithNo": "6451",
    "id": "53550",
    "thesequence": "53052",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৫২-(.../...) উবাইদুল্লাহ ইবনু মুআয, ইবনুল মুসান্না, ইবনু বাশ্শার, বিশর ইবনু খালিদ, আবু বকর ইবনু নাফি ও ইবনু নুমায়র (রহঃ) ... আমাশ থেকে জারীর-এর সানাদে তার হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন (ইসলামিক ফাউন্ডেশন, ৬৩২৪, ইসলামিক সেন্টার, ৬৩৭৩)\n",
    "checkStatus": "0",
    "hadithNo": "6452",
    "id": "53551",
    "thesequence": "53053",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৫৩-(৪৫/২৫৭১) উসমান ইবনু আবূ শাইবাহ, যুহায়র ইবনু হাব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে আসলাম। তখন তিনি জরাক্রান্ত ছিলেন। আমি তাকে আমার হাতে স্পর্শ করে বললাম, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনি তো ভীষণভাবে জরাক্রান্ত। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন : হ্যা, আমি এ পরিমাণ জ্বরে ভুগছি, যে পরিমাণ তোমাদের দুজনের হয়ে থাকে। তিনি বলেন, আমি বললাম, এ কারণেই আপনার জন্য দ্বিগুণ প্রতিদান রয়েছে। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, কোন মুসলিম ব্যক্তির জ্বর কিংবা অন্য কোন কারণে বিপদ আপতিত হলে তার বিনিময়ে আল্লাহ তাআলা এমনভাবে তার অপরাধসমূহ ক্ষমা করে দেন যেভাবে বৃক্ষাদি পাতা ঝরায়। (ইসলামিক ফাউন্ডেশন, ৬৩২৫, ইসলামিক সেন্টার, ৬৩৭৪)\n",
    "checkStatus": "0",
    "hadithNo": "6453",
    "id": "53552",
    "thesequence": "53054",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৫৪-(&hellip;/...) আবূ বাকর ইবনু আবূ শাইবাহ, আবূ কুরায়ব, মুহাম্মাদ ইবনু রাফি, ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আমাশ থেকে জারীর (রাযিঃ)-এর সানাদে তার বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন। আর আবু মুআবিয়াহ (রাযিঃ) কর্তৃক বর্ণিত হাদীসে অতিরিক্ত আছে, তিনি বলেন, হ্যা। সে সত্তার কসম যার হাতে আমার জীবন! পৃথিবীতে এমন কোন মুসলিম ব্যক্তি নেই ..... (শেষ পর্যন্ত) (ইসলামিক ফাউন্ডেশন, ৬৩২৬, ইসলামিক সেন্টার, ৬৩৭৫)\n",
    "checkStatus": "0",
    "hadithNo": "6454",
    "id": "53553",
    "thesequence": "53055",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৫৫-(৪৬/২৫৭২) যুহায়র ইবনু হারব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আসওয়াদ (রাযিঃ) থেকে বর্ণিত । তিনি বলেন, কয়েকজন কুরাইশী যুবক আয়িশাহ্ (রাযিঃ)-এর কাছে আগমন করল। তখন তিনি মিনায় অবস্থান করছিলেন। সে সময় তারা হাসছিল। আয়িশাহ (রাযিঃ) বললেন, কোন বিষয় তোমাদেরকে হাসাচ্ছে? তারা বলল, অমুক ব্যক্তি তাবুর রশির উপর পড়ে গেছে। ফলে তার গর্দান কিংবা চোখ নিস্পিষ্ট হওয়ার উপক্রম হয়। তিনি বললেন, তোমরা হেসো না। কেননা আমি শুনেছি, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : যে কোন মুসলিমের গায়ে একটি কাটা বিদ্ধ হয় কিংবা তার চেয়ে অধিক ছোট্ট কোন আঘাত লাগে, তার বিনিময়ে তার একটি মর্যাদা বৃদ্ধি পায় এবং তার একটি গুনাহ ক্ষমা করে দেয়া হয়। (ইসলামিক ফাউন্ডেশন, ৬৩২৭, ইসলামিক সেন্টার, ৬৩৭৬)\n",
    "checkStatus": "0",
    "hadithNo": "6455",
    "id": "53554",
    "thesequence": "53056",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৫৬-(৪৭/...) আবূ বাকর ইবনু আবূ শাইবাহ ও আবূ কুরায়ব ও ইসহাক আল হানযালী (রহঃ) ..... আয়িশাহ্ (রাযিঃ) থেকে বর্ণিত । তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : কোন ঈমানদার ব্যক্তির শরীরে একটি মাত্র কাটার আঘাত কিংবা তার চাইতেও কোন নগণ্য আঘাত লাগলে আল্লাহ তাআলা তার একটি মর্যাদা বাড়িয়ে দেন কিংবা তার একটি গুনাহ মোচন করে দেন। (ইসলামিক ফাউন্ডেশন, ৬৩২৮, ইসলামিক সেন্টার, ৬৩৭৭)\n",
    "checkStatus": "0",
    "hadithNo": "6456",
    "id": "53555",
    "thesequence": "53057",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৫৭-(৪৮/...) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ..... আয়িশাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : কোন ঈমানদার ব্যক্তির দেহে একটি কাটা বিদ্ধ হলে কিংবা তার চেয়ে অধিক ক্ষুদ্র কোন মুসীবাত আপতিত হলে তার পরিবর্তে আল্লাহ তাআলা তার একটি গুনাহ মাফ করে দেন। (ইসলামিক ফাউন্ডেশন, ৬৩২৯, ইসলামিক সেন্টার, ৬৩৭৮)\n",
    "checkStatus": "0",
    "hadithNo": "6457",
    "id": "53556",
    "thesequence": "53058",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৫৮-(&hellip;/...) আবূ কুরায়ব (রহঃ) হিশাম-এর সূত্রে এ সনদে অনুরূপ বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৩৩০, ইসলামিক সেন্টার, ৬৩৭৯)\n",
    "checkStatus": "0",
    "hadithNo": "6458",
    "id": "53557",
    "thesequence": "53059",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৫৯-(৪৯/...) আবু তাহির (রহঃ) ..... আয়িশাহ্ (রাযিঃ) হতে বর্ণনা করেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন কোন মুসলিমের উপর কোন বিপদ নিপতিত হলে তার বিনিময়ে তার গুনাহের কাফফারা হয়ে যায়, এমনকি ক্ষুদ্রতর কোন কাটা বিদ্ধ হলেও। (ইসলামিক ফাউন্ডেশন, ৬৩৩১, ইসলামিক সেন্টার, ৬৩৮০)\n",
    "checkStatus": "0",
    "hadithNo": "6459",
    "id": "53558",
    "thesequence": "53060",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৬০-(৫০/...) আবু তাহির (রহঃ) ..... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সহধর্মিণী আয়িশাহ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : ঈমানদার ব্যক্তির উপর কোন বিপদাপদ আসলে, এমনকি একটি কাটা বিদ্ধ হলেও তার বিনিময়ে তার অপরাধ মোচন করা হয় কিংবা তার গুনাহ মিটিয়ে দেয়া হয়। ইয়ামীদ স্মরণ রাখতে পারেননি যে, উরওয়াহ্ (রহঃ) কোন্&zwnj; শব্দটি উল্লেখ করেছেন, --- না ---- (তবে শাব্দিক অর্থ একই, অর্থাৎ ক্ষমা করে দেয়া)। (ইসলামিক ফাউন্ডেশন,৬৩৩২, ইসলামিক সেন্টার, ৬৩৮১)\n",
    "checkStatus": "0",
    "hadithNo": "6460",
    "id": "53559",
    "thesequence": "53061",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৬১-(৫১/...) হারমালাহ ইবনু ইয়াহইয়া (রহঃ) ..... আয়িশাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, ঈমানদার ব্যক্তির উপর কোন বিপদ আপতিত হলে, এমনকি কোন কাটা বিধলেও তার বিনিময়ে তাকে একটি প্রতিদান দেয়া হয়; কিংবা তার একটি গুনাহ ক্ষমা করে দেয়া হয়। (ইসলামিক ফাউন্ডেশন, ৬৩৩৩, ইসলামিক সেন্টার, ৬৩৮২)\n",
    "checkStatus": "0",
    "hadithNo": "6461",
    "id": "53560",
    "thesequence": "53062",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৬২-(৫২/২৫৭৩) আবু বাকর ইবনু আবু শাইবাহ ও আবু কুরায়ব (রহঃ) ..... আবু সাঈদ আল খুদরী ও আবু হুরাইরাহ্ (রাযিঃ) থেকে বর্ণিত। তারা উভয়ে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছেন যে, কোন ঈমানদার ব্যক্তির এমন কোন ব্যথা-বেদনা, রোগ-ব্যাধি, দুঃখ-কষ্ট পৌছে না, এমনকি দুর্ভাবনা পর্যন্ত, যার প্রতিদানে তার কোন গুনাহ ক্ষমা করা হয় না। (ইসলামিক ফাউন্ডেশন, ৬৩৩৪, ইসলামিক সেন্টার, ৬৩৮৩)\n",
    "checkStatus": "0",
    "hadithNo": "6462",
    "id": "53561",
    "thesequence": "53063",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৬৩-(&hellip;/২৫৭৪) কুতাইবাহ ইবনু সাঈদ ও আবু বকর ইবনু আবূ শাইবাহ (রহঃ) . আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, যখন এ আয়াত যে ব্যক্তি মন্দ কাজ করে, তার প্রতিফল সে ভোগ করবে&rdquo;&mdash; (সূরা আন নিসা ৪ : ১২৩) অবতীর্ণ হলো তখন কতিপয় মুসলিম ভয়ানক দুশ্চিন্তগ্রস্ত হয়ে পড়েন। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন : তোমরা মধ্যম পন্থা অবলম্বন করো এবং সঠিক পন্থা গ্রহণ করো। একজন মুসলিম তার প্রত্যেকটি বিপদের পরিবর্তে এমনকি সে আছাড় খেলে কিংবা তার শরীরে কোন কাটা বিদ্ধ হলেও তাতে তার (গুনাহের) কাফফারাহ হয়ে যায়। ইমাম মুসলিম (রহঃ) বলেন, উমার ইবনু আবদুর রহমান ইবনু মুহাইসিন মাক্কার অধিবাসী ছিলেন। (ইসলামিক ফাউন্ডেশন, ৬৩৩৫, ইসলামিক সেন্টার, ৬৩৮৪)\n",
    "checkStatus": "0",
    "hadithNo": "6463",
    "id": "53562",
    "thesequence": "53064",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৬৪-(৫৩/২৫৭৫) উবাইদুল্লাহ ইবনু উমার আল কাওয়ারীরী (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন উম্মু সায়িব কিংবা উম্মুল মুসাইয়্যাব (রাযিঃ)-এর কাছে গিয়ে বললেন, তোমার কি হয়েছে হে উম্মু সায়িব অথবা উম্মুল মুসাইয়্যাব! কাঁদছ কেন? তিনি বললেন, ভীষণ জ্বর, একে আল্লাহ বর্ধিত না করুন। তখন তিনি বললেন, তুমি জ্বরকে গালমন্দ করো না। কেননা জ্বর আদাম সন্তানের পাপরাশ মোচন করে দেয়, যেভাবে হাপর লোহার মরিচিকা দূরীভূত করে। (ইসলামিক ফাউন্ডেশন,৬৩৩৬, ইসলামিক সেন্টার, ৬৩৮৫)\n",
    "checkStatus": "0",
    "hadithNo": "6464",
    "id": "53563",
    "thesequence": "53065",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৬৫-(৫৪/২৫৭৬) উবাইদুল্লাহ ইবনু উমার আল কাওয়ারীরী (রহঃ) ..... আতা ইবনু রাবাহ (রাযিঃ) থেকে বর্ণিত । তিনি বলেন, আবদুল্লাহ ইবনু আব্বাস (রাযিঃ) আমাকে বলেছেন, আমি কি তোমাকে এক জান্নাতী মহিলার কথা বলব? আমি বললাম, হ্যা। তিনি বললেন, এক কৃষ্ণকায় মহিলা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে বলেছিল, আমি মৃগীরোগে আক্রান্ত হই এবং এ অবস্থায় আমি উলঙ্গ হয়ে পড়ি। অতএব আপনি আমার জন্য আল্লাহর নিকট দুআ করুন। তিনি বললেন, যদি তুমি চাও, ধৈর্যধারণ কর। তাহলে তোমার জন্য বিনিময় রয়েছে জান্নাত। আর যদি তুমি চাও তাহলে আমি আল্লাহর দরবারে দুআ করি যেন তিনি তোমাকে আরোগ্যতা দান করেন। তখন সে বলল, আমি ধৈর্যধারণ করব। তবে আমি যে সে অবস্থায় ছতর খুলে ফেলি! কাজেই আপনি আল্লাহর কাছে দু আ করুন যেন আমি ছতর খুলে না ফেলি। তখন তিনি তার জন্য দুআ করলেন। (ইসলামিক ফাউন্ডেশন, ৬৩৩৭, ইসলামিক সেন্টার, ৬৩৮৬)\n",
    "checkStatus": "0",
    "hadithNo": "6465",
    "id": "53564",
    "thesequence": "53066",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৬৬-(৫৫/২৫৭৭) আবদুল্লাহ ইবনু আবদুর রহমান ইবনু বাহরাম আদ দারিমী (রহঃ) ..... আবু যার (রাযিঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেন : আল্লাহ তাআলা বলেছেন, ওহে আমার বান্দারা! আমি আমার নিজ সত্তার উপর অত্যাচারকে হারাম করে নিয়েছি এবং তোমাদের মধ্যেও তা হারাম বলে ঘোষণা করছি। অতএব তোমরা একে অপরের উপর অত্যাচার করো না । হে আমার বান্দারা! তোমরা সবাই ছিলে দিশেহারা, তবে আমি যাকে সুপথ দেখিয়েছি সে ব্যতীত। তোমরা আমার কাছে হিদায়াত প্রার্থনা কর আমি তোমাদের হিদায়াত দান করব। হে আমার বান্দারা! তোমরা সবাই ক্ষুধার্ত, তবে আমি যাকে খাদ্য দান করি সে ব্যতীত। তোমরা আমার কাছে আহার্য চাও, আমি তোমাদের আহার করাব। হে আমার বান্দারা! তোমরা সবাই বস্ত্রহীন, কিন্তু আমি যাকে পরিধান করাইসলামিক সেন্টার, ব্যতীত। তোমরা আমার কাছে পরিধেয় চাও, আমি তোমাদের পরিধান করাব। হে আমার বান্দারা! তোমরা রাতদিন অপরাধ করে থাকো। আর আমিই সব অপরাধ ক্ষমা করি। সুতরাং তোমরা আমার কাছে মাগফিরাত প্রার্থনা করো, আমি তোমাদেরকে ক্ষমা করে দিব। হে আমার বান্দারা তোমরা কখনো আমার অনিষ্ট করতে পারবে না, যাতে আমি ক্ষতিগ্রস্ত হই এবং তোমরা কখনো আমার উপকার করতে পারবে না, যাতে আমি উপকৃত হই। হে আমার বান্দারা। তোমাদের আদি, তোমাদের অন্ত, তোমাদের মানুষ ও জিন জাতির মধ্যে যার অন্তর আমাকে সবচাইতে বেশী ভয় পায়, তোমরা সবাই যদি তার মতো হয়ে যাও তাতে আমার রাজত্ব একটুও বৃদ্ধি পাবে না। হে আমার বান্দাগণ। তোমাদের আদি, তোমাদের অন্ত, তোমাদের সকল মানুষ ও সকল জিন জাতির মধ্যে যার অন্তর সবচাইতে পাপিষ্ঠ তোমরা সবাই যদি তার মতো হয়ে যাও তাহলে আমার রাজত্ব কিছুমাত্র হ্রাস পাবে না। হে আমার বান্দা! তোমাদের আদি থেকে অন্ত পর্যন্ত সকল মানুষ ও জিন যদি কোন বিশাল মাঠে দাড়িয়ে সবাই আমার কাছে আবদার করে আর আমি প্রত্যেক ব্যক্তির চাহিদা পূরণ করি তাহলে আমার কাছে যা আছে তাতে এর চাইতে বেশী হ্রাস পাবে না, যেমন কেউ সমুদ্রে একটি সূচ ডুবিয়ে দিলে যতটুকু তাথেকে হ্রাস পায়। হে আমার বান্দারা। আমি তোমাদের আমালই তোমাদের জন্য সংরক্ষিত রাখি। এরপর পুরোপুরিভাবে তার বিনিময় প্রদান করে থাকি । সুতরাং যে ব্যক্তি কোন কল্যাণ অর্জন করে সে যেন আল্লাহর প্রশংসা করে। আর যে তা ব্যতীত অন্য কিছু পায়, তবে সে যেন নিজেকেই দোষারোপ করে।\n\nসাঈদ (রহঃ) বলেন, আবু ইদরীস আল খাওলানী (রহঃ) যখন এ হাদীস বর্ণনা করতেন তখন তিনি দুহাটুর উপর ভর দিয়ে বসতেন। (ইসলামিক ফাউন্ডেশন, ৬৩৩৮, ইসলামিক সেন্টার, ৬৩৮৭)\n",
    "checkStatus": "0",
    "hadithNo": "6466",
    "id": "53565",
    "thesequence": "53067",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৬৭-(.../...) আবূ বাকর ইবনু ইসহাক (রহঃ) ..... সাঈদ ইবনু আবদুল আযীয (রাযিঃ) এ সানাদে রিওয়ায়াত করেন। তবে তাদের উভয়ের মধ্যে মারওয়ান পূর্ণাঙ্গ হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৩৩৮, ইসলামিক সেন্টার, ৬৩৮৮)\n",
    "checkStatus": "0",
    "hadithNo": "6467",
    "id": "53566",
    "thesequence": "53068",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৬৮-(.../...) আবু ইসহাক (রহঃ) বলেন, বিশর (রহঃ)-এর পুত্রদ্বয় হাসান ও হুসায়ন এবং মুহাম্মাদ ইবনু ইয়াহইয়া বলেছেন, আমাদের নিকট আবূ মুসহির এ হাদীসটি পুরোটাই বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন,৬৩৩৮, ইসলামিক সেন্টার,৬৩৮৮)\n",
    "checkStatus": "0",
    "hadithNo": "6468",
    "id": "53567",
    "thesequence": "53069",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৬৯-(.../...) ইসহাক ইবনু ইবরাহীম ও মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... আবু যার (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : তার মহিমাম্বিত পরওয়ারদিগার ইরশাদ করেন, আমি আমার নিজের উপর ও বান্দাদের উপর অত্যাচারকে হারাম করে নিয়েছি। অতএব তোমরা পরস্পর পরস্পরকে অত্যাচার করো না। অতঃপর রাবী হাদীসটি অনুরূপ বর্ণনা করেছেন। আর আবু ইদরীস (রহঃ) বর্ণিত যে হাদীসটি আমরা বিবৃত করেছি তা এর চাইতে অধিক পূর্ণাঙ্গ। (ইসলামিক ফাউন্ডেশন,৬৩৩৯, ইসলামিক সেন্টার, ৬৩৮৯)\n",
    "checkStatus": "0",
    "hadithNo": "6469",
    "id": "53568",
    "thesequence": "53070",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৭০-(৫৬/২৫৭৮) আবদুল্লাহ ইবনু মাসলামাহ্ ইবনু কানাব (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন ; তোমরা অত্যাচার করা থেকে বিরত থাক । কেননা কিয়ামাত দিবসে অত্যাচার অন্ধকারে পরিণত হবে। তোমরা কৃপণতা থেকে সাবধান হও। কেননা এ কৃপণতাই তোমাদের আগেকার কাওমকে ধ্বংস করেছে। এ কৃপণতা তাদের খুন-খারাবী ও রক্তপাতে উৎসাহ যুগিয়েছে এবং হারাম বস্তুসমূহ হালাল জ্ঞান করতে প্রলোভন দিয়েছে। (ইসলামিক ফাউন্ডেশন, ৬৩৪০, ইসলামিক সেন্টার,৬৩৯০)\n",
    "checkStatus": "0",
    "hadithNo": "6470",
    "id": "53569",
    "thesequence": "53071",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৭১-(৫৭/২৫৭৯) মুহাম্মাদ ইবনু হাতিম (রহঃ) ..... ইবনু উমার (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, অবশ্যই যুলম কিয়ামাত দিবসে ঘোরতর অন্ধকারে পরিণত হবে। (ইসলামিক ফাউন্ডেশন, ৬৩৪১, ইসলামিক সেন্টার, ৬৩৯১)\n",
    "checkStatus": "0",
    "hadithNo": "6471",
    "id": "53570",
    "thesequence": "53072",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৭২-(৫৮/২৫৮০) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... সালিম-এর পিতা থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেন : এক মুসলিম আরেক মুসলিমের ভাই। সে তার প্রতি অত্যাচার করে না এবং তাকে দুশমনের হাতে সোপর্দও করে না। যে ব্যক্তি তার ভাই-এর অভাব-অনটন পূরণ করবে আল্লাহ তার অভাব-অনটন দূরীভূত করবেন। আর যে ব্যক্তি কোন মুসলিমের বিপদ দূর করবে, আল্লাহ তাআলা তার প্রতিদানে কিয়ামাত দিবসে তাকে বিপদ থেকে পরিত্রাণ দিবেন। আর যে ব্যক্তি মুসলিমের দোষ-ত্রুটি লুকিয়ে রাখবে, আল্লাহ তাআলা কিয়ামাত দিবসে তার দোষ-ত্রুটি লুকিয়ে রাখবেন। (ইসলামিক ফাউন্ডেশন, ৬৩৪২, ইসলামিক সেন্টার, ৬৩৯২)\n",
    "checkStatus": "0",
    "hadithNo": "6472",
    "id": "53571",
    "thesequence": "53073",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৭৩-(৫৯/২৫৮১) কুতাইবাহ ইবনু সাঈদ ও আলী ইবনু হুজর (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন : তোমরা কি বলতে পার, অভাবী লোক কে? তারা বললেন, আমাদের মাঝে যার দিরহাম (টাকা কড়ি) ও ধন-সম্পদ নেইসলামিক সেন্টার, তো অভাবী লোক। তখন তিনি বললেন, আমার উম্মাতের মধ্যে সে প্রকৃত অভাবী লোক, যে ব্যক্তি কিয়ামাতের দিন সলাত, সাওম ও যাকাত নিয়ে আসবে; অথচ সে এ অবস্থায় আসবে যে, সে কাউকে গালি দিয়েছে, কাউকে অপবাদ দিয়েছে, অমুকের সম্পদ ভোগ করেছে, অমুককে হত্যা করেছে ও আরেকজনকে প্রহার করেছে। এরপর সে ব্যক্তিকে তার নেক আমাল থেকে দেয়া হবে, অমুককে নেক আমাল থেকে দেয়া হবে। এরপর যদি পাওনাদারের হাক তার নেক আমাল থেকে পূরণ করা না যায় সে ঋণের পরিবর্তে তাদের পাপের একাংশ তার প্রতি নিক্ষেপ করা হবে। এরপর তাকে জাহান্নামে নিক্ষেপ করা হবে। - (ইসলামিক ফাউন্ডেশন, ৬৩৪৩, ইসলামিক সেন্টার, ৬৩৯৩)\n",
    "checkStatus": "0",
    "hadithNo": "6473",
    "id": "53572",
    "thesequence": "53074",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৭৪-(৬০/২৫৮২) ইয়াহইয়া ইবনু আইয়ুব, কুতাইবাহ ও ইবনু হুজর (রহঃ) ..... আবু হুরাইরাহ্ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন ; কিয়ামাতের দিন প্রত্যেক পাওনাদারকে তার পাওনা চুকিয়ে দিতে হবে। এমনকি শিং বিশিষ্ট বকরী থেকে শিং বিহীন বকরীর প্রতিশোধ গ্রহণ করা হবে। (ইসলামিক ফাউন্ডেশন, ৬৩৪৪, ইসলামিক সেন্টার, ৬৩৯৪)\n",
    "checkStatus": "0",
    "hadithNo": "6474",
    "id": "53573",
    "thesequence": "53075",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৭৫-(৬১/২৫৮৩) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ..... আবূ মুসা আশআরী (রহঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : অবশ্যই মহান আল্লাহ যালিমকে সুযোগ দেন। এরপর তিনি যখন তাকে পাকড়াও করেন তখন তাকে ছাড়েন না। এরপর তিনি তিলাওয়াত করেন, এভাবেই তোমার প্রতিপালকের পাকড়াও- যখন কোন অত্যাচারী জনপদবাসীকে তিনি পাকড়াও করেন। নিশ্চয়ই তার পাকড়াও চরম মর্মাত্তিক, অতিশয় কঠোর&rdquo;&mdash; (সূরা হুদ ১১ঃ ১০২)। (ইসলামিক ফাউন্ডেশন, ৬৩৪৫, ইসলামিক সেন্টার, ৬৩৯৫)\n",
    "checkStatus": "0",
    "hadithNo": "6475",
    "id": "53574",
    "thesequence": "53076",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৭৬-(৬২/২৫৮৪) আহমাদ ইবনু আবদুল্লাহ ইবনু ইউনুস (রহঃ) ..... জাবির (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আনসার ও মুহাজিরদের দুটি গোলাম হাতাহাতি করছিল। তখন মুহাজির গোলাম এ বলে চীৎকার দিল, হে মুহাজিরগণ! পক্ষান্তরে আনসারী গোলামও ডাকল, হে আনসারগণ তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হয়ে বললেন, এ কী ব্যাপার! জাহিলী যুগের লোকেদের মতো হাক-ডাক করছ? তারা বললেন, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! না, দুটি গোলাম ঝগড়া করেছে। তাদের একজন অপরজনের পশ্চাতে আঘাত করেছে। তখন তিনি বললেন, এতো মামুলী ব্যাপার। প্রত্যেক ব্যক্তির জন্য উচিত যেন সে তার ভাইয়ের সাহায্য করে, সে অত্যাচারী হোক কিংবা অত্যাচারিত। যদি সে অত্যাচারী হয় তাহলে তাকে (যুলম থেকে) বিরত রাখবে। এ হচ্ছে তার জন্য সাহায্য। আর যদি সে অত্যাচারিত হয় তাহলে তাকে সাহায্য করবে। (ইসলামিক ফাউন্ডেশন, ৬৩৪৬, ইসলামিক সেন্টার, ৬৩৯৬)\n",
    "checkStatus": "0",
    "hadithNo": "6476",
    "id": "53575",
    "thesequence": "53077",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৭৭-(৬৩/...) আবূ বাকর ইবনু আবু শাইবাহ, যুহায়র ইবনু হারব, আহমাদ ইবনু আবদাল্লাহু আয যাব্বী ও ইবনু আবু উমর (রহঃ) ..... সুফইয়ান ইবনু উয়াইনাহ্ (রহঃ) বলেন যে, আমর (রহঃ) জাবির (রাযিঃ)-কে বলতে শুনেছেন, আমরা এক যুদ্ধে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে ছিলাম। তখন একজন মুহাজির একজন আনসারের পশ্চাতাঘাত করেছিল। সে সময় আনসারী চীৎকার করে বলল, হে আনসার। আর মুহাজির ব্যক্তি ডাক দিল, হে মুহাজিরগণ তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, কী ব্যাপার! জাহিলী যুগের মতো হাক-ডাক করছ কেন? তারা বলল, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজন মুহাজির একজন আনসারীর পশ্চাতে আঘাত করেছে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা এ ধরনের হাক-ডাক ছেড়ে দাও। কেননা এতো নিন্দনীয় কাজ। এরপর ঘটনাটি আবদুল্লাহ ইবনু উবাই শুনে বলল, তারা কি এরূপ কাণ্ড ঘটিয়েছে? আল্লাহর কসম! আমরা মাদীনায় ফিরে গেলে সেখানকার শক্তিশালীরা অবশ্যই দুর্বলকে বহিষ্কৃত করে দিবে। উমর (রাযিঃ) বললেন, (হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম!) আমাকে অনুমতি দিন, আমি এ মুনাফিকের মস্তক উড়িয়ে দেই। তখন তিনি বললেন, একে ছেড়ে দাও, যাতে লোকেরা বলতে না পারে যে, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সহাবাদের হত্যা করেন। (ইসলামিক ফাউন্ডেশন, ৬৩৪৭, ইসলামিক সেন্টার, ৬৩৯৭)\n",
    "checkStatus": "0",
    "hadithNo": "6477",
    "id": "53576",
    "thesequence": "53078",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৭৮-(৬৪/...) ইসহাক ইবনু ইবরাহীম, ইসহাক ইবনু মানসূর ও মুহাম্মাদ ইবনু রাফি (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, একজন মুহাজির একজন আনসারীকে পশ্চাতে আঘাত করেছিল। এরপর সে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এলো এবং তার কাছে প্রতিশোধ চাইল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এটা বাদ দাও । কেননা এ-তো নোংরা কাজ । ইবনু মানসূর (রহঃ) আমর বর্ণিত হাদীসে বলেছেন যে, তিনি জাবির (রাযিঃ)-কে বলতে শুনেছেন। (ইসলামিক ফাউন্ডেশন, ৬৩৪৮, ইসলামিক সেন্টার, ৬৩৯৮)\n",
    "checkStatus": "0",
    "hadithNo": "6478",
    "id": "53577",
    "thesequence": "53079",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৭৯-(৬৫/২৫৮৫) আবূ বাকর ইবনু আবূ শাইবাহ ও আবু আমির আল আশআরী, মুহাম্মাদ ইবনুল আলা, আবু কুরায়ব (রহঃ) ..... আবু মূসা (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেন : একজন মুমিন ব্যক্তি অপর মুমিনের জন্য একটি অট্টালিকা সদৃশ, যার এক অংশ অন্য অংশকে শক্তিশালী করে। (ইসলামিক ফাউন্ডেশন, ৬৩৪৯, ইসলামিক সেন্টার, ৬৩৯৯)\n",
    "checkStatus": "0",
    "hadithNo": "6479",
    "id": "53578",
    "thesequence": "53080",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৮০-(৬৬/২৫৮৬) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ..... নুমান ইবনু বাশীর (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : মুমিনদের উদাহরণ তাদের পারস্পরিক ভালবাসা, দয়ার্দ্রতা ও সহানুভূতির দিক থেকে একটি মানব দেহের ন্যায় যখন তার একটি অঙ্গ আক্রান্ত হয় তখন তার সমস্ত দেহ ডেকে আনে তাপ ও অনিদ্ৰা। (ইসলামিক ফাউন্ডেশন, ৬৩৫০, ইসলামিক সেন্টার, ৬৪০০)\n",
    "checkStatus": "0",
    "hadithNo": "6480",
    "id": "53579",
    "thesequence": "53081",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৮১-(&hellip;/...) ইসহাক আল হান্&zwnj;যালী (রহঃ) ..... নুমান ইবনু বাশীর (রাযিঃ)-এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হুবহু বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৩৫১, ইসলামিক সেন্টার, ৬৪০১)\n",
    "checkStatus": "0",
    "hadithNo": "6481",
    "id": "53580",
    "thesequence": "53082",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৮২-(৬৭/&hellip;) আবূ বাকর ইবনু আবূ শাইবাহ ও আবূ সাঈদ আল আশাজ্জ (রহঃ) ..... নুমান ইবনু বাশীর (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : মুমিন সম্প্রদায় একজন ব্যক্তির ন্যায়। যখন তার মাথায় অসুস্থতা দেখা দেয় তখন সমস্ত দেহই তাপ ও অনিদ্রায় আক্রান্ত হয়ে পড়ে। (ইসলামিক ফাউন্ডেশন, ৬৩৫২, ইসলামিক সেন্টার, ৬৪০২)\n",
    "checkStatus": "0",
    "hadithNo": "6482",
    "id": "53581",
    "thesequence": "53083",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৮৩-(&hellip;/...) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... নুমান ইবনু বশীর (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : সকল মুসলিম একজন ব্যক্তির সমতুল্য। যদি তার চক্ষু পীড়িত হয় তবে তার সমগ্র দেহ পীড়িত হয়ে পড়ে। যদি তার মাথা আক্রান্ত হয় তাহলে সমগ্র শরীরই আক্রান্ত হয়ে পড়ে। (ইসলামিক ফাউন্ডেশন, ৬৩৫৩, ইসলামিক সেন্টার, ৬৪০৩)\n",
    "checkStatus": "0",
    "hadithNo": "6483",
    "id": "53582",
    "thesequence": "53084",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৮৪-(&hellip;/...) ইবনু নুমায়র (রহঃ) ..... নুমান ইবনু বাশীর (রাযিঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৩৫৪, ইসলামিক সেন্টার, ৬৪০৪)\n",
    "checkStatus": "0",
    "hadithNo": "6484",
    "id": "53583",
    "thesequence": "53085",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৮৫-(৬৮/২৫৮৭) ইয়াহইয়া ইবনু আইয়ুব, কুতাইবাহ ও ইবনু হুজর (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন ; দুব্যক্তি যখন গালমন্দে লিপ্ত হয় তখন তাদের উভয়ের গুনাহ তার উপরই বর্তাবে, যে প্রথমে শুরু করে; যতক্ষণ না অত্যাচারিত সীমালঙ্ঘন করে। (ইসলামিক ফাউন্ডেশন, ৬৩৫৫, ইসলামিক সেন্টার, ৬৪০৫)\n",
    "checkStatus": "0",
    "hadithNo": "6485",
    "id": "53584",
    "thesequence": "53086",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৮৬-(৬৯/২৫৮৮) ইয়াহইয়া ইবনু আইয়ুব, কুতাইবাহ ও ইবনু হুজর (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সদাকাহ করাতে সম্পদের হ্রাস হয় না। যে ব্যক্তি ক্ষমা করে আল্লাহ তার মর্যাদা বাড়িয়ে দেন। আর কেউ আল্লাহর সম্ভষ্টি লাভে বিনীত হলে তিনি তার মর্যাদা সমুন্নত করে দেন। (ইসলামিক ফাউন্ডেশন, ৬৩৫৬, ইসলামিক সেন্টার, ৬৪০৬)\n",
    "checkStatus": "0",
    "hadithNo": "6486",
    "id": "53585",
    "thesequence": "53087",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৮৭-(৭০/২৫৮৯) ইয়াহইয়া ইবনু আইয়ুব, কুতাইবাহ ও ইবনু হুজর (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন ; তোমরা কি জান, গীবত কী জিনিস? তারা বললেন, আল্লাহ ও তার : রসূলই অধিক জ্ঞাত। তিনি বললেন, (গীবাত হলো) তোমার ভাইয়ের সম্পর্কে এমন কিছু আলোচনা করা, যা সে অপছন্দ করে। প্রশ্ন করা হলো, আমি যা বলছি তা যদি আমার ভাই-এর মধ্যে বাস্তবিকই থেকে থাকে তবে আপনি কি বলেন? তিনি বললেন, তুমি তার সম্পর্কে যা বলছ তা যদি তার মধ্যে প্রকৃতই থেকে থাকে তাহলেই তুমি তার গীবত করলে। আর যদি তা তার মধ্যে না থাকে তাহলে তো তুমি তার প্রতি অপবাদ আরোপ করলে। (ইসলামিক ফাউন্ডেশন, ৬৩৫৭, ইসলামিক সেন্টার, ৬৪০৭)\n",
    "checkStatus": "0",
    "hadithNo": "6487",
    "id": "53586",
    "thesequence": "53088",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৮৮-(৭১/২৫৯০) উমাইয়াহ ইবনু বিস্তাম আল আইশী (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : আল্লাহ তাআলা দুনিয়াতে যে বান্দার দোষ-ত্রুটি লুকিয়ে রেখেছেন, কিয়ামাত দিবসেও তার দোষ-ত্রুটি ঢেকে রাখবেন । (ইসলামিক ফাউন্ডেশন, ৬৩৫৮, ইসলামিক সেন্টার, ৬৪০৮)\n",
    "checkStatus": "0",
    "hadithNo": "6488",
    "id": "53587",
    "thesequence": "53089",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৮৯-(৭২/&hellip;) আবু বকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : কোন বান্দা যদি অপর কোন লোকের ক্রটি-বিচ্যুতি দুনিয়াতে আড়াল করে রাখে আল্লাহ তাআলা তার ক্রটি-বিচ্যুতি কিয়ামাত দিবসে আড়াল করে রাখবেন। (ইসলামিক ফাউন্ডেশন, ৬৩৫৯, ইসলামিক সেন্টার, ৬৪০৯)\n",
    "checkStatus": "0",
    "hadithNo": "6489",
    "id": "53588",
    "thesequence": "53090",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৯০-(৭৩/২৫৯১) কুতাইবাহ ইবনু সাঈদ, আবু বকর ইবনু আবু শাইবাহ, আমর আন নাকিদ, যুহায়র ইবনু হারব ও ইবনু নুমায়র (রহঃ) ..... &ldquo;আয়িশাহ (রাযিঃ) থেকে বর্ণিত যে, একদা জনৈক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট প্রবেশের অনুমতি চাইল। তখন তিনি বললেন, তোমরা তাকে প্রবেশের অনুমতি দাও। সে তো বংশের কুসন্তান, তার গোত্রের সর্বাপেক্ষা অসৎ লোক। অতঃপর সে যখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে প্রবেশ করল তখন তিনি তার সাথে নম্র ভাষায় কথা বললেন। কাজেই আয়িশাহ্ (রাযিঃ) বললেন, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনি তো তার সম্বন্ধে যা বলার বললেন। এরপর তার সাথে নম্র ভাষায় কথা বললেন? তিনি বললেন, হে আয়িশাহ! কিয়ামাতের দিনে আল্লাহর নিকট ঐ ব্যক্তি সর্বাধিক নিকৃষ্ট বলে গণ্য হবে, যাকে লোকজন তার দুর্ব্যবহারের দরুন পরিত্যাগ করে। (ইসলামিক ফাউন্ডেশন, ৬৩৬০, ইসলামিক সেন্টার, ৬৪১০)\n",
    "checkStatus": "0",
    "hadithNo": "6490",
    "id": "53589",
    "thesequence": "53091",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৯১-(.../...) মুহাম্মাদ ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ..... ইবনু মুম্বকাদির (রাঃ) থেকে অত্র সনদে এ মর্মে বর্ণনা করেছেন। তবে তার বর্ণনায় পার্থক্য এতটুকু যে, তিনি ---- এর স্থলে ----- (গোত্রের সর্বাপেক্ষ নিকৃষ্ট ভাই এবং বংশের কুসন্তান) বলেছেন। - (ইসলামিক ফাউন্ডেশন, ৬৩৬১, ইসলামিক সেন্টার, ৬৪১১)\n",
    "checkStatus": "0",
    "hadithNo": "6491",
    "id": "53590",
    "thesequence": "53092",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৯২-(৭৪/২৫৯২) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... জারীর (রাযিঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : যে ব্যক্তি নম্র আচরণ থেকে বঞ্চিত সে প্রকৃত কল্যাণ থেকেই বঞ্চিত। (ইসলামিক ফাউন্ডেশন ৬৩৬২, ইসলামিক সেন্টার, ৬৪১২)\n",
    "checkStatus": "0",
    "hadithNo": "6492",
    "id": "53591",
    "thesequence": "53093",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৯৩-(৭৫/...) আবূ বাকর ইবনু আবূ শাইবাহ ও আবু সাঈদ আল আশাজ্জ, আবূ কুরায়ব, আবু সাঈদ আল আশাজ, যুহায়র ইবনু হারব (রহঃ) ... জারীর (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি। তিনি বলেন, যে ব্যক্তি নম্র থেকে বঞ্চিত সে কল্যাণমূলক সব কিছু থেকে বঞ্চিত। (ইসলামিক ফাউন্ডেশন, ৬৩৬৩, ইসলামিক সেন্টার, ৬৪১৩)\n",
    "checkStatus": "0",
    "hadithNo": "6493",
    "id": "53592",
    "thesequence": "53094",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৯৪-(৭৬/&hellip;) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... জারীর ইবনু আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : নম্রতা থেকে বঞ্চিত ব্যক্তি যাবতীয় কল্যাণ থেকে বঞ্চিত। কিংবা বলেছেন, যে ব্যক্তি নম্রতা থেকে বঞ্চিত হবে সে কল্যাণ থেকে বঞ্চিত থাকবে। (ইসলামিক ফাউন্ডেশন, ৬৩৬৪, ইসলামিক সেন্টার,৬৪১৪)\n",
    "checkStatus": "0",
    "hadithNo": "6494",
    "id": "53593",
    "thesequence": "53095",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৯৫-(৭৭/২৫৯৩) হারমালাহ ইবনু ইয়াহইয়া আত তুজীবী (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সহধর্মিণী আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : হে আয়িশাহ্। আল্লাহ তাআলা নম্র ব্যবহারকারী। তিনি নম্রতা পছন্দ করেন। তিনি নম্রতার দরুন এমন কিছু দান করেন যা কঠোরতার দরুন দান করেন না; আর অন্য কোন কিছুর দরুনও তা দান করেন না। (ইসলামিক ফাউন্ডেশন, ৬৩৬৫, ইসলামিক সেন্টার, ৬৪১৫)\n",
    "checkStatus": "0",
    "hadithNo": "6495",
    "id": "53594",
    "thesequence": "53096",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৯৬-(৭৮/২৫৯৪) উবাইদুল্লাহ ইবনু মুআয আল আম্বারী (রহঃ) ..... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশাহ (রাযিঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : নম্রতা যে কোন বিষয়কে সৌন্দর্যমণ্ডিত করে । আর যে কোন বিষয় থেকে নম্রতা বিদূরিত হলে তাকে কলুষিত করে। (ইসলামিক ফাউন্ডেশন, ৬৩৬৬, ইসলামিক সেন্টার, ৬৪১৬)\n",
    "checkStatus": "0",
    "hadithNo": "6496",
    "id": "53595",
    "thesequence": "53097",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৯৭-(৭৯/...) মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশশার (রহঃ) ..... শুবাহ মিকদাম ইবনু শুরায়হ ইবনু হানী (রহঃ)-কে এ সানাদে বর্ণনা করতে শুনেছেন। তিনি তার হাদীসে বাড়িয়ে বলেছেন, আয়িশাহ্ (রাযিঃ) একটি উটের পিঠে সওয়ার হয়েছিলেন। উটটি ছিল কঠোর স্বভাবের। তাই তিনি তাকে শক্তভাবে ফিরাচ্ছিলেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তোমার উচিত নম্র ব্যবহার করা। পরবর্তী অংশ রাবী উক্ত হাদীসের মতোই বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৩৬৭, ইসলামিক সেন্টার, ৬৪১৭)\n",
    "checkStatus": "0",
    "hadithNo": "6497",
    "id": "53596",
    "thesequence": "53098",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৯৮-(৮০/২৫৯৫) আবূ বাকর ইবনু আবূ শাইবাহ ও যুহায়র ইবনু হারব (রহঃ) ..... ইমরান ইবনু হুসায়ন (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, একদা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন এক সফরে ছিলেন। সে সময় এক আনসার মহিলা একটি উষ্ট্রির পিঠে আরোহী ছিলেন। তিনি (তার আচরণে) বিরক্ত হয়ে তার উপর অভিসম্পাত করলেন। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা শুনে বললেন, এর উপরে যা আছে তা নিয়ে নাও এবং একে ছেড়ে দাও। কেননা সে তো অভিশপ্ত হয়ে পড়েছে।\n\nইমরান (রাযিঃ) বলেন, আমি যেন সে উষ্ট্রীটি এখনও দেখতে পাচ্ছি, যে মানুষের মাঝে হেঁটে বেড়াচ্ছে: অথচ কেউ তার প্রতি ভ্রুক্ষেপ করছে না। (ইসলামিক ফাউন্ডেশন, ৬৩৬৮, ইসলামিক সেন্টার, ৬৪১৮)\n",
    "checkStatus": "0",
    "hadithNo": "6498",
    "id": "53597",
    "thesequence": "53099",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৯৯-(৮১/...) কুতাইবাহ ইবনু সাঈদ, আবু রাবী ও ইবনু আবূ উমার (রাযিঃ) ..... ইসমাঈলের সনদে আইয়ুব থেকে তার হাদীসের অনুরূপ বর্ণনা করেছেন। তবে হাম্মাদ কর্তৃক বর্ণিত হাদীসে ইমরান বলেছেন- --- (আমি যেন সে মেটে রং-এর উষ্ট্রিটি এখনো দেখতে পাচ্ছি)। আর সাকাকী (রহঃ) বর্ণিত হাদীসে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এর উপর যা কিছু আছে তা নামিয়ে ফেলো এবং তাকে মুক্ত করে দাও । কেননা সে তো অভিশপ্ত। (ইসলামিক ফাউন্ডেশন ৬৩৬৯, ইসলামিক সেন্টার, ৬৪১৯)\n",
    "checkStatus": "0",
    "hadithNo": "6499",
    "id": "53598",
    "thesequence": "53100",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫০০-(৮২/২৫৯৬) আবূ কামিল আল জাহদারী, ফুযায়ল ইবনু হুসায়ন (রহঃ) ..... আবু বারযাহ আল আসলামী (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, একবার একটি বালিকা একটি উটনীর উপর আরোহিত ছিল। সেটির উপরে তার গোত্রের কিছু মালামালও ছিল। হঠাৎ সে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে দেখতে পেল। আর পাহাড়ের কারণে তাদের পথটি ছিল সংকীর্ণ। ফলে উটের রশি টেনে বালিকাটি বলল ------ (উট চালনার শব্দ) হে আল্লাহ! এর উপর অভিসম্পাত বর্ষণ করুন । রাবী বলেন, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন : যে উটিনীর উপর অভিসম্পাত করা হয়েছে, সেটি যেন আমাদের সাথে না থাকে। (ইসলামিক ফাউন্ডেশন, ৬৩৭০, ইসলামিক সেন্টার, ৬৪২০)\n",
    "checkStatus": "0",
    "hadithNo": "6500",
    "id": "53599",
    "thesequence": "53101",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫০১-(৮৩/...) মুহাম্মাদ ইবনু আবদুল আলা ও উবাইদুল্লাহ ইবনু সাঈদ (রহঃ) ..... সুলাইমান আত তাইমী (রহঃ) থেকে এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন। আর তিনি মুতামির (রহঃ) কর্তৃক বর্ণিত হাদীসে এটুকু বাড়িয়ে বলেছেন, &ldquo;আল্লাহর কসম! আমাদের সাথে যেন সে উটিনীটি না থাকে, যার উপর আল্লাহর পক্ষ থেকে অভিশাপ বর্ষণ করা হয়েছে, কিংবা তিনি এরূপ কিছু বলেছেন। (ইসলামিক ফাউন্ডেশন ৬৩৭১, ইসলামিক সেন্টার, ৬৪২১)\n",
    "checkStatus": "0",
    "hadithNo": "6501",
    "id": "53600",
    "thesequence": "53102",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫০২-(৮৪/২৫৯৭) হারূন ইবনু সাঈদ আল আইলী (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: একজন সিদ্দীকের পক্ষে অভিসম্পাতকারী হওয়া সমীচীন নয়। (ইসলামিক ফাউন্ডেশন, ৬৩৭২, ইসলামিক সেন্টার, ৬৪২২)\n",
    "checkStatus": "0",
    "hadithNo": "6502",
    "id": "53601",
    "thesequence": "53103",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫০৪-(৮৫/২৫৯৮) সুওয়াইদ ইবনু সাঈদ (রহঃ) ..... যায়দ ইবনু আসলাম (রহঃ) থেকে বর্ণিত যে, আবদুল মালিক ইবনু মারওয়ান উম্মু দারদাহ (রাযিঃ)-এর নিকট তার নিজের পক্ষ থেকে সৌন্দর্য বর্ধক কিছু গৃহ সামগ্ৰী পাঠালেন। এক রাতে আবদুল মালিক নিদ্রা থেকে জেগে তার খাদিমকে ডাকলেন। সে তার নিকট আসতে দেরী করলে তিনি তাকে অভিসম্পাত করলেন। রাত্রি শেষে উম্মু দারদাহ (রাযিঃ) তাকে বললেন, আমি শুনলাম যখন আপনি রাতে আপনার খাদিমকে ডেকেছিলেন তখন তাকে লানাত করেছেন। অতঃপর তিনি বললেন, আমি আবু দারদাহ (রাযিঃ)-কে বলতে শুনেছি যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : অভিসম্পাতকারীরা কিয়ামাত দিবসে সুপারিশকারী কিংবা সাক্ষ্যদাতা হতে পারবে না। (ইসলামিক ফাউন্ডেশন, ৬৩৭৩, ইসলামিক সেন্টার, ৬৪২৪)\n",
    "checkStatus": "0",
    "hadithNo": "6504",
    "id": "53602",
    "thesequence": "53104",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫০৫-(&hellip;/...) আবূ বাকর ইবনু আবু শাইবাহ, আবূ গাসসান আল মিসমাঈ, আসিম ইবনু নাযর আত তাইমী ও ইসহাক ইবনু ইবরাহীম (রহঃ) ... যায়দ ইবনু আসলাম (রাযিঃ) থেকে অত্র সানাদে হাফস্ ইবনু মাইসারাহ (রহঃ)-এর হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৩৭৪, ইসলামিক সেন্টার, ৬৪২৫)\n",
    "checkStatus": "0",
    "hadithNo": "6505",
    "id": "53603",
    "thesequence": "53105",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫০৬-(৮৬/...) আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... আবূ দারদাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, অভিসম্পাতকারীরা কিয়ামাত দিবসে সাক্ষী ও সুপারিশকারী হতে পারবে না। (ইসলামিক ফাউন্ডেশন, ৬৩৭৫, ইসলামিক সেন্টার, ৬৪২৬)\n",
    "checkStatus": "0",
    "hadithNo": "6506",
    "id": "53604",
    "thesequence": "53106",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫০৭-(৮৭/২৫৯৯) মুহাম্মাদ ইবনু আব্বাদ ও ইবনু আবূ উমর (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহকে বলা হলো, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। আপনি মুশরিকদের উপর বদদুআ করুন। তিনি বললেন, আমি তো অভিসম্পাতকারীরূপে প্রেরিত হইনি; বরং প্রেরিত হয়েছি রহমাত স্বরূপ। (ইসলামিক ফাউন্ডেশন, ৬৩৭৬, ইসলামিক সেন্টার, ৬৪২৭)\n",
    "checkStatus": "0",
    "hadithNo": "6507",
    "id": "53605",
    "thesequence": "53107",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫০৮-(৮৮/২৬০০) যুহায়র ইবনু হারব (রহঃ) ..... আয়িশাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, একদা দুজন লোক রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দরবারে আসলো। তারা তার সঙ্গে কোন বিষয়ে আলোচনা করল। তা কী ছিল, আমি জানি না। অতঃপর তারা তাকে রাগাম্বিত করেছিল। তিনি তাদের উভয়কে অভিসম্পাত করলেন এবং তিরস্কার করলেন। যখন তারা বের হয়ে গেল আমি বললাম, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যারা (আপনার কাছ থেকে) কল্যাণ লাভ করে। এরা দুজনে তার কিছুই পাবে না। তিনি বললেন, সে কী ব্যাপার। তিনি আয়িশাহ্ (রাযিঃ) বললেন, আপনি তো তাদের উভয়কে অভিসম্পাত করেছেন এবং ধিক্কার দিয়েছেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি কি জান আমার প্রতিপালকের সাথে এ বিষয়ে আমি কী শর্তারোপ করেছি? আমি বলেছিলাম, হে আল্লাহ! আমি একজন মানুষ। আমি কোন মুসলিমকে লানাত করলে কিংবা তিরস্কার করলে তা তুমি তার জন্য পবিত্রতা ও পুরস্কার বানিয়ে দিও। (ইসলামিক ফাউন্ডেশন, ৬৩৭৭, ইসলামিক সেন্টার, ৬৪২৮)\n",
    "checkStatus": "0",
    "hadithNo": "6508",
    "id": "53606",
    "thesequence": "53108",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫০৯-(&hellip;/...) আবূ বাকর ইবনু আবূ শাইবাহ ও আবু কুরায়ব, আলী ইবনু হুজর আস্ সাদী, ইসহাক ইবনু ইবরাহীম ও আলী ইবনু খাশরাম (রহঃ) ..... আমাশ (রাযিঃ) থেকে এ সানাদে জারীর সূত্রে বর্ণিত হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। তিনি ঈসা (রহঃ) বর্ণিত হাদীসে বলেন, এরপর তারা তাঁর সঙ্গে একান্তে মিলিত হলেন, তখন তিনি তাদের উভয়কে তিরস্কার করলেন এবং তাদেরকে লানাত দিয়ে বের করে দিলেন। (ইসলামিক ফাউন্ডেশন, ৬৩৭৮, ইসলামিক সেন্টার, ৬৪২৯)\n",
    "checkStatus": "0",
    "hadithNo": "6509",
    "id": "53607",
    "thesequence": "53109",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫১০-(৮৯/২৬০১) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ..... আবু হুরাইরাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : &ldquo;হে আল্লাহ! আমি তো একজন মানুষ। সুতরাং আমি কোন মুসলিমকে গাল-মন্দ করলে কিংবা তাকে অভিশাপ করলে অথবা আঘাত করলে তখন তুমি তার জন্য তা পবিত্রতা ও রহমাত অর্জনের উপায় বানিয়ে দিও। (ইসলামিক ফাউন্ডেশন, ৬৩৭৯, ইসলামিক সেন্টার, ৬৪৩০)\n",
    "checkStatus": "0",
    "hadithNo": "6510",
    "id": "53608",
    "thesequence": "53110",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫১১-(&hellip;/২৬০২) ইবনু নুমায়র (রহঃ) ..... জাবির (রাযিঃ)-এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করেছেন। তবে তার হাদীসে ---- (করুণা)-এর স্থলে ----(সাওয়াব) উল্লেখিত হয়েছে। - (ইসলামিক ফাউন্ডেশন, ৬৩৮০, ইসলামিক সেন্টার, ৬৪৩১)\n",
    "checkStatus": "0",
    "hadithNo": "6511",
    "id": "53609",
    "thesequence": "53111",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫১২-(.../...) আবু বকর ইবনু আবু শাইবাহ, আবূ কুরায়ব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আমশ (রহঃ) থেকে আবদুল্লাহ ইবনু নুমায়র (রহঃ) বর্ণিত হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। তবে ঈসা (রহঃ) কর্তৃক বর্ণিত হাদীসে ----- (বানিয়ে দাও) উল্লেখ আছে। আর আবু হুরাইরাহ-এর হাদীসে ----- (পুরস্কার) কথাটির উল্লেখ রয়েছে এবং জাবির (রাযিঃ)-এর সূত্রে বর্ণিত হাদীসে ----- (বানিয়ে দাও রহমাত) কথাটির উল্লেখ আছে। (ইসলামিক ফাউন্ডেশন, ৬৩৮১, ইসলামিক সেন্টার, ৬৪৩১ [ক])\n",
    "checkStatus": "0",
    "hadithNo": "6512",
    "id": "53610",
    "thesequence": "53112",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫১৩-(৯০/২৬০১) কুতাইবাহ্ ইবনু সাঈদ (রহঃ) ..... আবু হুরাইরাহ্ (রাযিঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : &ldquo;হে আল্লাহ! আমি তোমার নিকট থেকে যে বিষয়ে অঙ্গীকারাবদ্ধ হয়েছি, তুমি কখনো তার বিপরীত করো না। আমি তো একজন মানুষ মাত্র। সুতরাং আমি কোন মুমিন ব্যক্তিকে কষ্ট দিলে, গাল-মন্দ করলে, অভিসম্পাত করলে, তাকে কোড়া লাগালে তা তার জন্য রাহমাত, পবিত্রতা ও নৈকট্যের কারণ বানিয়ে দাও, যার দ্বারা সে কিয়ামাত দিবসে তোমার নৈকট্য লাভ করতে পারে। (ইসলামিক ফাউন্ডেশন, ৬৩৮২, ইসলামিক সেন্টার, ৬৪৩২)\n",
    "checkStatus": "0",
    "hadithNo": "6513",
    "id": "53611",
    "thesequence": "53113",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫১৪-(&hellip;/...) ইবনু আবূ উমর (রহঃ) . আবূ যিনাদ (রহঃ) এ সানাদে তার অনুরূপ বর্ণনা করেছেন। পার্থক্য এতটুকু যে, তিনি বলেছেন ------ (কিংবা আমি দোররা মেরেছি) আবু যিনাদ (রহঃ) বলেন, এ শব্দটি আবু হুরাইরাহ (রাযিঃ)-এর পরিভাষা মাত্র। আসলে এর অর্থ ---- (অর্থাৎ- আমি তাকে শাস্তি দিয়েছি)। (ইসলামিক ফাউন্ডেশন, ৬৩৮৩, ইসলামিক সেন্টার, ৬৪৩৩)\n",
    "checkStatus": "0",
    "hadithNo": "6514",
    "id": "53612",
    "thesequence": "53114",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫১৫-(.../...) সুলাইমান ইবনু মাবাদ (রহঃ) ..... আবু হুরাইরাহ্ (রাযিঃ)-এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ রকমই বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৩৮৪, ইসলামিক সেন্টার,৬৪৩৪)\n",
    "checkStatus": "0",
    "hadithNo": "6515",
    "id": "53613",
    "thesequence": "53115",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫১৬-(৯১/...) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... নাসরিয়ান-এর আযাদকৃত গোলাম সালিম (রহঃ) থেকে বর্ণিত। আমি আবু হুরাইরাহ্ (রাযিঃ)-কে বলতে শুনেছি। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : &ldquo;হে আল্লাহ! মুহাম্মাদ তো একজন মানুষ। তিনি রাগাম্বিত হন যেভাবে একজন মানুষ রাগাম্বিত হয়। আর আমি আপনার কাছ থেকে যে অঙ্গীকার গ্রহণ করেছি আপনি কখনো তার উল্টো করবেন না। অতএব কোন মুমিনকে আমি দুঃখ দিলে কিংবা তাকে তিরস্কার করলে অথবা তাকে কোড়া লাগালে তা আপনি তার জন্য কাফফারাহ ও নৈকট্য লাভের সোপান বানিয়ে দিন; যার দ্বারা কিয়ামাত দিবসে সে আপনার নৈকট্য অর্জন করতে পারে। (ইসলামিক ফাউন্ডেশন, ৬৩৮৫, ইসলামিক সেন্টার, ৬৪৩৫)\n",
    "checkStatus": "0",
    "hadithNo": "6516",
    "id": "53614",
    "thesequence": "53116",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫১৭-(৯২/...) হারমালাহ ইবনু ইয়াহইয়া (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছেন যে, &ldquo;হে আল্লাহ! আমি কোন ঈমানদার বান্দাকে মন্দ কথা বললে তুমি তা তার জন্য কিয়ামাত দিবসে তোমার সান্নিধ্য লাভের ওয়াসীলা বানিয়ে দিও। (ইসলামিক ফাউন্ডেশন, ৬৩৮৬, ইসলামিক সেন্টার, ৬৪৩৬)\n",
    "checkStatus": "0",
    "hadithNo": "6517",
    "id": "53615",
    "thesequence": "53117",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫১৮-(৯৩/...) যুহায়র ইবনু হারব ও আবদ ইবনু হুমায়দ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, &ldquo;হে আল্লাহ! আমি আপনার নিকট থেকে যে বিষয়ে প্রতিজ্ঞাবদ্ধ হয়েছি, আপনি কখনো তার বিপরীত করবেন না। কাজেই আমি কোন মুমিন ব্যক্তিকে কষ্ট দিলে কিংবা গালি বা শাস্তি বিধান কায়িম করলে আপনি তার জন্য তা কিয়ামাত দিবসে কাফফারাহ বানিয়ে দিন। (ইসলামিক ফাউন্ডেশন, ৬৩৮৭, ইসলামিক সেন্টার, ৬৪৩৭)\n",
    "checkStatus": "0",
    "hadithNo": "6518",
    "id": "53616",
    "thesequence": "53118",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫১৯-(৯৪/২৬০২) হারূন ইবনু আবদুল্লাহ ও হাজ্জাজ ইবনু আশ শাইর (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, তিনি বলেন ; আমি তো একজন মানুষ। অতএব আমি আমার পালনকর্তার সাথে এ শর্ত করে নিয়েছি যে, মুসলিমদের অন্তর্ভুক্ত কোন বান্দাকে আমি ভর্ৎসনা করলে কিংবা তিরস্কার করলে তা যেন তার জন্য পবিত্রতা ও পুরস্কার হিসেবে গণ্য করা হয় । (ইসলামিক ফাউন্ডেশন, ৬৩৮৮. ইসলামিক সেন্টার, ৬৪৩৮)\n",
    "checkStatus": "0",
    "hadithNo": "6519",
    "id": "53617",
    "thesequence": "53119",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫২০-(.../...) ইবনু আবূ খালাফ ও আবদ ইবনু হুমায়দ (রহঃ) ..... ইবনু জুরায়জ (রহঃ) থেকে অত্র সানাদে অনুরূপ হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৩৮৮, ইসলামিক সেন্টার, ৬৪৩৯)\n",
    "checkStatus": "0",
    "hadithNo": "6520",
    "id": "53618",
    "thesequence": "53120",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫২১-(৯৫/২৬০৩) যুহায়র ইবনু হারব ও আবু মান আর রাক্কাশী (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আনাস (রাযিঃ)-এর মা উন্মু সুলায়ম-এর নিকট এক ইয়াতীম মেয়ে ছিল। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে দেখে বললেন, এ তুমি সে মেয়ে? তুমি তো অনেক বড় হয়েছ; কিন্তু তুমি দীর্ঘায়ু হবে না। তখন ইয়াতীম মেয়েটি উম্মু সুলায়মের নিকট এসে কাঁদতে লাগল। তখন উম্মু সুলায়ম (রাযিঃ) বললেন, তোমার কী হয়েছে? হে আমার স্নেহের মেয়ে মেয়েটি বলল, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বদদুআ করেছেন। তিনি বলেছেন, আমি দীর্ঘায়ু হব না। সুতরাং এখন থেকে আমি বয়সে আর বড় হব না। অথবা সে ------এর স্থলে ------ (আমার সমবয়সী) বলেছিল। এ কথা শুনে উম্মু সুলায়ম (রাযিঃ) তাড়াতাড়ি গায়ে চাদর দিয়ে বেরিয়ে পড়েন এবং রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে দেখা করেন। তখন তাঁর উদ্দেশে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, কী ব্যাপার, হে উম্মু সুলায়ম! তিনি বললেন, ইয়া রসূলাল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! আপনি কি আমার ইয়াতীম মেয়েটিকে বদদুআ করেছেন? তিনি বললেন, হে উম্মু সুলায়ম! এটা কেমন কথা! বদদুআ করব কেন? উম্মু সুলায়ম বললেন, সে তো মনে করেছে যে, আপনি তাকে বদদুআ করেছেন যেন তার বয়স না বাড়ে কিংবা তার সমবয়সীর বয়স বৃদ্ধি না পায়। রাবী বলেন, তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুচকি হেসে বললেন, হে উম্মু সুলায়ম! তুমি বোধহয় জান না যে, আমার রবের সাথে এ মর্মে আমি শর্ত করেছি এবং আমি বলেছি যে, আমি একজন মানুষ মাত্র। মানুষ যাতে সন্তুষ্ট থাকে আমিও তাতে সন্তুষ্ট হই । আমিও রাগাম্বিত হই যেভাবে মানুষ রাগাম্বিত হয়ে থাকে। সুতরাং আমি আমার উম্মাতের কোন লোকের বিরুদ্ধে বদদুআ করলে সে যদি তার যোগ্য না হয় তাহলে তা তার জন্য পবিত্রতা, আত্মশুদ্ধি ও নৈকট্যের সোপান বানিয়ে দাও, যার দ্বারা কিয়ামাতের দিনে সে তোমার নৈকট্য অর্জন করতে পারে। আবু মান (রহঃ) উল্লেখিত এক হাদীসে তিন জায়গায় ----এর স্থলে ---- শব্দ বর্ণনা করেছেন, যার অর্থ ছোট ইয়াতীম মেয়ে। (ইসলামিক ফাউন্ডেশন, ৬৩৮৯, ইসলামিক সেন্টার, ৬৪৪০)\n",
    "checkStatus": "0",
    "hadithNo": "6521",
    "id": "53619",
    "thesequence": "53121",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫২২-(৯৬/২৬০৪) মুহাম্মাদ ইবনুল মুসান্না আল আনায়ী ও ইবনু বাশ্শার (রহঃ) ..... আবদুল্লাহ ইবনু আব্বাস (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, কোন একদিন আমি বালকদের সাথে খেলায় লিপ্ত ছিলাম। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে আসলেন। তখন আমি একটি দরজার পিছনে লুকিয়ে থাকলাম। তিনি বলেন, তিনি আমাকে তার হাতে (আদর করে) চড় দিলেন এবং বললেন, যাও, মুআবিয়াকে আমার কাছে ডেকে নিয়ে আসো। তিনি বলেন, তখন আমি তার নিকট গেলাম এবং আমি তাকে বললাম, তিনি খাচ্ছিলেন। (আমি ফিরে আসলাম) তিনি বলেন, তারপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, যাও, মুআবিয়াকে আমার নিকট ডেকে নিয়ে আসো। তিনি বলেন, তখন আমি তার নিকট গেলাম এবং (ফিরে এসে) বললাম, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাচ্ছেন। তখন তিনি বললেন, আল্লাহ যেন তার পেটভর্তি না করেন। - ইবনুল মুসন্না (রহঃ) বলেন, আমি উমাইয়াকে বললাম, ---- আমাকে চড় মেরেছেন-এর অর্থ কি?. তিনি বললেন, ----- অর্থাৎ- তিনি আমাকে আদর করেছেন। (ইসলামিক ফাউন্ডেশন ৬৩৯০, ইসলামিক সেন্টার, ৬৪৪১)\n",
    "checkStatus": "0",
    "hadithNo": "6522",
    "id": "53620",
    "thesequence": "53122",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫২৩-(৯৭/...) ইসহাক ইবনু মানসূর (রহঃ) ..... আবু হামযাহ্ (রহঃ) থেকে বর্ণিত। তিনি বলেন যে, আমি ইবনু আব্বাস (রাযিঃ)-কে বলতে শুনেছি, তিনি বলেন, আমি কিছু ছেলের সাথে খেলায় লিপ্ত ছিলাম। অকস্মাৎ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তথায় আসলেন আমি তাথেকে লুকিয়ে থাকলাম। ..... তারপর তিনি তার হুবহু হাদীস উল্লেখ করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৩৯১, ইসলামিক সেন্টার, ৬৪৪২)\n",
    "checkStatus": "0",
    "hadithNo": "6523",
    "id": "53621",
    "thesequence": "53123",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫২৪-(৯৮/২৫২৬) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন : মানুষের মধ্যে দু রূপধারী লোক সবচেয়ে নিকৃষ্ট। যে এ দলের নিকট আসে একরূপ নিয়ে এবং অন্য দলের নিকট আসে অন্য আরেক রূপ নিয়ে। (ইসলামিক ফাউন্ডেশন, ৬৩৯২, ইসলামিক সেন্টার, ৬৪৪৩)\n",
    "checkStatus": "0",
    "hadithNo": "6524",
    "id": "53622",
    "thesequence": "53124",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫২৫-(৯৯/...) কুতাইবাহ ইবনু সাঈদ (রহঃ) ও মুহাম্মাদ ইবনু রুমহ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। নিশ্চয়ই তিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছেন ; দু রূপধারী লোক সবচেয়ে নিকৃষ্ট, যে ব্যক্তি এ দলের নিকটে আসে একরূপ নিয়ে ও অন্যদলের কাছে আসে একরূপ নিয়ে। (ইসলামিক ফাউন্ডেশন, ৬৩৯৩, ইসলামিক সেন্টার, ৬৪৪৪)\n",
    "checkStatus": "0",
    "hadithNo": "6525",
    "id": "53623",
    "thesequence": "53125",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫২৬-(১০০/...) হারমালাহ ইবনু ইয়াহইয়া (রহঃ) ..... আবূ হুরাইরাহ্ (রাযিঃ) থেকে বর্ণিত । তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন ; তোমাদের মধ্যে দু রূপধারী মানুষকে সবচেয়ে নিকৃষ্ট পাবে। এ দলের নিকট আসে একরূপ নিয়ে অন্য দলের কাছে আসে আর একরূপ নিয়ে। (ইসলামিক ফাউন্ডেশন, ৬৩৯৪ ,ইসলামিক সেন্টার, ৬৪৪৫)\n",
    "checkStatus": "0",
    "hadithNo": "6526",
    "id": "53624",
    "thesequence": "53126",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫২৭-(১০১/২৬০৫) হারমালাহ ইবনু ইয়াহইয়া (রহঃ) ..... হিজরতকারিণীদের মধ্যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর হাতে প্রথম বাইআত গ্রহণকারিণীদের অন্যতমা সহাবীয়া উম্মু কুলসূম বিনতু উকবাহ ইবনু আবূ মুআয়ত (রাযিঃ) থেকে বর্ণিত। তিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছেন যে, সে ব্যক্তি মিথুক নয়, যে লোকের মধ্যে আপোষে সমাধা করে দেয়। সে কল্যাণের জন্যই মিথ্যা বলে এবং কল্যাণের জন্যেই চোগলখোরী করে।\n\nইবনু শিহাব (রহঃ) বলেন, তিনটি স্থান ছাড়া আর কোন বিষয়ে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিথ্যা বলার অনুমতি দিয়েছেন বলে আমি শুনিনি। যুদ্ধ কৌশলের ক্ষেত্রে, মানুষের মধ্যে আপোষ-মীমাংসা করার জন্য, সহধর্মিণীর সাথে স্বামীর কথা ও স্বামীর সাথে সহধর্মিণীর কথা বলার ক্ষেত্রে। (ইসলামিক ফাউন্ডেশন,৬৩৯৫, ইসলামিক সেন্টার, ৬৪৪৬)\n",
    "checkStatus": "0",
    "hadithNo": "6527",
    "id": "53625",
    "thesequence": "53127",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫২৮-(.../&hellip;) আমর আন নাকিদ (রহঃ) ..... মুহাম্মাদ ইবনু মুসলিম ইবনু উবাইদুল্লাহ ইবনু আবদুল্লাহ ইবনু শিহাব (রহঃ) হতে এ সানাদে হুবহু বর্ণনা করেছেন। এছাড়া সালিহ (রহঃ) বর্ণিত হাদীসে রয়েছে। রাবী বলেন, আর লোকেরা যা বলে তাতে শুধু এ তিনটি ক্ষেত্র ব্যতীত অন্য কোন ক্ষেত্রে মিথ্যা বলার অনুমতি দানের কথা আমি শুনিনি, যা ইবনু শিহাব (রহঃ)-এর কথা ইউনুস (রহঃ) বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৩৯৬, ইসলামিক সেন্টার, ৬৪৪৭)\n",
    "checkStatus": "0",
    "hadithNo": "6528",
    "id": "53626",
    "thesequence": "53128",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫২৯-(&hellip;/...) আমর আন্&zwnj; নাকিদ (রহঃ) ..... যুহরী (রহঃ) হতে এ সানাদে তার কথা  .... (ভালোর জন্যই চোগলখোরী করে) পর্যন্ত বর্ণিত আছে। পরবর্তী অংশ তিনি উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন, ৬৩৯৭, ইসলামিক সেন্টার, ৬৪৪৮)\n",
    "checkStatus": "0",
    "hadithNo": "6529",
    "id": "53627",
    "thesequence": "53129",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৩০-(১০২/২৬০৬) মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশ্শার (রহঃ) ..... আবদুল্লাহ ইবনু মাসউদ (রাযিঃ) থেকে বর্ণিত । তিনি বলেন, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমি কি তোমাদের হুশিয়ার করব না, চোগলখোরী কী? তা হচ্ছে কুৎসা রটনা করা, যা মানুষের মধ্যে বৈরিতার সৃষ্টি করে। মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেছেন, নিশ্চয়ই কোন ব্যক্তি সত্য কথা বলায় সত্যবাদী লিপিবদ্ধ হয়; আবার কেউ মিথ্যা কথা বলায় মিথ্যাবাদী লিপিবদ্ধ হয়। (ইসলামিক ফাউন্ডেশন, ৬৩৯৮, ইসলামিক সেন্টার,৬৪৪৯)\n",
    "checkStatus": "0",
    "hadithNo": "6530",
    "id": "53628",
    "thesequence": "53130",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৩১-(১০৩/২৬০৭) যুহায়র ইবনু হারব, উসমান ইবনু আবূ শাইবাহ ও ইসহাক ইবনু ইবরাহীম (রহঃ) ----- আবদুল্লাহ ইবনু মাসউদ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : সততা সৎকর্মের দিকে পথপ্রদর্শন করে আর সৎকর্ম জান্নাতের পথপ্রদর্শন করে। নিশ্চয়ই কোন মানুষ সত্য কথা বলায় সত্যবাদী হিসেবে (তার নাম) লিপিবদ্ধ হয়। আর অসত্য পাপের পথপ্রদর্শন করে এবং পাপ জাহান্নামের দিকে পথপ্রদর্শন করে। নিশ্চয়ই কোন ব্যক্তি মিথ্যায় রত থাকলে পরিশেষে মিথ্যাবাদী হিসেবেই (তার নাম) লিপিবদ্ধ করা হয়। (ইসলামিক ফাউন্ডেশন, ৬৩৯৯, ইসলামিক সেন্টার, ৬৪৫০)\n",
    "checkStatus": "0",
    "hadithNo": "6531",
    "id": "53629",
    "thesequence": "53131",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৩২-(১০৪/...) আবূ বাকুর ইবনু আবু শাইবাহ ও হান্নাদ ইবনু সাররী (রহঃ) ..... আবদুল্লাহ ইবনু মাসউদ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : সততা তো পুণ্যের কাজ; আর পুণ্যময় কাজ জান্নাতের পথ দেখিয়ে দেয়। কোন বান্দা সৎ বলার ইচ্ছা করলে অবশেষে আল্লাহর নিকট তার নাম সত্যবাদী বলে লিপিবদ্ধ হয়। আর মিথ্যা তো অপরাধ, এ অপরাধ জাহান্নামের পথপ্রদর্শন করে। আর কোন বান্দা মিথ্যা বলার চিন্তা করার কারণে অবশেষে সে মিথ্যাবাদী হিসেবে লিপিবদ্ধ হয়। ইবনু আবূ শাইবাহ্ (রহঃ) তার অপর বর্ণিত হাদীসটি আন আন সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৪০০, ইসলামিক সেন্টার, ৬৪৫১)\n",
    "checkStatus": "0",
    "hadithNo": "6532",
    "id": "53630",
    "thesequence": "53132",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৩৩-(১০৫/&hellip;) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র, আবু কুরায়ব (রহঃ) ..... আবদুল্লাহ (ইবনু মাসউদ) (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: সত্যকে ধারণ করা তোমাদের একান্ত কর্তব্য। কেননা সততা নেক কর্মের দিকে পথপ্রদর্শন করে, আর নেককর্ম জান্নাতের পথপ্রদর্শন করে। কোন ব্যক্তি সর্বদা সত্য কথা বললে ও সত্য বলার চেষ্টায় রত থাকলে, অবশেষে আল্লাহর নিকটে সে সত্যবাদী হিসেবে লিপিবদ্ধ হয়। আর তোমরা মিথ্যা বলা থেকে বিরত থাকো! কেননা মিথ্যা পাপের দিকে পথপ্রদর্শন করে। আর পাপ নিশ্চিত জাহান্নামের দিকে পরিচালিত করে। কোন ব্যক্তি সর্বদা মিথ্যা কথা বললে এবং মিথ্যার উপর অবিচল থাকার চেষ্টা করলে, অবশেষে সে আল্লাহর নিকট মিথ্যাবাদীরূপে লিপিবদ্ধ হয়। (ইসলামিক ফাউন্ডেশন, ৬৪০১, ইসলামিক সেন্টার, ৬৪৫২)\n",
    "checkStatus": "0",
    "hadithNo": "6533",
    "id": "53631",
    "thesequence": "53133",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৩৪-(.../...) মিনজাব ইবনুল হারিস আত তামীমী (রহঃ), ইসহাক ইবনু ইবরাহীম আল হানযালী (রহঃ) ----- উভয়ে আমাশ থেকে এ সানাদে হুবহু হাদীস বর্ণনা করেছেন। তবে তিনি ঈসা (রহঃ)-এর হাদীসে &ldquo;সত্য বলার চেষ্টা করে এবং মিথ্যা বলার চেষ্টা করে&rdquo; কথাটি উল্লেখ করেননি। আর ইবনু মুসহির (রহঃ) বর্ণিত হাদীসে অবশেষে আল্লাহ তা লিখবেন কথাটি উল্লেখ আছে। (ইসলামিক ফাউন্ডেশন, ৬৪০২, ইসলামিক সেন্টার, ৬৪৫৩)\n",
    "checkStatus": "0",
    "hadithNo": "6534",
    "id": "53632",
    "thesequence": "53134",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৩৫-(১০৬/২৬০৮) কুতাইবাহ ইবনু সাঈদ ও উসমান ইবনু আবু শাইবাহ (রহঃ) ..... আবদুল্লাহ ইবনু মাসউদ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন : তোমরা তোমাদের মাঝে কাউকে নিঃসন্তান বলে মনে করো? বর্ণনাকারী বলেন, আমরা বললাম, যার সন্তান জন্মায় না তাকেই নিঃসন্তান মনে করি। তিনি বললেন, সে ব্যক্তি মূলতঃ নিঃসন্তান নয়। বরং সে লোকই নিঃসন্তান, যে তার কোন সন্তানকে আগে পাঠায়নি (অর্থাৎ- যার জীবিতাবস্থায় তার সন্তান মৃত্যুবরণ করেন)। তিনি বললেন, তোমরা তোমাদের মাঝে কাকে বীর বিক্রম বলে গণ্য করো? আমরা বললাম, যাকে মানুষেরা কুস্তিতে ঠকাতে পারে না। তিনি বললেন, মূলতঃ সে বীর বিক্রম নয়; বরং (প্রকৃত বীর সে-ই) যে রাগের মুহুর্তে নিজেকে নিয়ন্ত্রণে রাখতে পারে।* (ইসলামিক ফাউন্ডেশন, ৬৪০৩, ইসলামিক সেন্টার, ৬৪৫৪)\n",
    "checkStatus": "0",
    "hadithNo": "6535",
    "id": "53633",
    "thesequence": "53135",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৩৬-(&hellip;/...) আবু বকর ইবনু আবু শাইবাহ, আবু কুরায়ব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আমাশ (রাযিঃ) হতে এ সূত্রে অনুরূপ হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৪০৪, ইসলামিক সেন্টার, ৬৪৫৫)\n",
    "checkStatus": "0",
    "hadithNo": "6536",
    "id": "53634",
    "thesequence": "53136",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৩৭-(১০৭/২৬০৯) ইয়াহইয়া ইবনু ইয়াহইয়া ও আবদুল আলা ইবনু হাম্মাদ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : সে লোক প্রকৃত বীর বিক্রম নয়, যে কুস্তিতে জয়ী হয় বরং প্রকৃত বীর বিক্রম সে-ই যে রাগের মুহূর্তে নিজেকে নিয়ন্ত্রণ রাখতে পারে। (ইসলামিক ফাউন্ডেশন, ৬৪০৫, ইসলামিক সেন্টার, ৬৪৫৬)\n",
    "checkStatus": "0",
    "hadithNo": "6537",
    "id": "53635",
    "thesequence": "53137",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৩৮-(১০৮/...) হাজিব ইবনুল ওয়ালীদ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, সে লোক প্রকৃত বীর বিক্রম নয়, যে কুস্তিতে সফল হয়। লোকেরা জানতে চাইল, হে আল্লাহর রসূল ! তাহলে প্রকৃত বীর কে? তিনি বললেন, প্রকৃত সাহসী বীর সে-ই, যে রাগের মুহুর্তে নিজেকে নিয়ন্ত্রণ করতে পারে। (ইসলামিক ফাউন্ডেশন, ৬৪০৬, ইসলামিক সেন্টার, ৬৪৫৬ [ক])\n",
    "checkStatus": "0",
    "hadithNo": "6538",
    "id": "53636",
    "thesequence": "53138",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৩৯-(.../...) মুহাম্মাদ ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ..... আবু হুরাইরাহ্ (রাযিঃ)-এর সানাদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে হুবহু হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৪০৭, ইসলামিক সেন্টার, ৬৪৫৭)\n",
    "checkStatus": "0",
    "hadithNo": "6539",
    "id": "53637",
    "thesequence": "53139",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৪০-(১০৯/২৬১০) ইয়াহইয়া ইবনু ইয়াহইয়া ও মুহাম্মাদ ইবনুল আলী (রহঃ) ..... সুলাইমান ইবনু সুরাদ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এসে দুব্যক্তি কথা কাটাকাটিতে প্রবৃত্ত হলো এবং তাদের একজনের দু চোখ (রাগে) লাল হয়ে গেল এবং তার রগরেশ খাড়া হয়ে গেল। রসূলুল্লাহ বললেন, আমি এমন একটি কালিমাহ জানি, যা যে কেউ পাঠ করলে তার রাগ দূর হয়ে যায়। আর তা হচ্ছে ------ (আমি বিতাড়িত শাইতানের (শয়তানের) থেকে আল্লাহর নিকট আশ্রয় চাই)। (এ কথা শুনে) সে ব্যক্তি বলল, আপনি কি আমাকে পাগল মনে করেছেন? ইবনুল আলী (রহঃ) তার বর্ণনায় বলেন, তারপর তিনি বললেন, তুমি কি মনে করছ? ----- শব্দটি তিনি উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন, ৬৪০৮, ইসলামিক সেন্টার, ৬৪৫৮)\n",
    "checkStatus": "0",
    "hadithNo": "6540",
    "id": "53638",
    "thesequence": "53140",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৪১-(১১০/...) নাসর ইবনু আলী আল জাহযামী (রহঃ) ..... সুলাইমান ইবনু সুরাদ (রাযিঃ) থেকে বর্ণিত । তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সামনে দুব্যক্তি কথা কাটাকাটি করতে উদ্যত হলো। তাদের একজন কঠিন রাগাম্বিত হলো এবং তার মুখমণ্ডল রাগে লাল হয়ে গেল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার প্রতি তাকিয়ে বললেন, আমি এমন একটি কালিমাহ জানি যদি সে তা পাঠ কর তাহলে তার থেকে এ রাগ চলে যাবে। (আর তা হলো) আউযু বিল্লাহি মিনাশ শাইতু-নির রজীম &ndash; &ldquo;আমি বিতাড়িত শাইতানের (শয়তানের) থেকে আল্লাহর নিকট আশ্রয় চাই । সে সময় যারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর বাণী শুনেছেন, তাদের মধ্য হতে একজন সে লোকটির নিকট গিয়ে বললেন, তুমি কি জান, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটু আগে কী বলেছেন? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, অবশ্যই আমি এমন একটি কালিমাহ জানি, তা যদি সে পাঠ করত তাহলে তার হতে তা (রাগ) চলে যেত। (আর তা হলে) -------। তারপর সে ব্যক্তি তাকে বলল, তুমি কি আমাকে পাগল মনে করছ? (ইসলামিক ফাউন্ডেশন, ৬৪০৯, ইসলামিক সেন্টার, ৬৪৫৯)\n",
    "checkStatus": "0",
    "hadithNo": "6541",
    "id": "53639",
    "thesequence": "53141",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৪২-(&hellip;/...) আবু বকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... আমাশ (রহঃ) হতে এ সানাদে অনুরূপ হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৪১০, ইসলামিক সেন্টার, ৬৪৬০)\n",
    "checkStatus": "0",
    "hadithNo": "6542",
    "id": "53640",
    "thesequence": "53142",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৪৩-(১১১/২৬১১) আবূ বাকর ইবনু আবূ শাইবাহ (রহঃ) ..... আনাস (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : আল্লাহ তাআলা জান্নাতে যখন আদাম (আঃ)-এর আকৃতি সৃষ্টি করেন তখন আল্লাহ তাআলা তাকে নিজের ইচ্ছামত ফেলে রাখলেন। আর ইবলীস তার চতুর্দিকে প্রদক্ষিণ করতো এবং দেখতে থাকতো যে, পদার্থটি কি? সে যখন দেখতে পেল তা খালী পাত্র তখন সে বুঝল যে, তাকে এমন এক স্বভাব দিয়ে সৃষ্টি করা হয়েছে, যে নিজকে আয়ত্তে রাখতে পারে না। (ইসলামিক ফাউন্ডেশন, ৬৪১১, ইসলামিক সেন্টার, ৬৪৬১)\n",
    "checkStatus": "0",
    "hadithNo": "6543",
    "id": "53641",
    "thesequence": "53143",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৪৪-(&hellip;/...) আবু বাকর ইবনু নাফি (রহঃ) ..... হাম্মাদ (রহঃ) এ সূত্রে হুবহু বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৪১২, ইসলামিক সেন্টার, ৬৪৬২)\n",
    "checkStatus": "0",
    "hadithNo": "6544",
    "id": "53642",
    "thesequence": "53144",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৪৫-(১১২/২৬১২) আবদুল্লাহ ইবনু মাসলামাহ্ ইবনু কানাব (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : যখন তোমাদের মাঝে কোন ভাই তার ভাই-এর সাথে ঝগড়াবিবাদ করে তখন সে যেন তার মুখের উপর আঘাত করা থেকে বিরত থাকে। (ইসলামিক ফাউন্ডেশন,৬৪১৩, ইসলামিক সেন্টার, ৬৪৬৩)\n",
    "checkStatus": "0",
    "hadithNo": "6545",
    "id": "53643",
    "thesequence": "53145",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৪৬-(.../...) আমর আন নাকিদ ও যুহায়র ইবনু হারব (রহঃ) ..... আবূ যিনাদ (রহঃ) থেকে এ সূত্রে হুবহু হাদীস বর্ণনা করেছেন। আর তিনি বলেছেন, তোমাদের কোন ভাই যখন অন্য ভাইকে মারে .....। (ইসলামিক ফাউন্ডেশন ৬৪১৪, ইসলামিক সেন্টার, ৬৪৬৪)\n",
    "checkStatus": "0",
    "hadithNo": "6546",
    "id": "53644",
    "thesequence": "53146",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৪৭-(১১৩/...) শাইবান ইবনু ফাররূখ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : তোমাদের কোন ভাই যখন কোন ভাইয়ের সাথে ঝগড়া করে তখন সে যেন মুখমণ্ডলকে পরহেয করে (মুখমণ্ডলে প্রহার না করে)। (ইসলামিক ফাউন্ডেশন, ৬৪১৫, ইসলামিক সেন্টার, ৬৪৬৫)\n",
    "checkStatus": "0",
    "hadithNo": "6547",
    "id": "53645",
    "thesequence": "53147",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৪৮-(১১৪/...) উবাইদুল্লাহ ইবনু মুআয আল আম্বারী (রহঃ) ... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন ; তোমাদের মাঝে কোন ব্যক্তি যদি তার ভাইয়ের সাথে মারামারি করে তখন সে যেন তার চেহারায় চপেটাঘাত না করে। (ইসলামিক ফাউন্ডেশন, ৬৪১৬, ইসলামিক সেন্টার, ৬৪৬৬)\n",
    "checkStatus": "0",
    "hadithNo": "6548",
    "id": "53646",
    "thesequence": "53148",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৪৯-(১১৫/...) নাসর ইবনু আলী আল জাহযামী ও মুহাম্মাদ ইবনু হাতিম (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত । তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন ; আর ইবনু হাহিম-এর বর্ণনায় আছে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত, যখন তোমাদের মধ্যে কেউ তার অন্য ভাইকে আঘাত করে সে যেন তার ভাইয়ের মুখমণ্ডলে আঘাত করা হতে বিরত থাকে। কেননা আল্লাহ তাআলা আদাম (আঃ)-কে তার নিজ রূপে সৃষ্টি করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৪১৭, ইসলামিক সেন্টার, ৬৪৬৭)\n",
    "checkStatus": "0",
    "hadithNo": "6549",
    "id": "53647",
    "thesequence": "53149",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৫০-(১১৬/...) মুহাম্মদ ইবনুল মুসান্না (রহঃ) ... আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : তোমাদের মধ্যে কোন ভাই যদি তার অন্য ভাইকে আঘাত করে, সে যেন তার মুখমণ্ডলে আঘাত করা হতে বিরত থাকে। (ইসলামিক ফাউন্ডেশন, ৬৪১৮, ইসলামিক সেন্টার, ৬৪৬৮)\n",
    "checkStatus": "0",
    "hadithNo": "6550",
    "id": "53648",
    "thesequence": "53150",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৫১-(১১৭/২৬১৩) আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... হিশাম ইবনু হাকীম ইবনু হিযাম (রহঃ) থেকে বর্ণিত। তিনি বলেন যে, তিনি একবার সিরিয়ায় কয়েকজন মানুষের কাছ দিয়ে যাচ্ছিলেন, যাদেরকে উত্তপ্ত সূৰ্যতে দাড় করিয়ে রাখা হয়েছিল এবং তাদের মাথার উপর গরম তেল ঢালা হচ্ছিল। তখন তিনি বললেন, এটা কী? তাকে বলা হলো যে, তাদেরকে খাযনার জন্যে সাজা দেয়া হচ্ছে। তখন তিনি বললেন, হুশিয়ার! আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, তিনি বলেছেন : নিশ্চয়ই আল্লাহ তাআলা সেসব লোকেদের সাজা দিবেন, যারা এ জগতে মানুষকে (অন্যায়) সাজা দেয়। (ইসলামিক ফাউন্ডেশন,৬৪১৯, ইসলামিক সেন্টার, ৬৪৬৯)\n",
    "checkStatus": "0",
    "hadithNo": "6551",
    "id": "53649",
    "thesequence": "53151",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৫২-(১১৮/...) আবূ কুরায়ব (রহঃ) ..... হিশাম (রাযিঃ)-এর পিতা থেকে বর্ণিত। তিনি বলেন, একবার হিশাম ইবনু হাকীম ইবনু হিযাম সিরিয়ার কৃষকদের কাছ দিয়ে যাচ্ছিলেন। এদের কঠিন রৌদ্রে দাঁড় করিয়ে রাখা হয়েছিল। তিনি বললেন, এদের কী হয়েছে? তারা বলল, জিযয়ার জন্যে এদেরকে গ্রেফতার করা হয়েছে। অতঃপর হিশাম বললেন, আমি সাক্ষ্য দিচ্ছি যে, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, তিনি বলেন, নিশ্চয় আল্লাহ তাআলা তাদের সাজা দিবেন যারা পৃথিবীতে (অন্যায়ভাবে) মানুষকে সাজা দেয়। (ইসলামিক ফাউন্ডেশন ৬৪২০, ইসলামিক সেন্টার, ৬৪৭০)\n",
    "checkStatus": "0",
    "hadithNo": "6552",
    "id": "53650",
    "thesequence": "53152",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৫৩-(&hellip;/...) আবূ কুরায়ব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... হিশাম (রাযিঃ) থেকে এ সূত্রে হুবহু বর্ণনা করেছেন। তবে তিনি জারীর বর্ণিত হাদীসে এটুকু বর্ধিত উল্লেখ করেছেন যে, তিনি বলেছেন, সে যুগে ফিলিস্তিনে তাদের শাসক (গভর্নর) ছিলেন উমায়র ইবনু সাদ। তিনি তার নিকট যান এবং তার সঙ্গে কথা-বার্তা বলেন। তিনি তাদের ছেড়ে দেয়ার নির্দেশ দিলে তারপর তাদেরকে ছেড়ে দেয়া হয়। (ইসলামিক ফাউন্ডেশন, ৬৪২১, ইসলামিক সেন্টার, ৬৪৭১)\n",
    "checkStatus": "0",
    "hadithNo": "6553",
    "id": "53651",
    "thesequence": "53153",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৫৪-(১১৯/...) আবু তাহির (রহঃ) ..... হিশাম ইবনু হাকীম (রাযিঃ) থেকে বর্ণিত। তিনি হিমস এলাকার একব্যক্তি (আমীর)-কে দেখতে পান যে, তিনি জিযয়াহ্ আদায়ের জন্যে কৃষকদের সুর্যের তাপে সাজা দিচ্ছেন। তখন তিনি বললেন, এ কী ব্যাপার! আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, তিনি বলেছেন, নিশ্চয়ই আল্লাহ তাআলা সেসব মানুষ সাজা দিবেন, যারা ইহজগতে মানুষকে (অন্যায়ভাবে) সাজা দেয়। (ইসলামিক ফাউন্ডেশন, ৬৪২২, ইসলামিক সেন্টার, ৬৪৭২)\n",
    "checkStatus": "0",
    "hadithNo": "6554",
    "id": "53652",
    "thesequence": "53154",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৫৫-(১২০/২৬১৪) আবূ বাকর ইবনু আবু শাইবাহ ও ইসহাক ইবনু ইবরাহীম (রহঃ) .. আমর (রাযিঃ) থেকে বর্ণিত। তিনি জাবির (রাযিঃ)-কে বলতে শুনছেন, তিনি বলেন যে, এক ব্যক্তি তীরসহ মাসজিদে আগমন করল। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, এর ফলার দিকটা আঁকড়ে ধরে রেখো। (ইসলামিক ফাউন্ডেশন,৬৪২৪, ইসলামিক সেন্টার, ৬৪৭৩)\n",
    "checkStatus": "0",
    "hadithNo": "6555",
    "id": "53653",
    "thesequence": "53155",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৫৬-(১২১/...) ইয়াহইয়া ইবনু ইয়াহইয়া ও আবু রাবী (রহঃ) .. জাবির ইবনু আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ব্যক্তি খোলা তীরসহ মাসজিদে প্রবেশ করেছিল। সে তীরগুলোর ফলার দিক বের করে রেখেছিল। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ফলার দিক আটকে রাখার জন্যে নির্দেশ দিলেন, যাতে কোন মুসলিমের গায়ে আঘাত না লাগে। (ইসলামিক ফাউন্ডেশন, ৬৪২৩, ইসলামিক সেন্টার, ৬৪৭৪)\n",
    "checkStatus": "0",
    "hadithNo": "6556",
    "id": "53654",
    "thesequence": "53156",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৫৭-(১২২/...) কুতাইবাহ্ ইবনু সাঈদ ও মুহাম্মাদ ইবনু রুমহ (রহঃ) ..... জাবির (রাযিঃ)-এর সানাদে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত। তিনি বলেন, জনৈক ব্যক্তি মসজিদে তীর সদাকাহ করতেছিল। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে এর ফলার দিকটা ধরে রাখার নির্দেশ দেন। ইবনু রুমহ (রহঃ) বলেন, সে তীর (বর্শা) দান করতেছিল। (ইসলামিক ফাউন্ডেশন, ৬৪২৫, ইসলামিক সেন্টার, ৬৪৭৫)\n",
    "checkStatus": "0",
    "hadithNo": "6557",
    "id": "53655",
    "thesequence": "53157",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৫৮-(১২৩/২৬১৫) হাদাব ইবনু খালিদ (রহঃ) ..... আবু মূসা (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : তোমাদের কোন ভাই যদি তার হাতে তীর নিয়ে কোন সভায় কিংবা বাজারে গমন করে তাহলে সে যেন এর ফলাটা ধরে (আটকে) রাখে। বর্ণনাকারী বলেন, এরপর আবূ মূসা (রাযিঃ) বলেন, আল্লাহর শপথ আমরা একে অন্যের উপর বর্শা হামলা না করা পর্যন্ত মৃত্যুকে আলিঙ্গন করব না। (ইসলামিক ফাউন্ডেশন, ৬৪২৬, ইসলামিক সেন্টার, ৬৪৭৬)\n",
    "checkStatus": "0",
    "hadithNo": "6558",
    "id": "53656",
    "thesequence": "53158",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৫৯-(১২৪/...) আবদুল্লাহ ইবনু বাররাদ আল আশআরী ও মুহাম্মাদ ইবনুল আলা (রহঃ) ..... আবূ মূসা (রহঃ)-এর সানাদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত। তিনি বলেন, তোমাদের কোন ভাই যখন হাতে বর্শা নিয়ে আমাদের মাসজিদে গমন করে কিংবা আমাদের বাজারে গমন করে সে যেন এর ফলাটা নিজের হাতের মুঠ দিয়ে ধরে রাখে। নতুবা তা দ্বারা কোন মুসলিমের (শরীরে) খোচা লাগতে পারে। অথবা তিনি বলেছেন, সে যেন তার বর্শার ফলাটি আটকে রাখে। (ইসলামিক ফাউন্ডেশন, ৬৪২৭, ইসলামিক সেন্টার, ৬৪৭৭)\n",
    "checkStatus": "0",
    "hadithNo": "6559",
    "id": "53657",
    "thesequence": "53159",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৬০-(১২৫/২৬১৬) &ldquo;আমর আন নাকিদ ও ইবনু আবু উমর (রহঃ) ..... ইবনু সীরীন (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবু হুরাইরাহ (রাযিঃ)-কে বলতে শুনেছি, তিনি বলেন, আবুল কাসিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে ব্যক্তি তার ভাইয়ের প্রতি (লৌহ নির্মিত) মরণাস্ত্র দ্বারা ইঙ্গিত করে সে তা পরিত্যাগ না করা পর্যন্ত ফেরেশতাগণ তাকে অভিসম্পাত করতে থাকে যদিও সে তার আপন ভাই হয়। (ইসলামিক ফাউন্ডেশন, ৬৪২৮, ইসলামিক সেন্টার, ৬৪৭৮)\n",
    "checkStatus": "0",
    "hadithNo": "6560",
    "id": "53658",
    "thesequence": "53160",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৬১-(.../...) আবু বকর ইবনু আবু শাইবাহ্ (রহঃ) ..... আবু হুরাইরাহ্ (রাযিঃ)-এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ একটি হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৪২৯, ইসলামিক সেন্টার, ৬৪৭৯)\n",
    "checkStatus": "0",
    "hadithNo": "6561",
    "id": "53659",
    "thesequence": "53161",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৬২-(১২৬/২৬১৭) মুহাম্মাদ ইবনু রাফি (রহঃ) ..... হাম্মাম ইবনু মুনব্বিহ্ (রহঃ) বলেন, আবু হুরাইরাহ (রাযিঃ) রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে আমাদের নিকট অনেকগুলো হাদীস আলোচনা করেন। তন্মধ্যে একটি হাদীস হচ্ছে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন : তোমাদের মধ্যে কোন ভাই যেন তরবারি দিয়ে তার ভাই-এর প্রতি ইঙ্গিত না করে। কেননা তোমরা জাননা, শাইতান (শয়তান) তার মধ্যে হাত রেখে টানতে থাকে তারপর সে জাহান্নামের গর্তে পড়ে যায়। (ইসলামিক ফাউন্ডেশন, ৬৪৩০, ইসলামিক সেন্টার, ৬৪৮০)\n",
    "checkStatus": "0",
    "hadithNo": "6562",
    "id": "53660",
    "thesequence": "53162",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৬৩-(১২৭/১৯১৪) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : একদা এক ব্যক্তি চলাচলের পথ দিয়ে হেঁটে যাচ্ছিল। তখন সে রাস্তার উপর একটি কাটাযুক্ত ডাল দেখতে পেলো তারপর তা সরিয়ে দিল। আল্লাহ তার এ ভাল কর্মটি পছন্দ করেছেন এবং তাকে (তার পাপ) মাফ করে দিলেন। (ইসলামিক ফাউন্ডেশন, ৬৪৩১, ইসলামিক সেন্টার, ৬৪৮১)\n",
    "checkStatus": "0",
    "hadithNo": "6563",
    "id": "53661",
    "thesequence": "53163",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৬৪-(১২৮/...) যুহায়র ইবনু হারব (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : এক ব্যক্তি রাস্তা দিয়ে যাওয়ার সময় একটি কাঁটাযুক্ত ডাল দেখে বলে, আল্লাহর শপথ! আমি অবশ্যই মুসলিমদের চলাচলের রাস্তা হতে এটা অপসারণ করবো, যাতে তাদেরকে কোন কষ্ট না দেয়। ফলে তাকে জান্নাতে প্রবিষ্ট করানো হয়। (ইসলামিক ফাউন্ডেশন, ৬৪৩২, ইসলামিক সেন্টার, ৬৪৮২)\n",
    "checkStatus": "0",
    "hadithNo": "6564",
    "id": "53662",
    "thesequence": "53164",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৬৫-(১২৯/...) আবু বকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ)-এর সানাদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত। তিনি বলেন, আমি এক লোককে একটি গাছের কারণে জান্নাতে আনন্দ ফুর্তি করতে দেখেছি। এ গাছটি সে রাস্তার উপর হতে দূর করেছিল, যেটি মানুষকে কষ্ট দিত। (ইসলামিক ফাউন্ডেশন, ৬৪৩৩, ইসলামিক সেন্টার, ৬৪৮৩)\n",
    "checkStatus": "0",
    "hadithNo": "6565",
    "id": "53663",
    "thesequence": "53165",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৬৬-(১৩০/...) মুহাম্মাদ ইবনু হাতিম (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : একটি গাছ মুসলিমদের (পথ গমন করার সময়) কষ্ট দিত। এক ব্যক্তি এসে সে গাছটি কেটে ফেললো,এরপর সে জান্নাতে প্রবেশ করলো । (ইসলামিক ফাউন্ডেশন, ৬৪৩৪, ইসলামিক সেন্টার, ৬৪৮৪)\n",
    "checkStatus": "0",
    "hadithNo": "6566",
    "id": "53664",
    "thesequence": "53166",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৬৭-(১৩১/২৬১৮) যুহায়র ইবনু হারব (রহঃ) ..... আবু বারযাহ (রাযিঃ) বর্ণনা করেন যে, আমি বললাম, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। আপনি আমাকে এমন একটি বিষয় অবহিত করুন, যার সাহায্যে উপকৃত হতে পারি। তিনি বললেন, মুসলিমদের চলার পথ থেকে কষ্টদায়ক বস্তু সরিয়ে দিবে। (ইসলামিক ফাউন্ডেশন,৬৪৩৫, ইসলামিক সেন্টার, ৬৪৮৫)\n",
    "checkStatus": "0",
    "hadithNo": "6567",
    "id": "53665",
    "thesequence": "53167",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৬৮&mdash;(১৩২/...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবূ বারযাহ্ আল আসলামী (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সমীপে আবেদন করলাম, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমি জানি না, হয়ত একদিন আপনি দুনিয়া ত্যাগ করবেন (ইনতিকাল করবেন) আর আপনার পর এ অবস্থায় হয়তো আমি বেঁচে থাকব। সুতরাং আমাকে এমন কিছু বাণী শিখিয়ে দিন যা দ্বারা আল্লাহ আমাকে উপকৃত করবেন। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এটি করবে, এটি করবে। বর্ণনাকারী আবু বাকর (রহঃ) তা ভুলে গেছেন। তিনি নির্দেশ করেছেন যে, চলাচলের পথ থেকে কষ্টদায়ক বস্তু অপসারণ করবে। (ইসলামিক ফাউন্ডেশন, ৬৪৩৬, ইসলামিক সেন্টার, ৬৪৮৬)\n",
    "checkStatus": "0",
    "hadithNo": "6568",
    "id": "53666",
    "thesequence": "53168",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৬৯-(১৩৩/২২৪২) আবদুল্লাহ ইবনু মুহাম্মাদ ইবনু আসমা ইবনু উবায়দ আরয যুবাঈ (রহঃ) ..... আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : একটি বিড়ালকে সাজা দেয়ার অপরাধে একটি মহিলাকে সাজা দেয়া হয়েছে। এ বিড়ালটি সে আটকে রেখেছিল। অবশেষে সেটি মারা গেল। এরপর সে কারণে মহিলাটি জাহান্নামে গমন করলো। সে ঐ বিড়লটিকে আটকাবস্থায় খাবারও দেয়নি, পানিও পান করায়নি, ভূপৃষ্ঠের কীট-পতঙ্গ খেয়ে সেটাকে জীবন ধারণ করার সুযোগও দেয়নি। (ইসলামিক ফাউন্ডেশন,৬৪৩৭, ইসলামিক সেন্টার, ৬৪৮৭)\n",
    "checkStatus": "0",
    "hadithNo": "6569",
    "id": "53667",
    "thesequence": "53169",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৭০-(&hellip;/...) হারূন ইবনু আবদুল্লাহ ও আবদুল্লাহ ইবনু জাফর ইবনু ইয়াহইয়া ইবনু খালিদ (রহঃ) ----- ইবনু উমর (রাযিঃ)-এর সানাদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে জুওয়াইরিয়াহু বর্ণিত হাদীসের অর্থের হুবহু হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৪৩৮, ইসলামিক সেন্টার, ৬৪৮৮)\n",
    "checkStatus": "0",
    "hadithNo": "6570",
    "id": "53668",
    "thesequence": "53170",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৭১-(১৩৪/...) নাসর ইবনু আলী আল জাহ্যামী (রহঃ) ..... ইবনু উমর (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : একজন মহিলাকে একটি বিড়ালের জন্যে শাস্তি দেয়া হয়। সে (মহিলা) এটিকে বেঁধে রাখে, খাবারও দেয়নি এবং পানিও পান করায়নি এমনকি ভূ-পৃষ্ঠের কীট-পতঙ্গ খেতে (বেঁচে থাকার জন্যে) তাকে বন্ধন ছেড়ে দেয়নি। (ইসলামিক ফাউন্ডেশন, ৬৪৩৮, ইসলামিক সেন্টার, ৬৪৮৯)\n",
    "checkStatus": "0",
    "hadithNo": "6571",
    "id": "53669",
    "thesequence": "53171",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৭২-(&hellip;/...) নাসর ইবনু আলী আল জাহ্যামী (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ)-এর সানাদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হুবহু হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৪৩৯, ইসলামিক সেন্টার, ৬৪৯০)\n",
    "checkStatus": "0",
    "hadithNo": "6572",
    "id": "53670",
    "thesequence": "53172",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৭৩-(১৩৫/২৬১৯) মুহাম্মাদ ইবনু রাফি (রহঃ) ..... হাম্মাম ইবনু মুনব্বিহ (রহঃ) হতে বর্ণিত। তিনি বরেন, আবু হুরাইরাহ (রাযিঃ) রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে আমাদের নিকট অনেকগুলো হাদীস উল্লেখ করছেন। তন্মধ্যে একটি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এক মহিলা একটি বিড়ালের কারণে জাহান্নামে গমন করে। সে এটিকে মজবুত করে আটকে রাখলো। সে মহিলা এটিকে খানা দেয়নি, পানীয় দেয়নি এবং তাকে বন্ধন ছেড়ে দেয়নি যে, জমিনের পোকা-মাকড় খেয়ে বাঁচতে পারে। পরিশেষে বিড়ালটি পানাহারে কাতর হয়ে মারা যায়। (ইসলামিক ফাউন্ডেশন, ৬৪৪০, ইসলামিক সেন্টার, ৬৪৯১)\n",
    "checkStatus": "0",
    "hadithNo": "6573",
    "id": "53671",
    "thesequence": "53173",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৭৪-(১৩৬/২৬২০) আহমাদ ইবনু ইউসুফ আল আযদী (রহঃ) ..... আবু সাঈদ আল খুদরী ও আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তারা উভয়ে বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন ; ইজ্জত ও সম্মান আল্লাহর ভূষণ এবং গর্ব ও অহংকার তার চাদর। যে লোক এ ক্ষেত্রে আমার সাথে টানা-হেঁচড়া করবে আমি তাকে অবশ্যই সাজা দিব। (ইসলামিক ফাউন্ডেশন, ৬৪৪১, ইসলামিক সেন্টার, ৬৪৯২)\n",
    "checkStatus": "0",
    "hadithNo": "6574",
    "id": "53672",
    "thesequence": "53174",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৭৫-(১৩৭/২৬২১) সুওয়াইদ ইবনু সাঈদ (রহঃ) ..... জুনদাব (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : এক লোক বলল, আল্লাহর শপথ আল্লাহ অমুক লোককে মাফ করবেন না। আর আল্লাহ তাআলা বলেন, সে লোক কে? যে শপথ খেয়ে বলে যে, আমি অমুককে মাফ করব না? আমি তাকে মাফ করে দিলাম এবং তোমার আমাল (শপথ)-কে নষ্ট করে দিলাম, কিংবা সে যেমন বলেছেন। (ইসলামিক ফাউন্ডেশন, ৬৪৪২, ইসলামিক সেন্টার, ৬৪৯৩)\n",
    "checkStatus": "0",
    "hadithNo": "6575",
    "id": "53673",
    "thesequence": "53175",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৭৬-(১৩৮/২৬২২) সুওয়াইদ ইবনু সাঈদ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : এলোমেলো চুল বিশিষ্ট বহু লোক রয়েছে যারা আল্লাহর উপর ভরসা করে কোন ব্যাপারে শপথ করলে আল্লাহ তাআলা তা সত্যে পরিণত করে দেন। (ইসলামিক ফাউন্ডেশন, ৬৪৪৩, ইসলামিক সেন্টার, ৬৪৯৪)\n",
    "checkStatus": "0",
    "hadithNo": "6576",
    "id": "53674",
    "thesequence": "53176",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৭৭-(১৩৯/২৬২৩) আবদুল্লাহ ইবনু মাসলামাহ ইবনু কানাব ও ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন ; যদি কোন লোক বলে মানুষ বরবাদ হয়ে গেছে তাহলে সে সব লোকের চেয়ে বেশি ক্ষতিগ্রস্ত। আবু ইসহাক (রহঃ) বলেন, আমি জানি না যে, তিনি ... সে তাদের বরবাদ করেছে- বলেছেন, না ---- তাদের মাঝে সবচেয়ে বেশী ধ্বংসপ্রাপ্ত বলেছেন? (ইসলামিক ফাউন্ডেশন, ৬৪৪৪, ইসলামিক সেন্টার, ৬৪৯৫)\n",
    "checkStatus": "0",
    "hadithNo": "6577",
    "id": "53675",
    "thesequence": "53177",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৭৮-(&hellip;/...) ইয়াহইয়া ইবনু ইয়াহইয়া, আহমাদ ইবনু উসমান ইবনু হাকীম (রহঃ) ..... সুহায়ল (রাযিঃ) হতে এ সূত্রে হুবহু হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৪৪৫, ইসলামিক সেন্টার, ৬৪৯৬)\n",
    "checkStatus": "0",
    "hadithNo": "6578",
    "id": "53676",
    "thesequence": "53178",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৭৯-(১৪০/২৬২৪) কুতাইবাহ ইবনু সাঈদ, কুতাইবাহ, মুহাম্মাদ ইবনু রুমল্লাহ, আবূ বাকর ইবনু শাইবাহ ও মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, জিবরীল (আঃ) আমাকে প্রতিবেশী সম্পর্কে এতো উপদেশ প্রদান করেন যে, আমি মনে করছিলাম তিনি সম্ভবত তাকে ওয়ারিস বানিয়ে দিবেন। (ইসলামিক ফাউন্ডেশন, ৬৪৪৬, ইসলামিক সেন্টার, ৬৪৯৭)\n",
    "checkStatus": "0",
    "hadithNo": "6579",
    "id": "53677",
    "thesequence": "53179",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৮০-(&hellip;/...) আমর আন নাকিদ (রহঃ) ..... আয়িশাহ (রাযিঃ)-এর সানাদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে হুবহু বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৪৪৭, ইসলামিক সেন্টার, ৬৪৯৮)\n",
    "checkStatus": "0",
    "hadithNo": "6580",
    "id": "53678",
    "thesequence": "53180",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৮১-(১৪১/২৬২৫) উবাইদুল্লাহ ইবনু উমার আল কাওয়ারীরী (রহঃ) ..... ইবনু উমর (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : জিবরীল (আঃ) আমাকে প্রতিবেশী সম্পর্কে এমনভাবে উপদেশ প্রদান করতে থাকেন যাতে আমি ভেবেছিলাম যে, তিনি হয়তো তাকে উত্তরাধিকারী বানিয়ে দিবেন। (ইসলামিক ফাউন্ডেশন, ৬৪৪৮, ইসলামিক সেন্টার, ৬৪৯৯)\n",
    "checkStatus": "0",
    "hadithNo": "6581",
    "id": "53679",
    "thesequence": "53181",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৮২-(১৪২/...) আবূ কামিল আল জাহদারী ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আবু যার (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন : হে আবু যার! যখন তুমি তরকারি রান্না করবে তখন তাতে পানি (শুরুয়া বা ঝোল) বেশি দিও এবং তোমার প্রতিবেশীকে কিছু প্রদান করো। (ইসলামিক ফাউন্ডেশন, ৬৪৪৯, ইসলামিক সেন্টার, ৬৫০০)\n",
    "checkStatus": "0",
    "hadithNo": "6582",
    "id": "53680",
    "thesequence": "53182",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৮৩ - (১৪৩/...) আবূ বাকর ইবনু আবূ শাইবা ও আবূ কুরায়ব (রহঃ) ..... আবূ যার (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমার বন্ধু (রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আমাকে জোর নির্দেশ করেছেন, যখন তুমি তরকারি রান্না করবে তখন তাতে পানি বেশি করে দিবে। তারপর তুমি তোমার প্রতিবেশীর পরিজনের প্রতি খেয়াল রাখবে। অতঃপর তা হতে তাদেরকে কিছু সৌজন্য স্বরূপ পৌছিয়ে দিবে। (ইসলামিক ফাউন্ডেশন, ৬৪৫০, ইসলামিক সেন্টার, ৬৫০১)\n",
    "checkStatus": "0",
    "hadithNo": "6583",
    "id": "53681",
    "thesequence": "53183",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৮৪-(১৪৪/২৬২৬) আবূ গাসসান আল মিসমাঈ (রহঃ) ..... আবু যর (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেছেন : ভালো কোন কিছু দান করাকে হীন মনে করো না, এমনকি হোক সেটা ভাইয়ের সাথে হাসিমুখে সাক্ষাৎ দেয়া। (ইসলামিক ফাউন্ডেশন, ৬৪৫১, ইসলামিক সেন্টার, ৬৫০২)\n",
    "checkStatus": "0",
    "hadithNo": "6584",
    "id": "53682",
    "thesequence": "53184",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৮৫-(১৪৫/২৬২৭) আবূ বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ..... আবূ মূসা (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সমীপে কোন লোক প্রয়োজনের তাকিদ নিয়ে আসলে তিনি তার সাথীদের বলতেন, তোমরা এর জন্যে সুপারিশ করো, তাহলে তোমাদেরকেও সাওয়াব দেয়া হবে। আর আল্লাহ তাআলা তার নাবীর মুখ থেকে এমন ফায়সালা দেবেন যা তিনি পছন্দ করেন। (ইসলামিক ফাউন্ডেশন, ৬৪৫২, ইসলামিক সেন্টার, ৬৫০৩)\n",
    "checkStatus": "0",
    "hadithNo": "6585",
    "id": "53683",
    "thesequence": "53185",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৮৬-(১৪৬/২৬২৮) আবু বাকর ইবনু আবূ শাইবাহ ও মুহাম্মাদ ইবনুল আলা আল হামদানী ..... আবূ মূসা (রাযিঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : সৎসঙ্গ ও অসৎসঙ্গের উদাহরণ মিশক বিক্রেতা ও অগ্নিকুণ্ডে ফুৎকারকারীর (কামারের) ন্যায়। মিশক বিক্রেতা হয়ত তোমাকে কিছু দিবে। (সুগন্ধি নেয়ার জন্যে হাতে কিছুটা লাগিয়ে দিবে) অথবা তুমি তার কাছ হতে সামান্য ক্রয় করতে পারবে কিংবা তুমি তার থেকে সুঘ্রাণ লাভ করবে। আর অগ্নিচুলায় ফুৎকারকারী হয়ত তোমার কাপড়কে পুড়াবে কিংবা তমি তার দুর্গন্ধপ্রাপ্ত হবে। (ইসলামিক ফাউন্ডেশন, ৬৪৫৩, ইসলামিক সেন্টার, ৬৫০৪)\n",
    "checkStatus": "0",
    "hadithNo": "6586",
    "id": "53684",
    "thesequence": "53186",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৮৭-(১৪৭/২৬২৯) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু কুহযায, আবদুল্লাহ ইবনু আবদুর রহমান ইবনু বাহরাম ও আবু বকর ইবনু ইসহাক (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর স্ত্রী আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, কোন এক সময় আমার নিকট এক মহিলা আসলো। সে সময় তার সাথে তার দুটি কন্যাও ছিল। সে আমার সমীপে কিছু চাইল। সে মাত্র একটি খেজুর ছাড়া আমার নিকট কিছু পেল না। আমি সে খেজুরটিই তার হাতে দিলাম। সে খেজুরটি নিয়েই তা তার দুকন্যার মাঝে বন্টন করে দিল। নিজে তা হতে কিছুই খেলো না। তারপর সে এবং তার দু কন্যা উঠে চলে গেল। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট আসলে তার সমীপে আমি ঘটনাটি বর্ণনা করলাম। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে লোক মেয়ে সন্তান প্রতিপালনের পরীক্ষায় আপতিত হয় আর তাদের সাথে সে সদাচরণ করে, তাহলে তার জন্যে এরা জাহান্নামের প্রতিবন্ধক হয়ে দাড়াবে। (ইসলামিক ফাউন্ডেশন, ৬৪৫৪, ইসলামিক সেন্টার, ৬৫০৫)\n",
    "checkStatus": "0",
    "hadithNo": "6587",
    "id": "53685",
    "thesequence": "53187",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৮৮-(১৪৮/২৬৩০) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, একবার এক অসহায় স্ত্রী তার দুটি মেয়ে সন্তানসহ আমার নিকট আসলো। আমি তাদেরকে তিনটি খেজুর খেতে দিলাম। সে দু মেয়ের প্রত্যেককে একটি করে খেজুর দিল এবং একটি নিজে খাবার জন্যে তার মুখে তুলল। সে মুহুর্তে মেয়ে দুটি এ খেজুরটিও খেতে চাইল। সে তখন নিজে খাবার জন্যে যে খেজুরটি মুখে তুলেছিল সেটি তাদের উভয়ের মাঝে বণ্টন করে দিল। তার এ আচরণ আমাকে আশ্চর্য করে দিল। পরে আমি সে যা করেছে তা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সমীপে আলোচনা করলাম। তিনি বললেন, আল্লাহ তাআলা এ কারণে তার জন্যে জান্নাত আবশ্যক করে দিয়েছেন অথবা তিনি তাকে এ কারণে জাহান্নাম হতে মুক্তি দিয়েছেন। (ইসলামিক ফাউন্ডেশন,৬৪৫৫, ইসলামিক সেন্টার, ৬৫০৬)\n",
    "checkStatus": "0",
    "hadithNo": "6588",
    "id": "53686",
    "thesequence": "53188",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৮৯-(১৪৯/২৬৩১) আমর আন্&zwnj; নাকিদ (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : যে ব্যক্তি দুটি মেয়ে সন্তানকে সাবালক হওয়া পর্যন্ত প্রতিপালন করে, কিয়ামাতের দিনে সে ও আমি এমন পাশাপাশি অবস্থায় থাকব, এ বলে তিনি তার হাতের আঙ্গুলগুলো মিলিয়ে দিলেন। (ইসলামিক ফাউন্ডেশন, ৬৪৫৬, ইসলামিক সেন্টার, ৬৫০৭)\n",
    "checkStatus": "0",
    "hadithNo": "6589",
    "id": "53687",
    "thesequence": "53189",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৯০-(১৫০/২৬৩২) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ)-এর সানাদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত। তিনি বলেন, কোন মুসলিমের তিনটি সন্তান মৃত্যুবরণ করলে তাকে জাহান্নামের আগুন ছুইবে না, শপথ কার্যকরের জন্যে যা দরকার তা ব্যতীত। (ইসলামিক ফাউন্ডেশন, ৬৪৫৭, ইসলামিক সেন্টার, ৬৫০৮)\n",
    "checkStatus": "0",
    "hadithNo": "6590",
    "id": "53688",
    "thesequence": "53190",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৯১-(&hellip;/&hellip;) আবু বাকর ইবনু আবু শাইবাহ, আমর আন্&zwnj; নাকিদ, যুহায়র ইবনু হারব, আবদ ইবনু হুমায়দ ও ইবনু রাফি (রহঃ) ... যুহরী মালিক-এর সূত্রে তার হুবহু হাদীস বর্ণনা করেছেন। তাছাড়া সুফইয়ান (রহঃ) থেকে বর্ণিত হাদীসে আরো আছে- সে জাহান্নামে গমন করবে না, শপথ কার্যকরী ব্যতীত। (ইসলামিক ফাউন্ডেশন, ৬৪৫৮, ইসলামিক সেন্টার, ৬৫০৯)\n",
    "checkStatus": "0",
    "hadithNo": "6591",
    "id": "53689",
    "thesequence": "53191",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৯২-(১৫১/...) কুতাইবাহ ইবনু সাঈদ (রহঃ) .. আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিছু আনসারী নারীদের উদ্দেশ্য করে বলেন, তোমাদের মধ্যে কারো তিনটি সন্তান মৃত্যুবরণ করার পরও সে আল্লাহর প্রতিদানের আশা করে ধৈর্য ধারণ করলে সে জান্নাতে গমন করবে। অতঃপর এক স্ত্রী বলল, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুজন সন্তান মৃত্যুবরণ করলে? তিনি বললেন, দুজনেও তাই । (ইসলামিক ফাউন্ডেশন,৬৪৫৯, ইসলামিক সেন্টার, ৬৫১০)\n",
    "checkStatus": "0",
    "hadithNo": "6592",
    "id": "53690",
    "thesequence": "53192",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৯৩-(১৫২/২৬৩৩) আবূ কামিল আল জাহদার, ফুযায়ল ইবনু হুসায়ন (রহঃ) ..... আবু সাঈদ আল খুদরী (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, এক নারী রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এসে বললো, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পুরুষ লোকজন আপনার হাদীস শুনতে পায়। কাজেই আপনি আপনার নিকট হতে আমাদের (নারী সমাজের) জন্যে একটি দিন ঠিক করে দিন (যেদিন আমরা আপনার নিকট একত্র হই)। আর আল্লাহ আপনাকে যা শিক্ষা দান করেন তা হতে আমাদেরকে শিক্ষা দিন। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, বেশ ভালো তো, অমুক অমুক দিন তোমরা সমবেত হবে। তারা (নির্দিষ্ট দিনে) একত্র হলো। অতঃপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের সমীপে আসলেন এবং আল্লাহ তাকে যা শিখিয়েছেন তা হতে তাদেরকে শিখালেন। অতঃপর তিনি বললেন, তোমাদের মাঝে যে কোন মহিলা তার জীবিত থাকতে সন্তান থেকে তিনটি সন্তান পাঠালেন (অর্থাৎ- তিনটি সন্তান মারা গেল)। সে সন্তানরা বিচার দিবসে তার জন্যে আড়াল হবে। তখন এক স্ত্রী বলল, দুজন, দুজন, দুজন হলে (কি বিধান)। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হ্যা, দুজন, দুজন, দুজনেও এ বিধান। (ইসলামিক ফাউন্ডেশন, ৬৪৬০, ইসলামিক সেন্টার, ৬৫১১)\n",
    "checkStatus": "0",
    "hadithNo": "6593",
    "id": "53691",
    "thesequence": "53193",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৯৪-(১৫৩/২৬৩৪) মুহাম্মাদ ইবনুল মুসান্না, ইবনু বাশশার, উবাদুল্লাহ ইবনু মুআয (রহঃ) ... আবদুর রহমান ইবনুল আসবাহানী (রহঃ) এ সূত্রে তার সমার্থ হুবহু হাদীস বর্ণনা করেছেন। তবে তারা সকলে আবদুর রহমান ইবনু আসবাহানী (রহঃ) হতে এটুকু বেশি বর্ণনা করেছেন যে, &ldquo;তিনি বলেন, আমি আবু হাযিমকে আবূ হুরাইরাহ (রাযিঃ) হতে বলতে শুনেছি। তিনি বলেন, এমন তিনটি সন্তান যারা সাবালক হয়নি। (ইসলামিক ফাউন্ডেশন, ৬৪৬১, ইসলামিক সেন্টার, ৬৫১২)\n",
    "checkStatus": "0",
    "hadithNo": "6594",
    "id": "53692",
    "thesequence": "53194",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৯৫-(১৫৪/২৬৩৫) সুওয়াইদ ইবনু সাঈদ ও মুহাম্মাদ ইবনু আবদুল আলা (রহঃ) ..... আবু হাস্সান (রহঃ) হতে বর্ণিত। তিনি বলেন, আমি আবু হুরাইরাহ (রাযিঃ)-কে বললাম, আমার দুটি ছেলে সন্তান মৃত্যুবরণ করেছে। আপনি কি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর পক্ষ হতে একটি হাদীস উল্লেখ করবেন, যাতে আমাদের মৃতদের ক্ষেত্রে আপনি আমাদের মনে শান্তি দিতে পারেন। তিনি (বর্ণনাকারী) বলেন, তিনি বললেন, হ্যা, তাদের জন্যে তার ছোট শিশুরা জান্নাতের প্রজাপতি তুল্য। তাদের মাঝে কেউ তার পিতার সাথে মিলিত হবে, অথবা তিনি বলেছেন বাবামা দুজনের সাথে মিলিত হবে। অতঃপর তিনি তার পরিধানের কাপড় কিংবা বলেছেন, হাত ধরবে, যেমনটি আমি তোমার কাপড়ের আঁচল ধরছি। এরপর আর তারা তাদের ছাড়বে না, কিংবা রাবী বলেছেন, ধরে থাকা শেষ হবে না যতক্ষণ পর্যন্ত না আল্লাহ তার বাবা-মাকে জান্নাতে প্রবেশ করবেন। সুওয়াইদ (রহঃ)-এর বর্ণনায় আরো রয়েছে, আবু সালীল আমাদেরকে হাদীসটি বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৪৬২, ইসলামিক সেন্টার, ৬৫১৩)\n\nউবাইদুল্লাহ ইবনু সাঈদ (রহঃ) ..... আত তাইমী (রহঃ) হতে এ সূত্রে হুবহু হাদীস বর্ণনা করেছেন। তিনি বলেন, আপনি কি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে এমন কিছু শুনেছেন, যা আমাদের মৃতদের সম্পর্কে আমাদের হৃদয়কে খুশি করে দেয়? তিনি বললেন, হ্যা। (ইসলামিক ফাউন্ডেশন, ৬৪৬২, ইসলামিক সেন্টার, ৬৫১৪)\n",
    "checkStatus": "0",
    "hadithNo": "6595",
    "id": "53693",
    "thesequence": "53195",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৯৬-(১৫৫/২৬৩৬) আবু বাকর ইবনু আবূ শাইবাহ, মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র, আবু সাঈদ আল আশাজ্জ, উমার ইবনু হাফস্ ইবনু গিয়াস (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক মহিলা একটি ছেলে সন্তান নিয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এসে বলল, হে আল্লাহর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনি তার জন্যে আল্লাহর নিকট দুআ করুন। আমি তিনটি সন্তান কবরস্থ করেছি। তিনি বললেন, তুমি তিনটি সন্তান দাফন করেছ? মহিলা বলল, হ্যা। তিনি বললেন, তুমি তো অবশ্যই জাহান্নাম হতে একটি শক্ত প্রাচীর তৈরি করেছ। তাদের মাঝ থেকে উমার তার দাদার সানাদে হাদীসটি বর্ণনা করেছেন। তিনি বলেন, অবশিষ্টরা তালক (রহঃ) হতে রিওয়ায়াত করেছেন তারা ---- দাদার শব্দটি উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন, ৬৪৬৩, ইসলামিক সেন্টার, ৬৫১৫)\n",
    "checkStatus": "0",
    "hadithNo": "6596",
    "id": "53694",
    "thesequence": "53196",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৯৭-(১৫৬/...) কুতাইবাহ ইবনু সাঈদ ও যুহায়র ইবনু হাব (রহঃ) ..... আবু হুরাইরাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, এক মহিলা তার একটি ছেলে নিয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সমীপে এসে বলল, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিশ্চয়ই সে, অসুস্থ এবং তার ব্যাপারে আমি ভয় করছি। আর আমি তিনটি সন্তান কবরস্থ করেছি। তিনি বললেন, তুমি জাহান্নাম হতে বাচার জন্যে একটি শক্ত দেয়াল তৈরি করেছ। যুহায়র (রহঃ) তালক হতে হাদীসটি বর্ণনা করেছেন এবং তিনি কুনইয়াত (উপনাম) উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন, ৬৪৬৪, ইসলামিক সেন্টার, ৬৫১৬)\n",
    "checkStatus": "0",
    "hadithNo": "6597",
    "id": "53695",
    "thesequence": "53197",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৯৮-(১৫৭/২৬৩৭) যুহায়র ইবনু হারব (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত । তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : আল্লাহ তাআলা যদি কোন বান্দাকে পছন্দ করেন তখন জিবরীল (আঃ)-কে ডাক দেন এবং বলেন, নিশ্চয়ই আমি অমুক লোককে পছন্দ করি, তুমিও তাকে পছন্দ কর । তিনি বলেন, তখন জিবরীল (আঃ) তাকে পছন্দ করেন। অতঃপর তিনি আকাশমণ্ডলীতে ঘোষণা দিয়ে বলেন, নিশ্চয়ই আল্লাহ অমুক লোককে পছন্দ করেন, সুতরাং আপনারাও তাকে পছন্দ করুন। তখন আকাশবাসীরা তাকে পছন্দ করে। তিনি বলেন, এরপর দুনিয়াতে তাকে নন্দিত, সমাদৃত করা হয়। আর আল্লাহ যদি কোন লোকের উপর রাগ করেন তখন জিবরীল (আঃ)-কে ডাক দেন এবং বলেন, আমি অমুক বান্দার উপর রাগ করেছি, তুমিও তার প্রতি নারাজ হও। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তখন জিবরীল (আঃ) তার উপর রাগাম্বিত হন। তারপর তিনি আকাশবাসীদেরকে ডাক দিয়ে বলেন, নিশ্চয়ই আল্লাহ তাআলা অমুকের উপর রাগান্বিত। কাজেই আপনারাও তার উপর ক্রোধাম্বিত হোন। তিনি বলেন, তখন লোকেরা তার উপর দুশমনি পোষণ করে। তারপর তার জন্য পৃথিবীতে শত্রু বানিয়ে দেয়া হয় । (ইসলামিক ফাউন্ডেশন, ৬৪৬৫, ইসলামিক সেন্টার, ৬৫১৭)\n",
    "checkStatus": "0",
    "hadithNo": "6598",
    "id": "53696",
    "thesequence": "53198",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৫৯৯ -(.../...) কুতাইবাহ ইবনু সাঈদ, সাঈদ ইবনু আমর আল আসআশী ও হারুন ইবনু সাঈদ আল আইলী (রহঃ). সুহায়ল (রাযিঃ) এ সূত্রে হুবহু হাদীস বর্ণিত। তাছাড়া আল ইবনুল মুসাইয়্যাব (রহঃ)-এর হাদীসে (শক্রতা) শব্দটির উল্লেখ নেই। (ইসলামিক ফাউন্ডেশন, ৬৪৬৬, ইসলামিক সেন্টার, ৬৫১৮)\n",
    "checkStatus": "0",
    "hadithNo": "6599",
    "id": "53697",
    "thesequence": "53199",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬০০-(১৫৮/...) আমর আন নাকিদ (রহঃ) ..... আবু সালিহ্ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা আরাফাতের ময়দানে অবস্থান করছিলাম। তখন উমর ইবনু আবদুল আযীয (রহঃ) গমন করলেন। সে সময় হজ্জের মৌসুম, লোকেরা তাকে দেখে দাড়িয়ে গেলেন। তখন আমি আমার পিতাকে বললাম, হে আব্বাজান! আমার মনে হয়, আল্লাহ তাআলা উমার ইবনু আবদুল আযীয (রহঃ)-কে পছন্দ করেন। তিনি বলেন, সে কি? অর্থাৎ- তুমি কিভাবে বুঝলে? আমি বললাম, এ কারণে যে, মানুষের হৃদয়ে তার ভালবাসা বদ্ধমূল হয়ে আছে। তিনি বললেন, তোমার পিতার শপথ! তুমি শুনেছ আবু হুরাইরাহ (রাযিঃ)-কে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে হাদীস বর্ণনা করতে। তারপর তিনি সুহায়ল (রাযিঃ) হতে জারীর বর্ণিত হাদীসের হুবহু বর্ণনা করেন। - (ইসলামিক ফাউন্ডেশন, ৬৪৬৭, ইসলামিক সেন্টার, ৬৫১৯)\n",
    "checkStatus": "0",
    "hadithNo": "6600",
    "id": "53698",
    "thesequence": "53200",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬০১-(১৫৯/২৬৩৮) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... আবু হুরাইরাহ্ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: রুহসমূহ সমাজবদ্ধ*। সুতরাং যারা পরস্পরে পরিচিতি লাভ করছে তারা দুনিয়াতে পরস্পরে প্রতি বন্ধনে আবদ্ধ হয়। আর যারা সেখানে অপরিচিত তারা এখানেও ভিন্ন থাকে। (ইসলামিক ফাউন্ডেশন, ৬৪৬৮, ইসলামিক সেন্টার, ৬৫২০)\n",
    "checkStatus": "0",
    "hadithNo": "6601",
    "id": "53699",
    "thesequence": "53201",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬০২-(১৬০/...) যুহায়র ইবনু হারব (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে মারফু সূত্রে হাদীসটি বর্ণিত। তিনি বলেন, মানুষ স্বর্ণ ও রৌপ্যের খনি স্বরূপ। জাহিলিয়াতের সময় যারা সর্বোৎকৃষ্ট তারা ইসলামের সময়ও সর্বোৎকৃষ্ট, যখন তারা সূক্ষ্ম জ্ঞান অর্জন করেন (দীনের বুঝদার হয়ে থাকেন)। আর আত্মাসমূহ স্বভাবজাত সমাজবদ্ধ। সেখানে যেসব রূহ পরস্পরে পরিচিতি লাভ করেছিল দুনিয়াতে সেগুলো সম্প্রীতির বন্ধনে আবদ্ধ হয়ে থাকে আর সেখানে যেগুলো অপরিচিত ছিল, এখানেও তারা অপরিচিত। (ইসলামিক ফাউন্ডেশন, ৬৪৬৯, ইসলামিক সেন্টার, ৬৫২০ [ক])\n",
    "checkStatus": "0",
    "hadithNo": "6602",
    "id": "53700",
    "thesequence": "53202",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬০৩-(১৬১/২৬৩৯) আবদুল্লাহ ইবনু মাসলামাহ্ ইবনু কানাব (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। এক যাযাবর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে প্রশ্ন করল, কিয়ামাত কবে হবে? রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তুমি কিয়ামাতের জন্যে কি পাথেয় প্রস্তুত করেছ? সে বলল, আমি বেশি কিছু প্রস্তুত করতে পারিনি। তবে আল্লাহ ও তার রসূলের মুহাব্বাত। তিনি বললেন, তুমি তারই সাখী হবে যাকে তুমি মুহাব্বাত কর। (ইসলামিক ফাউন্ডেশন, ৬৪৭০, ইসলামিক সেন্টার, ৬৫২১)\n",
    "checkStatus": "0",
    "hadithNo": "6603",
    "id": "53701",
    "thesequence": "53203",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬০৪-(১৬২/...) আবূ বাকর ইবনু আবূ শাইবাহ, আমর আন নাকিদ, যুহায়র ইবনু হারব, মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র ও ইবনু আবূ উমর (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি বলল, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। কিয়ামাত কবে সংঘটিত হবে? তিনি বললেন, তুমি তার জন্যে কি সংগ্রহ করেছ? তখন সে বেশি কিছু উল্লেখ করতে পারেনি। তিনি বলেন, কিন্তু আমি আল্লাহ ও তাঁর রসূলকে মুহাব্বাত করি। তিনি বললেন, তুমি তার সাথেই থাকবে যাকে তুমি মুহাব্বাত কর । (ইসলামিক ফাউন্ডেশন, ৬৪৭১, ইসলামিক সেন্টার, ৬৫২২)\n",
    "checkStatus": "0",
    "hadithNo": "6604",
    "id": "53702",
    "thesequence": "53204",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬০৫-(১৬৩/...) মুহাম্মাদ ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। জনৈক বেদুঈন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট আসলো। তারপর তার মতো হুবহু হাদীস বর্ণনা করেছেন। তাছাড়া এ বর্ণনায় রয়েছে, তিনি বলেন, বেদুঈন লোকটি বলল, আমি কিয়ামাতের জন্যে এমন কোন বেশি সম্বল তৈরি করিনি, যার জন্য আমি নিজেকে সাধুবাদ দিতে পারি। (ইসলামিক ফাউন্ডেশন, ৬৪৭১, ইসলামিক সেন্টার, ৬৫২৩)\n",
    "checkStatus": "0",
    "hadithNo": "6605",
    "id": "53703",
    "thesequence": "53205",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬০৬-(&hellip;/...) আবু রাবী আল আতাকী (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত । তিনি বলেন, জনৈক লোক রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে আসলো, অতঃপর বললো, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিয়ামাত কবে সংঘটিত হবে? তিনি বললেন, তুমি সেদিনের জন্যে কি পাথেয় সংগ্রহ করেছ? সে বললো, আল্লাহ ও তার রসূলের মুহাব্বাত। তিনি বললেন, নিশ্চয়ই তুমি তার সাথে থাকবে যাকে তুমি মুহাব্বাত কর। আনাস (রাযিঃ) বলেন, ইসলাম কবুলের পরে আমরা এত বেশি আনন্দিত হইনি যতটা আনন্দবোধ করছি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর এ বাণী থেকে- তুমি তার সাথেই থাকবে যাকে তুমি ভালবাস। আনাস (রাযিঃ) বলেন, আমি আল্লাহ ও তার রসূল, আবু বাকর (রাযিঃ) ও উমর (রাযিঃ)-কে পছন্দ করি। সুতরাং আমি আশা রাখি যে, কিয়ামাতের দিনে আমি তাদের সাথে থাকব, যদিও আমি তাদের সমান আমাল করতে পারিনি। (ইসলামিক ফাউন্ডেশন, ৬৪৭২, ইসলামিক সেন্টার, ৬৫২৪)\n",
    "checkStatus": "0",
    "hadithNo": "6606",
    "id": "53704",
    "thesequence": "53206",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬০৭-(.../&hellip;) মুহাম্মাদ ইবনু উবায়দ আল গুবারী (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ)-এর সানাদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত। তবে জাফর ইবনু সুলাইমান (রহঃ)-এর বর্ণিত হাদীসে আনাস-এর উক্তি &ldquo;আমি ভালবাসি এবং তার পরবর্তী অংশ উল্লেখ করেননি। (ইসলামিক ফাউন্ডেশন, ৬৪৭৩, ইসলামিক সেন্টার, ৬৫২৫)\n",
    "checkStatus": "0",
    "hadithNo": "6607",
    "id": "53705",
    "thesequence": "53207",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬০৮-(১৬৪/...) উসমান ইবনু আবূ শাইবাহ ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি ও রসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উভয়ে মসজিদে নববী হতে বের হচ্ছিলাম। এমন সময় মসজিদের দরজায় এক লোকের সাথে সাক্ষাৎ হলো। সে বলল, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। কিয়ামাত কবে সংঘটিত হবে? রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি কিয়ামাতের জন্যে কি সম্বল সংগ্রহ করেছ? তিনি বলেন, তখন লোকটি নীরব থাকলো। তারপর সে বলল, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। আমি তো সেজন্যে বেশি পরিমাণ সলাত, সিয়াম ও সদাকাহ-খয়রাত সংগ্ৰহ করিনি। তবে আমি আল্লাহ ও তার রসূলকে মুহাব্বাত করি। তিনি বললেন, তুমি তার সাথেই থাকবে যাকে তুমি মুহাব্বাত কর। (ইসলামিক ফাউন্ডেশন,৬৪৭৪, ইসলামিক সেন্টার, ৬৫২৬)\n",
    "checkStatus": "0",
    "hadithNo": "6608",
    "id": "53706",
    "thesequence": "53208",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬০৯-(&hellip;/...) মুহাম্মদ ইবনু ইয়াহইয়া ইবনু আবদুল আযীয আল ইয়াশকুরী (রহঃ) ..... আনাস (রাযিঃ)-এর সানদে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে হুবহু হাদীস বর্ণিত হয়েছে। ( ইসলামিক ফাউন্ডেশন ৬৪৭৫,ইসলামিক সেন্টার, ৬২৭)\n",
    "checkStatus": "0",
    "hadithNo": "6609",
    "id": "53707",
    "thesequence": "53209",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬১০-(&hellip;/...) কুতাইবাহ, ইবনুল মুসানা, ইবনু বাশশার, আবূ গাসসান আল মিসমাঈ ও মুহাম্মদ ইবনুল মুসান্না (রহঃ) ..... আনাস (রাযিঃ)-এর সানাদে হুবহু এ হাদীস নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে। (ইসলামিক ফাউন্ডেশন, ৬৪৭৬, ইসলামিক সেন্টার, ৬৫২৮)\n",
    "checkStatus": "0",
    "hadithNo": "6610",
    "id": "53708",
    "thesequence": "53210",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬১১-(১৬৫/২৬৪০) উসমান ইবনু আবূ শাইবাহ ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আবদুল্লাহ ইবনু মাসউদ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ব্যক্তি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট আসলো। অতঃপর সে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বললো, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে লোকটি সম্পর্কে আপনি কী মনে করেন, যে একটি সম্প্রদায়কে মুহাব্বাত করে অথচ সে তাদের সাথে মিলিত হয়নি। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে যাকে মুহাব্বাত করে সে তার সঙ্গেই থাকবে। (ইসলামিক ফাউন্ডেশন, ৬৪৭৭, ইসলামিক সেন্টার, ৬৫২৯)\n",
    "checkStatus": "0",
    "hadithNo": "6611",
    "id": "53709",
    "thesequence": "53211",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬১২-(&hellip;/...) মুহাম্মাদ ইবনুল মুসান্না, ইবনু বাশশার, বিশর ইবনু খালিদ ও ইবনু নুমায়র (রহঃ) ..... আবদুল্লাহ ইবনু মাসউদ (রাযিঃ)-এর সানাদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে তার হুবহু হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৪৭৮, ইসলামিক সেন্টার, ৬৫৩০)\n",
    "checkStatus": "0",
    "hadithNo": "6612",
    "id": "53710",
    "thesequence": "53212",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬১৩-(.../২৬৪১) আবূ বাকর ইবনু আবূ শাইবাহ, আবূ কুরায়ব ও ইবনু নুমায়র (রহঃ) ..... আবূ মূসা (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক লোক নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট আসলো। অতঃপর তিনি আমাশ (রহঃ) এর সানাদে জারীর (রাযিঃ) কর্তৃক বর্ণিত হাদীসের হুবহু উল্লেখ করেন। (ইসলামিক ফাউন্ডেশন,৬৪৭৯, ইসলামিক সেন্টার, ৬৫৩১)\n",
    "checkStatus": "0",
    "hadithNo": "6613",
    "id": "53711",
    "thesequence": "53213",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬১৪-(১৬৬/২৬৪২) ইয়াহইয়া ইবনু ইয়াহইয়া আত তামীমী, আবু রাবী, আবূ কামিল ফুযায়ল ইবনু হুসায়ন (রহঃ) ..... আবু যার গিফারী (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সমীপে আবেদন করা হলো, ঐ লোক সম্পর্কে আপনার কি মতামত, যে সৎ আমাল করে এবং মানুষেরা তার গুণ বর্ণনা করে? তিনি বললেন, এটা মুমিনের জন্যে দ্রুত সুবার্তা।* (ইসলামিক ফাউন্ডেশন, ৬৪৮০, ইসলামিক সেন্টার, ৬৫৩২)\n",
    "checkStatus": "0",
    "hadithNo": "6614",
    "id": "53712",
    "thesequence": "53214",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৬১৫-(&hellip;/...) আবূ বাকর ইবনু আবূ শাইবাহ ও ইসহাক ইবনু ইব্রাহীম, মুহাম্মাদ ইবনু বাশ্শার, মুহাম্মাদ ইবনুল মুসান্না, ইসহাক (রহঃ) ..... হাম্মাদ ইবনু যায়দ-এর সূত্রে আবু ইমরান আল জাওনী (রহঃ) হতে তার হুবহু হাদীস বর্ণিত। তাছাড়া আবদুস সামাদ (রহঃ) ব্যতীত শুবার সানাদে অন্যান্যদের হাদীসে আছে, এবং লোকেরা তাকে এজন্য মুহাব্বাত করে উল্লেখ আছে। আর আবদুস সামাদ (রহঃ) বর্ণিত হাদীসে হাম্মাদ যেভাবে বলেছেন তেমনি মানুষেরা তার শুকরিয়া করে উল্লেখ রয়েছে। (ইসলামিক ফাউন্ডেশন,৬৪৮১, ইসলামিক সেন্টার,৬৫৩৩)\n",
    "checkStatus": "0",
    "hadithNo": "6615",
    "id": "53713",
    "thesequence": "53215",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "611",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]