[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৪৫-(১/২৬৭৫) সুওয়াইদ ইবনু সাঈদ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ)-এর সানাদে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ রববুল আলামীন ইরশাদ করেছেন: আমার উপর বান্দার ধারণা অনুযায়ী আমি তার সাথে আছি। সে যেখানেই আমাকে স্মরণ করে আমি তার সাথে আছি। আল্লাহর কসম, শূন্য মাঠে তোমাদের কেউ হারানো প্রাণী পাওয়ার পর যে আনন্দিত হয় আল্লাহ তাআলা বান্দার তাওবার কারণে এর চেয়েও বেশি আনন্দিত হন। যদি কেউ একবিঘত সমান আমার দিকে অগ্রসর হয় তাহলে আমি তার দিকে একহাত অগ্রসর হই। যদি কেউ একহাত সমান আমার প্রতি অগ্রসর হয়, তাহলে আমি একগজ সমান তার প্রতি অগ্রসর হই। যদি কেউ আমার দিকে পায়ে হেঁটে আসে তবে আমি তার দিকে দৌড়ে আসি। (ইসলামিক ফাউন্ডেশন, ৬৭০০, ইসলামিক সেন্টার, ৬৭৫৫)\n",
    "checkStatus": "0",
    "hadithNo": "6845",
    "id": "53943",
    "thesequence": "53445",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৪৬-(২/...) আবদুল্লাহ ইবনু মাসলামাহ্ ইবনু কানাব আল কানাবী (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : তোমাদের কোন লোক হারানো প্রাণী পাওয়ার পর যে সমান আনন্দিত হয়, তোমাদের তাওবার কারণে আল্লাহ তাআলা এর চেয়েও বেশি খুশী হন। (ইসলামিক ফাউন্ডেশন, ৬৭০১, ইসলামিক সেন্টার, ৬৭৫৬)\n",
    "checkStatus": "0",
    "hadithNo": "6846",
    "id": "53944",
    "thesequence": "53446",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৪৭-(&hellip;/...) মুহাম্মাদ ইবনু রাফি (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ)-এর সানাদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে অবিকল হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৭০২, ইসলামিক সেন্টার, ৬৭৫৭)\n",
    "checkStatus": "0",
    "hadithNo": "6847",
    "id": "53945",
    "thesequence": "53447",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৪৮-(৩/২৭৪৪) উসমান ইবনু আবূ শাইবাহ ও ইসহাক ইবনু ইব্রাহীম (রহঃ) ..... হারিস ইবনু সুওয়াইদ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আবদুল্লাহ (রাযিঃ) অসুস্থ ছিলেন। তার সেবা করার জন্য কোন এক সময় আমি তার নিকট প্রবেশ করলাম। তখন তিনি আমাকে দুটি হাদীস বর্ণনা করলেন। একটি নিজের পক্ষ হতে এবং অন্যটি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর পক্ষ থেকে। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ কথা বলতে শুনেছি যে, আল্লাহ তাআলা তার মুমিন বান্দার তাওবার কারণে ঐ ব্যক্তির চেয়েও অধিক আনন্দিত হন, যে লোক ছায়াপানিহীন আশঙ্কাপূর্ণ বিজন মাঠে ঘুমিয়ে পড়ে এবং তার সাথে থাকে খাদ্য পানীয় সহ একটি সওয়ারী। এরপর ঘুম হতে সজাগ হয়ে দেখে যে, সওয়ার কোথায় অদৃশ্য হয়ে গেছে। তারপর সে সেটি খুঁজতে খুঁজতে তৃষ্ণার্ত হয়ে পড়ল এবং বলে, আমি আমার পূর্বের জায়গায় গিয়ে চিরনিদ্রায় আচ্ছন্ন হয়ে মারা যাব। (এ কথা বলে) সে মৃত্যুর জন্য বাহুতে মাথা রাখল। কিছুক্ষণ পর জাগ্রত হয়ে সে দেখল, পানাহার সামগ্রী বহনকারী সওয়ারীটি তার কাছে। (সওয়ারী এবং পানাহার সামগ্ৰী পেয়ে) লোকটি যে পরিমাণ আনন্দিত হয়, মুমিন বান্দার তাওবার কারণে আল্লাহ তার চেয়েও বেশি আনন্দিত হন। (ইসলামিক ফাউন্ডেশন, ৬৭০৩, ইসলামিক সেন্টার, ৬৭৫৮)\n",
    "checkStatus": "0",
    "hadithNo": "6848",
    "id": "53946",
    "thesequence": "53448",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৪৯-(&hellip;/...) আবু বকর ইবনু আবু শাইবাহ্ (রহঃ) উক্ত সূত্রে এ হাদীসটি বর্ণনা করেছেন। তবে তার হাদীসে আছে, মরুভূমির সে ব্যক্তির চেয়েও বেশি আনন্দিত হন। (ইসলামিক ফাউন্ডেশন, ৬৭০৪, ইসলামিক সেন্টার, ৬৭৫৯)\n",
    "checkStatus": "0",
    "hadithNo": "6849",
    "id": "53947",
    "thesequence": "53449",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৫০-(৪/...) ইসহাক ইবনু মানসূর (রহঃ) ..... উমারাহ ইবনু উমায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি হারিস ইবনু সুওয়াইদকে এ কথা বলতে শুনেছি যে, তিনি বলেন, আবদুল্লাহ আমার কাছে দুটি হাদীস বর্ণনা করেছেন। একটি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে এবং অপরটি তার নিজের তরফ থেকে। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : আল্লাহ তার মুমিন বান্দার তাওবার কারণে বেশি খুশী হন। জারীর-এর হাদীসের অবিকল। (ইসলামিক ফাউন্ডেশন, ৬৭০৫, ইসলামিক সেন্টার, ৬৭৬০)\n",
    "checkStatus": "0",
    "hadithNo": "6850",
    "id": "53948",
    "thesequence": "53450",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৫১-(৫/২৭৪৫) উবাইদুল্লাহ ইবনু মুআয আল আম্বারী (রহঃ) ..... সিমাক (রহঃ) থেকে বর্ণিত । তিনি বলেন, একদা নুমান ইবনু বাশীর (রাযিঃ) খুতবাহ দিতে গিয়ে বললেন, আল্লাহ তার বান্দার তাওবার কারণে ঐ লোক হতেও বেশি আনন্দিত হন যে তার একটি উটের উপর সহায় সম্বল বহন করে সফরে বের হয়েছে। আর অবশেষে এক জনমানবহীন মাঠে উপস্থিত হয়। এমতাবস্থায় দুপুর হয়ে যায়। তখন সে নেমে বৃক্ষের তলায় বিশ্রাম করতে থাকে। সে গভীর ঘুমে নিমগ্ন হয় এবং তার উটটি চলে যায়। সে সজাগ হয়ে ঐ টিলায় দৌড়ে গেল, অতঃপর সে কোন কিছু দেখতে পেল না। তারপর সে অপর টিলায় দৌড়ে উঠল কিন্তু সেখানেও কোন কিছু দেখতে পেল না। তারপর সে তৃতীয় এক টিলার উপরে উঠে, কিন্তু সেখানেও কোন কিছু দেখতে পেল না। অবশেষে হতাশ হয়ে সে বিশ্রামাগারে ফিরে গিয়ে সেখানে এসে বসে থাকে। এমন সময় হঠাৎ হাটতে হাটতে উটটি তার কাছে চলে আসে। অমনি সে তার হাতে এর লাগাম চেপে ধরে। আল্লাহ তার মুমিন বান্দার তাওবার কারণে ঐ উট প্রাপ্ত লোকের চেয়েও বেশি খুশী হন। বর্ণনাকারী সিমাক (রহঃ) বলেন, শাবী (রহঃ) বলেছেন, নুমান এ হাদীসটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে মারফু হিসেবে বর্ণনা করেছেন। তবে আমি (সিমাক) নুমান (রাযিঃ)-কে হাদীসটি মারফুভাবে বর্ণনা করতে শুনিনি। (ইসলামিক ফাউন্ডেশন, ৬৭০৬, ইসলামিক সেন্টার, ৬৭৬১)\n",
    "checkStatus": "0",
    "hadithNo": "6851",
    "id": "53949",
    "thesequence": "53451",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৫২-(৬/২৭৪৬) ইয়াহইয়া ইবনু ইয়াহইয়া ও জাফর ইবনু হুমায়দ (রহঃ) ..... বারা ইবনু আযিব (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : এ সম্বন্ধে তোমরা কী বললে যে, এক লোক যার নিকট পানাহারের কোন কিছু নেই, এমন মরুভূমিতে উট চলে যায় এবং এর লাগাম মাটিতে টেনে চলতে থাকে, অথচ এর উপর রয়েছে সে লোকের পানাহারের সামগ্রী। তারপর সে তা খোজ করে ক্লান্ত হয়ে পড়ে। আর এহেন মুহুর্তে উক্ত সওয়ার কোন বৃক্ষের তলা দিয়ে যাওয়ার সময় যদি এর লাগাম ঐ গাছের কাণ্ডের সাথে আটকে যায়, আর আটকানো অবস্থায় যদি সে লোকটি সেটি পেয়ে যায়, তাহলে এ লোক কি পরিমাণ খুশী হবে? সহাবাগণ বললেন, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। সে অত্যন্ত খুশী হবে। অতঃপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন : স্বীয় বান্দার তাওবার কারণে সওয়ারী প্রাপ্ত ঐ লোকের থেকেও আল্লাহ তাআলা অনেক বেশি খুশী হন। জাফার (রহঃ) বলেন, উবাইদুল্লাহ ইবনু ইয়াদ তাঁর পিতা হতে আমাদের নিকট বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৭০৭, ইসলামিক সেন্টার, ৬৭৬২)\n",
    "checkStatus": "0",
    "hadithNo": "6852",
    "id": "53950",
    "thesequence": "53452",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৫৩-(৭/২৭৪৭) মুহাম্মাদ ইবনু সাব্বাহ ও যুহায়র ইবনু হারব (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : বান্দা যখন আল্লাহর কাছে তাওবাহ করে তখন আল্লাহ ঐ লোকের চেয়েও বেশি আনন্দিত হন, যে মরুভূমিতে নিজ সওয়ারীর উপর আরোহিত ছিল। তারপর সওয়ারটি তার হতে হারিয়ে যায়। আর তার উপর ছিল তার খাদ্য ও পানীয়। এরপর নিরাশ হয়ে সে একটি গাছের ছায়ায় এসে আরাম করে এবং তার উটটি সম্বন্ধে সম্পূর্ণরূপে নিরাশ হয়ে পড়ে। এমতাবস্থায় হঠাৎ উটটি তার কাছে এসে দাঁড়ায়। অমনিই সে, তার লাগাম ধরে ফেলে। এরপর সে আনন্দে আত্মহারা হয়ে বলে উঠে, হে আল্লাহ! তুমি আমার বান্দা, আমি তোমার রব। আনন্দে আত্মহারা হয়ে সে ভুল করে ফেলেছে। (ইসলামিক ফাউন্ডেশন, ৬৭০৮, ইসলামিক সেন্টার, ৬৭৬৩)\n",
    "checkStatus": "0",
    "hadithNo": "6853",
    "id": "53951",
    "thesequence": "53453",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৫৪-(৮/...) হাদাব ইবনু খালিদ (রহঃ) ..... আনাস ইবনু মালিক (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আল্লাহ তাআলা স্বীয় বান্দার তাওবার কারণে তোমাদের ঐ লোকের চেয়েও বেশি খুশী হন, যে সজাগ হয়ে তার ঐ উটটি ফিরে পায়, যা সে মরুভূমিতে হারিয়ে ফেলেছিল। (ইসলামিক ফাউন্ডেশন, ৬৭০৯, ইসলামিক সেন্টার, ৬৭৬৪)\n",
    "checkStatus": "0",
    "hadithNo": "6854",
    "id": "53952",
    "thesequence": "53454",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৫৫-(&hellip;/...) আহমাদ আদ দারিমী (রহঃ) ..... আনাস (রাযিঃ)-এর সানাদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে অবিকল হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৭০৯, ইসলামিক সেন্টার, ৬৭৬৫)\n",
    "checkStatus": "0",
    "hadithNo": "6855",
    "id": "53953",
    "thesequence": "53455",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৫৬-(৯/২৭৪৮) কুতাইবাহ্ ইবনু সাঈদ (রহঃ) ..... আইয়ূব (রাযিঃ) থেকে বর্ণিত যে, যখন তাঁর মৃত্যু সমুপস্থিত তখন তিনি বললেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে শুনা একটি হাদীস আমি তোমাদের নিকট হতে গোপন রেখেছিলাম। আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ কথা বলতে শুনেছি যে, যদি তোমরা পাপ না করতে তবে আল্লাহ তাআলা এমন মাখলুক বানাতেন যারা পাপ করতো এবং আল্লাহ তাদেরকে মাফ করে দিতেন। (ইসলামিক ফাউন্ডেশন, ৬৭১০, ইসলামিক সেন্টার, ৬৭৬৬)\n",
    "checkStatus": "0",
    "hadithNo": "6856",
    "id": "53954",
    "thesequence": "53456",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৫৭-(১০/&hellip;) হারূন ইবনু সাঈদ আল আয়লী (রহঃ) ..... আবু আইয়ুব আল আনসারী (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন ; যদি তোমাদের কোন পাপ না থাকতো যা আল্লাহ মাফ করে দেন, তবে অবশ্যই আল্লাহ এমন সম্প্রদায় বানাতেন যাদের পাপ হত এবং তিনি তা মাফ করে দিতেন। (ইসলামিক ফাউন্ডেশন, ৬৭১১, ইসলামিক সেন্টার, ৬৭৬৭)\n",
    "checkStatus": "0",
    "hadithNo": "6857",
    "id": "53955",
    "thesequence": "53457",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৫৮-(১১/২৭৪৯) মুহাম্মাদ ইবনু রাফি (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে সত্তার হাতে আমার জীবন, আমি তার কসম করে বলছি, তোমরা যদি পাপ না করতে তবে অবশ্যই আল্লাহ তোমাদের নিশ্চিহ্ন করে এমন সম্প্রদায় বানাতেন যারা পাপ করে ক্ষমা চাইতো এবং তিনি তাদের মাফ করে দিতেন। (ইসলামিক ফাউন্ডেশন, ৬৭১২, ইসলামিক সেন্টার, ৬৭৬৮)\n",
    "checkStatus": "0",
    "hadithNo": "6858",
    "id": "53956",
    "thesequence": "53458",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৫৯-(১২/২৭৫০) ইয়াহইয়া ইবনু ইয়াহইয়া আত তামীমী ও কাতান ইবনু নুসায়র (রহঃ) ..... রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাতিব হানযালাহ আল উসাইয়িদী (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, একদা আবু বকর সিদ্দীক (রাযিঃ) আমার সঙ্গে দেখা করলেন এবং আমাকে প্রশ্ন করলেন, হে হানযালাহ! তুমি কেমন আছ? তিনি বলেন, জবাবে আমি বললাম, হানযালাহ্ তো মুনাফিক হয়ে গেছে। সে সময় তিনি বললেন, সুবহানাল্লাহ তুমি কি বল্&zwnj;ছ? . হানযালাহ্ (রাযিঃ) বলেন, আমি বললাম, আমরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে থাকি, তিনি আমাদের জান্নাত জাহান্নামের কথা শুনিয়ে দেন, যেন আমরা উভয়টি চাক্ষুষ দেখছি। সুতরাং আমরা যখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সন্নিকটে থেকে বের হয়ে আপনজন স্ত্রী-সন্তান এবং ধন-সম্পদের মধ্যে নিমগ্ন হয়ে যাই তখন আমরা এর অনেক বিষয় ভুলে যাই। আবু বকর (রাযিঃ) বললেন, আল্লাহর কসম আমারও একই অবস্থা। নিশ্চয়ই আমরা এ বিষয় নিয়ে সাক্ষাৎ করবো। তারপর আমি এবং আবু বকর (রাযিঃ) রওনা করলাম এবং এমনকি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে গেলাম। আমি বললাম, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! হানযালাহ্ মুনাফিক হয়ে গেছে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তা কী?\n\n\n\nআমি বললাম, আমরা আপনার কাছে থাকি, আপনি আমাদের জান্নাত-জাহান্নামের কথা মনে করিয়ে দেন, যেন আমরা তা সরাসরি দেখতে পাই। তারপর আমরা যখন আপনার নিকট হতে বের হই এবং স্ত্রী, সন্তান-সন্ততি ও ধন-সম্পদের মধ্যে নিমগ্ন হইসলামিক সেন্টার, সময় আমরা এর অনেক বিষয় ভুলে যাই। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন : যে সত্তার হাতে আমার জীবন আমি তার কসম করে বলছি! আমার কাছে থাকাকালে তোমাদের যে অবস্থা হয়, যদি তোমরা সবসময় এ অবস্থায় অনড় থাকতে এবং সার্বক্ষণিক আল্লাহর যিকরে পড়ে থাকতে তাহলে অবশ্যই ফেরেশতাগণ তোমাদের বিছানায় ও রাস্তায় তোমাদের সাথে মুসাফাহ করত। কিন্তু হে হানযালাহ! এক ঘণ্টা (আল্লাহর যিকরে) আর এক ঘণ্টা (দুনিয়াবী কাজে ব্যয় করবে) অর্থাৎ আস্তে আস্তে (চেষ্টা কর)। এ কথাটি তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনবার বললেন। (ইসলামিক ফাউন্ডেশন, ৬৭১৩, ইসলামিক সেন্টার, ৬৭৬৯)\n",
    "checkStatus": "0",
    "hadithNo": "6859",
    "id": "53957",
    "thesequence": "53459",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৬০-(১৩/&hellip;) ইসহাক ইবনু মানসূর (রহঃ) ..... হানযালাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমরা এক সময় রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে ছিলাম। তিনি আমাদেরকে ওয়ায করলেন এবং জাহান্নামের কথা মনে করিয়ে দিলেন। তিনি বলেন, তারপর আমি গৃহে আসলাম এবং সন্তান-সন্ততিদের সাথে খেল-তামাশা করলাম এবং স্ত্রীর সাথে ক্রীড়া-কৌতুক করলাম। এরপর আমি বাড়ি থেকে রওনা করলাম। পথে আবু বাকর (রাযিঃ)-এর সাথে দেখা করলাম। আমি তার সাথে এ প্রসঙ্গে আলোচনা করলাম। অতঃপর তিনি বললেন, আমিও তো এমনই করি, যেমন তুমি বললে। তারপর আমরা দুজনই রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে দেখা করলাম। অতঃপর আমি বললাম, হে আল্লাহর রসূল! হানযালাহু তো মুনাফিক হয়ে গেছে। তারপর তিনি বললেন, তা কী? তারপর আমি আমার সম্পূর্ণ ঘটনা বর্ণনা করলাম। এরপর আবু বকর (রাযিঃ) বললেন, আমিও তো এমনই করি যেমন হানযালাহ করেছে। তিনি বললেন, হে হানযালাহ! কিছু সময় আল্লাহর স্মরণের জন্য এবং কিছু সময় দুনিয়াবী কাজের জন্য। ওয়ায নাসীহাতের মুহুর্তে তোমাদের মন যেমন থাকে, সবসময় যদি তা এ রকম থাকত তবে ফেরেশতাগণ অবশ্যই তোমাদের সাথে মুসাফাহ করত। এমনকি প্রকাশ্যে রাস্তায় তারা তোমাদের সালাম করত। (ইসলামিক ফাউন্ডেশন, ৬৭১৪, ইসলামিক সেন্টার, ৬৭৭০)\n",
    "checkStatus": "0",
    "hadithNo": "6860",
    "id": "53958",
    "thesequence": "53460",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৬১-(&hellip;/...) যুহায়র ইবনু হারব (রহঃ) ..... হান্&zwnj;যালাহু আত তামীমী আল উসাইয়িদী আল কাতিব (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে ছিলাম। তিনি আমাদের জান্নাত-জাহান্নামের কথা মনে করিয়ে দিলেন। তারপর সুফইয়ান (রাযিঃ) হাদীসটি পূর্বোক্ত হাদীসম্বয়ের হুবহু বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৭১৫, ইসলামিক সেন্টার, ৬৭৭১)\n",
    "checkStatus": "0",
    "hadithNo": "6861",
    "id": "53959",
    "thesequence": "53461",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৬২-(১৪/২৭৫১) কুতাইবাহ্ ইবনু সাঈদ (রহঃ) ... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যখন আল্লাহ তাআলা মাখলুক সৃষ্টি করলেন তখন তিনি তার কিতাবে লিপিবদ্ধ করলেন এবং তা তার নিকট আরশের উপরে রয়েছে। (তিনি লিখেছে) আমার গোস্বার উপর রহমাত বিজয়ী থাকবে। (ইসলামিক ফাউন্ডেশন, ৬৭১৬, ইসলামিক সেন্টার, ৬৭৭২)\n",
    "checkStatus": "0",
    "hadithNo": "6862",
    "id": "53960",
    "thesequence": "53462",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৬৩-(১৫/...) যুহায়র ইবনু হাব (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ)-এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। আল্লাহ তাআলা বলেছেন, আমার গোস্বাকে আমার রহমাত অতিক্রম করেছে। (ইসলামিক ফাউন্ডেশন, ৬৭১৭, ইসলামিক সেন্টার, ৬৭৭৩)\n",
    "checkStatus": "0",
    "hadithNo": "6863",
    "id": "53961",
    "thesequence": "53463",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৬৪-(১৬/...) আলী ইবনু খাশরাম (রহঃ) ..... আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ যখন মাখলুক সৃষ্টি করলেন তখন তিনি তার কিতাবের মধ্যে নিজের কাছে লিপিবদ্ধ করে রেখেছেন। (তাতে তিনি লিখে রেখেছেন) আমর গোস্বার উপর রহমাত বিজয়ী থাকবে। (ইসলামিক ফাউন্ডেশন, ৬৭১৮, ইসলামিক সেন্টার, ৬৭৭৪)\n",
    "checkStatus": "0",
    "hadithNo": "6864",
    "id": "53962",
    "thesequence": "53464",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৬৫-(১৭/২৭৫২) হারমালাহ ইবনু ইয়াহইয়া (রহঃ) ..... আবু হুরাইরাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ কথা বলতে শুনেছি যে, আল্লাহ তাআলা তার রহমাতকে একশ ভাগ করে নিরানব্বই ভাগ নিজের কাছে আটকিয়ে রেখেছেন এবং একভাগ পৃথিবীতে অবতীর্ণ করেছেন। রহমাতের এ অংশ হতেই সৃষ্টজীব পরস্পর একে অন্যের প্রতি দয়া করে, এমনকি প্রাণী পর্যন্ত; যে স্বীয় ক্ষুরকে নিজ সন্তানাদির গায়ে লাগার ভয়ে তা তুলে নিয়ে থাকে। (ইসলামিক ফাউন্ডেশন, ৬৭১৯, ইসলামিক সেন্টার, ৬৭৭৫)\n",
    "checkStatus": "0",
    "hadithNo": "6865",
    "id": "53963",
    "thesequence": "53465",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৬৬-(১৮/&hellip;) ইয়াহইয়া ইবনু আইয়ুব, কুতাইবাহ ও ইবনু হুজর (রহঃ) ... আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : আল্লাহ তাআলা একশ ভাগ রহমাত সৃষ্টি করে একভাগ সৃষ্টির মধ্যে রেখে দিয়েছেন এবং নিরানব্বই ভাগ নিজের নিকট লুকায়িত রেখেছেন। (ইসলামিক ফাউন্ডেশন, ৬৭২০, ইসলামিক সেন্টার, ৬৭৭৬)\n",
    "checkStatus": "0",
    "hadithNo": "6866",
    "id": "53964",
    "thesequence": "53466",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৬৭-(১৯/...) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ... আবূ হুরাইরাহ (রাযিঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন : আল্লাহর একশ ভাগ রহমাত আছে। তন্মধ্যে একভাগ রহমাত তিনি জিন, ইনসান, চতুষ্পদ জন্তু ও কীট-পতঙ্গের মধ্যে ভাগ করে দিয়েছেন। এ এক ভাগ রহমাতের কারণেই সৃষ্ট জীব পরস্পর একে অপরের প্রতি দয়া করে এবং এ এক ভাগ রাহমাতের মাধ্যমে বন্য পশু নিজ সন্তানের প্রতি দয়া ও অনুকম্পা প্রদর্শন করে। মহান আল্লাহ তার একশ ভাগ রহমাতের নিরানব্বই ভাগ রহমাত নিজের কাছে রেখে দিয়েছেন। এর দ্বারা তিনি কিয়ামাতের দিন স্বীয় বান্দাদের প্রতি দয়া করবেন। (ইসলামিক ফাউন্ডেশন, ৬৭২১, ইসলামিক সেন্টার, ৬৭৭৭)\n",
    "checkStatus": "0",
    "hadithNo": "6867",
    "id": "53965",
    "thesequence": "53467",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৬৮-(২০/২৭৫৩) হাকাম ইবনু মূসা (রহঃ) ..... সালমান আল ফারসী (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : আল্লাহ তাআলার একশ ভাগ রহমাত আছে। তার মধ্যে একভাগ রহমাতের দ্বারাই সৃষ্ট জীব পরস্পর একে অন্যের প্রতি দয়া প্রদর্শন করে। বাকী নিরানব্বই ভাগ রহমাত রাখা হয়েছে কিয়ামাত দিনের জন্য। (ইসলামিক ফাউন্ডেশন, ৬৭২২, ইসলামিক সেন্টার, ৬৭৭৮)\n",
    "checkStatus": "0",
    "hadithNo": "6868",
    "id": "53966",
    "thesequence": "53468",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৬৯-(&hellip;/...) মুহাম্মাদ ইবনু আবদুল আলা (রহঃ) ..... মুতামির-এর পিতা থেকে উপরোক্ত সূত্রে হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৭২৩, ইসলামিক সেন্টার, ৬৭৭৯)\n",
    "checkStatus": "0",
    "hadithNo": "6869",
    "id": "53967",
    "thesequence": "53469",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৭০-(২১/...) ইবনু নুমায়র (রহঃ) ..... সালমান (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন । আকাশমণ্ডলী ও জমিন সৃষ্টির সময়ে আল্লাহ তাআলা একশ রহমাত সৃষ্টি করেছেন। প্রত্যেকটি রহমাত আকাশ ও জমিনের দূরত্বের সমপরিমাণ। এ একশ রহমাত হতে একভাগ রহমাত দুনিয়ার জন্য নির্ধারণ করেছেন। এর তাগিদেই মা তার সন্তানের প্রতি এতটুকু স্নেহপরায়ণা হয়ে থাকে এবং বন্য পশু-পাখী একে অপরের প্রতি অনুরক্ত হয়। যখন কিয়ামাত দিবস হবে তখন আল্লাহ তাআলা এ রহমাত দ্বারা (একভাগকেও নিরাব্বই ভাগের সাথে মিলিয়ে একশ) পূর্ণ করবেন। (ইসলামিক ফাউন্ডেশন, ৬৭২৪, ইসলামিক সেন্টার, ৬৭৭৯)\n",
    "checkStatus": "0",
    "hadithNo": "6870",
    "id": "53968",
    "thesequence": "53470",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৭১-(২২/২৭৫৪) হাসান ইবনু আলী আল হুলওয়ানী এবং মুহাম্মাদ ইবনু সাহল আত তামীমী (রহঃ) ----- উমার ইবনুল খাত্তাব (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, এক সময় কয়েকজন বন্দী রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট নিয়ে আসা হলো। বন্দীদের মধ্যে থেকে একজন নারী কেবলই অনুসন্ধানে রত ছিল। সে বন্দীদের মধ্যে কোন শিশুকে পাওয়া মাত্র তাকে কোলে নিয়ে পেটের সাথে জড়িয়ে ধরে তাকে দুগ্ধ পান করাত। এ দেখে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের প্রশ্ন করলেন, এ মহিলাটি কি তার সন্তানদেরকে আগুনে ফেলতে রাজি হবে? আমরা বললাম, না। আল্লাহর শপথ! সে কোন সময় তার সন্তানকে আগুনে নিক্ষেপ করতে পারবে না। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সন্তানের উপর এ মহিলাটির দয়া হতেও আল্লাহ বেশি দয়ালু। (ইসলামিক ফাউন্ডেশন, ৬৭২৫, ইসলামিক সেন্টার, ৬৭৮০)\n",
    "checkStatus": "0",
    "hadithNo": "6871",
    "id": "53969",
    "thesequence": "53471",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৭২-(২৩/২৭৫৫) ইয়াহইয়া ইবনু আইয়ুব, কুতাইবাহ ও ইবনু হুজর (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : আল্লাহর কাছে যে কি পরিমাণ শাস্তি রয়েছে, ঈমানদারগণ যদি তা জানত তবে কেউ তার কাছে জান্নাতের প্রত্যাশা করত না। এমনিভাবে আল্লাহর কাছে যে পরিমাণ দয়া আছে, অবিশ্বাসীরা যদি তা জানত তবে কেউ তার জান্নাত থেকে নিরাশ হত না। (ইসলামিক ফাউন্ডেশন, ৬৭২৬, ইসলামিক সেন্টার, ৬৭৮১)\n",
    "checkStatus": "0",
    "hadithNo": "6872",
    "id": "53970",
    "thesequence": "53472",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৭৩-(২৪/২৭৫৬) মুহাম্মাদ ইবনু মারযুক্ত বিনতু মাহদী ইবনু মাইমূন (রহঃ) ... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত । রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : জনৈক লোক যে জীবনে কক্ষনো কোন প্রকার সাওয়াবের কাজ করেনি, যখন সে মারা যাবে তার পরিবার পরিজনকে ডেকে বলল, মৃত্যুর পর তোমরা তাকে পুড়ে ফেলবে সেটার অর্ধেক স্থলভাগে বাতাসে উড়িয়ে দিবে এবং অর্ধেক পানিতে নিক্ষেপ করবে। কারণ আল্লাহর কসম আমাকে যদি আল্লাহ পুনঃ একত্রিত করতে পারেন তাহলে তিনি আমাকে অবশ্যই এমন আযাব দিবেন, যা পৃথিবীর অন্য কাউকে কখনো দেননি। তারপর লোকটি যখন ইন্তিকাল করল তখন তার পরিবারের লোকেরা তার নির্দেশ অনুযায়ী তদ্রুপ করল। তখন আল্লাহ তাআলা স্থলভাগকে আদেশ দিলে সে তার মধ্যস্থিত যা কিছু আছে (ছাই) একত্রিত করলো। এরপর পানিতে মিশ্রিত ভাগকে নির্দেশ দিলেন। সেও তার মধ্যস্থিত সব কিছু একত্রিত করে দিল। অতঃপর আল্লাহ তাআলা তাকে প্রশ্ন করলেন, তুমি এমনটি কেন করলে? সে বলল, হে আমার রব। আপনার ভয়ে। আপনি তো সর্বজ্ঞ। তখন আল্লাহ তাআলা সদয় হয়ে তাকে মাফ করে দিলেন। (ইসলামিক ফাউন্ডেশন, ৬৭২৭, ইসলামিক সেন্টার, ৬৭৮২)\n",
    "checkStatus": "0",
    "hadithNo": "6873",
    "id": "53971",
    "thesequence": "53473",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৭৪-(২৫/...) মুহাম্মাদ ইবনু রাফি ও আবূদ ইবনু হুমায়দ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ)-এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, এক লোক তার নিজের উপর সীমাহীন পাপ করেছে। এরপর যখন মৃত্যু সমুপস্থিত তখন সে তার সন্তান-সন্ততিদেরকে ওয়াসীয়াত করে বলল, আমার ইন্তিকালের পর তোমরা আমাকে আগুনে পুড়িয়ে ছাইগুলোকে ভালোভাবে পিষবে। তারপর আমাকে সমুদ্রের মধ্যে বাতাসে ছেড়ে দিবে। আল্লাহর শপথ। আল্লাহ যদি আমাকে পেয়ে যান, তবে নিশ্চিতই তিনি আমাকে এমন আযাব দিবেন, যা তিনি আর কাউকে দেননি। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, সন্তানগণ তার সঙ্গে হুবহু তাই করল। এরপর আল্লাহ তাআলা মাটিকে বললেন, তুমি তার যে ছাই ধারণ করছে তা একত্রিত করে দাও। ফলে সে সোজা হঠাৎ দাড়িয়ে গেল। তখন আল্লাহ তাকে জিজ্ঞেস করলেন, এ কর্ম করার কারণে কিসে তোমাকে উৎসাহিত করেছে? উত্তরে সে বলল, ----- অথবা --------আপনার ভয়ে। এ কথার প্রেক্ষিতে আল্লাহ সদয় হয়ে তাকে মাফ করে দেন। (ইসলামিক ফাউন্ডেশন, ৬৭২৮, ইসলামিক সেন্টার, ৬৭৮৩)\n",
    "checkStatus": "0",
    "hadithNo": "6874",
    "id": "53972",
    "thesequence": "53474",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৭৫-(.../২৬১৯) অপর এক সানাদে যুহরী (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ)-এর সূত্রে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, জনৈক মহিলা একটি বিড়ালের কারণে জাহান্নামে প্রবেশ করেছে। সে বিড়ালটি বেঁধে রেখেছিল; অথচ তাকে কোন আহারও প্রদান করেনি এবং জমি থেকে কীট-পতঙ্গ বা ঘাসপাতা খাবার জন্য তাকে ছেড়েও দেয়নি। এমনিভাবে বিড়ালটির মৃত্যু হয়। যুহরী (রহঃ) বলেন, উপরোল্লিখিত হাদীস দুটো এ কারণেই আলোচনা করা হয়েছে, যেন মানুষ আমাল পরিত্যাগ করে আল্লাহর রহমাতের উপর ভরসা করে বসে না থাকে (পাপরাশিতে ডুবে না থাকে) এবং যেন মানুষ আল্লাহর অনুগ্রহ থেকে (আযাবের ভয়ে) নিরাশ না হয়ে যায়। (ইসলামিক ফাউন্ডেশন, ৬৭২৮, ইসলামিক সেন্টার, ৬৭৮৩)\n",
    "checkStatus": "0",
    "hadithNo": "6875",
    "id": "53973",
    "thesequence": "53475",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৭৬-(২৬/২৭৫৬) আবু রাবী, সুলাইমান ইবনু দাউদ (রহঃ) ..... আবু হুরাইরাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ কথা বলতে শুনেছি যে, একজন গোলাম তার নিজের আত্মার প্রতি যুলম করেছিল অর্থাৎ সীমাহীন পাপ করেছিল। তারপর তিনি ----- পর্যন্ত মামার-এর বর্ণিত হাদীসের হুবহু বর্ণনা করেছেন। তবে বিড়ালের কাহিনী সম্পর্কিত মহিলার হাদীসটি বর্ণনা করেননি। তবে যুবাইদী (রহঃ)-এর হাদীসে রয়েছে, তারপর আল্লাহ তাআলা&mdash; যারা তার সর্বাঙ্গ গ্রাস করেছে তাদের বললেন, তার যে যে অংশে তোমরা খেয়ে ফেলেছে, তা সমম্বিত করে দাও। (ইসলামিক ফাউন্ডেশন, ৬৭২৯, ইসলামিক সেন্টার, ৬৭৮৪)\n",
    "checkStatus": "0",
    "hadithNo": "6876",
    "id": "53974",
    "thesequence": "53476",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৭৭-(২৭/২৭৫৭) উবাইদুল্লাহ ইবনু মুআয আল আম্বারী (রহঃ) ... আবু সাঈদ আল খুদরী (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণনা করলে, (তিনি বলেছেন,) আগের যুগের এক লোক ছিল। আল্লাহ তাআলা তাকে অনেক সন্তান এবং অনেক প্রাচুর্য দিয়েছিলেন। সে তার সন্তান-সন্ততিদের বলল, আমি যা তোমাদের আদেশ করব অবশ্যই তোমরা তা করবে নচেৎ আমি অন্য কাউকে আমার ধন-সম্পদের উত্তরাধিকার করে দিব। আমি যখন মরে যাবো তখন তোমরা আমাকে আগুনে জুলিয়ে ফেলবে। বর্ণনাকারী বলেন, আমার মনে হয় যে, সে এও বলেছে যে, তারপর আমাকে পিষে বাতাসে উড়িয়ে দিবে। কারণ আল্লাহর কাছে আগে আমি কোন সাওয়াব পাঠাইনি। আল্লাহ তাআলা আমাকে সাজা দেয়ার উপর শক্তি রাখেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, এ বিষয়ে সে তার সন্তানদের থেকে স্বীকারোক্তি গ্রহণ করল। এরপর তারা তার পিতার ক্ষেত্রে তেমনি করল । আমার রবের কসম! এরপর আল্লাহ তাআলা তাকে প্রশ্ন করলেন, এ কর্ম করার বিষয়ে কিসে তোমাকে উৎসাহিত করেছে? সে বলল, আপনার ভয়ে। এ কথা শুনে আল্লাহ তাকে আর কোন আযাব দেননি। (ইসলামিক ফাউন্ডেশন, ৬৭৩০, ইসলামিক সেন্টার, ৬৭৮৫)\n",
    "checkStatus": "0",
    "hadithNo": "6877",
    "id": "53975",
    "thesequence": "53477",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৭৮-(২৮/...) ইয়াহইয়া ইবনু হাবীব আল হারিসী, আবু বকর ইবনু আবু শাইবাহ ও ইবনুল মুসান্না (রহঃ) ..... কাতাদাহ্ (রহঃ) থেকে বর্ণিত। তারা সকলেই শুবার সানাদের ন্যায় উক্ত হাদীসটি শুবার হাদীসের অবিকল বর্ণনা করেছেন। শাইবান-এর হাদীসে ---- -এর স্থলে ----- -(আল্লাহ তাকে দান করেছেন) বর্ণিত আছে ।\n\nআর আত তামিমির হাদিসের মধ্যে ----- স্থলে ---- বর্ণিত আছে। কাতাদাহ্ (রহঃ)-এর ব্যাখ্যায় বলেন, সে আল্লাহর কাছে কোন বিষয়ই একত্রিত করেন। শইবান-এর হাদিসে আছে----- আর আবূ আওয়ানার হাদিসে আছে -- বা অক্ষরের স্থলে ----- অক্ষর আছে। (ইসলামিক ফাউন্ডেশন, ৬৭৩১, ইসলামিক সেন্টার, ৬৭৮৬)\n",
    "checkStatus": "0",
    "hadithNo": "6878",
    "id": "53976",
    "thesequence": "53478",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৭৯-(২৯/২৭৫৮) আবদুল আলা ইবনু হাম্মাদ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ)-এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বীয় রব আল্লাহ রাব্বুল আলামীন হতে বর্ণনা করেন। তিনি বলেন, জনৈক বান্দা পাপ করে বলল, হে আমার রব! আমার পাপ মার্জনা করে দাও। তারপর আল্লাহ তাআলা বললেন, আমার বান্দা পাপ করেছে এবং সে জানে যে, তার একজন রব আছে, যিনি পাপ মার্জনা করেন এবং পাপের কারণে ধরেন। এ কথা বলার পর সে আবার পাপ করল এবং বলল, হে আমার রব। আমার পাপ ক্ষমা করে দাও। তারপর আল্লাহ তাআলা বললেন, আমার এক বান্দা পাপ করেছে এবং সে জানে যে, তার একজন রব আছে যিনি পাপ মার্জনা করেন এবং পাপের কারণে শাস্তি দিতে পারেন। তারপর সে পুনরায় পাপ করে বলল, হে আমার রব! আমার পাপ মাফ করে দাও। এ কথা শুনে আল্লাহ তাআলা পুনরায় বলেন, আমার বান্দা পাপ করেছে এবং সে জানে যে, তার একজন প্রভু আছে, যিনি বান্দার পাপ মার্জনা করেন এবং পাপের কারণে পাকড়াও করেন। তারপর আল্লাহ তাআলা বলেন, হে বান্দা! এখন যা ইচ্ছা তুমি আমাল করো। আমি তোমার গুনাহ মাফ করে দিয়েছি। বর্ণনাকারী আবদুল আলা বলেন, এখন যা ইচ্ছা তুমি আমাল করো কথাটি আল্লাহ তাআলা তৃতীয়বারের পর বলেছেন, না চতুর্থবারের পর বলেছেন, তা আমি জানি না। (ইসলামিক ফাউন্ডেশন, ৬৭৩২, ইসলামিক সেন্টার, ৬৭৮৭)\n",
    "checkStatus": "0",
    "hadithNo": "6879",
    "id": "53977",
    "thesequence": "53479",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৮০-(.../...) আবু আহমাদ (রহঃ) ... আবদুল আলা ইবনু হাম্মাদ আন নারসী (রহঃ) হতে উপরোক্ত সূত্রে অবিকল হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৭৩২, ইসলামিক সেন্টার, ৬৭৮৮)\n",
    "checkStatus": "0",
    "hadithNo": "6880",
    "id": "53978",
    "thesequence": "53480",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৮১-(৩০/...) আবূদ ইবনু হুমায়দ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এক লোক পাপ করল এ মর্মে একটি হাদীস বর্ণনা করতে শুনেছি। এরপর রাবী হাম্মাদ ইবনু সালামার অবিকল হাদীসটি বর্ণনা করেছেন। তবে এ হাদীসের মাঝে ----- কথাটি তিনবার বর্ণিত আছে এবং তৃতীয়বারের পর রয়েছে- আমি আমার বান্দাকে ক্ষমা করে দিলাম। তাই এখন সে যা ইচ্ছা তা আমাল করুক। (ইসলামিক ফাউন্ডেশন, ৬৭৩৩, ইসলামিক সেন্টার, ৬৭৮৯)\n",
    "checkStatus": "0",
    "hadithNo": "6881",
    "id": "53979",
    "thesequence": "53481",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৮২-(৩১/২৭৫৯) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... আবূ মূসা (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, রাতে আল্লাহ তাআলা তার নিজ দয়ার হাত প্রসারিত করেন যেন দিবসের অপরাধী তার নিকট তাওবাহ করে এমনিভাবে দিনে তিনি তার নিজ হাত প্রশস্ত করেন যেন রাতের অপরাধী তার নিকট তাওবাহ করে। এমনিভাবে দৈনন্দিন চলতে থাকবে পশ্চিম দিগন্ত থেকে সূর্য উদিত হওয়া পর্যন্ত। (ইসলামিক ফাউন্ডেশন, ৬৭৩৪, ইসলামিক সেন্টার, ৬৭৯০)\n",
    "checkStatus": "0",
    "hadithNo": "6882",
    "id": "53980",
    "thesequence": "53482",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৮৩-(&hellip;/&hellip;) মুহাম্মাদ ইবনু বাশ্শার (রহঃ) ..... শুবাহ (রহঃ) থেকে এ সূত্রে অবিকল হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৭৩৫, ইসলামিক সেন্টার, ৬৭৯১)\n",
    "checkStatus": "0",
    "hadithNo": "6883",
    "id": "53981",
    "thesequence": "53483",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৮৪-(৩২/২৭৬০) উসমান ইবনু আবূ শাইবাহ ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : আল্লাহর তুলনায় আত্মপ্রশংসা বেশি পছন্দকারী কেউ নেই। এজন্যই তিনি নিজে নিজের প্রশংসা করেছেন। এমনিভাবে আল্লাহর তুলনায় বেশি আত্মমর্যাদাবোধ সম্পন্নও কেউ নেই। এজন্যই প্রকাশ্য এবং গোপনীয় সকল প্রকার অশ্লীলতাকে তিনি হারাম ঘোষণা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৭৩৬, ইসলামিক সেন্টার, ৬৭৯২)\n",
    "checkStatus": "0",
    "hadithNo": "6884",
    "id": "53982",
    "thesequence": "53484",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৮৫-(৩৩/...) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র, আবু কুরায়ব ও আবু বাকর ইবনু আবু শাইবাহ - (রহঃ) ..... আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: আল্লাহর চেয়ে বেশি আত্মমর্যাদাবোধ সম্পন্ন আর কোন সত্তা নেই। এজন্যেই প্রকাশ্য-গোপনীয় সকল প্রকার অশ্লীলতাকে তিনি হারাম ঘোষণা করেছেন এবং আল্লাহ তাআলা থেকে আত্মপ্রশংসা বেশি পছন্দকারীও আর কোন সত্তা নেই। (ইসলামিক ফাউন্ডেশন, ৬৭৩৭, ইসলামিক সেন্টার, ৬৭৯৩)\n",
    "checkStatus": "0",
    "hadithNo": "6885",
    "id": "53983",
    "thesequence": "53485",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৮৬-(৩৪/...) মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশ্শার (রহঃ) ..... আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আল্লাহর চেয়ে বেশি আত্মমর্যাদাবোধ সম্পন্ন আর কেউ নেই। এ কারণেই প্রকাশ্য ও গোপনীয় সকল প্রকার অশ্লীলতাকে তিনি হারাম করে দিয়েছেন। এমনিভাবে আল্লাহ থেকে অধিক আত্মপ্রশংসা পছন্দকারীও কেউ নেই। এ কারণেই তিনি তার স্বীয় সত্তার প্রশংসা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৭৩৮, ইসলামিক সেন্টার, ৬৭৯৪)\n",
    "checkStatus": "0",
    "hadithNo": "6886",
    "id": "53984",
    "thesequence": "53486",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৮৭-(৩৫/...) উসমান ইবনু আবূ শাইবাহ, যুহায়র ইবনু হারব ও ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আবদুল্লাহ ইবনু মাসউদ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর চেয়ে বেশি আত্মপ্রশংসা পছন্দকারী কেউ নেই। এজন্যই তিনি তার স্বীয় সত্তার প্রশংসা করেছেন। এমনিভাবে আল্লাহর চেয়ে বেশি আত্ম-মর্যাদাবোধ সম্পন্নও কোন লোক নেই। এজন্যই তিনি সকল প্রকার অশ্লীলতাকে হারাম করেছেন। আল্লাহর চেয়ে বেশি পরিমাণে ওযর-আপত্তি গ্রহণকারীও আর কেউ নেই। এজন্যই তিনি কিতাব নাযিল করেছেন এবং রসূল পাঠিয়েছেন। (ইসলামিক ফাউন্ডেশন, ৬৭৩৯, ইসলামিক সেন্টার, ৬৭৯৫)\n",
    "checkStatus": "0",
    "hadithNo": "6887",
    "id": "53985",
    "thesequence": "53487",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৮৮-(৩৬/২৭৬১) আমর আন নাকিদ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত । তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : আল্লাহ তাআলা স্বীয় আত্মমর্যাদাবোধ প্রকাশ করেন এবং মুমিনগণও স্বীয় আত্মমর্যাদাবোধ প্রকাশ করে। আল্লাহর আত্মমর্যাদায় আঘাত আসে যখন মুমিন আল্লাহ কর্তৃক হারাম কর্মে অগ্রসর হয় । (ইসলামিক ফাউন্ডেশন, ৬৭৪০, ইসলামিক সেন্টার, ৬৭৯৬)\n",
    "checkStatus": "0",
    "hadithNo": "6888",
    "id": "53986",
    "thesequence": "53488",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৮৯-(&hellip;/২৭৬২) ইয়াহইয়া (রহঃ), আসমা বিনতু আবূ বাকর (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ বলতে শুনেছি যে, আল্লাহর চেয়ে বেশি আত্মমর্যাদাবোধ সম্পন্ন আর কেউ নেই। (ইসলামিক ফাউন্ডেশন, ৬৭৪০, ইসলামিক সেন্টার, ৬৭৯৬)\n",
    "checkStatus": "0",
    "hadithNo": "6889",
    "id": "53987",
    "thesequence": "53489",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৯০-(&hellip;/২৭৬১) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... আবু হুরাইরাহ্ (রাযিঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাজ্জাজের বর্ণনার অনুরূপ বর্ণনা করেছেন। এ রিওয়ায়াতের মধ্যে আসমা (রাযিঃ)-এর কথা উল্লেখ নেই। (ইসলামিক ফাউন্ডেশন, ৬৭৪১, ইসলামিক সেন্টার, ৬৭৯৭)\n",
    "checkStatus": "0",
    "hadithNo": "6890",
    "id": "53988",
    "thesequence": "53490",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৯১-(৩৭/২৭৬২) মুহাম্মাদ ইবনু আবূ বাকর আল মুকাদামী (রহঃ) ..... আসমা (রাযিঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : আল্লাহ তাআলা হতে বেশি আত্মমর্যাদাবোধ সম্পন্ন আর কেউ নেই। (ইসলামিক ফাউন্ডেশন, ৬৭৪২, ইসলামিক সেন্টার, ৬৭৯৮)\n",
    "checkStatus": "0",
    "hadithNo": "6891",
    "id": "53989",
    "thesequence": "53491",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৯২-(৩৮/২৭৬১) কুতাইবাহ ইবনু সাঈদ (রহঃ) ..... আবু হুরাইরাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : মুমিন আত্মমর্যাদা হিফাযাত করে। আল্লাহ তাআলা সর্বাধিক আত্মমর্যাদাবোধ সম্পন্ন। (ইসলামিক ফাউন্ডেশন, ৬৭৪৩, ইসলামিক সেন্টার, ৬৭৯৯)\n",
    "checkStatus": "0",
    "hadithNo": "6892",
    "id": "53990",
    "thesequence": "53492",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৯৩-(&hellip;/...) মুহাম্মাদ ইবনুল মুসান্না(রহঃ) .. আলা (রহঃ) হতে এ সূত্রে বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৭৩৪৪, ইসলামিক সেন্টার, ৬৮০০)\n",
    "checkStatus": "0",
    "hadithNo": "6893",
    "id": "53991",
    "thesequence": "53493",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৯৪-(৩৯/২৭৬৩) কুতাইবাহ ইবনু সাঈদ ও আবু কামিল ফুযায়ল ইবনু হুসায়ন আল জাহদারী (রহঃ) ----- আবদুল্লাহ ইবনু মাসউদ (রাযিঃ) থেকে বর্ণিত। (তিনি বলেন) এক লোক কোন মহিলাকে চুম্বন করে। তারপর সে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে এ বিষয়টি বর্ণনা করল। রাবী বলেন, তখন আয়াত নাযিল হলো : সলাত প্রতিষ্ঠা করবে দিনের দু প্রান্তে এবং রাতের কিয়দংশে। নিশ্চয়ই সৎকর্ম গুনাহসমূহকে দূর করে দেয়। যারা উপদেশ গ্রহণ করে এটা তাদের জন্য এক উপদেশ- (সূরা হুদ ১১ , ১১৪)। বর্ণনাকারী বলেন, তারপর লোকটি বলল, হে আল্লাহর রসূল! এ বিধান কি একমাত্র আমার জন্য? তিনি বললেন, আমার উম্মাতের যে কেউ এ আমাল করবে তার জন্যও (এ বিধান)। (ইসলামিক ফাউন্ডেশন, ৬৭৪৫, ইসলামিক সেন্টার, ৬৮০১)\n",
    "checkStatus": "0",
    "hadithNo": "6894",
    "id": "53992",
    "thesequence": "53494",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৯৫-(৪০/...) মুহাম্মাদ ইবনু আবদুল আলা (রহঃ) ... ইবনু মাসউদ (রাযিঃ) থেকে বর্ণিত যে, জনৈক লোক নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বলল, সে জনৈক মহিলাকে চুম্বন করেছে বা স্বীয় হাত দ্বারা ছুয়েছে কিংবা এ রকম কোন কিছু করেছে। এ বলে সে যেন এর কাফফারার ব্যাপারে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট জানতে চাচ্ছেন। বর্ণনাকারী বলেন, তারপর আল্লাহ তাআলা উপরোক্ত আয়াত নাযিল করলেন। অতঃপর তিনি ইয়াযীদের হাদীসের হুবহু বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৭৪৬, ইসলামিক সেন্টার, ৬৮০২)\n",
    "checkStatus": "0",
    "hadithNo": "6895",
    "id": "53993",
    "thesequence": "53495",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৯৬-(৪১/&hellip;) উসমান ইবনু আবূ শাইবাহ্ (রহঃ) ..... সুলাইমান আত তাইমী (রহঃ)-এর সানাদে উক্ত সূত্রে বর্ণনা করেন যে, জনৈক লোক যিনায় জড়িয়ে পড়া ব্যতীত এক মহিলার সঙ্গে কিছু অসৌজন্যমূলক আচরণ করল। এরপর সে উমার ইবনুল খাত্তাব (রাযিঃ)-এর কাছে আসলো। উমার (রাযিঃ) তার এ কর্মটিকে মারাত্মক । অন্যায় মনে করলেন। অতঃপর সে আবূ বাকর (রাযিঃ)-এর নিকট আসলো। তিনিও কর্মটি কঠিন অপরাধ মনে করলেন। পরিশেষে সে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট আসলো। তারপর বর্ণনাকারী হাদীসটি ইয়াযীদ এবং মুতামির (রাযিঃ)-এর হাদীসের অবিকল হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৭৪৭, ইসলামিক সেন্টার, ৬৮০৩)\n",
    "checkStatus": "0",
    "hadithNo": "6896",
    "id": "53994",
    "thesequence": "53496",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৯৭-(৪২/...) ইয়াহইয়া ইবনু ইয়াহইয়া, কুতাইবাহ্ ইবনু সাঈদ ও আবু বাকর ইবনু আবূ শাইবাহ (রহঃ) ..... আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, এক লোক নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে বলল, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাদীনার এক প্রান্তে এক মহিলাকে কাবু করার জন্যে চেষ্টা তদবীর করেছি। সহবাস ব্যতিরেকে তার সাথে আমি একান্তে মিলিত হয়েছি। আমিই সে, লোক। আপনি আমার ব্যাপারে যা ইচ্ছা সিদ্ধান্ত দিন। তখন উমর (রাযিঃ) তাকে বললেন, আল্লাহ তো তোমার অন্যায়কে লুক্কায়িত রেখেছেন। তুমিও যদি তোমার স্বীয় বিষয়টি গোপন রাখতে। রাবী বলেন, কিন্তু নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে আর কোন জবাব দেননি। এরপর লোকটি উঠে যেতে লাগল। এমতাবস্থায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক লোককে তার পিছনে পাঠালেন। যেন সে তাকে ডেকে আনে। অতঃপর তিনি তার সামনে এ আয়াতটি তিলাওয়াত করলেন : &ldquo;সলাত প্রতিষ্ঠা করবে দিনের দু প্রান্তে এবং রাতের কিয়দংশে। অবশ্যই নেককর্ম অসৎকর্মকে দূর করে দেয়। যারা উপদেশ গ্রহণ করে, এ হলো তাদের জন্য এক উপদেশ।&rdquo; তখন লোকেদের মধ্য হতে জনৈক লোক বলল, হে আল্লাহর নাবী। এ বিধান কি তার জন্য নির্দিষ্ট? জবাবে তিনি বললেন, না; বরং সকল মানুষের জন্যই এ বিধান কার্যকর। (ইসলামিক ফাউন্ডেশন, ৬৭৪৮, ইসলামিক সেন্টার,৬৮০৪)\n",
    "checkStatus": "0",
    "hadithNo": "6897",
    "id": "53995",
    "thesequence": "53497",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৯৮-(৪৩/...) মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে আবু আহওয়াস-এর অবিকল হাদীস বর্ণনা করেছেন। তিনি বলেন, তবে এ হাদীসের মধ্যে আছে, তখন মুআয (রাযিঃ) জিজ্ঞেস করলেন, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ হুকুম কি শুধু তার জন্য, না আমাদের সবার জন্য সার্বিকভাবে প্রযোজ্য? জবাবে তিনি বললেন, না; বরং তোমাদের সবার জন্য সার্বিকভাবে প্রযোজ্য। (ইসলামিক ফাউন্ডেশন, ৬৭৪৯, ইসলামিক সেন্টার, ৬৮০৫)\n",
    "checkStatus": "0",
    "hadithNo": "6898",
    "id": "53996",
    "thesequence": "53498",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৮৯৯-(৪৪/২৭৬৪) হাসান ইবনু আলী আল হুলওয়ানী (রহঃ) ..... আনাস (রাযিঃ) থেকে বর্ণিত । তিনি বলেন, এক লোক নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে বলল, হে আল্লাহর রসূল! আমি হদ যোগ্য অপরাধ করে ফেলেছি। অতএব আপনি আমার উপর তা প্রয়োগ করুন। রাবী বলেন, তখন সলাতের সময় হলো এবং লোকটি রসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে সলাত আদায় করল। সলাত আদায় হয়ে গেলে লোকটি বলল, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! আমি হদ যোগ্য অন্যায় করে ফেলেছি। তাই আপনি আল-কুরআনের বিধানানুসারে আমার উপর হদ কার্যকর করুন। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি কি আমাদের সাথে সলাত আদায় করছিলে? লোকটি বলল, হ্যা। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমাকে মাফ করা হয়েছে। (ইসলামিক ফাউন্ডেশন, ৬৭৫০, ইসলামিক সেন্টার, ৬৮০৬)\n",
    "checkStatus": "0",
    "hadithNo": "6899",
    "id": "53997",
    "thesequence": "53499",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯০০-(৪৫/২৭৬৫) নাসর ইবনু আলী আল জাহ্যামী ও যুহায়র ইবনু হারব (রহঃ) ..... আবু উমমাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদে বসা ছিলেন এবং আমরাও তার সাথে বসে ছিলাম। তখন জনৈক লোক এসে বলল, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হদ যোগ্য অন্যায় করে ফেলেছি। অতএব আপনি আমার উপর হদ কার্যকর করুন। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নীরব থাকলেন। সে আবার বলল, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমি হদ্দ যোগ্য অন্যায় করে ফেলেছি। তাই আপনি আমার উপর হদ কার্যকর করুন। এবারও রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নীরব থাকলেন। লোকটি তৃতীয়বার পুনরাবৃত্তি করল। এমন সময় সলাত শুরু হলো। সলাত শেষ হয়ে গেলে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিরে এলেন। রাবী আবু উমামাহ্ (রাযিঃ) বলেন, লোকটি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর পশ্চাদ্ধাবন করল। আবু উমামাহ্ (রাযিঃ) বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকটিকে কি উত্তর দেন তা দেখার জন্য তিনি সলাত শেষে ফিরে এলে আমিও তার অনুসরণ করলাম। তারপর প্রশ্নকারী লোকটি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট গিয়ে আবার বলল, হে আল্লাহর রসূল! আমি আমার উপর হদ হওয়ার মতো অপরাধ করে ফেলেছি। তাই আমার উপর হদ কার্যকর করুন। আবু উমামাহ (রাযিঃ) বলেন, এরপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন : ঘর হতে বের হবার সময় খেয়াল করেছে কি? তুমি কি ভালভাবে উযূ করেনি? সে বলল, হ্যা, নিশ্চয়ই, হে আল্লাহর রসূল! এরপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞেস করলেন, তুমি কি আমাদের সাথে সলাত আদায় করেনি? সে বলল, হ্যা, হে আল্লাহর রসূল। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, আল্লাহ তাআলা তোমার হদ্দ মাফ করে দিয়েছেন। কিংবা বললেন, তোমার পাপ মাফ করে দিয়েছেন। (ইসলামিক ফাউন্ডেশন, ৬৭৫১, ইসলামিক সেন্টার, ৬৮০৭)\n",
    "checkStatus": "0",
    "hadithNo": "6900",
    "id": "53998",
    "thesequence": "53500",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯০১-(৪৬/২৭৬৬) মুহাম্মাদ ইবনুল মুসান্না ও মুহাম্মাদ ইবনু বাশশার (রহঃ) ..... আবূ সাঈদ আল খুদরী (রাযিঃ) থেকে বর্ণিত । তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : তোমাদের আগেকার লোকেদের মধ্যে এক লোক ছিল। সে নিরানব্বই লোককে হত্যা করেছে। তারপর জিজ্ঞেস করল, এ দুনিয়াতে সবচেয়ে প্রজ্ঞাবান লোক কে? তাকে এক আলিম দেখিয়ে দেয়া হয়। সে তার নিকট এসে বলল যে, সে নিরাব্বই লোককে হত্যা করেছে। এমতাবস্থায় তার জন্য কি তাওবাহ আছে? আলিম বলল, না। তখন সে আলিমকেও হত্যা করে ফেলল। সুতরাং সে আলিমকে হত্যা করে একশ সম্পূর্ণ করল। অতঃপর সে পুনরায় জিজ্ঞেস করল, এ দুনিয়াতে সবচেয়ে জ্ঞানী কে? তখন তাকে জনৈক আলিম লোকের সন্ধান দেয়া হলো। সে আলিমকে বলল যে, সে একশ ব্যক্তিকে হত্যা করেছে, তার জন্য কি তাওবাহ্ আছে? আলিম লোক বললেন, হ্যা। এমন কে আছে যে ব্যক্তি তার মাঝে ও তার তাওবার মাঝে প্রতিবন্ধকতার সৃষ্টি করবে? তুমি অমুক দেশে যাও। সেখানে কিছু লোক আল্লাহর ইবাদাতে নিমগ্ন আছে। তুমিও তাদের সাথে আল্লাহর ইবাদাতে লিপ্ত হও। নিজের ভূমিতে আর কক্ষনো প্রত্যাবর্তন করো না। কেননা এ দেশটি ভয়ঙ্কর খারাপ। তারপর সে চলতে লাগল। এমনকি যখন সে মাঝপথে পৌছে তখন তার মৃত্যু আসলো। এবার রহমাতের ফেরেশতা ও আযাবের ফেরেশতার মধ্যে তার ব্যাপারে বাক-বিতণ্ডা দেখা গেল। রহমাতের ফেরেশতারা বললেন, সে আন্তরিকভাবে আল্লাহর প্রতি আকৃষ্ট হয়ে তাওবার উদ্দেশে এসেছে। আর আযাবের ফেরেশতারা বললেন, সে তো কক্ষনো কোন সৎ কাজ করেনি। এমতাবস্থায় মানুষের আকৃতিতে এক ফেরেশতা আসলেন। তারা তাকে তাদের মাঝে মধ্যস্থতা বানালেন। তিনি উভয়কে বললেন, তোমরা উভয় স্থান পরিমাপ কর (নিজ ভূখণ্ড ও যাত্রাকৃত ভূখণ্ড)। এ দুটি ভূখণ্ডের মধ্যে যা সন্নিকটবর্তী হবে সে অনুযায়ী তার ফায়সালা হবে। তারপর উভয়ে পরিমাপ করে দেখলেন যে, সে ঐ ভূখণ্ডেরই বেশি নিকটবর্তী যেখানে পৌছার জন্যে সংকল্প করেছে। অতঃপর রহমাতের ফেরেশতা তার রূহ কবয করে নিলেন। কাতাদাহ (রহঃ) বলেন, হাসান (রহঃ) বলেছেন, আমাদের নিকট বর্ণনা করা হয়েছে যে, যখন তার মৃত্যু এলো, তখন সে বুকের উপর ভর দিয়ে কিছু এগিয়ে গেল। (ইসলামিক ফাউন্ডেশন, ৬৭৫২, ইসলামিক সেন্টার, ৬৮০৮)\n",
    "checkStatus": "0",
    "hadithNo": "6901",
    "id": "53999",
    "thesequence": "53501",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯০২-(৪৭/...) উবাইদুল্লাহ ইবনু মুআয আল আম্বারী (রহঃ) ..... আবু সাঈদ আল খুদরী (রাযিঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বর্ণনা করেন, জনৈক ব্যক্তি নিরানব্বই লোককে হত্যা করে বলাবলি করে বেড়াতে লাগল, তার কি তাওবাহ্ (র সুযোগ) আছে? অবশেষে সে এক বিশিষ্ট আলিমের নিকট এসে এ ব্যাপারে জানতে চায়। আলিম বলল, তোমার জন্য তাওবাহ্ (র সুযোগ) নেই। তখন সে আলিমকে হত্যা করল। তারপর সে পুনরায় লোকদের জিজ্ঞেস করতে থাকলো। তারপর সে এক জনপদ হতে অন্য জনপদের দিকে যাত্রা করলো যেখানে কিছু সৎ লোকের বসবাস ছিল। অতঃপর যখন সে রাস্তায় ভ্রমণরত ছিল তখন তার মৃত্যু এসে গেল। তখন সে বুকের উপর ভর করে সম্মুখে এগিয়ে গেল। তারপর সে মারা গেল। তখন রহমাতের ফেরেশতা ও আযাবের ফেরেশতা তার সম্পর্কে বাক-বিতণ্ডায় জড়িয়ে পড়লো। তখন দেখা গেল যে, সে সৎ লোকদের জনপদের দিকে এক বিঘত পরিমাণ বেশি নিকটবর্তী রয়েছে। তাই তাকে তাদেরই অন্তর্ভুক্ত করা হলো। (ইসলামিক ফাউন্ডেশন, ৬৭৫৩, ইসলামিক সেন্টার, ৬৮০৯)\n",
    "checkStatus": "0",
    "hadithNo": "6902",
    "id": "54000",
    "thesequence": "53502",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯০৩-(৪৮/&hellip;) মুহাম্মাদ ইবনু বাশ্শার (রহঃ) ..... কাতাদাহ (রাযিঃ) এ সানাদে মুআয ইবনু মুআয-এর অনুরূপ হাদীস বর্ণনা করেছেন। তবে এ হাদীসে বর্ণনা করেছে যে, তখন আল্লাহ এ ভূমির প্রতি আদেশ করলেন যেন তা দূরবর্তী হয়ে যায় এবং ঐ ভূমির প্রতি আদেশ করলেন যেন তা নিকটবর্তী হয়ে যায়। (ইসলামিক ফাউন্ডেশন, ৬৭৫৪, ইসলামিক সেন্টার, ৬৮১০)\n",
    "checkStatus": "0",
    "hadithNo": "6903",
    "id": "54001",
    "thesequence": "53503",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯০৪-(৪৯/২৭৬৭) আবু বকর ইবনু আবূ শাইবাহ (রহঃ) ... আবু মূসা (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কিয়ামাত দিবসে আল্লাহ তাআলা প্রত্যেক মুসলিমের নিকট একজন খ্রীস্টান বা ইয়াহুদী দিয়ে বলবেন, এ হচ্ছে তোমার জন্যে জাহান্নামের অগ্নি হতে মুক্তিপণ । (ইসলামিক ফাউন্ডেশন, ৬৭৫৫, ইসলামিক সেন্টার, ৬৮১১)\n",
    "checkStatus": "0",
    "hadithNo": "6904",
    "id": "54002",
    "thesequence": "53504",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯০৫-(৫০/&hellip;) আবু বাকর ইবনু আবু শাইবাহ্ (রহঃ) ... আবূ বুরদার পিতা আবু মূসা (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যখনই কোন মুসলিম মারা যায় তখন আল্লাহ তাআলা তার স্থানে একজন ইয়াহুদী বা খ্রীস্টান লোককে জাহান্নামে প্রবেশ করান। তারপর উমর ইবনু আবদুল আযীয (রহঃ) আবু বুরদাহ (রাযিঃ)-কে যিনি ভিন্ন কোন মাবুদ নেইসলামিক সেন্টার, আল্লাহর শপথ দিয়ে তিনবার প্রশ্ন করলেন যে, তার পিতা কি সত্যিই এ কথাটি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে শুনে তার কাছে বর্ণনা করেছেন? তিনি শপথ করে বললেন, হ্যা, অবশ্যই। এ কথাটি সাঈদ আমার কাছে বর্ণনা করেনি। রাবী বলেন, &ldquo;উমার ইবনু আবদুল আযীয (রহঃ) তাকে কসম দিয়েছেন সাঈদ এ কথা বলেননি এবং আওন-এর কথাটিও অস্বীকার করেননি। (ইসলামিক ফাউন্ডেশন, ৬৭৫৬, ইসলামিক সেন্টার,৬৮১২)\n",
    "checkStatus": "0",
    "hadithNo": "6905",
    "id": "54003",
    "thesequence": "53505",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯০৬-(&hellip;/...) ইসহাক ইবনু ইবরাহীম ও মুহাম্মাদ ইবনুল মুসান্না (রহঃ) ..... কাতাদাহ্ (রহঃ) হতে এ সূত্রে আফফান-এর হাদীসের অবিকল বর্ণনা করেছেন। তবে এ হাদীসে রয়েছে আওন উতবার ছেলে। (ইসলামিক ফাউন্ডেশন, ৬৭৫৭, ইসলামিক সেন্টার, ৬৮১৩)\n",
    "checkStatus": "0",
    "hadithNo": "6906",
    "id": "54004",
    "thesequence": "53506",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯০৭-(৫১/&hellip;) মুহাম্মদ ইবনু আমর ইবনু আব্বাদ ইবনু জাবালাহ ইবনু আবু রাওওয়াদ (রহঃ). বুদাহ (রাযঃ)-এর সূত্রে তার পিতা হতে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কিছু মুসলিম পাহাড়সম পাপ নিয়ে কিয়ামাতের মাঠে আসবে এবং আল্লাহ তাআলা তাদের পাপ মার্জন করে দিবেন। আর তা ইয়াহুদী ও খ্রীস্টানদের উপর রেখে দিবেন। রাবী হাদীসের শেষের কথাটি সম্পর্কে সন্দেহ প্রকাশ করেছেন। রাবী আবু রাওহ (রহঃ) বলেন, কার পক্ষ থেকে সন্দেহের উদ্রেক হয়েছে, তা আমি জানি না। আবু বুরদাহ (রহঃ) বলেন, এ হাদীসটি আমি উমর ইবনু আবদুল আযীয (রহঃ)-এর কাছে বর্ণনা করার পর তিনি আমাকে প্রশ্ন করলেন, তোমার পিতা এ হাদীসটি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে সরাসরি শুনে তোমার কাছে বর্ণনা করেছে কি? আমি বললাম, হ্যা। (ইসলামিক ফাউন্ডেশন, ৬৭৫৮, ইসলামিক সেন্টার ৬৮১৪)\n",
    "checkStatus": "0",
    "hadithNo": "6907",
    "id": "54005",
    "thesequence": "53507",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯০৮-(৫২/২৭৬৮) যুহায়র ইবনু হারব (রহঃ) ..... সাফওয়ান ইবনু মুহরিয (রহঃ) থেকে বর্ণিত। তিনি বলেন, এক লোক ইবনু উমর (রাযিঃ)-কে প্রশ্ন করলেন, নাজওয়া (আল্লাহ ও বান্দার গোপন কথা) সম্পর্কে আপনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কিভাবে শুনেছেন? তিনি বললেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ কথা বলতে শুনেছি, কিয়ামাতের দিনে মুমিন ব্যক্তিকে তার প্রভুর নিকটবর্তী করা হবে। তারপর আল্লাহ তাআলা তার উপর পর্দা ঢেলে দিবেন এবং তার পাপের ব্যাপারে তার থেকে জবানবন্দি নিবেন। তিনি প্রশ্ন করবেন, তুমি তোমার পাপ সম্বন্ধে জান কি? সে বলবে, হে রব। আমি জানি। এরপর তিনি বলবেন, তোমার এ পাপ দুনিয়ায় আমি লুক্কায়িত রেখেছিলাম। আজ তোমার এ পাপগুলোকে আমি মাফ করে দিলাম। এরপর তার নেকীর আমলনামা তার কাছে দেয়া হবে। এরপর কাফির ও মুনাফিক লোকদেরকে উপস্থিত সকল মানুষের সম্মুখে ডেকে বলা হবে, এরাই তারা যারা আল্লাহ তাআলার উপর মিথ্যারোপ করেছে। (ইসলামিক ফাউন্ডেশন,৬৭৫৯, ইসলামিক সেন্টার, ৬৮১৫)\n",
    "checkStatus": "0",
    "hadithNo": "6908",
    "id": "54006",
    "thesequence": "53508",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯০৯-(৫৩/২৭৬৯) বানী উমাইয়্যার আযাদকৃত গোলাম আবু তাহির, আহমাদ ইবনু আমর ইবনু আবদুল্লাহ ইবনু আমর ইবনু সারহ মাওলা বানী উমাইয়্যাহ্ (রহঃ) ... ইবনু শিহাব (রহঃ) থেকে বর্ণিত। তিনি বলেন, অতঃপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাবুকের যুদ্ধে শারীক হন। তার উদ্দেশ্য ছিল, সিরিয়ার আরব খ্রীস্টান ও রোমকরা । ইবনু শিহাব বলেন, আমাকে আবদুর রহমান ইবনু আবদুল্লাহ ইবনু কাব ইবনু মালিক (রহঃ) অবিহিত করেছেন যে, প্রকৃতপক্ষে আবদুল্লাহ ইবনু কাব বলেছেন, কাব ইবনু মালিক (রাযিঃ) অন্ধ হয়ে যাওয়ার পর তার সন্তানদের মাঝে তিনি ছিলেন তার চালক। তিনি বলেন, আমি কাব ইবনু মালিক (রাযিঃ)-কে তাবুক যুদ্ধে রসূলের সাথে অংশগ্রহণ না করার ইতিবৃত্ত স্বীয় মুখে বর্ণনা করতে শুনেছি। কাব ইবনু মালিক (রাযিঃ) বলেছেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যত যুদ্ধ করেছেন, তাবুক যুদ্ধ ছাড়া এর সব কটির মাঝেই আমি তার সাথে অংশগ্রহণ করেছিলাম। কিন্তু বাদর যুদ্ধে আমি তার সাথে অংশগ্রহণ করতে পারিনি। তবে যারা তাদের যুদ্ধে অংশগ্রহণ করেননি তাদের কাউকেও দোষারোপ করেননি। তখন তো রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও মুসলিমগণ কেবলমাত্র কুরায়শ কাফিলার উদ্দেশে বের হয়েছিলেন। পরিশেষে আল্লাহ তাআলা মুসলিম ও কাফিরদের অনির্ধারিত সময়ে একত্রিত করে দিলেন। আকাবার রাত্রে যখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে আমরা ইসলামের উপর অঙ্গীকার নিচ্ছিলাম, সে রাত্রে আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে উপস্থিত ছিলাম। যদিও বাদর যুদ্ধ মানুষের কাছে সবচেয়ে বেশী প্রসিদ্ধ, তথাপি আকাবাহ রাত্রির পরিবর্তে বাদর যুদ্ধে অংশগ্রহণ করা আমার নিকট বেশি প্রিয় নয়। তাবুক যুদ্ধে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে অংশগ্রহণ না করার খবর হচ্ছে এই যে, (যখন এ যুদ্ধ সংঘটিত হয়েছিল) তখন আমি যেমন শক্তিশালী ও স্বচ্ছল ছিলাম, তেমন আর কখনো ছিলাম না। আল্লাহর শপথ! এর পূর্বে দুটি সওয়ার কখনো একত্রে জমা করতে পারিনি। কিন্তু এ যুদ্ধের সময় দুটি সওয়ারী একত্রিত করেছিলাম। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ অভিযানে যান প্রচণ্ড গরমের মধ্যে। মরুভূমিতে দীর্ঘসফরে যাত্রা করলেন। বহু সংখ্যক শক্রর সম্মুখীন হতে যাচ্ছিলেন। তাই তিনি বিষয়টি মুসলিমদের সামনে স্পষ্ট করে তুললেন, যাতে তারা যুদ্ধের জন্যে সম্পূর্ণ প্রস্তুতি গ্রহণ করে নিতে পারে। তাদের উদ্দেশ্য সম্পর্কেও রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে অবহিত করেছেন। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে মুসলিমের সংখ্যা ছিল বেশি এবং তাদের নাম একত্র করেনি কোন সংরক্ষণকারী কিতাবে অর্থাৎ- রেজিস্ট্রারে। কাব বলেন, সুতরাং যে লোক অনুপস্থিত থাকতে সংকল্প করে সে কমপক্ষে এ চিন্তা করতে পারত যে, তার অনুপস্থিতি বিষয়টি গোপন থাকবে, যতক্ষণ না আল্লাহর তরফ থেকে তার ব্যাপারে ওয়াহী অবতীর্ণ হয়। এ যুদ্ধ সংঘটিত হয়েছিল, যখন গাছের ফল পাকছিল এবং বৃক্ষের ছায়া ছিল আনন্দদায়ক। আর আমিও ছিলাম এসবের প্রতি আকৃষ্ট। পরিশেষে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও মুসলিমগণ যুদ্ধের জন্য সম্পূর্ণ প্রস্তুতি গ্রহণ করলেন। আমিও তাদের সঙ্গে যুদ্ধে অংশগ্রহণ করার জন্য প্রস্তুতি গ্রহণের উদ্দেশে বাড়ী হতে সকালে বের হতাম, কিন্তু কোন কিছু সিদ্ধান্ত না করেই ফিরে আসতাম এবং মনে মনে বলতাম, আমি তো যুদ্ধে যেতে সক্ষম, যখনই সংকল্প করি। আমার ব্যাপারটি এভাবেই চলতে থাকল। এদিকে লোকজন সত্যিই প্রস্তুতি চালিয়ে যেতে লাগল। পরিশেষে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভোরে রওনা হলেন এবং তার সাথে মুসলিমগণও রওনা হয়ে গেল। কিন্তু আমি কোন প্রস্তুতির গ্রহণ করিনি। পরদিন ভোরে আমি বের হলাম। তবে কোন প্রস্তুতি না নিয়েই ফিরে আসলাম । এভাবে আমার সময় দীর্ঘায়িত হতে লাগল। এদিকে লোকজন দ্রুতগতিতে অগ্রসর হয় আর মুজাহিদীনের দল বহু দূরে চলে যায়। তখন আমি চিন্তা করলাম যে, আমিও রওনা হয়ে তাদের সঙ্গে একত্রিত হয়ে যাই। হায় আফসোস! আমি যদি তা করতাম। তবে আমার ভাগ্যে তা নির্ধারিত হয়নি। অতএব রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর যুদ্ধে চলে যাওয়ার পর আমি যখন লোকালয়ে বের হতাম তখন এ সম্পর্কে আমাকে দুঃখ দিত যে, আমি অনুসরণীয় নমুনা দেখতে পেতাম না, কেবলমাত্র এমন এক লোক যাদের উপর নিফাকের অভিযোগ রয়েছে অথবা সে সকল অক্ষম লোক যাদের আল্লাহ তাআলা মাজুর হিসেবে অবকাশ দিয়েছেন। এদিকে তাবুক পৌছার পূর্বে রাস্তায় রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কথা মোটেই আলোচনা করেননি। কিন্তু তাবুক পৌছার পর লোকেদের মধ্যে বসা অবস্থায় রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞেস করলেন, কাব ইবনু মালিক কি করছে? তখন বানু সালামাহ গোত্রের এক লোক বলল, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার লালজোড়া চাদর এবং তার অহঙ্কার তাকে দূরে রেখেছে।\n\n\n\nতখন মুআয ইবনু জাবাল (রাযিঃ) বললেন, তুমি অনেক খারাপ কথা বলছ। আল্লাহর শপথ, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমরা তো তাকে ভালই জানি। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নীরব থাকলেন। ইতোমধ্যে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শুভ্ৰ পোশাক পরিহিত এক লোককে ধূলা উড়িয়ে আসতে দেখে বললেন, আবু খাইসামাই হবে। দেখা গেল, তিনি আনসারী সহাবা আবু খাইসামাহ (রাযিঃ) আর তিনি সে লোক যিনি এক সা খেজুর সদাকাহ করেছিলেন যার জন্য মুনাফিকরা তার দুর্নাম রটনা করেছিল। কাব ইবনু মালিক (রাযিঃ) বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাবুক হতে ফিরে (মাদীনাহ অভিমুখে) রওনা হওয়ার সংবাদ আমার নিকট পৌছার পর আমার উপর চিন্তার ছাপ পড়ে গেল। আমি মনে মনে মিথ্যা ওযর কল্পনা করতে লাগলাম এবং এমন কথা ভাবতে লাগলাম যা বলে সকালে আমি তার রাগ হতে বাঁচতে পারি। আর এ বিষয়ে আমি বুদ্ধিমান আপনজনেরও সহযোগিতা নিতে লাগলাম। পরিশেষে যখন আমাকে বলা হলো যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পৌছেই যাচ্ছেন, তখন আমার অন্তর হতে সকল বাতিল কল্পনা দূরে সরে গেল। এমনকি আমি বুঝতে পারলাম যে, কোন কিছুতেই আমি তার কাছ থেকে মুক্তি পাব না। তাই আমি তার নিকট সত্য বলারই ইচ্ছা করলাম। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সকাল বেলা সফর থেকে আগমন করলেন। তার রীতি ছিল, সফর থেকে ফিরে প্রথমে তিনি মসজিদে আসতেন এবং সেখানে দুরাকাআত (সলাত) আদায় করে মানুষের সঙ্গে সাক্ষাতের জন্যে বসতেন।\n\n\n\nএবারও যখন তিনি বসলেন, তখন যারা যুদ্ধে অংশগ্রহণ করেনি তারা এসে অজুহাত দেয়া শুরু করল এবং এর উপর কসম খেতে লাগল। এ সমস্ত লোক সংখ্যায় আশির বেশি ছিল। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের প্রকাশ্য অজুহাত গ্রহণ করলেন এবং তাদের হতে বাইআত নিয়ে তাদের জন্য আল্লাহর কাছে মাফ চাইলেন। আর তাদের অন্তর্নিহিত অবস্থা আল্লাহর উপর ছেড়ে দিলেন। পরিশেষে আমি উপস্থিত হয়ে সালাম করলাম। তখন তিনি ক্রুদ্ধ লোকের হাসির মতো মুচকি হাসলেন। তারপর তিনি বললেন, এসো। আমি এসে তার সম্মুখে বসলাম। তখন তিনি আমাকে প্রশ্ন করলেন, কিসে তোমাকে পিছনে ফেলে দিয়েছিল? তুমি কি সওয়ারী কিনে ছিলে না? তিনি বলেন, আমি বললাম, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর শপথ, আমি যদি আপনি ছাড়া কোন দুনিয়াদারী মানুষের নিকট বসতাম তবে আপনি দেখতেন যে, অবশ্যই আমি কোন অজুহাত পেশ করে তার গোস্বা হতে বের হতাম। কারণ আমাকে বাকশক্তির ক্ষমতা দেয়া হয়েছে। কিন্তু আল্লাহর শপথ আমার দৃঢ় ধারণা, আজ যদি আমি মিথ্যা কথা বলি যাতে আপনি আমার প্রতি সন্তুষ্ট হন, তবে শীঘ্রই আল্লাহ তাআলা আপনাকে আমার প্রতি অসম্ভষ্ট করবেন না। আর যদি আমি সত্য কথা বলি এবং এতে আপনি আমার প্রতি অসন্তুষ্ট হন, তবে এতে আল্লাহর তরফ হতে আমি কল্যাণজনক পরিণামের প্রত্যাশা রাখি। আল্লাহর শপথ আমার কোন ওযর-আপত্তি ছিল না। আল্লাহর শপথ আপনার (অভিযান) হতে পিছনে থাকার সময়ের চেয়ে কোন সময় আমি অধিক ক্ষমতাসম্পন্ন ও অধিক ধন-সম্পদের অধিকারী ছিলাম না।\n\n\n\nরসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, নিশ্চয়ই এ লোক সত্য কথা বলেছে। এরপর তিনি বললেন, তুমি চলে যাও, যতক্ষণ না আল্লাহ তাআলা তোমার সম্বন্ধে কোন সিদ্ধান্ত দেন। তারপর আমি চলে গেলাম। তখন বানু সালামাহ্ গোত্রের কিছু লোক দৌড়িয়ে আমার নিকটে এসে বলল, আল্লাহর কসম আমরা তো ইতোপূর্বে তোমাকে আর কোন অন্যায় করতে দেখিনি। যারা পশ্চাতে রয়ে গিয়েছিল, তারা যেমন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ওযর পেশ করেছে সেভাবে ওযর পেশ করতে কি তুমি অক্ষম ছিলে? অতএব রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ইসতিগফারই তোমার পাপের জন্য যথেষ্ট হত। তিনি বলেন, আল্লাহর কসম। এভাবে তারা আমাকে এত ভৎসনা করতে লাগল যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট আবার গিয়ে আমার স্বীয় উক্তি মিথ্যা প্রতিপন্ন করার ইচ্ছা হতে লাগল। আমি লোকদের বললাম, আমার মতো আর কারো এমন অবস্থা হয়েছে কি? তারা বলল, হ্যা, আরো দুজন তোমার মতো করেছেন। তুমি যা বলেছ তারাও অবিকল বলেছেন এবং তোমাকে যা বলা হয়েছে তাদেরও তাই বলা হয়েছে। আমি বললাম, তারা কারা? তারা বলল, তারা হলেন, মুরারাহ ইবনু রাবীআহ আমিরী এবং হিলাল ইবনু উমাইয়্যাহ্ আল ওয়াকিফী (রাযিঃ)। কাব বলেন, তারা আমার কাছে এমন দু লোকের কথা বর্ণনা করল, যারা ছিলেন নেক্কার, বাদর যুদ্ধে অংশ গ্রহণকারী। এরা দুজনই ছিলেন নমুনা স্বরূপ। কাব (রাযিঃ) বলেন, যখন তারা ঐ দু লোকের কথা বর্ণনা করল, তখন আমি স্বীয় অবস্থার উপর থেকে গেলাম। এদিকে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যারা যুদ্ধে অংশগ্রহণ করেনি তাদের মধ্য থেকে শুধু আমাদের তিন জনের সাথে মুসলিমদের কথা বলতে নিষেধ করে দিলেন। এরপর লোকেরা আমাদের পরিহার করল অথবা বলেছেন, আমাদের সাথে তাদের ব্যবহার বদলে গেল। এমনকি পৃথিবীও যেন অপছন্দ করতে লাগল, (মনে হলো) যে ভূমি আমি চিনতাম, এ যেন তা নেই। এমনি করে পঞ্চাশ রাত কাটালাম। আর আমার দু সাথী ছিলেন হীনবল, তাই তারা নিজ নিজ গৃহে নীরবে বসে রইলেন এবং কাঁদতে লাগলেন। আর আমি তাদের মাঝে কম বয়স্ক ও সবল ছিলাম। আমি রাস্তায় বের হতাম, সলাতে শারীক হতাম এবং বাজারেও হাঁটাহাটি করতাম। কিন্তু কেউ আমার সাথে কোন কথা বলত না। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সলাত আদায়ের পর স্বীয় স্থানে বসাবস্থায় আমি তার নিকট আসতাম, তাকে সালাম করতাম এবং মনে মনে ভাবতাম, তিনি সালামের জওয়াব প্রদান করে তার ওষ্ঠযুগল নাড়িয়েছেন কি-না? তারপর আমি তার কাছে দাড়িয়ে সলাত আদায় করতাম এবং গোপন চাহনির মাধ্যমে আমি তার দিকে লক্ষ্য করতাম। যখন আমি সলাতে নিমগ্ন হতাম তখন তিনি আমার প্রতি দৃষ্টি দিতেন। কিন্তু আমি যখন তার\n\nদিকে তাকাতাম তখন তিনি আমার থেকে মুখ ফিরিয়ে নিতেন। আমার প্রতি মুসলিমের এ রূঢ় আচরণ যখন দীর্ঘায়িত হয়ে গেল তখন আমি গিয়ে আবু কাতাদাহ (রাযিঃ)-এর বাগানের দেয়াল টপকিয়ে তার কাছে গেলাম। তিনি ছিলেন আমার চাচাতো ভাই এবং আমার খুবই প্রিয় ব্যক্তি। উপরে উঠেই আমি তাকে সালাম করলাম। কিন্তু আল্লাহর কসম! তিনি আমার সালামের কোন জবাব দিলেন না। আমি তাকে বললাম, হে আবূ কাতাদাহ্! আমি তোমাকে আল্লাহর শপথ করে জিজ্ঞেস করছি, তুমি কি জান না যে, আমি আল্লাহ ও তার রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে ভালবাসি? তিনি কোন জবাব দিলেন না। আমি আবার তাকে শপথ করে জিজ্ঞেস করলাম। এবারও তিনি কোন জবাব দিলেন না। তারপর পুনরায় আমি তাকে শপথ করে জিজ্ঞেস করলাম। উত্তরে তিনি বললেন, আল্লাহ ও তার রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-ই ভাল জানেন। এ কথা শুনে আমার দুচোখ দিয়ে পানি ঝরতে লাগল। পরিশেষে পিছন ফিরে আমি আবার প্রাচীর টপকিয়ে ফিরে এলাম। - তারপর আমি কোন একদিন মাদীনার বাজার দিয়ে হাটতেছিলাম, তখন মাদীনার বাজারে শাক-সবজি বিক্রির উদ্দেশ্যে আগত সিরিয়ার কৃষকদের মাঝখান থেকে একজন বলতে লাগল, এমন কোন লোক আছে কি, যে আমাকে কাব ইবনু মালিকের ঠিকানা বলতে পারে? লোকেরা ইঙ্গিতে আমাকে দেখিয়ে দিলে সে আমার কাছে আসলো এবং গাসসান সম্রাটের তরফ হতে আমাকে একটি চিঠি দিল। আমি লেখাপড়া জানতাম। তাই আমি তা পড়লাম। এতে লেখা ছিল, &ldquo;আমি জানতে পারলাম যে, তোমার সাথী মুহাম্মাদ তোমার প্রতি অন্যায় আচরণ করছে। অথচ আল্লাহ তাআলা তোমাকে নীচু গৃহে জন্ম দেননি এবং ধ্বংসাত্মক স্থানেও নয়। সুতরাং তুমি আমাদের কাছে চলে এসো। আমরা তোমার সাথে ভাল আচরণ করব। এ চিঠি পড়া মাত্র আমি বললাম, এটাও এক রকমের পরীক্ষা। তখন এ চিঠিটি নিয়ে আমি চুলার কাছে গেলাম এবং আগুনে তা পুড়িয়ে দিলাম। চল্লিশ দিন অতিক্রান্ত হলো। এখনও এদিকে কোন ওয়াহী আসছে না। এমতাবস্থায় রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর এক বার্তাবাহক আমার কাছে এসে বললেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনাকে আপনার সহধর্মিণী থেকে দূরে থাকার নির্দেশ দিয়েছেন। আমি তাকে প্রশ্ন করলাম, আমি কি তাকে তালাক দিব, না অন্য কিছু করব? তিনি বললেন, না তালাক দিতে হবে না। বরং তুমি তার হতে আলাদা হয়ে যাও এবং তার সঙ্গে মিলন করো না। তিনি বলেন, আমার অপর সাথীদের কাছেও এমন খবর পাঠানো হলো। কাব (রাযিঃ) বলেন, তারপর আমি আমার সহধর্মিণীকে বললাম, তুমি তোমার পিতার বাড়ী চলে যাও এবং যে পর্যন্ত আল্লাহ তাআলা এ ব্যাপারে কোন সিদ্ধান্ত না দেন ততদিন সেখানেই অবস্থান করবে। কাব (রাযিঃ) বলেন, এরপর হিলাল ইবনু উমাইয়্যাহ্ (রাযিঃ)-এর সহধর্মিণী রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে বললেন, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিলাল ইবনু উমাইয়্যাহ্ একজন বয়োঃবৃদ্ধ লোক। তার কোন সেবক নেই। আমি যদি তার সেবা করি, আপনি কি তাতে আপত্তি করেন? তিনি বললেন, না। কিন্তু সে তোমার সঙ্গে সহবাস করতে পারবে না। এ কথা শুনে হিলাল (রাযিঃ)-এর সহধর্মিণী বললেন, আল্লাহর শপথ! কোন কাজের ব্যাপারেই তার মনে কোন স্পন্দন নেই এবং আল্লাহর কসম ঐ ঘটনার পর হতে অদ্যাবধি সে প্রতিদিন কেঁদে চলছে। তিনি বলেন, আমার পরিবারের কেউ বললেন, আচ্ছা তুমিও যদি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে তোমার সহধর্মিণীর ব্যাপারে অনুমতি নিয়ে নিতে। তিনি তো হিলাল ইবনু উমাইয়্যার স্ত্রীকে তার স্বামীর সেবার অনুমতি দিয়েছেন। আমি বললাম, না, আমি স্ত্রীর ব্যাপারে অনুমতি প্রার্থনা করব না। কারণ আমি যুবক মানুষ। আমি আমার স্ত্রীর ব্যাপারে অনুমতি চাইলে না জানি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি বলেন। এ অবস্থায় আরো দশ রাত কাটালাম। এভাবে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন থেকে আমাদের সঙ্গে কথাবার্তা বলতে বারণ করেছিলেন, তখন থেকে আমাদের পঞ্চাশ রাত পূর্ণ হয়। কাব বলেন, পঞ্চাশতম রাত্রের ফাজরের সলাত আমি আমার ঘরের ছাদের উপর আদায় করলাম। এরপর যখন আমি ঐ অবস্থায় বসা ছিলাম, যা আল্লাহ আমাদের ব্যাপারে আলোচনা করেছেন, অর্থাৎ- আমার মন সংকীর্ণ হয়ে গেছে এবং প্রশস্ত পৃথিবী আমার নিকট সংকুচিত হয়ে পড়েছে, তখন আমি একজন ঘোষণাকারীর শব্দ শুনলাম, যিনি সালা পর্বতের চূড়ায় উঠে উচ্চ আওয়াজে বলছেন, হে কাব ইবনু মালিক। তোমার জন্যে সুসংবাদ। কাব বলেন, তখন আমি সাজদায় অবনত হলাম এবং আমি বুঝতে পারলাম যে, প্রশস্ত তা আগমন করেছে। কাব বলেন, এদিকে ফজরের সলাতের পর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকেদের নিকট ঘোষণা করলেন যে, আল্লাহ তাআলা আমাদের তাওবাহ গ্রহণ করেছেন। তখনই লোকেরা আমাদের সুখবর দেয়ার জন্যে ছুটে গেলেন এবং আমার সঙ্গীদ্বয়কে সুখবর পৌছানোর জন্যে কিছু লোক তাদের কাছে গেলেন। আর আমার দিকে একজন ঘোড়ার উপর আরোহণ হয়ে রওনা হলেন এবং আসলাম সম্প্রদায়ের আরেক লোকও রওনা হলেন। আর তিনি পাহাড়ের উপর উঠে ঘোষণা দিলেন। আর ঘোড়ার চেয়েও শব্দের গতি অতি দ্রুত ছিল। এরপর যার সুখবরের শব্দ আমি শুনেছিলাম- তিনি আমার কাছে আসলে আমি আমার পরিধেয় কাপড় দুটো সুখবরের উপটৌকন স্বরূপ তাকে দিয়ে দিলাম। আল্লাহর শপথ। সেদিন ঐ দুটাে কাপড় ছাড়া আমি আর কোন কাপড়ের মালিক ছিলাম না। অতএব আমি দুটাে কাপড় ধার নিয়ে তা পড়লাম। তারপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে দেখা করার জন্যে আমি রওনা দিলাম। আমার তাওবাহ গ্রহণের মুবারকবাদ জানানোর জন্য লোকেরা দলে দলে আমার সাথে দেখা করতে লাগল এবং বলতে লাগল, আল্লাহর মার্জনা তোমার জন্য মুবারক হোক। এমতাবস্থায় আমি মাসজিদে ঢুকে দেখলাম, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদেই উপবিষ্ট আছেন এবং তার পাশে লোকজন রয়েছে। তখন তালহাহ ইবনু উবাইদুল্লাহ (রাযিঃ) দণ্ডায়মান হলেন এবং দৌড়ে এসে আমার সঙ্গে মুসাফাহা করলেন এবং তিনি আমাকে মুবারকবাদ জানালেন। আল্লাহর শপথ মুহাজিরদের মাঝে তখন তিনি ছাড়া আর কেউ (আমাকে দেখে) দাড়াননি। রাবী বলেন, কাব তালহার এ সদ্ব্যবহারের কথা ভুলে যাননি। কাব ইবনু মালিক (রাযিঃ) বলেন, এরপর আমি যখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে সালাম করলাম তখন তার মুখায়ব আনন্দে উচ্ছাসিত ছিল। তিনি বললেন, তোমার মা তোমাকে জন্ম দেয়ার পর থেকে যতদিন অতিবাহিত হয়েছে, তার মধ্যে তোমার জন্যে এ মুবারক দিনটির সুখবর। কাব (রাযিঃ) বলেন, আমি তাকে প্রশ্ন করলাম, তা কি আপনার তরফ থেকে, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! না মহান আল্লাহর তরফ থেকে? তিনি বললেন, না, বরং মহান আল্লাহর পক্ষ থেকে। আর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন আনন্দিত হতেন, তখন তার মুখায়ব এমন উজ্জ্বল হতো যেন তা এক টুকরো চাঁদ। কাব (রাযিঃ) বলেন, আমরা তার মুখায়ব দেখেই তা উপলব্ধি করতে পারতাম। - তিনি বলেন, আমি যখন তার সম্মুখে বসলাম তখন বললাম, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার তাওবার শুকরগুজার হিসেবে আল্লাহ ও তার রসূলের জন্য সদাকাহ করে আমি সকল প্রকার ধন-সম্পদ থেকে মুক্ত হওয়ার মনস্থ করেছি। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন : কিছু সম্পদ তোমার নিজের জন্যে রেখে দাও। এ-ই তোমার জন্য সবচেয়ে ভাল। আমি বললাম, তাহলে আমি খাইবারে প্রাপ্য অংশটুকু রেখে দিব। কাব (রাযিঃ) বলেন, তারপর আমি বললাম, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। সত্য কথাই আল্লাহ আমাকে মুক্তি দিয়েছে; তাই যতদিন জীবন থাকে আমি শুধু সত্যই বলব। তিনি বলেন, আল্লাহর শপথ! আর কোন মুসলিম ব্যক্তিকে সত্য বলার জন্য এমন পুরস্কৃত করেছেন বলে আমার জানা নেই। আল্লাহর শপথ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে এ আলোচনা করার পর অদ্যাবধি স্বেচ্ছায় আমি কখনো মিথ্যা কথা বলিনি। আমার প্রত্যাশা, অবশিষ্ট জীবনেও আল্লাহ তাআলা আমাকে মিথ্যা থেকে রক্ষা করবেন। কাব (রাযিঃ) বলেন, আমার তাওবাহ কবুলযোগ্য হওয়ার ব্যাপারে আল্লাহ তাআলা তখন নিম্নোক্ত আয়াত অবতীর্ণ করেছিলেন : &ldquo;আল্লাহ দয়াপরবেশ হলেন নাবীর প্রতি এবং মুহাজির ও আনসারদের প্রতি, যারা তার অনুসরণ করেছিল সংকটকালে, এমনকি যখন তাদের এক দলের হৃদয়-বক্রের উপক্রম হয়েছিল। পরে আল্লাহ তাদেরকে মার্জনা করলেন। তিনি তাদের প্রতি দয়াশীল এবং অপর তিন ব্যক্তি যাদের সিদ্ধান্ত গ্রহণ বিলম্বিত করা হয়েছিল, যে পর্যন্ত না পৃথিবী বিশাল হওয়া সত্ত্বেও তাদের জন্যে সংকুচিত হয়েছিল এবং তাদের জীবন তাদের জন্য অতিষ্ঠ হয়েছিল এবং তারা বুঝতে পেরেছিল যে, আল্লাহ ছাড়া কোন আশ্রয়স্থল নেই। পরে তিনি তাদের প্রতি অনুগ্রহ পরায়ণ হলেন, যাতে তারা তাওবাহ করে। আল্লাহ ক্ষমাশীল, পরম দয়ালু। হে মুমিনগণ! তোমরা আল্লাহকে ভয় করো এবং সত্যবাদীদের শামিল হও- (সূরা আত তাওবাহ ৯ ; ১১৭-১১৯) । কাব (রাযিঃ) বলেন, আল্লাহর শপথ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে সেদিন সত্য কথা বলার জন্যে আল্লাহ তাআলা আমার প্রতি যে নিআমাত দান করেছেন, তেমন নিআমাত ইসলাম কবুলের পর আল্লাহ তাআলা আমার উপর আর কক্ষনো করেননি। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট সেদিন আমি মিথ্যা বলিনি। যদি বলতাম তবে নিশ্চয়ই আমি ক্ষতিগ্রস্ত হয়ে যেতাম, যেমন ক্ষতিগ্রস্ত হয়ে গিয়েছিল মিথ্যাবাদীগণ। ওয়াহী নাযিলকালে আল্লাহ তাআলা মিথ্যাবাদীদের এমন কঠোর সমালোচনা করেছেন, যা আর কাউকে করেননি। তিনি বলেছেন, &ldquo;তোমরা তাদের কাছে ফিরে এলে তারা আল্লাহর কসম করবে, যেন তোমরা তাদেরকে এড়িয়ে চলো। কাজেই তোমরা তাদেরকে এড়িয়ে চলবে তারা অপবিত্র, তাদের কৃতকর্মের প্রতিদান জাহান্নাম তাদের আবাসস্থল। তারা তোমাদের কাছে হলফ করবে যাতে তোমরা তাদের প্রতি তুষ্ট হও । তোমরা তাদের প্রতি সন্তুষ্ট হলেও আল্লাহ ফাসিক (সত্যত্যাগী) লোকেদের উপর সন্তুষ্ট হবেন না- (সূরা আত তাওবাহ্ ৯ : ৯৫-৯৬)। কাব (রাযিঃ) বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট কসম করার পর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যাদের ওযর গ্রহণ করেছিলেন, যাদের বাইআত করেছিলেন এবং যাদের জন্য আল্লাহর নিকট ক্ষমা প্রার্থনা করেছিলেন তাদের থেকে আমাদের তিনজনের ব্যাপারটিকে দেরী করা হয়েছিল। আল্লাহর পক্ষ থেকে সিদ্ধান্ত আসা পর্যন্ত রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের ব্যাপারটিকে স্থগিত রেখেছিলেন। তাই আল-কুরআনে আল্লাহ্ তাআলা বলেছেন : আর তিনি মাফ করলেন অপর তিনজনকেও যাদের সিদ্ধান্ত স্থগিত রাখা হয়েছিল। ---- শব্দের অর্থ যুদ্ধ হতে আমাদের পশ্চাতে থাকা নয়। বরং এর অর্থ হচ্ছে, রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্তৃক আমাদের বিষয়টিকে স্থগিত রাখা। ঐ সকল লোকেদের চেয়ে যারা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সামনে কসম করেছিল এবং ওযর উপস্থিত করেছিল; অতঃপর তা গৃহীত হয়েছিল। (ইসলামিক ফাউন্ডেশন, ৬৭৬০, ইসলামিক সেন্টার,৬৮১৫)\n",
    "checkStatus": "0",
    "hadithNo": "6909",
    "id": "54007",
    "thesequence": "53509",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯১০-(.../...মুহাম্মাদ ইবনু রাফি (রহঃ) . ইবনু শিহাব (রহঃ)-এর সানাদে ইউনুস (রহঃ)-এর অবিকল হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন, ৬৭৬০, ইসলামিক সেন্টার, ৬৮১৬)\n",
    "checkStatus": "0",
    "hadithNo": "6910",
    "id": "54008",
    "thesequence": "53510",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯১১-(৫৪/...) আবদ ইবনু হুমায়দ (রহঃ) ..... আবদুর রহমান ইবনু আবদুল্লাহ ইবনু কাব ইবনু মালিক (রহঃ) থেকে বর্ণিত। তিনি বলেন, উবাইদুল্লাহ ইবনু কাব ইবনু মালিক (রাযিঃ) যিনি (তার বাবা) কাব (রাযিঃ) অন্ধ হয়ে যাবার পর তাকে আনা নেয়া করতেন। তিনি (উবাইদুল্লাহ) বলেছেন, তাবুক যুদ্ধে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে অংশগ্রহণ না করে ঘরে বসে থাকার সম্পর্কে কাব ইবনু মালিক (রাযিঃ)-কে আমি এ কথা বলতে শুনেছি। অতঃপর তিনি অবিকল হাদীস বর্ণনা করেছেন। তবে এতে অতিরিক্ত রয়েছে যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেদিকে যুদ্ধ করার জন্যে যেতেন সাধারণতঃ তিনি আলোচনায় ঐ স্থানের কথা আলোচনা না করে অন্য জায়গার কথা আলোচনা করতেন। তবে এ যুদ্ধের কথা স্পষ্টভাবে বর্ণনা করেছিলেন। যুহরীর ভ্রাতুষ্পপুত্রের এ হাদীসের মধ্যে আবু খাইসামার কথা এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে তার সাক্ষাতের কথা আলোচনা নেই। (ইসলামিক ফাউন্ডেশন, ৬৭৬১, ইসলামিক সেন্টার, ৬৮১৬)\n",
    "checkStatus": "0",
    "hadithNo": "6911",
    "id": "54009",
    "thesequence": "53511",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯১২-(৫৫/...) সালামাহ্ ইবনু শাবীব (রহঃ) ..... উবাইদুল্লাহ ইবনু কাব (রাযিঃ) থেকে বর্ণিত। কাব (রাযিঃ) চক্ষু রোগে আক্রান্ত হবার পর উবাইদুল্লাহ তাকে পরিচালনা করতেন। তিনি তার কাওমের মাঝে সবচেয়ে প্রজ্ঞাবান লোক ছিলেন এবং রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সহাবাদের হাদীস বেশি হিফাযাতকারী ছিলেন। তিনি বলেন : যে তিনজন লোকের তাওবাহ আল্লাহ গ্রহণ করেছিলেন, আমার পিতা কাব ইবনু মালিক (রাযিঃ) ঐ তিন লোকের অন্যতম ছিলেন। আমি তাকে বলতে শুনেছি, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যত যুদ্ধ করেছেন এর মধ্যে তিনি দুটি ছাড়া আর কোন যুদ্ধে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে পেছনে থাকেননি। তারপর তিনি পূর্বের অনুরূপ ঘটনাটি বর্ণনা করেছেন।\n\nতবে এতে রয়েছে যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বহু সৈন্য সামন্ত নিয়ে এ যুদ্ধে অংশগ্রহণ করেছিলেন। তাদের সংখ্যা দশ হাজারের চেয়েও বেশি ছিল। কোন তালিকায় তাদের নাম লিখে রাখা ছিল না। (ইসলামিক ফাউন্ডেশন, ৬৭৬২, ইসলামিক সেন্টার, ৬৮১৭)\n",
    "checkStatus": "0",
    "hadithNo": "6912",
    "id": "54010",
    "thesequence": "53512",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯১৩-(৫৬/২৭৭০) হাব্বান ইবনু মূসা, ইসহাক ইবনু ইবরাহীম আল হান্&zwnj;যালী, মুহাম্মাদ ইবনু রাফি ও আবদ ইবনু হুমায়দ (রহঃ), সাঈদ ইবনু মুসাইয়্যাব, উরওয়াহ ইবনু যুবায়র, আলকামাহ ইবনু ওয়াক্কাস এবং উবাইদুল্লাহ ইবনু আবদুল্লাহ ইবনু উতবাহ ইবনু মাসউদ (রাযিঃ) থেকে বর্ণিত। তারা সকলেই রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী আয়িশাহ (রাযিঃ)-এর ঐ কাহিনীটি বর্ণনা করেছেন, অপবাদ রটনাকারীরা তার সম্পর্কে যে অপবাদ দিয়েছিল। তারপর রটানো অপবাদ হতে আল্লাহ তাকে নির্দোষ বর্ণনা করলেন। রাবী যুহরী (রহঃ) বলেন, তারা সবাই আমার কাছে হাদীসের এক এক অংশ বর্ণনা করেছেন। তাদের কেউ কেউ অন্যের চেয়ে উক্ত হাদীসের কঠোর সংরক্ষণকারী ছিলেন এবং তা ভালভাবে বর্ণনা করতে সক্ষম ছিলেন। তারা আমার কাছে যা বর্ণনা করেছেন, তাদের প্রত্যেকের বর্ণনা আমি যথাযথভাবে আয়ত্ব করে নিয়েছি। একজনের হাদীস অন্যের হাদীসকে সত্যায়িত করে। তারা সকলেই উল্লেখ করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর স্ত্রী আয়িশাহ্ সিদ্দীকা (রাযিঃ) বলেছেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সফরে যাওয়ার সংকল্প করতেন তখন তিনি তার স্ত্রীদের মধ্যে লটারী করতেন। যার নাম আসত তাকেই তিনি তার সাথে সফরে নিতেন । আয়িশাহ (রাযিঃ) বলেন, এক যুদ্ধ-সফরে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লটারী করলেন এবং এতে আমার নাম উঠল। আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে সে যুদ্ধে শারীক হই। পর্দার বিধান অবতীর্ণ হওয়ার পর এ যুদ্ধে আমি শারীক হয়েছিলাম। আরোহী অবস্থায় আমাকে ভিতরে রাখা হতো এবং অবতরণের সময়ও হাওদার ভিতর থাকতাম। পরে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুদ্ধ হতে অব্যাহতির পর ফিরে এসে মাদীনার কাছাকাছি জায়গায় পৌছার পর এক রাতে তিনি রওনা হবার আদেশ দিলেন। লোকজন যখন রওনা হবার ব্যাপারে ঘোষণা দিল, তখন আমি দাড়িয়ে চলতে লাগলাম, এমনকি আমি সৈন্যদেরকে ছাড়িয়ে দূরে চলে গেলাম। এরপর আমি প্রাকৃতিক প্রয়োজন (প্রস্রাব পায়খানা) সেরে আরোহীর নিকট এলাম এবং নিজ বক্ষে হাত দিয়ে দেখলাম, যিফারী পুতির প্রস্তুত আমার হারটি হারিয়ে গিয়েছে। তাই আগের স্থানে ফিরে গিয়ে আমি আমার হারটি সন্ধান করলাম। (এতে আমার দেরী হয়ে গেল।) এদিকে হাওদা বহনকারী লোকজন এসে দ্রব্য-সামগ্রী উঠিয়ে আমার বহনকারী উটের উপর রেখে দিল। তারা ধারণা করেছিল, আমি হাওদার ভিতরেই আছি। আয়িশাহ (রাযিঃ) বলেন, তখনকার মহিলারা হালকা-পাতলা গঠনেরই হতো। না বেশি ভারী, না বেশি মোটা। কেননা তারা কম খানা খেত। তাই উঠানোর সময় হাওদার ওজন তাদের কাছে সাধারণ অবস্থা হতে ব্যতিক্রম মনে হয়নি। অধিকন্তু তখন আমি অল্প বয়সী ছিলাম। পরিশেষে লোকেরা উট দাড় করিয়ে পথ চলতে শুরু করে দিল । সৈন্যদের রওনা হয়ে যাবার পর আমি আমার হার খুঁজে পেলাম। এরপর আমি আগের স্থানে ফিরে এসে দেখলাম, তথায় কোন জন-মানুষের শব্দ নেই আর সাড়া দেয়ার মতো কোন লোকও তথায় নেই। তখন আমি সংকল্প করলাম, আমি যেখানে বসা ছিলাম সেখানেই বসে থাকব এবং আমি ভাবলাম, লোকেরা যখন খুঁজে আমাকে পাবে না তখন নিশ্চয়ই তারা আমার খোজে আমার নিকট ফিরে আসবে। আয়িশাহ (রাযিঃ) বলেন, আমি আমার সে স্থানে বসা অবস্থায় ঘুম এলো আর আমি ঘুমিয়ে পড়লাম। সাফওয়ান ইবনু মুয়াত্তাল আস্ সুলামী আয যাকওয়ানী নামক এক লোক ছিল। আরামের উদ্দেশে সৈন্যদের পেছনে শেষ রাত্রে সে আগের জায়গায়ই রয়ে গিয়েছিল। পরে সে রওনা হয়ে প্রত্যুষে আমার স্থানে পৌছল। দূর থেকে সে একটি মানব দেহ দেখতে পেয়ে আমার কাছে এলো এবং আমাকে দেখে সে চিনে ফেলল। কেননা পর্দার বিধান অবতীর্ণ হওয়ার পূর্বে সে আমাকে দেখেছিল। আমাকে চিনে সে ইন্না- লিল্লা-হি ওয়া ইন্না- ইলাইহি রজিাউন পড়লেন তাঁর ইন্না- লিল্লা-হ ... এর শব্দে আমার ঘুম ছুটে গেল। অকস্মাৎ আমি আমার চাদর দিয়ে স্বীয় মুখমণ্ডল আবৃত করে নিলাম। আল্লাহর শপথ সে আমার সাথে কোন কথা বলেনি এবং &ldquo;ইন্না- লিল্লা-হ ... পাঠ ব্যতীত তার কোন কথাই আমি শুনিনি। এরপর সে তার উট বসিয়ে নিজ হাত বিছিয়ে দিলেন আমি তার উটের উপরে উঠলাম। আর সে পায়ে হেঁটে আমাকে সহ উট হাকিয়ে নিয়ে চলল। যেতে যেতে আমরা সৈন্য দলের কাছে গিয়ে পৌছলাম। তখন তারা দ্ধিপ্রহরের প্রচণ্ড রোদের মধ্যে সওয়ারী থেকে নেমে ভূমিতে অবস্থান করছিল। আয়িশাহ্ (রাযিঃ) বলেন, আমার (অপবাদের) সম্পর্কে জড়িত হয়ে কতক লোক নিজেদের ধ্বংস ডেকে এনেছে আর এ সম্পর্কে যে প্রধান ভূমিকা গ্রহণ করেছিল তার নাম আবদুল্লাহ ইবনু উবাই ইবনু সালুল। পরিশেষে আমরা মাদীনায় পৌছলাম। মাদীনায় পৌছার পর এক মাস যাবৎ আমি অসুস্থ ছিলাম। এদিকে মদীনার মানুষজন অপবাদ রটনাকারীদের কথা গভীরভাবে পর্যালোচনা করে দেখতে লাগল। এ সম্পর্কে আমি কিছুই বুঝতে পারিনি। তবে এ অসুস্থ অবস্থায় রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর তরফ থেকে পূর্বের ন্যায় স্নেহ না পাওয়ার ফলে আমার মনে সন্দেহের উদ্রেক হয়েছিল। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে ঢুকে কেবল সালাম করে বলতেন, এই তুমি কেমন আছো? এ আচরণ আমাকে সন্দেহে ফেলে দিল । আমি সে (মন্দ) বিষয়টি সম্পর্কে জানতাম না। তারপর কিছুটা সুস্থ হবার পর আমি মানসি প্রান্তরের দিকে বের হলাম। আমার সাথে মিসতাহ-এর আম্মাও ছিল। তা আমাদের শৌচাগার ছিল। আমরা রাতে বের হতাম এবং রাতেই চলে আসতাম। এ হলো আমাদের গৃহের নিকট শৌচাগার নির্মাণের পূর্ববর্তী সময়ের ঘটনা। তখন আগের দিনের আরব মানুষের মতো মাঠে গিয়ে আমরা শৌচকার্য সারতাম। আর আমরা ঘরের কোণে শৌচাগার তৈরি করা পছন্দ করতাম না। অতএব আমি এবং মিসতাহ-এর মা যেতে লাগলাম। সে ছিল আবু রুহম ইবনু মুত্তালিব ইবনু আবদ মান্নাফ-এর কন্যা এবং তার মা ছিল আবু বকর সিদ্দীক (রাযিঃ)-এর খালা সাখর ইবনু আমির-এর মেয়ে। তাঁর সন্তানের নাম ছিল মিসতাহ ইবনু উসাসাহ ইবনু আব্বাদ ইবনু মুত্তালিব। মোটকথা, আমি ও বিনতু আবু রহম (মিসতাহ-এর মা) নিজ নিজ শৌচকার্য সেরে ঘরের দিকে রওনা হলাম। তখন মিসতাহ এর মা স্বীয় চাদরে পেচিয়ে হোচট খেয়ে মাটিতে পড়ে যায়। আর সে বলে উঠে মিসতাহ ধবংস হোক। তখন আমি বললাম, তুমি অন্যায় কথা বলেছো। তুমি কি বাদর যুদ্ধে অংশগ্রহণকারী লোককে বকছ? সে বলল, হে অবলা নারী! মিসতাহ কি বলেছে, তুমি কি শোননি? আমি বললাম, সে কি বলেছে? আয়িশাহ (রাযিঃ) বলেন, তারপর সে অপবাদ রটনাকারীরা যা বলেছে, সে সম্পর্কে আমাকে সংবাদ দিল। এতে আমার অসুস্থতা কয়েকগুণ বৃদ্ধি পেল। আমি যখন ঘরে ফিরে আসলাম, তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার ঘরে প্রবেশ করে আমাকে সালাম দিলেন এবং বললেন, এই তুমি কেমন আছো? তখন আমি তাকে প্রশ্ন করলাম, আপনি কি আমাকে আমার বাবা-মায়ের বাড়ীতে যাওয়ার অনুমতি দিবেন? আয়িশাহ (রাযিঃ) বলেন, তখন আমি আমার বাবা-মায়ের ঘরে গিয়ে এ বিষয়টির খোজ করার সংকল্প করেছিলাম। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে অনুমতি দিলেন। আমি আমার মাতা-পিতার নিকট চলে আসলাম । তারপর আমি আমার মাকে বললাম, আম্মাজান লোকেরা কী কথা বলছে? তিনি বললেন, মা! এদিকে কান দিয়ো না এবং একে মন্দ মনে করো না। আল্লাহর শপথ! কারো যদি কোন সুন্দর সহধর্মিণী থাকে ও সে তাকে ভালবাসে আর ঐ মহিলার কোন সতীনও থাকে তবে সতীনরা তার দোষচর্চা করবে না এমন খুব কমই হয়। আয়িশাহ (রাযিঃ) বলেন, এ কথা শুনে আমি বললাম, সুবহানাল্লাহ! লোকেরা এ কথা রটাতে শুরু করেছে? এরপর কেঁদে কেঁদে আমি সারা রাত কাটালাম। এমনকি সকালেও অশ্রু বন্ধ হলো না। আমি ঘুমোতে পারিনি। প্রভাতে আমি কাঁদছিলাম। এদিকে আমাকে তালাক দেয়ার ব্যাপারে পরামর্শ করার জন্য রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলী ইবনু আবু তালিব (রাযিঃ) এবং উসামাহ ইবনু যায়দ (রাযিঃ)-কে ডাকলেন। তখন ওয়াহী স্থগিত ছিল। তিনি বলেন, উসামাহ্ ইবনু যায়দ (রাযিঃ) রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর বিবীদের সতীত্ব এবং তাদের সাথে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ভালবাসার ক্ষেত্রে যা জানতেন সে দিকেই তিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে ইশারা করলেন। তিনি বললেন, হে আল্লাহর রসূল ! আয়িশাহ আপনার সহধর্মিণী, ভাল ছাড়া তার সম্পর্কে কোন কথাই আমাদের জানা নেই। আর আলী ইবনু আবূ তালিব (রাযিঃ) বললেন, আল্লাহ তো আপনার উপর কোন সংকীর্ণতা চাপিয়ে দেননি। আয়িশাহ্ (রাযিঃ) ব্যতীতও অনেক স্ত্রীলোক রয়েছে। আপনি যদি দাসী (বারীরাহ্)-কে প্রশ্ন করেন তবে সে সত্য বলে দিবে। আয়িশাহ (রাযিঃ) বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বারীরাহ (রাযিঃ)-কে ডেকে বললেন, হে বারীরাহ! সন্দেহমূলক কোন কর্মে আয়িশাকে তুমি কখনো দেখেছ কি? বারীরাহ (রাযিঃ) তাকে বললেন, ঐ সত্তার কসম! যিনি আপনাকে সত্য নাবী হিসেবে পাঠিয়েছেন, আমি যদি তার মাঝে কোন কিছু দেখতাম তবে নিশ্চয়ই এর ক্রটি আমি উল্লেখ করতাম। তবে সে একজন অল্প বয়সী কন্যা। পরিবারের জন্যে আটার খামীর রেখেইসলামিক সেন্টার, ঘুমিয়ে থাকতো আর বকরী এসে তা খেয়ে ফেলতো। এ ত্রুটি ছাড়া বেশি কোন ত্রুটি আয়িশার মাঝে আছে বলে আমার জানা নেই। তিনি বলেন, অতঃপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বারে দাড়িয়ে আবদুল্লাহ ইবনু উবাই ইবনু সালুল হতে প্রতিশোধ আশা করলেন। আয়িশাহ (রাযিঃ) বলেন, তিনি মিম্বারে দাড়িয়ে বললেন, হে মুসলিম সমাজ! আমার পরিবারের ব্যাপারে যে লোকের পক্ষ হতে কষ্টদায়ক বাক্যের খবর আমার নিকট পৌছেছে তার প্রতিশোধ গ্রহণ করার মতো কোন লোক এখানে আছে কি? আমি তো আমার স্ত্রীর ব্যাপারে উত্তম ছাড়া অন্য কোন কথা জানি না এবং যে লোকের ব্যাপারে তারা অপবাদ রটনা করছে তাকেও আমি সংলোক বলে জানি। সে তো আমাকে ছাড়া আমার ঘরে কখনো প্রবেশ করতো না। এ কথা শুনে সাদ ইবনু মুআয আল আনসারী (রাযিঃ) দাড়ালেন এবং বললেন, হে আল্লাহর রসূল ! আমি আপনার তরফ হতে প্রতিশোধ নিবো। অপবাদ রটনাকারী লোক যদি আওস গোত্রের হয় তবে আমি তার গর্দান উড়িয়ে দিব। আর যদি সে আমাদের ভ্রাতা খাযরাজ গোত্রের হয় তবে আপনি আমাদেরকে আদেশ দিন। আমরা আপনার আদেশ পালন করব। আয়িশাহ (রাযিঃ) বলেন, তখন খাযরাজ সর্দার সাদ ইবনু উবাদাহ (রাযিঃ) দাড়ালেন। তিনি একজন নেককার লোক ছিলেন। তবে তখন বংশীয় আত্মমর্যাদা তাকে মূর্খ বানিয়ে ফেলেছিল। তাই তিনি সাদ ইবনু মুআযকে বললেন, তুমি মিথ্যা বলছো। আল্লাহর শপথ! তুমি তাকে হত্যা করবে না। তুমি তাকে হত্যা করতে সক্ষম হবে না। এ কথা শুনে সাদ ইবনু মুতায (রাযিঃ)-এর চাচাতো ভাই উসায়দ ইবনু হুযায়র (রাযিঃ) দাড়িয়ে সাদ ইবনু উবাদাহ (রাযিঃ)-কে বললেন, তুমি মিথ্যা বলছো। আল্লাহর শপথ! নিশ্চয়ই আমরা তাকে হত্যা করব। নিশ্চয়ই তুমি মুনাফিক। তাই মুনাফিকদের পক্ষে কথা বলছো। এ সময় আওস ও খাযরাজ দু গোত্রের লোকেরা একে অপরের উপর উত্তেজিত হয়ে উঠল। এমনকি তারা যুদ্ধের ইচ্ছা করে বসলো। অথচ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখনও তাদের সম্মুখে মিম্বারে দাড়ানো অবস্থায় ছিলেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে থামিয়ে শান্ত করলেন। তারা নীরব থাকলো এবং তিনি নিজেও আর কোন কথা বললেন না। আয়িশাহ্ (রাযিঃ) বলেন, সেদিন আমি সারাক্ষণ কান্নাকাটি করলাম। অবিরত ধারায় আমার অশ্রুপাত হচ্ছিল। রাত্রে একটুও আমার ঘুম আসলো না। অতঃপর সামনের রাতেও আমি কেঁদে কাটালাম। এ রাতেও অবর ধারায় আমার অশ্রুপাত হলো এবং একটুকুও নিদ্রা যেতে পারলাম না। এ দেখে আমার আব্বা আম্মা মনে করছিলেন যে, কান্নায় আমার কলিজ টুকরো টুকরো হয়ে যাবে। আমি কাঁদতে ছিলাম, আমার আব্বা আম্মা আমার নিকটে বসা ছিলেন। এমন সময় একজন আনসার মহিলা আমার কাছে আসার অনুমতি চাইলে আমি তাকে অনুমতি দিলাম। সে এসে বসে কাঁদতে লাগল। আয়িশাহ্ (রাযিঃ) বলেন, আমাদের যখন এ অবস্থা এমন সময় রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে প্রবেশ করলেন এবং আমাদেরকে সালাম করে বসলেন। আয়িশাহ (রাযিঃ) বলেন, অথচ আমার সম্বন্ধে যা বলাবলি হচ্ছে তারপর থেকে তিনি কখনো আমার কাছে বসেননি। এমনিভাবে এক মাস অতিক্রান্ত হলো। আমার সম্পর্কে তার কাছে কোন ওয়াহী আসলো না। আয়িশাহ (রাযিঃ) বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বসে তাশাহহুদ পড়লেন। এরপর বললেন, যা হোক হে আয়িশাহ! তোমার ব্যাপারে আমার কাছে এমন এমন খবর পৌছেছে। যদি তুমি এ বিষয়ে নিষ্পাপ এবং পবিত্র হও, তবে শীঘ্রই আল্লাহ তাআলা তোমার পবিত্রতার বিষয়ে ঘোষণা করবেন। আর যদি তোমার দ্বারা কোন পাপ হয়েই থাকে তবে তুমি আল্লাহর কাছে মার্জনা প্রার্থনা এবং তাওবাহ করো। কেননা বান্দা পাপ স্বীকার করে তাওবাহ্ করলে আল্লাহ তার তাওবাহ্ গ্রহণ করেন। আয়িশাহ (রাযিঃ) বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তার কথা সমাপ্ত করলেন, তখন আমার অশ্রুঝরা বন্ধ হয়ে গেল। এমনকি তারপর আর এক ফোটা অশ্রুও আমি অনুভব করলাম না। তারপর আমি আমার পিতাকে বললাম, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা বললেন, আমার তরফ হতে তার উত্তর দিন। তিনিও বললেন, আল্লাহর শপথ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কি উত্তর দিব, আমার তা অজানা। এরপর আমি আমার মাকে বললাম, আমার তরফ হতে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে উত্তর দিন। তিনি বললেন, আল্লাহর শপথ। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে কি উত্তর দিব, আমি তা জানি না। আমি বললাম, তখন আমি ছিলাম কম বয়সী কিশোরী। কুরআন মাজীদও অধিক পাঠ করতে পারতাম না। এ অবস্থা দেখে আমিই তখন বললাম, আল্লাহর শপথ। আমি জানি, আপনারা এ অপবাদের কথা শুনেছেন, মনে তা গেঁথে গেছে এবং আপনারা তা বিশ্বাস করে নিয়েছেন। কাজেই এখন যদি আমি বলি, আমি নিষ্কলুষ তবে এ বিষয়ে আপনারা আমাকে বিশ্বাস করবেন না। আর যদি আমি মেনে নেই, যে সম্পর্কে আল্লাহ জানেন যে, আমি নিষ্পাপ, তবে আপনারা তা বিশ্বাস করবেন। আল্লাহর শপথ আমার ও আপনাদের জন্য (নবী) ইউসুফ (আঃ)-এর পিতার কথার দৃষ্টান্ত ছাড়া ভিন্ন কোন দৃষ্টান্ত আমার দৃষ্টিতে পড়ে না। তিনি বলেছিলেন, &ldquo;কাজেই পরিপূর্ণ ধৈর্যই উত্তম, তোমরা যা বলছো সে ব্যাপারে একমাত্র আল্লাহই আমার আশ্রয়স্থল। তিনি আয়িশাহ্ (রাযিঃ) বলেন, অতঃপর আমি মুখ ফিরিয়ে নিলাম এবং বিছানায় শুয়ে পড়লাম। আয়িশাহ (রাযিঃ) বলেন, আল্লাহর শপথ আল্লাহ তো ঐ সময়েও জানেন যে, নিশ্চয়ই আমি নিষ্পাপ এবং নিশ্চয়ই আল্লাহ তাআলা আমার পবিত্রতা উন্মোচন করে দিবেন। কিন্তু আল্লাহর শপথ আমি মনে করিনি যে, আল্লাহ তাআলা আমার এ ব্যাপারে ওয়াহী অবতীর্ণ করবেন, যা পড়া হবে। কেননা আমার ব্যাপারে পড়ার মতো আল্লাহর পক্ষ থেকে কোন আয়াত অবতীর্ণ করা হবে আমার অবস্থা তার চেয়ে বেশি নিম্নমানের বলে আমি মনে করতাম। তবে আমি প্রত্যাশা করেছিলাম যে, স্বপ্লের মধ্যে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন কোন বিষয় দেখবেন যার মাধ্যমে আল্লাহ তাআলা আমার পবিত্রতা প্রকাশ করে দিবেন। আয়িশাহ্ সিদ্দীকা (রাযিঃ) বলেন, আল্লাহর শপথ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখনো তার জায়গা ছেড়ে যাননি এবং গৃহের লোকও কেউ বাইরে যায়নি। এমতাবস্থায় আল্লাহ তাআলা তার নাবীর উপর ওয়াহী অবতীর্ণ করেন। ওয়াহী অবতীর্ণের প্রাক্কালে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর উপর যে যন্ত্রণাদায়ক অবস্থা দেখা দিত তার অনুরূপ অবস্থা দেখা দিলো। এমনকি তার প্রতি অবতীর্ণকৃত বাণীর ওযনের কারণে প্রচণ্ড শৈত্যপ্রবাহের দিনেও তার শরীর হতে মুক্তার মতো বিন্দু বিন্দু ঘাম ঝরে পড়তো। আয়িশাহ্ (রাযিঃ) বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ যন্ত্রণাদায়ক অবস্থা চলে গেলে তিনি হাসতে লাগলেন এবং প্রথমে যে কথাটি বললেন তা হলো : হে আয়িশাহ সুসংবাদ গ্রহণ করো। আল্লাহ তোমার পবিত্রতা ঘোষণা করেছেন। এ কথা শুনে আমার মা আমাকে বললেন, তুমি উঠে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে সম্মান প্রদর্শন করো। আমি বললাম, আমি তার প্রতি সম্মান প্রদর্শন করবো না এবং আল্লাহ ব্যতীত আর কারো প্রশংসা করবো মা । তিনিই আমার পবিত্রতার ব্যাপারে আয়াত নাযিল করেছেন। আয়িশাহ্ (রাযিঃ) বলেন, আল্লাহ তাআলা আমার পবিত্রতার ব্যাপারে দশটি আয়াত (সূরা আন নূর ২৪: ১১-২১) অবতীর্ণ করেছেন। &ldquo;যারা অপবাদ রটনা করেছে তারা তো তোমাদেরই একটি দল, একে তোমরা তোমাদের জন্যে ক্ষতিকর মনে করো না; বরং এ তো তোমাদের জন্যে কল্যাণকর  ..... আয়িশাহ (রাযিঃ) বলেন, আত্মীয়তার বন্ধন ও দারিদ্র্যের কারণে আবু বাকর সিদ্দীক (রাযিঃ) মিসতাহকে আর্থিক সাহায্য করতেন। কিন্তু আয়িশাহ সম্বন্ধে সে যা বলেছিল সে কারণে আবু বকর (রাযিঃ) শপথ করে বললেন, আল্লাহর শপথ আমি আর কোন সময় মিসতাহকে আর্থিক সহযোগিতা দিব না। তখন আল্লাহ তাআলা নাযিল করলেন : &ldquo;তোমাদের মাঝে যারা ঐশ্বর্য ও প্রাচুর্যের অধিকারী তারা যেন কসম না করে যে, তারা দান করবে না আত্মীয়-স্বজনকে .....। তোমরা কি চাও না যে, আল্লাহ তোমাদের মাফ করেন&rdquo;..... পর্যন্ত । হাব্বান ইবনু মূসা (রহঃ) বলেন, আবদুল্লাহ ইবনু মুবারক (রহঃ) বলেছেন, আল-কুরআনের মধ্যে এ আয়াতটিই অধিক আশাব্যঞ্জক । তারপর আবু বাকর সিদ্দীক (রাযিঃ) বললেন, আল্লাহর শপথ আমি অবশ্যই ভালোবাসী যে, আল্লাহ আমাকে মাফ করে দিন। এরপর তিনি মিসতাহ্ (রাযিঃ)-এর জন্যে যে পরিমাণ অর্থ ব্যয় করতেন তা পুনরায় খরচ করতে শুরু করলেন। আর বললেন, তাকে আমি এ অর্থ দেয়া কোন সময় বন্ধ করবো না।\n\nআয়িশাহ (রাযিঃ) বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার স্ত্রী যাইনাব বিন্ত জাহশ (রাযিঃ)-কে আমার সম্পর্কে প্রশ্ন করেছিলেন, তিনি যাইনবকে বলেছিলেন, তুমি আয়িশাহ্ সম্বন্ধে কি জানো বা দেখেছো? জবাবে তিনি বললেন, হে আল্লাহর রসূল! আমি আমার কান ও চোখকে হিফাযাত করেছি। আল্লাহর শপথ। তার ব্যাপারে আমি উত্তম ব্যতীত কিছুই জানি না।\n\nআয়িশাহ (রাযিঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর স্ত্রীদের মাঝে তিনিই আমার প্রতিদ্বন্দ্বী ছিলেন। কিন্তু আল্লাহ ভীতির মাধ্যমে আল্লাহ তাকে হিফাযাত করেছেন। অথচ তার বোন হামানাহ বিন্&zwnj;ত জাহশ তার পক্ষাবলম্বন করে ঝাগড়া করে, আর এভাবে সে ক্ষতিগ্রস্তদের মধ্যে ক্ষতিগ্রস্ত হয়ে যায়। রাবী যুহরী (রহঃ) বলেন, ঐ লোকদের নিকট থেকে আমাদের কাছে যা পৌছেছে তা এ হাদীস। তবে রাবী ইউনুসের হাদীসের মধ্যে রয়েছে, গোত্রীয় আত্মম্ভরিতা তাকে উত্তেজিত করে। (ইসলামিক ফাউন্ডেশন, ৬৭৬৩, ইসলামিক সেন্টার, ৬৮১৮)\n",
    "checkStatus": "0",
    "hadithNo": "6913",
    "id": "54011",
    "thesequence": "53513",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯১৪-(৫৭/&hellip;) আবূ রাবী আল আতাকী, হাসান ইবনু আলী আল হুলওয়ানী ও আবূদ ইবনু হুমায়দ (রহঃ) ..... যুহরী (রহঃ) থেকে ইউনুস এবং মামার-এর অবিকল হাদীস বর্ণনা করেছেন। বর্ণনাকারী ফুলায়হ-এর হাদীসে রয়েছে, গোত্রীয় আত্মম্ভরিতা তাকে অজ্ঞতামূলক আচরণ করতে উত্তেজিত করেছিল। মামার তার বর্ণনায় যেমন বলেছেন। আর সালিহ-এর হাদীসের মধ্যে ইউনুসের বর্ণনার মতো এতে রয়েছে ---- অর্থাৎ- গোত্রীয় আত্মম্ভরিতা তাকে উত্তেজিত করলো। সালিহ-এর হাদীসে এটাও রয়েছে যে, উরওয়াহ (রহঃ) বলেন, আয়িশাহ (রাযিঃ) হাস্সান ইবনু সাবিত (রাযিঃ)-কে কটু বাক্য বলার বিষয়টিকে অপছন্দ করতেন। তিনি বলতেন, হাস্সান তো নিম্নোক্ত কবিতা রচনা করেছেন, &ldquo;আমার পিতা-মাতা, আমার ইযযত সবই রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ইজ্জত-সম্মানের জন্যে রক্ষাকবচ।\n\nএতে এটাও বর্ধিত রয়েছে যে, আয়িশাহ (রাযিঃ) বলেন, যে লোকের ব্যাপারে দোষারোপ করা হয়েছে তিনি বলতেন, সুবহানাল্লাহ আল্লাহর কসম! আমি কক্ষনো কোন মহিলার-আবরণ খুলিনি। অতঃপর তিনি আল্লাহর পথে শাহীদ হন। ইয়াকুব ইবনু ইব্রাহীম-এর হাদীসে রয়েছেঃ ---- কিন্তু আবদুর রাযাক (রহঃ) বলেন, ---- আব্দ ইবনু হুমায়দ (রহঃ) বলেন, আমি আবদুর বায্যককে ------ শব্দের ব্যাখ্যা সম্পর্কে প্রশ্ন করলে তিনি বলেন,----- অর্থ কঠিন গরম। (ইসলামিক ফাউন্ডেশন, ৬৭৬৪, ইসলামিক সেন্টার, ৬৮১৯)\n",
    "checkStatus": "0",
    "hadithNo": "6914",
    "id": "54012",
    "thesequence": "53514",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯১৫-(৫৮/...) আবু বাকর ইবনু আবূ শাইবাহ্ (রহঃ) ও মুহাম্মাদ ইবনুল আলী (রহঃ) ..... আয়িশাহ (রাযিঃ) হতে বর্ণিত। আয়িশাহ্ (রাযিঃ) বলেন, আমার সম্পর্কে মানুষেরা যখন কুৎসা রটাতে শুরু করল, যা আমি জানি না, তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বক্তব্য দেয়ার জন্যে দাড়িয়ে তাশাহহুদ পড়লেন এবং আল্লাহর প্রশংসা করলেন। এরপর বললেন, অতঃপর যারা আমার সহধর্মিণী সম্পর্কে অপবাদ রটাচ্ছে তাদের ব্যাপারে তোমরা আমাকে পরামর্শ দাও। আল্লাহর শপথ আমি আমার সহধর্মিণী সম্পর্কে খারাপ কোন কিছুই জানি না এবং তারা যার ব্যাপারে অপবাদ রটাচ্ছে তার সম্পর্কেও খারাপ কিছু আমি জানি না। আমার অনুপস্থিতিতে সে আমার ঘরে কক্ষনো প্রবেশ করেনি এবং আমি যখন সফরে বের হয়েছি সেও তখন আমার সঙ্গে সফরে বের হয়েছে। অতঃপর বর্ণনাকারী সম্পূর্ণ ঘটনাসহ হাদীসটি বর্ণনা করেছেন। অবশ্য এতে বর্ধিত রয়েছে যে, একদা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার ঘরে প্রবেশ করে আমার বাদীকে জিজ্ঞাসাবাদ করলেন। তখন সে বলল, আল্লাহর শপথ আয়িশাহ (রাযিঃ)-এর মধ্যে আমি কোন ক্রটি দেখিনি। তবে তিনি নিদ্রায় যেতেন, আর বকরী এসে মথিত আটা খেয়ে ফেলত। অথবা বললেন, খামীর খেয়ে ফেলত। বর্ণনাকারী হিশাম এতে সন্দেহ করেছেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কোন সহাবা তাকে ধমক দিয়ে বললেন, তুমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট সত্য কথা বলো। এমনকি তারা তার সম্মুখে ঘটনা উত্থাপন করলেন।\n\n\n\nতখন বারীরাহ বললেন, সুবহানাল্লাহ আল্লাহর শপথ। স্বর্ণকার খাটি স্বর্ণের টুকরা সম্পর্কে যেমন জানে আমিও আয়িশাহ সম্বন্ধে অনুরূপ জানি। যে লোক সম্পর্কে এ অপবাদ রটানো হচ্ছিল তার কাছে এ সংবাদ পৌছার পর তিনিও বললেন, সুবহানাল্লাহ। আল্লাহর শপথ আমি কক্ষনো কোন মহিলার আবরণ খুলিনি।\n\nআয়িশাহ্ (রাযিঃ) বলেন, পরে তিনি আল্লাহর রাস্তায় শাহীদ হন। এতে আরো বর্ধিত রয়েছে যে, অপবাদ রটনাকারীদের মাঝে ছিলেন মিসতাহ, হামনাহ্ ও হাস্সান। আর মুনাফিক আবদুল্লাহ ইবনু উবাইসলামিক সেন্টার, ছিল ঐ লোক যে খুঁজে খুঁজে বের করে এসব জমা করত। সে এবং হামনাই এক্ষেত্রে মূল ভূমিকা পালন করেছে। (ইসলামিক ফাউন্ডেশন, ৬৭৬৫, ইসলামিক সেন্টার, ৬৮২০)\n",
    "checkStatus": "0",
    "hadithNo": "6915",
    "id": "54013",
    "thesequence": "53515",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৯১৬-(৫৯/২৭৭১) যুহায়র ইবনু হাব (রহঃ) ..... আনাস (রাযিঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর উম্মু ওয়ালাদের (দাসীদের) সঙ্গে এক লোকের প্রতি অভিযোগ আসে। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলী (রাযিঃ)-কে বললেন, যাও, তার শীরোচ্ছেদ কর। আলী (রাযিঃ) তার কাছে গিয়ে দেখলেন, সে কূয়ার মধ্যে শরীর ঠাণ্ডা করছে। আলী (রাযিঃ) তাকে বললেন, বেরিয়ে এসো। সে আলী (রাযিঃ)-এর দিকে হাত এগিয়ে দিলো। তিনি তাকে বের করলেন এবং দেখলেন, তার পুরুষাঙ্গ সম্পূর্ণ কাটা, তার লিঙ্গ নেই। তখন আলী (রাযিঃ) তাকে হত্যা করা হতে বিরত থাকলেন। তারপর তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে বললেন, হে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। সে তো লিঙ্গকাটা, তার যে লিঙ্গ নেই। (ইসলামিক ফাউন্ডেশন, ৬৭৬৬, ইসলামিক সেন্টার, ৬৮২১)\n",
    "checkStatus": "0",
    "hadithNo": "6916",
    "id": "54014",
    "thesequence": "53516",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "616",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]