[
  {
    "hadithEnglish": " Ibn Abbas reported:\nI participated in the Fitr prayer with the Messenger of Allah (ﷺ) and Abu Bakr, Umar and Uthman, and all of them observed this prayer before the Khutba, and then he (the Holy Prophet) delivered the sermon. Then the Messenger of Allah (ﷺ) descended (from the pulpit) and I (perceive) as if I am seeing him as he is commanding people with his hand to sit down. He then made his way through their (assembly) till he came to the women. Bilal was with him. He then recited (this verse): O Prophet, when believing women come to thee giving thee a pledge that they will not associate aught with Allah (lx. 12) till he finished (his address to) them and then said: Do you conform to it (what has been described in the verse)? Only one woman among them replied: Yes, Apostle of Allah, but none else replied. He (the narrator) said: It could not be ascertained who actually she was. He (the Holy Prophet) exhorted them to give alms. Bilal stretched his cloth and then said: Come forward with alms. Let my father and mother be taken as ransom for you. And they began to throw rings and ringlets in the cloth of Bilal.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، جَمِيعًا عَنْ عَبْدِ الرَّزَّاقِ، - قَالَ ابْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، - أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي الْحَسَنُ بْنُ مُسْلِمٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ، عَبَّاسٍ قَالَ شَهِدْتُ صَلاَةَ الْفِطْرِ مَعَ نَبِيِّ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ فَكُلُّهُمْ يُصَلِّيهَا قَبْلَ الْخُطْبَةِ ثُمَّ يَخْطُبُ قَالَ فَنَزَلَ نَبِيُّ اللَّهِ صلى الله عليه وسلم كَأَنِّي أَنْظُرُ إِلَيْهِ حِينَ يُجَلِّسُ الرِّجَالَ بِيَدِهِ ثُمَّ أَقْبَلَ يَشُقُّهُمْ حَتَّى جَاءَ النِّسَاءَ وَمَعَهُ بِلاَلٌ فَقَالَ { يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لاَ يُشْرِكْنَ بِاللَّهِ شَيْئًا} فَتَلاَ هَذِهِ الآيَةَ حَتَّى فَرَغَ مِنْهَا ثُمَّ قَالَ حِينَ فَرَغَ مِنْهَا  أَنْتُنَّ عَلَى ذَلِكِ  فَقَالَتِ امْرَأَةٌ وَاحِدَةٌ لَمْ يُجِبْهُ غَيْرُهَا مِنْهُنَّ نَعَمْ يَا نَبِيَّ اللَّهِ لاَ يُدْرَى حِينَئِذٍ مَنْ هِيَ قَالَ  فَتَصَدَّقْنَ  . فَبَسَطَ بِلاَلٌ ثَوْبَهُ ثُمَّ قَالَ هَلُمَّ فِدًى لَكُنَّ أَبِي وَأُمِّي . فَجَعَلْنَ يُلْقِينَ الْفَتَخَ وَالْخَوَاتِمَ فِي ثَوْبِ بِلاَلٍ .",
    "hadithBengali": "১৯২৯-(১/৮৮৪) মুহাম্মাদ ইবনু রাফি&#39; ও &#39;আবদ ইবনু হুমায়দ (রহঃ) ..... ইবনু আব্বাস (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এবং আবূ বাকর, উমার ও উসমান (রাযিঃ)-এর সাথে ঈদুল ফিতরের সলাতে উপস্থিত ছিলাম। তারা সবাই খুতবার আগে সলাত আদায় করেছেন এবং পরে খুতবাহ পাঠ করেছেন। তিনি বলেন, এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (মিম্বার থেকে) অবতরণ করলেন। যখন তিনি হাত দিয়ে ইঙ্গিত করে লোকদের বসিয়ে দিচ্ছিলেন, তা যেন আমি দেখতে পাচ্ছি। অতঃপর তিনি লোকদের মধ্য দিয়ে সামনে অগ্রসর হয়ে মহিলাদের নিকট আসলেন। এ সময় তার সাথে বিলাল (রাযিঃ) ছিলেন। এরপর তিনি এ আয়াতটুকু পাঠ করলেন يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لاَ يُشْرِكْنَ بِاللَّهِ شَيْئًا হে নবী! ঈমানদার মহিলারা আপনার নিকট আসে, তখন তারা একথার ওপর বাইয়াত করবে যে, তারা আল্লাহর সাথে কোন কিছুকে অংশীদার করবে না- (সূরাহ আল মুমতাহিনাহ ৬০ঃ ১২)। এ আয়াত পাঠ সমাপ্ত করে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে উদ্দেশ্য করে বললেনঃ তোমরা কি এ কথার ওপর অটল আছ? তখন মাত্র একজন মহিলাই উত্তর করল, হ্যাঁ। হে আল্লাহর নাবী! সে ব্যতীত তাদের মধ্যে থেকে আর কেউ প্রতি উত্তর করেননি। অবশ্যই মহিলাটি কে তখন তা জানা যায়নি। বর্ণনাকারী বলেন, এরপর তারা সদাকাহ করতে লাগল আর বিলাল (রাযিঃ) তার কাপড় বিছিয়ে দিলেন অতঃপর বললেন, তোমাদের প্রতি আমার মা-বাপ কুরবান হোক! এগিয়ে আসো। তখন মহিলারা তাদের ছোট বড় আংটিসমূহ বিলালের কাপড়ের উপর ফেলতে লাগল। (ইসলামী ফাউন্ডেশন ১৯১৪, ইসলামীক সেন্টার ১৯২১)\n",
    "checkStatus": "1",
    "hadithNo": "1929",
    "id": "48689",
    "thesequence": "48202",
    "isActive": "1",
    "chapterId": "18083",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas reported:\nI bear testimony to the Messenger of Allah (ﷺ) offering prayer before Kbutba. He (after saying prayer) delivered the Kutba, and he found that the women could not hear it, so he came to them and exhorted them and preached them and commanded them to give alms, and Bilal had stretched his cloth and the women were throwing rings, earrings and other things.",
    "hadithArabic": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ أَبِي عُمَرَ، قَالَ أَبُو بَكْرٍ حَدَّثَنَا سُفْيَانُ بْنُ، عُيَيْنَةَ حَدَّثَنَا أَيُّوبُ، قَالَ سَمِعْتُ عَطَاءً، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ أَشْهَدُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم لَصَلَّى قَبْلَ الْخُطْبَةِ - قَالَ - ثُمَّ خَطَبَ فَرَأَى أَنَّهُ لَمْ يُسْمِعِ النِّسَاءَ فَأَتَاهُنَّ فَذَكَّرَهُنَّ وَوَعَظَهُنَّ وَأَمَرَهُنَّ بِالصَّدَقَةِ وَبِلاَلٌ قَائِلٌ بِثَوْبِهِ فَجَعَلَتِ الْمَرْأَةُ تُلْقِي الْخَاتَمَ وَالْخُرْصَ وَالشَّىْءَ .",
    "hadithBengali": "১৯৩০-(২/...) আবূ বাকর ইবনু আবূ শায়বাহ ও ইবনু আবূ উমর (রহঃ) ..... ইবনু আব্বাস (রাযিঃ) হতে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সম্পর্কে সাক্ষ্য দিচ্ছি যে, তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) ঈদের সলাত খুতবার পূর্বেই আদায় করেছেন। সলাতের পর তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) খুতবাহ দিয়েছেন। তাই তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) মহিলাদের কাছে এসে তাদেরকে বুঝালেন ও উপদেশ দিলেন এবং তাদেরকে দান সদাকার জন্যে আদেশ করলেন। বিলাল (রাযিঃ) তার কাপড় বিছিয়ে রেখেছিলেন। মহিলাগণ নিজ নিজ আংটি, বালা অন্যান্য জিনিস এতে ঢেলে দিতে লাগল। (ইসলামী ফাউন্ডেশন ১৯১৫, ইসলামীক সেন্টার ১৯২২)\n",
    "checkStatus": "1",
    "hadithNo": "1930",
    "id": "48690",
    "thesequence": "48203",
    "isActive": "1",
    "chapterId": "18083",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Ayyub with the same chain of transmitters.",
    "hadithArabic": "وَحَدَّثَنِيهِ أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنِي يَعْقُوبُ الدَّوْرَقِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، كِلاَهُمَا عَنْ أَيُّوبَ، بِهَذَا الإِسْنَادِ نَحْوَهُ",
    "hadithBengali": "১৯৩১-(.../...) আবূর রাবী&#39; আয যাহরানী, ইয়াকুব আদ দাওরাকী (রহঃ) ..... উভয়েই আইয়ূব (রহঃ) থেকে একই সূত্রে অনুরূপ বর্ণনা করেছেন। (ইসলামী ফাউন্ডেশন ১৯১৬, ইসলামীক সেন্টার ১৯২৩)\n",
    "checkStatus": "1",
    "hadithNo": "1931",
    "id": "48691",
    "thesequence": "48204",
    "isActive": "1",
    "chapterId": "18083",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported:\nThe Apostle of Allah (ﷺ) stood up on the day of Id al-Fitr and observed prayer. And he commenced the prayer before the sermon. He then delivered the sermon. When the Messenger of Allah (ﷺ) had finished (the sermon) he came down from (the pulpit), and made his way to the women and exhorted them (to do good acts), and he was leaning on the hand of Bilal. Bilal had stretched his cloth in which women were throwing alms. I (one of the narrators) said to Ata (the other narrator): It must be Zakat on the day of Fitr. He (Ata) said: No. It was alms (which) they were giving on that occasion, and a woman gave her ring, and then others gave, and then others gave. I said to Ata: Is It right now for the Imam to come to the women when he has finished (his address to the men) that he should exhort them (to good deeds)? He said: (Why not) by my life, it is right for them (to do so). What is the matter with them that they do not do it now?",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ رَافِعٍ، قَالَ ابْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ سَمِعْتُهُ يَقُولُ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَامَ يَوْمَ الْفِطْرِ فَصَلَّى فَبَدَأَ بِالصَّلاَةِ قَبْلَ الْخُطْبَةِ ثُمَّ خَطَبَ النَّاسَ فَلَمَّا فَرَغَ نَبِيُّ اللَّهِ صلى الله عليه وسلم نَزَلَ وَأَتَى النِّسَاءَ فَذَكَّرَهُنَّ وَهُوَ يَتَوَكَّأُ عَلَى يَدِ بِلاَلٍ وَبِلاَلٌ بَاسِطٌ ثَوْبَهُ يُلْقِينَ النِّسَاءُ صَدَقَةً . قُلْتُ لِعَطَاءٍ زَكَاةَ يَوْمِ الْفِطْرِ قَالَ لاَ وَلَكِنْ صَدَقَةً يَتَصَدَّقْنَ بِهَا حِينَئِذٍ تُلْقِي الْمَرْأَةُ فَتَخَهَا وَيُلْقِينَ وَيُلْقِينَ . قُلْتُ لِعَطَاءٍ أَحَقًّا عَلَى الإِمَامِ الآنَ أَنْ يَأْتِيَ النِّسَاءَ حِينَ يَفْرُغُ فَيُذَكِّرَهُنَّ قَالَ إِي لَعَمْرِي إِنَّ ذَلِكَ لَحَقٌّ عَلَيْهِمْ وَمَا لَهُمْ لاَ يَفْعَلُونَ ذَلِكَ.",
    "hadithBengali": "১৯৩২-(৩/৮৮৫) ইসহাক ইবনু ইবরাহীম ও মুহাম্মাদ ইবনু রাফি ইবনু রাফি (রহঃ) ..... আতা (রহঃ) থেকে বর্ণিত। (তিনি বলেন) আমি জাবির ইবনু আবদুল্লাহ (রাযিঃ) কে বলতে শুনেছি যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল ফিত্বরের দিন দাঁড়ালেন, অতঃপর সলাত আদায় করলেন। তিনি খুতবাহ দেয়ার আগে প্রথমে সলাত আদায় করেছেন, পরে জনতার উদ্দেশে খুতবাহ দিয়েছেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবাহ শেষ করে মহিলাদের কাছে এসে উপদেশ দিলেন। এ সময় তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বিলালের হাতে ভর দিয়ে দাঁড়িয়েছিলেন এবং বিলাল তার কাপড় প্রসারিত করে রেখেছিলেন। মহিলারা এতে দান বস্তু ফেলছিল। আমি (ইবনু জুরায়জ) আতাকে জিজ্ঞেস করলাম, তা কি ঈদুল ফিত্বরের যাকাত (সদাকায়ে ফিতর)? আতা বললেন, না, বরং তা সাধারণ সদাকাই ছিল। মহিলারা তাদের মূল্যবান আংটি (দানপাত্রে) ফেলছিল এবং সম্ভব সবকিছু বিলিয়ে দিচ্ছিল। আমি আত্বা (রহঃ) কে জিজ্ঞেস করলাম, বর্তমানে কি ইমামের জন্য খুতবাহ সমাপ্ত করার পর মহিলাদের কাছে এসে তাদেরকে উপদেশ শুনানোর বিধি সম্মত? আতা বললেন, হ্যাঁ। আমার জীবনের রবের শপথ! এটা ইমামদের ওপর অবশ্য কর্তব্য। তাদের এ কাজ না করার কি কারণ থাকতে পারে? (ইসলামী ফাউন্ডেশন, ১৯১৭, ইসলামীক সেন্টার ১৯২৪)\n",
    "checkStatus": "1",
    "hadithNo": "1932",
    "id": "48692",
    "thesequence": "48205",
    "isActive": "1",
    "chapterId": "18083",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Abdullah reported:\nI observed prayer with the Messenger of Allah (ﷺ) on the Id day. He commenced with prayer before the sermon without Adhan and Iqama. He then stood up leaning on Bilal, and he commanded (them) to be on guard (against evil for the sake of) Allah, and he exhorted (them) on obedience to Him, and he preached to the people and admonished them. He then walked on till he came to the women and preached to them and admonished them, and asked them to give alms, for most of them are the fuel for Hell. A woman having a dark spot on the cheek stood up and said: Why is it so, Messenger of Allah? He said: For you grumble often and show ingratitude to your spouse. And then they began to give alms out of their ornaments such as their earrings and rings which they threw on to the cloth of Bilal.",
    "hadithArabic": " وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ شَهِدْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الصَّلاَةَ يَوْمَ الْعِيدِ فَبَدَأَ بِالصَّلاَةِ قَبْلَ الْخُطْبَةِ بِغَيْرِ أَذَانٍ وَلاَ إِقَامَةٍ ثُمَّ قَامَ مُتَوَكِّئًا عَلَى بِلاَلٍ فَأَمَرَ بِتَقْوَى اللَّهِ وَحَثَّ عَلَى طَاعَتِهِ وَوَعَظَ النَّاسَ وَذَكَّرَهُمْ ثُمَّ مَضَى حَتَّى أَتَى النِّسَاءَ فَوَعَظَهُنَّ وَذَكَّرَهُنَّ فَقَالَ تَصَدَّقْنَ فَإِنَّ أَكْثَرَكُنَّ حَطَبُ جَهَنَّمَ فَقَامَتْ امْرَأَةٌ مِنْ سِطَةِ النِّسَاءِ سَفْعَاءُ الْخَدَّيْنِ فَقَالَتْ لِمَ يَا رَسُولَ اللَّهِ قَالَ لِأَنَّكُنَّ تُكْثِرْنَ الشَّكَاةَ وَتَكْفُرْنَ الْعَشِيرَ قَالَ فَجَعَلْنَ يَتَصَدَّقْنَ مِنْ حُلِيِّهِنَّ يُلْقِينَ فِي ثَوْبِ بِلَالٍ مِنْ أَقْرِطَتِهِنَّ وَخَوَاتِمِهِنَّ",
    "hadithBengali": "১৯৩৩-(৪/...) মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু নুমায়র (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমি ঈদের দিন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। তিনি খুতবার আগে প্রথমে সলাত আদায় করলেন-আযান ইকামাত ছাড়া। অতঃপর তিনি বিলালের ওপর ভর দিয়ে দাঁড়ালেন এবং &ldquo;আল্লাহ ভীতি অর্জন করার আদেশ করলেন ও তার আনুগত্য করার জন্য অনুপ্রাণিত করলেন। তিনি সমবেত জনতাকে উপদেশ দিলেন। তারপর বললেন, তোমরা সদাকাহ কর। কেননা তোমাদের বেশীর ভাগ মহিলাই জাহান্নামের জ্বালানী হবে। (এ কথা শুনে) মহিলাদের মধ্যে থেকে উভয় গালে কালো দাগ বিশিষ্ট একটি মেয়েলোক দাঁড়িয়ে জিজ্ঞেস করল, কেন আল্লাহর রসূল? রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, কেননা তোমরা বেশী অজুহাত ও অভিযোগ পেশ করে থাক এবং স্বামীর অবাধ্যচরণ করে থাক। বর্ণনাকারী বলেন, এরপর মহিলাগণ তাদের অলঙ্কারাদি দান করতে শুরু করল। তারা তাদের কানের ঝুমকা, রিং এবং আংটিসমূহ বিলালের কাপড়ে ফেলতে লাগল। (ইসলামী ফাউন্ডেশন ১৯১৮, ইসলামীক সেন্টার ১৯২৫)\n",
    "checkStatus": "1",
    "hadithNo": "1933",
    "id": "48693",
    "thesequence": "48206",
    "isActive": "1",
    "chapterId": "18083",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas and Jaibir b. Abdullah al-Ansari reported:\nThere was no Adhan on the (occasion) of Id-ul-Fitr and Id-ul-Adha. I (Ibn Juraij) said: I asked him after some time about it. He (Ata, one of the narrators) said: Jabir b. Abdullah al-Ansari told me: There is neither any Adhan on Id-ul-Fitr when the Imam comes out, nor even after his coming out; their is neither lqama nor call nor anything of the sort of calling on that day and nor Iqama.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، عَنِ ابْنِ عَبَّاسٍ، وَعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ الأَنْصَارِيِّ، قَالاَ لَمْ يَكُنْ يُؤَذَّنُ يَوْمَ الْفِطْرِ وَلاَ يَوْمَ الأَضْحَى . ثُمَّ سَأَلْتُهُ بَعْدَ حِينٍ عَنْ ذَلِكَ فَأَخْبَرَنِي قَالَ أَخْبَرَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ أن لا أذان للصلاة يوم الفطر حين يخرج الإمام ولا بعد ما يخرج ولا إقامة ولا نداء ولا شيء لا نداء يومئذ ولا إقامة ",
    "hadithBengali": "১৯৩৪-(৫/৮৮৬) মুহাম্মাদ ইবনু রাফি (রহঃ) ..... ইবনু আব্বাস ও জাবির ইবনু আবদুল্লাহ আল আনসারী (রাযিঃ) থেকে বর্ণিত। তারা উভয়ে বলেন, (রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়) ঈদুর ফিতরের দিন এবং ঈদুল আযহার দিন (ঈদের জন্য) আযান দেয়া হত না। ইবনু জুরায়জ বলেন, কিছু সময় পর আমি আতাকে এ বিষয়ে জিজ্ঞেস করলে তিনি আমাকে বলেন, আমাকে জাবির ইবনু আবদুল্লাহ আল আনসারী (রাযিঃ) জানিয়েছেন, ঈদুল ফিতরের দিন ঈদের সলাতের জন্য আযানও নেই ইকামাতও নেই। কোন ডাক বা কোন প্রকার ধ্বনিও নেই। ঐ দিন ঈদের জন্য কোন আযান ও ইকামাতের নিয়ম নেই। ইমাম (সলাতের উদ্দেশে) বের হওয়ার সময় এবং বের হওয়ার পরেও আযানের কোন প্রয়োজন নেই। (ইসলামী ফাউন্ডেশন ১৯১৯, ইসলামীক সেন্টার ১৯২৬)\n",
    "checkStatus": "1",
    "hadithNo": "1934",
    "id": "48694",
    "thesequence": "48207",
    "isActive": "1",
    "chapterId": "18083",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ata reported that Ibn Abbas sent (him) to Ibn Zubair at the commencement of the oath of allegiance to him (for Caliphate saying):\nAs there is no Adhan on Id-ul-Fitr, so you should not pronounce it. Ibn Zubair did not pronounce Adhan on that day. He (Ibn Abbas) also sent him (with this message) that sermon (is to be delivered) after the prayer, and thus it was done. So lbn Zubair observed prayer before Khutba.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، أَنَّ ابْنَ عَبَّاسٍ، أَرْسَلَ إِلَى ابْنِ الزُّبَيْرِ أَوَّلَ مَا بُويِعَ لَهُ أَنَّهُ لَمْ يَكُنْ يُؤَذَّنُ لِلصَّلاَةِ يَوْمَ الْفِطْرِ فَلاَ تُؤَذِّنْ لَهَا - قَالَ - فَلَمْ يُؤَذِّنْ لَهَا ابْنُ الزُّبَيْرِ يَوْمَهُ وَأَرْسَلَ إِلَيْهِ مَعَ ذَلِكَ إِنَّمَا الْخُطْبَةُ بَعْدَ الصَّلاَةِ وَإِنَّ ذَلِكَ قَدْ كَانَ يُفْعَلُ - قَالَ - فَصَلَّى ابْنُ الزُّبَيْرِ قَبْلَ الْخُطْبَةِ .",
    "hadithBengali": "১৯৩৫-(৬/...) মুহাম্মাদ ইবনু রাফি&#39; (রহঃ) ..... আত্বা (রহঃ) থেকে বর্ণিত। আমাকে জানিয়েছেন যে, ইবনু যুবায়র-এর নিকট প্রথমে লোকেরা যখন বাইয়্যাত নিচ্ছিল- ইবনু আব্বাস (রাযিঃ) তার কাছে এ সংবাদ পাঠালেন যে, ঈদুল ফিত্বরের দিন ঈদের সলাতের জন্য আযান দেয়া হতো না। অতএব তুমি ঈদের সলাতের জন্য আযানের প্রচলন করবে না। বর্ণনাকারী বলেন, ইবনু যুবায়র (রাযিঃ) তার সময় আযানের প্রচলন করেননি। ইবনু আব্বাস (রাযিঃ) এ কথাটুকু ইবনুয যুবায়র-এর নিকট বলে পাঠান যে, খুতবাহ সলাতের পরে হবে, আর এ নিয়ম পালিত হয়ে আসছে। বর্ণনাকারী বলেন, অতএব ইবনু যুবায়র (রাযিঃ) খুতবার পূর্বে ঈদের সলাত সমাপন করেছেন। (ইসলামী ফাউন্ডেশন ১৯২০, ইসলামীক সেন্টার ১৯২৭)\n",
    "checkStatus": "1",
    "hadithNo": "1935",
    "id": "48695",
    "thesequence": "48208",
    "isActive": "1",
    "chapterId": "18083",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir b. Samura said:\nI prayed with the Messenger of Allah (ﷺ) prayers on two Ids wore than once or twice without there being Adhan and Iqama.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَحَسَنُ بْنُ الرَّبِيعِ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ، سَمُرَةَ قَالَ صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْعِيدَيْنِ غَيْرَ مَرَّةٍ وَلاَ مَرَّتَيْنِ بِغَيْرِ أَذَانٍ وَلاَ إِقَامَةٍ .",
    "hadithBengali": "১৯৩৬-(৭/৮৮৭) ইয়াহইয়া ইবনু ইয়াহইয়া, হাসান ইবনুর রাবী&#39;, কুতায়বাহ ইবনু সাঈদ ও আবূ বাকর ইবনু আবূ শায়বাহ্ (রহঃ) ..... জাবির ইবনু সামুরাহ (রাযিঃ) থেকে বর্ণিত। আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে একবার দু&#39;বার নয়, অনেক বার দু&#39;ঈদের সলাত আযান ও ইকামাত ব্যতীত আদায় করেছি। (ইসলামী ফাউন্ডেশন ১৯২১, ইসলামীক সেন্টার ১৯২৮)\n",
    "checkStatus": "1",
    "hadithNo": "1936",
    "id": "48696",
    "thesequence": "48209",
    "isActive": "1",
    "chapterId": "18083",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar reported that the Messenger of Allah (ﷺ), Abu Bakr and Umar used to observe the two Id prayers before the sermon.",
    "hadithArabic": " وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، وَأَبُو أُسَامَةَ عَنْ عُبَيْدِ، اللَّهِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم وَأَبَا بَكْرٍ وَعُمَرَ كَانُوا يُصَلُّونَ الْعِيدَيْنِ قَبْلَ الْخُطْبَةِ .",
    "hadithBengali": "১৯৩৭-(৮/৮৮৮) আবূ বাকর ইবনু আবূ শায়বাহ (রহঃ) ..... আবদুল্লাহ উমর (রাযিঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম, আবূ বাকর (রাযিঃ) ও উমর (রাযিঃ) ঈদের সলাত খুতবার আগে আদায় করতেন। (ইসলামী ফাউন্ডেশন ১৯২২, ইসলামীক সেন্টার ১৯২৮)\n",
    "checkStatus": "1",
    "hadithNo": "1937",
    "id": "48697",
    "thesequence": "48210",
    "isActive": "1",
    "chapterId": "18083",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Said al-Khudri reported that the Messenger of Allah (ﷺ) used to go out on the day of Adha and on the day of Fitr and commenced the prayer. And after having observed his prayer and pronounced the salutation, he stood up facing people as they were seated at their places of worship. And if he intended to send out an army he made mention of it to the people, and if he intended any other thing besides it, he commanded them (to do that). He used to say (to the people):\nGive alms, give alms, give alms, and the majority that gave alms was of women. He then returned and this (practice) remained (in vogue) till Marwan b. al- Hakam (came into power). I went out hand in hand with Marwan till we came to the place of worship and there Kathir b. Salt had built a pulpit of clay and brick. Marwan began to tug me with his hand as though he were pulling me towards the pulpit, while I was pulling him towards the prayer. When I saw him doing that I said: What has happened to the practice of beginning with prayer? He said: No, Abu Said, what you are familiar with has been abandoned. I thereupon said (three times and went back): By no means, by Him in Whose hand my life is, you are not doing anything better than what I am familiar with.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ دَاوُدَ بْنِ قَيْسٍ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ بْنِ سَعْدٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَخْرُجُ يَوْمَ الأَضْحَى وَيَوْمَ الْفِطْرِ فَيَبْدَأُ بِالصَّلاَةِ فَإِذَا صَلَّى صَلاَتَهُ وَسَلَّمَ قَامَ فَأَقْبَلَ عَلَى النَّاسِ وَهُمْ جُلُوسٌ فِي مُصَلاَّهُمْ فَإِنْ كَانَ لَهُ حَاجَةٌ بِبَعْثٍ ذَكَرَهُ لِلنَّاسِ أَوْ كَانَتْ لَهُ حَاجَةٌ بِغَيْرِ ذَلِكَ أَمَرَهُمْ بِهَا وَكَانَ يَقُولُ   تَصَدَّقُوا تَصَدَّقُوا تَصَدَّقُوا  . وَكَانَ أَكْثَرَ مَنْ يَتَصَدَّقُ النِّسَاءُ ثُمَّ يَنْصَرِفُ فَلَمْ يَزَلْ كَذَلِكَ حَتَّى كَانَ مَرْوَانُ بْنُ الْحَكَمِ فَخَرَجْتُ مُخَاصِرًا مَرْوَانَ حَتَّى أَتَيْنَا الْمُصَلَّى فَإِذَا كَثِيرُ بْنُ الصَّلْتِ قَدْ بَنَى مِنْبَرًا مِنْ طِينٍ وَلَبِنٍ فَإِذَا مَرْوَانُ يُنَازِعُنِي يَدَهُ كَأَنَّهُ يَجُرُّنِي نَحْوَ الْمِنْبَرِ وَأَنَا أَجُرُّهُ نَحْوَ الصَّلاَةِ فَلَمَّا رَأَيْتُ ذَلِكَ مِنْهُ قُلْتُ أَيْنَ الاِبْتِدَاءُ بِالصَّلاَةِ فَقَالَ لاَ يَا أَبَا سَعِيدٍ قَدْ تُرِكَ مَا تَعْلَمُ . قُلْتُ كَلاَّ وَالَّذِي نَفْسِي بِيَدِهِ لاَ تَأْتُونَ بِخَيْرٍ مِمَّا أَعْلَمُ . ثَلاَثَ مِرَارٍ ثُمَّ انْصَرَفَ .",
    "hadithBengali": "১৯৩৮-(৯/৮৮৯) ইয়াহইয়া ইবনু আইয়ুব, কুতায়বাহ ও ইবনু হুজুর (রহঃ) ..... আবূ সাঈদ আল খুদরী (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল আযহা ও ঈদুল ফিতরের দিন বের হতেন এবং প্রথমে সলাত আদায় করতেন। যখন সলাত সম্পন্ন করে সালাম ফিরাতেন, লোকদের দিকে মুখ করে দাঁড়াতেন। তারা নিজ নিজ সলাতের স্থানে বসে থাকত। তারপর যদি কোথাও সৈন্য পাঠানোর প্রয়োজন হতো, তবে তা লোকদের নিকট ব্যক্ত করতেন। অথবা যদি অন্য কোন প্রয়োজন হতো তবে সে সম্পর্কে তাদেরকে নির্দেশ দিতেন এবং তিনি বলতেন, তোমরা সদাকাহ কর, সদাকাহ কর। দানের সবচেয়ে অগ্রগামী ছিল মহিলাগণ। অতঃপর তিনি ঘরে ফিরতেন।\n\nপরবর্তীকালে মারওয়ান যখন ক্ষমতায় অধিষ্ঠিত হল, তখন একবার আমি তার হাত ধরে চলতে চলতে ঈদগাহে এসে উপনীত হলাম। এসে দেখি কাসীর ইবনু সালত শক্ত মাটি ও ইট দিয়ে একটা মিম্বার তৈরি করে রেখেছে। মারওয়ান আমার থেকে এমনভাবে হাত টেনে ছুটাচ্ছিল যেন আমাকে মিম্বারের দিকে টানা হেঁচড়া করছে আর আমি তাকে সলাতের দিকে টানা হেঁচড়া করছি। যখন আমি তার এ মনোভাব দেখলাম আমি জিজ্ঞেস করলাম, প্রথমে সলাত আদায়ের নিয়ম কি হল? মারওয়ান বলল, না হে আবূ সাঈদ! তুমি যে নিয়ম সম্পর্কে অবহিত তা রহিত হয়ে গেছে। আমি বললাম, কখনও না! সে সত্তার কসম যার হাতে আমার প্রাণ! আমি যে নিয়ম সম্পর্কে অবহিত এর চেয়ে উত্তম কিছু তোমরা কখনও করতে পারবে না। এ কথা তিনি তিনবার উচ্চারণ করলেন। এরপর তিনি চলে আসলেন। (ইসলামী ফাউন্ডেশন ১৯২৩, ইসলামীক সেন্টার, ১৯৩০)\n",
    "checkStatus": "1",
    "hadithNo": "1938",
    "id": "48698",
    "thesequence": "48211",
    "isActive": "1",
    "chapterId": "18083",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya said:\nHe (the Messenger of Allah) commanded us that we should take out unmarried women and purdah-observing ladies for Id prayers, and he commanded the menstruating women to remain away from the place of worship of the Muslims.",
    "hadithArabic": " حَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا أَيُّوبُ، عَنْ مُحَمَّدٍ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ أَمَرَنَا - تَعْنِي النَّبِيَّ صلى الله عليه وسلم - أَنْ نُخْرِجَ فِي الْعِيدَيْنِ الْعَوَاتِقَ وَذَوَاتِ الْخُدُورِ وَأَمَرَ الْحُيَّضَ أَنْ يَعْتَزِلْنَ مُصَلَّى الْمُسْلِمِينَ .",
    "hadithBengali": "১৯৩৯-(১০/৮৯০) আবূর রাবী&#39; আয যাহরানী (রহঃ) ..... উম্মু আতিয়াহ (রাযিঃ) থেকে বর্ণিত। আমাদেরকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আদেশ করেছেন, আমরা যেন পরিণত বয়স্কা মেয়েদেরকে ও পর্দানশীন মেয়ে লোকদেরকে ঈদের সলাতে যাওয়ার জন্য বলি এবং তিনি ঋতুবতী নারীদেরকে আদেশ করেছেন তারা যেন মুসলিমদের সলাতের স্থান থেকে কিছুটা পৃথক থাকে। (ইসলামী ফাউন্ডেশন ১৯২৪, ইসলামীক সেন্টার ১৯৩১)\n",
    "checkStatus": "1",
    "hadithNo": "1939",
    "id": "48699",
    "thesequence": "48212",
    "isActive": "1",
    "chapterId": "18084",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "১. দু&#039; ঈদের দিনে নারীদের ঈদগাহে যাওয়া এবং পুরুষদের থেকে পৃথক থেকে খুতবায় শারীক হওয়ার বৈধতা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nWe were commanded to bring out on old days purdah-observing ladies and those unmarried, and menstruating women came out but remained behind people and pronounced takbir (Allah-o-Akbar) along with them.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ حَفْصَةَ بِنْتِ، سِيرِينَ عَنْ أُمِّ عَطِيَّةَ، قَالَتْ كُنَّا نُؤْمَرُ بِالْخُرُوجِ فِي الْعِيدَيْنِ وَالْمُخَبَّأَةُ وَالْبِكْرُ قَالَتِ الْحُيَّضُ يَخْرُجْنَ فَيَكُنَّ خَلْفَ النَّاسِ يُكَبِّرْنَ مَعَ النَّاسِ .",
    "hadithBengali": "১৯৪০-(১১/...) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... উম্মু &#39;আতিয়াহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমাদেরকে (রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়) ঈদের মাঠে বের হওয়ার আদেশ করা হত এমনকি গৃহবাসিনী পর্দানশীন মহিলা ও প্রাপ্তবয়স্কা কুমারীকেও অনুমতি দেয়া হতো। উম্মু আতিয়াহ বলেন, ঋতুবতী মহিলারাও বের হয়ে আসত এবং সব লোকের সাথে তাকবীর পাঠ করত। (ইসলামী ফাউন্ডেশন ১৯২৫, ইসলামীক সেন্টার ১৯৩২)\n",
    "checkStatus": "1",
    "hadithNo": "1940",
    "id": "48700",
    "thesequence": "48213",
    "isActive": "1",
    "chapterId": "18084",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "১. দু&#039; ঈদের দিনে নারীদের ঈদগাহে যাওয়া এবং পুরুষদের থেকে পৃথক থেকে খুতবায় শারীক হওয়ার বৈধতা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Atiyya reported:\nThe Messenger of Allah (ﷺ) commanded us to bring out onId-ul-Fitr and Id-ul-Adha young women, menstruating women and purdah-observing ladies, menstruating women kept back from prayer, but participated in goodness and supplication of the Muslims. I said: Messenger of Allah, one of us does not have an outer garment (to cover her face and body). He said: Let her sister cover her with her outer garment.",
    "hadithArabic": "وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا هِشَامٌ، عَنْ حَفْصَةَ بِنْتِ، سِيرِينَ عَنْ أُمِّ عَطِيَّةَ، قَالَتْ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نُخْرِجَهُنَّ فِي الْفِطْرِ وَالأَضْحَى الْعَوَاتِقَ وَالْحُيَّضَ وَذَوَاتِ الْخُدُورِ فَأَمَّا الْحُيَّضُ فَيَعْتَزِلْنَ الصَّلاَةَ وَيَشْهَدْنَ الْخَيْرَ وَدَعْوَةَ الْمُسْلِمِينَ . قُلْتُ يَا رَسُولَ اللَّهِ إِحْدَانَا لاَ يَكُونُ لَهَا جِلْبَابٌ قَالَ   لِتُلْبِسْهَا أُخْتُهَا مِنْ جِلْبَابِهَا  .",
    "hadithBengali": "১৯৪১-(১২/...) &#39;আমর আন নাকিদ (রহঃ) ..... উম্মু আতিয়্যাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমাদেরকে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আদেশ করেছেন। আমরা যেন মহিলাদেরকে ঈদুল ফিতর ও ঈদুল আযহাতে বের করে দেই- পরিণত বয়স্কা, ঋতুবতী ও গৃহবাসিনী সবাইকে। তবে ঋতুবতী মহিলারা সলাত থেকে বিরত থাকবে। বাকী পুণ্যের কাজে ও মুসলিমদের দু&#39;আয় শারীক হবে। আমি বললামঃ হে আল্লাহর রসূল! আমাদের কারো কারো চাদর ওড়না নেই। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তার জন্য বোন তাকে নিজ চাদর বা ওড়না পরিয়ে দিবে। (ইসলামী ফাউন্ডেশন ১৯২৬, ইসলামীক সেন্টার ১৯৩৩)\n",
    "checkStatus": "1",
    "hadithNo": "1941",
    "id": "48701",
    "thesequence": "48214",
    "isActive": "1",
    "chapterId": "18084",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "১. দু&#039; ঈদের দিনে নারীদের ঈদগাহে যাওয়া এবং পুরুষদের থেকে পৃথক থেকে খুতবায় শারীক হওয়ার বৈধতা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas reported that the Messenger of Allah (ﷺ) went out on the day of Adha or Fitr and observed two rakahs, and did not observe prayer (at that place) before and after that. He then came to the women along with Bilal and commanded them to give alms and the women began to give their rings and necklaces.",
    "hadithArabic": "وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيٍّ، عَنْ سَعِيدِ، بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ يَوْمَ أَضْحَى أَوْ فِطْرٍ فَصَلَّى رَكْعَتَيْنِ لَمْ يُصَلِّ قَبْلَهَا وَلاَ بَعْدَهَا ثُمَّ أَتَى النِّسَاءَ وَمَعَهُ بِلاَلٌ فَأَمَرَهُنَّ بِالصَّدَقَةِ فَجَعَلَتِ الْمَرْأَةُ تُلْقِي خُرْصَهَا وَتُلْقِي سِخَابَهَا",
    "hadithBengali": "১৯৪২-(১৩/৮৮৪) উবায়দুল্লাহ ইবনু মু&#39;আয আল আম্বারী (রহঃ) ..... ইবনু আব্বাস (রাযিঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার ঈদুল আযহা ও ঈদুল ফিতরের দিন বের হলেন এবং দু&#39; রাকাআত সলাত আদায় করলেন। এর পূর্বে ও পরে কোন সলাত আদায় করেননি। অতঃপর তিনি মহিলাদের নিকট আসলেন। এ সময় তার সাথে বিলাল (রাযিঃ) ছিলেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে সদাকাহ করতে আদেশ করলেন। মহিলারা নিজ নিজ কানের রিং ও গলার হার বিলিয়ে দিতে লাগল। (ইসলামী ফাউন্ডেশন ১৯২৭, ইসলামীক সেন্টার ১৯৩৪)\n",
    "checkStatus": "1",
    "hadithNo": "1942",
    "id": "48702",
    "thesequence": "48215",
    "isActive": "1",
    "chapterId": "18085",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "২. ঈদের সলাতের পূর্বে ও পরে ঈদগাহে সুন্নাত সলাত আদায় না করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated on the authority of Shuba with the same chain of transmitters.",
    "hadithArabic": " وَحَدَّثَنِيهِ عَمْرٌو النَّاقِدُ، حَدَّثَنَا ابْنُ إِدْرِيسَ، ح وَحَدَّثَنِي أَبُو بَكْرِ بْنُ نَافِعٍ، وَمُحَمَّدُ، بْنُ بَشَّارٍ جَمِيعًا عَنْ غُنْدَرٍ، كِلاَهُمَا عَنْ شُعْبَةَ، بِهَذَا الإِسْنَادِ نَحْوَهُ",
    "hadithBengali": "১৯৪৩-(.../...) &#39;আমর আন নাকিদ, আবূ বাকর ইবনু নাফি ও মুহাম্মাদ ইবনু বাশশার (রহঃ) ..... তারা শুবাহ (রহঃ) থেকে একই সূত্রে অনুরূপ বর্ণনা করেছেন। (ইসলামী ফাউন্ডেশন ১৯২৮, ইসলামীক সেন্টার ১৯৩৫)\n",
    "checkStatus": "1",
    "hadithNo": "1943",
    "id": "48703",
    "thesequence": "48216",
    "isActive": "1",
    "chapterId": "18085",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "২. ঈদের সলাতের পূর্বে ও পরে ঈদগাহে সুন্নাত সলাত আদায় না করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah b. Umar reported that (his father) Umar b. Khattab asked Abu Waqid al-Laithi what the Messenger of Allah (ﷺ) used to recite on Id-ul-Adha and Id-ul-Fitr. He said:\nHe used to recite in them: Qaf. By the Glorious Quran (Surah 1), The Hour drew near, and the moon was rent asunder (Surah liv.).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ ضَمْرَةَ بْنِ سَعِيدٍ الْمَازِنِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، سَأَلَ أَبَا وَاقِدٍ اللَّيْثِيَّ مَا كَانَ يَقْرَأُ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الأَضْحَى وَالْفِطْرِ فَقَالَ كَانَ يَقْرَأُ فِيهِمَا بِـ { ق وَالْقُرْآنِ الْمَجِيدِ} وَ { اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ}",
    "hadithBengali": "১৯৪৪-(১৪/৮৯১) ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ..... উবায়দুল্লাহ ইবনু আবদুল্লাহ (রহঃ) থেকে বর্ণিত। উমর ইবনুল খাত্ত্বাব (রাযিঃ) আবূ ওয়কিদ আল লায়সী (রাযিঃ) কে জিজ্ঞেস করেছেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল ফিত্বর ও আযহার সলাতে কি কিরআত পাঠ করতেন? আবূ ওয়াকিদ (রাযিঃ) বললেন, তিনি এতে <em>কাফ, ওয়াল</em> <em>কুরআ</em><em>-</em><em>নিল</em> <em>মাজীদ</em><em> (</em><em>সূরাহ</em> <em>কাফ</em><em>) </em>এবং<em> </em><em>ইক্বতারাবাতিস</em> <em>সা</em><em>-</em><em>আতু</em> <em>ওয়ান</em> <em>শাক্বক্বাল</em> <em>কামার</em><em> </em>(সূরাহ কামার)<em> </em>পাঠ করতেন। (ইসলামী ফাউন্ডেশন ১৯২৯, ইসলামীক সেন্টার ১৯৩৬)\n",
    "checkStatus": "1",
    "hadithNo": "1944",
    "id": "48704",
    "thesequence": "48217",
    "isActive": "1",
    "chapterId": "18086",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "৩. দু&#039; ঈদের সলাতে কোন সূরাহ্ পাঠ করবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Utba reported that his father Waqid al-Laithi said:\nUmar b. Khattab asked me what the Messenger of Allah (ﷺ) recited on Id day. I said: The Hour drew near and Qaf. By the Glorious Quran.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا فُلَيْحٌ، عَنْ ضَمْرَةَ، بْنِ سَعِيدٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ، قَالَ سَأَلَنِي عُمَرُ بْنُ الْخَطَّابِ عَمَّا قَرَأَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي يَوْمِ الْعِيدِ فَقُلْتُ بِـ { اقْتَرَبَتِ السَّاعَةُ} وَ { ق وَالْقُرْآنِ الْمَجِيدِ}",
    "hadithBengali": "১৯৪৫-(১৫/...) ইসহাক ইবনু ইবরাহীম (রহঃ) ..... আবূ ওয়াকিদ আল লায়সী (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আমাকে উমার ইবনুল খাত্ত্বাব (রাযিঃ) জিজ্ঞেস করলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদের দিনে কোন সূরাহ পড়েছেন? আমি উত্তরে বললাম, তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) ইক্বতারাবাতিস সা-আতু&rdquo; (সূরাহ কামার) এবং কাফ, ওয়াল কুরআ-নিল মাজীদ (সূরাহ কাফ) পাঠ করেছেন। (ইসলামী ফাউন্ডেশন ১৯৩০, ইসলামীক সেন্টার ১৯৩৭)\n",
    "checkStatus": "1",
    "hadithNo": "1945",
    "id": "48705",
    "thesequence": "48218",
    "isActive": "1",
    "chapterId": "18086",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "৩. দু&#039; ঈদের সলাতে কোন সূরাহ্ পাঠ করবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nAbu Bakr came to see me and I had two girls with me from among the girls of the Ansar and they were singing what the Ansar recited to one another at the Battle of Buath. They were not, however, singing girls. Upon this Abu Bakr said: What I (the playing of) this wind instrument of Satan in the house of the Messenger of Allah (ﷺ) and this too on Id day? Upon this the Messenger of Allah (ﷺ) said: Abu Bakr, every people have a festival and it is our festival (so let them play on).",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَ عَلَىَّ أَبُو بَكْرٍ وَعِنْدِي جَارِيَتَانِ مِنْ جَوَارِي الأَنْصَارِ تُغَنِّيَانِ بِمَا تَقَاوَلَتْ بِهِ الأَنْصَارُ يَوْمَ بُعَاثٍ قَالَتْ وَلَيْسَتَا بِمُغَنِّيَتَيْنِ . فَقَالَ أَبُو بَكْرٍ أَبِمُزْمُورِ الشَّيْطَانِ فِي بَيْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَذَلِكَ فِي يَوْمِ عِيدٍ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَا أَبَا بَكْرٍ إِنَّ لِكُلِّ قَوْمٍ عِيدًا وَهَذَا عِيدُنَا  .",
    "hadithBengali": "১৯৪৬-(১৬/৮৯২) আবূ বাকর ইবনু আবূ শায়বাহ (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আবূ বকর (রাযিঃ) আমার নিকট আসলেন। এ সময় আমার কাছে আনসার সম্প্রদায়ের দু&#39;টি মেয়ে গান গাচ্ছিল। আনসারগণ বুআস যুদ্ধের সময় এ গানটি গেয়েছিল। আয়িশাহ (রাযিঃ) বলেন, তারা অবশ্য (পেশাগত) গায়িকা ছিল না। আবূ বাকর (রাযিঃ) বললেন, একি? রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে আবূ বকর প্রত্যেক জাতির জন্য উৎসবের ব্যবস্থা আছে। আর এটা হচ্ছে আমাদের উৎসবের দিন। (ইসলামী ফাউন্ডেশন ১৯৩১, ইসলামীক সেন্টার ১৯৩৮)\n",
    "checkStatus": "1",
    "hadithNo": "1946",
    "id": "48706",
    "thesequence": "48219",
    "isActive": "1",
    "chapterId": "18087",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনগুলোতে আল্লাহর নাফরমানী হয় না এমন ক্রীড়া-কৌতুক করার অবকাশ প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This hadith has been narrated by Hisham with the same chain of transmitters, but there the words are:\n Two girls were playing upon a tambourine.",
    "hadithArabic": " وَحَدَّثَنَاهُ يَحْيَى بْنُ يَحْيَى، وَأَبُو كُرَيْبٍ جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ، عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ . وَفِيهِ جَارِيَتَانِ تَلْعَبَانِ بِدُفٍّ .",
    "hadithBengali": "১৯৪৭-(.../...) ইয়াহইয়া ইবনু ইয়াহইয়া ও আবূ কুরায়ব (রহঃ) ..... উভয়ে হিশাম (রহঃ) একই সূত্রে অনুরূপ বর্ণনা করেছেন। এ সূত্রে বর্ণিত হয়েছে- দু&#39;টি বালিকা দফ বাজিয়ে খেলা করছিল। (ইসলামী ফাউন্ডেশন ১৯৩২, ইসলামীক সেন্টার ১৯৩৯)\n",
    "checkStatus": "1",
    "hadithNo": "1947",
    "id": "48707",
    "thesequence": "48220",
    "isActive": "1",
    "chapterId": "18087",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনগুলোতে আল্লাহর নাফরমানী হয় না এমন ক্রীড়া-কৌতুক করার অবকাশ প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported that Abu Bakr came to her and there were with her two girls on Adha days who were singing and beating the tambourine and the Messenger of Allah (ﷺ) had wrapped himself with his mantle. Abu Bakr scolded them. The Messenger of Allah (may peace he upon him) uncovered (his face) and said:\nAbu Bakr, leave them alone for these are the days of Id. And Aisha said: I recapitulate to my mind the fact that once the Messenger of Allah (ﷺ) screened me with his mantle and I saw the sports of the Abyssinians, and I was only a girl, and so you can well imagine how a girl of tender age is fond of watching the sport.",
    "hadithArabic": "حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، أَنَّ ابْنَ شِهَابٍ، حَدَّثَهُ عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ أَبَا بَكْرٍ، دَخَلَ عَلَيْهَا وَعِنْدَهَا جَارِيَتَانِ فِي أَيَّامِ مِنًى تُغَنِّيَانِ وَتَضْرِبَانِ وَرَسُولُ اللَّهِ صلى الله عليه وسلم مُسَجًّى بِثَوْبِهِ فَانْتَهَرَهُمَا أَبُو بَكْرٍ فَكَشَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْهُ وَقَالَ   دَعْهُمَا يَا أَبَا بَكْرٍ فَإِنَّهَا أَيَّامُ عِيدٍ  . وَقَالَتْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَسْتُرُنِي بِرِدَائِهِ وَأَنَا أَنْظُرُ إِلَى الْحَبَشَةِ وَهُمْ يَلْعَبُونَ وَأَنَا جَارِيَةٌ فَاقْدِرُوا قَدْرَ الْجَارِيَةِ الْعَرِبَةِ الْحَدِيثَةِ السِّنِّ .",
    "hadithBengali": "১৯৪৮-(১৭/...) হারূন ইবনু সাঈদ আল আয়লী (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। আবূ বাকর (রাযিঃ) আইয়্যামে তাশরীকের দিনে আয়িশাহ (রাযিঃ) এর নিকট গিয়ে দেখেন যে, তার কাছে দুটি বালিকা গান করছে এবং দফ বাজাচ্ছে। আর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চাদর দিয়ে মাথা ঢাকা অবস্থায় ছিলেন। আবূ বকর (রাযিঃ) এটা দেখে বালিকাদ্বয়কে খুব শাসলেন বা ধমক দিলেন। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার চেহারা থেকে কাপড় সরিয়ে বলেন, হে আবূ বকর! এদেরকে ছেড়ে দাও। এ দিনগুলো হল ঈদের দিন। আয়িশাহ (রাযিঃ) আরও বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখেছি তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আমাকে তার চাদর দ্বারা ঢেকে দিচ্ছেন, যখন আমি আবিসিনিয়ার যুবকদের (কৃষ্ণাঙ্গ) খেলার দৃশ্য অবলোকন করছিলাম। তখন আমি সবেমাত্র বালিকা। অতএব তোমরা অল্পবয়স্কা বালিকাদের সখের মূল্যায়ন কর। অল্পবয়স্ক বালিকারা অনেকক্ষণ আমোদ-ফুর্তিতে মেতে থাকে। (ইসলামী ফাউন্ডেশন ১৯৩৩, ইসলামীক সেন্টার ১৯৪০)\n",
    "checkStatus": "1",
    "hadithNo": "1948",
    "id": "48708",
    "thesequence": "48221",
    "isActive": "1",
    "chapterId": "18087",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনগুলোতে আল্লাহর নাফরমানী হয় না এমন ক্রীড়া-কৌতুক করার অবকাশ প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported:\nBY Allah, I remember the Messenger of Allah (ﷺ) standing on the door of my apartment screening me with his mantle enabling me to see the sport of the Abyssinians as they played with their daggers in the mosque of the Messenger of Allah (may peace be upom him). He (the Holy Prophet) kept standing for my sake till I was satiated and then I went back; and thus you can well imagine how long a girl tender of age who is fond of sports (could have watched it).",
    "hadithArabic": " وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنِي ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، بْنِ الزُّبَيْرِ قَالَ قَالَتْ عَائِشَةُ وَاللَّهِ لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُومُ عَلَى بَابِ حُجْرَتِي - وَالْحَبَشَةُ يَلْعَبُونَ بِحِرَابِهِمْ فِي مَسْجِدِ رَسُولِ اللَّهِ صلى الله عليه وسلم - يَسْتُرُنِي بِرِدَائِهِ لِكَىْ أَنْظُرَ إِلَى لَعِبِهِمْ ثُمَّ يَقُومُ مِنْ أَجْلِي حَتَّى أَكُونَ أَنَا الَّتِي أَنْصَرِفُ . فَاقْدُرُوا قَدْرَ الْجَارِيَةِ الْحَدِيثَةِ السِّنِّ حَرِيصَةً عَلَى اللَّهْوِ .",
    "hadithBengali": "১৯৪৯-(১৮/...) আবূত তহির (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, আল্লাহর শপথ আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখলাম, তিনি আমার হুজরার দরজায় দাঁড়িয়ে আছেন আর কৃষ্ণাঙ্গ যুবকেরা তাদের অস্ত্র দ্বারা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাসজিদে নবাবীতে তাদের যুদ্ধের কলাকৌশল দেখাচ্ছে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে তার চাদর দ্বারা আড়াল করে দিচ্ছেন যাতে আমি তাদের খেলা দেখতে পারি। অতঃপর তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আমার জন্য দাঁড়িয়ে থাকলেন, যতক্ষণ আমি নিজে ফিরে না আসি। অতএব অল্পবয়স্কা বালিকাদের খেল-তামাশার প্রতি যে লোভ রয়েছে তার মূল্যায়ন কর (তার সখ পূর্ণ কর)। (ইসলামী ফাউন্ডেশন ১৯৩৪, ইসলামীক সেন্টার ১৯৪১)\n",
    "checkStatus": "1",
    "hadithNo": "1949",
    "id": "48709",
    "thesequence": "48222",
    "isActive": "1",
    "chapterId": "18087",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনগুলোতে আল্লাহর নাফরমানী হয় না এমন ক্রীড়া-কৌতুক করার অবকাশ প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " `Aisha reported:\nThe Messenger of Allah (ﷺ) came (to my apartment) while there were two girls with me singing the song of the Battle of Bu`ath. He lay down on the bed and turned away his face. Then came Abu Bakr and he scolded me and said: Oh! this musical instrument of the devil in the house of the Messenger of Allah (ﷺ)! The Messenger of Allah (ﷺ) turned towards him and said: Leave them alone. And when he (the Holy Prophet) became unattentive, I hinted them and they went out, and it was the day of `Id and the black men were playing with shields and spears. (I do not remember) whether I asked the Messenger of Allah (ﷺ) or whether he said to me if I desired to see (that sport). I said: Yes. I stood behind him with his face parallel to my face, and he said: O Banu Arfada, be busy (in your sports) till I was satiated. He said (to me): Is that enough? I said: Yes. Upon this he asked me to go.",
    "hadithArabic": " حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَيُونُسُ بْنُ عَبْدِ الأَعْلَى، - وَاللَّفْظُ لِهَارُونَ - قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنَا عَمْرٌو، أَنَّ مُحَمَّدَ بْنَ عَبْدِ الرَّحْمَنِ، حَدَّثَهُ عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَعِنْدِي جَارِيَتَانِ تُغَنِّيَانِ بِغِنَاءِ بُعَاثٍ فَاضْطَجَعَ عَلَى الْفِرَاشِ وَحَوَّلَ وَجْهَهُ فَدَخَلَ أَبُو بَكْرٍ فَانْتَهَرَنِي وَقَالَ مِزْمَارُ الشَّيْطَانِ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَقْبَلَ عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  دَعْهُمَا  فَلَمَّا غَفَلَ غَمَزْتُهُمَا فَخَرَجَتَا وَكَانَ يَوْمَ عِيدٍ يَلْعَبُ السُّودَانُ بِالدَّرَقِ وَالْحِرَابِ فَإِمَّا سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَإِمَّا قَالَ  تَشْتَهِينَ تَنْظُرِينَ  . فَقُلْتُ نَعَمْ فَأَقَامَنِي وَرَاءَهُ خَدِّي عَلَى خَدِّهِ وَهُوَ يَقُولُ  دُونَكُمْ يَا بَنِي أَرْفَدَةَ  . حَتَّى إِذَا مَلِلْتُ قَالَ  حَسْبُكِ  . قُلْتُ نَعَمْ . قَالَ  فَاذْهَبِي  .",
    "hadithBengali": "১৯৫০-(১৯/...) হারূন ইবনু সাঈদ আল আয়লী ও ইউনুস ইবনু আবদুল আ&#39;লা (রহঃ) [শব্দগুলো হারূনের] ...... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, একবার রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে প্রবেশ করে দেখেন, আমার কাছে দুটি বালিকা জাহিলিয়্যাত যুগে সংঘটিত বু&#39;আস যুদ্ধের গান গাইছে। তিনি বিছানায় কাত হয়ে শুয়ে চেহারা অন্যদিকে ফিরিয়ে দিলেন। এমন সময় আবূ বকর (রাযিঃ) প্রবেশ করলেন। তিনি (এ দৃশ্য দেখে) আমাকে ধমক দিয়ে বললেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে শাইতনের বাদ্য চলছে? (এ কথা শুনে) রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দিকে ফিরে বললেন, হে আবূ বাকর! এদেরকে ছেড়ে দাও। এরপর তিনি যখন অন্যমনস্ক হলেন, আমি বালিকাদ্বয়কে আস্তে খোচা দিলাম। তারা বের হয়ে চলে গেল। এটা ঈদের ঘটনা। কৃষ্ণাঙ্গ যুবকেরা ঢাল-বল্লম দ্বারা রণকৌশল ও খেল-তামাশা করছিল। তখন হয়ত আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আবেদন করেছি না হয় তিনি আমাকে জিজ্ঞেস করেছেন তুমি কি তা দেখতে আগ্রহী? আমি বললাম- জি হ্যাঁ। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আমাকে তার পিছনে এমনভাবে দাঁড় করিয়ে দিলেন যে, আমার গণ্ডদেশ তার গণ্ডদেশের উপর সংলগ্ন হ&#39;ল। এরপর তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তাদেরকে লক্ষ্য করে বললেন, হে বানী আরফিদাহ! তোমরা তোমাদের খেলা চালিয়ে যাও। অনেকক্ষণ পর আমি যখন একটু বিরক্তবোধ করলাম, তিনি আমাকে জিজ্ঞেস করলেন, হয়েছে তো? আমি বললাম, জি হ্যাঁ! তিনি বললেন, তাহলে এবার যাও। (ইসলামী ফাউন্ডেশন ১৯৩৫, ইসলামীক সেন্টার ১৯৪২)\n",
    "checkStatus": "1",
    "hadithNo": "1950",
    "id": "48710",
    "thesequence": "48223",
    "isActive": "1",
    "chapterId": "18087",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনগুলোতে আল্লাহর নাফরমানী হয় না এমন ক্রীড়া-কৌতুক করার অবকাশ প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha reported that some Abyssinians came and gave a demonstration of armed fight on the Id day in the mosque. The Apostle of Allah (ﷺ) invited me (to see that fight). I placed my head on his shoulder and began to see their sport till it was I who turned away from watching them.",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ جَاءَ حَبَشٌ يَزْفِنُونَ فِي يَوْمِ عِيدٍ فِي الْمَسْجِدِ فَدَعَانِي النَّبِيُّ صلى الله عليه وسلم فَوَضَعْتُ رَأْسِي عَلَى مَنْكِبِهِ فَجَعَلْتُ أَنْظُرُ إِلَى لَعِبِهِمْ حَتَّى كُنْتُ أَنَا الَّتِي أَنْصَرِفُ عَنِ النَّظَرِ إِلَيْهِمْ.",
    "hadithBengali": "১৯৫১-(২০/...) যুহায়র ইবনু হারব (রহঃ) ..... আয়িশাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, কিছু সংখ্যক আবিসিনীয় লোক মাদীনায় পৌছে ঈদের দিন মাসজিদে নবাবীতে (অস্ত্র নিয়ে) খেলা করছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে ডাকলেন। আমি তার কাঁধের উপর মাথা রেখে তাদের খেলা দেখতে লাগলাম। অনেকক্ষণ এ দৃশ্য উপভোগ করে শেষ পর্যন্ত আমি নিজেই তাদের দিক থেকে দৃষ্টি ফিরিয়ে নিলাম। (ইসলামী ফাউন্ডেশন ১৯৩৬, ইসলামীক সেন্টার ১৯৪৩)\n",
    "checkStatus": "1",
    "hadithNo": "1951",
    "id": "48711",
    "thesequence": "48224",
    "isActive": "1",
    "chapterId": "18087",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনগুলোতে আল্লাহর নাফরমানী হয় না এমন ক্রীড়া-কৌতুক করার অবকাশ প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "This hadith has been narrated by Hisham with the same chain of transmitters but (the narrators) did not make mention of the mosque.",
    "hadithArabic": " وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا يَحْيَى بْنُ زَكَرِيَّاءَ بْنِ أَبِي زَائِدَةَ، ح وَحَدَّثَنَا ابْنُ، نُمَيْرٍ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، كِلاَهُمَا عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ وَلَمْ يَذْكُرَا فِي الْمَسْجِدِ .",
    "hadithBengali": "১৯৫২-(.../...) ইয়াহইয়া ইবনু ইয়াহইয়া, ইবনু নুমায়র (রহঃ) ..... উভয়ে হিশাম (রহঃ) থেকে উক্ত সানাদে অনুরূপ বর্ণিত হয়েছে। তবে তারা &#39;মসজিদের&#39; কথাটি উল্লেখ করেননি। (ইসলামী ফাউন্ডেশন ১৯৩৭, ইসলামীক সেন্টার ১৯৪৪)\n",
    "checkStatus": "1",
    "hadithNo": "1952",
    "id": "48712",
    "thesequence": "48225",
    "isActive": "1",
    "chapterId": "18087",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনগুলোতে আল্লাহর নাফরমানী হয় না এমন ক্রীড়া-কৌতুক করার অবকাশ প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha said that she sent a message to the players (of this armed fight) saying:\nI like to see them (fighting). She further said: The Messenger of Allah (ﷺ) stood up and I stood at the door (behind him) and saw (this fight) between his ears and his shoulders they played in the mosque. Ata (one of the narra- tors) said: Were they persians or Abyssinians? Ibn Atiq told me they were Abyssinians.",
    "hadithArabic": " وَحَدَّثَنِي إِبْرَاهِيمُ بْنُ دِينَارٍ، وَعُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، كُلُّهُمْ عَنْ أَبِي، عَاصِمٍ - وَاللَّفْظُ لِعُقْبَةَ - قَالَ حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، أَخْبَرَنِي عُبَيْدُ بْنُ عُمَيْرٍ، أَخْبَرَتْنِي عَائِشَةُ، أَنَّهَا قَالَتْ لِلَعَّابِينَ وَدِدْتُ أَنِّي أَرَاهُمْ قَالَتْ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقُمْتُ عَلَى الْبَابِ أَنْظُرُ بَيْنَ أُذُنَيْهِ وَعَاتِقِهِ وَهُمْ يَلْعَبُونَ فِي الْمَسْجِدِ . قَالَ عَطَاءٌ فُرْسٌ أَوْ حَبَشٌ . قَالَ وَقَالَ لِي ابْنُ عَتِيقٍ بَلْ حَبَشٌ .",
    "hadithBengali": "১৯৫৩-(২১/...) ইব্রাহীম ইবনু দীনার, উকবাহ ইবনু মুকরাম আল আম্মী ও আবদ ইবনু হুমায়দ (রহঃ) [শব্দাবলী উকুবাহ-এর] ... উবায়দ ইবনু উমায়র (রহঃ) থেকে বর্ণিত। আমাকে আয়িশাহ (রাযিঃ) জানিয়েছেন, তিনি ক্রীড়া প্রদর্শনকারীদের বলে পাঠালেন যে, তিনি তাদেরকে দেখতে আগ্রহী। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আমি উভয়ে দরজার উপর দাঁড়ালাম। আমি তার দুকানের মাঝে ও কাঁধ সংলগ্ন হয়ে দাঁড়িয়ে তা দেখেছিলাম তারা মাসজিদে (হাতিয়ার নিয়ে) খেলছিল। আতা বলেন, তারা পারস্যের অথবা আবিসিনিয়ার অধিবাসী ছিল। আর ইবনু আতীক আমাকে বলেনঃ বরং তারা আবিসিনিয়ার অধিবাসী ছিল। (ইসলামী ফাউন্ডেশন ১৯৩৮, ইসলামীক সেন্টার ১৯৪৫)\n",
    "checkStatus": "1",
    "hadithNo": "1953",
    "id": "48713",
    "thesequence": "48226",
    "isActive": "1",
    "chapterId": "18087",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনগুলোতে আল্লাহর নাফরমানী হয় না এমন ক্রীড়া-কৌতুক করার অবকাশ প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Huraira reported:\nWhile the Abyssinians were busy playing with their arms in the presence of the Messenger of Allah (ﷺ) Umar b. Khattab came there. He bent down to take up pebbles to throw at them (in order to make them go off). The Messenger of Allah (ﷺ) said to him: Umar, leave them alone.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ عَبْدٌ أَخْبَرَنَا وَقَالَ ابْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ بَيْنَمَا الْحَبَشَةُ يَلْعَبُونَ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِحِرَابِهِمْ إِذْ دَخَلَ عُمَرُ بْنُ الْخَطَّابِ فَأَهْوَى إِلَى الْحَصْبَاءِ يَحْصِبُهُمْ بِهَا . فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  دَعْهُمْ يَا عُمَرُ.",
    "hadithBengali": "১৯৫৪-(২২/৮৯৩) মুহাম্মাদ ইবনু রাফি&#39; ও &#39;আবদ ইবনু হুমায়দ (রহঃ) ..... আবূ হুরায়রাহ (রাযিঃ) থেকে বর্ণিত। তিনি বলেন, এক সময় আবিসিনীয় লোকেরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে যুদ্ধাস্ত্রের সাহায্যে খেলাধূলা করছিল। এমন সময় উমর ইবনুল খাত্ত্বাব (রাযিঃ) সেখানে আসলেন। তিনি (এ দৃশ্য দেখে) প্রস্তর খণ্ড তুলে তাদের প্রতি নিক্ষেপ করতে উদ্যত হলেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, এদেরকে খেলতে দাও হে উমার! (ইসলামী ফাউন্ডেশন ১৯৩৯, ইসলামীক সেন্টার ১৯৪৬)\n",
    "checkStatus": "1",
    "hadithNo": "1954",
    "id": "48714",
    "thesequence": "48227",
    "isActive": "1",
    "chapterId": "18087",
    "bookId": "22",
    "publisherId": "10",
    "sectionId": "519",
    "statusId": "1",
    "topicName": "৪. ঈদের দিনগুলোতে আল্লাহর নাফরমানী হয় না এমন ক্রীড়া-কৌতুক করার অবকাশ প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]