[
  {
    "hadithEnglish": "Narrated Umar bin Al-Khattab: I heard Allahs Messenger (sallallahu alaihi wa sallam) saying, The reward of deeds depends upon the intentions and every person will get the reward according to what he has intended. So whoever emigrated for worldly benefits or for a woman to marry, his emigration was for what he emigrated for.",
    "hadithArabic": "حَدَّثَنَا الْحُمَيْدِيُّ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ، قَالَ أَخْبَرَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ التَّيْمِيُّ، أَنَّهُ سَمِعَ عَلْقَمَةَ بْنَ وَقَّاصٍ اللَّيْثِيَّ، يَقُولُ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ عَلَى الْمِنْبَرِ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَقُولُ   إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا أَوْ إِلَى امْرَأَةٍ يَنْكِحُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ .",
    "hadithBengali": "১। হুমায়দী (রহঃ) আলকামা ইবনু  ওয়াক্কাস আল-লায়সী (রহঃ) থেকে বর্ণিত, আমি উমর ইবনুল খাত্তাব (রাঃ)-কে মিম্বরের ওপর দাঁড়িয়ে বলতে শুনেছিঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ প্রত্যেক কাজ নিয়তের সাথে সম্পর্কিত। আর মানুষ তার নিয়ত অনুযায়ী ফল পাবে। তাই যার হিজরত হবে দুনিয়া লাভের অথবা নারীকে বিয়ে করার উদ্দেশ্যে- সেই উদ্দেশ্যেই হবে তার হিজরতের প্রাপ্য।\n",
    "checkStatus": "1",
    "hadithNo": "1",
    "id": "1",
    "thesequence": "1",
    "isActive": "1",
    "chapterId": "1",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "1",
    "statusId": "1",
    "topicName": "১/ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি কিভাবে ওহী শুরু হয়েছিল",
    "rabiNameBn": "উমর ইবনুল খাত্তাব  (রাঃ)",
    "rabiNameEn": "Umar Ibnul Khattab (RA)"
  },
  {
    "hadithEnglish": "Narrated Aisha: (the mother of the faithful believers) Al-Harith bin Hisham asked Allahs Messenger (sallallahu alaihi wa sallam) O Allahs Messenger (sallallahu alaihi wa sallam)! How is the Divine Inspiration revealed to you? Allahs Messenger (sallallahu alaihi wa sallam) replied, Sometimes it is (revealed) like the ringing of a bell, this form of Inspiration is the hardest of all and then this state passes off after I have grasped what is inspired. Sometimes the Angel comes in the form of a man and talks to me and I grasp whatever he says. Aisha added: Verily I saw the Prophet (sallallahu alaihi wa sallam) being inspired divinely on a very cold day and noticed the sweat dropping from his forehead (as the Inspiration was over).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ ـ رضى الله عنها ـ أَنَّ الْحَارِثَ بْنَ هِشَامٍ ـ رضى الله عنه ـ سَأَلَ رَسُولَ اللَّهِ صلى  الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ يَأْتِيكَ الْوَحْىُ فَقَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   أَحْيَانًا يَأْتِينِي مِثْلَ صَلْصَلَةِ الْجَرَسِ ـ وَهُوَ أَشَدُّهُ عَلَىَّ ـ فَيُفْصَمُ عَنِّي وَقَدْ وَعَيْتُ عَنْهُ مَا قَالَ، وَأَحْيَانًا يَتَمَثَّلُ لِيَ الْمَلَكُ رَجُلاً فَيُكَلِّمُنِي فَأَعِي مَا يَقُولُ . قَالَتْ عَائِشَةُ رضى الله عنها وَلَقَدْ رَأَيْتُهُ يَنْزِلُ عَلَيْهِ الْوَحْىُ فِي الْيَوْمِ الشَّدِيدِ الْبَرْدِ، فَيَفْصِمُ عَنْهُ وَإِنَّ جَبِينَهُ لَيَتَفَصَّدُ عَرَقًا.",
    "hadithBengali": "২। আবদুল্লাহ ইবনু  ইউসুফ (রহঃ) আয়িশা (রাঃ) থেকে বর্ণিত, হারিস ইবনু  হিশাম (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করলেন, ইয়া রাসুলুল্লাহ! আপনার প্রতি ওহী কিভাবে আসে? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কোন সময় তা ঘন্টাধ্বনির ন্যায় আমার নিকট আসে। আর এটি-ই আমার উপর সবচাইতে কষ্টদায়ক হয় এবং তা সমাপ্ত হতেই ফিরিশতা যা বলেন আমি তা মুখস্থ করে নই, আবার কখনো ফিরিশতা মানুষের আকৃতিতে আমার সঙ্গে কথা বলেন। তিনি যা বলেন আমি তা মুখস্থ করে ফেলি। আয়িশা (রাঃ) বলেন, আমি প্রচন্ড শীতের দিনে ওহী নাযিলরত অবস্থায় তাঁকে দেখেছি। ওহী শেষ হলেই তাঁর কপাল থেকে ঘাম ঝরে পড়ত।\n",
    "checkStatus": "1",
    "hadithNo": "2",
    "id": "2",
    "thesequence": "2",
    "isActive": "1",
    "chapterId": "1",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "1",
    "statusId": "1",
    "topicName": "১/ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি কিভাবে ওহী শুরু হয়েছিল",
    "rabiNameBn": "আয়িশা (রাঃ)",
    "rabiNameEn": "Ayesha (RA)"
  },
  {
    "hadithEnglish": "Narrated Aisha: (the mother of the faithful believers) The commencement of the Divine Inspiration to Allahs Messenger (sallallahu alaihi wa sallam) was in the form of good dreams which came true like bright daylight, and then the love of seclusion was bestowed upon him. He used to go in seclusion in the cave of Hira where he used to worship (Allah alone) continuously for many days before his desire to see his family. He used to take with him the journey food for the stay and then come back to (his wife) Khadija to take his food likewise again till suddenly the Truth descended upon him while he was in the cave of Hira. The angel came to him and asked him to read. The Prophet (sallallahu alaihi wa sallam) replied, I do not know how to read. The Prophet (sallallahu alaihi wa sallam) added, The angel caught me (forcefully) and pressed me so hard that I could not bear it any more. He then released me and again asked me to read and I replied, I do not know how to read. Thereupon he caught me again and pressed me a second time till I could not bear it any more. He then released me and again asked me to read but again I replied, I do not know how to read (or what shall I read)? Thereupon he caught me for the third time and pressed me, and then released me and said, Read in the name of your Lord, who has created (all that exists), created man from a clot. Read! And your Lord is the Most Generous. (96.1, 96.2, 96.3) Then Allahs Messenger (sallallahu alaihi wa sallam) returned with the Inspiration and with his heart beating severely. Then he went to Khadija bint Khuwailid and said, Cover me! Cover me! They covered him till his fear was over and after that he told her everything that had happened and said, I fear that something may happen to me. Khadija replied, Never! By Allah, Allah will never disgrace you. You keep good relations with your kith and kin, help the poor and the destitute, serve your guests generously and assist the deserving calamity-afflicted ones. Khadija then accompanied him to her cousin Waraqa bin Naufal bin Asad bin Abdul Uzza, who, during the pre-Islamic Period became a Christian and used to write the writing with Hebrew letters. He would write from the Gospel in Hebrew as much as Allah wished him to write. He was an old man and had lost his eyesight. Khadija said to Waraqa, Listen to the story of your nephew, O my cousin! Waraqa asked, O my nephew! What have you seen? Allahs Messenger (sallallahu alaihi wa sallam) described whatever he had seen. Waraqa said, This is the same one who keeps the secrets (angel Gabriel) whom Allah had sent to Moses. I wish I were young and could live up to the time when your people would turn you out. Allahs Messenger (sallallahu alaihi wa sallam) asked, Will they drive me out? Waraqa replied in the affirmative and said, Anyone (man) who came with something similar to what you have brought was treated with hostility; and if I should remain alive till the day when you will be turned out then I would support you strongly. But after a few days Waraqa died and the Divine Inspiration was also paused for a while.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ، أَنَّهَا قَالَتْ أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللَّهِ صلى  الله عليه وسلم مِنَ الْوَحْىِ الرُّؤْيَا الصَّالِحَةُ فِي النَّوْمِ، فَكَانَ لاَ يَرَى رُؤْيَا إِلاَّ جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ، ثُمَّ حُبِّبَ إِلَيْهِ الْخَلاَءُ، وَكَانَ يَخْلُو بِغَارِ حِرَاءٍ فَيَتَحَنَّثُ فِيهِ ـ وَهُوَ التَّعَبُّدُ ـ اللَّيَالِيَ ذَوَاتِ الْعَدَدِ قَبْلَ أَنْ يَنْزِعَ إِلَى أَهْلِهِ، وَيَتَزَوَّدُ لِذَلِكَ، ثُمَّ يَرْجِعُ إِلَى خَدِيجَةَ، فَيَتَزَوَّدُ لِمِثْلِهَا، حَتَّى جَاءَهُ الْحَقُّ وَهُوَ فِي غَارِ حِرَاءٍ، فَجَاءَهُ الْمَلَكُ فَقَالَ اقْرَأْ. قَالَ  مَا أَنَا بِقَارِئٍ . قَالَ  فَأَخَذَنِي فَغَطَّنِي حَتَّى بَلَغَ مِنِّي الْجَهْدَ، ثُمَّ أَرْسَلَنِي فَقَالَ اقْرَأْ. قُلْتُ مَا أَنَا بِقَارِئٍ. فَأَخَذَنِي فَغَطَّنِي الثَّانِيَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدَ، ثُمَّ أَرْسَلَنِي فَقَالَ اقْرَأْ. فَقُلْتُ مَا أَنَا بِقَارِئٍ. فَأَخَذَنِي فَغَطَّنِي الثَّالِثَةَ، ثُمَّ أَرْسَلَنِي فَقَالَ {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الأَكْرَمُ} . فَرَجَعَ بِهَا رَسُولُ اللَّهِ صلى  الله عليه وسلم يَرْجُفُ فُؤَادُهُ، فَدَخَلَ عَلَى خَدِيجَةَ بِنْتِ خُوَيْلِدٍ رضى الله عنها فَقَالَ  زَمِّلُونِي زَمِّلُونِي . فَزَمَّلُوهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ، فَقَالَ لِخَدِيجَةَ وَأَخْبَرَهَا الْخَبَرَ  لَقَدْ خَشِيتُ عَلَى نَفْسِي . فَقَالَتْ خَدِيجَةُ كَلاَّ وَاللَّهِ مَا يُخْزِيكَ اللَّهُ أَبَدًا، إِنَّكَ لَتَصِلُ الرَّحِمَ، وَتَحْمِلُ الْكَلَّ، وَتَكْسِبُ الْمَعْدُومَ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ. فَانْطَلَقَتْ بِهِ خَدِيجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى ابْنَ عَمِّ خَدِيجَةَ ـ وَكَانَ امْرَأً تَنَصَّرَ فِي الْجَاهِلِيَّةِ، وَكَانَ يَكْتُبُ الْكِتَابَ الْعِبْرَانِيَّ، فَيَكْتُبُ مِنَ الإِنْجِيلِ بِالْعِبْرَانِيَّةِ مَا شَاءَ اللَّهُ أَنْ يَكْتُبَ، وَكَانَ شَيْخًا كَبِيرًا قَدْ عَمِيَ ـ فَقَالَتْ لَهُ خَدِيجَةُ يَا ابْنَ عَمِّ اسْمَعْ مِنَ ابْنِ أَخِيكَ. فَقَالَ لَهُ وَرَقَةُ يَا ابْنَ أَخِي مَاذَا تَرَى فَأَخْبَرَهُ رَسُولُ اللَّهِ صلى  الله عليه وسلم خَبَرَ مَا رَأَى. فَقَالَ لَهُ وَرَقَةُ هَذَا النَّامُوسُ الَّذِي نَزَّلَ اللَّهُ عَلَى مُوسَى صلى  الله عليه وسلم يَا لَيْتَنِي فِيهَا جَذَعًا، لَيْتَنِي أَكُونُ حَيًّا إِذْ يُخْرِجُكَ قَوْمُكَ. فَقَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم  أَوَمُخْرِجِيَّ هُمْ . قَالَ نَعَمْ، لَمْ يَأْتِ رَجُلٌ قَطُّ بِمِثْلِ مَا جِئْتَ بِهِ إِلاَّ عُودِيَ، وَإِنْ يُدْرِكْنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا. ثُمَّ لَمْ يَنْشَبْ وَرَقَةُ أَنْ تُوُفِّيَ وَفَتَرَ الْوَحْىُ.",
    "hadithBengali": "৩। ইয়াহ্ইয়া ইবনু  বুকায়র (রহঃ) আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি সর্বপ্রথম যে ওহী আসে, তা ছিল ঘুমের মধ্যে সত্য স্বপ্নরূপে। যে স্বপ্নই তিনি দেখতেন তা একেবারে ভোরের আলোর ন্যায় প্রকাশ পেত। তারপর তাঁর কাছে নির্জনতা প্রিয় হয়ে পড়ে এবং তিনি হেরা&#39;র গুহায় নির্জনে থাকতেন। আপন পরিবারের কাছে ফিরে আসা এবং কিছু খাদ্যসামগ্রী সঙ্গে নিয়ে যাওয়া এইভাবে সেখানে তিনি একাধারে বেশ কয়েক রাত ইবাদতে নিমগ্ন থাকতেন।<br />\nতারপর খাদীজা (রাঃ)-এর কাছে ফিরে এসে আবার অনুরূপ সময়ের জন্য কিছু খাদ্যসামগ্রী নিয়ে যেতেন। এমনিভাবে হেরা গুহায় অবস্থানকালে একদিন তাঁর কাছে ওহী এলো। তাঁর কাছে ফিরিশতা এসে বললেন, পড়ুন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ &ldquo;আমি বললাম, আমি পড়িনা। তিনি বলেনঃ তারপর তিনি আমাকে জড়িয়ে ধরে এমন ভাবে চাপ দিলেন যে, আমার অত্যন্ত কষ্ট হল। তারপর তিনি আমাকে ছেড়ে দিয়ে বললেন, পড়ুন। আমি বললামঃ আমিতো পড়ি না। তিনি দ্বিতীয়বার আমাকে জড়িয়ে ধরে এমন ভাবে চাপ দিলেন যে, আমার অত্যন্ত কষ্ট হল। এরপর তিনি আমাকে ছেড়ে দিয়ে বললেনঃ পড়ুন। আমি জবাব দিলাম, আমিতো পড়িনা। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তারপর তৃতীয়বার তিনি আমাকে জড়িয়ে ধরে চাপ দিলেন। এরপর ছেড়ে দিয়ে বললেন, &ldquo;পড়ুন আপনার রবের নামে যিনি সৃষ্টি করেছেন। সৃষ্টি করেছেন মানুষকে আলাক থেকে। পড়ুন আর আপনার রব্ মহামহিমান্বিত। &rdquo; (৯৬: ১-৩)<br />\n<br />\nতারপর এ আয়াত নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিরে এলেন। তাঁর অন্তর তখন কাঁপছিল। তিনি খাদীজা বিন্&zwnj;ত খুওয়ালিদের কাছে এসে বললেন, আমাকে চাঁদর দিয়ে ঢেকে দাও, আমাকে চাঁদর দিয়ে ঢেকে দাও।  তাঁরা তাঁকে চাঁদর দিয়ে ঢেকে দিলেন। অবশেষে তাঁর ভয় দূর হল। তখন তিনি খাদীজা (রাঃ) এর কাছে সকল ঘটনা জানিয়ে তাঁকে বললেন, আমি নিজের উপর আশংকা বোধ করছি। খাদীজা (রাঃ) বললেন, আল্লাহ্&zwnj;র কসম, কক্ষনো না। আল্লাহ্ আপনাকে কক্ষনো অপমানিত করবেন না। আপনিতো আত্মীয়-স্বজনের সাথে সদ্ব্যবহার করেন, অসহায় দুর্বলের দায়িত্ব বহন করেন, নিঃস্বকে সাহায্য করেন, মেহমানের মেহমানদারী করেন এবং দুর্দশাগ্রস্তকে সাহায্য করেন। এরপর তাঁকে নিয়ে খাদীজা (রাঃ) তাঁর চাচাতো ভাই ওয়ারাকা ইবনু  নাওফিল ইবনু  আবদুল আসাদ ইবনু  আবদুল উযযার কাছে গেলেন, যিনি জাহিলী যুগে ঈসায়ী  ধর্ম গ্রহণ করেছিলেন। তিনি ইবরানী ভাষা লিখতে জানতেন এবং আল্লাহ্&zwnj;র তওফীক অনুযায়ী ইবরানী ভাষায় ইনজীল থেকে অনুবাদ করতেন। তিনি ছিলেন অত্যন্ত বয়োবৃদ্ধ এবং অন্ধ হয়ে গিয়েছিলেন। খাদীজা (রাঃ) তাঁকে বললেন, হে চাচাতো ভাই! আপনার ভাতিজার কথা শুনুন।  ওয়ারাকা তাঁকে জিজ্ঞেস করলেন, ভাতিজা! তুমি কী দেখ? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা দেখেছিলেন, সবই খুলে বললেন।<br />\nতখন ওয়ারাকা তাঁকে বললেন, ইনি সে দূত যাঁকে আল্লাহ্ মূসা আলাইহি ওয়া সাল্লাম এর কাছে পাঠিয়েছিলেন। আফসোস! আমি যদি সেদিন যুবক থাকতাম। আফসোস! আমি যদি সেদিন জীবিত থাকতাম, যেদিন তোমার কাওম তোমাকে বের করে দেবে।  রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাঁরা কি আমাকে বের করে দিবে? তিনি বললেন, হ্যাঁ, অতীতে যিনই তোমার মত কিছু নিয়ে এসেছেন তাঁর সঙ্গেই শত্রুতা করা হয়েছে। সেদিন যদি আমি থাকি, তবে তোমাকে প্রবলভাবে সাহায্য করব।  এর কিছুদিন পর ওয়ারাকা (রাঃ) ইন্তেকাল করেন। আর ওহী স্থগিত থাকে।<br />\n<br />\nইবনু  শিহাব (রাঃ) জাবির ইবনু  আবদুল্লাহ আনসারী (রাঃ) ওহী স্থগিত হওয়া প্রসঙ্গে বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ একদা আমি হেঁটে চলেছি, হঠাৎ আকাশ থেকে একটি আওয়াজ শুনতে পেয়ে চোখ তুলে তাকালাম। দেখলাম, সেই ফিরিশতা, যিনি হেরায় আমার কাছে এসেছিলেন, আসমান ও যমিনের মাঝখানে একটি কুরসীতে বসে আছেন। এতে আমি ভয় পেয়ে গেলাম। তৎক্ষণাৎ আমি ফিরে এসে বললাম, আমাকে বস্ত্রাবৃত কর, আমাকে বস্ত্রাবৃত কর। তারপর আল্লাহ তা&#39;আলা নাযিল করলেন, হে বস্ত্রাচ্ছাদিত! উঠুন, সতর্কবানী প্রচার করুন এবং আপনার রবের শ্রেষ্ঠত্ব ঘোষণা করুন। আপনার পোশাক পবিত্র রাখুন। অপবিত্রতা থেকে দূরে থাকুন (৭৪: ১-৪)। এরপর ব্যাপকভাবে পর পর ওহী নাযিল হতে লাগল। আবদুল্লাহ ইবনু  ইউসুফ (রহঃ) ও আবূ সালেহ (রহঃ) অনুরুপ বর্ণনা করেছেন। হেলাল ইবনু  রাদদাদ (রহঃ) যুহরী (রহঃ) থেকেও অনুরুপ বর্ণনা করেছেন। ইউনুস ও মা&#39;মার - স্থলে শব্দ উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3",
    "id": "3",
    "thesequence": "3",
    "isActive": "1",
    "chapterId": "1",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "1",
    "statusId": "1",
    "topicName": "১/ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি কিভাবে ওহী শুরু হয়েছিল",
    "rabiNameBn": "আয়িশা (রাঃ)",
    "rabiNameEn": "Ayesha (RA)"
  },
  {
    "hadithEnglish": "Narrated Said bin Jubair: Ibn Abbas in the explanation of the statement of Allah Move not your tongue concerning (the Quran) to make haste therewith. (75.16) said Allahs Messenger (sallallahu alaihi wa sallam) used to bear the revelation with great trouble and used to move his lips (quickly) with the Inspiration. Ibn Abbas moved his lips saying, I am moving my lips in front of you as Allahs Messenger (sallallahu alaihi wa sallam) used to move his. Said moved his lips saying: I am moving my lips, as I saw Ibn Abbas moving his. Ibn Abbas added, So Allah revealed Move not your tongue concerning (the Quran) to make haste therewith. It is for Us to collect it and to give you (O Muhammad) the ability to recite it (the Quran) (75.16-17) which means that Allah will make him (the Prophet) remember the portion of the Quran which was revealed at that time by heart and recite it. The statement of Allah: And when we have recited it to you (O Muhammad through Gabriel) then you follow its (Quran) recital (75.18) means listen to it and be silent. Then it is for Us (Allah) to make it clear to you (75.19) means Then it is (for Allah) to make you recite it (and its meaning will be clear by itself through your tongue). Afterwards, Allahs Messenger (sallallahu alaihi wa sallam) used to listen to Gabriel whenever he came and after his departure he used to recite it as Gabriel had recited it.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، قَالَ حَدَّثَنَا مُوسَى بْنُ أَبِي عَائِشَةَ، قَالَ حَدَّثَنَا سَعِيدُ بْنُ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، فِي قَوْلِهِ تَعَالَى {لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ} قَالَ كَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم يُعَالِجُ مِنَ التَّنْزِيلِ شِدَّةً، وَكَانَ مِمَّا يُحَرِّكُ شَفَتَيْهِ ـ فَقَالَ ابْنُ عَبَّاسٍ فَأَنَا أُحَرِّكُهُمَا لَكُمْ كَمَا كَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم يُحَرِّكُهُمَا. وَقَالَ سَعِيدٌ أَنَا أُحَرِّكُهُمَا كَمَا رَأَيْتُ ابْنَ عَبَّاسٍ يُحَرِّكُهُمَا. فَحَرَّكَ شَفَتَيْهِ ـ فَأَنْزَلَ اللَّهُ تَعَالَى {لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ* إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ} قَالَ جَمْعُهُ لَهُ فِي صَدْرِكَ، وَتَقْرَأَهُ {فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ} قَالَ فَاسْتَمِعْ لَهُ وَأَنْصِتْ {ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} ثُمَّ إِنَّ عَلَيْنَا أَنْ تَقْرَأَهُ. فَكَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم بَعْدَ ذَلِكَ إِذَا أَتَاهُ جِبْرِيلُ اسْتَمَعَ، فَإِذَا انْطَلَقَ جِبْرِيلُ قَرَأَهُ النَّبِيُّ صلى  الله عليه وسلم كَمَا قَرَأَهُ.",
    "hadithBengali": "৪। মূসা ইবনু  ইসমাঈল (রহঃ) ইবনু  আব্বাস (রহঃ) থেকে বর্ণিত, মহান আল্লাহর বাণীঃ তাড়াতাড়ি ওহী আয়ত্ত করার জন্য আপনার জিহ্বা তার সাথে নাড়বেন না (৭৫:১৬) এর ব্যাখ্যায় তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ওহী নাযিলের সময় তা আয়ত্ত করতে বেশ কষ্ট স্বীকার করতেন এবং প্রায়ই তিনি তাঁর উভয় ঠোঁট নাড়াতেন। ইবনু  আব্বাস (রাঃ) বলেন, আমি তোমাকে দেখানোর জন্য ঠোঁট দুটি নাড়ছি যেভাবে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাড়াতেন। <br />\n<br />\nসাঈদ (রহঃ) (তাঁর শাগরিদদের) বললেন, আমি ইবনু  আব্বাস (রাঃ)-কে যেভাবে তাঁর ঠোঁট দুটি নাড়াতে দেখেছি, সেভাবেই আমার ঠোঁট দুটি নাড়াচ্ছি।  এই বলে তিনি তাঁর ঠোঁট দুটি নাড়ালেন। এ সম্পর্কে আল্লাহ্ তাআলা নাযিল করলেনঃ &ldquo;তাড়াতাড়ি ওহী আয়ত্ত করার জন্য আপনি আপনার জিহবা তার সাথে নাড়াবেন না। এর সংরক্ষণ ও পাঠ করানোর দায়িত্ব আমারই। &rdquo; (৭৫:১৬-১৮) ইবনু  আব্বাস (রাঃ) বলেন এর অর্থ হলঃ আপনার অন্তরে তা সংরক্ষণ করা এবং আপনার দ্বারা তা পাঠ করানো। সুতরাং যখন আমি তা পাঠ করি আপনি সে পাঠের অনুসরণ করুন (৭৫:১৯) ইবনু  আব্বাস (রাঃ) বলেন অর্থাৎ মনোযোগ সহকারে শুনুন এবং চুপ থাকুন। এরপর এর বিশদ ব্যাখ্যার দায়িত্ব আমারই (৭৫:১৯)।  অর্থাৎ আপনি তা পাঠ করবেন এটাও আমার দায়িত্ব। তারপর যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে জিবরাঈল আলাইহি ওয়া সাল্লাম আসতেন, তখন তিনি মনোযোগ সহকারে কেবল শুনতেন। জিবরাঈল আলাইহি ওয়া সাল্লাম চলে গেলে তিনি যেমন পড়েছিলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও ঠিক তেমনি পড়তেন।\n",
    "checkStatus": "1",
    "hadithNo": "4",
    "id": "4",
    "thesequence": "4",
    "isActive": "1",
    "chapterId": "1",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "1",
    "statusId": "1",
    "topicName": "১/ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি কিভাবে ওহী শুরু হয়েছিল",
    "rabiNameBn": "ইবনু আব্বাস (রাঃ)",
    "rabiNameEn": "Ibnu Abbas (RA)"
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas: Allahs Messenger (sallallahu alaihi wa sallam) was the most generous of all the people, and he used to reach the peak in generosity in the month of Ramadan when Gabriel met him. Gabriel used to meet him every night of Ramadan to teach him the Quran. Allahs Messenger (sallallahu alaihi wa sallam) was the most generous person, even more generous than the strong uncontrollable wind (in readiness and haste to do charitable deeds).",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، ح وَحَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا يُونُسُ، وَمَعْمَرٌ، عَنِ الزُّهْرِيِّ، نَحْوَهُ قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم أَجْوَدَ النَّاسِ، وَكَانَ أَجْوَدُ مَا يَكُونُ فِي رَمَضَانَ حِينَ يَلْقَاهُ جِبْرِيلُ، وَكَانَ يَلْقَاهُ فِي كُلِّ لَيْلَةٍ مِنْ رَمَضَانَ فَيُدَارِسُهُ الْقُرْآنَ، فَلَرَسُولُ اللَّهِ صلى  الله عليه وسلم أَجْوَدُ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ.",
    "hadithBengali": "৫।  আবদান  (রহঃ) ও বিশর ইবনু  মুহাম্মদ  (রহঃ)  ইবনু  আব্বাস  (রাঃ) থেকে বর্ণিত,  তিনি বলেন,  রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম  ছিলেন সর্বশ্রেষ্ঠ দাতা।  রমযানে তিনি আরো বেশী দানশীল হতেন,  যখন জিবরাঈল আলাইহি ওয়া সাল্লাম তাঁর সাথে সাক্ষাৎ করতেন।  আর রমযানের প্রতি রাতেই জিবরাঈল আলাইহি ওয়া সাল্লাম তাঁর সাথে সাক্ষাৎ করতেন এবং তাঁরা পরস্পর কুরআন তিলাওয়াত করে শোনাতেন।  নিশ্চয়ই রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম  রহমতের বাতাস থেকেও অধিক দানশীল ছিলেন। \n",
    "checkStatus": "1",
    "hadithNo": "5",
    "id": "5",
    "thesequence": "5",
    "isActive": "1",
    "chapterId": "1",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "1",
    "statusId": "1",
    "topicName": "১/ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি কিভাবে ওহী শুরু হয়েছিল",
    "rabiNameBn": "ইবনু আব্বাস (রাঃ)",
    "rabiNameEn": "Ibnu Abbas (RA)"
  },
  {
    "hadithEnglish": "Narrated Abdullah bin Abbas: Abu Sufyan bin Harb informed me that Heraclius had sent a messenger to him while he had been accompanying a caravan from Quraish. They were merchants doing business in Sham (Syria, Palestine, Lebanon and Jordan), at the time when Allahs Messenger (sallallahu alaihi wa sallam) had truce with Abu Sufyan and Quraish infidels. So Abu Sufyan and his companions went to Heraclius at Ilya (Jerusalem). Heraclius called them in the court and he had all the senior Roman dignitaries around him. He called for his translator who, translating Heracliuss question said to them, Who amongst you is closely related to that man who claims to be a Prophet? Abu Sufyan replied, I am the nearest relative to him (amongst the group). Heraclius said, Bring him (Abu Sufyan) close to me and make his companions stand behind him. Abu Sufyan added, Heraclius told his translator to tell my companions that he wanted to put some questions to me regarding that man (The Prophet) and that if I told a lie they (my companions) should contradict me. Abu Sufyan added, By Allah! Had I not been afraid of my companions labeling me a liar, I would not have spoken the truth about the Prophet. The first question he asked me about him was: What is his family status amongst you? I replied, He belongs to a good (noble) family amongst us. Heraclius further asked, Has anybody amongst you ever claimed the same (i.e. to be a Prophet) before him? I replied, No. He said, Was anybody amongst his ancestors a king? I replied, No. Heraclius asked, Do the nobles or the poor follow him? I replied, It is the poor who follow him. He said, Are his followers increasing decreasing (day by day)? I replied, They are increasing. He then asked, Does anybody amongst those who embrace his religion become displeased and renounce the religion afterwards? I replied, No. Heraclius said, Have you ever accused him of telling lies before his claim (to be a Prophet)? I replied, No.  Heraclius said, Does he break his promises? I replied, No. We are at truce with him but we do not know what he will do in it. I could not find opportunity to say anything against him except that. Heraclius asked, Have you ever had a war with him? I replied, Yes. Then he said, What was the outcome of the battles? I replied, Sometimes he was victorious and sometimes we. Heraclius said, What does he order you to do? I said, He tells us to worship Allah and Allah alone and not to worship anything along with Him, and to renounce all that our ancestors had said. He orders us to pray, to speak the truth, to be chaste and to keep good relations with our Kith and kin. Heraclius asked the translator to convey to me the following, I asked you about his family and your reply was that he belonged to a very noble family. In fact all the Apostles come from noble families amongst their respective peoples. I questioned you whether anybody else amongst you claimed such a thing, your reply was in the negative. If the answer had been in the affirmative, I would have thought that this man was following the previous mans statement. Then I asked you whether anyone of his ancestors was a king. Your reply was in the negative, and if it had been in the affirmative, I would have thought that this man wanted to take back his ancestral kingdom. I further asked whether he was ever accused of telling lies before he said what he said, and your reply was in the negative. So I wondered how a person who does not tell a lie about others could ever tell a lie about Allah. I, then asked you whether the rich people followed him or the poor. You replied that it was the poor who followed him. And in fact all the Apostle have been followed by this very class of people. Then I asked you whether his followers were increasing or decreasing. You replied that they were increasing, and in fact this is the way of true faith, till it is complete in all respects. I further asked you whether there was anybody, who, after embracing his religion, became displeased and discarded his religion. Your reply was in the negative, and in fact this is (the sign of) true faith, when its delight enters the hearts and mixes with them completely. I asked you whether he had ever betrayed. You replied in the negative and likewise the Apostles never betray. Then I asked you what he ordered you to do. You replied that he ordered you to worship Allah and Allah alone and not to worship any thing along with Him and forbade you to worship idols and ordered you to pray, to speak the truth and to be chaste. If what you have said is true, he will very soon occupy this place underneath my feet and I knew it (from the scriptures) that he was going to appear but I did not know that he would be from you, and if I could reach him definitely, I would go immediately to meet him and if I were with him, I would certainly wash his feet. Heraclius then asked for the letter addressed by Allahs Apostle which was delivered by Dihya to the Governor of Busra, who forwarded it to Heraclius to read. The contents of the letter were as follows: In the name of Allah the Beneficent, the Merciful (This letter is) from Muhammad the slave of Allah and His Apostle to Heraclius the ruler of Byzantine. Peace be upon him, who follows the right path. Furthermore I invite you to Islam, and if you become a Muslim you will be safe, and Allah will double your reward, and if you reject this invitation of Islam you will be committing a sin by misguiding your Arisiyin (peasants). (And I recite to you Allahs Statement:) O people of the scripture! Come to a word common to you and us that we worship none but Allah and that we associate nothing in worship with Him, and that none of us shall take others as Lords beside Allah. Then, if they turn away, say: Bear witness that we are Muslims (those who have surrendered to Allah). (3:64). Abu Sufyan then added, When Heraclius had finished his speech and had read the letter, there was a great hue and cry in the Royal Court. So we were turned out of the court. I told my companions that the question of Ibn-Abi-Kabsha) (the Prophet (sallallahu alaihi wa sallam) Muhammad) has become so prominent that even the King of Bani Al-Asfar (Byzantine) is afraid of him. Then I started to become sure that he (the Prophet) would be the conqueror in the near future till I embraced Islam (i.e. Allah guided me to it). The sub narrator adds, Ibn An-Natur was the Governor of llya (Jerusalem) and Heraclius was the head of the Christians of Sham. Ibn An-Natur narrates that once while Heraclius was visiting ilya (Jerusalem), he got up in the morning with a sad mood. Some of his priests asked him why he was in that mood? Heraclius was a foreteller and an astrologer. He replied, At night when I looked at the stars, I saw that the leader of those who practice circumcision had appeared (become the conqueror). Who are they who practice circumcision? The people replied, Except the Jews nobody practices circumcision, so you should not be afraid of them (Jews). Just Issue orders to kill every Jew present in the country. While they were discussing it, a messenger sent by the king of Ghassan to convey the news of Allahs Messenger (sallallahu alaihi wa sallam) to Heraclius was brought in. Having heard the news, he (Heraclius) ordered the people to go and see whether the messenger of Ghassan was circumcised. The people, after seeing him, told Heraclius that he was circumcised. Heraclius then asked him about the Arabs. The messenger replied, Arabs also practice circumcision. (After hearing that) Heraclius remarked that sovereignty of the Arabs had appeared. Heraclius then wrote a letter to his friend in Rome who was as good as Heraclius in knowledge. Heraclius then left for Homs. (a town in Syrian and stayed there till he received the reply of his letter from his friend who agreed with him in his opinion about the emergence of the Prophet (sallallahu alaihi wa sallam) and the fact that he was a Prophet. On that Heraclius invited all the heads of the Byzantines to assemble in his palace at Homs. When they assembled, he ordered that all the doors of his palace be closed. Then he came out and said, O Byzantines! If success is your desire and if you seek right guidance and want your empire to remain then give a pledge of allegiance to this Prophet (i.e. embrace Islam). (On hearing the views of Heraclius) the people ran towards the gates of the palace like onagers but found the doors closed. Heraclius realized their hatred towards Islam and when he lost the hope of their embracing Islam, he ordered that they should be brought back in audience. (When they returned) he said, What already said was just to test the strength of your conviction and I have seen it. The people prostrated before him and became pleased with him, and this was the end of Heracliuss story (in connection with his faith).",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ الْحَكَمُ بْنُ نَافِعٍ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّ أَبَا سُفْيَانَ بْنَ حَرْبٍ أَخْبَرَهُ أَنَّ هِرَقْلَ أَرْسَلَ إِلَيْهِ فِي رَكْبٍ مِنْ قُرَيْشٍ ـ وَكَانُوا تُجَّارًا بِالشَّأْمِ ـ فِي الْمُدَّةِ الَّتِي كَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم مَادَّ فِيهَا أَبَا سُفْيَانَ وَكُفَّارَ قُرَيْشٍ، فَأَتَوْهُ وَهُمْ بِإِيلِيَاءَ فَدَعَاهُمْ فِي مَجْلِسِهِ، وَحَوْلَهُ عُظَمَاءُ الرُّومِ ثُمَّ دَعَاهُمْ وَدَعَا بِتَرْجُمَانِهِ فَقَالَ أَيُّكُمْ أَقْرَبُ نَسَبًا بِهَذَا الرَّجُلِ الَّذِي يَزْعُمُ أَنَّهُ نَبِيٌّ فَقَالَ أَبُو سُفْيَانَ فَقُلْتُ أَنَا أَقْرَبُهُمْ نَسَبًا. فَقَالَ أَدْنُوهُ مِنِّي، وَقَرِّبُوا أَصْحَابَهُ، فَاجْعَلُوهُمْ عِنْدَ ظَهْرِهِ. ثُمَّ قَالَ لِتَرْجُمَانِهِ قُلْ لَهُمْ إِنِّي سَائِلٌ هَذَا عَنْ هَذَا الرَّجُلِ، فَإِنْ كَذَبَنِي فَكَذِّبُوهُ. فَوَاللَّهِ لَوْلاَ الْحَيَاءُ مِنْ أَنْ يَأْثِرُوا عَلَىَّ كَذِبًا لَكَذَبْتُ عَنْهُ، ثُمَّ كَانَ أَوَّلَ مَا سَأَلَنِي عَنْهُ أَنْ قَالَ كَيْفَ نَسَبُهُ فِيكُمْ قُلْتُ هُوَ فِينَا ذُو نَسَبٍ. قَالَ فَهَلْ قَالَ هَذَا الْقَوْلَ مِنْكُمْ أَحَدٌ قَطُّ قَبْلَهُ قُلْتُ لاَ. قَالَ فَهَلْ كَانَ مِنْ آبَائِهِ مِنْ مَلِكٍ قُلْتُ لاَ. قَالَ فَأَشْرَافُ النَّاسِ يَتَّبِعُونَهُ أَمْ ضُعَفَاؤُهُمْ فَقُلْتُ بَلْ ضُعَفَاؤُهُمْ. قَالَ أَيَزِيدُونَ أَمْ يَنْقُصُونَ قُلْتُ بَلْ يَزِيدُونَ. قَالَ فَهَلْ يَرْتَدُّ أَحَدٌ مِنْهُمْ سَخْطَةً لِدِينِهِ بَعْدَ أَنْ يَدْخُلَ فِيهِ قُلْتُ لاَ. قَالَ فَهَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالْكَذِبِ قَبْلَ أَنْ يَقُولَ مَا قَالَ قُلْتُ لاَ. قَالَ فَهَلْ يَغْدِرُ قُلْتُ لاَ، وَنَحْنُ مِنْهُ فِي مُدَّةٍ لاَ نَدْرِي مَا هُوَ فَاعِلٌ فِيهَا. قَالَ وَلَمْ تُمْكِنِّي كَلِمَةٌ أُدْخِلُ فِيهَا شَيْئًا غَيْرُ هَذِهِ الْكَلِمَةِ. قَالَ فَهَلْ قَاتَلْتُمُوهُ قُلْتُ نَعَمْ. قَالَ فَكَيْفَ كَانَ قِتَالُكُمْ إِيَّاهُ قُلْتُ الْحَرْبُ بَيْنَنَا وَبَيْنَهُ سِجَالٌ، يَنَالُ مِنَّا وَنَنَالُ مِنْهُ. قَالَ مَاذَا يَأْمُرُكُمْ قُلْتُ يَقُولُ اعْبُدُوا اللَّهَ وَحْدَهُ، وَلاَ تُشْرِكُوا بِهِ شَيْئًا، وَاتْرُكُوا مَا يَقُولُ آبَاؤُكُمْ، وَيَأْمُرُنَا بِالصَّلاَةِ وَالصِّدْقِ وَالْعَفَافِ وَالصِّلَةِ. فَقَالَ لِلتَّرْجُمَانِ قُلْ لَهُ سَأَلْتُكَ عَنْ نَسَبِهِ، فَذَكَرْتَ أَنَّهُ فِيكُمْ ذُو نَسَبٍ، فَكَذَلِكَ الرُّسُلُ تُبْعَثُ فِي نَسَبِ قَوْمِهَا، وَسَأَلْتُكَ هَلْ قَالَ أَحَدٌ مِنْكُمْ هَذَا الْقَوْلَ فَذَكَرْتَ أَنْ لاَ، فَقُلْتُ لَوْ كَانَ أَحَدٌ قَالَ هَذَا الْقَوْلَ قَبْلَهُ لَقُلْتُ رَجُلٌ يَأْتَسِي بِقَوْلٍ قِيلَ قَبْلَهُ، وَسَأَلْتُكَ هَلْ كَانَ مِنْ آبَائِهِ مِنْ مَلِكٍ فَذَكَرْتَ أَنْ لاَ، قُلْتُ فَلَوْ كَانَ مِنْ آبَائِهِ مِنْ مَلِكٍ قُلْتُ رَجُلٌ يَطْلُبُ مُلْكَ أَبِيهِ، وَسَأَلْتُكَ هَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالْكَذِبِ قَبْلَ أَنْ يَقُولَ مَا قَالَ فَذَكَرْتَ أَنْ لاَ، فَقَدْ أَعْرِفُ أَنَّهُ لَمْ يَكُنْ لِيَذَرَ الْكَذِبَ عَلَى النَّاسِ وَيَكْذِبَ عَلَى اللَّهِ، وَسَأَلْتُكَ أَشْرَافُ النَّاسِ اتَّبَعُوهُ أَمْ ضُعَفَاؤُهُمْ فَذَكَرْتَ أَنَّ ضُعَفَاءَهُمُ اتَّبَعُوهُ، وَهُمْ أَتْبَاعُ الرُّسُلِ، وَسَأَلْتُكَ أَيَزِيدُونَ أَمْ يَنْقُصُونَ فَذَكَرْتَ أَنَّهُمْ يَزِيدُونَ، وَكَذَلِكَ أَمْرُ الإِيمَانِ حَتَّى يَتِمَّ، وَسَأَلْتُكَ أَيَرْتَدُّ أَحَدٌ سَخْطَةً لِدِينِهِ بَعْدَ أَنْ يَدْخُلَ فِيهِ فَذَكَرْتَ أَنْ لاَ، وَكَذَلِكَ الإِيمَانُ حِينَ تُخَالِطُ بَشَاشَتُهُ الْقُلُوبَ، وَسَأَلْتُكَ هَلْ يَغْدِرُ فَذَكَرْتَ أَنْ لاَ، وَكَذَلِكَ الرُّسُلُ لاَ تَغْدِرُ، وَسَأَلْتُكَ بِمَا يَأْمُرُكُمْ، فَذَكَرْتَ أَنَّهُ يَأْمُرُكُمْ أَنْ تَعْبُدُوا اللَّهَ، وَلاَ تُشْرِكُوا بِهِ شَيْئًا، وَيَنْهَاكُمْ عَنْ عِبَادَةِ الأَوْثَانِ، وَيَأْمُرُكُمْ بِالصَّلاَةِ وَالصِّدْقِ وَالْعَفَافِ. فَإِنْ كَانَ مَا تَقُولُ حَقًّا فَسَيَمْلِكُ مَوْضِعَ قَدَمَىَّ هَاتَيْنِ، وَقَدْ كُنْتُ أَعْلَمُ أَنَّهُ خَارِجٌ، لَمْ أَكُنْ أَظُنُّ أَنَّهُ مِنْكُمْ، فَلَوْ أَنِّي أَعْلَمُ أَنِّي أَخْلُصُ إِلَيْهِ لَتَجَشَّمْتُ لِقَاءَهُ، وَلَوْ كُنْتُ عِنْدَهُ لَغَسَلْتُ عَنْ قَدَمِهِ. ثُمَّ دَعَا بِكِتَابِ رَسُولِ اللَّهِ صلى  الله عليه وسلم الَّذِي بَعَثَ بِهِ دِحْيَةُ إِلَى عَظِيمِ بُصْرَى، فَدَفَعَهُ إِلَى هِرَقْلَ فَقَرَأَهُ فَإِذَا فِيهِ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. مِنْ مُحَمَّدٍ عَبْدِ اللَّهِ وَرَسُولِهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ. سَلاَمٌ عَلَى مَنِ اتَّبَعَ الْهُدَى، أَمَّا بَعْدُ فَإِنِّي أَدْعُوكَ بِدِعَايَةِ الإِسْلاَمِ، أَسْلِمْ تَسْلَمْ، يُؤْتِكَ اللَّهُ أَجْرَكَ مَرَّتَيْنِ، فَإِنْ تَوَلَّيْتَ فَإِنَّ عَلَيْكَ إِثْمَ الأَرِيسِيِّينَ وَ{يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَنْ لاَ نَعْبُدَ إِلاَّ اللَّهَ وَلاَ نُشْرِكَ بِهِ شَيْئًا وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} قَالَ أَبُو سُفْيَانَ فَلَمَّا قَالَ مَا قَالَ، وَفَرَغَ مِنْ قِرَاءَةِ الْكِتَابِ كَثُرَ عِنْدَهُ الصَّخَبُ، وَارْتَفَعَتِ الأَصْوَاتُ وَأُخْرِجْنَا، فَقُلْتُ لأَصْحَابِي حِينَ أُخْرِجْنَا لَقَدْ أَمِرَ أَمْرُ ابْنِ أَبِي كَبْشَةَ، إِنَّهُ يَخَافُهُ مَلِكُ بَنِي الأَصْفَرِ. فَمَا زِلْتُ مُوقِنًا أَنَّهُ سَيَظْهَرُ حَتَّى أَدْخَلَ اللَّهُ عَلَىَّ الإِسْلاَمَ. وَكَانَ ابْنُ النَّاظُورِ صَاحِبُ إِيلِيَاءَ وَهِرَقْلَ سُقُفًّا عَلَى نَصَارَى الشَّأْمِ، يُحَدِّثُ أَنَّ هِرَقْلَ حِينَ قَدِمَ إِيلِيَاءَ أَصْبَحَ يَوْمًا خَبِيثَ النَّفْسِ، فَقَالَ بَعْضُ بَطَارِقَتِهِ قَدِ اسْتَنْكَرْنَا هَيْئَتَكَ. قَالَ ابْنُ النَّاظُورِ وَكَانَ هِرَقْلُ حَزَّاءً يَنْظُرُ فِي النُّجُومِ، فَقَالَ لَهُمْ حِينَ سَأَلُوهُ إِنِّي رَأَيْتُ اللَّيْلَةَ حِينَ نَظَرْتُ فِي النُّجُومِ مَلِكَ الْخِتَانِ قَدْ ظَهَرَ، فَمَنْ يَخْتَتِنُ مِنْ هَذِهِ الأُمَّةِ قَالُوا لَيْسَ يَخْتَتِنُ إِلاَّ الْيَهُودُ فَلاَ يُهِمَّنَّكَ شَأْنُهُمْ وَاكْتُبْ إِلَى مَدَايِنِ مُلْكِكَ، فَيَقْتُلُوا مَنْ فِيهِمْ مِنَ الْيَهُودِ. فَبَيْنَمَا هُمْ عَلَى أَمْرِهِمْ أُتِيَ هِرَقْلُ بِرَجُلٍ أَرْسَلَ بِهِ مَلِكُ غَسَّانَ، يُخْبِرُ عَنْ خَبَرِ رَسُولِ اللَّهِ صلى  الله عليه وسلم فَلَمَّا اسْتَخْبَرَهُ هِرَقْلُ قَالَ اذْهَبُوا فَانْظُرُوا أَمُخْتَتِنٌ هُوَ أَمْ لاَ. فَنَظَرُوا إِلَيْهِ، فَحَدَّثُوهُ أَنَّهُ مُخْتَتِنٌ، وَسَأَلَهُ عَنِ الْعَرَبِ فَقَالَ هُمْ يَخْتَتِنُونَ. فَقَالَ هِرَقْلُ هَذَا مَلِكُ هَذِهِ الأُمَّةِ قَدْ ظَهَرَ. ثُمَّ كَتَبَ هِرَقْلُ إِلَى صَاحِبٍ لَهُ بِرُومِيَةَ، وَكَانَ نَظِيرَهُ فِي الْعِلْمِ، وَسَارَ هِرَقْلُ إِلَى حِمْصَ، فَلَمْ يَرِمْ حِمْصَ حَتَّى أَتَاهُ كِتَابٌ مِنْ صَاحِبِهِ يُوَافِقُ رَأْىَ هِرَقْلَ عَلَى خُرُوجِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم وَأَنَّهُ نَبِيٌّ، فَأَذِنَ هِرَقْلُ لِعُظَمَاءِ الرُّومِ فِي دَسْكَرَةٍ لَهُ بِحِمْصَ ثُمَّ أَمَرَ بِأَبْوَابِهَا فَغُلِّقَتْ، ثُمَّ اطَّلَعَ فَقَالَ يَا مَعْشَرَ الرُّومِ، هَلْ لَكُمْ فِي الْفَلاَحِ وَالرُّشْدِ وَأَنْ يَثْبُتَ مُلْكُكُمْ فَتُبَايِعُوا هَذَا النَّبِيَّ، فَحَاصُوا حَيْصَةَ حُمُرِ الْوَحْشِ إِلَى الأَبْوَابِ، فَوَجَدُوهَا قَدْ غُلِّقَتْ، فَلَمَّا رَأَى هِرَقْلُ نَفْرَتَهُمْ، وَأَيِسَ مِنَ الإِيمَانِ قَالَ رُدُّوهُمْ عَلَىَّ. وَقَالَ إِنِّي قُلْتُ مَقَالَتِي آنِفًا أَخْتَبِرُ بِهَا شِدَّتَكُمْ عَلَى دِينِكُمْ، فَقَدْ رَأَيْتُ. فَسَجَدُوا لَهُ وَرَضُوا عَنْهُ، فَكَانَ ذَلِكَ آخِرَ شَأْنِ هِرَقْلَ. رَوَاهُ صَالِحُ بْنُ كَيْسَانَ وَيُونُسُ وَمَعْمَرٌ عَنِ الزُّهْرِيِّ.",
    "hadithBengali": "৬।  আবূল ইয়ামান হাকাম ইবনু  নাফি  (রহঃ) আবদুল্লাহ ইবনু  আব্বাস (রাঃ) থেকে বর্ণনা করেন যে,  আবূ সুফিয়ান ইবনু  হরব তাকে বলেছেন, বাদশাহ হিরাকল একবার তাঁর কাছে লোক পাঠালেন। তিনি কুরাইশদের কাফেলায় তখন ব্যবসা উপলক্ষে সিরিয়ায় ছিলেন। সে সময় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম  আবূ সুফিয়ান ও কুরাইশদের সাথে নির্দিষ্ট সময়ের জন্য সন্ধিবদ্ধ ছিলেন।  আবূ সুফিয়ান তার সঙ্গীদের সহ হিরাকলের কাছে এলেন এবং তখন হিরাকল জেরুযালেমে অবস্থান করছিলেন। হিরাকল তাদেরকে তাঁর নিকটে ডাকলেন। তার পাশে তখন রোমের নেত্রীস্থানীয় ব্যাক্তিগন উপস্থিত ছিল। এরপর তাদের কাছে ডেকে নিলেন এবং দোভাষীকে ডাকলেন।<br />\n<br />\nতারপর জিজ্ঞাসা করলেন, এই যে ব্যাক্তি নিজেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলে দাবী করে &mdash; তোমাদের মধ্যে বংশের দিক দিয়ে তাঁর সবচেয়ে নিকটাত্মীয় কে?  আবূ সুফিয়ান বললেন, আমি বললাম, বংশের দিক দিয়ে আমিই তাঁর নিকটাত্মীয়।  তিনি বললেন, তাঁকে আমার খুব কাছে নিয়ে এস এবং তাঁর সঙ্গীদেরও কাছে এনে পেছনে বসিয়ে দাও।  এরপর তাঁর দোভাষীকে বললেন, তাদের বলে দাও, আমি এর কাছে সে ব্যাক্তি সম্পর্কে কিছু জিজ্ঞাসা করবো, সে যদি আমার কাছে মিথ্যা বলে, তবে সাথে সাথে তোমরা তাকে মিথ্যাবাদী বলে প্রকাশ করবে।   আবূ সুফিয়ান বলেন, আল্লাহ্&zwnj;র কসম! তারা আমাকে মিথ্যাবাদী বলে প্রচার করবে-এ লজ্জা যদি আমার না থাকত, তবে অবশ্যই আমি তাঁর সম্পর্কে মিথ্যা বলতাম।<br />\n<br />\nএরপর তিনি তাঁর সম্পর্কে আমাকে প্রথম প্রশ্ন যে করেন তা হচ্ছে, তোমাদের মধ্যে তাঁর বংশমর্যাদা কেমন? আমি বললাম, তিনি আমাদের মধ্যে অতি সম্ভ্রান্ত বংশের।  তিনি বললেন, তোমাদের মধ্যে এর আগে আর কখনো কি কেউ একথা বলেছে? আমি বললাম, না।  তিনি বললেন, তাঁর বাপ-দাদাদের মধ্যে কি কেউ বাদশাহ ছিলেন? আমি বললাম, না।  তিনি বললেন, তারা কি সংখ্যায় বাড়ছে, না কমছে? আমি বললাম, তারা বেড়েই চলেছে।  তিনি বললেন, তাঁর দ্বীন গ্রহণ করার পর কেউ কি নারায হয়ে তা পরিত্যাগ করে? আমি বললাম, না।  তিনি বললেন, নবূয়তের দাবীর আগে তোমরা কি কখনো তাঁকে মিথ্যার দায়ে অভিযুক্ত করেছ? আমি বললাম, না।  তিনি বললেন, তিনি কি চুক্তি ভঙ্গ করেন? আমি বললাম, না।  তবে আমরা তাঁর সঙ্গে একটি নির্দিষ্ট সময়ের চুক্তিতে আবদ্ধ আছি। জানিনা, এর মধ্যে তিনি কি করবেন। <br />\n<br />\n আবূ সুফিয়ান বলেন, এ কথাটুকু ছাড়া নিজের পক্ষ থেকে আর কোন কথা সংযোজনের সুযোগই আমি পাইনি।  তিনি বললেন, তোমরা কি তাঁর সাথে কখনো যুদ্ধ করেছ? আমি বললাম, হাঁ।  তিনি বললেন, তাঁর সঙ্গে তোমাদের যুদ্ধ কেমন হয়েছে? আমি বললাম, তাঁর ও আমাদের মধ্যে যুদ্ধের ফলাফল কুয়ার বালতির ন্যায়। কখনো তাঁর পক্ষে যায়, আবার কখনো আমাদের পক্ষে আসে।  তিনি বললেন, তিনি তোমাদের কিসের আদেশ দেন? আমি বললাম, তিনি বলেনঃ তোমরা এক আল্লাহ্&zwnj;র ইবাদত কর এবং তাঁর সঙ্গে কোন কিছুর শরীক করো না এবং তোমাদের বাপ-দাদার ভ্রান্ত মতবাদ ত্যাগ কর। আর তিনি আমাদের সালাত (নামায/নামাজ) আদায় করার, সত্য কথা বলার, নিষ্কলুষ থাকার এবং আত্মীয়দের সাথে সদ্ব্যবহার করার আদেশ দেন। <br />\n<br />\nতারপর তিনি দোভাষীকে বললেন, তুমি তাকে বল, আমি তোমার কাছে তাঁর বংশ সম্পর্কে জিজ্ঞাসা করেছি। তুমি তার জওয়াবে উল্লেখ করেছ যে, তিনি তোমাদের মধ্যে সম্ভ্রান্ত বংশের। প্রকৃতপক্ষে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গণকে তাঁদের কওমের উচ্চ বংশেই প্রেরণ করা হয়ে থাকে। তোমাকে জিজ্ঞাসা করেছি, এ কথা তোমাদের মধ্যে ইতিপূর্বে আর কেউ বলেছে কিনা? তুমি বলেছ, না।  তাই আমি বলছি যে, আগে যদি কেউ এ কথা বলে থাকত, তবে অবশ্যই আমি বলতে পারতাম, এ এমন ব্যাক্তি, যে তাঁর পূর্বসূরীর কথারই অনুসরণ করছে। আমি তোমাকে জিজ্ঞাসা করেছি, তাঁর পূর্বপুরুষের মধ্যে কোন বাদশাহ ছিলেন কি না? তুমি তার জবাবে বলেছ, না।  তাই আমি বলছি যে, তাঁর পূর্বপুরুষের মধ্যে যদি কোন বাদশাহ থাকতেন, তবে আমি বলতাম, ইনি এমন এক ব্যাক্তি যিনি তাঁর বাপ-দাদার বাদশাহী ফিরে পেতে চান। আমি তোমাকে জিজ্ঞাসা করেছি- এর আগে কখনো তোমরা তাঁকে মিথ্যার দায়ে অভিযুক্ত করেছ কি না? তুমি বলেছ, না।  এতে আমি বুঝলাম, এমনটি হতে পারে না যে, কেউ মানুষের ব্যাপারে মিথ্যা ত্যাগ করবে অথচ আল্লাহ্&zwnj;র ব্যাপারে মিথ্যা কথা বলবে। আমি তোমাকে জিজ্ঞাসা করেছি, শরীফ লোক তাঁর অনুসরন করে, না সাধারণ লোক? তুমি বলেছ, সাধারণ লোকই তাঁর অনুসরণ করে। আর বাস্তবেও এরাই হন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গণের অনুসারী। আমি তোমাকে জিজ্ঞাসা করেছি, তারা সংখ্যায় বাড়ছে না কমছে? তুমি বলেছ বাড়ছে। প্রকৃতপক্ষে ঈমানে পূর্ণতা লাভ করা পর্যন্ত এ রকমই হয়ে থাকে। আমি তোমাকে জিজ্ঞাসা করেছি, তাঁরা দ্বীনে দাখিল হওয়ার পর নারায হয়ে কেউ কি তা ত্যাগ করে? তুমি বলেছ, না।  ঈমানের স্নিগ্ধতা অন্তরের সাথে মিশে গেলে ঈমান এরূপই হয়। আমি তোমাকে জিজ্ঞাসা করেছি তিনি চুক্তি ভঙ্গ করেন কি না? তুমি বলেছ, না।  প্রকৃতপক্ষে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গণ এরূপই, চুক্তি ভঙ্গ করেন না। আমি তোমাকে জিজ্ঞাসা করেছি তিনি তোমাদের কিসের নির্দেশ দেন। তুমি বলেছ, তিনি তোমাদের এক আল্লাহ্&zwnj;র ইবাদত করা ও তাঁর সাথে অন্য কিছুকে শরীক না করার নির্দেশ দেন। তিনি তোমাদের নিষেধ করেন মূর্তিপূজা করতে আর তোমাদের আদেশ করেন সালাত (নামায/নামাজ) আদায় করতে, সত্য কথা বলতে ও কলুষমুক্ত থাকতে। তুমি যা বলেছ তা যদি সত্য হয়, তবে শীঘ্রই তিনি আমার এ দুপায়ের নীচের জায়গার মালিক হবেন। আমি নিশ্চিত জানতাম, তাঁর আবির্ভাব হবে; কিন্তু তিনি যে তোমাদের মধ্যে থেকে হবেন, এ কথা ভাবিনি। যদি জানতাম, আমি তাঁর কাছে পৌঁছাতে পারব, তাঁর সঙ্গে সাক্ষাৎ করার জন্য আমি যে কোন কষ্ট স্বীকার করতাম। আর আমি যদি তাঁর কাছে থাকতাম তবে অবশ্যই তাঁর দুখানা পা ধুয়ে দিতাম। এরপর তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সেই পত্রখানি আনতে বললেন, যা তিনি দিহ্য়াতুল কালবীর মাধ্যমে বসরার শাসকের কাছে পাঠিয়েছিলেন। তিনি তা পাঠ করলেন। তাতে লেখা ছিলঃ<br />\n<br />\nবিসমিল্লাহির রাহমানির রাহীম (দয়াময় পরম দয়ালু আল্লাহ্&zwnj;র নামে)। আল্লাহ্&zwnj;র বান্দা ও তাঁর রাসুল মুহাম্মদএর পক্ষ থেকে রোম সম্রাট হিরাকল এর প্রতি। --শান্তি (বর্ষিত হোক) তার প্রতি, যে হিদায়াতের অনুসরণ করে। তারপর আমি আপনাকে ইসলামের দাওয়াত দিচ্ছি। ইসলাম গ্রহণ করুন, নিরাপদে থাকবেন। আল্লাহ্ আপনাকে দ্বিগুণ পুরষ্কার দান করবেন। আর যদি মুখ ফিরিয়ে নেন, তবে সব প্রজার পাপই আপনার উপর বর্তাবে। হে আহলে কিতাব! এস সে কথার দিকে, যা আমাদের ও তোমাদের মধ্যে একই; যেন আমরা আল্লাহ্ ব্যতীত আর কারো ইবাদত না করি, কোন কিছুকেই তাঁর শরীক না করি এবং আমাদের কেউ কাউকে আল্লাহ্ ব্যতীত রব রূপে গ্রহণ না করি। যদি তারা মুখ ফিরিয়ে নেয়, তবে বলো, তোমরা সাক্ষী থাক, আমরা মুসলিম (৩:৬৪)।<br />\n<br />\n আবূ সুফিয়ান বলেন, হিরাকল যখন তাঁর বক্তব্য শেষ করলেন এবং পত্র পাঠও শেষ করলেন, তখন সেখানে শোরগোল পড়ে গেল, চীৎকার ও হৈ-হল্লা তুঙ্গে উঠল এবং আমাদের বের করে দেওয়া হল। আমাদের বের করে দিলে আমি আমার সঙ্গীদের বললাম,  আবূ কাবশার ছেলের বিষয়তো শক্তিশালী হয়ে উঠেছে, বনূ আসফার (রোম)-এর বাদশাহও তাকে ভয় পাচ্ছে। তখন থেকে আমি বিশ্বাস করতে লাগলাম, তিনি শীঘ্রই জয়ী হবেন। অবশেষে আল্লাহ্ তাআলা আমাকে ইসলাম গ্রহণের তওফীক দান করলেন।<br />\n<br />\nইবনু  নাতূর ছিলেন জেরুযালেমের শাসনকর্তা এবং হিরাকলের বন্ধু ও সিরিয়ার খৃষ্টানদের পাদ্রী। তিনি বলেন, হিরাকল যখন জেরুযালেম আসেন, তখন একদিন তাঁকে বিমর্ষ দেখাচ্ছিল। তাঁর একজন বিশিষ্ট সহচর বলল, আমরা আপনার চেহারা আজ বিবর্ণ দেখতে পাচ্ছি,  ইবনু  নাতূর বলেন, হিরাকল ছিলেন জ্যোতিষী, জ্যোতির্বিদ্যায় তাঁর দক্ষতা ছিল। তারা জিজ্ঞাসা করলে তিনি তাদের বললেন, আজ রাতে আমি তারকারাজির দিকে তাকিয়ে দেখতে পেলাম, খতনাকারীদের বাদশাহ আবির্ভূত হয়েছেন। বর্তমান যুগে কোন্ জাতি খতনা করে? তারা বলল, ইয়াহূদী ছাড়া কেউ খতনা করে না। কিন্তু তাদের ব্যাপার যেন আপনাকে মোটেই চিন্তিত না করে। আপনার রাজ্যের শহরগুলোতে লিখে পাঠান, তারা যেন সেখানকার সকল ইয়াহূদীকে হত্যা করে ফেলে।  তারা যখন এ ব্যাপারে ব্যতিব্যস্ত ছিল, তখন হিরাকলের কাছে এক ব্যাক্তিকে উপস্থিত করা হল, যাকে গাসসানের শাসনকর্তা পাঠিয়েছিল। সে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সম্পর্কে খবর দিচ্ছিল। হিরাকল তার কাছ থেকে খবর জেনে নিয়ে বললেন, তোমরা একে নিয়ে গিয়ে দেখ, তার খতনা হয়েছে কি-না।  তারা তাকে নিয়ে দেখে এসে সংবাদ দিল, তার খতনা হয়েছে। হিরাকল তাকে আরবদের সম্পর্কে জিজ্ঞাসা করলেন। সে জওয়াব দিল, তারা খতনা করে।  তারপর হিরাকল তাদের বললেন, ইনি [রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ] এ উম্মতের বাদশাহ। তিনি আবির্ভূত হয়েছেন।  এরপর হিরাকল রোমে তাঁর বন্ধুর কাছে লিখলেন। তিনি জ্ঞানে তাঁর সমকক্ষ ছিলেন। পরে হিরাকল হিমস চলে গেলেন। হিমসে থাকতেই তাঁর কাছে তাঁর বন্ধুর চিঠি এলো, যা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আবির্ভাব এবং তিনই যে প্রকৃত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম , এ ব্যাপারে হিরাকলের মতকে সমর্থন করছিল। তারপর হিরাকল তাঁর হিমসের প্রাসাদ রোমের নেতৃস্থানীয় ব্যাক্তিদের ডাকলেন এবং প্রাসাদর সব দরজা বন্ধ করে দেওয়ার নির্দেশ দিলেন। দরজা বন্ধ করা হল। তারপর তিনি সামনে এসে বললেন, হে রোমবাসী! তোমরা কি কল্যাণ, হিদায়ত এবং তোমাদের রাষ্ট্রের স্থায়িত্ব চাও? তাহলে এই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম র রায়আত গ্রহণ কর।  এ কথা শুনে তারা জংলী গাধার মত ঊর্ধ্বশ্বাসে দরজার দিকে ছুটল, কিন্তু তারা তা বন্ধ অবস্থায় পেল। হিরাকল যখন তাদের অনীহা লক্ষ্য করলেন এবং তাদের ঈমান থেকে নিরাশ হয়ে গেলেন, তখন বললেন, ওদের আমার কাছে ফিরিয়ে আন।  তিনি বললেন, আমি একটু আগে যে কথা বলেছি, তা দিয়ে তোমরা তোমাদের দ্বীনের উপর কতটুকু অটল, কেবল তার পরীক্ষা করেছিলাম। এখন আমি তা দেখে নিলাম।  একথা শুনে তারা তাঁকে সিজদা করল এবং তাঁর প্রতি সন্তুষ্ট হল। এই ছিল হিরাকল এর শেষ অবস্থা।  আবূ আবদুল্লাহ [বুখারী  (রহঃ)] বলেন, সালেহ ইবনু  কায়সান  (রহঃ), ইউনুস  (রহঃ) ও মামার  (রহঃ) এ হাদীস যুহরী  (রহঃ) থেকে রিওয়ায়েত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6",
    "id": "6",
    "thesequence": "6",
    "isActive": "1",
    "chapterId": "1",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "1",
    "statusId": "1",
    "topicName": "১/ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি কিভাবে ওহী শুরু হয়েছিল",
    "rabiNameBn": "ইবনু আব্বাস (রাঃ)",
    "rabiNameEn": "Ibnu Abbas (RA)"
  }
]
