[
  {
    "hadithEnglish": " Narrated Shuaib:\n\nI asked Az-Zuhri, Did the Prophet (ﷺ) ever offer the Fear Prayer? Az-Zuhri said, I was told by Salim that `Abdullah bin `Umar I had said, I took part in a holy battle with Allahs Messenger (ﷺ) I in Najd. We faced the enemy and arranged ourselves in rows. Then Allahs Messenger (ﷺ) (p.b.u.h) stood up to lead the prayer and one party stood to pray with him while the other faced the enemy. Allahs Messenger (ﷺ) (p.b.u.h) and the former party bowed and performed two prostrations. Then that party left and took the place of those who had not prayed. Allahs Messenger (ﷺ) prayed one rak`a (with the latter) and performed two prostrations and finished his prayer with Taslim. Then everyone of them bowed once and performed two prostrations individually. ",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ سَأَلْتُهُ هَلْ صَلَّى النَّبِيُّ صلى الله عليه وسلم يَعْنِي صَلاَةَ الْخَوْفِ قَالَ أَخْبَرَنِي سَالِمٌ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ قَالَ غَزَوْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم قِبَلَ نَجْدٍ، فَوَازَيْنَا الْعَدُوَّ فَصَافَفْنَا لَهُمْ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي لَنَا فَقَامَتْ طَائِفَةٌ مَعَهُ تُصَلِّي، وَأَقْبَلَتْ طَائِفَةٌ عَلَى الْعَدُوِّ وَرَكَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمَنْ مَعَهُ، وَسَجَدَ سَجْدَتَيْنِ، ثُمَّ انْصَرَفُوا مَكَانَ الطَّائِفَةِ الَّتِي لَمْ تُصَلِّ، فَجَاءُوا، فَرَكَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِهِمْ رَكْعَةً، وَسَجَدَ سَجْدَتَيْنِ ثُمَّ سَلَّمَ، فَقَامَ كُلُّ وَاحِدٍ مِنْهُمْ فَرَكَعَ لِنَفْسِهِ رَكْعَةً وَسَجَدَ سَجْدَتَيْنِ.",
    "hadithBengali": "৮৯৫। আবূ ইয়ামান (রহঃ) ... শুআইব (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি যুহরী (রহঃ) কে জিজ্ঞাসা করলাম, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি সালাত (নামায/নামাজ) আদায় করতেন অর্থাৎ খাওফের সালাত (নামায/নামাজ)? তিনি বললেন, আমাকে সালিম (রহঃ) জানিয়েছেন যে, আবদুল্লাহ ইবনু উমর (রাঃ) বলেছেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে নাজদ এলাকায় যুদ্ধ করেছিলাম। সেখানে আমরা শত্রুর মুখোমুখী কাতারবন্দী হয়ে দাঁড়ালাম। তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিয়ে সালাত (নামায/নামাজ) আদায় করলেন। একদল তাঁর সঙ্গে সালাতে দাঁড়ালেন এবং অন্য একটি দল শত্রুর প্রতি মুখোমুখী অবস্থান করলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সঙ্গে যারা ছিলেন তাঁদের নিয়ে রুকু ও দুটি সিজদা করলেন। এরপর এ দলটি যারা সালাত (নামায/নামাজ) আদায় করেনি, তাঁদের স্থানে চলে গেলেন এবং তাঁরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পিছনে এগিয়ে এলেন, তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁদের সঙ্গে এক রুকু ও দুটি সিজদা করলেন এবং পরে সালাম ফিরালেন। এরপর তাঁদের প্রত্যেকে উঠে দাঁড়ালেন এবং নিজে নিজে একটি রুকু ও দুটি সিজদা (সহ সালাত (নামায/নামাজ) শেষ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "895",
    "id": "902",
    "thesequence": "1321",
    "isActive": "1",
    "chapterId": "14659",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "15",
    "statusId": "1",
    "topicName": "৫৯৬. খাওফের সালাত (শত্রুভীতি অবস্থায় সালাত)। মহিমান্বিত আল্লাহ্&zwnj; বলেনঃ আর যখন তোমরা যমীনে ভ্রমণ কর তখন সালাত &lsquo;কসর&rsquo; করলে তোমাদের কোন গুনাহ হবে না, যদি তমাদের আশংকা হয় যে, কাফিরগণ তমাদের জন্য ফিতনা সৃষ্টি করবে । নিশ্চয়ই কাফিররা তোমাদের প্রকাশ্য শত্রু। আর তুমি যখন তাদের মধ্যে অবস্থান করবে ও তাদের সঙ্গে সালাত কায়েম করবে তখন তাদের একদল তোমার সঙ্গে যেন দাঁড়ায় এবং তারা যেন সশস্ত্র থাকে। তারপর তারা সিজদা করলে তখন তারা যেন তোমাদের  পিছনে অবস্থান করে । অপর একদল যারা সালাতে শরীক হয় নাই, তারা তোমার সঙ্গে যেন সালাতে শরীক হয় এবং তারা যেন সতর্ক ও সশস্ত্র থাকে। কাফিররা কামনা করে যেন তোমরা তোমাদের অস্ত্রশস্ত্র ও আসবাবপত্র সম্মন্ধে অসতর্ক হও, যাতে তারা তোমাদের উপর একসঙ্গে ঝাঁপিয়ে পড়তে পারে। যদি তোমরা বৃষ্টির জন্য কষ্ট পাও বা পীড়িত থাক তবে তোমরা অস্ত্র রেখে দিলে তোমাদের কোন দোষ নাই; কিন্তু ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Nafi`:\n\nIbn `Umar said something similar to Mujahids saying: Whenever (Muslims and non-Muslims) stand face to face in battle, the Muslims can pray while standing. Ibn `Umar added, The Prophet (ﷺ) said, If the number of the enemy is greater than the Muslims, they can pray while standing or riding (individually). ",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدٍ الْقُرَشِيُّ، قَالَ حَدَّثَنِي أَبِي قَالَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، نَحْوًا مِنْ قَوْلِ مُجَاهِدٍ إِذَا اخْتَلَطُوا قِيَامًا. وَزَادَ ابْنُ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم   وَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَلْيُصَلُّوا قِيَامًا وَرُكْبَانًا .",
    "hadithBengali": "৮৯৬। সায়ীদ ইবনু ইয়াহইয়া (রহঃ) ... নাফি (রহঃ) সূত্রে ইবনু উমর (রাঃ) থেকে মুজাহিদ (রহঃ) এর বর্ণনার মত উল্লেখ করেছেন যে, সৈন্যরা যখন পরস্পর (শত্রুমিত্র) মিলিত হয়ে যায়, তখন দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করবে। ইবনু উমর (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আরো বলেছেন যে, যদি সৈন্যদের অবস্থা এর চেয়ে গুরুতর হয়ে যায়, তা হলে দাঁড়ানো অবস্থায় এবং আরোহী অবস্থায় সালাত (নামায/নামাজ) আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "896",
    "id": "903",
    "thesequence": "1322",
    "isActive": "1",
    "chapterId": "14660",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "15",
    "statusId": "1",
    "topicName": "৫৯৭. পদাতিক বা আরোহী অবস্থায় খাওফের সালাত ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nOnce the Prophet (p.b.u.h) led the fear prayer and the people stood behind him. He said Takbir (Allahu-Akbar) and the people said the same. He bowed and some of them bowed. Then he prostrated and they also prostrated. Then he stood for the second rak`a and those who had prayed the first rak`a left and guarded their brothers. The second party joined him and performed bowing and prostration with him. All the people were in prayer but they were guarding one another during the prayer.",
    "hadithArabic": " حَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، عَنِ الزُّبَيْدِيِّ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَامَ النَّبِيُّ صلى الله عليه وسلم وَقَامَ النَّاسُ مَعَهُ، فَكَبَّرَ وَكَبَّرُوا مَعَهُ، وَرَكَعَ وَرَكَعَ نَاسٌ مِنْهُمْ، ثُمَّ سَجَدَ وَسَجَدُوا مَعَهُ، ثُمَّ قَامَ لِلثَّانِيَةِ فَقَامَ الَّذِينَ سَجَدُوا وَحَرَسُوا إِخْوَانَهُمْ، وَأَتَتِ الطَّائِفَةُ الأُخْرَى فَرَكَعُوا وَسَجَدُوا مَعَهُ، وَالنَّاسُ كُلُّهُمْ فِي صَلاَةٍ، وَلَكِنْ يَحْرُسُ بَعْضُهُمْ بَعْضًا.",
    "hadithBengali": "৮৯৭। হাইওয়া ইবনু শুরাইহ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতে দাঁড়ালেন এবং সাহাবীগণ তাঁর পিছনে (ইকতিদা করে) দাঁড়ালেন। তিনি তাকবীর বললেন, তাঁরাও তাকবীর বললেন, তিনি রুকু করলেন, তারাও তাঁর সঙ্গে রুকু করলেন। এরপর তিনি সিজদা করলেন এবং তারাও তাঁর সঙ্গে সিজদা করলেন। তারপর তিনি দ্বিতীয় রাকাআতের জন্য দাঁড়ালেন, তখন যারা তাঁর সঙ্গে সিজদা করছিলেন তারা উঠে দাঁড়ালেন এবং তাদের ভাইদের পাহারা দিতে লাগলেন। তখন অপর দলটি এসে তাঁর সঙ্গে রুকু করলেন। এভাবে সকলেই সালাতে অংশগ্রহণ করলেন। অথচ একদল অপর দলকে পাহারাও দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "897",
    "id": "904",
    "thesequence": "1323",
    "isActive": "1",
    "chapterId": "14661",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "15",
    "statusId": "1",
    "topicName": "৫৯৮. খাওফের সালাতে মুসল্লীগণের একাংশ অন্য অংশকে পাহারা দিবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nOn the day of the Khandaq `Umar came, cursing the disbelievers of Quraish and said, O Allahs Apostle! I have not offered the `Asr prayer and the sun has set. The Prophet (ﷺ) replied, By Allah! I too, have not offered the prayer yet. The Prophet (ﷺ) then went to Buthan, performed ablution and performed the `Asr prayer after the sun had set and then offered the Maghrib prayer after it.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى، قَالَ حَدَّثَنَا وَكِيعٌ، عَنْ عَلِيِّ بْنِ مُبَارَكٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ جَاءَ عُمَرُ يَوْمَ الْخَنْدَقِ، فَجَعَلَ يَسُبُّ كُفَّارَ قُرَيْشٍ وَيَقُولُ يَا رَسُولَ اللَّهِ مَا صَلَّيْتُ الْعَصْرَ حَتَّى كَادَتِ الشَّمْسُ أَنْ تَغِيبَ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم   وَأَنَا وَاللَّهِ مَا صَلَّيْتُهَا بَعْدُ . قَالَ فَنَزَلَ إِلَى بُطْحَانَ فَتَوَضَّأَ، وَصَلَّى الْعَصْرَ بَعْدَ مَا غَابَتِ الشَّمْسُ، ثُمَّ صَلَّى الْمَغْرِبَ بَعْدَهَا.",
    "hadithBengali": "৮৯৮। ইয়াহইয়া (ইবনু জাফর) (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, খন্দক যুদ্ধের দিন উমর (রাঃ) কুরাইশ গোত্রের কাফিরদের মন্দ বলতে বলতে আসলেন এবং বললেন, ইয়া রাসূলাল্লাহ! সূর্য প্রায় ডুবে যাচ্ছে, অথচ আসরের সালাত (নামায/নামাজ) আদায় করতে পারিনি। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহর কসম! আমিও তা এখনও আদায় করতে পারিনি। বর্ণনাকারী বলেন, তারপর তিনি মদিনার বুতহান উপত্যকায় নেমে উযূ (ওজু/অজু/অযু) করলেন এবং সূর্য ডুবে যাওয়ার পর আসরের সালাত (নামায/নামাজ) আদায় করলেন, এরপর মাগরিবের সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "898",
    "id": "905",
    "thesequence": "1324",
    "isActive": "1",
    "chapterId": "14662",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "15",
    "statusId": "1",
    "topicName": "৫৯৯. দুর্গ অবরোধ ও শত্রুর মুখোমুখী অবস্থায় সালাত। ইমাম আওযায়ী (র) বলেন, যদি অবস্থা এমন হয় যে, বিজয় আসন্ন কিন্তু শত্রুদের ভয়ে সৈন্যদের (জামা&rsquo;আতে) সালাত আদায় করা সম্ভব নয়, তা হলে সবাই একাকী ইশারায় সালাত আদায় করবে। আর যদি ইশারায় আদায় করতে না পার তবে সালাত বিলম্বিত করবে। যে পর্যন্ত না যুদ্ধ শেষ হয় বা তারা নিরাপদ হয়। তারপর দু&rsquo; রাকা&rsquo;আত সালাত আদায় করবে। যদি (দু&rsquo;রাকা&rsquo;আত) আদায় করতে সক্ষম না হয় তা&rsquo; হলে একটি রুকু ও দু&rsquo;টি সিজদা (এক রাকা&rsquo;আত) আদায় করবে। তাও সম্ভব না হলে শুধু তাকবীর বলে সালাত শেষ করা জায়িয হবে না বরং নিরাপদ না হওয়া পর্যন্ত সালাত বিলম্ব করবে। মাকহুল (র)ও এ মত পোষণ করতেন। আনাস ইবন মালিক (রাঃ) বর্ণনা করেছেন, (একটি যুদ্ধে) ভোরবেলা তুসতার দুর্গের উপর আক্রমন চলছিলো এবং যুদ্ধ প্রচন্ডরূপ ধারণ করে, ফলে সৈন্যদের সালাত আদায় করা অসম্ভব হয়ে পড়ে। সূর্য উ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Umar:\nWhen the Prophet (ﷺ) returned from the battle of Al-Ahzab (The confederates), he said to us, None should offer the Asr prayer but at Bani Quraiza. The Asr prayer became due for some of them on the way. Some of them decided not to offer the Salat but at Bani Quraiza while others decided to offer the Salat on the spot and said that the intention of the Prophet (ﷺ) was not what the former party had understood. And when that was told to the Prophet (ﷺ) he did not blame anyone of them.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ، قَالَ حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم لَنَا لَمَّا رَجَعَ مِنَ الأَحْزَابِ   لاَ يُصَلِّيَنَّ أَحَدٌ الْعَصْرَ إِلاَّ فِي بَنِي قُرَيْظَةَ . فَأَدْرَكَ بَعْضُهُمُ الْعَصْرَ فِي الطَّرِيقِ فَقَالَ بَعْضُهُمْ لاَ نُصَلِّي حَتَّى نَأْتِيَهَا، وَقَالَ بَعْضُهُمْ بَلْ نُصَلِّي لَمْ يُرَدْ مِنَّا ذَلِكَ. فَذُكِرَ لِلنَّبِيِّ صلى الله عليه وسلم فَلَمْ يُعَنِّفْ وَاحِدًا مِنْهُمْ.",
    "hadithBengali": "৮৯৯। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আহযাব যুদ্ধ থেকে ফিরে আসার পথে আমাদেরকে বললেন, বনূ কুরাইযা এলাকায় পৌছার আগে কেউ যেন আসরের সালাত (নামায/নামাজ) আদায় না করে। কিন্তু অনেকের পথিমধ্যেই আসরের সময় হয়ে গেল, তখন তাদের কেউ কেউ বললেন, আমরা সালাত (নামায/নামাজ) আদায় করে নেব, আমাদের নিষেধ করার এ উদ্দেশ্য ছিল না (বরং উদ্দেশ্য ছিল তাড়াতাড়ি যাওয়া)। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এ কথা উল্লেখ করা হলে, তিনি তাঁদের কারোর সম্পর্কে বিরূপ মন্তব্য করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "899",
    "id": "906",
    "thesequence": "1325",
    "isActive": "1",
    "chapterId": "14663",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "15",
    "statusId": "1",
    "topicName": "৬০০. শত্রুর পশ্চাদ্ধাবনকারী ও শত্রুতাড়িত ব্যক্তির আরোহী অবস্থায় ও ইশারায় সালাত আদায় করা । ওয়ালীদ (র) বলেছেন, আমি ইমাম আওযায়ী (র)-এর কাছে শুরাহবীল ইবন সিমত (র) ও তাঁর সঙ্গীগণের সাওয়ার অবস্থায় তাঁদের সালাতের উল্লেখ করলাম । তখন তিনি বললেন, সালাত ফাওত হওয়ার আশংকা থাকলে আমাদের কাছে এটাই প্রচলিত নিয়ম  । এর দলীল হিসেবে ওয়ালীদ (র) নবী (সাঃ)-এর নির্দেশ পেশ করেনঃ &ldquo;তোমাদের কেউ যেন বণী কুরায়যায় (এলাকায়) পৌঁছার আগে আসরের সালাত আদায় না করে&rdquo;। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllahs Messenger (ﷺ) (p.b.u.h) offered the Fajr prayer when it was still dark, then he rode and said, Allah Akbar! Khaibar is ruined. When we approach near to a nation, the most unfortunate is the morning of those who have been warned. The people came out into the streets saying, Muhammad and his army. Allahs Messenger (ﷺ) vanquished them by force and their warriors were killed; the children and women were taken as captives. Safiya was taken by Dihya Al-Kalbi and later she belonged to Allahs Apostle go who married her and her Mahr was her manumission.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، وَثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى الصُّبْحَ بِغَلَسٍ ثُمَّ رَكِبَ فَقَالَ   اللَّهُ أَكْبَرُ خَرِبَتْ خَيْبَرُ، إِنَّا إِذَا نَزَلْنَا بِسَاحَةِ قَوْمٍ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ . فَخَرَجُوا يَسْعَوْنَ فِي السِّكَكِ وَيَقُولُونَ مُحَمَّدٌ وَالْخَمِيسُ ـ قَالَ وَالْخَمِيسُ الْجَيْشُ ـ فَظَهَرَ عَلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَتَلَ الْمُقَاتِلَةَ وَسَبَى الذَّرَارِيَّ، فَصَارَتْ صَفِيَّةُ لِدِحْيَةَ الْكَلْبِيِّ، وَصَارَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ تَزَوَّجَهَا وَجَعَلَ صَدَاقَهَا عِتْقَهَا. فَقَالَ عَبْدُ الْعَزِيزِ لِثَابِتٍ يَا أَبَا مُحَمَّدٍ، أَنْتَ سَأَلْتَ أَنَسًا مَا أَمْهَرَهَا قَالَ أَمْهَرَهَا نَفْسَهَا. فَتَبَسَّمَ.",
    "hadithBengali": "৯০০। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একদিন) ফজরের সালাত (নামায/নামাজ) অন্ধকার থাকতে আদায় করলেন। এরপর সাওয়ারীতে আরোহণ করলেন এবং বললেনঃ আল্লাহু আকবর, খায়বার ধ্বংস হোক! যখন আমরা কোন সম্প্রদায়ের এলাকায় অবতরণ করি তখন সতর্কীকৃতদের প্রভাত হয় কতই না মন্দ! তখন তারা (ইয়াহূদীরা) বের হয়ে গলির মধ্যে দৌড়াতে লাগল এবং বলতে লাগল, মুহাম্মাদ ও তাঁর খামীস এসে গেছে। বর্ণনাকারী বলেন, খামীস হচ্ছে, সৈন্য&ndash;সামন্ত। পরে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের উপর জয়লাভ করেন। তিনি যোদ্ধাদের হত্যা করলেন এবং নারী-শিশুদের বন্দী করলেন। তখন সাফিয়্যা প্রথমত দিহইয়া কালবীর এবং পরে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অংশে পড়ল। তারপর তিনি তাঁকে বিয়ে করেন এবং তাঁর মুক্তিদানকে মাহররূপে গণ্য করেন।\n\nআবদুল আযীয (রহঃ) সাবিত (রাঃ) এর কাছে জানতে চাইলেন, তাঁকে কি মাহর দেওয়া হয়েছিল, তা কি আপনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করেছিলেন? তিনি বললেন, তাঁর মুক্তই তাঁর মাহর, আর মুচকি হাঁসলেন।\n",
    "checkStatus": "1",
    "hadithNo": "900",
    "id": "907",
    "thesequence": "1326",
    "isActive": "1",
    "chapterId": "14664",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "15",
    "statusId": "1",
    "topicName": "৬০১. তাকবীর বলা, ফজরের সালাত সময় হওয়া মাত্র আদায় করা এবং শত্রুর উপর অতর্কিত আক্রমন ও যুদ্ধাবস্থায় সালাত। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]