[
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\n`Umar bought a silk cloak from the market, took it to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! Take it and adorn yourself with it during the `Id and when the delegations visit you. Allahs Messenger (ﷺ) (p.b.u.h) replied, This dress is for those who have no share (in the Hereafter). After a long period Allahs Messenger (ﷺ) (p.b.u.h) sent to `Umar a cloak of silk brocade. `Umar came to Allahs Messenger (ﷺ) (p.b.u.h) with the cloak and said, O Allahs Messenger (ﷺ)! You said that this dress was for those who had no share (in the Hereafter); yet you have sent me this cloak. Allahs Messenger (ﷺ) said to him, Sell it and fulfill your needs by it.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَالَ أَخَذَ عُمَرُ جُبَّةً مِنْ إِسْتَبْرَقٍ تُبَاعُ فِي السُّوقِ، فَأَخَذَهَا فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ ابْتَعْ هَذِهِ تَجَمَّلْ بِهَا لِلْعِيدِ وَالْوُفُودِ. فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّمَا هَذِهِ لِبَاسُ مَنْ لاَ خَلاَقَ لَهُ . فَلَبِثَ عُمَرُ مَا شَاءَ اللَّهُ أَنْ يَلْبَثَ، ثُمَّ أَرْسَلَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم بِجُبَّةِ دِيبَاجٍ، فَأَقْبَلَ بِهَا عُمَرُ، فَأَتَى بِهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّكَ قُلْتَ  إِنَّمَا هَذِهِ لِبَاسُ مَنْ لاَ خَلاَقَ لَهُ . وَأَرْسَلْتَ إِلَىَّ بِهَذِهِ الْجُبَّةِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  تَبِيعُهَا أَوْ تُصِيبُ بِهَا حَاجَتَكَ .",
    "hadithBengali": "৯০১। আবূল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু ওমর (রাঃ) থেকে বর্নিত, তিনি বলেন, বাজারে বিক্রি হচ্ছিল এমন একটি রেশমী জুব্বা নিয়ে ওমর (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললেন, ইয়া রাসূলাল্লাহ! আপনি এটি কিনে নিন। ঈদের সময় এবং প্রতিনিধি দলের সংগে সাক্ষাতকালে এটি দিয়ে নিজেকে সজ্জিত করবেন। তথন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ এটি তো তার পোষাক, যার (আখিরাতে) কল্যানের কোন অংশ নেই। এ ঘটনার পর ওমর (রাঃ) আল্লাহর যত দিন ইচ্ছা ততদিন অতিবহিত করলেন।\n\nতারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার নিকট একটি রেশমী জুব্বা পাঠালেন, ওমর (রাঃ) তা গ্রহন করেন এবং সেটি নিয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললেন, ইয়া রাসূলাল্লাহ! আপনি তো বলেছিলেন, এটা তার পোষাক যার (আখেরাতি) কল্যানের কোন অংশ নাই। অথচ আপনি এ জু্ব্বা আমার নিকট পাঠিয়েছেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ তুমি্ এটি বিক্রি করে দাও এবং বিক্রয়লব্ধ অর্থে তোমার প্রয়োজন মিটাও।\n",
    "checkStatus": "1",
    "hadithNo": "901",
    "id": "908",
    "thesequence": "1327",
    "isActive": "1",
    "chapterId": "14665",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬০২. দুই ঈদ ও এতে সুন্দর পোশাক পরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha:\n\nAllahs Messenger (ﷺ) (p.b.u.h) came to my house while two girls were singing beside me the songs of Buath (a story about the war between the two tribes of the Ansar, the Khazraj and the Aus, before Islam). The Prophet (p.b.u.h) lay down and turned his face to the other side. Then Abu Bakr came and spoke to me harshly saying, Musical instruments of Satan near the Prophet (p.b.u.h) ? Allahs Messenger (ﷺ) (p.b.u.h) turned his face towards him and said, Leave them. When Abu Bakr became inattentive, I signaled to those girls to go out and they left. It was the day of `Id, and the Black people were playing with shields and spears; so either I requested the Prophet (p.b.u.h) or he asked me whether I would like to see the display. I replied in the affirmative. Then the Prophet (p.b.u.h) made me stand behind him and my cheek was touching his cheek and he was saying, Carry on! O Bani Arfida, till I got tired. The Prophet (p.b.u.h) asked me, Are you satisfied (Is that sufficient for you)? I replied in the affirmative and he told me to leave.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ، قَالَ حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنَا عَمْرٌو، أَنَّ مُحَمَّدَ بْنَ عَبْدِ الرَّحْمَنِ الأَسَدِيَّ، حَدَّثَهُ عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَعِنْدِي جَارِيَتَانِ تُغَنِّيَانِ بِغِنَاءِ بُعَاثَ، فَاضْطَجَعَ عَلَى الْفِرَاشِ وَحَوَّلَ وَجْهَهُ، وَدَخَلَ أَبُو بَكْرٍ فَانْتَهَرَنِي وَقَالَ مِزْمَارَةُ الشَّيْطَانِ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَأَقْبَلَ عَلَيْهِ رَسُولُ اللَّهِ ـ عَلَيْهِ السَّلاَمُ ـ فَقَالَ  دَعْهُمَا  فَلَمَّا غَفَلَ غَمَزْتُهُمَا فَخَرَجَتَا. وَكَانَ يَوْمَ عِيدٍ يَلْعَبُ السُّودَانُ بِالدَّرَقِ وَالْحِرَابِ، فَإِمَّا سَأَلْتُ النَّبِيَّ صلى الله عليه وسلم وَإِمَّا قَالَ  تَشْتَهِينَ تَنْظُرِينَ . فَقُلْتُ نَعَمْ. فَأَقَامَنِي وَرَاءَهُ خَدِّي عَلَى خَدِّهِ، وَهُوَ يَقُولُ  دُونَكُمْ يَا بَنِي أَرْفِدَةَ . حَتَّى إِذَا مَلِلْتُ قَالَ  حَسْبُكِ . قُلْتُ نَعَمْ. قَالَ  فَاذْهَبِي .",
    "hadithBengali": "৯০২। আহমদ ইবনু ঈসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্নিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে এলেন তখন আমার নিকট দুটি মেয়ে বুআস যুদ্ধ সংক্রান্ত কবিতা আবৃত্তি করছিল। তিনি বিছানায় শুয়ে পড়লেন এবং চেহারা অন্যদিকে ফিরিয়ে রাখলেন। এ সময় আবূ বকর (রাঃ) এলেন, তিনি আমাকে ধমক দিয়ে বললেন, শয়তানী বাদ্যযন্ত্র (দফ্) বাজানো হচ্ছে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দিকে মুখ ফিরিয়ে বললেন, তাদের ছেড়ে দাও। তারপর তিনি যখন অন্য দিকে ফিরলেন তখন আমি তাদের ইঙ্গিত করলাম এবং তারা বের হয়ে গেল।\n\nআর ঈদের দিন সুদানীরা বর্শা ও ঢালের দ্বারা খেলা করত। আমি নিজে (একবার) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কছে আরয করেছিলাম অথবা তিনি নিজেই বলেছিলেন, তুমি কি তাদের খেলা দেখতে চাও? আমি বললাম, হ্যাঁ, তারপর তিনি আমাকে তাঁর পিছনে এমনভাবে দাঁড় করিয়ে দিলেন যে, আমার গাল ছিল তার গালের সাথে লাগান। তিনি তাদের বললেন, তোমরা যা করতে ছিলে তা করতে থাক, হে বনু আরফিদা। পরিশেষে আমি যখন ক্লান্ত হয়ে পড়লাম, তথন তিনি আমাকে বললেন, তোমার কি দেখা শেষ হয়েছে? আমি বললাম, হ্যাঁ, তিনি বললেন, তা হলে চলে যাও।\n",
    "checkStatus": "1",
    "hadithNo": "902",
    "id": "909",
    "thesequence": "1328",
    "isActive": "1",
    "chapterId": "14666",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬০৩. ঈদের দিন বর্ষা ও ঢালের খেলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nI heard the Prophet (p.b.u.h) delivering a Khutba saying, The first thing to be done on this day (first day of `Id ul Adha) is to pray; and after returning from the prayer we slaughter our sacrifices (in the name of Allah) and whoever does so, he acted according to our Sunna (traditions).",
    "hadithArabic": "حَدَّثَنَا حَجَّاجٌ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي زُبَيْدٌ، قَالَ سَمِعْتُ الشَّعْبِيَّ، عَنِ الْبَرَاءِ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَخْطُبُ فَقَالَ   إِنَّ أَوَّلَ مَا نَبْدَأُ مِنْ يَوْمِنَا هَذَا أَنْ نُصَلِّيَ، ثُمَّ نَرْجِعَ فَنَنْحَرَ، فَمَنْ فَعَلَ فَقَدْ أَصَابَ سُنَّتَنَا .",
    "hadithBengali": "৯০৩। হাজ্জাজ (ইবনু মিনহাল) (রহঃ) ... বারাআ (রাঃ) থেকে বর্নিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে খুতবা &zwj;দিতে শুনেছি। তিনি বলেছেনঃ আমাদের আজকের এ দিনে আমরা যে কাজ প্রথম শুরু করব, তা হল সালাত (নামায/নামাজ) আদায় করা। এরপর ফিরে আসব এবং কুরবানী করব। তাই যে এরুপ করে সে আমাদের রীতিনীতি সঠিকভাবে পালন করল।\n",
    "checkStatus": "1",
    "hadithNo": "903",
    "id": "910",
    "thesequence": "1329",
    "isActive": "1",
    "chapterId": "14667",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬০৪. মুসলমানগণের প্রতি উভয় ঈদের রীতিনীতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nAbu Bakr came to my house while two small Ansari girls were singing beside me the stories of the Ansar concerning the Day of Buath. And they were not singers. Abu Bakr said protestingly, Musical instruments of Satan in the house of Allahs Messenger (ﷺ) ! It happened on the `Id day and Allahs Messenger (ﷺ) said, O Abu Bakr! There is an `Id for every nation and this is our `Id.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ دَخَلَ أَبُو بَكْرٍ وَعِنْدِي جَارِيَتَانِ مِنْ جَوَارِي الأَنْصَارِ تُغَنِّيَانِ بِمَا تَقَاوَلَتِ الأَنْصَارُ يَوْمَ بُعَاثَ ـ قَالَتْ وَلَيْسَتَا بِمُغَنِّيَتَيْنِ ـ فَقَالَ أَبُو بَكْرٍ أَمَزَامِيرُ الشَّيْطَانِ فِي بَيْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَذَلِكَ فِي يَوْمِ عِيدٍ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَا أَبَا بَكْرٍ إِنَّ لِكُلِّ قَوْمٍ عِيدًا، وَهَذَا عِيدُنَا .",
    "hadithBengali": "৯০৪। উবাইদ ইবনু ইসমায়ীল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্নিত, তিনি বলেন, (একদিন আমার ঘরে) আবূ বকর (রাঃ) এলেন তখন আমার নিকট আনসার দুটি মেয়ে বুআস যুদ্ধের দিন আনসারীগণ পরস্পর যা বলেছিলেন সে সম্পর্কে কবিতা আবৃত্তি করছিল। তিনি বলেন, তারা কোন পেশাগত গায়িকা ছিল না। আবূ বকর (রাঃ) বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঘরে শয়তানী বাদ্যযন্ত্র। আর এটি ছিল ঈদের দিন। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আবূ বকর! প্রত্যেক জাতির জন্যই আনন্দ উৎসব রয়েছে আর এ হল আমাদের আনন্দ।\n",
    "checkStatus": "1",
    "hadithNo": "904",
    "id": "911",
    "thesequence": "1330",
    "isActive": "1",
    "chapterId": "14667",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬০৪. মুসলমানগণের প্রতি উভয় ঈদের রীতিনীতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllahs Messenger (ﷺ) never proceeded (for the prayer) on the Day of `Id-ul-Fitr unless he had eaten some dates. Anas also narrated: The Prophet (ﷺ) used to eat odd number of dates.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنَا هُشَيْمٌ، قَالَ أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ أَبِي بَكْرِ بْنِ أَنَسٍ، عَنْ أَنَسٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لاَ يَغْدُو يَوْمَ الْفِطْرِ حَتَّى يَأْكُلَ تَمَرَاتٍ. وَقَالَ مُرَجَّى بْنُ رَجَاءٍ حَدَّثَنِي عُبَيْدُ اللَّهِ قَالَ حَدَّثَنِي أَنَسٌ عَنِ النَّبِيِّ صلى الله عليه وسلم وَيَأْكُلُهُنَّ وِتْرًا.",
    "hadithBengali": "৯০৫। মুহাম্মদ ইবনু আবদুর রাহীম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) খেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল ফিতরের দিন কিছু খেজুর না খেয়ে বের হতেন না। অপর এক রিওয়াতে আনাস (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি তা বেজোড় সংখ্যক খেতেন।\n",
    "checkStatus": "1",
    "hadithNo": "905",
    "id": "912",
    "thesequence": "1331",
    "isActive": "1",
    "chapterId": "14668",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬০৫. ঈদুল ফিতরের দিন বের হওয়ার আগে আহার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) said, Whoever slaughtered (his sacrifice) before the `Id prayer, should slaughter again. A man stood up and said, This is the day on which one has desire for meat, and he mentioned something about his neighbors. It seemed that the Prophet (ﷺ) I believed him. Then the same man added, I have a young she-goat which is dearer to me than the meat of two sheep. The Prophet (ﷺ) permitted him to slaughter it as a sacrifice. I do not know whether that permission was valid only for him or for others as well.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَنَسٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَنْ ذَبَحَ قَبْلَ الصَّلاَةِ فَلْيُعِدْ . فَقَامَ رَجُلٌ فَقَالَ هَذَا يَوْمٌ يُشْتَهَى فِيهِ اللَّحْمُ. وَذَكَرَ مِنْ جِيرَانِهِ فَكَأَنَّ النَّبِيَّ صلى الله عليه وسلم صَدَّقَهُ، قَالَ وَعِنْدِي جَذَعَةٌ أَحَبُّ إِلَىَّ مِنْ شَاتَىْ لَحْمٍ، فَرَخَّصَ لَهُ النَّبِيُّ صلى الله عليه وسلم فَلاَ أَدْرِي أَبَلَغَتِ الرُّخْصَةُ مَنْ سِوَاهُ أَمْ لاَ.",
    "hadithBengali": "৯০৬। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সালাত (নামায/নামাজ)-এর আগে যে যবেহ করবে তাকে আবার যবেহ (কুরবানী) করতে হবে। তখন এক ব্যাক্তি দাঁড়িয়ে বলল, আজাকের এদিন গোশত খাওয়ার আকাংক্ষা করা হয়। সে তার প্রতিবেশীদের অবস্থা উল্লেখ করল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেন তার কথার সত্যতা স্বীকার করলেন। সে বলল, আমার নিকট এখন ছয় মাসের এমন একটি মেষ শাবক আছে, যা আমার কাছে দুটি হ্ষ্টপুষ্ট বকরীর চাইতেও বেশী পছন্দনীয়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে সেটা কুরবানী করার অনুমতি দিলেন। অবশ্য আমি জানিনা, এ অনুমতি তাকে ছাড়া অন্যদের জন্যও কি না?\n",
    "checkStatus": "1",
    "hadithNo": "906",
    "id": "913",
    "thesequence": "1332",
    "isActive": "1",
    "chapterId": "14669",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬০৬. কুরবানীর দিন আহার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara bin `Azib:\n\nThe Prophet (ﷺ) delivered the Khutba after offering the prayer on the Day of Nahr and said, Whoever offers the prayer like us and slaughters like us then his Nusuk (sacrifice) will be accepted by Allah. And whoever slaughters his sacrifice before the `Id prayer then he has not done the sacrifice. Abi Burda bin Niyar, the uncle of Al-Bara said, O Allahs Messenger (ﷺ)! I have slaughtered my sheep before the `Id prayer and I thought today as a day of eating and drinking (not alcoholic drinks), and I liked that my sheep should be the first to be slaughtered in my house. So slaughtered my sheep and took my food before coming for the prayer. The Prophet (ﷺ) said, The sheep which you have slaughtered is just mutton (not a Nusuk). He (Abu Burda) said, O Allahs Messenger (ﷺ)! I have a young she-goat which is dearer to me than two sheep. Will that be sufficient as a Nusuk on my behalf? The Prophet (p.b.u.h) said, Yes, it will be sufficient for you but it will not be sufficient (as a Nusuk) for anyone else after you.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ، قَالَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ ـ رضى الله عنهما ـ قَالَ خَطَبَنَا النَّبِيُّ صلى الله عليه وسلم يَوْمَ الأَضْحَى بَعْدَ الصَّلاَةِ فَقَالَ  مَنْ صَلَّى صَلاَتَنَا وَنَسَكَ نُسُكَنَا فَقَدْ أَصَابَ النُّسُكَ، وَمَنْ نَسَكَ قَبْلَ الصَّلاَةِ فَإِنَّهُ قَبْلَ الصَّلاَةِ، وَلاَ نُسُكَ لَهُ . فَقَالَ أَبُو بُرْدَةَ بْنُ نِيَارٍ خَالُ الْبَرَاءِ يَا رَسُولَ اللَّهِ، فَإِنِّي نَسَكْتُ شَاتِي قَبْلَ الصَّلاَةِ، وَعَرَفْتُ أَنَّ الْيَوْمَ يَوْمُ أَكْلٍ وَشُرْبٍ، وَأَحْبَبْتُ أَنْ تَكُونَ شَاتِي أَوَّلَ مَا يُذْبَحُ فِي بَيْتِي، فَذَبَحْتُ شَاتِي وَتَغَدَّيْتُ قَبْلَ أَنْ آتِيَ الصَّلاَةَ. قَالَ  شَاتُكَ شَاةُ لَحْمٍ . قَالَ يَا رَسُولَ اللَّهِ، فَإِنَّ عِنْدَنَا عَنَاقًا لَنَا جَذَعَةً هِيَ أَحَبُّ إِلَىَّ مِنْ شَاتَيْنِ، أَفَتَجْزِي عَنِّي قَالَ  نَعَمْ، وَلَنْ تَجْزِيَ عَنْ أَحَدٍ بَعْدَكَ .",
    "hadithBengali": "৯০৭। উসমান (রহঃ) ... বারাআ ইবনু আযিব (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল আযহার দিন সালাত (নামায/নামাজ)-এর পর আমাদের উদ্দেশ্যে খুতবা দান করেন। খুতবায় বলেনঃ যে আমাদের মত সালাত (নামায/নামাজ) আদায় করল এবং আমাদের মত কুরবানী করল, সে কুরবানীর রীতিনীতি যথাযথ পালন করল। আর যে সালাত (নামায/নামাজ)-এর আগে কুরবানী করল তা সালাত (নামায/নামাজ)-এর আগে হয়ে গেল, কিন্তু এতে তার কুরবানী হবে না। বারাআ এর মামা আবূ বুরদাহ্ ইবনু নিয়ার (রাঃ) তখন বললেন, ইয়া রাসুলাল্লাহ! আমার জানামতে আজকের দিনটি পানাহারের দিন। তাই আমি পছন্দ করলাম যে, আমার ঘরে সর্বপ্রথম যবেহ করা হোক আমার বকরীই। তাই আমি আমার বকরীটি যবেহ করেছি এবং সালাত (নামায/নামাজ) আসার পূর্বে তা দিয়ে নাশতাও করেছি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার বকরীটি গোশতের উদ্দেশ্যে যবেহ করা হয়েছে। তখন তিনি আরয করলেন, ইয়া রাসুলাল্লাহ! আমাদের কাছে এমন একটি ছয় মাসের শেষ শাবক আছে যা আমার কাছে দুটি বকরীর চাইতেও পছন্দীয়। এটি (কুরবানী দিলে) কি আমার জন্য যথেষ্ট হবে? তিনি বললেনঃ হ্যাঁ, তবে তুমি ব্যতীত অন্য কারো জন্য যথেষ্ট হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "907",
    "id": "914",
    "thesequence": "1333",
    "isActive": "1",
    "chapterId": "14669",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬০৬. কুরবানীর দিন আহার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nThe Prophet (ﷺ) used to proceed to the Musalla on the days of Id-ul-Fitr and Id-ul-Adha; the first thing to begin with was the prayer and after that he would stand in front of the people and the people would keep sitting in their rows. Then he would preach to them, advise them and give them orders, (i.e. Khutba). And after that if he wished to send an army for an expedition, he would do so; or if he wanted to give and order, he would do so, and then depart. The people followed this tradition till I went out with Marwan, the Governor of Medina, for the prayer of Id-ul-Adha or Id-ul-Fitr. When we reached the Musalla, there was a pulpit made by Kathir bin As-Salt. Marwan wanted to get up on that pulpit before the prayer. I got hold of his clothes but he pulled them and ascended the pulpit and delivered the Khutba before the prayer. I said to him, By Allah, you have changed (the Prophets tradition). He replied, O Abu Sa`id! Gone is that which you know. I said, By Allah! What I know is better than what I do not know. Marwan said, People do not sit to listen to our Khutba after the prayer, so I delivered the Khutba before the prayer.",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنِي زَيْدٌ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي سَرْحٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَخْرُجُ يَوْمَ الْفِطْرِ وَالأَضْحَى إِلَى الْمُصَلَّى، فَأَوَّلُ شَىْءٍ يَبْدَأُ بِهِ الصَّلاَةُ ثُمَّ يَنْصَرِفُ، فَيَقُومُ مُقَابِلَ النَّاسِ، وَالنَّاسُ جُلُوسٌ عَلَى صُفُوفِهِمْ، فَيَعِظُهُمْ وَيُوصِيهِمْ وَيَأْمُرُهُمْ، فَإِنْ كَانَ يُرِيدُ أَنْ يَقْطَعَ بَعْثًا قَطَعَهُ، أَوْ يَأْمُرَ بِشَىْءٍ أَمَرَ بِهِ، ثُمَّ يَنْصَرِفُ. قَالَ أَبُو سَعِيدٍ فَلَمْ يَزَلِ النَّاسُ عَلَى ذَلِكَ حَتَّى خَرَجْتُ مَعَ مَرْوَانَ وَهْوَ أَمِيرُ الْمَدِينَةِ فِي أَضْحًى أَوْ فِطْرٍ، فَلَمَّا أَتَيْنَا الْمُصَلَّى إِذَا مِنْبَرٌ بَنَاهُ كَثِيرُ بْنُ الصَّلْتِ، فَإِذَا مَرْوَانُ يُرِيدُ أَنْ يَرْتَقِيَهُ قَبْلَ أَنْ يُصَلِّيَ، فَجَبَذْتُ بِثَوْبِهِ فَجَبَذَنِي فَارْتَفَعَ، فَخَطَبَ قَبْلَ الصَّلاَةِ، فَقُلْتُ لَهُ غَيَّرْتُمْ وَاللَّهِ. فَقَالَ أَبَا سَعِيدٍ، قَدْ ذَهَبَ مَا تَعْلَمُ. فَقُلْتُ مَا أَعْلَمُ وَاللَّهِ خَيْرٌ مِمَّا لاَ أَعْلَمُ. فَقَالَ إِنَّ النَّاسَ لَمْ يَكُونُوا يَجْلِسُونَ لَنَا بَعْدَ الصَّلاَةِ فَجَعَلْتُهَا قَبْلَ الصَّلاَةِ.",
    "hadithBengali": "৯০৮। সায়ীদ ইবনু আবূ মারয়াম (রহঃ) ... আবূ সায়ীদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল ফিতর ও ঈদুল আযহার দিন ঈদগাহে গমন করে সেখানে তিনি প্রথম যে কাজ শুরু করতেন তা হল সালাত (নামায/নামাজ)। আর সালাত (নামায/নামাজ) শেষ করে তিনি লোকদের দিকে মুখ করে দাঁড়াতেন এবং তারা তাঁদের কাতারে বসে থাকতেন। তিনি তাদের নসীহত করতেন, উপদেশ দিতেন এবং নির্দেশ দান করতেন। যদি তিনি কোন সেনাদল পাঠাবার ইচ্ছা করতেন, তবে তাদের আলাদা করে নিতেন। অথবা যদি কোন বিষয়ে নির্দেশ জারী করার ইচ্ছা করতেন তবে তা জারি করতেন। তারপর তিনি ফিরে যেতেন।\n\nআবূ সায়ীদ (রাঃ) বলেন, লোকেরা বরাবর এই নিয়ম অনুসরন করে আসছিল। অবশেষে যখন মারওয়ান মদিনার আমীর হলেন, তখন ঈদুল আযহা বা ঈদুল ফিতরের উদ্দেশ্যে আমি তার সঙ্গে বের হলাম। আমরা যখন ঈদগাহে পৌছলাম তখন সেখানে একটি মিম্বর দেখতে পেলাম, সেটি কাসীর ইবনু সালত (রাঃ) তৈরী করেছিলেন। মারওয়ান সালাত (নামায/নামাজ) আদায়ের আগেই এর উপর আরোহণ করতে উদ্যত হলেন। আমি তার কাপড় টেনে ধরলাম। কিন্তু কাপড় ছাড়িয়ে খুতবা দিলেন।\n\nআমি তাকে বললাম, আল্লাহর কসম! তোমরা (রাসুলের সুন্নাত) পরিবর্তন করে ফেলেছ। সে বলল, হে আবূ সায়ীদ! তোমরা যা জানতে, তা গত হয়ে গিয়েছে। আমি বললাম, আল্লাহর কসম! আমি যা জানি, তা তার চেয়ে ভাল, যা আমি জানিনা। সে তখন বলল, লোকজন সালাত (নামায/নামাজ)-এর পর আমাদের জন্য বসে থাকে না, তাই আমি খুতবা সালাত (নামায/নামাজ)-এর আগেই দিয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "908",
    "id": "915",
    "thesequence": "1334",
    "isActive": "1",
    "chapterId": "14670",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬০৭. মিম্বর না নিয়ে ঈদগহে গমন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) used to offer the prayer of `Id-ul-Adha and `Id-ul-Fitr and then deliver the Khutba after the prayer.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، قَالَ حَدَّثَنَا أَنَسٌ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ،. أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي فِي الأَضْحَى وَالْفِطْرِ، ثُمَّ يَخْطُبُ بَعْدَ الصَّلاَةِ.",
    "hadithBengali": "৯০৯। ইবরাহীম ইবনু মুনযির (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল আযহা ও ঈদুল ফিতরের দিন সালাত (নামায/নামাজ) আদায় করতেন। আর সালাত (নামায/নামাজ) শেষে খুতবা দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "909",
    "id": "916",
    "thesequence": "1335",
    "isActive": "1",
    "chapterId": "14671",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬০৮. পায়ে হেঁটে বা সাওয়ারীতে আরোহণ করে ঈদের জামাআতে যাওয়া এবং আযান ও ইকামত ছাড়া খুতবার পূর্বে সালাত আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Juraij:\n\n`Ata said, Jabir bin `Abdullah said, The Prophet (ﷺ) went out on the Day of `Id-ul-Fitr and offered the prayer before delivering the Khutba, Ata told me that during the early days of Ibn Az-Zubair, Ibn `Abbas had sent a message to him telling him that the Adhan for the `Id Prayer was never pronounced (in the life time of Allahs Messenger (ﷺ)) and the Khutba used to be delivered after the prayer. Ata told me that Ibn `Abbas and Jabir bin `Abdullah, had said, There was no Adhan for the prayer of `Id-ul-Fitr and `Id-ul-Aqha. `Ata said, I heard Jabir bin `Abdullah saying, The Prophet (ﷺ) stood up and started with the prayer, and after it he delivered the Khutba. When the Prophet (ﷺ) of Allah (p.b.u.h) finished (the Khutba), he went to the women and preached to them, while he was leaning on Bilals hand. Bilal was spreading his garment and the ladies were putting alms in it.  I said to Ata, Do you think it incumbent upon an Imam to go to the women and preach to them after finishing the prayer and Khutba? `Ata said, No doubt it is incumbent on Imams to do so, and why should they not do so?",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، قَالَ أَخْبَرَنَا هِشَامٌ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي عَطَاءٌ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ سَمِعْتُهُ يَقُولُ إِنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ يَوْمَ الْفِطْرِ، فَبَدَأَ بِالصَّلاَةِ قَبْلَ الْخُطْبَةِ. قَالَ وَأَخْبَرَنِي عَطَاءٌ، أَنَّ ابْنَ عَبَّاسٍ، أَرْسَلَ إِلَى ابْنِ الزُّبَيْرِ فِي أَوَّلِ مَا بُويِعَ لَهُ إِنَّهُ لَمْ يَكُنْ يُؤَذَّنُ بِالصَّلاَةِ يَوْمَ الْفِطْرِ، إِنَّمَا الْخُطْبَةُ بَعْدَ الصَّلاَةِ. وَأَخْبَرَنِي عَطَاءٌ، عَنِ ابْنِ عَبَّاسٍ، وَعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالاَ لَمْ يَكُنْ يُؤَذَّنُ يَوْمَ الْفِطْرِ وَلاَ يَوْمَ الأَضْحَى. وَعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ سَمِعْتُهُ يَقُولُ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَامَ فَبَدَأَ بِالصَّلاَةِ، ثُمَّ خَطَبَ النَّاسَ بَعْدُ، فَلَّمَا فَرَغَ نَبِيُّ اللَّهِ صلى الله عليه وسلم نَزَلَ فَأَتَى النِّسَاءَ، فَذَكَّرَهُنَّ وَهْوَ يَتَوَكَّأُ عَلَى يَدِ بِلاَلٍ، وَبِلاَلٌ بَاسِطٌ ثَوْبَهُ، يُلْقِي فِيهِ النِّسَاءُ صَدَقَةً. قُلْتُ لِعَطَاءٍ أَتَرَى حَقًّا عَلَى الإِمَامِ الآنَ أَنْ يَأْتِيَ النِّسَاءَ فَيُذَكِّرَهُنَّ حِينَ يَفْرُغُ قَالَ إِنَّ ذَلِكَ لَحَقٌّ عَلَيْهِمْ، وَمَا لَهُمْ أَنْ لاَ يَفْعَلُوا",
    "hadithBengali": "৯১০। ইবরাহীম ইবনু মূসা (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্নিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল ফিতরের দিন বের হতেন। এরপর খুতবার আগে সালাত (নামায/নামাজ) শুরু করেন। রাবী বলেন, আমাকে আতা (রহঃ) বলেছেন যে, ইবনু যুবায়র (রাঃ) এর বায়আত গ্রহনের প্রথম দিকে আব্বাস (রাঃ) এ বলে লোক পাঠালেন যে, ঈদুল ফিতরের সালাতে আযান দেওয়া হত না এবং খুতবা দেওয়া হতো সালাত (নামায/নামাজ)-এর পরে। জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে এ-ও বর্ণিত আছে যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে প্রথমে সালাত (নামায/নামাজ) আদায় করলেন এবং পরে লোকদের উদ্দেশ্যে খুতবা দিলেন।\n\nযখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবা শেষ করলেন, তিনি (মিম্বর থেকে) নেমে মহিলাগণের (কাতারে) আসলেন এবং তাদের নসীহত করলেন। তখন তিনি বিলাল (রাঃ) এর হাতে ভর করেছিলেন এবং বিলাল (রাঃ) তার কাপড় জড়িয়ে ধরলে, মহিলাগণ এতে সাদাকার বস্তু দিতে লাগলেন। আমি আতা (রহঃ) কে জিজ্ঞাস করলাম, আপনি কি এখনো যরুরী মনে করেন যে, ইমাম খুতবা শেষ করে মহিলাগনের নিকট এসে তাদের নসীহত করবেন? তিনি বললেন, নিশ্চয় তা তাদের জন্য অবশ্যই যরুরী। তাদের কি হয়েছে যে, তারা তা করবে না?\n",
    "checkStatus": "1",
    "hadithNo": "910",
    "id": "917",
    "thesequence": "1336",
    "isActive": "1",
    "chapterId": "14671",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬০৮. পায়ে হেঁটে বা সাওয়ারীতে আরোহণ করে ঈদের জামাআতে যাওয়া এবং আযান ও ইকামত ছাড়া খুতবার পূর্বে সালাত আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nI offered the `Id prayer with Allahs Messenger (ﷺ), Abu Bakr, `Umar and `Uthman and all of them offered the prayer before delivering the Khutba.",
    "hadithArabic": " حَدَّثَنَا أَبُو عَاصِمٍ، قَالَ أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي الْحَسَنُ بْنُ مُسْلِمٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ شَهِدْتُ الْعِيدَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ ـ رضى الله عنهم ـ فَكُلُّهُمْ كَانُوا يُصَلُّونَ قَبْلَ الْخُطْبَةِ.",
    "hadithBengali": "৯১১। আবূ আসিম (রহঃ) &hellip; ইবনু আব্বাস (রাঃ) থেকে বর্নিত, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ বকর, উমর, এবং উসমান (রাঃ) এর সঙ্গে সালাতে হাযির ছিলাম। তারা সবাই খুতবার আগে সালাত (নামায/নামাজ) আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "911",
    "id": "918",
    "thesequence": "1337",
    "isActive": "1",
    "chapterId": "14672",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬০৯. ঈদের সালাতের পর খুতবা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ), Abu Bakr and `Umar! used to offer the two `Id prayers before delivering the Khutba.",
    "hadithArabic": " حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ وَعُمَرُ ـ رضى الله عنهما ـ يُصَلُّونَ الْعِيدَيْنِ قَبْلَ الْخُطْبَةِ.",
    "hadithBengali": "৯১২। ইয়াকুব ইবনু ইবরাহীম (রহঃ) &hellip; ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ বকর এবং উমর (রাঃ) উভয় ঈদের সালাত (নামায/নামাজ) খুতবার পূর্বে আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "912",
    "id": "919",
    "thesequence": "1338",
    "isActive": "1",
    "chapterId": "14672",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬০৯. ঈদের সালাতের পর খুতবা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) offered a two rak`at prayer on the Day of Id ul Fitr and he did not pray before or after it. Then he went towards women along with Bilal and ordered them to pay alms and so they started giving their earrings and necklaces (in charity).",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى يَوْمَ الْفِطْرِ رَكْعَتَيْنِ، لَمْ يُصَلِّ قَبْلَهَا وَلاَ بَعْدَهَا، ثُمَّ أَتَى النِّسَاءَ وَمَعَهُ بِلاَلٌ، فَأَمَرَهُنَّ بِالصَّدَقَةِ، فَجَعَلْنَ يُلْقِينَ، تُلْقِي الْمَرْأَةُ خُرْصَهَا وَسِخَابَهَا.",
    "hadithBengali": "৯১৩। সুলাইমান ইবনু হারব (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল ফিতরে দু রাকাআত সালাত (নামায/নামাজ) আদায় করেন। এর আগে ও পরে কোন সালাত (নামায/নামাজ) আদায় করেননি। তারপর বিলাল (রাঃ) কে সঙ্গে নিয়ে মহিলাগনের কাছে এলেন এবং সাদাকা প্রদানের জন্য তাদের নির্দেশ দিলেন। তখন তারা দিতে লাগলেন। কেউ দিলেন আংটি, আবার কেউ দিলেন গলার হার।\n",
    "checkStatus": "1",
    "hadithNo": "913",
    "id": "920",
    "thesequence": "1339",
    "isActive": "1",
    "chapterId": "14672",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬০৯. ঈদের সালাতের পর খুতবা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara bin `Azib:\n\nThe Prophet (p.b.u.h) said, The first thing that we should do on this day of ours is to pray and then return to slaughter the sacrifice. So anyone who does so, he acted according to our Sunna (tradition), and whoever slaughtered the sacrifice before the prayer, it was just meat which he presented to his family and would not be considered as Nusuk. A person from the Ansar named Abu Burda bin Niyyar said, O Allahs Messenger (ﷺ)! I slaughtered the Nusuk (before the prayer) but I have a young shegoat which is better than an older sheep. The Prophet (ﷺ) I said, Sacrifice it in lieu of the first, but it will be not sufficient (as a sacrifice) for anybody else after you.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنَا زُبَيْدٌ، قَالَ سَمِعْتُ الشَّعْبِيَّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم  إِنَّ أَوَّلَ مَا نَبْدَأُ فِي يَوْمِنَا هَذَا أَنْ نُصَلِّيَ، ثُمَّ نَرْجِعَ فَنَنْحَرَ، فَمَنْ فَعَلَ ذَلِكَ فَقَدْ أَصَابَ سُنَّتَنَا، وَمَنْ نَحَرَ قَبْلَ الصَّلاَةِ فَإِنَّمَا هُوَ لَحْمٌ قَدَّمَهُ لأَهْلِهِ، لَيْسَ مِنَ النُّسْكِ فِي شَىْءٍ . فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ يُقَالُ لَهُ أَبُو بُرْدَةَ بْنُ نِيَارٍ يَا رَسُولَ اللَّهِ، ذَبَحْتُ وَعِنْدِي جَذَعَةٌ خَيْرٌ مِنْ مُسِنَّةٍ. فَقَالَ  اجْعَلْهُ مَكَانَهُ، وَلَنْ تُوفِيَ أَوْ تَجْزِيَ عَنْ أَحَدٍ بَعْدَكَ .",
    "hadithBengali": "৯১৪। আদম &hellip; বারাআ ইবনু আযিব (রাঃ) থেকে বর্নিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আজকের এ দিনে আমাদের প্রথম কাজ হচ্ছে সালাত (নামায/নামাজ) আদায় করা। এরপর আমরা (বাড়ী) ফিরে আসব এবং কুরবানী করব। কাজেই যে ব্যাক্তি তা করল, সে আমাদের নিয়ম পালন করল। যে ব্যাক্তি সালাত (নামায/নামাজ)-এর আগে কুরবানী করল, তা শুধু গোশত বলেই গন্য হবে, যা সে পরিবারবর্গের জন্য আগেই করে ফেলেছে। এতে কুরবানীর কিছুই নেই।\n\nতখন আবূ বুরদা ইবনু নিয়ার (রাঃ) নামক এক আনসারী বললেন, ইয়া রাসূলাল্লাহ! আমি তো (আগেই) যবেহ করে ফেলেছি। এখন আমার নিকট এমন একটি মেষ শাবক আছে যা এক বছর বয়সের মেষের চাইতে উত্তম। তিনি বললেন, সেটির স্থলে এটিকে যবেহ করে ফেল। তবে তোমার পর অন্য কারো জন্য তা যথেষ্ঠ হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "914",
    "id": "921",
    "thesequence": "1340",
    "isActive": "1",
    "chapterId": "14672",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬০৯. ঈদের সালাতের পর খুতবা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Jubair:\n\nI was with Ibn `Umar when a spear head pierced the sole of his foot and his foot stuck to the paddle of the saddle and I got down and pulled his foot out, and that happened in Mina. Al-Hajjaj got the news and came to inquire about his health and said, Alas! If we could only know the man who wounded you! Ibn `Umar said, You are the one who wounded me. Al-Hajjaj said, How is that? Ibn `Umar said, You have allowed the arms to be carried on a day on which nobody used to carry them and you allowed arms to be carried in the Haram even though it was not allowed before.",
    "hadithArabic": " حَدَّثَنَا زَكَرِيَّاءُ بْنُ يَحْيَى أَبُو السُّكَيْنِ، قَالَ حَدَّثَنَا الْمُحَارِبِيُّ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ سُوقَةَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ كُنْتُ مَعَ ابْنِ عُمَرَ حِينَ أَصَابَهُ سِنَانُ الرُّمْحِ فِي أَخْمَصِ قَدَمِهِ، فَلَزِقَتْ قَدَمُهُ بِالرِّكَابِ، فَنَزَلْتُ فَنَزَعْتُهَا وَذَلِكَ بِمِنًى، فَبَلَغَ الْحَجَّاجَ فَجَعَلَ يَعُودُهُ فَقَالَ الْحَجَّاجُ لَوْ نَعْلَمُ مَنْ أَصَابَكَ. فَقَالَ ابْنُ عُمَرَ أَنْتَ أَصَبْتَنِي. قَالَ وَكَيْفَ قَالَ حَمَلْتَ السِّلاَحَ فِي يَوْمٍ لَمْ يَكُنْ يُحْمَلُ فِيهِ، وَأَدْخَلْتَ السِّلاَحَ الْحَرَمَ وَلَمْ يَكُنِ السِّلاَحُ يُدْخَلُ الْحَرَمَ.",
    "hadithBengali": "৯১৫। যাকারিয়া ইবনু ইয়াহইয়া আবূ সুকাইন (রহঃ) ... সায়ীদ ইবনু জুবাইর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি ইবনু উমর (রাঃ) এর সঙ্গে ছিলাম যখন বর্শার অগ্রভাগ তার পায়ের তলদেশে বিদ্ধ হয়েছিল। ফলে তার পা রেকাবের সাথে আটকে গিয়েছিল। আমি তখন নেমে সেটি টেনে বের করে ফেললাম। এ ঘটে ছিল মিনায়। এ সংবাদ হাজ্জাজের নিকট পৌছলে তিনি তাকে দেখতে আসেন। হাজ্জাজ বললো, যদি আমি জানতে পারতাম কে আপনাকে আঘাত করেছে, (তাকে আমি শাস্তি দিতাম)। তখন ইবনু উমর (রাঃ) বললেন, তুমিই আমাকে আঘাত করেছে। সে বলল, তা কি ভাবে? ইবনু উমর (রাঃ) বললেন, তুমিই সেদিন (ঈদের দিন) অস্ত্র ধারণ করেছ, যে দিন অস্ত্র ধারণ করা হত না। তুমিই অস্ত্রকে হারাম শরীফে প্রবেশ করিয়েছ, অথচ হারাম শরীফে কখনো অস্ত্র প্রবেশ করা হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "915",
    "id": "922",
    "thesequence": "1341",
    "isActive": "1",
    "chapterId": "14673",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬১০. ঈদের জামা&rsquo;আতে এবং হারাম শরীফে অস্ত্রবহণ নিষিদ্ধ। হাসান বাসরী (র:) বলেছেন, শত্রুর ভয় ব্যতীত ঈদের দিনে অস্ত্র বহণ করতে তাদের নিষেধ করা হয়েছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin `Amr bin Sa`id bin Al-`Aas:\n\nAl-Hajjaj went to Ibn `Umar while I was present there. Al-Hajjaj asked Ibn `Umar, How are you? Ibn `Umar replied, I am all right, Al-Hajjaj asked, Who wounded you? Ibn `Umar replied, The person who allowed arms to be carried on the day on which it was forbidden to carry them (he meant Al-Hajjaj).",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يَعْقُوبَ، قَالَ حَدَّثَنِي إِسْحَاقُ بْنُ سَعِيدِ بْنِ عَمْرِو بْنِ سَعِيدِ بْنِ الْعَاصِ، عَنْ أَبِيهِ، قَالَ دَخَلَ الْحَجَّاجُ عَلَى ابْنِ عُمَرَ وَأَنَا عِنْدَهُ، فَقَالَ كَيْفَ هُوَ فَقَالَ صَالِحٌ. فَقَالَ مَنْ أَصَابَكَ قَالَ أَصَابَنِي مَنْ أَمَرَ بِحَمْلِ السِّلاَحِ فِي يَوْمٍ لاَ يَحِلُّ فِيهِ حَمْلُهُ، يَعْنِي الْحَجَّاجَ.",
    "hadithBengali": "৯১৬। আহমদ ইবনু ইয়াকুব (রহঃ) &hellip; সায়ীদ ইবনু আস (রাঃ) এর পিতা থেকে বর্নিত, তিনি বলেন, ইবনু উমর (রাঃ) এর নিকট হাজ্জাজ এলো। আমি তখন তার কাছে ছিলাম। হাজ্জাজ জিজ্ঞাসা করলো, তিনি কেমন আছেন? ইবনু উমর (রাঃ) বললেন, ভাল। হাজ্জাজ জিজ্ঞাসা করলো, আপনাকে কে আঘাত করেছে? তিনি বললেন, আমাকে সে ব্যাক্তি আঘাত করেছে যে সে দিন অস্ত্র ধারণের আদেশ দিয়েছে, যে দিন তা ধারণ করা বৈধ নয়। অর্থাৎ হাজ্জাজ।\n",
    "checkStatus": "1",
    "hadithNo": "916",
    "id": "923",
    "thesequence": "1342",
    "isActive": "1",
    "chapterId": "14673",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬১০. ঈদের জামা&rsquo;আতে এবং হারাম শরীফে অস্ত্রবহণ নিষিদ্ধ। হাসান বাসরী (র:) বলেছেন, শত্রুর ভয় ব্যতীত ঈদের দিনে অস্ত্র বহণ করতে তাদের নিষেধ করা হয়েছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nThe Prophet (ﷺ) delivered the Khutba on the day of Nahr (`Id-ul-Adha) and said, The first thing we should do on this day of ours is to pray and then return and slaughter (our sacrifices). So anyone who does so he acted according to our Sunna; and whoever slaughtered before the prayer then it was just meat that he offered to his family and would not be considered as a sacrifice in any way. My uncle Abu Burda bin Niyyar got up and said, O, Allahs Messenger (ﷺ)! I slaughtered the sacrifice before the prayer but I have a young she-goat which is better than an older sheep. The Prophet (ﷺ) said, Slaughter it in lieu of the first and such a goat will not be considered as a sacrifice for anybody else after you.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ زُبَيْدٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ، قَالَ خَطَبَنَا النَّبِيُّ صلى الله عليه وسلم يَوْمَ النَّحْرِ قَالَ  إِنَّ أَوَّلَ مَا نَبْدَأُ بِهِ فِي يَوْمِنَا هَذَا أَنْ نُصَلِّيَ ثُمَّ نَرْجِعَ فَنَنْحَرَ، فَمَنْ فَعَلَ ذَلِكَ فَقَدْ أَصَابَ سُنَّتَنَا، وَمَنْ ذَبَحَ قَبْلَ أَنْ يُصَلِّيَ فَإِنَّمَا هُوَ لَحْمٌ عَجَّلَهُ لأَهْلِهِ، لَيْسَ مِنَ النُّسُكِ فِي شَىْءٍ . فَقَامَ خَالِي أَبُو بُرْدَةَ بْنُ نِيَارٍ فَقَالَ يَا رَسُولَ اللَّهِ، أَنَا ذَبَحْتُ قَبْلَ أَنْ أُصَلِّيَ وَعِنْدِي جَذَعَةٌ خَيْرٌ مِنْ مُسِنَّةٍ. قَالَ  اجْعَلْهَا مَكَانَهَا ـ أَوْ قَالَ اذْبَحْهَا ـ وَلَنْ تَجْزِيَ جَذَعَةٌ عَنْ أَحَدٍ بَعْدَكَ .",
    "hadithBengali": "৯১৭। সুলাইমান ইবনু হারব (রহঃ) &hellip; বারাআ ইবনু আযিব (রাঃ) থেকে বর্নিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুরবানীর দিন আমাদের উদ্দেশ্যে খুতবা দিতেন। তিনি বলেন, আজাকের দিনে আমাদের প্রথম কাজ হল সালাত (নামায/নামাজ) আদায় করা। তারপর ফিরে এসে কুরবানী করা। যে ব্যাক্তি এরূপ করবে সে আমাদের নিয়ম পালন করল। যে ব্যাক্তি সালাত (নামায/নামাজ)-এর আগেই যবেহ করবে, তা শুধু গোশতের জন্যই হবে, যা সে পরিবারের জন্য তাড়াতাড়ি করে ফেলেছে। কুরবানীর সাথে এর কোন সম্পর্ক নেই। তখন আমার মামা আবূ বুরদা ইবনু নিয়ার (রাঃ) দাড়িয়ে বললেন, ইয়া রাসূলাল্লাহ! আমি তো সালাত (নামায/নামাজ)-এর আগেই যবেহ করে ফেলেছি। তবে এখন আমার নিকট এমন একটি মেষশাবক আছে যা মুসিন্না[1] মেষের চাইতেও উত্তম। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তার স্থলে এটিই কুরবানী করে নাও। অথবা তিনি বললেনঃ এটিই যবেহ কর। তবে তুমি ব্যতীত আর কারো জন্যই মেষশাবক যথেষ্ঠ হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "917",
    "id": "924",
    "thesequence": "1343",
    "isActive": "1",
    "chapterId": "14674",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬১১. ঈদের সালাতের জন্য সকাল সকাল রওয়ানা হওয়া। আবদুল্লাহ ইবন বুসর (রাঃ) বলেছেন, আমরা চাশতের সালাতের সময় ঈদের সালাত সমাপ্ত করতাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, No good deeds done on other days are superior to those done on these (first ten days of Dhul Hijja). Then some companions of the Prophet (ﷺ) said, Not even Jihad? He replied, Not even Jihad, except that of a man who does it by putting himself and his property in danger (for Allahs sake) and does not return with any of those things.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ سُلَيْمَانَ، عَنْ مُسْلِمٍ الْبَطِينِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ  مَا الْعَمَلُ فِي أَيَّامِ الْعَشْرِ أَفْضَلَ مِنَ الْعَمَلِ فِي هَذِهِ . قَالُوا وَلاَ الْجِهَادُ قَالَ  وَلاَ الْجِهَادُ، إِلاَّ رَجُلٌ خَرَجَ يُخَاطِرُ بِنَفْسِهِ وَمَالِهِ فَلَمْ يَرْجِعْ بِشَىْءٍ .",
    "hadithBengali": "৯১৮। মুহাম্মদ ইবনু আরআরা (রহঃ) &hellip; ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যিলহাজ্জ মাসের প্রথম দশ দিনের আমল, অনান্য দিনের আমলের তুলনায় উত্তম। তারা জিজ্ঞাসা করলেন, জিহাদও কি (উত্তম) নয়? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেলেনঃ জিহাদও নয়। তবে সে ব্যাক্তির কথা স্বতন্ত্র, যে নিজের জান ও মালের ঝুকি নিয়েও জিহাদ করে এবং কিছু্ই নিয়ে আসে না।\n",
    "checkStatus": "1",
    "hadithNo": "918",
    "id": "925",
    "thesequence": "1344",
    "isActive": "1",
    "chapterId": "14675",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬১২. তাশরীকের দিনগুলোতে আমলের ফযীলত। ইবন আব্বাস (রাঃ) বলেন, وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْلُومَاتٍ দ্বারা (যিলহাজ্জ মাসের) দশ দিন বুঝায় এবং وَالأَيَّامُ الْمَعْدُودَاتُ দ্বারা আইয়ামুত তাশরীক বুঝায়। ইবন ওমর ও আবু হুরায়রা (রাঃ) এই দশ দিন তাকবীর বলতে বলতে বাজারের দিকে যেতেন এবং তাদের তাকবীরের সঙ্গে অন্যরাও তাকবীর বলত। মুহাম্মদ ইবন আলী (রহঃ) নফল সালাতের পরেও তাকবীর বলতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muhammad bin Abi Bakr Al-Thaqafi:\n\nWhile we were going from Mina to `Arafat, I asked Anas bin Malik, about Talbiya, How did you use to say Talbiya in the company of the Prophet? Anas said: People used to say Talbiya and their saying was not objected to and they used to say Takbir and that was not objected to either. ",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ أَبِي بَكْرٍ الثَّقَفِيُّ، قَالَ سَأَلْتُ أَنَسًا وَنَحْنُ غَادِيَانِ مِنْ مِنًى إِلَى عَرَفَاتٍ عَنِ التَّلْبِيَةِ كَيْفَ كُنْتُمْ تَصْنَعُونَ مَعَ النَّبِيِّ صلى الله عليه وسلم قَالَ كَانَ يُلَبِّي الْمُلَبِّي لاَ يُنْكَرُ عَلَيْهِ، وَيُكَبِّرُ الْمُكَبِّرُ فَلاَ يُنْكَرُ عَلَيْهِ.",
    "hadithBengali": "৯১৯। আবূ নুআইম (রহঃ) &hellip; মুহাম্মদ ইবনু আবূ বকর সাকাফী (রহঃ) থেকে বর্ণিত তিনি বলেন, আমরা সকাল বেলা মিনা থেকে যখন আরাফাতের দিকে যাচ্ছিলাম, তখন আনাস ইবনু মালিক (রাঃ) এর নিকট তালবিয়া সম্পর্কে জিজ্ঞাসা করলাম, আপনারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে কিরূপ করতেন? তিনি বললেন, তালবিয়া পাঠকারী তালবিয়া পড়ত, তাকে নিষেধ করা হতো না। তাকবীর পাঠকারী তাকবীর পাঠ করত, তাকেও নিষেধ করা হতো না।\n",
    "checkStatus": "1",
    "hadithNo": "919",
    "id": "926",
    "thesequence": "1345",
    "isActive": "1",
    "chapterId": "14676",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬১৩. মিনা এর দিনগুলোতে এবং সকালে আরাফায় যাওয়ার সময় তাকবীর বলা। উমর(রা:) মিনীয় নিজের তাবূতে তাকবীর বলতেন। মসজিদের লোকেরা তা শুনে তারাও তাকবীর বলতেন এবং বাজারের লোকেরাও তাকবীর বলতেন। ফলে সমস্ত মিনা তাকবীরের আওয়াযে গুঞ্জরিত হয়ে উঠত। ইবন উমর (রা:) সে দিনগুলোতে মিনায় তাকবীর বলতেন এবং সালাতের পারে, বিছানায়, খীমায়, মসলিসে এবং চলার সময় এ দিনগুলোতে তাকবীর বলতেন। মাইমুনা (রা:) কুরবানীর দিন তাকবীর বলতেন এবং মহিলারা আবান ইবন উসমান ও উমর ইবন আবদুল আযীয (র:) এর পিছনে তাশরীকের রাতগুলোতে মুসজিদে পুরুষদের সংঙ্গে সংঙ্গে তাকবীর বলতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um `Atiya:\n\nWe used to be ordered to come out on the Day of `Id and even bring out the virgin girls from their houses and menstruating women so that they might stand behind the men and say Takbir along with them and invoke Allah along with them and hope for the blessings of that day and for purification from sins.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، قَالَ حَدَّثَنَا أَبِي، عَنْ عَاصِمٍ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ كُنَّا نُؤْمَرُ أَنْ نَخْرُجَ يَوْمَ الْعِيدِ، حَتَّى نُخْرِجَ الْبِكْرَ مِنْ خِدْرِهَا، حَتَّى نُخْرِجَ الْحُيَّضَ فَيَكُنَّ خَلْفَ النَّاسِ، فَيُكَبِّرْنَ بِتَكْبِيرِهِمْ، وَيَدْعُونَ بِدُعَائِهِمْ يَرْجُونَ بَرَكَةَ ذَلِكَ الْيَوْمِ وَطُهْرَتَهُ.",
    "hadithBengali": "৯২০। মুহাম্মদ (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত, তিনি বলেন, ঈদের দিন আমাদের বের হওয়ার আদেশ দেওয়া হত। এমন কি আমরা কুমারী মেয়েদেরকেও অন্দর মহর থেকে বের করতাম এবং ঋতুমতী মেয়েদেরকেও। তারা পুরুষদের পিছনে থাকতো এবং তাদের তাকবীরের সাথে তাকবীর বলতো এবং তাদের দুআর সাথে দুআ করত-তারা আশা করত সে দিনের বরকত এবং পবিত্রতা।\n",
    "checkStatus": "1",
    "hadithNo": "920",
    "id": "927",
    "thesequence": "1346",
    "isActive": "1",
    "chapterId": "14676",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬১৩. মিনা এর দিনগুলোতে এবং সকালে আরাফায় যাওয়ার সময় তাকবীর বলা। উমর(রা:) মিনীয় নিজের তাবূতে তাকবীর বলতেন। মসজিদের লোকেরা তা শুনে তারাও তাকবীর বলতেন এবং বাজারের লোকেরাও তাকবীর বলতেন। ফলে সমস্ত মিনা তাকবীরের আওয়াযে গুঞ্জরিত হয়ে উঠত। ইবন উমর (রা:) সে দিনগুলোতে মিনায় তাকবীর বলতেন এবং সালাতের পারে, বিছানায়, খীমায়, মসলিসে এবং চলার সময় এ দিনগুলোতে তাকবীর বলতেন। মাইমুনা (রা:) কুরবানীর দিন তাকবীর বলতেন এবং মহিলারা আবান ইবন উসমান ও উমর ইবন আবদুল আযীয (র:) এর পিছনে তাশরীকের রাতগুলোতে মুসজিদে পুরুষদের সংঙ্গে সংঙ্গে তাকবীর বলতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nOn the day of `Id-ul-Fitr and `Id-ul-Adha a spear used to be planted in front of the Prophet (as a Sutra for the prayer) and then he would pray.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ تُرْكَزُ الْحَرْبَةُ قُدَّامَهُ يَوْمَ الْفِطْرِ وَالنَّحْرِ ثُمَّ يُصَلِّي.",
    "hadithBengali": "৯২১। মুহাম্মদ ইবনু বাশশার (রহঃ) ... ইবনু উমর (রাঃ) হতে বর্ণিত, ঈদুল ফিতর ও কুরবানীর দিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে বর্শা পুতে দেওয়া হত। তারপর তিনি সালাত (নামায/নামাজ) আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "921",
    "id": "928",
    "thesequence": "1347",
    "isActive": "1",
    "chapterId": "14677",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬১৪. ঈদের দিন বর্শা সামনে পুতে সালাত আদায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) used to proceed to the Musalla and an Anaza used to be carried before him and planted in the Musalla in front of him and he would pray facing it (as a Sutra).",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، قَالَ حَدَّثَنَا الْوَلِيدُ، قَالَ حَدَّثَنَا أَبُو عَمْرٍو، قَالَ أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَغْدُو إِلَى الْمُصَلَّى، وَالْعَنَزَةُ بَيْنَ يَدَيْهِ، تُحْمَلُ وَتُنْصَبُ بِالْمُصَلَّى بَيْنَ يَدَيْهِ فَيُصَلِّي إِلَيْهَا.",
    "hadithBengali": "৯২২। ইবরাহীম ইবনু মুনযির (রহঃ) ... ইবনু ওমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সকাল বেলায় ঈদগাহে যেতেন, তথন তার সামনে বর্শা বহন করা হতো এবং তার সামনে ঈদগাহে তা স্থাপন করা হতো এবং একে সামনে রেখে তিনি সালাত (নামায/নামাজ) আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "922",
    "id": "929",
    "thesequence": "1348",
    "isActive": "1",
    "chapterId": "14678",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬১৫. ঈদের দিন ইমামের সামনে বল্লম অথবা বর্শা বহন করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muhammad:\n\nUm Atiyya said: Our Prophet ordered us to come out (on `Id day) with the mature girls and the virgins staying in seclusion. Hafsa narrated the above mentioned Hadith and added, The mature girls or virgins staying in seclusion but the menstruating women had to keep away from the Musalla.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ أُمِرْنَا أَنْ نُخْرِجَ، الْعَوَاتِقَ وَذَوَاتِ الْخُدُورِ. وَعَنْ أَيُّوبَ عَنْ حَفْصَةَ بِنَحْوِهِ. وَزَادَ فِي حَدِيثِ حَفْصَةَ قَالَ أَوْ قَالَتِ الْعَوَاتِقَ وَذَوَاتِ الْخُدُورِ، وَيَعْتَزِلْنَ الْحُيَّضُ الْمُصَلَّى.",
    "hadithBengali": "৯২৩। আবদুল্লাহ ইবনু আবদুল ওয়াহহাব (রহঃ) ... উম্মে আতীয়্যা (রাঃ) থেকে বর্ণিত, তিনি বলেন, (ঈদের সালাত (নামায/নামাজ)-এর উদ্দেশ্যে) যুবতী ও পর্দানশীন মেয়েদের নিয়ে যাওয়ার জন্য আমাদের আদেশ করা হত। আইয়্যুব (রহঃ) থেকে হাফসা (রাঃ) সূত্রে অনুরূপ বর্ণিত আছে এবং হাফসা (রাঃ) থেকে বর্ণিত রেওয়ায়েতে অতিরিক্ত বর্ণনা আছে যে, ঈদগাহে ঋতুমতী মহিলারা আলাদা থাকতেন।\n",
    "checkStatus": "1",
    "hadithNo": "923",
    "id": "930",
    "thesequence": "1349",
    "isActive": "1",
    "chapterId": "14679",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬১৬. মহিলাদের এবং মাসিকচলা মহিলাদের ঈদগাহে গমন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nI (in my boyhood) went out with the Prophet (ﷺ) on the day of `Id ul Fitr or Id-ul-Adha. The Prophet (ﷺ) prayed and then delivered the Khutba and then went towards the women, preached and advised them and ordered them to give alms.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عَبَّاسٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، قَالَ خَرَجْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم يَوْمَ فِطْرٍ أَوْ أَضْحَى، فَصَلَّى ثُمَّ خَطَبَ، ثُمَّ أَتَى النِّسَاءَ فَوَعَظَهُنَّ وَذَكَّرَهُنَّ، وَأَمَرَهُنَّ بِالصَّدَقَةِ.",
    "hadithBengali": "৯২৪। আমর ইবনু আব্বাস (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ঈদুল ফিতর বা আযহার দিন বের হলাম। তিনি সালাত (নামায/নামাজ) আদায় করলেন। এরপর খুতবা দিলেন। তারপর মহিলাগণের কাছে গিয়ে তাদের উপদেশ দিলেন, তাদের নসীহত করলেন এবং তাদেরকে সাদকা দানের নির্দেশ দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "924",
    "id": "931",
    "thesequence": "1350",
    "isActive": "1",
    "chapterId": "14680",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬১৭. বালকদের ঈদগাহে গমন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nThe Prophet (ﷺ) went towards Al-Baqi (the graveyard at Medina) on the day of Id-ul-Adha and offered a two-rak`at prayer (of `Id-ul-Adha) and then faced us and said, On this day of ours, our first act of worship is the offering of prayer and then we will return and slaughter the sacrifice, and whoever does this concords with our Sunna; and whoever slaughtered his sacrifice before that (i.e. before the prayer) then that was a thing which he prepared earlier for his family and it would not be considered as a Nusuk (sacrifice.) A man stood up and said, O, Allahs Messenger (ﷺ)! I slaughtered (the animal before the prayer) but I have a young she-goat which is better than an older sheep. The Prophet (p.b.u.h) said to him, Slaughter it. But a similar sacrifice will not be sufficient for anybody else after you.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ طَلْحَةَ، عَنْ زُبَيْدٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم يَوْمَ أَضْحًى إِلَى الْبَقِيعِ فَصَلَّى رَكْعَتَيْنِ، ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ وَقَالَ  إِنَّ أَوَّلَ نُسُكِنَا فِي يَوْمِنَا هَذَا أَنْ نَبْدَأَ بِالصَّلاَةِ، ثُمَّ نَرْجِعَ فَنَنْحَرَ، فَمَنْ فَعَلَ ذَلِكَ فَقَدْ وَافَقَ سُنَّتَنَا، وَمَنْ ذَبَحَ قَبْلَ ذَلِكَ فَإِنَّمَا هُوَ شَىْءٌ عَجَّلَهُ لأَهْلِهِ، لَيْسَ مِنَ النُّسُكِ فِي شَىْءٍ . فَقَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ، إِنِّي ذَبَحْتُ وَعِنْدِي جَذَعَةٌ خَيْرٌ مِنْ مُسِنَّةٍ. قَالَ  اذْبَحْهَا، وَلاَ تَفِي عَنْ أَحَدٍ بَعْدَكَ .",
    "hadithBengali": "৯২৫। আবূ নুআইম (রহঃ) ... বারাআ (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল আযহার দিন বাকী (নামক কবরস্থানে) গমন করেন। তারপর তিনি দুরাআত সালাত (নামায/নামাজ) &zwj;&zwnj;আদায় করেন এরপর আমাদের দিকে মুখ করে দাঁড়ালেন এবং তিনি বলেন, আজকের দিনের প্রথম ইবাদাত হল সালাত (নামায/নামাজ) আদায় করা। এরপর (বাড়ী) ফিরে গিয়ে কুরবানী করা। যে ব্যাক্তি এরূপ করবে সে আমাদের নিয়ম অনুযায়ী কাজ করবে। আর যে এর পূর্বেই যবেহ করবে তা হলে তার যবেহ হবে এমন একটি কাজ, যা সে নিজের পরিবারবর্গের জন্যই তাড়াতাড়ি করে ফেলেছে, এর সাথে কুরবানীর কোন সম্পর্ক নেই। তখন এক ব্যাক্তি [আবূ বুরদা ইবনু নিয়ার (রাঃ)] দাঁড়িয়ে জিজ্ঞাসা করলেন, ইয়া রাসূলাল্লাহ! আমি (তো সালাত (নামায/নামাজ)-এর পূর্বেই) যবেহ করে ফেলেছি। এখন আমার নিকট এমন একটি মেষশাবক আছে যা পূর্ণবয়স্ক মেষের চাইতে উত্তম। (এটা কুরবানী করা যাবে কি?) তিনি বললেন, এটাই যবেহ কর। তবে তোমার পর আর কারো জন্য তা যথেষ্ট হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "925",
    "id": "932",
    "thesequence": "1351",
    "isActive": "1",
    "chapterId": "14681",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬১৮. ঈদের খুতবা দেওয়ার সময় মুসল্লীগণের দিকে ইমামের মুখ করে দাড়ানো আবু সায়ীদ রা: বলেন, নবী করিম সা: মুসল্লীগণের দিকে মুখ করে দাড়াতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdur Rahman bin `Abis:\n\nIbn `Abbas was asked whether he had joined the Prophet (ﷺ) in the `Id prayer. He said, Yes. And I could not have joined him had I not been young. (The Prophet (ﷺ) came out) till he reached the mark which was near the house of Kathir bin As-Salt, offered the prayer, delivered the Khutba and then went towards the women. Bilal was accompanying him. He preached to them and advised them and ordered them to give alms. I saw the women putting their ornaments with their outstretched hands into Bilals garment. Then the Prophet (ﷺ) along with Bilal returned home.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ عَابِسٍ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، قِيلَ لَهُ أَشَهِدْتَ الْعِيدَ مَعَ النَّبِيِّ صلى الله عليه وسلم قَالَ نَعَمْ، وَلَوْلاَ مَكَانِي مِنَ الصِّغَرِ مَا شَهِدْتُهُ، حَتَّى أَتَى الْعَلَمَ الَّذِي عِنْدَ دَارِ كَثِيرِ بْنِ الصَّلْتِ فَصَلَّى ثُمَّ خَطَبَ ثُمَّ أَتَى النِّسَاءَ، وَمَعَهُ بِلاَلٌ، فَوَعَظَهُنَّ وَذَكَّرَهُنَّ، وَأَمَرَهُنَّ بِالصَّدَقَةِ، فَرَأَيْتُهُنَّ يُهْوِينَ بِأَيْدِيهِنَّ يَقْذِفْنَهُ فِي ثَوْبِ بِلاَلٍ، ثُمَّ انْطَلَقَ هُوَ وَبِلاَلٌ إِلَى بَيْتِهِ.",
    "hadithBengali": "৯২৬। মূসাদ্দা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তাকে জিজ্ঞাসা করা হয়, আপনি কি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে কখনো ঈদে উপস্থিত হয়েছেন? তিনি বললেন হ্যাঁ। যদি তার কাছে আমার মর্যাদা না থাকত তা হলে কম বয়সী হওয়ার কারণে আমি ঈদে উপস্থিত হতে পারতাম না। তিনি বের হয়ে কাসীর ইবনু সালাতের গৃহের কাছে স্থাপিত নিশানার কাছে এলেন এবং সালাত (নামায/নামাজ) আদায় করলেন। এরপর খুতবা দিলেন। তারপর তিনি মহিলাগনের নিকট উপস্থিত হলেন। তখন তার সঙ্গে বিলাল (রাঃ) ছিলেন। তিনি তখন মহিলাগনের উপদেশ দিলেন, নসীহত করলেন এবং দান সাদাকা করার জন্য নির্দেশ দিলেন। আমি তখন মহিলাগণের নিজ নিজ হাত বাড়িয়ে বিলাল (রাঃ) এর কাপড়ে দান সামগ্রী ফেলতে দেখলাম। এরপর তিনি এবং বিলাল (রাঃ) নিজ বাড়ীর দিকে চলে গেলেন।\n",
    "checkStatus": "1",
    "hadithNo": "926",
    "id": "933",
    "thesequence": "1352",
    "isActive": "1",
    "chapterId": "14682",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬১৯. ঈদগাহে চিহ্ন রাখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Juraij:\n\n`Ata told me that he had heard Jabir bin `Abdullah saying, The Prophet (ﷺ) stood up to offer the prayer of the `Id ul Fitr. He first offered the prayer and then delivered the Khutba. After finishing it he got down (from the pulpit) and went towards the women and advised them while he was leaning on Bilals hand. Bilal was spreading out his garment where the women were putting their alms. I asked `Ata whether it was the Zakat of `Id ul Fitr. He said, No, it was just alms given at that time. Some lady put her finger ring and the others would do the same. I said, (to `Ata), Do you think that it is incumbent upon the Imam to give advice to the women (on `Id day)? He said, No doubt, it is incumbent upon the Imams to do so and why should they not do so? \n\n Al-Hasan bin Muslim told me that\n\nIbn `Abbas had said, I joined the Prophet, Abu Bakr, `Umar and `Uthman in the `Id ul Fitr prayers. They used to offer the prayer before the Khutba and then they used to deliver the Khutba afterwards. Once the Prophet (ﷺ) I came out (for the `Id prayer) as if I were just observing him waving to the people to sit down. He, then accompanied by Bilal, came crossing the rows till he reached the women. He recited the following verse:\nO Prophet! When the believing women come to you to take the oath of fealty to you . . . (to the end of the verse) (60.12). After finishing the recitation he said, O ladies! Are you fulfilling your covenant? None except one woman said, Yes. Hasan did not know who was that woman. The Prophet (ﷺ) said, Then give alms. Bilal spread his garment and said, Keep on giving alms. Let my father and mother sacrifice their lives for you (ladies). So the ladies kept on putting their Fatkhs (big rings) and other kinds of rings in Bilals garment. `Abdur-Razaq said,  Fatkhs is a big ring which used to be worn in the (Pre-Islamic) period of ignorance. ",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ نَصْرٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ حَدَّثَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ سَمِعْتُهُ يَقُولُ قَامَ النَّبِيُّ صلى الله عليه وسلم يَوْمَ الْفِطْرِ، فَصَلَّى فَبَدَأَ بِالصَّلاَةِ ثُمَّ خَطَبَ، فَلَمَّا فَرَغَ نَزَلَ فَأَتَى النِّسَاءَ، فَذَكَّرَهُنَّ وَهْوَ يَتَوَكَّأُ عَلَى يَدِ بِلاَلٍ وَبِلاَلٌ بَاسِطٌ ثَوْبَهُ، يُلْقِي فِيهِ النِّسَاءُ الصَّدَقَةَ. قُلْتُ لِعَطَاءٍ زَكَاةَ يَوْمِ الْفِطْرِ قَالَ لاَ وَلَكِنْ صَدَقَةً يَتَصَدَّقْنَ حِينَئِذٍ، تُلْقِي فَتَخَهَا وَيُلْقِينَ. قُلْتُ أَتُرَى حَقًّا عَلَى الإِمَامِ ذَلِكَ وَيُذَكِّرُهُنَّ قَالَ إِنَّهُ لَحَقٌّ عَلَيْهِمْ، وَمَا لَهُمْ لاَ يَفْعَلُونَهُ\n قَالَ ابْنُ جُرَيْجٍ وَأَخْبَرَنِي الْحَسَنُ بْنُ مُسْلِمٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ شَهِدْتُ الْفِطْرَ مَعَ النَّبِيِّ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ ـ رضى الله عنهم ـ يُصَلُّونَهَا قَبْلَ الْخُطْبَةِ، ثُمَّ يُخْطَبُ بَعْدُ، خَرَجَ النَّبِيُّ صلى الله عليه وسلم كَأَنِّي أَنْظُرُ إِلَيْهِ حِينَ يُجْلِسُ بِيَدِهِ، ثُمَّ أَقْبَلَ يَشُقُّهُمْ حَتَّى جَاءَ النِّسَاءَ مَعَهُ بِلاَلٌ فَقَالَ {يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ} الآيَةَ ثُمَّ قَالَ حِينَ فَرَغَ مِنْهَا  آنْتُنَّ عَلَى ذَلِكَ . قَالَتِ امْرَأَةٌ وَاحِدَةٌ مِنْهُنَّ لَمْ يُجِبْهُ غَيْرُهَا نَعَمْ. لاَ يَدْرِي حَسَنٌ مَنْ هِيَ. قَالَ  فَتَصَدَّقْنَ  فَبَسَطَ بِلاَلٌ ثَوْبَهُ ثُمَّ قَالَ هَلُمَّ لَكُنَّ فِدَاءٌ أَبِي وَأُمِّي، فَيُلْقِينَ الْفَتَخَ وَالْخَوَاتِيمَ فِي ثَوْبِ بِلاَلٍ. قَالَ عَبْدُ الرَّزَّاقِ الْفَتَخُ الْخَوَاتِيمُ الْعِظَامُ كَانَتْ فِي الْجَاهِلِيَّةِ.",
    "hadithBengali": "৯২৭। ইসহাক ইবনু ইবরাহীম ইবনু নাসর (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল ফিতরের দিন দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করলেন, পরে খুতবা দিলেন। খুতবা শেষে নেমে মহিলাগণের নিকট আসলেন এবং তাদের নসীহত করলেন। তখন তিনি বিলাল (রাঃ) এর হাতের উপর ভর দিয়েছিলেন এবং বিলাল (রাঃ) তার কাপড় প্রসারিত করে ধরলেন। মহিলাগণ এতে দান সামগ্রী ফেলতে লাগলেন (&zwnj;আমি ইবনু জুরাইজ) আতা (রহঃ) কে জিজ্ঞাসা করলাম, এ কি ঈদুল ফিতরের সাদাকা? তিনি বললেন না, বরং এ সাধারণ সাদাকা যা তারা ঐ সময় দিচ্ছিলেন। কোন মহিলা তার আংটি দান করলে অন্যান্য মহিলাগণও তাদের আংটি দান করতে লাগলেন। আমি আতা (রহঃ) কে আবার জিজ্ঞাস করলাম, মহিলাগণকে উপদেশ দেওয়া কি ইমামের জন্য জরুরী? তিনি বললেন, অবশ্যই, তাদের উপর তা জরুরী। তাদের (ইমামগণ) কি হয়েছে &zwj;যে, তারা এরূপ করবেন না?\n\nইবনু জুরাইজ (রহঃ) বলছেন, হাসান ইবনু মুসলিম (রহঃ) তাইস (রহঃ) এর মধ্যমে ইবনু আব্বাস (রাঃ) থেকে আমার নিকট বর্ণনা করেছেন। তিনি বলেছেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ বকর, উমর ও উসমান (রাঃ) এর সঙ্গে ঈদুল ফিতরে আমি উপস্থিত ছিলাম। তারা খুতবার আগে সালাত (নামায/নামাজ) আদায় করতেন, পরে খুতবা দিতেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হলেন, আমি যেন দেখতে পাচ্ছি তিনি হাতের ইশারায় (লোকদের) বসিয়ে দিচ্ছেন। এরপর তাদের কাতার ফাঁক করে অগ্রসর হয়ে মহিলাদের কাছে এলেন।\n\nবিলাল (রাঃ) তার সঙ্গে ছিলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুরআনের এ আয়াত পাঠ করলেনঃيَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ অর্থ &ldquo;হে নাবী যখন ঈমানদার মহিলাগণ আপনার নিকট এ শর্তে বায়আত করতে আসেন (সূরা মুমতাহিনাঃ ১২)। এ আয়াত শেষ করে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের জিজ্ঞাসা করলেন, তোমরা এ বায়আতের উপর আছ? তদের মধ্যে একজন মহিলা বলল, হ্যাঁ, সে ছাড়া আর কেউ এর জবাব দিল না। হাসান (রহঃ) জানেন না, সে মহিলা কে?\n\nএরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা সাদাকা কর। সে সময় বিলাল (রাঃ) তার কাপড় প্রসারিত করে বললেন, আমার মা-বাপ আপনাদের জন্য কুরবান হোক, আসুন, আপনারা দান করুন। তখন মহিলাগণ তাদের ছোট-বড় আংটিগুলো বিলাল (রাঃ) এর কাপড়ের মধ্যে ফেলতে লাগলেন। আবদুর রাযযাক (রহঃ) বলেন, الْفَتَخُ হল বড় আংটি যা জাহেলী যুগে ব্যবহৃত হত।\n",
    "checkStatus": "1",
    "hadithNo": "927",
    "id": "934",
    "thesequence": "1353",
    "isActive": "1",
    "chapterId": "14683",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬২০. ঈদের দিন মহিলাগণের প্রতি ইমামের উপদেশ দেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aiyub:\n\nHafsa bint Seereen said, On Id we used to forbid our girls to go out for `Id prayer. A lady came and stayed at the palace of Bani Khalaf and I went to her. She said, The husband of my sister took part in twelve holy battles along with the Prophet (ﷺ) and my sister was with her husband in six of them. My sister said that they used to nurse the sick and treat the wounded. Once she asked, O Allahs Messenger (ﷺ)! If a woman has no veil, is there any harm if she does not come out (on `Id day)? The Prophet (ﷺ) said, Her companion should let her share her veil with her, and the women should participate in the good deeds and in the religious gatherings of the believers.  Hafsa added, When Um-`Atiya came, I went to her and asked her, Did you hear anything about so-and-so? Um-`Atiya said, Yes, let my father be sacrificed for the Prophet (p.b.u.h). (And whenever she mentioned the name of the Prophet (ﷺ) she always used to say, Let my father be sacrificed for him). He said, Virgin mature girls staying often screened (or said, Mature girls and virgins staying often screened--Aiyub is not sure as which was right) and menstruating women should come out (on the `Id day). But the menstruating women should keep away from the Musalla. And all the women should participate in the good deeds and in the religious gatherings of the believers. Hafsa said, On that I said to Um-`Atiya, Also those who are menstruating?  Um-`Atiya replied, Yes. Do they not present themselves at `Arafat and elsewhere?.",
    "hadithArabic": " حَدَّثَنَا أَبُو مَعْمَرٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، قَالَ حَدَّثَنَا أَيُّوبُ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، قَالَتْ كُنَّا نَمْنَعُ جَوَارِيَنَا أَنْ يَخْرُجْنَ يَوْمَ الْعِيدِ، فَجَاءَتِ امْرَأَةٌ فَنَزَلَتْ قَصْرَ بَنِي خَلَفٍ فَأَتَيْتُهَا فَحَدَّثَتْ أَنَّ زَوْجَ أُخْتِهَا غَزَا مَعَ النَّبِيِّ صلى الله عليه وسلم ثِنْتَىْ عَشْرَةَ غَزْوَةً فَكَانَتْ أُخْتُهَا مَعَهُ فِي سِتِّ غَزَوَاتٍ. فَقَالَتْ فَكُنَّا نَقُومُ عَلَى الْمَرْضَى وَنُدَاوِي الْكَلْمَى، فَقَالَتْ يَا رَسُولَ اللَّهِ، عَلَى إِحْدَانَا بَأْسٌ إِذَا لَمْ يَكُنْ لَهَا جِلْبَابٌ أَنْ لاَ تَخْرُجَ فَقَالَ  لِتُلْبِسْهَا صَاحِبَتُهَا مِنْ جِلْبَابِهَا فَلْيَشْهَدْنَ الْخَيْرَ وَدَعْوَةَ الْمُؤْمِنِينَ . قَالَتْ حَفْصَةُ فَلَمَّا قَدِمَتْ أُمُّ عَطِيَّةَ أَتَيْتُهَا، فَسَأَلْتُهَا أَسَمِعْتِ فِي كَذَا وَكَذَا قَالَتْ نَعَمْ، بِأَبِي ـ وَقَلَّمَا ذَكَرَتِ النَّبِيَّ صلى الله عليه وسلم إِلاَّ قَالَتْ بِأَبِي ـ قَالَ  لِيَخْرُجِ الْعَوَاتِقُ ذَوَاتُ الْخُدُورِ ـ أَوْ قَالَ الْعَوَاتِقُ وَذَوَاتُ الْخُدُورِ شَكَّ أَيُّوبُ ـ وَالْحُيَّضُ، وَيَعْتَزِلُ الْحُيَّضُ الْمُصَلَّى، وَلْيَشْهَدْنَ الْخَيْرَ وَدَعْوَةَ الْمُؤْمِنِينَ . قَالَتْ فَقُلْتُ لَهَا آلْحُيَّضُ قَالَتْ نَعَمْ، أَلَيْسَ الْحَائِضُ تَشْهَدُ عَرَفَاتٍ وَتَشْهَدُ كَذَا وَتَشْهَدُ كَذَا",
    "hadithBengali": "৯২৮। আবূ মামার (রহঃ) ... হাফসা বিনত সীরীন (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা ঈদের দিন আমাদের যুবতীদের বের হতে নিষেধ করতাম। একবার জনৈক মহিলা এলেন এবং বনু খালাফের প্রাসাদে অবস্থান করলেন। আমি তার নিকট গেলে বললেন, তার ভগ্নিপতি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে বারটি যুদ্ধে অংশগ্রহন করেছেন, এর মধ্যে ছয়টি যুদ্ধে স্বয়ং তার বোনও স্বামীর সাথে অংশগ্রহন করেছেন, (মহিলা বলেন) আমার বোন বলেছেন, আমরা রুগ্নদের সেবা করতাম, আহতদের সেবা করতাম। একবার তিনি প্রশ্ন করেছিলেন, ইয়া রাসূলাল্লাহ! যদি আমাদের কারো ওড়না না থাকে, তখন কি সে বের হবে? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এ অবস্থায় তার বান্ধবী যেন তাকে নিজ ওড়না পরিধান করতে দেয় এবং এভাবে মহিলাগণ যেন কল্যানকর কাজে ও মমিনদের দুআয় অংশগ্রহন করেন।\n\nহাফসা (রাঃ) বলেন, যখন উম্মে আতিয়া (রাঃ) এলেন, তখন আমি তাকে জিজ্ঞাসা করলাম যে, আপনি কি এসব ব্যাপারে কিছু শুনছেন? তিনি বললেন হ্যাঁ, হাফসা (রহঃ) বলেন, আমার পিতা, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য উৎসর্গিত হোক এবং তিনি যখনই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নাম উল্লেখ করতেন, তখনই এ কথা বলতেন। তাবুতে অবস্থান-কারিণী যুবতীগণ এবং ঋতুমতী মহিলাগণ যেন বের হন। তবে ঋতুমতী মহিলাগণ যেন সালাত (নামায/নামাজ)-এর স্থান থেকে সরে থাকেন। তারা সকলেই যেন কল্যানকর কাজে ও মুমিনদের দুআয় অংশগ্রহন করেন। হাফসা (রহঃ) বলেন, আমি তাকে বললাম ঋতুমতী মহিলাগণও? তিনি বললেন, হ্যাঁ ঋতুমতী মহিলা কি আরাফাত এবং অন্যান্য স্থানে উপস্থিত হয় না?\n",
    "checkStatus": "1",
    "hadithNo": "928",
    "id": "935",
    "thesequence": "1354",
    "isActive": "1",
    "chapterId": "14684",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬২১. ঈদের সালাতে যাওয়ার জন্য মহিলাগনের ওড়না না থাকলে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um-`Atiya:\n\nWe were ordered to go out (for `Id) and also to take along with us the menstruating women, mature girls and virgins staying in seclusion. (Ibn `Aun said, Or mature virgins staying in seclusion). The menstruating women could present themselves at the religious gathering and invocation of Muslims but should keep away from their Musalla.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنِ ابْنِ عَوْنٍ، عَنْ مُحَمَّدٍ، قَالَ قَالَتْ أُمُّ عَطِيَّةَ أُمِرْنَا أَنْ نَخْرُجَ فَنُخْرِجَ الْحُيَّضَ وَالْعَوَاتِقَ وَذَوَاتِ الْخُدُورِ. قَالَ ابْنُ عَوْنٍ أَوِ الْعَوَاتِقَ ذَوَاتِ الْخُدُورِ، فَأَمَّا الْحُيَّضُ فَيَشْهَدْنَ جَمَاعَةَ الْمُسْلِمِينَ وَدَعْوَتَهُمْ، وَيَعْتَزِلْنَ مُصَلاَّهُمْ.",
    "hadithBengali": "৯২৯। মুহাম্মাদ ইবনু মূসান্না (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বণিত, তিনি বলেন, (&zwnj;ঈদের দিন) আমাদেরকে বের হওয়ার জন্য নির্দেশ দেওয়া হয়েছিল। তাই আমরা ঋতুমতী, যুবতী এবং তাবুতে অবস্থানকারীনী মহিলাগণকে নিয়ে বের হতাম। ইবনু আওন (রহঃ) এর এক বর্ণনায় রয়েছে, অথবা তাবুতে অবস্থানকারীনী যুবতী মহিলাগণকে নিয়ে বের হতাম। অতঃপর ঋতুমতী মহিলাগণ মুসলমানদের জামাআত এবং তাদের দুআতে অংশ গ্রহন করতেন। তবে ঈদগাহে পৃথকভাবে অবস্থান করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "929",
    "id": "936",
    "thesequence": "1355",
    "isActive": "1",
    "chapterId": "14685",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬২২. ঈদগাহে ঋতুমতী মহিলাগনের পৃথক অবস্থান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (p.b.u.h) used to Nahr or slaughter sacrifices at the Musalla (on `Id-ul-Adha).",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي كَثِيرُ بْنُ فَرْقَدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَنْحَرُ أَوْ يَذْبَحُ بِالْمُصَلَّى.",
    "hadithBengali": "৯৩০। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদগাহে নাহর করতেন কিংবা যবেহ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "930",
    "id": "937",
    "thesequence": "1356",
    "isActive": "1",
    "chapterId": "14686",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬২৩. কুরবানীর দিন ঈদগাহে নাহর ও যবেহ। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara bin `Azib:\n\nOn the day of Nahr Allahs Messenger (ﷺ) delivered the Khutba after the `Id prayer and said, Anyone who prayed like us and slaughtered the sacrifice like we did then he acted according to our (Nusuk) tradition of sacrificing, and whoever slaughtered the sacrifice before the prayer, then that was just mutton (i.e. not sacrifice). Abu Burda bin Naiyar stood up and said, O Allahs Messenger (ﷺ)! By Allah, I slaughtered my sacrifice before I offered the (Id) prayer and thought that today was the day of eating and drinking (nonalcoholic drinks) and so I made haste (in slaughtering) and ate and also fed my family and neighbors. Allahs Messenger (ﷺ) said, That was just mutton (not a sacrifice). Then Abu Burda said, I have a young she-goat and no doubt, it is better than two sheep. Will that be sufficient as a sacrifice for me? The Prophet (ﷺ) replied, Yes. But it will not be sufficient for anyone else (as a sacrifice), after you.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا أَبُو الأَحْوَصِ، قَالَ حَدَّثَنَا مَنْصُورُ بْنُ الْمُعْتَمِرِ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ خَطَبَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ النَّحْرِ بَعْدَ الصَّلاَةِ فَقَالَ  مَنْ صَلَّى صَلاَتَنَا وَنَسَكَ نُسْكَنَا فَقَدْ أَصَابَ النُّسُكَ، وَمَنْ نَسَكَ قَبْلَ الصَّلاَةِ فَتِلْكَ شَاةُ لَحْمٍ . فَقَامَ أَبُو بُرْدَةَ بْنُ نِيَارٍ فَقَالَ يَا رَسُولَ اللَّهِ وَاللَّهِ لَقَدْ نَسَكْتُ قَبْلَ أَنْ أَخْرُجَ إِلَى الصَّلاَةِ، وَعَرَفْتُ أَنَّ الْيَوْمَ يَوْمُ أَكْلٍ وَشُرْبٍ فَتَعَجَّلْتُ وَأَكَلْتُ وَأَطْعَمْتُ أَهْلِي وَجِيرَانِي. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  تِلْكَ شَاةُ لَحْمٍ . قَالَ فَإِنَّ عِنْدِي عَنَاقَ جَذَعَةٍ، هِيَ خَيْرٌ مِنْ شَاتَىْ لَحْمٍ، فَهَلْ تَجْزِي عَنِّي قَالَ  نَعَمْ، وَلَنْ تَجْزِيَ عَنْ أَحَدٍ بَعْدَكَ .",
    "hadithBengali": "৯৩১। মুসাদ্দাদ (রহঃ) ... বারাআ ইবনু আযিব (রাঃ) থেকে বর্ণিত, তিনি বলেন, করবানীর দিন সালাত (নামায/নামাজ)-এর পর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সামনে খুতবা দিলেন। খুতবায় তিনি বললেন, যে আমাদের মত সালাত (নামায/নামাজ) আদায় করবে এবং আমাদেরে কুরবানীর মত কুরবানী করবে, তার কুরবানী যথার্থ বলে গন্য হবে। আর যে ব্যাক্তি সালাত (নামায/নামাজ)-এর পূর্বে কুরবানী করবে তার সে করবানী গোশত খাওয়া ছাড়া আর কিছু হবে না। তখন আবূ বুরদাহ ইবনু নিয়ার (রাঃ) দাঁড়িয়ে বললেন, ইয়া রাসূলাল্লাহ! আল্লাহর কসম! আমি তো সালাতে (নামাযে) বের হবার পূর্বেই কুরবানী করে ফেলেছি। আমি ভেবেছি যে, আজকের দিনটি তো পানাহারের দিন। তাই আমি তাড়াতাড়ি করে ফেলেছি। আমি নিজে খেয়েছি এবং আমরা পরিবারবর্গ ও প্রতিবেশীদেরকেও আহার করায়েছি। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ওটা গোশত খাওয়ার বকরী ছাড়া আর কিছু হয়নি। আবূ বুরদা (রাঃ) বলেন, তবে আমার নিকট এমন একটি শেষ শাবক আছে যা দুটো (গোশত খাওয়ার) বকরীর চেয়ে ভাল। এটা কি আমার পক্ষে কুরবানীর জন্য যথেষ্ট হবে? তিনি বললেন, হ্যাঁ তবে তোমার পরে অন্য কারো জন্য যথেষ্ট হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "931",
    "id": "938",
    "thesequence": "1357",
    "isActive": "1",
    "chapterId": "14687",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬২৪. ঈদের খুতবার সময় ইমাম ও লোকদের কথা বলা এবং খুতবার সময় ইমামের নিকট কোন প্রশ্ন করা হলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllahs Messenger (ﷺ) offered the prayer on the day of Nahr and then delivered the Khutba and ordered that whoever had slaughtered his sacrifice before the prayer should repeat it, that is, should slaughter another sacrifice. Then a person from the Ansar stood up and said, O Allahs Messenger (ﷺ)! because of my neighbors (he described them as being very needy or poor) I slaughtered before the prayer. I have a young she-goat which, in my opinion, is better than two sheep. The Prophet (ﷺ) gave him the permission for slaughtering it as a sacrifice.",
    "hadithArabic": " حَدَّثَنَا حَامِدُ بْنُ عُمَرَ، عَنْ حَمَّادِ بْنِ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، أَنَّ أَنَسَ بْنَ مَالِكٍ، قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى يَوْمَ النَّحْرِ، ثُمَّ خَطَبَ فَأَمَرَ مَنْ ذَبَحَ قَبْلَ الصَّلاَةِ أَنْ يُعِيدَ ذَبْحَهُ فَقَامَ رَجُلٌ مِنَ الأَنْصَارِ فَقَالَ يَا رَسُولَ اللَّهِ، جِيرَانٌ لِي ـ إِمَّا قَالَ بِهِمْ خَصَاصَةٌ، وَإِمَّا قَالَ بِهِمْ فَقْرٌ ـ وَإِنِّي ذَبَحْتُ قَبْلَ الصَّلاَةِ وَعِنْدِي عَنَاقٌ لِي أَحَبُّ إِلَىَّ مِنْ شَاتَىْ لَحْمٍ. فَرَخَّصَ لَهُ فِيهَا.",
    "hadithBengali": "৯৩২। হমিদ ইবনু উমর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুরবানীর দিন সালাত (নামায/নামাজ) আদায় করেন, তারপর খুতবা দিলেন। এরপর নির্দেশ দিলেন, যে ব্যাক্তি সালাত (নামায/নামাজ)-এর পূর্বে কুরবানী করেছে সে যেন পুনরায় কুরবানী করে। তখন আনসারগণের মধ্যে থেকে এক ব্যাক্তি দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! আমার প্রতিবেশীরা ছিল উপবাসী অথবা বলেছেন দরিদ্র। তাই আমি সালাত (নামায/নামাজ) এর পূর্বেই যবেহ করে ফেলেছি। তবে আমার নিকট এমন মেষশাবক আছে যা দুটি মোটাতাজা বকরীর চাইতেও আমার নিকট অধিক পছন্দসই। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে সেটা কুরবানী করার অনুমতি প্রদান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "932",
    "id": "939",
    "thesequence": "1358",
    "isActive": "1",
    "chapterId": "14687",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬২৪. ঈদের খুতবার সময় ইমাম ও লোকদের কথা বলা এবং খুতবার সময় ইমামের নিকট কোন প্রশ্ন করা হলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jundab:\n\nOn the day of Nahr the Prophet (ﷺ) offered the prayer and delivered the Khutba and then slaughtered the sacrifice and said, Anybody who slaughtered (his sacrifice) before the prayer should slaughter another animal in lieu of it, and the one who has not yet slaughtered should slaughter the sacrifice mentioning Allahs name on it.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنِ الأَسْوَدِ، عَنْ جُنْدَبٍ، قَالَ صَلَّى النَّبِيُّ صلى الله عليه وسلم يَوْمَ النَّحْرِ ثُمَّ خَطَبَ، ثُمَّ ذَبَحَ فَقَالَ   مَنْ ذَبَحَ قَبْلَ أَنْ يُصَلِّيَ فَلْيَذْبَحْ أُخْرَى مَكَانَهَا، وَمَنْ لَمْ يَذْبَحْ فَلْيَذْبَحْ بِاسْمِ اللَّهِ .",
    "hadithBengali": "৯৩৩। মুসলিম ইবনু ইবরাহীম (রহঃ) ... জুনদাব ইবনু আবদুল্লাহ (রাঃ) থেকে বর্নিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুরবানীর দিন সালাত (নামায/নামাজ) আদায় করেন, এরপর খুতবা দেন। তারপর যবেহ করেন এবং তিনি বলেন, সালাত (নামায/নামাজ)-এর পূর্বে যে ব্যাক্তি যবেহ করবে তাকে তার স্থলে &zwnj;আর একটি যবেহ করতে হবে। এবং যে যবেহ করেনি, আল্লাহর নামে তার যবেহ করা উচিৎ।\n",
    "checkStatus": "1",
    "hadithNo": "933",
    "id": "940",
    "thesequence": "1359",
    "isActive": "1",
    "chapterId": "14687",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬২৪. ঈদের খুতবার সময় ইমাম ও লোকদের কথা বলা এবং খুতবার সময় ইমামের নিকট কোন প্রশ্ন করা হলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nOn the Day of `Id the Prophet (ﷺ) used to return (after offering the `Id prayer) through a way different from that by which he went.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، قَالَ أَخْبَرَنَا أَبُو تُمَيْلَةَ، يَحْيَى بْنُ وَاضِحٍ عَنْ فُلَيْحِ بْنِ سُلَيْمَانَ، عَنْ سَعِيدِ بْنِ الْحَارِثِ، عَنْ جَابِرٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا كَانَ يَوْمُ عِيدٍ خَالَفَ الطَّرِيقَ. تَابَعَهُ يُونُسُ بْنُ مُحَمَّدٍ عَنْ فُلَيْحٍ. وَحَدِيثُ جَابِرٍ أَصَحُّ.",
    "hadithBengali": "৯৩৪। মুহাম্মদ (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদের দিন (বাড়ী ফেরার সময়) ভিন্ন পথে আসতেন। ইউনুস ইবনু মুহাম্মদ (রহঃ) আবূ হুরায়রা (রাঃ) থেকে হাদীস বর্ণনায় আবূ তুমাইলা ইয়াহইয়া (রহঃ) এর অনুসরণ করেছেন। তবে জাবির (রাঃ) থেকে হাদীসটি অধিকতর সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "934",
    "id": "941",
    "thesequence": "1360",
    "isActive": "1",
    "chapterId": "14688",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬২৫. ঈদের দিন ফিরার সময় যে ব্যক্তি ভিন্ন পথে আসে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Urwa on the authority of `Aisha:\n\nOn the days of Mina, (11th, 12th, and 13th of Dhul-Hijjah) Abu Bakr came to her while two young girls were beating the tambourine and the Prophet (ﷺ) was lying covered with his clothes. Abu Bakr scolded them and the Prophet (ﷺ) uncovered his face and said to Abu Bakr, Leave them, for these days are the days of `Id and the days of Mina. `Aisha further said, Once the Prophet (ﷺ) was screening me and I was watching the display of black slaves in the Mosque and (`Umar) scolded them. The Prophet (ﷺ) said, Leave them. O Bani Arfida! (carry on), you are safe (protected).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ أَبَا بَكْرٍ ـ رضى الله عنه ـ دَخَلَ عَلَيْهَا وَعِنْدَهَا جَارِيَتَانِ فِي أَيَّامِ مِنًى تُدَفِّفَانِ وَتَضْرِبَانِ، وَالنَّبِيُّ صلى الله عليه وسلم مُتَغَشٍّ بِثَوْبِهِ، فَانْتَهَرَهُمَا أَبُو بَكْرٍ فَكَشَفَ النَّبِيُّ صلى الله عليه وسلم عَنْ وَجْهِهِ فَقَالَ  دَعْهُمَا يَا أَبَا بَكْرٍ فَإِنَّهَا أَيَّامُ عِيدٍ . وَتِلْكَ الأَيَّامُ أَيَّامُ مِنًى. وَقَالَتْ عَائِشَةُ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَسْتُرُنِي، وَأَنَا أَنْظُرُ إِلَى الْحَبَشَةِ وَهُمْ يَلْعَبُونَ فِي الْمَسْجِدِ، فَزَجَرَهُمْ عُمَرُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  دَعْهُمْ، أَمْنًا بَنِي أَرْفِدَةَ . يَعْنِي مِنَ الأَمْنِ.",
    "hadithBengali": "৯৩৫। ইয়াহইয়া ইবনু বুকাইর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, আবূ বকর (রাঃ) তার নিকট এলেন। এ সময় মিনার দিবসগুলোর এক দিবসে তার নিকট দুটি মেয়ে দফ বাজাচ্ছিল, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার চাঁদর আবৃত অবস্থায় ছিলেন। তখন আবূ বকর (রাঃ) মেয়ে দুটিকে ধমক দিলেন। তারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুখমন্ডল থেকে কাপড় সরিয়ে নিয়ে বললেন, হে আবূ বকর! ওদের বাধা দিও না। কেননা, এসব ঈদের দিন। আর সে দিনগুলো ছিল মিন&zwj;ার দিন।\n\nআয়িশা (রাঃ) আরো বলেছেন, হাবশীরাা যখন মসজিদে (এর প্রাঙ্গনে) খেলাধুলা করছিল, তখন আমি তাদের দেখছিলাম এবং আমি দেখছি, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে আড়াল করে রেখেছেন। উমর (রাঃ) হাবশীদের ধমক দিলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ওদের ধমক দিও না। হে বণু আরফিদা! তোমরা যা করছিলে তা নিশ্চিন্তে কর।\n",
    "checkStatus": "1",
    "hadithNo": "935",
    "id": "942",
    "thesequence": "1361",
    "isActive": "1",
    "chapterId": "14689",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬২৬. কেই ঈদের সালাত না পেলে সে দু&rsquo;রাকা&rsquo;আত সালাত আদায় করবে। মহিলা এবং যারা বাড়ী ও পল্লীতে অবস্থান করে তারাও এরূপ করবে। কেননা, নবী করীম সা: বলেছেন: হে মুসলিমগণ! এ হলো আমাদের ঈদ। আর আনাস ইবন মালিক (রা:) যাবিয়া নামক স্থানে তার আযাদকৃত গোলাম ইবন আবু উতবাকে এ আদেশ করেছিলেন। তাই তিনি তার পরিবারবর্গ ও সন্তান সন্ততিদের নিয়ে শহরের অধিবাসীদের ন্যায় তাকবীরসহ সালাত আদায় করেন এবং ইকরিমা (র:) বলেছেন, গ্রামের অধিবাসীরা ঈদের দিন সমবেত হয়ে ইমামের ন্যায় দু&rsquo;রাকা&rsquo;য়াত সালাত আদায় করবে। আতা (র:) বলেন, যখন কারো ঈদের সালাত ছুটে যায় তখন সে দু&rsquo;রাকা&rsquo;আত সালাত আদায় করবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) went out and offered a two rak`at prayer on the Day of `Id ul Fitr and did not offer any other prayer before or after it and at that time Bilal was accompanying him.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنِي عَدِيُّ بْنُ ثَابِتٍ، قَالَ سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ يَوْمَ الْفِطْرِ، فَصَلَّى رَكْعَتَيْنِ لَمْ يُصَلِّ قَبْلَهَا وَلاَ بَعْدَهَا وَمَعَهُ بِلاَلٌ.",
    "hadithBengali": "৯৩৬। আবূল ওয়ালীদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিলাল (রাঃ) কে সঙ্গে নিয়ে ঈদুল ফিতরের দিন বের হয়ে দুরাকাত সালাত (নামায/নামাজ) আদায় করেন। তিনি এর আগে ও পরে কোন সালাত (নামায/নামাজ) আদায় করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "936",
    "id": "943",
    "thesequence": "1362",
    "isActive": "1",
    "chapterId": "14690",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "16",
    "statusId": "1",
    "topicName": "৬২৭. ঈদের সালাতের পুর্বে ও পরে সালাত আদায় করা। আবু মু&rsquo;আল্লা (র:) বলেন, আমি সায়ীদ রা: কে ইবন আব্বাস (রা:) থেকে বলতে শুনেছি যে , তিনি ঈদের পূর্বে সালাত আদায় করা মাকরূহ মনে করতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]