[
  {
    "hadithEnglish": " Narrated `Abbad bin Tamims uncle:\n\nThe Prophet (p.b.u.h) went out to offer the Istisqa prayer and turned (and put on) his cloak inside out.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم يَسْتَسْقِي وَحَوَّلَ رِدَاءَهُ.",
    "hadithBengali": "৯৫১। আবূ নুআইম (রহঃ) ... আব্বাস ইবনু তামীম (রহঃ) তাঁর চাচা [আবদুল্লাহ ইবনু যায়িদ (রাঃ)] থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বৃষ্টির জন্য দোয়া করতে বের হলেন এবং তাঁর চাঁদর পাল্টালেন।\n",
    "checkStatus": "1",
    "hadithNo": "951",
    "id": "958",
    "thesequence": "1377",
    "isActive": "1",
    "chapterId": "14698",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৩৫. বৃষ্টির জন্য দোয়া এবং দোয়ার উদ্দেশ্যে নবী (করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর বের হওয়া।  ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira;:\n\nWhenever the Prophet (p.b.u.h) lifted his head from the bowing in the last rak`a he used to say: O Allah! Save `Aiyash bin Abi Rabi`a. O Allah! Save Salama bin Hisham. O Allah! Save Walid bin Walid. O Allah! Save the weak faithful believers. O Allah! Be hard on the tribes of Mudar and send (famine) years on them like the famine years of (Prophet) Joseph . The Prophet (ﷺ) further said, Allah forgive the tribes of Ghifar and save the tribes of Aslam. Abu Az-Zinad (a sub-narrator) said, The Qunut used to be recited by the Prophet (ﷺ) in the Fajr prayer.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا رَفَعَ رَأْسَهُ مِنَ الرَّكْعَةِ الآخِرَةِ يَقُولُ  اللَّهُمَّ أَنْجِ عَيَّاشَ بْنَ أَبِي رَبِيعَةَ، اللَّهُمَّ أَنْجِ سَلَمَةَ بْنَ هِشَامٍ، اللَّهُمَّ أَنْجِ الْوَلِيدَ بْنَ الْوَلِيدِ، اللَّهُمَّ أَنْجِ الْمُسْتَضْعَفِينَ مِنَ الْمُؤْمِنِينَ، اللَّهُمَّ اشْدُدْ وَطْأَتَكَ عَلَى مُضَرَ، اللَّهُمَّ اجْعَلْهَا سِنِينَ كَسِنِي يُوسُفَ . وَأَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  غِفَارُ غَفَرَ اللَّهُ لَهَا، وَأَسْلَمُ سَالَمَهَا اللَّهُ . قَالَ ابْنُ أَبِي الزِّنَادِ عَنْ أَبِيهِ هَذَا كُلُّهُ فِي الصُّبْحِ.",
    "hadithBengali": "৯৫২। কুতাইবা ইবনু সায়ীদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন শেষ রাকাআত থেকে মাথা উঠালেন, তখন বললেন, হে আল্লাহ! আইয়্যাশ ইবনু আবূ রাবীআহকে মুক্তি দিন। হে আল্লাহ! সালামা ইবনু হিশামকে মুক্তি দিন। হে আল্লাহ! ওয়ালীদ ইবনু ওয়ালীদকে রক্ষা করুণ। হে আল্লাহ! দুর্বল মুমিনদেরকে মুক্তি দিন। হে আল্লাহ! মুযার গোত্রের উপর আপনার শাস্তি কঠোর করে দিন। হে আল্লাহ! ইউসুফ (আলাইহিস সালাম) এর যমানার দুর্ভিক্ষের বছরগুলোর ন্যায় (এদের উপর) কয়েক বছর দুর্ভিক্ষ দিন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বললেন, গিফার গোত্র, আল্লাহ তাদেরকে ক্ষমা করুন। আর আসলাম গোত্র, আল্লাহ তাদেরকে নিরাপদে রাখুন। ইবনু আবূ যিনাদ (রহঃ) তাঁর পিতা থেকে বলেন, এ সমস্ত দুআ ফজরের সালাত (নামায/নামাজ)-এ ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "952",
    "id": "959",
    "thesequence": "1378",
    "isActive": "1",
    "chapterId": "14699",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৩৬.  নবী (করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর দোয়া ইউসুফ (আঃ) এর যমানার দুর্ভিক্ষের বছরগুলোর মত (এদের উপরেও) কয়েক বছর দুর্ভিক্ষ দিন। ",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": " Narrated Masruq:\n\nWe were with `Abdullah and he said, When the Prophet (ﷺ) saw the refusal of the people to accept Islam he said, O Allah! Send (famine) years on them for (seven years) like the seven years (of famine during the time) of (Prophet) Joseph. So famine overtook them for one year and destroyed every kind of life to such an extent that the people started eating hides, carcasses and rotten dead animals. Whenever one of them looked towards the sky, he would (imagine himself to) see smoke because of hunger. So Abu Sufyan went to the Prophet (ﷺ) and said, O Muhammad! You order people to obey Allah and to keep good relations with kith and kin. No doubt the people of your tribe are dying, so please pray to Allah for them. So Allah revealed: Then watch you For the day that The sky will bring forth a kind Of smoke Plainly visible ... Verily! You will return (to disbelief) On the day when We shall seize You with a mighty grasp. (44.10-16) Ibn Mas`ud added, Al-Batsha (i.e. grasp) happened in the battle of Badr and no doubt smoke, Al-Batsha, Al-Lizam, and the verse of Surat Ar-Rum have all passed .",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، قَالَ كُنَّا عِنْدَ عَبْدِ اللَّهِ فَقَالَ إِنَّ النَّبِيَّ صلى الله عليه وسلم لَمَّا رَأَى مِنَ النَّاسِ إِدْبَارًا قَالَ  اللَّهُمَّ سَبْعٌ كَسَبْعِ يُوسُفَ . فَأَخَذَتْهُمْ سَنَةٌ حَصَّتْ كُلَّ شَىْءٍ حَتَّى أَكَلُوا الْجُلُودَ وَالْمَيْتَةَ وَالْجِيَفَ، وَيَنْظُرَ أَحَدُهُمْ إِلَى السَّمَاءِ فَيَرَى الدُّخَانَ مِنَ الْجُوعِ، فَأَتَاهُ أَبُو سُفْيَانَ فَقَالَ يَا مُحَمَّدُ إِنَّكَ تَأْمُرُ بِطَاعَةِ اللَّهِ وَبِصِلَةِ الرَّحِمِ وَإِنَّ قَوْمَكَ قَدْ هَلَكُوا، فَادْعُ اللَّهَ لَهُمْ قَالَ اللَّهُ تَعَالَى {فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ} إِلَى قَوْلِهِ {عَائِدُونَ * يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى} فَالْبَطْشَةُ يَوْمَ بَدْرٍ، وَقَدْ مَضَتِ الدُّخَانُ وَالْبَطْشَةُ وَاللِّزَامُ وَآيَةُ الرُّومِ.",
    "hadithBengali": "৯৫৩। হুমাইদী ও উসমান ইবনু আবূ শাইবা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন লোকদেরকে ইসলাম বিমুখ ভুমিকায় দেখলেন, তখন দুআ করলেন, হে আল্লাহ! ইউসুফ (আলাইহিস সালাম) এর যামানার সাত বছরের (দুর্ভিক্ষের) ন্যায় তাঁদের উপর সাতটি বছর দুর্ভিক্ষ দিন। ফলে তাঁদের উপর এমন দুর্ভিক্ষ আপতিত হল যে, তা সব কিছুই ধ্বংস করে দিল। এমনকি মানুষ তখন চামড়া, মৃতদেহ এবং পচা ও গলিত জানোয়ারও খেতে লাগলো। ক্ষুদার তাড়নায় অবস্থা এতদূর চরম আকার ধারণ করল যে, কেউ যখন আকাশের দিকে তাকাত তখন সে ধুঁয়া দেখতে পেত। এমতাবস্থায় আবূ সুফিয়ান (ইসলাম গ্রহনের পূর্বে) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, হে মুহাম্মদ! তুমি তো আল্লাহর আদেশ মেনে চল এবং আত্মীয়তার সম্পর্ক অক্ষুণ্ণ রাখার আদেশ দান কর। কিন্তু তোমার কওমের লোকেরা তো মরে যাচ্ছে। তুমি তাঁদের জন্য আল্লাহর নিকট দুআ কর। এ প্রসঙ্গে আল্লাহ তালা বলেছেনঃ\n\n<p style=text-align: center;>فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ إِلَى قَوْلِهِ عَائِدُونَ * يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى\n\n<p style=text-align: center;>আপনি সে দিনটির অপেক্ষায় থাকুন যখন আকাশ সুস্পষ্ট ধুঁয়ায় আচ্ছন্ন হয়ে যাবে সেদিন আমি প্রবলভাবে তোমাদের পাকড়াও করব&rdquo;। (৪৪ঃ ১০-১৬)\n\nআবদুল্লাহ (রাঃ) বলেন, সে কঠিন আঘাত এর দিন ছিল বদরের যুদ্ধের দিন। ধুঁয়াও দেখা গেছে, আঘাতও এসেছে। আর মক্কার মুশরিকদের নিহত ও গ্রেফতারের যে ভবিষ্যদ্বাণী করা হয়েছে, তাও সত্য হয়েছে। সত্য হয়েছে সুরা রুম-এর এ আয়াতও (রুমবাসী দশ বছরের মধ্যে পারসিকদের উপর আবার বিজয় লাভ করবে)।\n",
    "checkStatus": "1",
    "hadithNo": "953",
    "id": "960",
    "thesequence": "1379",
    "isActive": "1",
    "chapterId": "14699",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৩৬.  নবী (করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর দোয়া ইউসুফ (আঃ) এর যমানার দুর্ভিক্ষের বছরগুলোর মত (এদের উপরেও) কয়েক বছর দুর্ভিক্ষ দিন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Dinar:\n\nMy father said, I heard Ibn `Umar reciting the poetic verses of Abu Talib: And a white (person) (i.e. the Prophet) who is requested to pray for rain and who takes care of the orphans and is the guardian of widows. Salims father (Ibn `Umar) said, The following poetic verse occurred to my mind while I was looking at the face of the Prophet (p.b.u.h) while he was praying for rain. He did not get down till the rain water flowed profusely from every roof-gutter: And a white (person) who is requested to pray for rain and who takes care of the orphans and is the guardian of widows . . . And these were the words of Abu Talib.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا أَبُو قُتَيْبَةَ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَتَمَثَّلُ بِشِعْرِ أَبِي طَالِبٍ وَأَبْيَضَ يُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ ثِمَالُ الْيَتَامَى عِصْمَةٌ لِلأَرَامِلِ وَقَالَ عُمَرُ بْنُ حَمْزَةَ حَدَّثَنَا سَالِمٌ، عَنْ أَبِيهِ، رُبَّمَا ذَكَرْتُ قَوْلَ الشَّاعِرِ وَأَنَا أَنْظُرُ، إِلَى وَجْهِ النَّبِيِّ صلى الله عليه وسلم يَسْتَسْقِي، فَمَا يَنْزِلُ حَتَّى يَجِيشَ كُلُّ مِيزَابٍ. وَأَبْيَضَ يُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ ثِمَالَ الْيَتَامَى عِصْمَةً لِلأَرَامِلِ وَهْوَ قَوْلُ أَبِي طَالِبٍ.",
    "hadithBengali": "৯৫৪। আমর ইবনু আলী (রহঃ) ... আবদুল্লাহ ইবনু দ্বীনার (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি ইবনু উমর (রাঃ) কে আবূ তালিবের কবিতা টি পাঠ করতে শুনেছি,\n\n<p style=text-align: center;>وَأَبْيَضَ يُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ * ثِمَالُ الْيَتَامَى عِصْمَةٌ لِلأَرَامِلِ\n\nউমর ইবনু হামযা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বৃষ্টির জন্য দুআ রত অবস্থায় আমি তাঁর পবিত্র চেহারার দিকে তাকালাম এবং এ কবিতাটি আমার মনে পড়লো। আর তাঁর (মিম্বার থেকে) নামতে না নামতেই প্রবল বেগে মীযাব [২] থেকে পানি প্রবাহিত হতে দেখলাম। আর এ হলও আবূ তালিবের কবিতা।\n",
    "checkStatus": "1",
    "hadithNo": "954",
    "id": "961",
    "thesequence": "1380",
    "isActive": "1",
    "chapterId": "14700",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৩৭. অনাবৃষ্টির সময় লোকদের ইমামের নিকট বৃষ্টির জন্য দু&rsquo;আর আবেদন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nWhenever drought threatened them, `Umar bin Al-Khattab, used to ask Al-Abbas bin `Abdul Muttalib to invoke Allah for rain. He used to say, O Allah! We used to ask our Prophet to invoke You for rain, and You would bless us with rain, and now we ask his uncle to invoke You for rain. O Allah ! Bless us with rain.(1) And so it would rain.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، قَالَ حَدَّثَنِي أَبِي عَبْدُ اللَّهِ بْنُ الْمُثَنَّى، عَنْ ثُمَامَةَ بْنِ عَبْدِ اللَّهِ بْنِ أَنَسٍ، عَنْ أَنَسٍ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ كَانَ إِذَا قَحَطُوا اسْتَسْقَى بِالْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ فَقَالَ اللَّهُمَّ إِنَّا كُنَّا نَتَوَسَّلُ إِلَيْكَ بِنَبِيِّنَا فَتَسْقِينَا وَإِنَّا نَتَوَسَّلُ إِلَيْكَ بِعَمِّ نَبِيِّنَا فَاسْقِنَا. قَالَ فَيُسْقَوْنَ.",
    "hadithBengali": "৯৫৫। হাসান ইবনু মুহাম্মদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, উমর ইবনু খাত্তাব (রাঃ) অনাবৃষ্টির সময় আব্বাস ইবনু আবদুল মুত্তালিব (রাঃ) এর উসিলা দিয়ে বৃষ্টির জন্য দুআ করতেন এবং বলতেন, হে আল্লাহ! (প্রথমে) আমরা আমাদের নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উসিলা দিয়ে দোয়া করতাম এবং আপনি বৃষ্টি দান করতেন। এখন আমরা আমাদের নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চাচার উসিলা দিয়ে দুআ করছি, আপনি আমাদেরকে বৃষ্টি দান করুন। বর্ণনাকারী বলেন, দুআর সাথে সাথেই বৃষ্টি বর্ষিত হতো।\n",
    "checkStatus": "1",
    "hadithNo": "955",
    "id": "962",
    "thesequence": "1381",
    "isActive": "1",
    "chapterId": "14700",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৩৭. অনাবৃষ্টির সময় লোকদের ইমামের নিকট বৃষ্টির জন্য দু&rsquo;আর আবেদন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Zaid:\n\nThe Prophet (ﷺ) turned his cloak inside out on Istisqa.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ، قَالَ حَدَّثَنَا وَهْبٌ، قَالَ أَخْبَرَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ أَبِي بَكْرٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اسْتَسْقَى فَقَلَبَ رِدَاءَهُ.",
    "hadithBengali": "৯৫৬। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবদুল্লাহ ইবনু যায়িদ (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বৃষ্টির জন্য দুআ করেন এবং নিজের চাঁদর উল্টিয়ে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "956",
    "id": "963",
    "thesequence": "1382",
    "isActive": "1",
    "chapterId": "14701",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৩৮. ইসতিসকায় চাদর উল্টানো। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Zaid:\n\nThe Prophet (ﷺ) went towards the Musalla and invoked Allah for rain. He faced the Qibla and wore his cloak inside out, and offered two rak`at.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ أَنَّهُ سَمِعَ عَبَّادَ بْنَ تَمِيمٍ، يُحَدِّثُ أَبَاهُ عَنْ عَمِّهِ عَبْدِ اللَّهِ بْنِ زَيْدٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ إِلَى الْمُصَلَّى فَاسْتَسْقَى، فَاسْتَقْبَلَ الْقِبْلَةَ، وَقَلَبَ رِدَاءَهُ، وَصَلَّى رَكْعَتَيْنِ. قَالَ أَبُو عَبْدِ اللَّهِ كَانَ ابْنُ عُيَيْنَةَ يَقُولُ هُوَ صَاحِبُ الأَذَانِ، وَلَكِنَّهُ وَهْمٌ، لأَنَّ هَذَا عَبْدُ اللَّهِ بْنُ زَيْدِ بْنِ عَاصِمٍ الْمَازِنِيُّ، مَازِنُ الأَنْصَارِ.",
    "hadithBengali": "৯৫৭। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু যায়িদ (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদগাহে গেলেন এবং বৃষ্টির জন্য দোয়া করলেন। তারপর কিবলামুখী হয়ে নিজের চাঁদরখানি উল্টিয়ে দিলেন এবং দুরাকাআত সালাত (নামায/নামাজ) আদায় করলেন। ইমাম বুখারী (রহঃ) বলেন, ইবনু উয়াইনা (রহঃ) বলতেন, এ হাদীসের বর্ণনাকারী আবদুল্লাহ ইবনু যায়িদ (রাঃ) হলেন, আযানের ঘটনার সাথে সংশ্লিষ্ট সাহাবী। কিন্তু তা ঠিক নয়। কারণ ইনি হলেন, সেই আবদুল্লাহ ইবনু যিয়াদ ইবনু আসিম মাযিনী, যিনি আনসারের মাযিন গোত্রের লোক।\n",
    "checkStatus": "1",
    "hadithNo": "957",
    "id": "964",
    "thesequence": "1383",
    "isActive": "1",
    "chapterId": "14701",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৩৮. ইসতিসকায় চাদর উল্টানো। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sharik bin `Abdullah bin Abi Namir:\n\nI heard Anas bin Malik saying, On a Friday a person entered the main Mosque through the gate facing the pulpit while Allahs Messenger (ﷺ) was delivering the Khutba. The man stood in front of Allahs Apostle and said, O Allahs Messenger (ﷺ)! The livestock are dying and the roads are cut off; so please pray to Allah for rain.  Anas added, Allahs Messenger (ﷺ) (p.b.u.h) raised both his hands and said, O Allah! Bless us with rain! O Allah! Bless us with rain! O Allah! Bless us with rain!  Anas added, By Allah, we could not see any trace of cloud in the sky and there was no building or a house between us and (the mountains of) Sila. Anas added, A heavy cloud like a shield appeared from behind it (i.e. Sila Mountain). When it came in the middle of the sky, it spread and then rained. Anas further said, By Allah! We could not see the sun for a week. Next Friday a person entered through the same gate and at that time Allahs Messenger (ﷺ) was delivering the Fridays Khutba. The man stood in front of him and said, O Allahs Messenger (ﷺ)! The livestock are dying and the roads are cut off, please pray to Allah to withhold rain.  Anas added, Allahs Messenger (ﷺ) I raised both his hands and said, O Allah! Round about us and not on us. O Allah! On the plateaus, on the mountains, on the hills, in the valleys and on the places where trees grow. So the rain stopped and we came out walking in the sun. Sharik asked Anas whether it was the same person who had asked for the rain (the last Friday). Anas replied that he did not know.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، قَالَ أَخْبَرَنَا أَبُو ضَمْرَةَ، أَنَسُ بْنُ عِيَاضٍ قَالَ حَدَّثَنَا شَرِيكُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَذْكُرُ أَنَّ رَجُلاً، دَخَلَ يَوْمَ الْجُمُعَةِ مِنْ باب كَانَ وُجَاهَ الْمِنْبَرِ، وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يَخْطُبُ فَاسْتَقْبَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَائِمًا فَقَالَ يَا رَسُولَ اللَّهِ، هَلَكَتِ الْمَوَاشِي وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يُغِيثُنَا. قَالَ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ فَقَالَ  اللَّهُمَّ اسْقِنَا، اللَّهُمَّ اسْقِنَا، اللَّهُمَّ اسْقِنَا . قَالَ أَنَسٌ وَلاَ وَاللَّهِ مَا نَرَى فِي السَّمَاءِ مِنْ سَحَابٍ وَلاَ قَزَعَةً وَلاَ شَيْئًا، وَمَا بَيْنَنَا وَبَيْنَ سَلْعٍ مِنْ بَيْتٍ وَلاَ دَارٍ، قَالَ فَطَلَعَتْ مِنْ وَرَائِهِ سَحَابَةٌ مِثْلُ التُّرْسِ، فَلَمَّا تَوَسَّطَتِ السَّمَاءَ انْتَشَرَتْ ثُمَّ أَمْطَرَتْ. قَالَ وَاللَّهِ مَا رَأَيْنَا الشَّمْسَ سِتًّا، ثُمَّ دَخَلَ رَجُلٌ مِنْ ذَلِكَ الْبَابِ فِي الْجُمُعَةِ الْمُقْبِلَةِ، وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يَخْطُبُ، فَاسْتَقْبَلَهُ قَائِمًا فَقَالَ يَا رَسُولَ اللَّهِ، هَلَكَتِ الأَمْوَالُ وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يُمْسِكْهَا، قَالَ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ ثُمَّ قَالَ  اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالْجِبَالِ وَالآجَامِ وَالظِّرَابِ وَالأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ . قَالَ فَانْقَطَعَتْ وَخَرَجْنَا نَمْشِي فِي الشَّمْسِ. قَالَ شَرِيكٌ فَسَأَلْتُ أَنَسًا أَهُوَ الرَّجُلُ الأَوَّلُ قَالَ لاَ أَدْرِي.",
    "hadithBengali": "<div class=arabicchapter arabic style=text-align: center;>بَابُ انْتِقَامِ الرَّبِّ جَلَّ وَعَزَّ مِنْ خَلْقِهِ بِالْقَحْطِ إِذَا انْتُهِكَ مَحَارِمُ اللَّهِ</div>\n\n<p style=text-align: center;>৬৩৯. অনুচ্ছেদঃ আল্লাহ্&zwnj;র মাখলুকের মধ্য থেকে কেউ তাঁর মর্যাদাপূর্ণ বিধানসমূহের সীমালঙ্ঘন করলে মহিমময় প্রতিপালক কর্তৃক দুর্ভিক্ষ দিয়ে শাস্তি প্রদান।\n\n<hr />\n৯৫৮ মুহাম্মদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক ব্যাক্তি জুমু&#39;আর দিন মিম্বারের সোজাসুজি দরজা দিয়ে মসজিদে প্রবেশ করল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন দাঁড়িয়ে খুৎবা দিচ্ছিলেন। সে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সম্মুখে দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! গবাদি পশু ধ্বংস হয়ে গেল এবং রাস্তাগুলোর চলাচল বন্ধ হয়ে গেল। সুতরাং আপনি আল্লাহর কাছে দুআ করুন, যেন তিনি আমাদের বৃষ্টি দেন। বর্ণনাকারী বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন উভয় হাত তুলে দুআ করলেন, হে আল্লাহ! বৃষ্টি দিন, হে আল্লাহ! বৃষ্টি দিন, হে আল্লাহ! বৃষ্টি দিন, আনাস (রাঃ) বলেন, আল্লাহর কসম! আমরা তখন আকাশে মেঘমালা, মেঘের চিহ্ন বা কিছুই দেখতে পাইনি। অথচ সালআ পর্বত ও আমাদের মধ্যে কোন ঘর বাড়ী ছিল না। আনাস (রাঃ) বলেন, হঠাৎ সালআ পর্বতের পেছন থেকে ঢালের মত মেঘ বেরিয়ে এল এবং তা মধ্য আকাশে পৌঁছে বিস্তৃত হয়ে পড়ল। তারপর বর্ষণ শুরু হল। তিনি বলেন, আল্লাহর কসম! আমরা ছয়দিন সুর্য দেখতে পাইনি।\n\nতারপর একব্যাক্তি পরবর্তী জুমু&#39;আর দিন সে দরজা দিয়ে প্রবেশ করল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন তখন দাঁড়িয়ে খুৎবা দিচ্ছিলেন। লোকটি দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! ধন-সম্পদ নষ্ট হয়ে গেল এবং রাস্তাঘাটও বিচ্ছিন্ন হয়ে গেল। কাজেই আপনি আল্লাহর নিকট বৃষ্টি বন্ধের জন্য দুআ করুন। আনাস (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর উভয় হাত তুলে দুআ করলেন, হে আল্লাহ! আমাদের আশে পাশে, আমাদের উপর নয়, টিলা, পাহাড়, উচ্চভূমি, মালভূমি, উপত্যকা এবং বনাঞ্চলে বর্ষণ করুন। আনাস (রাঃ) বলেন, এতে বৃষ্টি বন্ধ হয়ে গেল এবং আমরা (মসজিদ থেকে বেরিয়ে) রোদে চলতে লাগলাম।\n\nশরীক (রহঃ) (বর্ণনাকারী) বলেন, আমি আনাস (রাঃ) কে জিজ্ঞাসা করলাম, এ লোকটি কি আগের সে লোক? তিনি বললেন, আমি জানিনা।\n",
    "checkStatus": "1",
    "hadithNo": "958",
    "id": "965",
    "thesequence": "1384",
    "isActive": "1",
    "chapterId": "14702",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৪০. জামে মসজিদে বৃষ্টির জন্য দু&rsquo;আ। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sharik:\n\nAnas bin Malik said, A person entered the Mosque on a Friday through the gate facing the Daril- Qada and Allahs Messenger (ﷺ) was standing delivering the Khutba (sermon). The man stood in front of Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ), livestock are dying and the roads are cut off; please pray to Allah for rain. So Allahs Messenger (ﷺ) (p.b.u.h) raised both his hands and said, O Allah! Bless us with rain. O Allah! Bless us with rain. O Allah! Bless us with rain! Anas added, By Allah, there were no clouds in the sky and there was no house or building between us and the mountain of Sila. Then a big cloud like a shield appeared from behind it (i.e. Silas Mountain) and when it came in the middle of the sky, it spread and then rained. By Allah! We could not see the sun for a week. The next Friday, a person entered through the same gate and Allahs Messenger (ﷺ) was delivering the Friday Khutba and the man stood in front of him and said, O Allahs Messenger (ﷺ)! The livestock are dying and the roads are cut off; Please pray to Allah to withhold rain.  Anas added, Allahs Messenger (ﷺ) raised both his hands and said, O Allah! Round about us and not on us. O Allah! On the plateaus, on the mountains, on the hills, in the valleys and on the places where trees grow.  Anas added, The rain stopped and we came out, walking in the sun. Sharik asked Anas whether it was the same person who had asked for rain the previous Friday. Anas replied that he did not know.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ شَرِيكٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، دَخَلَ الْمَسْجِدَ يَوْمَ جُمُعَةٍ مِنْ بَابٍ كَانَ نَحْوَ دَارِ الْقَضَاءِ، وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يَخْطُبُ، فَاسْتَقْبَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَائِمًا ثُمَّ قَالَ يَا رَسُولَ اللَّهِ هَلَكَتِ الأَمْوَالُ وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يُغِيثُنَا فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ ثُمَّ قَالَ  اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا . قَالَ أَنَسٌ وَلاَ وَاللَّهِ مَا نَرَى فِي السَّمَاءِ مِنْ سَحَابٍ، وَلاَ قَزَعَةً، وَمَا بَيْنَنَا وَبَيْنَ سَلْعٍ مِنْ بَيْتٍ وَلاَ دَارٍ. قَالَ فَطَلَعَتْ مِنْ وَرَائِهِ سَحَابَةٌ مِثْلُ التُّرْسِ، فَلَمَّا تَوَسَّطَتِ السَّمَاءَ انْتَشَرَتْ ثُمَّ أَمْطَرَتْ، فَلاَ وَاللَّهِ مَا رَأَيْنَا الشَّمْسَ سِتًّا، ثُمَّ دَخَلَ رَجُلٌ مِنْ ذَلِكَ الْبَابِ فِي الْجُمُعَةِ وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يَخْطُبُ، فَاسْتَقْبَلَهُ قَائِمًا فَقَالَ يَا رَسُولَ اللَّهِ هَلَكَتِ الأَمْوَالُ وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يُمْسِكْهَا عَنَّا. قَالَ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ ثُمَّ قَالَ  اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ . قَالَ فَأَقْلَعَتْ وَخَرَجْنَا نَمْشِي فِي الشَّمْسِ. قَالَ شَرِيكٌ سَأَلْتُ أَنَسَ بْنَ مَالِكٍ أَهُوَ الرَّجُلُ الأَوَّلُ فَقَالَ مَا أَدْرِي.",
    "hadithBengali": "৯৫৯। কুতাইবা ইবনু সায়ীদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, একব্যাক্তি জুমু&#39;আর দিন দারুল কাযা (বিচার কাজ সমাধার স্থান) এর দিকের দরজা দিয়ে মসজিদে প্রবেশ করল। এ সময় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে খুৎবা দিচ্ছিলেন। লোকটি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দিকে মুখ করে দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! ধন-সম্পদ নষ্ট হয়ে গেল এবং রাস্তাঘাট বন্ধ হয়ে গেল। আপনি আল্লাহর নিকট দুআ করুন যেন তিনি আমাদের বৃষ্টি দান করেন। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুহাত তুলে দুআ করলেন, হে আল্লাহ আমাদের বৃষ্টি দান করুন। হে আল্লাহ আমাদের বৃষ্টি দান করুন। হে আল্লাহ আমাদের বৃষ্টি দান করুন।\n\nআনাস (রাঃ) বলেন, আল্লাহর কসম! আমরা তখন আকাশের দিকে তাকিয়ে দেখলাম, মেঘ নেই। মেঘের সামান্য টুকরোও নেই। অথচ সালআ পর্বত ও আমাদের মধ্যে কোন ঘরবাড়ি ছিল না। তিনি বলেন, হঠাৎ সালআর ওপাশ থেকে ঢালের মত মেঘ উঠে এল এবং মধ্য আকাশে এসে ছড়িয়ে পড়লো। এরপর প্রচুর বর্ষণ হতে লাগল। আল্লাহর কসম! আমরা ছয়দিন সুর্য দেখতে পাইনি।\n\nএর পরের জুমুআয় সে দরজা দিয়ে এক ব্যাক্তি প্রবেশ করল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন দাঁড়িয়ে খুৎবা দিচ্ছিলেন। লোকটি তাঁর সম্মুখে দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! ধন সম্পদ ধ্বংস হয়ে গেল এবং রাস্তাঘাট বিচ্ছিন্ন হয়ে গেল। কাজেই আপনি বৃষ্টি বন্ধের জন্য আল্লাহর কাছে দুআ করুন। আনাস (রাঃ) বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন দুহাত তুলে দুআ করলেন, হে আল্লাহ! আমাদের আশে পাশে, আমাদের উপর নয়। হে আল্লাহ! টিলা, মালভূমি, উপত্যকার অভ্যন্তরে এবং বনাঞ্চলে বর্ষণ করুন। আনাস (রাঃ) বলেন, তখন বৃষ্টি বন্ধ হয়ে গেল এবং আমরা বেরিয়ে রোদে চলতে লাগলাম।\n\nরাবী শরীক (রহঃ) বলেন, আমি আনাস (রাঃ) কে জিজ্ঞাসা করলাম, এ লোকটি কি আগের সেই লোক? তিনি বলেন, আমি জানিনা।\n",
    "checkStatus": "1",
    "hadithNo": "959",
    "id": "966",
    "thesequence": "1385",
    "isActive": "1",
    "chapterId": "14703",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৪১. কিবলার দিকে মুখ না করে জুমু&rsquo;আর খুতবায় বৃষ্টির জন্য দু&rsquo;আ করা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qatada:\n\nAnas I said, While Allahs Messenger (ﷺ) (p.b.u.h) was delivering the Friday Khutba (sermon) a man came and said, O Allahs Messenger (ﷺ)! Rain is scarce; please ask Allah to bless us with rain. So he invoked Allah for it, and it rained so much that we could hardly reach our homes and it continued raining till the next Friday. Anas further said, Then the same or some other person stood up and said, O Allahs Apostle! Invoke Allah to withhold the rain. On that, Allahs Messenger (ﷺ) I said, O Allah! Round about us and not on us.  Anas added, I saw the clouds dispersing right and left and it continued to rain but not over Medina.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَخْطُبُ يَوْمَ الْجُمُعَةِ إِذْ جَاءَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ، قَحَطَ الْمَطَرُ فَادْعُ اللَّهَ أَنْ يَسْقِيَنَا. فَدَعَا فَمُطِرْنَا، فَمَا كِدْنَا أَنْ نَصِلَ إِلَى مَنَازِلِنَا فَمَا زِلْنَا نُمْطَرُ إِلَى الْجُمُعَةِ الْمُقْبِلَةِ. قَالَ فَقَامَ ذَلِكَ الرَّجُلُ أَوْ غَيْرُهُ فَقَالَ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَصْرِفَهُ عَنَّا. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا . قَالَ فَلَقَدْ رَأَيْتُ السَّحَابَ يَتَقَطَّعُ يَمِينًا وَشِمَالاً يُمْطَرُونَ وَلاَ يُمْطَرُ أَهْلُ الْمَدِينَةِ.",
    "hadithBengali": "৯৬০। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুমু&#39;আর দিন খুৎবা দিচ্ছিলেন। এসময় একজন লোক এসে বললেন, ইয়া রাসূলাল্লাহ! বৃষ্টি বন্ধ হয়ে গেছে। আপনি আল্লাহর নিকট দোয়া করুন। তিনি যেন আমাদেরকে বৃষ্টি দান করেন। তিনি তখন দুআ করলেন। ফলে এত অধিক বৃষ্টি হল যে, আমাদের নিজ নিজ ঘরে পৌছাতে পারছিলাম না। এমনকি পরের জুমু&#39;আ পর্যন্ত বৃষ্টি হতে থাকল। আনাস (রাঃ) বলেন, তখন সে লোকটি অথবা অন্য একটি লোক দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! আপনি দুআ করুন। আল্লাহ যেন আমাদের উপর থেকে বৃষ্টি সরিয়ে দেন। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আল্লাহ! আমাদের আশে পাশে, আমাদের উপর নয়। আনাস (রাঃ) বলেন, আমি তখন দেখতে পেলাম, মেঘ ডানে ও বামে বিভক্ত হয়ে বৃষ্টি হতে লাগল, মদিনাবাসীর উপর বর্ষণ হচ্ছিল না।\n",
    "checkStatus": "1",
    "hadithNo": "960",
    "id": "967",
    "thesequence": "1386",
    "isActive": "1",
    "chapterId": "14704",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৪২. মিম্বারে দাঁড়িয়ে বৃষ্টির জন্য দোয়া। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nA man came to the Prophet (p.b.u.h) and said, Livestock are destroyed and the roads are cut off. So Allahs Messenger (ﷺ) invoked Allah for rain and it rained from that Friday till the next Friday. The same person came again and said, Houses have collapsed, roads are cut off, and the livestock are destroyed. Please pray to Allah to withhold the rain. Allahs Messenger (ﷺ) (stood up and) said, O Allah! (Let it rain) on the plateaus, on the hills, in the valleys and over the places where trees grow. So the clouds cleared away from Medina as clothes are taken off .",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ، عَنْ أَنَسٍ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ هَلَكَتِ الْمَوَاشِي وَتَقَطَّعَتِ السُّبُلُ. فَدَعَا، فَمُطِرْنَا مِنَ الْجُمُعَةِ إِلَى الْجُمُعَةِ، ثُمَّ جَاءَ فَقَالَ تَهَدَّمَتِ الْبُيُوتُ وَتَقَطَّعَتِ السُّبُلُ، وَهَلَكَتِ الْمَوَاشِي فَادْعُ اللَّهَ يُمْسِكْهَا. فَقَامَ صلى الله عليه وسلم فَقَالَ   اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَالأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ . فَانْجَابَتْ عَنِ الْمَدِينَةِ انْجِيَابَ الثَّوْبِ.",
    "hadithBengali": "৯৬১। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এক ব্যাক্তি এসে বলল, গৃহপালিত পশুগুলো মারা যাচ্ছে এবং রাস্তাগুলোও বন্ধ হয়ে যাচ্ছে। তখন তিনি দুআ করলেন। ফলে সে জুমু&#39;আ থেকে পরবর্তী জুমু&#39;আ পর্যন্ত আমাদের উপর বৃষ্টি বর্ষিত হতে থাকলো। তারপর সে ব্যাক্তি আবার এসে বলল, (অতি বৃষ্টির কারণে) ঘরবাড়ি ধ্বংস হয়ে যাচ্ছে, রাস্তা অচল হয়ে যাচ্ছে এবং পশুগুলোও মারা যাচ্ছে। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে বললেনঃ হে আল্লাহ! টিলা, মালভূমি, উপত্যকা এবং বনাঞ্চলে বর্ষণ করুন। তখন মদিনা থেকে মেঘ এমনভাবে কেটে গেল, যেমন কাপড় ফেড়ে ফাঁক হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "961",
    "id": "968",
    "thesequence": "1387",
    "isActive": "1",
    "chapterId": "14705",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৪৩. বৃষ্টির দু&rsquo;আর জন্য জুমু&rsquo;আর সালাতকে যথেষ্ঠ মনে করা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nA man came to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! Livestock are destroyed and the roads are cut off. So please invoke Allah. So Allahs Messenger (ﷺ) prayed and it rained from that Friday to the next Friday. Then he came to Allahs Messenger (ﷺ) I and said, O Allahs Messenger (ﷺ)! Houses have collapsed, roads are cut off and the livestock are destroyed. So Allahs Messenger (ﷺ) (p.b.u.h) prayed, O Allah! (Let it rain) on the tops of mountains, on the plateaus, in the valleys and over the places where trees grow. So the clouds cleared away from Medina as clothes are taken off.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، هَلَكَتِ الْمَوَاشِي وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ، فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَمُطِرُوا مِنْ جُمُعَةٍ إِلَى جُمُعَةٍ، فَجَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، تَهَدَّمَتِ الْبُيُوتُ وَتَقَطَّعَتِ السُّبُلُ وَهَلَكَتِ الْمَوَاشِي. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اللَّهُمَّ عَلَى رُءُوسِ الْجِبَالِ وَالآكَامِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ . فَانْجَابَتْ عَنِ الْمَدِينَةِ انْجِيَابَ الثَّوْبِ.",
    "hadithBengali": "৯৬২। ইসমাইল (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, একব্যাক্তি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, ইয়া রাসূলাল্লাহ! পশুগুলো মারা যাচ্ছে, এবং রাস্তাগুলো বন্ধ হয়ে যাচ্ছে। কাজেই আপনি আল্লাহর নিকট দোয়া করুন। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআ করলেন। ফলে সে জুমু&#39;আ থেকে পরবর্তী জুমু&#39;আ পর্যন্ত তাঁদের উপর বৃষ্টি বর্ষিত হতে থাকলো। এরপর এক ব্যাক্তি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এর বলল, ইয়া রাসূলাল্লাহ! ঘরবাড়ি ধ্বংস হয়ে পড়েছে, রাস্তাঘাট বিচ্ছিন্ন হয়ে যাচ্ছে, এবং পশুগুলো মরে যাচ্ছে। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেনঃ হে আল্লাহ! পাহাড়ের চুড়ায়, টিলায়, উপত্যকায় এবং বনাঞ্চলে বৃষ্টি বর্ষণ করুন। তারপর মদিনার আকাশ থেকে মেঘ সরে গেল, যেমন কাপড় ফেড়ে ফাঁক হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "962",
    "id": "969",
    "thesequence": "1388",
    "isActive": "1",
    "chapterId": "14706",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৪৪. অধিক বৃষ্টির কারণে রাস্তার যোগাযোগ বিচ্ছিন্ন হয়ে গেলে দু&rsquo;আ করা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nI p man complained to the Prophet (ﷺ) about the destruction of livestock and property and the hunger of the offspring. So he invoked (Allah for rain. The narrator (Anas) did not mention that the Prophet (ﷺ) had worn his cloak inside out or faced the Qibla.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ بِشْرٍ، قَالَ حَدَّثَنَا مُعَافَى بْنُ عِمْرَانَ، عَنِ الأَوْزَاعِيِّ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، شَكَا إِلَى النَّبِيِّ صلى الله عليه وسلم هَلاَكَ الْمَالِ وَجَهْدَ الْعِيَالِ، فَدَعَا اللَّهَ يَسْتَسْقِي، وَلَمْ يَذْكُرْ أَنَّهُ حَوَّلَ رِدَاءَهُ وَلاَ اسْتَقْبَلَ الْقِبْلَةَ.",
    "hadithBengali": "৯৬৩। হাসান ইবনু বিশর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সম্পদ বিনষ্ট হওয়ার এবং পরিবার পরিজনের দুঃখ-কষ্টের অভিযোগ করে। তখন তিনি আল্লাহর নিকট বৃষ্টির জন্য দুআ করলেন। বর্ণনাকারী একথা বলেন নি, তিনি (রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তাঁর চাঁদর উল্টিয়ে ছিলেন এবং এও বলেন নি, তিনি কিবলামুখী হয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "963",
    "id": "970",
    "thesequence": "1389",
    "isActive": "1",
    "chapterId": "14707",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৪৫. বলা হয়েছে, জুমু&rsquo;আর দিন বৃষ্টির জন্য দু&rsquo;আ করার সময় নবী (করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তাঁর চাঁদর উল্টান নি। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nA man came to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! Livestock are destroyed and the roads are cut off; so please invoke Allah. So Allahs Messenger (ﷺ) prayed for rain and it rained from that Friday till the next Friday. Then a man came to the Prophet (p.b.u.h) and said, O Allahs Messenger (ﷺ)! The houses have collapsed, roads are cut off and the livestock are destroyed. So Allahs Messenger (ﷺ) said, O Allah ! (Let it rain) on the tops of the mountains, on the plateaus, in the valleys and over the places where trees grow. So the clouds cleared away from Medina as clothes are taken off.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ هَلَكَتِ الْمَوَاشِي، وَتَقَطَّعَتِ السُّبُلُ، فَادْعُ اللَّهَ. فَدَعَا اللَّهَ، فَمُطِرْنَا مِنَ الْجُمُعَةِ إِلَى الْجُمُعَةِ، فَجَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، تَهَدَّمَتِ الْبُيُوتُ وَتَقَطَّعَتِ السُّبُلُ وَهَلَكَتِ الْمَوَاشِي. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اللَّهُمَّ عَلَى ظُهُورِ الْجِبَالِ وَالآكَامِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ . فَانْجَابَتْ عَنِ الْمَدِينَةِ انْجِيَابَ الثَّوْبِ.",
    "hadithBengali": "৯৬৪। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এক ব্যাক্তি এসে বলল, ইয়া রাসূলাল্লাহ! পশুগুলো মারা যাচ্ছে এবং রাস্তাঘাট বন্ধ হয়ে যাচ্ছে। তাই আপনি আল্লাহর নিকট (বৃষ্টির জন্য) দুআ করুন। তখন তিনি দুআ করলেন। ফলে এক জুমু&#39;আ থেকে অপর জুমু&#39;আ পর্যন্ত আমাদের উপর বৃষ্টিপাত হতে থাকল। এরপর এক ব্যাক্তি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, ইয়া রাসূলাল্লাহ! ঘরবাড়ী বিনষ্ট হয়ে যাচ্ছে এবং রাস্তাঘাট বিচ্ছিন্ন হয়ে যাচ্ছে এবং পশুগুলো মারা যাচ্ছে। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন দুআ করলেন, হে আল্লাহ! পাহাড়ের উপর, টিলার উপর, উপত্যকা এলাকায় এবং বনাঞ্চলে বর্ষণ করুন। ফলে মদিনা থেকে মেঘ এরূপভাবে কেটে গেল যেমন কাপড় ফেড়ে ফাঁক হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "964",
    "id": "971",
    "thesequence": "1390",
    "isActive": "1",
    "chapterId": "14708",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৪৬. বৃষ্টির জন্য ইমামকে দু&rsquo;আ করার অনুরোধ করা হলে তা প্রত্যাখ্যান না করা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Masruq:\n\nOne day I went to Ibn Mas`ud who said, When Quraish delayed in embracing Islam, the Prophet (ﷺ) I invoked Allah to curse them, so they were afflicted with a (famine) year because of which many of them died and they ate the carcasses and Abu Sufyan came to the Prophet (ﷺ) and said, O Muhammad! You came to order people to keep good relation with kith and kin and your nation is being destroyed, so invoke Allah I ? So the Prophet (ﷺ) I recited the Holy verses of Sirat-Ad-Dukhan: Then watch you For the day that The sky will Bring forth a kind Of smoke Plainly visible. (44.10) When the famine was taken off, the people renegade once again as nonbelievers. The statement of Allah, (in Sura Ad- Dukhan-44) refers to that: On the day when We shall seize You with a mighty grasp. (44.16) And that was what happened on the day of the battle of Badr. Asbath added on the authority of Mansur, Allahs Messenger (ﷺ) prayed for them and it rained heavily for seven days. So the people complained of the excessive rain. The Prophet (ﷺ) said, O Allah! (Let it rain) around us and not on us. So the clouds dispersed over his head and it rained over the surroundings.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، عَنْ سُفْيَانَ، حَدَّثَنَا مَنْصُورٌ، وَالأَعْمَشُ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، قَالَ أَتَيْتُ ابْنَ مَسْعُودٍ فَقَالَ إِنَّ قُرَيْشًا أَبْطَئُوا عَنِ الإِسْلاَمِ،، فَدَعَا عَلَيْهِمُ النَّبِيُّ صلى الله عليه وسلم فَأَخَذَتْهُمْ سَنَةٌ حَتَّى هَلَكُوا فِيهَا وَأَكَلُوا الْمَيْتَةَ وَالْعِظَامَ، فَجَاءَهُ أَبُو سُفْيَانَ فَقَالَ يَا مُحَمَّدُ، جِئْتَ تَأْمُرُ بِصِلَةِ الرَّحِمِ، وَإِنَّ قَوْمَكَ هَلَكُوا، فَادْعُ اللَّهَ. فَقَرَأَ {فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ} ثُمَّ عَادُوا إِلَى كُفْرِهِمْ فَذَلِكَ قَوْلُهُ تَعَالَى {يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى} يَوْمَ بَدْرٍ. قَالَ وَزَادَ أَسْبَاطٌ عَنْ مَنْصُورٍ فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم، فَسُقُوا الْغَيْثَ، فَأَطْبَقَتْ عَلَيْهِمْ سَبْعًا، وَشَكَا النَّاسُ كَثْرَةَ الْمَطَرِ فَقَالَ  اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا . فَانْحَدَرَتِ السَّحَابَةُ عَنْ رَأْسِهِ، فَسُقُوا النَّاسُ حَوْلَهُمْ.",
    "hadithBengali": "৯৬৫। মুহাম্মদ ইবনু কাসীর (রহঃ) ... ইবনু মাসউদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, কুরাইশরা যখন ইসলাম গ্রহণে দেরী করছিল, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বিরুদ্ধে দুআ করলেন। পরিনামে তাদেরকে এমনভাবে দুর্ভিক্ষ গ্রাস করল যে, তারা বিনাশ হতে লাগল এবং মৃতদেহ ও হাড়গোড় খেতে লাগল। তখন আবূ সুফিয়ান (ইসলাম গ্রহণের পূর্বে) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, হে মুহাম্মদ! তুমি তো আত্মীয়দের সাথে সদ্ব্যবহার করার নির্দেশ দিয়ে থাক। অথচ তোমার কওম ধ্বংস হয়ে যাচ্ছে। তুমি মহান আল্লাহর নিকট দুআ কর। তখন তিনি তিলাওয়াত করলেন, فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ তুমি অপেক্ষা কর সে দিনের যে দিন আসমানে প্রকাশ্য ধূঁয়া দেখা যাবে। তারপর (আল্লাহ যখন তাদের বিপদ মুক্ত করলেন তখন) তারা আবার কুফরীর দিকে ফিরে গেল। এর পরিণতি স্বরুপ আল্লাহর এ বাণীঃ يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى যেদিন আমি কঠোর ভাবে পাকড়াও করব অর্থাৎ বদরের দিন।\n\nমানসুর (রহঃ) থেকে (বর্ণনাকারী) আসবাত (রহঃ) আরো বলেছেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআ করেন। ফলে লোকজনের উপর বৃষ্টিপাত হয় এবং অবিরাম সাতদিন পর্যন্ত বর্ষিত হতে থাকে। লোকেরা অতিবৃষ্টির বিষয়টি পেশ করল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআ করে বলেন, হে আল্লাহ! আমাদের আশে পাশে, আমাদের উপরে নয়। তারপর তাঁর মাথার উপর থেকে মেঘ সরে গেল। তাদের পার্শ্ববর্তী লোকদের উপর বর্ষিত হল।\n",
    "checkStatus": "1",
    "hadithNo": "965",
    "id": "972",
    "thesequence": "1391",
    "isActive": "1",
    "chapterId": "14709",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৪৭. দুর্ভিক্ষের সময় মুশরিকরা মুসলিমদের নিকট বৃষ্টির জন্য দু&rsquo;আর আবেদন করলে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nAllahs Messenger (ﷺ) I was delivering the Khutba (sermon) on a Friday when the people stood up, shouted and said, O Allahs Messenger (ﷺ)! There is no rain (drought), the trees have dried and the livestock are destroyed; Please pray to Allah for rain. So Allahs Messenger (ﷺ) said twice, O Allah! Bless us with rain. By Allah, there was no trace of cloud in the sky and suddenly the sky became overcast with clouds and it started raining. The Prophet (ﷺ) came down the pulpit and offered the prayer. When he came back from the prayer (to his house) it was raining and it rained continuously till the next Friday. When the Prophet started delivering the Friday Khutba (sermon), the people started shouting and said to him, The houses have collapsed and the roads are cut off; so please pray to Allah to withhold the rain. So the Prophet (ﷺ) smiled and said, O Allah! Round about us and not on us. So the sky became clear over Medina but it kept on raining over the outskirts (of Medina) and not a single drop of rain fell over Median. I looked towards the sky which was as bright and clear as a crown.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ عُبَيْدِ اللَّهِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ يَوْمَ جُمُعَةٍ، فَقَامَ النَّاسُ فَصَاحُوا فَقَالُوا يَا رَسُولَ اللَّهِ، قَحَطَ الْمَطَرُ وَاحْمَرَّتِ الشَّجَرُ وَهَلَكَتِ الْبَهَائِمُ، فَادْعُ اللَّهَ يَسْقِينَا. فَقَالَ  اللَّهُمَّ اسْقِنَا . مَرَّتَيْنِ، وَايْمُ اللَّهِ مَا نَرَى فِي السَّمَاءِ قَزَعَةً مِنْ سَحَابٍ، فَنَشَأَتْ سَحَابَةٌ وَأَمْطَرَتْ، وَنَزَلَ عَنِ الْمِنْبَرِ فَصَلَّى، فَلَمَّا انْصَرَفَ لَمْ تَزَلْ تُمْطِرُ إِلَى الْجُمُعَةِ الَّتِي تَلِيهَا، فَلَمَّا قَامَ النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ صَاحُوا إِلَيْهِ تَهَدَّمَتِ الْبُيُوتُ وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يَحْبِسُهَا عَنَّا. فَتَبَسَّمَ النَّبِيُّ صلى الله عليه وسلم ثُمَّ قَالَ  اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا . فَكُشِطَتِ الْمَدِينَةُ، فَجَعَلَتْ تُمْطِرُ حَوْلَهَا وَلاَ تَمْطُرُ بِالْمَدِينَةِ قَطْرَةً، فَنَظَرْتُ إِلَى الْمَدِينَةِ وَإِنَّهَا لَفِي مِثْلِ الإِكْلِيلِ.",
    "hadithBengali": "৯৬৬। মুহাম্মাদ ইবনু আবূ বকর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, জুমু&#39;আর দিন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুৎবা দিচ্ছিলেন। তখন লোকেরা দাঁড়িয়ে উচ্চস্বরে বলতে লাগল, ইয়া রাসূলাল্লাহ! বৃষ্টি বন্ধ হয়ে গেছে, গাছপালা লাল হয়ে গেছে এবং পশুগুলো মারা যাচ্ছে। তাই আপনি আল্লাহর নিকট দুআ করুন, যেন তিনি আমাদের উপর বৃষ্টি বন্ধ করেন। তখন তিনি বললেন, হে আল্লাহ! আমাদের উপর বৃষ্টি বর্ষণ করুন। এভাবে দুবার বললেন। (বর্ণনাকারী বলেন) আল্লাহর কসম! আমরা তখন আকাশে এক খন্ড মেঘও দেখতে পাচ্ছিলাম না। হঠাৎ মেঘ দেখা দিল এবং বর্ষণ হল। তিনি (রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) মিম্বার থেকে নেমে সালাত (নামায/নামাজ) আদায় করলেন।\n\nএরপর যখন তিনি চলে গেলেন, তখন থেকে পরবর্তী জুমু&#39;আ পর্যন্ত বৃষ্টি হতে থাকে। তারপর যখন তিনি দাঁড়িয়ে জুমু&#39;আর খুৎবা দিচ্ছিলেন, তখন লোকেরা উচ্চস্বরে তাঁর নিকট নিবেদন করল, ঘরবাড়ী বিধ্বস্ত হচ্ছে, রাস্তা বিচ্ছিন্ন হয়ে যাচ্ছে। তাই আপনি আল্লাহর নিকট দুআ করুন যেন আমাদের থেকে তিনি বৃষ্টি বন্ধ করেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মৃদু হেঁসে বললেনঃ হে আল্লাহ! আমাদের আশেপাশে, আমাদের উপর নয়। তখন মদিনার আকাশ মুক্ত হল এবং আশে পাশে বৃষ্টি হতে লাগল। মদিনায় তখন এক ফোঁটা বৃষ্টিও হচ্ছিল না। আমি মদিনার দিকে তাকিয়ে দেখলাম, মদিনা যেন মেঘ মুকুটের মাঝে শোভা পাচ্ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "966",
    "id": "973",
    "thesequence": "1392",
    "isActive": "1",
    "chapterId": "14710",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৪৮. অধিক বর্ষনের সময় এ রূপ দু&rsquo;আ করা &ldquo;যেন পার্শ্ববর্তী এলাকায় বৃষ্টি হয় আমাদের এলাকায় হয়। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah bin Yazid Al-Ansari that he went out with Al-Bara bin Azib, and Zaid bin Arqam and invoked for rain. He (Abdullah bin Yazid) stood up but not on a pulpit and invoked Allah for rain and then offered two Raka prayers with loud recitation without pronouncing Adhan or Iqama. Abu Ishaq said that Adbullah bin Yazid had seen the Prophet (ﷺ) (doing the same)",
    "hadithArabic": " وَقَالَ لَنَا أَبُو نُعَيْمٍ عَنْ زُهَيْرٍ، عَنْ أَبِي إِسْحَاقَ، خَرَجَ عَبْدُ اللَّهِ بْنُ يَزِيدَ الأَنْصَارِيُّ وَخَرَجَ مَعَهُ الْبَرَاءُ بْنُ عَازِبٍ وَزَيْدُ بْنُ أَرْقَمَ رضى الله عنهم فَاسْتَسْقَى، فَقَامَ بِهِمْ عَلَى رِجْلَيْهِ عَلَى غَيْرِ مِنْبَرٍ فَاسْتَغْفَرَ، ثُمَّ صَلَّى رَكْعَتَيْنِ يَجْهَرُ بِالْقِرَاءَةِ وَلَمْ يُؤَذِّنْ، وَلَمْ يُقِمْ. قَالَ أَبُو إِسْحَاقَ وَرَأَى عَبْدُ اللَّهِ بْنُ يَزِيدَ النَّبِيَّ صلى الله عليه وسلم.",
    "hadithBengali": "৯৬৭। আবূল ইয়ামান (রহঃ) ... আব্বাস ইবনু তামীম (রাঃ) তামীম (রাঃ) থেকে বর্ণিত, তাঁর চাচা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একজন সাহাবী ছিলেন, তিনি তাঁর কাছে বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবীগণকে নিয়ে তাঁদের জন্য বৃষ্টির দুআর উদ্দেশ্যে বের হলেন। তিনি দাঁড়ালেন এবং দাঁড়িয়েই আল্লাহর নিকটে দুআ করলেন। তারপর কিবলামুখী হয়ে নিজ চাঁদর উল্টিয়ে দিলেন। এরপর তাঁদের উপর বৃষ্টি বর্ষিত হল।\n",
    "checkStatus": "1",
    "hadithNo": "967",
    "id": "974",
    "thesequence": "1393",
    "isActive": "1",
    "chapterId": "14711",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৪৯. দাঁড়িয়ে ইসতিসকার দু&rsquo;আ করা। আবু নু&rsquo;আইম (র.) যাহাইর (র.) এর মাধ্যমে আবু ইসহাক (র.) থেকে বর্ণনা করেন যে, আবদুল্লাহ ইবন ইয়াযীদ আনসারী (রাঃ) বের হলেন এবং বারা&rsquo;আ ইবন আযিব ও যায়েদ ইবন আকরামা (রাঃ) ও তাঁর সঙ্গে বের হলেন। তিনি মিম্বর ছাড়াই পায়ের উপরে দাঁড়িয়ে তাদের সঙ্গে নিয়ে বৃষ্টির জন্য দু&rsquo;আ করলেন। তারপর ইস্তিগফার করে আযান ও ইকামাত ব্যতীত সশব্দে কিরাআত পড়ে দু&rsquo; রাকাআত সালাত আদায় করেন। (রাবী) আবু ইসহাক (র.) বলেন, আবদুল্লাহ ইবন ইয়াযীদ (আনসারী) (রাঃ) নবী (করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে দেখেছেন। (কাজেই তিনিও একজন সাহাবী)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abbad bin Tamim:\n\nfrom his uncle who said, The Prophet (ﷺ) went out to invoke Allah for rain. He faced the Qibla invoking Allah. He turned over his cloak (inside out) and then offered two rak`at and recited the Quran aloud in them.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم يَسْتَسْقِي فَتَوَجَّهَ إِلَى الْقِبْلَةِ يَدْعُو، وَحَوَّلَ رِدَاءَهُ، ثُمَّ صَلَّى رَكْعَتَيْنِ جَهَرَ فِيهِمَا بِالْقِرَاءَةِ.",
    "hadithBengali": "৯৬৮। আবূ নুআইম (রহঃ) ... আব্বাস ইবনু তামীম তাঁর চাচা থেকে বর্ণনা করেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বৃষ্টির দুআর জন্য বের হলেন, কিবলামুখী হয়ে দুআ করলেন এবং নিজের চাঁদরখানি উল্টে দিলেন। তারপর দুরাকাআত সালাত (নামায/নামাজ) আদায় করলেন। তিনি উভয় রাকাআত সশব্দে কিরাআত পাঠ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "968",
    "id": "975",
    "thesequence": "1394",
    "isActive": "1",
    "chapterId": "14712",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৫০. ইসতিসকায় সশব্দে কিরাআত পাঠ।  ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abbad bin Tamim from his uncle:\n\nI saw the Prophet (ﷺ) on the day when he went out to offer the Istisqa prayer. He turned his back towards the people and faced the Qibla and asked Allah for rain. Then he turned his cloak inside out and led us in a two rak`at prayer and recited the Quran aloud in them.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَوْمَ خَرَجَ يَسْتَسْقِي قَالَ فَحَوَّلَ إِلَى النَّاسِ ظَهْرَهُ، وَاسْتَقْبَلَ الْقِبْلَةَ يَدْعُو، ثُمَّ حَوَّلَ رِدَاءَهُ، ثُمَّ صَلَّى لَنَا رَكْعَتَيْنِ جَهَرَ فِيهِمَا بِالْقِرَاءَةِ.",
    "hadithBengali": "৯৬৯। আদম (রহঃ) ... আব্বাস ইবনু তামীম তাঁর চাচা থেকে বর্ণনা করেন, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেদিন বৃষ্টির জন্য দুআর উদ্দেশ্যে বের হয়েছিলেন, আমি তা দেখেছি। বর্ণনাকারী বলেন, তিনি লোকদের দিকে তাঁর পিঠ ফিরালেন এবং কিবলামুখী হয়ে দুআ করলেন। এরপর তিনি তাঁর চাঁদর উল্টে দিলেন। তারপর আমাদের নিয়ে দুরাকাআত সালাত (নামায/নামাজ) আদায় করেন। তিনি উভয় রাকাআত সশব্দে কিরাআত পাঠ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "969",
    "id": "976",
    "thesequence": "1395",
    "isActive": "1",
    "chapterId": "14713",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৫১. নবী (করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কিভাবে মানুষের দিকে পিঠ ফিরালেন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abbad bin Tamim from his uncle who said:\n\nThe Prophet (ﷺ) invoked Allah for rain and offered a two rak`at prayer and he put his cloak inside out.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اسْتَسْقَى فَصَلَّى رَكْعَتَيْنِ، وَقَلَبَ رِدَاءَهُ.",
    "hadithBengali": "৯৭০। কুতাইবা ইবনু সাইদ (রহঃ) ... আব্বাস ইবনু তামীম (রহঃ) তাঁর চাচা থেকে বর্ণনা করেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বৃষ্টির জন্য দুআ করলেন। এরপর তিনি দুরাকাআত সালাত আদায় করলেন এবং চাঁদর উল্টিয়ে নিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "970",
    "id": "977",
    "thesequence": "1396",
    "isActive": "1",
    "chapterId": "14714",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৫২. ইসতিসকার সালাত দু&rsquo;রাকাআত। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abbad bin Tamim from his uncle who said:\n\nThe Prophet (ﷺ) went out to the Musalla to offer the Istisqa prayer, faced the Qibla and offered a two rak`at prayer and turned his cloak inside out. Narrated Abu Bakr, The Prophet (ﷺ) put the right side of his cloak on his left side.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، سَمِعَ عَبَّادَ بْنَ تَمِيمٍ، عَنْ عَمِّهِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم إِلَى الْمُصَلَّى يَسْتَسْقِي، وَاسْتَقْبَلَ الْقِبْلَةَ فَصَلَّى رَكْعَتَيْنِ، وَقَلَبَ رِدَاءَهُ. قَالَ سُفْيَانُ فَأَخْبَرَنِي الْمَسْعُودِيُّ عَنْ أَبِي بَكْرٍ قَالَ جَعَلَ الْيَمِينَ عَلَى الشِّمَالِ.",
    "hadithBengali": "৯৭১। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আব্বাস ইবনু তামীম (রহঃ) তাঁর চাচা থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইসতিসকার জন্য ঈদগাহর মদানে গমন করেন। তিনি কিবলামুখী হলেন, এরপর দুরাকাআত সালাত (নামায/নামাজ) আদায় করলেন, এবং তাঁর চাঁদর উল্টিয়ে নিলেন।\n\nসুফিয়ান (রহঃ) বলেন, আবূ বকর (রাঃ) থেকে মাসউদী (রাঃ) আমাকে বলেছেন, তিনি (চাঁদর পেল্টানোর ব্যাখ্যায়) বলেন, ডান পাশ বাঁ পাশে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "971",
    "id": "978",
    "thesequence": "1397",
    "isActive": "1",
    "chapterId": "14715",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৫৩. ঈদগাহে ইসতিসকা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Zaid Al-Ansari:\n\nThe Prophet (ﷺ) went out towards the Musalla in order to offer the Istisqa prayer and when he intended to invoke (Allah) or started invoking, he faced the Qibla and turned his cloak inside out.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، قَالَ أَخْبَرَنَا عَبْدُ الْوَهَّابِ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ أَخْبَرَنِي أَبُو بَكْرِ بْنُ مُحَمَّدٍ، أَنَّ عَبَّادَ بْنَ تَمِيمٍ، أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ زَيْدٍ الأَنْصَارِيَّ أَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ إِلَى الْمُصَلَّى يُصَلِّي، وَأَنَّهُ لَمَّا دَعَا ـ أَوْ أَرَادَ أَنْ يَدْعُوَ ـ اسْتَقْبَلَ الْقِبْلَةَ وَحَوَّلَ رِدَاءَهُ. قَالَ أَبُو عَبْدِ اللَّهِ ابْنُ زَيْدٍ هَذَا مَازِنِيٌّ، وَالأَوَّلُ كُوفِيٌّ هُوَ ابْنُ يَزِيدَ.",
    "hadithBengali": "৯৭২। মুহাম্মদ (রহঃ) ... আবদুল্লাহ ইবনু যায়দ আনসারী (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ)-এর জন্য ঈদগাহের উদ্দেশ্যে বের হলেন। তিনি যখন দুআ করলেন অথবা দুআ করার ইচ্ছা করলেন তখন কিবলামুখী হলেন এবং তাঁর চাঁদর উল্টিয়ে নিলেন।\n\nইমাম বুখারী (রহঃ) বলেন, এ (হাদীসের বর্ণনাকারী) আবদুল্লাহ ইবনু যায়দ তিনি মাযিন গোত্রীয়। আগের হাদীসের বর্ণনাকারী হলেন কুফী এবং তিনি ইবনু ইয়াযিদ।\n",
    "checkStatus": "1",
    "hadithNo": "972",
    "id": "979",
    "thesequence": "1398",
    "isActive": "1",
    "chapterId": "14716",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৫৪. বৃষ্টির জন্য দু&rsquo;আর সময় কিবলামুখী হওয়া। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik:\nA bedouin came to Allahs Messenger (ﷺ) on a Friday and said, O Allahs Messenger ! The livestock, the offspring, and the people have perished. So, Allahs Messenger (ﷺ) raised both his hands invoking Allah (for rain) and the people too raised their hands with Allahs Messenger (ﷺ) invoking Allah (for rain). We had not left the mosque when it started raining. It rained till the next Friday when the same man came to Allahs Messenger (ﷺ) and said, O Allahs Messenger! The travelers are compelled to postpone their journeys (because of excessive rain) and the roads are overflowed.\n\n The narrator Anas added that the Prophet (ﷺ) raised his hands (during the invocation) to such an extent that the whiteness of his armpits was visible.",
    "hadithArabic": " قَالَ أَيُّوبُ بْنُ سُلَيْمَانَ حَدَّثَنِي أَبُو بَكْرِ بْنُ أَبِي أُوَيْسٍ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، قَالَ يَحْيَى بْنُ سَعِيدٍ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، قَالَ أَتَى رَجُلٌ أَعْرَابِيٌّ مِنْ أَهْلِ الْبَدْوِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ الْجُمُعَةِ فَقَالَ يَا رَسُولَ اللَّهِ، هَلَكَتِ الْمَاشِيَةُ هَلَكَ الْعِيَالُ هَلَكَ النَّاسُ. فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ يَدْعُو، وَرَفَعَ النَّاسُ أَيْدِيَهُمْ مَعَهُ يَدْعُونَ، قَالَ فَمَا خَرَجْنَا مِنَ الْمَسْجِدِ حَتَّى مُطِرْنَا، فَمَا زِلْنَا نُمْطَرُ حَتَّى كَانَتِ الْجُمُعَةُ الأُخْرَى، فَأَتَى الرَّجُلُ إِلَى نَبِيِّ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، بَشِقَ الْمُسَافِرُ، وَمُنِعَ الطَّرِيقُ.\n وَقَالَ الأُوَيْسِيُّ حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، وَشَرِيكٍ، سَمِعَا أَنَسًا، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ رَفَعَ يَدَيْهِ حَتَّى رَأَيْتُ بَيَاضَ إِبْطَيْهِ.",
    "hadithBengali": "৯৭৩। আইয়্যুব ইবনু সুলাইমান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক বেদুঈন জুমু&#39;আর দিন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপস্থিত হয়ে বলল, ইয়া রাসূলাল্লাহ! (অনাবৃষ্টিতে) পশুগুলো মরে যাচ্ছে, পরিবার-পরিজন মারা যাচ্ছে, মানুষ ধ্বংস হয়ে যাচ্ছে। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআর জন্য দুহাত উঠালেন। লোকজনও দুআর জন্য রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে হাত উঠিয়ে দুআ করতে লাগলেন। বর্ণনাকারী বলেন, আমরা মসজিদ থেকে বের হওয়ার আগেই বৃষ্টি আরম্ভ হয়ে গেল, এমন কি পরবর্তী জুমু&#39;আ পর্যন্ত আমাদের উপর বৃষ্টি হতে থাকলো। তখন লোকটি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, ইয়া রাসূলাল্লাহ! মূসাফির ক্লান্ত হয়ে যাচ্ছে, রাস্তাঘাট বন্ধ হয়ে গেছে।بَشِقَ এর অর্থ ক্লান্ত হয়ে যাচ্ছে।\n\nওয়ায়সী (রহঃ) আনাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর উভয় হাত উঠিয়ে ছিলেন। এমন কি আমরা তাঁর বগলের শুভ্রতা দেখতে পেয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "973",
    "id": "980",
    "thesequence": "1399",
    "isActive": "1",
    "chapterId": "14717",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৫৫. ইসতিসকায় ইমামের সঙ্গে লোকদের হাত উঠানো। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) never raised his hands for any invocation except for that of Istisqa and he used to raise them so much that the whiteness of his armpits became visible. (Note: It may be that Anas did not see the Prophet (ﷺ) raising his hands, but it is narrated that the Prophet (ﷺ) used to raise his hands for invocations other than Istisqa.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى، وَابْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم لاَ يَرْفَعُ يَدَيْهِ فِي شَىْءٍ مِنْ دُعَائِهِ إِلاَّ فِي الاِسْتِسْقَاءِ، وَإِنَّهُ يَرْفَعُ حَتَّى يُرَى بَيَاضُ إِبْطَيْهِ.",
    "hadithBengali": "৯৭৪। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইসতিসকা ব্যতীত অন্য কোথাও দুআর মধ্যে হাত উঠাতেন না। তিনি হাত এতটুকু উপরে উঠাতেন যে, তাঁর বগলের শুভ্রতা দেখা যেত।\n",
    "checkStatus": "1",
    "hadithNo": "974",
    "id": "981",
    "thesequence": "1400",
    "isActive": "1",
    "chapterId": "14718",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৫৬. ইসতিসকায় ইমামের হাত উঠানো। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nWhenever Allahs Messenger (ﷺ) saw the rain, he used to say, O Allah! Let it be a strong fruitful rain.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدٌ ـ هُوَ ابْنُ مُقَاتِلٍ أَبُو الْحَسَنِ الْمَرْوَزِيُّ ـ قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا رَأَى الْمَطَرَ قَالَ   صَيِّبًا نَافِعًا . تَابَعَهُ الْقَاسِمُ بْنُ يَحْيَى عَنْ عُبَيْدِ اللَّهِ. وَرَوَاهُ الأَوْزَاعِيُّ وَعُقَيْلٌ عَنْ نَافِعٍ.",
    "hadithBengali": "৯৭৫। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বৃষ্টি দেখলে বলতেন, হে আল্লাহ! মুষলধারায় কল্যাণকর বৃষ্টি দাও। কাসিম ইবনু ইয়াহইয়া (রহঃ) উবায়দুল্লাহ সূত্রে তাঁর বর্ণনায় আবদুল্লাহ (রহঃ) এর অনুসরণ করেছেন এবং উকাইল ও আওযায়ী (রহঃ) নাফি (রহঃ) থেকে তা বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "975",
    "id": "982",
    "thesequence": "1401",
    "isActive": "1",
    "chapterId": "14719",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৫৭. বৃষ্টিপাতের সময় কি পড়তে হয়। ইবন আব্বাস (রাঃ) থেকে বর্ণিত, কুরআনের আয়াত كَصَيِّبٍ অর্থ বৃষ্টি। অন্যরা বলেছেন صَيِّبٍ শব্দটি صَابَ وَأَصَابَ يَصُوبُ এর মুল ধাতু থেকে উৎপন্ন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nIn the lifetime of Allahs Messenger (ﷺ) (p.b.u.h) the people were afflicted with a (famine) year. While the Prophet was delivering the Khutba (sermon) on the pulpit on a Friday, a Bedouin stood up and said, O Allahs Messenger (ﷺ)! The livestock are dying and the families (offspring) are hungry: please pray to Allah to bless us with rain. Allahs Messenger (ﷺ) raised both his hands towards the sky and at that time there was not a trace of cloud in they sky. Then the clouds started gathering like mountains. Before he got down from the pulpit I saw rainwater trickling down his beard. It rained that day, the next day, the third day, the fourth day and till the next Friday, when the same Bedouin or some other person stood up (during the Friday Khutba) and said, O Allahs Messenger (ﷺ)! The houses have collapsed and the livestock are drowned. Please invoke Allah for us. So Allahs Messenger (ﷺ) raised both his hands and said, O Allah! Around us and not on us. Whichever side the Prophet (ﷺ) directed his hand, the clouds dispersed from there till a hole (in the clouds) was formed over Medina. The valley of Qanat remained flowing (with water) for one month and none, came from outside who didnt talk about the abundant rain.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، قَالَ أَخْبَرَنَا الأَوْزَاعِيُّ، قَالَ حَدَّثَنَا إِسْحَاقُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ الأَنْصَارِيُّ، قَالَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ، قَالَ أَصَابَتِ النَّاسَ سَنَةٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَبَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَخْطُبُ عَلَى الْمِنْبَرِ يَوْمَ الْجُمُعَةِ قَامَ أَعْرَابِيٌّ فَقَالَ يَا رَسُولَ اللَّهِ، هَلَكَ الْمَالُ وَجَاعَ الْعِيَالُ، فَادْعُ اللَّهَ لَنَا أَنْ يَسْقِيَنَا. قَالَ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ، وَمَا فِي السَّمَاءِ قَزَعَةٌ، قَالَ فَثَارَ سَحَابٌ أَمْثَالُ الْجِبَالِ، ثُمَّ لَمْ يَنْزِلْ عَنْ مِنْبَرِهِ حَتَّى رَأَيْتُ الْمَطَرَ يَتَحَادَرُ عَلَى لِحْيَتِهِ، قَالَ فَمُطِرْنَا يَوْمَنَا ذَلِكَ، وَفِي الْغَدِ وَمِنْ بَعْدِ الْغَدِ وَالَّذِي يَلِيهِ إِلَى الْجُمُعَةِ الأُخْرَى، فَقَامَ ذَلِكَ الأَعْرَابِيُّ أَوْ رَجُلٌ غَيْرُهُ فَقَالَ يَا رَسُولَ اللَّهِ، تَهَدَّمَ الْبِنَاءُ وَغَرِقَ الْمَالُ، فَادْعُ اللَّهَ لَنَا. فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ وَقَالَ   اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا . قَالَ فَمَا جَعَلَ يُشِيرُ بِيَدِهِ إِلَى نَاحِيَةٍ مِنَ السَّمَاءِ إِلاَّ تَفَرَّجَتْ حَتَّى صَارَتِ الْمَدِينَةُ فِي مِثْلِ الْجَوْبَةِ، حَتَّى سَالَ الْوَادِي ـ وَادِي قَنَاةَ ـ شَهْرًا. قَالَ فَلَمْ يَجِئْ أَحَدٌ مِنْ نَاحِيَةٍ إِلاَّ حَدَّثَ بِالْجَوْدِ.",
    "hadithBengali": "৯৭৬। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে একবার লোকেরা অনাবৃষ্টিতে পতিত হল। সে সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার মিম্বারে দাঁড়িয়ে জুমু&#39;আর খুৎবা দিচ্ছিলেন। তখন এক বেদুঈন দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! (অনাবৃষ্টিতে) ধন সম্পদ বিনষ্ট হয়ে যাচ্ছে। পরিবার পরিজন ক্ষুধার্ত। আপনি আল্লাহর কাছে দুআ করুন, তিনি যেন আমাদের বৃষ্টি দান করেন। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (দুআর জন্য) তাঁর দুহাত তুললেন। সে সময় আকাশে একখণ্ড মেঘও ছিলনা। বর্ণনাকারী বলেন, হঠাৎ পাহাড়ের মত বহু মেঘ একত্রিত হল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বার থেকে অবতরনের পূর্বে বৃষ্টি শুরু হল। এমনকি আমি দেখলাম, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দাঁড়ি মুবারক বেয়ে বৃষ্টির পানি ঝরছে।\n\nবর্ণনাকারী আরো বলেন সেদিন, তার পরের দিন, তার পরবর্তী দিন এবং পরবর্তী জুমু&#39;আ পর্যন্ত বৃষ্টি হল। তারপর সে বেদুঈন, বা অন্য কেউ দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! (অতি বৃষ্টিতে) ঘর-বাড়ি বিধ্বস্ত হয়ে গেল, সম্পদ ডুবে গেল, আপনি আল্লাহর কাছে আমাদের জন্য দোয়া করুন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন তাঁর দুহাত তুলে বললেনঃ হে আল্লাহ! আমাদের আশে পাশে, আমাদের উপর নয়। এরপর তিনি হাত দিয়ে আকাশের যে দিকে ইঙ্গিত করলেন, সে দিকের মেঘ কেটে গেল। এতে সমগ্র মদিনার আকাশ মেঘ মুক্ত চালের মত হয়ে গেল এবং কানাত উপত্যকায় একমাস ধরে বৃষ্টি প্রবাহিত হতে থাকে। বর্ণনাকারী বলেন, তখন যে অঞ্চল থেকে লোক আসত, কেবল এ অতিবৃষ্টির কথাই বলাবলি করত।\n",
    "checkStatus": "1",
    "hadithNo": "976",
    "id": "983",
    "thesequence": "1402",
    "isActive": "1",
    "chapterId": "14720",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৫৮. বৃষ্টিতে কেউ এমনভাবে ভিজে যাওয়া যে, দাঁড়ি বেয়ে পানি ঝরালো। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nWhenever a strong wind blew, anxiety appeared on the face of the Prophet (fearing that wind might be a sign of Allahs wrath).",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، قَالَ أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنِي حُمَيْدٌ، أَنَّهُ سَمِعَ أَنَسًا، يَقُولُ كَانَتِ الرِّيحُ الشَّدِيدَةُ إِذَا هَبَّتْ عُرِفَ ذَلِكَ فِي وَجْهِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৯৭৭। সাঈদ ইবনু আবূ মারয়াম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, যখন প্রচণ্ড বেগে বায়ু প্রবাহিত হতো তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চেহারায় তার প্রতিক্রিয়া দেখা দিত। (অর্থাৎ চেহারায় আতঙ্কের চিহ্ন ফুটে উঠত)।\n",
    "checkStatus": "1",
    "hadithNo": "977",
    "id": "984",
    "thesequence": "1403",
    "isActive": "1",
    "chapterId": "14721",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৫৯. যখন বায়ু প্রবাহিত হয়। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, I was granted victory with As-Saba and the nation of Ad was destroyed by Ad- Dabur (westerly wind) .",
    "hadithArabic": "حَدَّثَنَا مُسْلِمٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   نُصِرْتُ بِالصَّبَا، وَأُهْلِكَتْ عَادٌ بِالدَّبُورِ .",
    "hadithBengali": "৯৭৮। মুসলিম ইবনু ইব্রাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আমাকে পূবালী হাওয়া দিয়ে সাহায্য করা হয়েছে। আর আদ জাতিকে পশ্চিমা বায়ু দিয়ে ধ্বংস করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "978",
    "id": "985",
    "thesequence": "1404",
    "isActive": "1",
    "chapterId": "14722",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৬০. নবী (করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর উক্তি, &ldquo;আমাকে পূবালী হাওয়া দিয়ে সাহায্য করা হয়েছে&rdquo;।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, The Hour (Last Day) will not be established until (religious) knowledge will be taken away (by the death of religious learned men), earthquakes will be very frequent, time will pass quickly, afflictions will appear, murders will increase and money will overflow amongst you.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، قَالَ أَخْبَرَنَا أَبُو الزِّنَادِ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ تَقُومُ السَّاعَةُ حَتَّى يُقْبَضَ الْعِلْمُ، وَتَكْثُرَ الزَّلاَزِلُ، وَيَتَقَارَبَ الزَّمَانُ، وَتَظْهَرَ الْفِتَنُ، وَيَكْثُرَ الْهَرْجُ ـ وَهْوَ الْقَتْلُ الْقَتْلُ ـ حَتَّى يَكْثُرَ فِيكُمُ الْمَالُ فَيَفِيضُ .",
    "hadithBengali": "৯৭৯। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত কায়েম হবে না, যে পর্যন্ত না ইল্&zwnj;ম উঠিয়ে নেওয়া হবে, অধিক পরিমাণে ভূমিকম্প হবে, সময় সংকুচিত হয়ে আসবে, ফিতনা প্রকাশ পাবে এবং হারজ বৃদ্ধি পাবে। হারজ অর্থ খুনখারাবী। তোমাদের সম্পদ এত বৃদ্ধি পাবে যে, উপচে পড়বে।\n",
    "checkStatus": "1",
    "hadithNo": "979",
    "id": "986",
    "thesequence": "1405",
    "isActive": "1",
    "chapterId": "14723",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৬১. ভুমিকম্প ও কিয়ামতের আলামত সম্পর্কে যা বর্ণিত হয়েছে। ",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\n(The Prophet) said, O Allah! Bless our Sham and our Yemen. People said, Our Najd as well. The Prophet again said, O Allah! Bless our Sham and Yemen. They said again, Our Najd as well. On that the Prophet (ﷺ) said, There will appear earthquakes and afflictions, and from there will come out the side of the head of Satan.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا حُسَيْنُ بْنُ الْحَسَنِ، قَالَ حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ اللَّهُمَّ بَارِكْ لَنَا فِي شَامِنَا وَفِي يَمَنِنَا. قَالَ قَالُوا وَفِي نَجْدِنَا قَالَ قَالَ اللَّهُمَّ بَارِكْ لَنَا فِي شَامِنَا وَفِي يَمَنِنَا. قَالَ قَالُوا وَفِي نَجْدِنَا قَالَ قَالَ هُنَاكَ الزَّلاَزِلُ وَالْفِتَنُ، وَبِهَا يَطْلُعُ قَرْنُ الشَّيْطَانِ.",
    "hadithBengali": "৯৮০। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, হে আল্লাহ! আমাদের শামে (সিরিয়া) ও ইয়ামনে বরকত দান করুন। লোকেরা বলল, আমাদের নজদেও। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আল্লাহ! আমাদের শামদেশে ও ইয়ামনে বরকত দান করুন। লোকেরা তখন বলল, আমাদের নজদেও। রাবী বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেনঃ সেখানে তো রয়েছে ভূমিকম্প ও ফিতনা ফাসাদ আর শয়তানের শিং সেখান থেকেই বের হবে।\n",
    "checkStatus": "1",
    "hadithNo": "980",
    "id": "987",
    "thesequence": "1406",
    "isActive": "1",
    "chapterId": "14723",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৬১. ভুমিকম্প ও কিয়ামতের আলামত সম্পর্কে যা বর্ণিত হয়েছে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zaid bin Khalid Al-Juhani:\n\nAllahs Messenger (ﷺ) led the morning prayer in Al-Hudaibiya and it had rained the previous night. When the Prophet (p.b.u.h) had finished the prayer he faced the people and said, Do you know what your Lord has said? They replied, Allah and His Apostle know better. (The Prophet (ﷺ) said), Allah says, In this morning some of My worshipers remained as true believers and some became non-believers; he who said that it had rained with the blessing and mercy of Allah is the one who believes in Me and does not believe in star, but he who said it had rained because of such and such (star) is a disbeliever in Me and is a believer in star. ",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، أَنَّهُ قَالَ صَلَّى لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم صَلاَةَ الصُّبْحِ بِالْحُدَيْبِيَةِ عَلَى إِثْرِ سَمَاءٍ كَانَتْ مِنَ اللَّيْلَةِ، فَلَمَّا انْصَرَفَ النَّبِيُّ صلى الله عليه وسلم أَقْبَلَ عَلَى النَّاسِ فَقَالَ  هَلْ تَدْرُونَ مَاذَا قَالَ رَبُّكُمْ . قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ. قَالَ  أَصْبَحَ مِنْ عِبَادِي مُؤْمِنٌ بِي وَكَافِرٌ، فَأَمَّا مَنْ قَالَ مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ. فَذَلِكَ مُؤْمِنٌ بِي كَافِرٌ بِالْكَوْكَبِ، وَأَمَّا مَنْ قَالَ بِنَوْءِ كَذَا وَكَذَا. فَذَلِكَ كَافِرٌ بِي مُؤْمِنٌ بِالْكَوْكَبِ .",
    "hadithBengali": "৯৮১। ইসমাইল (রহঃ) ... যায়িদ ইবনু খালিদ জুহানী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে বৃষ্টিপাতের পরে আমাদের নিয়ে হুদায়বিয়ায় ফজরের সালাত (নামায/নামাজ) আদায় করেন। তারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাম ফিরিয়ে লোকদের দিকে মুখ করে বললেনঃ তোমরা কি জানো, তোমাদের রব কি বলেছেন? তাঁরা বললেন, আল্লাহ্&zwnj; ও তাঁর রাসূলই ভালো জানেন। তিনি তখন বললেন, (আল্লাহ্&zwnj; বলেছেন) আমার কিছুসংখ্যক বান্দা অবিশ্বাসী হয়ে গেল। যে ব্যাক্তি বলে, আল্লাহ্&zwnj;র ফযল ও রহমতে আমাদের উপর বৃষ্টি বর্ষিত হয়েছে, সে আমার প্রতি বিশ্বাসী এবং নক্ষত্রের প্রতি অবিশ্বাসী। আর যে ব্যাক্তি বলে, অমুক অমুক নক্ষত্র উদয়ের ফলে (বৃষ্টি বর্ষিত হয়েছে) সে ব্যাক্তি আমার প্রতি অবিশ্বাসী এবং নক্ষত্রের প্রতি বিশ্বাসী।\n",
    "checkStatus": "1",
    "hadithNo": "981",
    "id": "988",
    "thesequence": "1407",
    "isActive": "1",
    "chapterId": "14724",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৬২. আল্লাহ্&zwnj; তা&rsquo;লার বাণী وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ এবং তোমরা মিথ্যা আরোপকেই তোমাদের উপজীব্য করেছ। ইবন আব্বাস (রাঃ) বলেন, &ldquo;রিযক&rdquo; দ্বারা এখানে &ldquo;কৃতজ্ঞতা&rdquo; বুঝানো হয়েছে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) (p.b.u.h) said, Keys of the unseen knowledge are five which nobody knows but Allah . . . nobody knows what will happen tomorrow; nobody knows what is in the womb; nobody knows what he will gain tomorrow; nobody knows at what place he will die; and nobody knows when it will rain.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مِفْتَاحُ الْغَيْبِ خَمْسٌ لاَ يَعْلَمُهَا إِلاَّ اللَّهُ لاَ يَعْلَمُ أَحَدٌ مَا يَكُونُ فِي غَدٍ، وَلاَ يَعْلَمُ أَحَدٌ مَا يَكُونُ فِي الأَرْحَامِ، وَلاَ تَعْلَمُ نَفْسٌ مَاذَا تَكْسِبُ غَدًا، وَمَا تَدْرِي نَفْسٌ بِأَىِّ أَرْضٍ تَمُوتُ، وَمَا يَدْرِي أَحَدٌ مَتَى يَجِيءُ الْمَطَرُ .",
    "hadithBengali": "৯৮২। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ গায়বের কুঞ্জি হল পাঁচটি, যা আল্লাহ ব্যতীত কেউ জাননা। ১. কেউ জাননা যে, আগামী কাল কি ঘটবে। ২. কেউ জাননা যে মায়ের গর্ভে কী আছে। ৩. কেউ জাননা যে, আগামীকাল সে কী অর্জন করবে। ৪. কেউ জাননা যে, সে কোথায় মারা যাবে। ৫. কেউ জাননা যে, কখন বৃষ্টি হবে।\n",
    "checkStatus": "1",
    "hadithNo": "982",
    "id": "989",
    "thesequence": "1408",
    "isActive": "1",
    "chapterId": "14725",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "18",
    "statusId": "1",
    "topicName": "৬৬৩. কখন বৃষ্টি হবে তা মহান আল্লাহ্&zwnj; ব্যতীত কেউ জানে না। আবু হুরায়রা (রাঃ) নবী (করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) থেকে বর্ণনা করেছেন, পাঁচটি এমন বিষয় রেয়েছে, যে সম্পর্কে আল্লাহ্&zwnj; ব্যতীত কেউ জানে না। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]
