[
  {
    "hadithEnglish": " Narrated Abu Bakra:\n\nWe were with Allahs Messenger (ﷺ) when the sun eclipsed. Allahs Messenger (ﷺ) stood up dragging his cloak till he entered the Mosque. He led us in a two-rak`at prayer till the sun (eclipse) had cleared. Then the Prophet (p.b.u.h) said, The sun and the moon do not eclipse because of someones death. So whenever you see these eclipses pray and invoke (Allah) till the eclipse is over.",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، قَالَ حَدَّثَنَا خَالِدٌ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنْ أَبِي بَكْرَةَ، قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَانْكَسَفَتِ الشَّمْسُ، فَقَامَ النَّبِيُّ صلى الله عليه وسلم يَجُرُّ رِدَاءَهُ حَتَّى دَخَلَ الْمَسْجِدَ، فَدَخَلْنَا فَصَلَّى بِنَا رَكْعَتَيْنِ، حَتَّى انْجَلَتِ الشَّمْسُ فَقَالَ صلى الله عليه وسلم   إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ، فَإِذَا رَأَيْتُمُوهُمَا فَصَلُّوا، وَادْعُوا، حَتَّى يُكْشَفَ مَا بِكُمْ .",
    "hadithBengali": "৯৮৩। আমর ইবনু আওন (রহঃ) ... আবূ বকর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ছিলাম, এ সময় সুর্যগ্রহণ শুরু হয়। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন উঠে দাঁড়ালেন এবং নিজের চাঁদর টানতে টানতে মসজিদে প্রবেশ করলেন এবং আমরাও প্রবেশ করলাম। তিনি আমাদেরকে নিয়ে সূর্য প্রকাশিত হওয়া পর্যন্ত দুরাকাআত সালাত (নামায/নামাজ) আদায় করলেন। এরপর তিনি বললেনঃ কারো মৃত্যুর কারণে কখনো সূর্যগ্রহণ কিংবা চন্দ্রগ্রহণ হয় না। তোমরা যখন সূর্যগ্রহণ দেখবে তখন এ অবস্থা কেটে যাওয়া পর্যন্ত সালাত (নামায/নামাজ) আদায় করবে এবং দুআ করতে থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "983",
    "id": "990",
    "thesequence": "1409",
    "isActive": "1",
    "chapterId": "14726",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৬৪. সুর্যগ্রহণের সময় সালাত। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Mas`ud:\n\nThe Prophet (ﷺ) said, The sun and the moon do not eclipse because of the death of someone from the people but they are two signs amongst the signs of Allah. When you see them stand up and pray.",
    "hadithArabic": "حَدَّثَنَا شِهَابُ بْنُ عَبَّادٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ حُمَيْدٍ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، قَالَ سَمِعْتُ أَبَا مَسْعُودٍ، يَقُولُ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ مِنَ النَّاسِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَإِذَا رَأَيْتُمُوهُمَا فَقُومُوا فَصَلُّوا .",
    "hadithBengali": "৯৮৪। শিহাব ইবনু আব্বাদ (রহঃ) ... আবূ মাসউদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন লোকের মৃত্যুর কারণে কখনো সূর্যগ্রহণ বা চন্দ্রগ্রহণ হয় না। তবে তা আল্লাহর নিদর্শন সমূহের মধ্যে দুটি নিদর্শন। তাই তোমরা যখন সূর্যগ্রহন বা চন্দ্রগ্রহন হতে দেখবে, তখন দাঁড়িয়ে যাবে এবং সালাত (নামায/নামাজ) আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "984",
    "id": "991",
    "thesequence": "1410",
    "isActive": "1",
    "chapterId": "14726",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৬৪. সুর্যগ্রহণের সময় সালাত। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) said, The sun and the moon do not eclipse because of the death or life (i.e. birth) of someone but they are two signs amongst the signs of Allah. When you see them offer the prayer.",
    "hadithArabic": "حَدَّثَنَا أَصْبَغُ، قَالَ أَخْبَرَنِي ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرٌو، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، حَدَّثَهُ عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ كَانَ يُخْبِرُ عَنِ النَّبِيِّ صلى الله عليه وسلم.   إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَإِذَا رَأَيْتُمُوهَا فَصَلُّوا .",
    "hadithBengali": "৯৮৫। আসবাগ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, কারো মৃত্যুর বা জন্মের কারণে সূর্যগ্রহণ ও চন্দ্রগ্রহণ হয় না। তবে তা আল্লাহর নিদর্শন সমূহের মধ্যে দুটি নিদর্শন। কাজেই তোমরা যখনই গ্রহণ হতে দেখবে তখনই সালাত (নামায/নামাজ) আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "985",
    "id": "992",
    "thesequence": "1411",
    "isActive": "1",
    "chapterId": "14726",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৬৪. সুর্যগ্রহণের সময় সালাত। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Mughira bin Shu`ba:\n\nThe sun eclipsed in the lifetime of Allahs Messenger (ﷺ) on the day when (his son) Ibrahim died. So the people said that the sun had eclipsed because of the death of Ibrahim. Allahs Messenger (ﷺ) said, The sun and the moon do not eclipse because of the death or life (i.e. birth) of someone. When you see the eclipse pray and invoke Allah.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ، قَالَ حَدَّثَنَا شَيْبَانُ أَبُو مُعَاوِيَةَ، عَنْ زِيَادِ بْنِ عِلاَقَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ مَاتَ إِبْرَاهِيمُ، فَقَالَ النَّاسُ كَسَفَتِ الشَّمْسُ لِمَوْتِ إِبْرَاهِيمَ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ فَصَلُّوا وَادْعُوا اللَّهَ .",
    "hadithBengali": "৯৮৬। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... মুগীরা ইবন শুবা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় যে দিন (তাঁর পুত্র) ইব্রাহীম (রাঃ) ইন্তেকাল করেন, সেদিন সূর্য গ্রহণ হয়েছিল। লোকেরা তখন বলতে লাগলো, ইব্রাহীম (রাঃ) এর মৃত্যুর কারণেই সুর্যগ্রহণ হয়েছিল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কারো মৃত্যু অথবা জন্মের কারণে সূর্য বা চন্দ্রগ্রহণ হয় না। তোমরা যখন তা দেখবে, তখন সালাত (নামায/নামাজ) আদায় করবে এবং আল্লাহর নিকট দুআ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "986",
    "id": "993",
    "thesequence": "1412",
    "isActive": "1",
    "chapterId": "14726",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৬৪. সুর্যগ্রহণের সময় সালাত। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nIn the lifetime of Allahs Messenger (ﷺ) (p.b.u.h) the sun eclipsed, so he led the people in prayer, and stood up and performed a long Qiyam, then bowed for a long while. He stood up again and performed a long Qiyam but this time the period of standing was shorter than the first. He bowed again for a long time but shorter than the first one, then he prostrated and prolonged the prostration. He did the same in the second rak`a as he did in the first and then finished the prayer; by then the sun (eclipse) had cleared. He delivered the Khutba (sermon) and after praising and glorifying Allah he said, The sun and the moon are two signs against the signs of Allah; they do not eclipse on the death or life of anyone. So when you see the eclipse, remember Allah and say Takbir, pray and give Sadaqa. The Prophet then said, O followers of Muhammad! By Allah! There is none who has more ghaira (selfrespect) than Allah as He has forbidden that His slaves, male or female commit adultery (illegal sexual intercourse). O followers of Muhammad! By Allah! If you knew that which I know you would laugh little and weep much.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ خَسَفَتِ الشَّمْسُ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم بِالنَّاسِ، فَقَامَ فَأَطَالَ الْقِيَامَ، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ، ثُمَّ قَامَ فَأَطَالَ الْقِيَامَ وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ سَجَدَ فَأَطَالَ السُّجُودَ، ثُمَّ فَعَلَ فِي الرَّكْعَةِ الثَّانِيَةِ مِثْلَ مَا فَعَلَ فِي الأُولَى، ثُمَّ انْصَرَفَ وَقَدِ انْجَلَتِ الشَّمْسُ، فَخَطَبَ النَّاسَ، فَحَمِدَ اللَّهَ، وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ  إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَنْخَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَادْعُوا اللَّهَ وَكَبِّرُوا، وَصَلُّوا وَتَصَدَّقُوا . ثُمَّ قَالَ  يَا أُمَّةَ مُحَمَّدٍ، وَاللَّهِ مَا مِنْ أَحَدٍ أَغْيَرُ مِنَ اللَّهِ أَنْ يَزْنِيَ عَبْدُهُ أَوْ تَزْنِيَ أَمَتُهُ، يَا أُمَّةَ مُحَمَّدٍ، وَاللَّهِ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلاً وَلَبَكَيْتُمْ كَثِيرًا .",
    "hadithBengali": "৯৮৭। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় একবার সূর্যগ্রহণ হল। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের নিয়ে সালাত (নামায/নামাজ) আদায় করেন। তিনি দীর্ঘ সময় কিয়াম করেন, এরপর দীর্ঘক্ষণ রুকু করেন। এরপর পুনরায় (সালাতে) তিনি উঠে দাঁড়ান এবং দীর্ঘ কিয়াম করেন। অবশ্য তা প্রথম কিয়াম চাইতে অল্পস্থায়ী ছিল। আবার তিনি রুকু করেন এবং এ রুকু দীর্ঘ করেন। তবে তা প্রথম রুকু চাইতে অল্পস্থায়ী ছিল। এরপর তিনি সিজদা করেন এবং সিজদাও দীর্ঘক্ষণ করেন। এরপর তিনি প্রথম রাকাআতে যা করেছিলেন তার অনুরূপ দ্বিতীয় রাকাআতে করেন এবং যখন সূর্য প্রকাশিত হয় তখন সালাত (নামায/নামাজ) শেষ করেন।\n\nএরপর তিনি লোকজনের উদ্দেশ্যে খুৎবা দান করেন। প্রথমে তিনি আল্লাহর প্রশংসা ও গুণ বর্ণনা করেন। এরপর তিনি বলেনঃ সূর্য ও চন্দ্র আল্লাহর নিদর্শন সমুহের মধ্যে দুটি নিদর্শন। কারো মৃত্যু বা জন্মের কারণে সূর্যগ্রহণ বা চন্দ্রগ্রহণ হয় না। কাজেই যখন তোমরা তা দেখবে তখন তোমরা আল্লাহর নিকট দুআ করবে। তাঁর মহত্ব ঘোষণা করবে এবং সালাত (নামায/নামাজ) আদায় করবে ও সাদাকা প্রদান করবে। এরপর তিনি আরো বললেনঃ হে উম্মতে মুহাম্মদী! আল্লাহর কসম, আল্লাহর কোন বান্দা যিনা করলে কিংবা কোন নারী যিনা করলে, আল্লাহর চাইতে বেশী অপছন্দকারী কেউ নেই। হে উম্মাতে মুহাম্মদী! আল্লাহর কসম, আমি যা জানি তা যদি তোমরা জানতে তা হলে তোমরা অবশ্যই কম হাঁসতে ও বেশি কাঁদতে।\n",
    "checkStatus": "1",
    "hadithNo": "987",
    "id": "994",
    "thesequence": "1413",
    "isActive": "1",
    "chapterId": "14727",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৬৫. সূর্যগ্রহণের সময় সাদাকা করা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr:\n\nWhen the sun eclipsed in the lifetime of Allahs Messenger (ﷺ) an announcement was made that a prayer was to be offered in congregation.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ، قَالَ أَخْبَرَنَا يَحْيَى بْنُ صَالِحٍ، قَالَ حَدَّثَنَا مُعَاوِيَةُ بْنُ سَلاَّمِ بْنِ أَبِي سَلاَّمٍ الْحَبَشِيُّ الدِّمَشْقِيُّ، قَالَ حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ الزُّهْرِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ قَالَ لَمَّا كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم نُودِيَ إِنَّ الصَّلاَةَ جَامِعَةٌ.",
    "hadithBengali": "৯৮৮। ইসহাক (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় যখন সূর্যগ্রহণ হল, তখন (সালাতে) সমবেত হওয়ার জন্য) আস-সালাতু জামিয়াতুন বলে আহ্বান জানানো হল।\n",
    "checkStatus": "1",
    "hadithNo": "988",
    "id": "995",
    "thesequence": "1414",
    "isActive": "1",
    "chapterId": "14728",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৬৬. সালাতুল কুসূফের জন্য &lsquo;আস-সালাতু জামিয়াতুন&rsquo; বলে আহ্বান। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\n(the wife of the Prophet (p.b.u.h) In the lifetime of the Prophet (ﷺ) the sun eclipsed and he went to the Mosque and the people aligned behind him. He said the Takbir (starting the prayer) and prolonged the recitation (from the Quran) and then said Takbir and performed a prolonged bowing; then he (lifted his head and) said, Sami allahu liman hamidah (Allah heard him who sent his praises to Him). He then did not prostrate but stood up and recited a prolonged recitation which was shorter than the first recitation. He again said Takbir and then bowed a prolonged bowing but shorter than the first one and then said, Sami`a l-lahu Lyman hamidah Rabbana walak-lhamd, (Allah heard him who sent his praises to Him. O our Sustainer! All the praises are for You) and then prostrated and did the same in the second rak`a; thus he completed four bowing and four prostrations. The sun (eclipse) had cleared before he finished the prayer. (After the prayer) he stood up, glorified and praised Allah as He deserved and then said, The sun and the moon are two of the signs of Allah. They do not eclipse because of the death or the life (i.e. birth) of someone. When you see them make haste for the prayer. Narrated Az-Zuhri: I said to Urwa, When the sun eclipsed at Medina your brother (`Abdullah bin Az-Zubair) offered only a two-rak`at prayer like that of the morning (Fajr) prayer. Urwa replied, Yes, for he missed the Prophets tradition (concerning this matter).",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، ح وَحَدَّثَنِي أَحْمَدُ بْنُ صَالِحٍ، قَالَ حَدَّثَنَا عَنْبَسَةُ، قَالَ حَدَّثَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عُرْوَةُ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ خَسَفَتِ الشَّمْسُ فِي حَيَاةِ النَّبِيِّ صلى الله عليه وسلم فَخَرَجَ إِلَى الْمَسْجِدِ فَصَفَّ النَّاسُ وَرَاءَهُ، فَكَبَّرَ فَاقْتَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم قِرَاءَةً طَوِيلَةً، ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ. فَقَامَ وَلَمْ يَسْجُدْ، وَقَرَأَ قِرَاءَةً طَوِيلَةً، هِيَ أَدْنَى مِنَ الْقِرَاءَةِ الأُولَى، ثُمَّ كَبَّرَ وَرَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ أَدْنَى مِنَ الرُّكُوعِ الأَوَّلِ، ثُمَّ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، رَبَّنَا وَلَكَ الْحَمْدُ. ثُمَّ سَجَدَ، ثُمَّ قَالَ فِي الرَّكْعَةِ الآخِرَةِ مِثْلَ ذَلِكَ، فَاسْتَكْمَلَ أَرْبَعَ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ، وَانْجَلَتِ الشَّمْسُ قَبْلَ أَنْ يَنْصَرِفَ، ثُمَّ قَامَ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ   هُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمُوهُمَا فَافْزَعُوا إِلَى الصَّلاَةِ . وَكَانَ يُحَدِّثُ كَثِيرُ بْنُ عَبَّاسٍ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ ـ رضى الله عنهما ـ كَانَ يُحَدِّثُ يَوْمَ خَسَفَتِ الشَّمْسُ بِمِثْلِ حَدِيثِ عُرْوَةَ عَنْ عَائِشَةَ. فَقُلْتُ لِعُرْوَةَ إِنَّ أَخَاكَ يَوْمَ خَسَفَتْ بِالْمَدِينَةِ لَمْ يَزِدْ عَلَى رَكْعَتَيْنِ مِثْلَ الصُّبْحِ. قَالَ أَجَلْ لأَنَّهُ أَخْطَأَ السُّنَّةَ.",
    "hadithBengali": "৯৮৯। ইয়াহইয়া ইবনু বুকাইর ও আহমাদ ইবনু সালিহ (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবৎকালে একবার সূর্যগ্রহন হয়। তখন তিনি মসজিদে গমন করেন। বর্ণনাকারী বলেন, এরপর লোকেরা তাঁর পেছনে সারিবদ্ধ হল। তিনি তাকবীর বললেন। তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দীর্ঘ কিরাআত পাঠ করলেন। এরপর তাকবীর বললেন এবং দীর্ঘক্ষণ রুকুতে থাকলেন। এরপর سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ বলে দাঁড়ালেন এবং সিজদায় না গিয়েই আবার দীর্ঘক্ষন কিরাআত পাঠ করলেন। তবে তা প্রথম কিরাআতের চাইতে অল্পস্থায়ী।\n\nতারপর তিনি আল্লাহু আকবার বললেন এবং দীর্ঘ রুকু করলেন, তবে তা প্রথম রাকাআতের চাইতে অল্পস্থায়ী ছিল। তারপর তিনি বললেনঃ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، رَبَّنَا وَلَكَ الْحَمْدُ এরপর সিজদায় গেলেন। তারপর তিনি পরবর্তী রাকাআতেও অনুরূপ করলেন এবং এভাবে চার সিজদার সাথে চার রাকআত পুর্ণ করলেন। তাঁর সালাত (নামায/নামাজ) শেষ করার পূর্বেই সুর্যগ্রহণ মুক্ত হয়ে গেল।\n\nএরপর তিনি দাঁড়িয়ে আল্লাহর যথাযোগ্য প্রশংসা করলেন এবং বললেনঃ সূর্যগ্রহণ ও চন্দ্রগ্রহণ আল্লাহর নিদর্শন সমুহের মধ্যে দুটি নিদর্শন মাত্র। কারো মৃত্যু বা জন্মের কারণে গ্রহণ হয় না। কাজেই যখনই তোমরা গ্রহণ হতে দেখবে, তখনই ভীত হয়ে সালাত (নামায/নামাজ)-এর দিকে গমন করবে।\n\nরাবী বর্ণনা করেন, কাসীর ইবনু আব্বাস (রহঃ) বলতেন, আবদুল্লাহ ইবনু আব্বাস (রাঃ) সুর্যগ্রহণ সম্পর্কে আয়িশা (রাঃ) থেকে উরওয়া (রহঃ) বর্ণিত হাদীসের অনুরুপ বর্ণনা করেছেন। তাই আমি উরওয়াকে জিজ্ঞাসা করলাম, আপনার ভাই (আবদুল্লাহ ইবনু যুবাইর) তো মদিনায় যেদিন সূর্যগ্রহণ হয়েছিল, সেদিন ফজরের সালাত (নামায/নামাজ)-এর ন্যায় দুরাকাআত সালাত (নামায/নামাজ) আদায়ের অতিরিক্ত কিছু করেননি। তিনি বললেন, তা ঠিক, তবে তিনি নিয়ম অনুসারে ভুল করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "989",
    "id": "996",
    "thesequence": "1415",
    "isActive": "1",
    "chapterId": "14729",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৬৭. সূর্যগ্রহণের সময় ইমামের খুৎবা। আয়িশা ও আসমা (রাঃ) বলেন, নবী (করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) খুৎবা দিচ্ছিলেন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\n(the wife of the Prophet) On the day when the sun Khasafat (eclipsed) Allahs Messenger (ﷺ) prayed; he stood up and said Takbir and recited a prolonged recitation, then he performed a prolonged bowing, then he raised his head and said, Sami`a l-lahu Lyman Hamidah, and then remained standing and recited a prolonged recitation which was shorter than the first. Then he performed a prolonged bowing which was shorter than the first. Then he prostrated and prolonged the prostration and he did the same in the second rak`a as in the first and then finished the prayer with Taslim. By that time the sun (eclipse) had cleared He addressed the people and said, The sun and the moon are two of the signs of Allah; they do not eclipse (Yakhsifan) because of the death or the life (i.e. birth) of someone. So when you see them make haste for the prayer.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ. أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى يَوْمَ خَسَفَتِ الشَّمْسُ، فَقَامَ فَكَبَّرَ، فَقَرَأَ قِرَاءَةً طَوِيلَةً، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ رَأْسَهُ، فَقَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ. وَقَامَ كَمَا هُوَ، ثُمَّ قَرَأَ قِرَاءَةً طَوِيلَةً، وَهْىَ أَدْنَى مِنَ الْقِرَاءَةِ الأُولَى، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْىَ أَدْنَى مِنَ الرَّكْعَةِ الأُولَى، ثُمَّ سَجَدَ سُجُودًا طَوِيلاً، ثُمَّ فَعَلَ فِي الرَّكْعَةِ الآخِرَةِ مِثْلَ ذَلِكَ، ثُمَّ سَلَّمَ وَقَدْ تَجَلَّتِ الشَّمْسُ، فَخَطَبَ النَّاسَ، فَقَالَ فِي كُسُوفِ الشَّمْسِ وَالْقَمَرِ   إِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمُوهُمَا فَافْزَعُوا إِلَى الصَّلاَةِ .",
    "hadithBengali": "৯৯০। সায়ীদ ইবনু উফাইর (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূর্যগ্রহণের সময় সালাত (নামায/নামাজ) আদায় করেন। তিনি দাঁড়িয়ে তাকবীর বললেন। এরপর দীর্ঘ কিরাআত পাঠ করেন। তারপর তিনি দীর্ঘ রুকু করলেন। এরপর মাথা তুললেন, আর سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ বলে আগের মতই দাঁড়ালেন এবং দীর্ঘ কিরাআত পাঠ করলেন। তবে তা আগের কিরাআতের চাইতে অল্পস্থায়ী ছিল। আবার তিনি দীর্ঘ রুকু করলেন, তবে এ রুকু প্রথম রুকুর চাইতে কম দীর্ঘ ছিল। এরপর তিনি দীর্ঘ সিজদাহ করলেন। তারপর তিনি শেষ রাকাআতে প্রথম রাকাআতের অনুরূপ করলেন এবং সালাম ফিরালেন। তখন সূর্যগ্রহণ মুক্ত হয়ে গেল।\n\nএরপর লোকদের উদ্দেশ্যে তিনি খুৎবা দিলেন। খুতবায় তিনি সূর্যগ্রহণ ও চন্দ্রগ্রহণ সম্পর্কে বলেন, এ হচ্ছে আল্লাহর নিদর্শন সমুহের মধ্যে দুটি নিদর্শন। কারো মৃত্যু কিংবা জন্মের কারণে গ্রহণ হয় না। কাজেই যখন তোমরা তা দেখবে তখন তোমরা ভীত বিহ্বল অবস্থায় সালাত (নামায/নামাজ)-এর দিকে গমন করবে।\n",
    "checkStatus": "1",
    "hadithNo": "990",
    "id": "997",
    "thesequence": "1416",
    "isActive": "1",
    "chapterId": "14730",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৬৮. &lsquo;কাশাফাতিশ শামসু&rsquo; বলবে, না &lsquo;খাসাফাতিশ শামসু&rsquo; বলবে? আল্লাহ্&zwnj; তা&rsquo;লা বলেছে, ওয়া খাসাফাল কামারু&rsquo;। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bakra:\n\nAllahs Messenger (ﷺ) said: The sun and the moon are two signs amongst the signs of Allah and they do not eclipse because of the death of someone but Allah frightens His devotees with them.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنْ أَبِي بَكْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ، وَلَكِنَّ اللَّهَ تَعَالَى يُخَوِّفُ بِهَا عِبَادَهُ . وَقَالَ أَبُو عَبْدِ اللَّهِ لَمْ يَذْكُرْ عَبْدُ الْوَارِثِ وَشُعْبَةُ وَخَالِدُ بْنُ عَبْدِ اللَّهِ وَحَمَّادُ بْنُ سَلَمَةَ عَنْ يُونُسَ  يُخَوِّفُ بِهَا عِبَادَهُ . وَتَابَعَهُ مُوسَى عَنْ مُبَارَكٍ عَنِ الْحَسَنِ قَالَ أَخْبَرَنِي أَبُو بَكْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم.  إِنَّ اللَّهَ تَعَالَى يُخَوِّفُ بِهِمَا عِبَادَهُ . وَتَابَعَهُ أَشْعَثُ عَنِ الْحَسَنِ.",
    "hadithBengali": "৯৯১। কুতাইবা ইবনু সায়ীদ (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সূর্য ও চন্দ্র আল্লাহর নিদর্শন সমুহের মধ্যে দুটি নিদর্শন। কারো মৃত্যুর কারণে এ দুটির গ্রহণ হয় না। তবে এ দিয়ে আল্লাহ তালা তাঁর বান্দাদের সতর্ক করেন।\n\nইমাম বুখারী (রহঃ) বলেন, আবদুল ওয়ারিস, শুআইব, খালিদ ইবনু আবদুল্লাহ, হাম্মাদ ইবনু সালাম (রহঃ) ইউনুস (রহঃ) থেকে এ দিয়ে আল্লাহ তাঁর বান্দাদেরকে সতর্ক করেন বাক্যটি বর্ণনা করেন নি; আবূ মূসা (রহঃ) মুবারক (রহঃ) স্থলে হাসান (রহঃ) থেকে ইউনুস (রহঃ) এর অনুসরণ করেছেন। তিনি বলেন, আমাকে আবূ বাকরা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বলেন, নিশ্চই আল্লাহ এ দিয়ে তাঁর বান্দাদেরকে সতর্ক করেন। আশআস (রহঃ) হাসান (রহঃ) থেকে ইউনুস (রহঃ) এর অনুসরণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "991",
    "id": "998",
    "thesequence": "1417",
    "isActive": "1",
    "chapterId": "14731",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৬৯. নবী (করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর উক্তিঃ আল্লাহ্&zwnj; তা&rsquo;লা সূর্যগ্রহণ দিয়ে তাঁর বান্দাদের সতর্ক করেন। আবু মুসা আশ&rsquo;আরী (রাঃ) নবী (করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) থেকে তা বর্ণনা করেছেন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Amra bint `Abdur-Rahman:\n\nA Jewess came to ask `Aisha (the wife of the Prophet) about something. She said to her, May Allah give you refuge from the punishment of the grave. So `Aisha  asked Allahs Messenger (ﷺ) Would the people be punished in their graves? Allahs Messenger (ﷺ) after seeking refuge with Allah from the punishment of the grave (and thus replied in the affirmative). Then one day, Allahs Messenger (ﷺ) rode to go to some place but the sun eclipsed. He returned in the forenoon and passed through the rear of the dwellings (of his wives) and stood for the (eclipse) prayer, and the people stood behind him. He stood up for a long period and then performed a prolonged bowing which was shorter than the first bowing. Then he raised his head and prostrated. Then he stood up (for the second rak`a) for a long while but the standing was shorter than that of the first rak`a. Then he performed a prolonged bowing which was shorter than the first one. Then he raised his head and prostrated. Then he stood up for a long time but shorter than the first. Then he performed a prolonged bowing but shorter than the first. Then he raised his head and prostrated and finished the prayer and (then delivered the sermon and) said as much as Allah wished. And then he ordered the people to seek refuge with Allah from the punishment of the grave.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ يَهُودِيَّةً جَاءَتْ تَسْأَلُهَا فَقَالَتْ لَهَا أَعَاذَكِ اللَّهُ مِنْ عَذَابِ الْقَبْرِ. فَسَأَلَتْ عَائِشَةُ ـ رضى الله عنها ـ رَسُولَ اللَّهِ صلى الله عليه وسلم أَيُعَذَّبُ النَّاسُ فِي قُبُورِهِمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَائِذًا بِاللَّهِ مِنْ ذَلِكَ. ثُمَّ رَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ غَدَاةٍ مَرْكَبًا، فَخَسَفَتِ الشَّمْسُ، فَرَجَعَ ضُحًى، فَمَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ ظَهْرَانَىِ الْحُجَرِ، ثُمَّ قَامَ يُصَلِّي، وَقَامَ النَّاسُ وَرَاءَهُ، فَقَامَ قِيَامًا طَوِيلاً، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَسَجَدَ، ثُمَّ قَامَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ قَامَ قِيَامًا طَوِيلاً وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَسَجَدَ وَانْصَرَفَ، فَقَالَ مَا شَاءَ اللَّهُ أَنْ يَقُولَ، ثُمَّ أَمَرَهُمْ أَنْ يَتَعَوَّذُوا مِنْ عَذَابِ الْقَبْرِ.",
    "hadithBengali": "৯৯২। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) থেকে বর্ণিত, এক ইয়াহুদী মহিলা তাঁর নিকট কিছু জিজ্ঞাসা করতে এলো। সে আয়িশা (রাঃ) কে বলল, আল্লাহ তালা আপনাকে কবর আযাব থেকে রক্ষা করুন। এরপর আয়িশা (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করেন,কবরে কি মানুষকে আযাব দেওয়া হবে? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা থেকে আল্লাহর কাছে পানাহ চাই। পরে কোন এক সকালে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাওয়ারীতে আরোহণ করেন। তখন সূর্যগ্রহণ আরম্ভ হয়। তিনি সূর্যোদয় ও দুপুরের মাঝামাঝি সময় ফিরে আসেন এবং কামরাগুলোর মাঝখান দিয়ে অতিক্রম করেন। এরপর তিনি সালাত (নামায/নামাজ)-এ দাঁড়ালেন এবং লোকেরা তাঁর পেছনে দাঁড়াল। তারপর তিনি দীর্ঘ কিয়াম করেন। এরপর তিনি দীর্ঘ রুকু করেন পরে মাথা তুলে দীর্ঘ কিয়াম করেন। তবে এ কিয়াম আগের কিয়ামের চাইতে অল্পস্থায়ী ছিল।\n\nএরপর আবার তিনি দীর্ঘ রুকু করেন, তবে এ রুকু আগের রুকুর চাইতে অল্পস্থায়ী ছিল। তারপর তিনি মাথা তুললেন এবং সিজদায় গেলেন। এরপর তিনি দাঁড়ালেন এবং দীর্ঘ কিয়াম করলেন। তবে তা প্রথম কিয়ামের চাইতে অল্পস্থায়ী ছিল। তারপর দীর্ঘ রুকু করলেন। এ রুকু প্রথম রাকাআতের রুকুর চাইতে অল্পস্থায়ী ছিল। তারপর তিনি মাথা উঠালেন এবং দীর্ঘ কিয়াম করলেন এবং এ কিয়াম আগের কিয়ামের চাইতে অল্পস্থায়ী ছিল। তারপর তিনি মাথা উঠালেন এবং দীর্ঘ কিয়াম করলেন এবং এ কিয়াম আগের কিয়ামের চাইতে অল্পস্থায়ী ছিল। পরে মাথা তুললেন এবং সিজদায় গেলেন। এরপর সালাত (নামায/নামাজ) শেষ করলেন। আল্লাহর যা ইচ্ছা তিনি তা বললেন এবং কবর আযাব থেকে পানাহ চাওয়ার জন্য উপস্থিত লোকদের নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "992",
    "id": "999",
    "thesequence": "1418",
    "isActive": "1",
    "chapterId": "14732",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৭০. সূর্যগ্রহণের সময় কবর আযাব থেকে পানাহ চাওয়া। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr:\n\nWhen the sun eclipsed in the lifetime of Allahs Messenger (ﷺ) and an announcement was made that the prayer was to be held in congregation. The Prophet (ﷺ) performed two bowing in one rak`a. Then he stood up and performed two bowing in one rak`a. Then he sat down and finished the prayer; and by then the (eclipse) had cleared `Aisha said, I had never performed such a long prostration.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّهُ قَالَ لَمَّا كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم نُودِيَ إِنَّ الصَّلاَةَ جَامِعَةٌ فَرَكَعَ النَّبِيُّ صلى الله عليه وسلم رَكْعَتَيْنِ فِي سَجْدَةٍ ثُمَّ قَامَ فَرَكَعَ رَكْعَتَيْنِ فِي سَجْدَةٍ، ثُمَّ جَلَسَ، ثُمَّ جُلِّيَ عَنِ الشَّمْسِ. قَالَ وَقَالَتْ عَائِشَةُ ـ رضى الله عنها ـ مَا سَجَدْتُ سُجُودًا قَطُّ كَانَ أَطْوَلَ مِنْهَا.",
    "hadithBengali": "৯৯৩। আবূ নুআইম (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় যখন সূর্যগ্রহণ হয় তখন আস-সালাতু জামিয়াতুন বলে ঘোষণা দেয়া হয়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন এক রাকাআতে দুবার রুকু করেন, এরপর দাঁড়িয়ে দ্বিতীয় রাকাআতে দুবার রুকু করেন এরপর বসেন আর ততক্ষণে সূর্যগ্রহণ মুক্ত হয়ে যায়।\n\nবর্ণনাকারী বলেন, আয়িশা (রাঃ) বলেছেন, এ সালাত (নামায/নামাজ) ব্যতীত এত দীর্ঘ সিজদা আমি কখনো করিনি।\n",
    "checkStatus": "1",
    "hadithNo": "993",
    "id": "1000",
    "thesequence": "1419",
    "isActive": "1",
    "chapterId": "14733",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৭১. সূর্যগ্রহনের সালাতে দীর্ঘ সিজদা করা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Abbas:\n\nThe sun eclipsed in the lifetime of the Prophet (p.b.u.h) . Allahs Messenger (ﷺ) offered the eclipse prayer and stood for a long period equal to the period in which one could recite Surat-al-Baqara. Then he bowed for a long time and then stood up for a long period which was shorter than that of the first standing, then bowed again for a long time but for a shorter period than the first; then he prostrated twice and then stood up for a long period which was shorter than that of the first standing; then he bowed for a long time which was shorter than the previous one, and then he raised his head and stood up for a long period which was shorter than the first standing, then he bowed for a long time which was shorter than the first bowing, and then prostrated (twice) and finished the prayer. By then, the sun (eclipse) had cleared. The Prophet (ﷺ) then said, The sun and the moon are two of the signs of Allah. They eclipse neither because of the death of somebody nor because of his life (i.e. birth). So when you see them, remember Allah. The people say, O Allahs Messenger (ﷺ)! We saw you taking something from your place and then we saw you retreating. The Prophet (ﷺ) replied, I saw Paradise and stretched my hands towards a bunch (of its fruits) and had I taken it, you would have eaten from it as long as the world remains. I also saw the Hell-fire and I had never seen such a horrible sight. I saw that most of the inhabitants were women. The people asked, O Allahs Messenger (ﷺ)! Why is it so? The Prophet (ﷺ) replied, Because of their ungratefulness. It was asked whether they are ungrateful to Allah. The Prophet said, They are ungrateful to their companions of life (husbands) and ungrateful to good deeds. If you are benevolent to one of them throughout the life and if she sees anything (undesirable) in you, she will say, I have never had any good from you. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، قَالَ انْخَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم، فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم، فَقَامَ قِيَامًا طَوِيلاً نَحْوًا مِنْ قِرَاءَةِ سُورَةِ الْبَقَرَةِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ سَجَدَ، ثُمَّ قَامَ قِيَامًا طَوِيلاً وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ سَجَدَ، ثُمَّ انْصَرَفَ وَقَدْ تَجَلَّتِ الشَّمْسُ، فَقَالَ صلى الله عليه وسلم  إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَاذْكُرُوا اللَّهَ . قَالُوا يَا رَسُولَ اللَّهِ، رَأَيْنَاكَ تَنَاوَلْتَ شَيْئًا فِي مَقَامِكَ، ثُمَّ رَأَيْنَاكَ كَعْكَعْتَ. قَالَ صلى الله عليه وسلم  إِنِّي رَأَيْتُ الْجَنَّةَ، فَتَنَاوَلْتُ عُنْقُودًا، وَلَوْ أَصَبْتُهُ لأَكَلْتُمْ مِنْهُ مَا بَقِيَتِ الدُّنْيَا، وَأُرِيتُ النَّارَ، فَلَمْ أَرَ مَنْظَرًا كَالْيَوْمِ قَطُّ أَفْظَعَ، وَرَأَيْتُ أَكْثَرَ أَهْلِهَا النِّسَاءَ . قَالُوا بِمَ يَا رَسُولَ اللَّهِ قَالَ  بِكُفْرِهِنَّ . قِيلَ يَكْفُرْنَ بِاللَّهِ قَالَ  يَكْفُرْنَ الْعَشِيرَ، وَيَكْفُرْنَ الإِحْسَانَ، لَوْ أَحْسَنْتَ إِلَى إِحْدَاهُنَّ الدَّهْرَ كُلَّهُ، ثُمَّ رَأَتْ مِنْكَ شَيْئًا قَالَتْ مَا رَأَيْتُ مِنْكَ خَيْرًا قَطُّ .",
    "hadithBengali": "৯৯৪। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় সূর্যগ্রহণ হল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন সালাত (নামায/নামাজ) আদায় করেন এবং তিনি সুরা বাকারা পাঠ করতে যত সময় লাগে সে পরিমাণ দীর্ঘ কিয়াম করেন। এরপর দীর্ঘ রুকু করেন। তারপর মাথা তুলে পুনরায় দীর্ঘ কিয়াম করেন। তবে তা প্রথম কিয়ামের চাইতে অল্পস্থায়ী ছিল। আবার তিনি দীর্ঘ রুকু করলেন। তবে তা প্রথম রুকুর চাইতে অল্পস্থায়ী ছিল। তারপর তিনি সিজদা করেন। আবার দাঁড়ালেন এবং দীর্ঘ কিয়াম করলেন। তবে তা প্রথম কিয়ামের চাইতে অল্পস্থায়ী ছিল। তারপর আবার দীর্ঘ রুকু করেন, তবে তা আগের রুকুর চাইতে অল্পস্থায়ী ছিল। তারপর তিনি মাথা তুললেন এবং দীর্ঘ সময় পর্যন্ত কিয়াম করলেন, তবে তা প্রথম কিয়াম অপেক্ষা অল্পস্থায়ী ছিল। আবার তিনি দীর্ঘ রুকু করেন, তবে তা প্রথম রুকু অপেক্ষা অল্পস্থায়ী ছিল। এরপর তিনি সিজদা করেন এবং সালাত (নামায/নামাজ) শেষ করেন। ততক্ষণে সূর্যগ্রহণ মুক্ত হয়ে গিয়েছে।\n\nতারপর তিনি বললেনঃ নিঃসন্দেহে সূর্য ও চন্দ্র আল্লাহর নিদর্শন সমুহের মধ্যে দুটি নিদর্শন। কারো মৃত্যু বা জন্মের কারণে এ দুটির গ্রহণ হয় না। কাজেই যখন তোমরা গ্রহণ দেখবে তখনই আল্লাহ কে স্মরণ করবে। লোকেরা জিজ্ঞাসা করল, ইয়া রাসূলাল্লাহ! আমরা দেখলাম, আপনি নিজের জায়গা থেকে কি যেন ধরেছেন, আবার দেখলাম, আপনি যেন পেছনে সরে এলেন। তিনি বললেনঃ আমি তো জান্নাত দেখছিলাম এবং একগুচ্ছ আঙ্গুরের প্রতি হাত বাড়িয়ে ছিলাম। আমি তা পেয়ে গেলে, দুনিয়া কায়িম থাকা পর্যন্ত অবশ্য তোমরা তা খেতে পারতে। এরপর আমাকে জাহান্নাম দেখানো হয়, আমি আজকের মত ভয়াবহ দৃশ্য কখনো দেখিনি। আর আমি দেখলাম, জাহান্নামের অধিকাংশ বাসিন্দা স্ত্রী লোক।\n\nলোকেরা জিজ্ঞাসা করল, ইয়া রাসূলাল্লাহ! কী কারণে? তিনি বললেনঃ তাদের কুফরীর কারণে। জিজ্ঞাসা করা হল, তারা কি আল্লাহর সাথে কুফরী করে? তিনি জবাব দিলেন, তারা স্বামীর অবাধ্য থাকে এবং ইহসান অস্বীকার করে। তুমি যদি তাদের কারো প্রতি সারা জীবন সদাচরণ কর, এরপর সে তোমার থেকে (যদি) সামান্য ত্রুটি পায়, তা হলে বলে ফেলে, তোমার থেকে কখনো ভালো ব্যবহার পেলাম না।\n",
    "checkStatus": "1",
    "hadithNo": "994",
    "id": "1001",
    "thesequence": "1420",
    "isActive": "1",
    "chapterId": "14734",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৭২. সূর্যগ্রহণ এর সালাত জামা&rsquo;আতে আদায় করা। ইবন আব্বাস (রাঃ) লোকদেরকে নিয়ে যমযমের সুফফায় সালাত আদায় করেন এবং আলী ইবন আবদুল্লাহ ইবন আব্বাস (রাঃ) জামাআতে সালাত আদায় করেছেন। ইবন উমর (রাঃ) গ্রহণের সালাত আদায় করেছেন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Fatima bint Al-Mundhir:\n\nAsma bint Al Bakr said, I came to `Aisha the wife of the Prophet (p.b.u.h) during the solar eclipse. The people were standing and offering the prayer and she was also praying too. I asked her, What has happened to the people? She pointed out with her hand towards the sky and said, Subhan-Allah. I said, Is there a sign? She pointed out in the affirmative. Asma further said, I too then stood up for the prayer till I fainted and then poured water on my head. When Allahs Messenger (ﷺ) had finished his prayer, he thanked and praised Allah and said, I have seen at this place of mine what I have never seen even Paradise and Hell. No doubt, it has been inspired to me that you will be put to trial in the graves like or nearly like the trial of (Masih) Ad-Dajjal. (I do not know which one of the two Asma said.) (The angels) will come to everyone of you and will ask what do you know about this man (i.e. Muhammad). The believer or a firm believer (I do not know which word Asma said) will reply, He is Muhammad, Allahs Messenger (ﷺ) (p.b.u.h) who came to us with clear evidences and guidance, so we accepted his teachings, believed and followed him. The angels will then say to him, Sleep peacefully as we knew surely that you were a firm believer. The hypocrite or doubtful person (I do not know which word Asma said) will say, I do not know. I heard the people saying something so I said it (the same). ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنِ امْرَأَتِهِ، فَاطِمَةَ بِنْتِ الْمُنْذِرِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ أَنَّهَا قَالَتْ أَتَيْتُ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم حِينَ خَسَفَتِ الشَّمْسُ، فَإِذَا النَّاسُ قِيَامٌ يُصَلُّونَ، وَإِذَا هِيَ قَائِمَةٌ تُصَلِّي فَقُلْتُ مَا لِلنَّاسِ فَأَشَارَتْ بِيَدِهَا إِلَى السَّمَاءِ، وَقَالَتْ سُبْحَانَ اللَّهِ. فَقُلْتُ آيَةٌ فَأَشَارَتْ أَىْ نَعَمْ. قَالَتْ فَقُمْتُ حَتَّى تَجَلاَّنِي الْغَشْىُ، فَجَعَلْتُ أَصُبُّ فَوْقَ رَأْسِي الْمَاءَ، فَلَمَّا انْصَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ   مَا مِنْ شَىْءٍ كُنْتُ لَمْ أَرَهُ إِلاَّ قَدْ رَأَيْتُهُ فِي مَقَامِي هَذَا حَتَّى الْجَنَّةَ وَالنَّارَ، وَلَقَدْ أُوحِيَ إِلَىَّ أَنَّكُمْ تُفْتَنُونَ فِي الْقُبُورِ مِثْلَ ـ أَوْ قَرِيبًا مِنْ ـ فِتْنَةِ الدَّجَّالِ ـ لاَ أَدْرِي أَيَّتَهُمَا قَالَتْ أَسْمَاءُ ـ يُؤْتَى أَحَدُكُمْ فَيُقَالُ لَهُ مَا عِلْمُكَ بِهَذَا الرَّجُلِ فَأَمَّا الْمُؤْمِنُ ـ أَوِ الْمُوقِنُ لاَ أَدْرِي أَىَّ ذَلِكَ قَالَتْ أَسْمَاءُ ـ فَيَقُولُ مُحَمَّدٌ رَسُولُ اللَّهِ صلى الله عليه وسلم جَاءَنَا بِالْبَيِّنَاتِ وَالْهُدَى، فَأَجَبْنَا وَآمَنَّا وَاتَّبَعْنَا. فَيُقَالُ لَهُ نَمْ صَالِحًا، فَقَدْ عَلِمْنَا إِنْ كُنْتَ لَمُوقِنًا. وَأَمَّا الْمُنَافِقُ ـ أَوِ الْمُرْتَابُ لاَ أَدْرِي أَيَّتَهُمَا قَالَتْ أَسْمَاءُ ـ فَيَقُولُ لاَ أَدْرِي، سَمِعْتُ النَّاسَ يَقُولُونَ شَيْئًا فَقُلْتُهُ .",
    "hadithBengali": "৯৯৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আসমা বিনত আবূ বকর (রাঃ) থেকে বর্ণিত, তিনি বলেন, সূর্যগ্রহণের সময় আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) এর নিকট গেলাম। তখন লোকজন দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করছিল? তখন আয়িশা (রাঃ)ও সালাতে দাঁড়িয়ে ছিলেন। আমি জিজ্ঞাসা করলাম লোকদের কি হয়েছে? তখন তিনি হাত দিয়ে আসমানের দিকে ইশারা করলেন এবং সুবহানাল্লাহ বললেন। আমি বললাম, এ কি কোন নিদর্শন? তখন তিনি ইশারায় বললেন, হ্যাঁ। আসমা (রাঃ) বলেন, আমিও দাঁড়িয়ে গেলাম। এমনকি (দীর্ঘক্ষণ দাঁড়ানোর ফলে) আমি প্রায় বেহুঁশ হয়ে পড়লাম এবং মাথায় পানি ঢালতে লাগলাম।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সালাত (নামায/নামাজ) শেষ করলেন, তখন আল্লাহর হামদ ও সানা বর্ণনা করলেন। তারপর তিনি বললেনঃ আমি এ স্থান থেকে দেখতে পেলাম, যা এর আগে দেখিনি, এমনকি জান্নাত এবং জাহান্নাম। আর আমার নিকট ওহী পাঠানো হয়েছে যে, নিশ্চয়ই তোমাদেরকে কবরের মধ্যে দাজ্জালের ফিতনার ন্যায় অথবা বলেছেন তার কাছাকাছি ফিতনায় লিপ্ত করা হবে। বর্ণনাকারী বলেন, (মিসলা ও কারীবান) দুটির মধ্যে কোনটি আসমা (রাঃ) বলেছেন, তা আমার মনে নেই। তোমাদের একেকজনকে উপস্থিত করা হবে এবং তাকে প্রশ্ন করা হবে। এ ব্যাক্তি সম্পর্কে কি জানো? তখন মুমিন (ঈমানদার) অথবা মুকিন (বিশ্বাসী) বলবেন &ndash; বর্ণনাকারী বলেন যে, আসমা (রাঃ) মুমিন শব্দ বলেছিলেন, না মুকিন তা আমার স্মরণ নেই, তিনি হলেন, মুহাম্মাদুর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুস্পষ্ট দলীল ও হিদায়াত নিয়ে আমাদের কাছে এসেছিলেন এবং আমরা এতে সাড়া দিয়ে ঈমান এনেছি ও তাঁর অনুসরণ করেছি।\n\nএরপর তাঁকে বলা হবে, তুমি নেককার বান্দা হিসেবে ঘুমিয়ে থাক। আমরা অবশ্যই জানতাম যে, নিশ্চিতই তুমি দৃঢ়বিশ্বাস স্থাপনকারী ছিলে। আর মুনাফিক কিংবা সন্দেহকারী বর্ণনাকারী বলেন, আসমা (রাঃ) মুনাফিক না সন্দেহকারী বলেছিলেন তা আমার মনে নেই, সে শুধু বলবে, আমি কিছুই জানিনা। আমি মানুষকে কিছু বলতে শুনেছি এবং আমিও তাই বলেছি।\n",
    "checkStatus": "1",
    "hadithNo": "995",
    "id": "1002",
    "thesequence": "1421",
    "isActive": "1",
    "chapterId": "14735",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৭৩. সূর্যগ্রহণের সময় পুরুষদের সঙ্গে মহিলাদের সালাত। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma:\n\nNo doubt the Prophet (ﷺ) ordered people to manumit slaves during the solar eclipse.",
    "hadithArabic": " حَدَّثَنَا رَبِيعُ بْنُ يَحْيَى، قَالَ حَدَّثَنَا زَائِدَةُ، عَنْ هِشَامٍ، عَنْ فَاطِمَةَ، عَنْ أَسْمَاءَ، قَالَتْ لَقَدْ أَمَرَ النَّبِيُّ صلى الله عليه وسلم بِالْعَتَاقَةِ فِي كُسُوفِ الشَّمْسِ.",
    "hadithBengali": "৯৯৬। রাবী ইবনু ইয়াহইয়া (রহঃ) ... আসমা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূর্যগ্রহনের সময় গোলাম আযাদ করার নির্দেশ দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "996",
    "id": "1003",
    "thesequence": "1422",
    "isActive": "1",
    "chapterId": "14736",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৭৪. সূর্যগ্রহনের সময় গোলাম আযাদ করা পছন্দনীয়। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Amra bint `Abdur-Rahman:\n\nA Jewess came to `Aisha to ask her about something and then she said, May Allah give you refuge from the punishment of the grave. So `Aisha asked Allahs Messenger (ﷺ), Would the people be punished in their graves? Allahs Messenger (ﷺ) asked Allahs refuge from the punishment of the grave (indicating an affirmative reply). Then one day Allahs Messenger (ﷺ) rode (to leave for some place) but the sun eclipsed. He returned on the forenoon and passed through the rear of the dwellings (of his wives) and stood up and started offering the (eclipse) prayer and the people stood behind him. He stood for a long period and then performed a long bowing and then stood straight for a long period which was shorter than that of the first standing, then he performed a prolonged bowing which was shorter than the first bowing, then he raised his head and prostrated for a long time and then stood up (for the second rak`a) for a long while, but the standing was shorter than the standing of the first rak`a. Then he performed a prolonged bowing which was shorter than that of the first one. He then stood up for a long time but shorter than the first, then again performed a long bowing which was shorter than the first and then prostrated for a shorter while than that of the first prostration. Then he finished the prayer and delivered the sermon and) said what Allah wished; and ordered the people to seek refuge with Allah from the punishment of the grave.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ يَهُودِيَّةً، جَاءَتْ تَسْأَلُهَا فَقَالَتْ أَعَاذَكِ اللَّهُ مِنْ عَذَابِ الْقَبْرِ. فَسَأَلَتْ عَائِشَةُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَيُعَذَّبُ النَّاسُ فِي قُبُورِهِمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَائِذًا بِاللَّهِ مِنْ ذَلِكَ. ثُمَّ رَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ غَدَاةٍ مَرْكَبًا، فَكَسَفَتِ الشَّمْسُ فَرَجَعَ ضُحًى، فَمَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ ظَهْرَانَىِ الْحُجَرِ، ثُمَّ قَامَ فَصَلَّى، وَقَامَ النَّاسُ وَرَاءَهُ، فَقَامَ قِيَامًا طَوِيلاً، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَسَجَدَ سُجُودًا طَوِيلاً ثُمَّ قَامَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ قَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ سَجَدَ وَهْوَ دُونَ السُّجُودِ الأَوَّلِ، ثُمَّ انْصَرَفَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَا شَاءَ اللَّهُ أَنْ يَقُولَ، ثُمَّ أَمَرَهُمْ أَنْ يَتَعَوَّذُوا مِنْ عَذَابِ الْقَبْرِ",
    "hadithBengali": "৯৯৭। ইসমাইল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, এক ইয়াহুদী মহিলা তাঁর নিকট কিছু জিজ্ঞাসা করতে এল। মহিলাটি বলল, আল্লাহ আপনাকে কবরের আযাব থেকে পানাহ দিন। তারপর আয়িশা (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করেন, কবরে কি মানুষকে আযাব দেয়া হবে? তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি আল্লাহর কাছে পানাহ চাই কবরের আযাব থেকে। পরে একদিন সকালে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাওয়ারীতে আরোহণ করেন। তখন সূর্যগ্রহণ আরম্ভ হয়। তিনি ফিরে এলেন, তখন ছিল সূর্যোদয় ও দুপুরের মাঝামাঝি সময়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর হুজরাগুলোর মাঝখান দিয়ে অতিক্রম করলেন। তারপর তিনি সালাত (নামায/নামাজ) দাঁড়ালেন এবং লোকেরাও তাঁর পেছনে দাঁড়ালো। তিনি দীর্ঘ কিয়াম করলেন। এরপর দীর্ঘ রুকু করলেন। তারপর মাথা তুলে আবার দীর্ঘ কিয়াম করেন। তবে এ কিয়াম প্রথম কিয়ামের চাইতে অল্পস্থায়ী ছিল।\n\nএরপর তিনি আবার দীর্ঘ রুকু করেন। তবে এ রুকু প্রথম রুকুর চাইতে অল্পস্থায়ী ছিল। এরপর তিনি আবার দীর্ঘ রুকু করেন। তবে এ রুকু প্রথম রুকুর চাইতে অল্পস্থায়ী ছিল। তারপর তিনি মাথা তুললেন এবং দীর্ঘ সিজদা করলেন। এরপর তিনি আবার দাঁড়িয়ে দীর্ঘ কিয়াম করেন। অবশ্য তা প্রথম কিয়ামের চাইতে অল্পস্থায়ী ছিল। তারপর তিনি দীর্ঘ রুকু করলেন, তা প্রথম রুকুর চাইতে অল্পস্থায়ী ছিল। তারপর দীর্ঘ রুকু করেন। অবশ্য এ রুকু প্রথম রুকুর চাইতে অল্পস্থায়ী ছিল। এরপর তিনি সিজদা করেন। এ সিজদা প্রথম সিজদার চাইতে অল্পস্থায়ী ছিল। তারপর তিনি সালাত (নামায/নামাজ) আদায় শেষ করেন। এরপরে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর যা ইচ্ছা তাই বললেন। পরিশেষে তিনি সবাইকে কবর আযাব থেকে পানাহ চাওয়ার নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "997",
    "id": "1004",
    "thesequence": "1423",
    "isActive": "1",
    "chapterId": "14737",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৭৫. মসজিদে সূর্যগ্রহণের সালাত। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Mas`ud:\n\nAllahs Messenger (ﷺ) said, The sun and the moon do not eclipse because of someones death or life but they are two signs amongst the signs of Allah, so pray whenever you see them.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، قَالَ حَدَّثَنِي قَيْسٌ، عَنْ أَبِي مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الشَّمْسُ وَالْقَمَرُ لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَإِذَا رَأَيْتُمُوهُمَا فَصَلُّوا .",
    "hadithBengali": "৯৯৮। মুসাদ্দাদ (রহঃ) ... আবূ মাসউদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কারো মৃত্যুর ও জন্মের কারণে সূর্যগ্রহণ ও চন্দ্রগ্রহণ হয় না। এগুলো আল্লাহর নিদর্শন সমুহের মধ্যে দুটি নিদর্শন। কাজেই যখন তোমরা তা দেখবে তখন সালাত (নামায/নামাজ) আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "998",
    "id": "1005",
    "thesequence": "1424",
    "isActive": "1",
    "chapterId": "14738",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৭৬. কারো মৃত্যু বা জন্মের কারণে সূর্যগ্রহণ হয় না। আবু বাকরা, মুগীরা, আবু মূসা, ইবন আব্বাস ও ইবন উমর (রাঃ) এ বিষয়ে বর্ণনা করেছেন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nIn the lifetime of the Prophet (ﷺ) the sun eclipsed and the Prophet (p.b.u.h) stood up to offer the prayer with the people and recited a long recitation, then he performed a prolonged bowing, and then lifted his head and recited a prolonged recitation which was shorter than the first. Then he performed a prolonged bowing which was shorter than the first and then lifted his head and performed two prostrations. He then stood up for the second rak`a and offered it like the first. Then he stood up and said, The sun and the moon do not eclipse because of someones life or death but they are two signs amongst the signs of Allah which He shows to His worshipers. So whenever you see them, make haste for the prayer.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، وَهِشَامِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَصَلَّى بِالنَّاسِ، فَأَطَالَ الْقِرَاءَةَ، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ، ثُمَّ رَفَعَ رَأْسَهُ فَأَطَالَ الْقِرَاءَةَ، وَهْىَ دُونَ قِرَاءَتِهِ الأُولَى، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ دُونَ رُكُوعِهِ الأَوَّلِ، ثُمَّ رَفَعَ رَأْسَهُ فَسَجَدَ سَجْدَتَيْنِ، ثُمَّ قَامَ فَصَنَعَ فِي الرَّكْعَةِ الثَّانِيَةِ مِثْلَ ذَلِكَ، ثُمَّ قَامَ فَقَالَ   إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ يُرِيهِمَا عِبَادَهُ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَافْزَعُوا إِلَى الصَّلاَةِ .",
    "hadithBengali": "৯৯৯। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় সূর্যগ্রহণ হল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন দাঁড়ালেন এবং লোকদের নিয়ে সালাত (নামায/নামাজ) আদায় করলেন। তিনি কিরাআত দীর্ঘ করেন। এরপর তিনি দীর্ঘ রুকু করেন। তারপর তিনি মাথা তুলে এবং দীর্ঘ কিরাআত পড়েন। তবে তা প্রথম কিরাআতের চাইতে কম ছিল। আবার তিনি রুকু করেন এবং রুকু দীর্ঘ করেন। তবে এ রুকু প্রথম রুকুর চাইতে অল্পস্থায়ী ছিল। তারপর তিনি মাথা তুলেন এবং দীর্ঘ কিরাআত পড়েন। তবে তা প্রথম কিরাআতের চাইতে কম ছিল। আবার তিনি রুকু করেন এবং রুকু দীর্ঘ করেন। তবে এ রুকু প্রথম রুকুর চাইতে অল্পস্থায়ী ছিল। তারপর তিনি মাথা তুলেন এবং দুটি সিজদা করেন। এরপর তিনি দাঁড়ালেন এবং দ্বিতীয় রাকাআতেও অনুরূপ করেন।\n\nতারপর তিনি দাঁড়িয়ে বললেনঃ সূর্যগ্রহণ ও চন্দ্রগ্রহণ কারো মৃত্যু কিংবা জন্মের কারণে হয় না। আল্লাহ্&zwnj;র নিদর্শন সমুহের মধ্যে এ হল দুটি নিদর্শন; যা আল্লাহ্&zwnj; তাঁর বান্দাদের দেখিয়ে থাকেন। কাজই যখন তোমরা তা দেখবে তখন ভীত সন্ত্রস্ত অবস্থায় সালাত (নামায/নামাজ)-এর দিকে গমন করবে।\n",
    "checkStatus": "1",
    "hadithNo": "999",
    "id": "1006",
    "thesequence": "1425",
    "isActive": "1",
    "chapterId": "14738",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৭৬. কারো মৃত্যু বা জন্মের কারণে সূর্যগ্রহণ হয় না। আবু বাকরা, মুগীরা, আবু মূসা, ইবন আব্বাস ও ইবন উমর (রাঃ) এ বিষয়ে বর্ণনা করেছেন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThe sun eclipsed and the Prophet (ﷺ) got up, being afraid that it might be the Hour (i.e. Day of Judgment). He went to the Mosque and offered the prayer with the longest Qiyam, bowing and prostration that I had ever seen him doing. Then he said, These signs which Allah sends do not occur because of the life or death of somebody, but Allah makes His worshipers afraid by them. So when you see anything thereof, proceed to remember Allah, invoke Him and ask for His forgiveness.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ خَسَفَتِ الشَّمْسُ، فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَزِعًا، يَخْشَى أَنْ تَكُونَ السَّاعَةُ، فَأَتَى الْمَسْجِدَ، فَصَلَّى بِأَطْوَلِ قِيَامٍ وَرُكُوعٍ وَسُجُودٍ رَأَيْتُهُ قَطُّ يَفْعَلُهُ وَقَالَ   هَذِهِ الآيَاتُ الَّتِي يُرْسِلُ اللَّهُ لاَ تَكُونُ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، وَلَكِنْ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ، فَإِذَا رَأَيْتُمْ شَيْئًا مِنْ ذَلِكَ فَافْزَعُوا إِلَى ذِكْرِهِ وَدُعَائِهِ وَاسْتِغْفَارِهِ .",
    "hadithBengali": "১০০০। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার সূর্যগ্রহণ হল, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভীতসন্ত্রস্ত অবস্থায় উঠলেন এবং কিয়ামত সংঘটিত হওয়ার আশঙ্কা করছিলেন। এরপর তিনি মসজিদে আসেন এবং এর আগে আমি তাঁকে যেমন করতে দেখেছি, তার চাইতে দীর্ঘ সময় ধরে কিয়াম, রুকু ও সিজদা সহকারে সালাত (নামায/নামাজ) আদায় করলেন। আর তিনি বললেনঃ এগুলো হল নিদর্শন যা আল্লাহ পাঠিয়ে থাকেন, তা কারো মৃত্যু বা জন্মের কারণে হয় না। বরং আল্লাহ তালা এর দ্বারা তাঁর বান্দাদের সতর্ক করেন। কাজেই যখন তোমরা এর কিছু দেখতে পাবে, তখন ভীত বিহ্বল অবস্থায় আল্লাহর যিকর, দুআ এবং ইসতিগফারের দিকে অগ্রসর হবে।\n",
    "checkStatus": "1",
    "hadithNo": "1000",
    "id": "1007",
    "thesequence": "1426",
    "isActive": "1",
    "chapterId": "14739",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৭৭. সূর্যগ্রহণের সময় আল্লাহ্&zwnj;র যিকর। এ বিষয়ে ইবন আব্বাস (রাঃ) বর্ণনা করেছেন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Mughira bin Shu`ba:\n\nOn the day of Ibrahims death, the sun eclipsed and the people said that the eclipse was due to the death of Ibrahim (the son of the Prophet). Allahs Messenger (ﷺ) said, The sun and the moon are two signs amongst the signs of Allah. They do not eclipse because of someones death or life. So when you see them, invoke Allah and pray till the eclipse is clear.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا زَائِدَةُ، قَالَ حَدَّثَنَا زِيَادُ بْنُ عِلاَقَةَ، قَالَ سَمِعْتُ الْمُغِيرَةَ بْنَ شُعْبَةَ، يَقُولُ انْكَسَفَتِ الشَّمْسُ يَوْمَ مَاتَ إِبْرَاهِيمُ، فَقَالَ النَّاسُ انْكَسَفَتْ لِمَوْتِ إِبْرَاهِيمَ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمُوهُمَا فَادْعُوا اللَّهَ وَصَلُّوا حَتَّى يَنْجَلِيَ .",
    "hadithBengali": "১০০১। আবূল ওয়ালীদ (রহঃ) ... মুগীরা ইবনু শুবা (রহঃ) থেকে বর্ণিত, তিনি বলেন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (এর পুত্র) ইব্রাহিম (রাঃ) যে দিন ইন্তেকাল করেন, সে দিন সূর্যগ্রহণ হয়েছিল। লোকেরা বলল, ইব্রাহিম (রাঃ) এর মৃত্যুর কারণেই সূর্যগ্রহণ হয়েছে। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন বললেনঃ নিশ্চই সূর্য চন্দ্র আল্লাহর নিদর্শন সমূহের মধ্যে দুটি নিদর্শন। করো মৃত্যু বা জন্মের কারণে এ দুটো গ্রহণ হয় না। কাজেই যখন তোমরা এদের গ্রহণ হতে দেখবে, তখন তাদের গ্রহণ মুক্ত হওয়া পর্যন্ত আল্লাহর নিকট দুআ করবে এবং সালাত (নামায/নামাজ) আদায় করতে থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "1001",
    "id": "1008",
    "thesequence": "1427",
    "isActive": "1",
    "chapterId": "14740",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৭৮. সূর্যগ্রহনের সময় দু&#039;আ। এ বিষয়ে আবু মুসা ও আয়শা (রাঃ) নবী করীম (সাঃ) থেকে বর্ণনা করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bakra:\n\nIn the lifetime of the Prophet (ﷺ) the sun eclipsed and then he offered a two rak`at prayer.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودٌ، قَالَ حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، عَنْ شُعْبَةَ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنْ أَبِي بَكْرَةَ ـ رضى الله عنه ـ قَالَ انْكَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَصَلَّى رَكْعَتَيْنِ.",
    "hadithBengali": "<p style=text-align:center>باب قَوْلِ الإِمَامِ فِي خُطْبَةِ الْكُسُوفِ أَمَّا بَعْدُ<br />\nوَقَالَ أَبُو أُسَامَةَ حَدَّثَنَا هِشَامٌ، قَالَ أَخْبَرَتْنِي فَاطِمَةُ بِنْتُ الْمُنْذِرِ، عَنْ أَسْمَاءَ، قَالَتْ فَانْصَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَدْ تَجَلَّتِ الشَّمْسُ فَخَطَبَ، فَحَمِدَ اللَّهَ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ   أَمَّا بَعْدُ .\n\n<p style=text-align:center>৬৭৯. অনুচ্ছেদঃ সূর্যগ্রহণের খুত্বায় ইমামের &ldquo;আমমা-বাদু বলা। আবূ উসামা (র.) বলেন হিশাম (র.) &hellip;.. আসমা (রা.) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত শেষ করলেন আর এদিকে সূর্যগ্রহণ মুক্ত হয়ে গেল। এরপর তিনি খুত্বা দিলেন। এতে তিনি প্রথমে আল্লাহ্র যথাযথ প্রশঙসা করলেন। এবপর তিনি বললেনঃ আম্মা বাদু।\n\n<hr />\n১০০২। মাহমূদ (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় সূর্যগ্রহণ হল। তখন তিনি দুরাকাআত সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1002",
    "id": "1009",
    "thesequence": "1428",
    "isActive": "1",
    "chapterId": "14742",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৮০. চন্দ্রগ্রহণের সালাত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bakra:\n\nIn the lifetime of the Allahs Messenger (ﷺ) (p.b.u.h) the sun eclipsed and he went out dragging his clothes till he reached the Mosque. The people gathered around him and he led them and offered two rak`at. When the sun (eclipse) cleared, he said, The sun and the moon are two signs amongst the signs of Allah; they do not eclipse because of the death of someone, and so when an eclipse occurs, pray and invoke Allah till the eclipse is over. It happened that a son of the Prophet (ﷺ) called Ibrahim died on that day and the people were talking about that (saying that the eclipse was caused by his death).",
    "hadithArabic": "حَدَّثَنَا أَبُو مَعْمَرٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، قَالَ حَدَّثَنَا يُونُسُ، عَنِ الْحَسَنِ، عَنْ أَبِي بَكْرَةَ، قَالَ خَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَخَرَجَ يَجُرُّ رِدَاءَهُ حَتَّى انْتَهَى إِلَى الْمَسْجِدِ، وَثَابَ النَّاسُ إِلَيْهِ فَصَلَّى بِهِمْ رَكْعَتَيْنِ، فَانْجَلَتِ الشَّمْسُ فَقَالَ   إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، وَإِنَّهُمَا لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ، وَإِذَا كَانَ ذَاكَ فَصَلُّوا وَادْعُوا حَتَّى يُكْشَفَ مَا بِكُمْ . وَذَاكَ أَنَّ ابْنًا لِلنَّبِيِّ صلى الله عليه وسلم مَاتَ، يُقَالُ لَهُ إِبْرَاهِيمُ، فَقَالَ النَّاسُ فِي ذَاكَ.",
    "hadithBengali": "১০০৩। আবূ মামার (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত, তিনি বলেন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় সূর্যগ্রহণ হল। তিনি বের হয়ে তাঁর চাঁদর টেনে টেনে মসজিদে পৌঁছালেন এবং লোকজনও তাঁর কাছে একত্রিত হল। তারপর তাঁদের নিয়ে দুরাকাআত সালাত (নামায/নামাজ) আদায় করেন। এরপর সূর্যগ্রহণ মুক্ত হলে তিনি বললেনঃ সূর্য ও চন্দ্র আল্লাহর নিদর্শন সমূহের মধ্যে দুটি নিদর্শন। কারো্ মৃত্যুর কারণে এ দুটোর গ্রহণ ঘটে না। কাজেই যখন গ্রহণ হবে, তা মুক্ত না হওয়া পর্যন্ত সালাত (নামায/নামাজ) আদায় করবে এবং দুআ করতে থাকবে। এ কথা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কারনেই বলেছেন যে, সেদিন তাঁর পুত্র ইব্রাহিম (রাঃ) এর ওফাত হয়েছিল এবং লোকেরা সে ব্যাপারে বলাবলি করছিল।\n",
    "checkStatus": "1",
    "hadithNo": "1003",
    "id": "1010",
    "thesequence": "1429",
    "isActive": "1",
    "chapterId": "14742",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৮০. চন্দ্রগ্রহণের সালাত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nThe Prophet (ﷺ) led us and performed four bowing in two rak`at during the solar eclipse and the first rak`a was longer.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودٌ، قَالَ حَدَّثَنَا أَبُو أَحْمَدَ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى بِهِمْ فِي كُسُوفِ الشَّمْسِ أَرْبَعَ رَكَعَاتٍ فِي سَجْدَتَيْنِ، الأَوَّلُ الأَوَّلُ أَطْوَلُ.",
    "hadithBengali": "১০০৪। মাহমূদ ইবনু গাইলান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূর্যগ্রহণের সময় লোকদের নিয়ে দুরাকআতে চার রুকূসহ সালাত (নামায/নামাজ) আদায় করেন। প্রথমটি (রাকাআত দ্বিতীয়টির চাইতে) দীর্ঘস্থায়ী ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "1004",
    "id": "1011",
    "thesequence": "1430",
    "isActive": "1",
    "chapterId": "14743",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৮১. সূর্যগ্রহনের সালাতে প্রথম রাকা&rsquo;আত হবে দীর্ঘতর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (p.b.u.h) recited (the Quran) aloud during the eclipse prayer and when he had finished the eclipse prayer he said the Takbir and bowed. When he stood straight from bowing he would say Sami allahu liman hamidah Rabbana wa laka l-hamd. And he would again start reciting. In the eclipse prayer there are four bowing and four prostrations in two rak`at. Al-Auzai and others said that they had heard Az-Zuhri from Urwa from `Aisha saying, In the lifetime of Allahs Messenger (ﷺ) the sun eclipsed, and he made a person to announce: Prayer in congregation. He led the prayer and performed four bowing and four prostrations in two rak`at. Narrated Al-Walid that `Abdur-Rahman bin Namir had informed him that he had heard the same. Ibn Shihab heard the same. Az-Zuhri said, I asked (Urwa), What did your brother `Abdullah bin Az-Zubair do? He prayed two rak`at (of the eclipse prayer) like the morning prayer, when he offered the (eclipse) prayer in Medina. Urwa replied that he had missed (i.e. did not pray according to) the Prophets tradition. Sulaiman bin Kathir and Sufyan bin Husain narrated from Az-Zuhri that the prayer for the eclipse used to be offered with loud recitation.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مِهْرَانَ، قَالَ حَدَّثَنَا الْوَلِيدُ، قَالَ أَخْبَرَنَا ابْنُ نَمِرٍ، سَمِعَ ابْنَ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ جَهَرَ النَّبِيُّ صلى الله عليه وسلم فِي صَلاَةِ الْخُسُوفِ بِقِرَاءَتِهِ، فَإِذَا فَرَغَ مِنْ قِرَاءَتِهِ كَبَّرَ فَرَكَعَ، وَإِذَا رَفَعَ مِنَ الرَّكْعَةِ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، رَبَّنَا وَلَكَ الْحَمْدُ. ثُمَّ يُعَاوِدُ الْقِرَاءَةَ فِي صَلاَةِ الْكُسُوفِ، أَرْبَعَ رَكَعَاتٍ فِي رَكْعَتَيْنِ وَأَرْبَعَ سَجَدَاتٍ. وَقَالَ الأَوْزَاعِيُّ وَغَيْرُهُ سَمِعْتُ الزُّهْرِيَّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ الشَّمْسَ، خَسَفَتْ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَبَعَثَ مُنَادِيًا بِالصَّلاَةُ جَامِعَةٌ، فَتَقَدَّمَ فَصَلَّى أَرْبَعَ رَكَعَاتٍ فِي رَكْعَتَيْنِ وَأَرْبَعَ سَجَدَاتٍ. وَأَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ نَمِرٍ سَمِعَ ابْنَ شِهَابٍ مِثْلَهُ. قَالَ الزُّهْرِيُّ فَقُلْتُ مَا صَنَعَ أَخُوكَ ذَلِكَ، عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ مَا صَلَّى إِلاَّ رَكْعَتَيْنِ مِثْلَ الصُّبْحِ إِذْ صَلَّى بِالْمَدِينَةِ. قَالَ أَجَلْ، إِنَّهُ أَخْطَأَ السُّنَّةَ. تَابَعَهُ سُفْيَانُ بْنُ حُسَيْنٍ وَسُلَيْمَانُ بْنُ كَثِيرٍ عَنِ الزُّهْرِيِّ فِي الْجَهْرِ.",
    "hadithBengali": "১০০৫। মুহাম্মদ ইবনু মিহরান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সর্যগ্রহণের সালাতে তাঁর কিরআত সশব্দে পাঠ করেন। কিরআত সমাপ্ত করার পর তাকবীর বলে রুকূ করেন। যখন রুকূ থেকে মাথা তুললেন, তখন বললেন,سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، رَبَّنَا وَلَكَ الْحَمْدُ তারপর এ গ্রহণ-এর সালাত (নামায/নামাজ)ই তিনি আবার কিরআত পাঠ করেন এবং চার রুকূ ও চার সিজদাহ সহ দু রাকাআত সালাত (নামায/নামাজ) আদায় করেন। বর্ণনাকারী আওযায়ী (রহঃ) ও অন্যান্য রাবীগণ বলেন, যুহরী (রহঃ)-কে উরওয়া (রহঃ)-এর মাধ্যমে আয়িশা (রাঃ) থেকে বর্ণনা করতে শুনেছি যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে সূর্যগ্রহণ হলে তিনি একজনকে আস্-সালাতু জামিয়াতুন বলে ঘোষণা দেওয়ার জন্য প্রেরণ করেন। তারপর তিনি অগ্রসর হন এবং চার রুকূ ও চার সিজদাহ সহ দু রাকাআত সালাত (নামায/নামাজ) আদায় করেন।\n\nওয়ালীদ (রহঃ) বলেন, আমাকে আবদুর রাহমান ইবনু নামির আরো বলেন যে, তিনি ইবনু শিহাব (রহঃ) থেকে অনুরূপ শুনেছেন যুহরী (রহঃ) এরূপ করেন নি। তিনি যখন মদিনায় গ্রহণ-এর সালাত (নামায/নামাজ) আদায় করেন, তখন ফজরের সালাত (নামায/নামাজ)-এর ন্যায় দুরাকাআত সালাত (নামায/নামাজ) আদায় করেন। উরওয়া (রহঃ) বললেন, হাঁ, তিনি নিয়ম অনুসরণে ভুল করেছেন। সুলাইমান ইবনু কাসীর (রহঃ) যুহরী (রহঃ) থেকে সশব্দে কিরআতের ব্যাপারে ইবনু কাসীর (রহঃ)-এর অনুসরণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1005",
    "id": "1012",
    "thesequence": "1431",
    "isActive": "1",
    "chapterId": "14744",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "19",
    "statusId": "1",
    "topicName": "৬৮২. সূর্যগ্রহণের সালাতে সশব্দে কিরআত পাঠ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]
