[
  {
    "hadithEnglish": "Narrated `Abdullah bin Mas`ud:\n\nThe Prophet (sallallahu alaihi wa sallam) recited Suratan-Najm (103) at Mecca and prostrated while reciting it and those who were with him did the same except an old man who took a handful of small stones or earth and lifted it to his forehead and said, This is sufficient for me. Later on, I saw him killed as a non-believer.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا غُنْدَرٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ الأَسْوَدَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ قَرَأَ النَّبِيُّ صلى  الله عليه وسلم النَّجْمَ بِمَكَّةَ فَسَجَدَ فِيهَا، وَسَجَدَ مَنْ مَعَهُ، غَيْرَ شَيْخٍ أَخَذَ كَفًّا مِنْ حَصًى أَوْ تُرَابٍ فَرَفَعَهُ إِلَى جَبْهَتِهِ وَقَالَ يَكْفِينِي هَذَا. فَرَأَيْتُهُ بَعْدَ ذَلِكَ قُتِلَ كَافِرًا.",
    "hadithBengali": "১০০৬। মুহাম্মদ ইবনু বাশ্&zwnj;শার (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ) (রাঃ) থেকে বর্ণিত, তিনি বলেন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কায় সূরা আন্-নাজম তিলওয়াত করেন। এরপর তিনি সিজদা করেন এবং একজন বৃদ্ধ লোক ছাড়া তাঁর সঙ্গে সবাই সিজদা করেন। বৃদ্ধ লোকটি এক মুঠো কংকর বা মাটি হাতে নিয়ে কপাল পর্যন্ত উঠিয়ে বলল, আমার জন্য এ যথেষ্ট। আমি পরবর্তী যামানায় দেখেছি যে, সে কাফির অবস্থায় নিহত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1006",
    "id": "1013",
    "thesequence": "1432",
    "isActive": "1",
    "chapterId": "14745",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "20",
    "statusId": "1",
    "topicName": "৬৮৩. কুরআন তিলাওয়াতের সিজ্দা ও এর পদ্ধতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira:\n\nOn Fridays the Prophet (sallallahu alaihi wa sallam) used to recite Alf Lam Mim Tanzil-As-Sajda (in the first rak`a) and Hal ataalal-lnsani i.e. Suratad-Dahr (LXXVI) (in the second rak`a), in the Fajr prayer.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى  الله عليه وسلم يَقْرَأُ فِي الْجُمُعَةِ فِي صَلاَةِ الْفَجْرِ {الم * تَنْزِيلُ} السَّجْدَةَ وَ{هَلْ أَتَى عَلَى الإِنْسَانِ}",
    "hadithBengali": "১০০৭। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রহঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শুক্রবার ফজরের সালাতে الم * تَنْزِيلُالسَّجْدَةَ এবংهَلْ أَتَى عَلَى الإِنْسَانِ  সূরা দুটি তিলাওয়াত করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1007",
    "id": "1014",
    "thesequence": "1433",
    "isActive": "1",
    "chapterId": "14746",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "20",
    "statusId": "1",
    "topicName": "৬৮৪. সূরা তানযীলুস্-সাজদা-এর সিজদা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas:\n\nThe prostration of Sa`d is not a compulsory one but I saw the Prophet (sallallahu alaihi wa sallam) prostrating while reciting it.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، وَأَبُو النُّعْمَانِ، قَالاَ حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ {ص} لَيْسَ مِنْ عَزَائِمِ السُّجُودِ، وَقَدْ رَأَيْتُ النَّبِيَّ صلى  الله عليه وسلم يَسْجُدُ فِيهَا.",
    "hadithBengali": "১০০৮। সুলায়মান ইবনু হারব ও আবূন্-নুমান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত তিনি বলেন সূরা সোয়াদ এর সিজদা অত্যাবশক সিজ্&zwnj;দা সমূহের মধ্যে গণ্য নয়। তবে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি তা তিলাওয়াতের পর সিজ্&zwnj;দা করতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "1008",
    "id": "1015",
    "thesequence": "1434",
    "isActive": "1",
    "chapterId": "14747",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "20",
    "statusId": "1",
    "topicName": "৬৮৫. সূরা সোয়াদ- এর সিজ্দা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin Mas`ud:\n\nThe Prophet (sallallahu alaihi wa sallam) recited Surat-an-Najm (53) and prostrated while reciting it and all the people prostrated and a man amongst the people took a handful of stones or earth and raised it to his face and said, This is sufficient for me. Later on I saw him killed as a non-believer.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى  الله عليه وسلم قَرَأَ سُورَةَ النَّجْمِ فَسَجَدَ بِهَا، فَمَا بَقِيَ أَحَدٌ مِنَ الْقَوْمِ إِلاَّ سَجَدَ، فَأَخَذَ رَجُلٌ مِنَ الْقَوْمِ كَفًّا مِنْ حَصًى أَوْ تُرَابٍ، فَرَفَعَهُ إِلَى وَجْهِهِ وَقَالَ يَكْفِينِي هَذَا، فَلَقَدْ رَأَيْتُهُ بَعْدُ قُتِلَ كَافِرًا.",
    "hadithBengali": "১০০৯। হাফস ইবনু উমর (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ) (রাঃ) থেকে বর্ণিত যে, একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূরা আন্ নাজ্&zwnj;ম তিলাওয়াত করেন, এরপর সিজ্&zwnj;দা করেন। তখন উপস্থিত লোকদের এমন কেউ বাকী ছিল না, যে তাঁর সঙ্গে সিজদা করেনি। কিন্তু এক ব্যাক্তি এক মুঠো কংকর বা মাটি হাতে নিয়ে কপাল পর্যন্ত তুলে বলল, এটাই আমার জন্য যথেষ্ট। (আবদুল্লাহ (রাঃ) বলেন) পরে আমি এ ব্যাক্তিকে দেখেছি যে, সে কাফির অবস্থায় নিহত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1009",
    "id": "1016",
    "thesequence": "1435",
    "isActive": "1",
    "chapterId": "14748",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "20",
    "statusId": "1",
    "topicName": "৬৮৬. সূরা আন্ নাজ্মের- এর সিজ্দা। ইবন আব্বাস (রা.) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ বিষয়ে বর্ণনা করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas:\n\nThe Prophet (sallallahu alaihi wa sallam) I prostrated while reciting An-Najm and with him prostrated the Muslims, the pagans, the jinns, and all human beings.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، قَالَ حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما أَنَّ النَّبِيَّ صلى  الله عليه وسلم سَجَدَ بِالنَّجْمِ وَسَجَدَ مَعَهُ الْمُسْلِمُونَ وَالْمُشْرِكُونَ وَالْجِنُّ وَالإِنْسُ. وَرَوَاهُ ابْنُ طَهْمَانَ عَنْ أَيُّوبَ.",
    "hadithBengali": "১০১০। মুসাদ্দাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূরা ওয়ান্-নাজ্&zwnj;ম তিলাওয়াতের পর সিজ্&zwnj;দা করেন এবং তাঁর সঙ্গে সমস্ত মুসলিম, মুশরিক, জ্বিন ও ইনসান সবাই সিজ্&zwnj;দা করেছিল।\n",
    "checkStatus": "1",
    "hadithNo": "1010",
    "id": "1017",
    "thesequence": "1436",
    "isActive": "1",
    "chapterId": "14749",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "20",
    "statusId": "1",
    "topicName": "৬৮৭. মুশরিকদের সাথে মুসলিমগণের সিজ্দা করা আর মুশরিকরা অপবিত্র। তাদের উযু হয় না। আবদুল্লাহ ইব্ন উমর (রা.) বিনা উযুতে তিলাওয়াতের সিজ্দা করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Ata bin Yasar:\n\nI asked Zaid bin Thabit about prostration on which he said that he had recited An-Najm before the Prophet, yet he (the Prophet) had not performed a prostration.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ أَبُو الرَّبِيعِ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنَا يَزِيدُ بْنُ خُصَيْفَةَ، عَنِ ابْنِ قُسَيْطٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، أَنَّهُ أَخْبَرَهُ، أَنَّهُ، سَأَلَ زَيْدَ بْنَ ثَابِتٍ ـ رضى الله عنه ـ فَزَعَمَ أَنَّهُ قَرَأَ عَلَى النَّبِيِّ صلى  الله عليه وسلم {وَالنَّجْمِ} فَلَمْ يَسْجُدْ فِيهَا.",
    "hadithBengali": "১০১১। সুলায়মান ইবনু দাউদ আবূ বারী (রহঃ) &hellip; যায়দ ইবনু সাবিত (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূরা ওয়ান্ নাজ্&zwnj;ম তিলাওয়াত করেন অথচ এত সিজ্&zwnj;দা করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "1011",
    "id": "1018",
    "thesequence": "1437",
    "isActive": "1",
    "chapterId": "14750",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "20",
    "statusId": "1",
    "topicName": "৬৮৮. যিনি সিজ্দার আয়াত তিলাওয়াত করলেন। অথচ সিজ্দা করলেন না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Zaid bin Thabit:\n\nI recited An-Najm before the Prophet, yet he did not perform a prostration.",
    "hadithArabic": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، قَالَ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، قَالَ حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ قَرَأْتُ عَلَى النَّبِيِّ صلى  الله عليه وسلم {وَالنَّجْمِ} فَلَمْ يَسْجُدْ فِيهَا.",
    "hadithBengali": "১০১২। আদম ইবনু আবূ ইয়াস (রহঃ) ... যায়দ ইবনু সাবিত (রাঃ) থেকে বর্ণিত, তিনি বলেন আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে সূরা ওয়ান্ নাজম তিলাওয়াত করলাম। তিনি কিন্তু সিজদা করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "1012",
    "id": "1019",
    "thesequence": "1438",
    "isActive": "1",
    "chapterId": "14750",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "20",
    "statusId": "1",
    "topicName": "৬৮৮. যিনি সিজ্দার আয়াত তিলাওয়াত করলেন। অথচ সিজ্দা করলেন না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Salma:\n\nI saw Abu Huraira reciting Idha-Sama un-Shaqqat and he prostrated during its recitation. I asked Abu Huraira, Didnt I see you prostrating? Abu Huraira said, Had I not seen the Prophet (sallallahu alaihi wa sallam) prostrating, I would not have prostrated.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمٌ، وَمُعَاذُ بْنُ فَضَالَةَ، قَالاَ أَخْبَرَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، قَالَ رَأَيْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ قَرَأَ {إِذَا السَّمَاءُ انْشَقَّتْ} فَسَجَدَ بِهَا فَقُلْتُ يَا أَبَا هُرَيْرَةَ، أَلَمْ أَرَكَ تَسْجُدُ قَالَ لَوْ لَمْ أَرَ النَّبِيَّ صلى  الله عليه وسلم يَسْجُدُ لَمْ أَسْجُدْ.",
    "hadithBengali": "১০১৩। মুসলিম ও মু&#39;আয ইবনু ফাযালা (রহঃ) ... আবূ সালামা (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার আবূ হুরায়রা (রাঃ) কে দেখলাম তিনি إِذَا السَّمَاءُ انْشَقَّتْ সুরা তেলাওয়াত করলেন এবং সিজদা করলেন। আমি জিজ্ঞাসা করলাম হে আবূ হুরায়রা! আমি কি আপনাকে সিজদা করতে দেখিনি? তিনি বললেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সিজদা করতে না দেখলে সিজদা করতাম না।\n",
    "checkStatus": "1",
    "hadithNo": "1013",
    "id": "1020",
    "thesequence": "1439",
    "isActive": "1",
    "chapterId": "14751",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "20",
    "statusId": "1",
    "topicName": "৬৮৯ সূরা &lsquo;ইযাস্ সামাউন্ শাক্কাত&rsquo; এর সিজ্দা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Umar:\n\nWhen the Prophet (sallallahu alaihi wa sallam) recited a Sura that contained the prostration he would prostrate and we would do the same and some of us (because of the heavy rush) could not find a place for prostration.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى  الله عليه وسلم يَقْرَأُ عَلَيْنَا السُّورَةَ فِيهَا السَّجْدَةُ، فَيَسْجُدُ وَنَسْجُدُ، حَتَّى مَا يَجِدُ أَحَدُنَا مَوْضِعَ جَبْهَتِهِ.",
    "hadithBengali": "১০১৪। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার আমাদের সামনে এমন এক সূরা তিলাওয়াত করলেন, যাতে সিজ্&zwnj;দার আয়াত রয়েছে। তাই তিনি সিজ্&zwnj;দা করলেন এবং আমরাও সিজ্&zwnj;দা করলমা। ফলে অবস্থা এমন দাঁড়াল যে, আমাদের কেউ কেউ কপাল রাখার জায়গা পাচ্ছিলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "1014",
    "id": "1021",
    "thesequence": "1440",
    "isActive": "1",
    "chapterId": "14752",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "20",
    "statusId": "1",
    "topicName": "৬৯০. তিলাওয়াতকারীর সিজ্দার কারণে সিজ্দা করা। তামীম ইব্ন হাযলাম নামক কএক বালক সিজ্দার আয়াত তিলাওয়াত করলে ইবন মাসউদ (রা.) তাঁকে (সিজ্দা করতে আদেশ করে) বলেন, এ ব্যাপারে তুমিই আমাদের ইমাম। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Umar:\n\nWhen the Prophet (sallallahu alaihi wa sallam) recited Surat As-Sajda and we were with him, he would prostrate and we also would prostrate with him and some of us (because of the heavy rush) would not find a place (for our foreheads) to prostrate on.",
    "hadithArabic": "حَدَّثَنَا بِشْرُ بْنُ آدَمَ، قَالَ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، قَالَ أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ النَّبِيُّ صلى  الله عليه وسلم يَقْرَأُ السَّجْدَةَ وَنَحْنُ عِنْدَهُ فَيَسْجُدُ وَنَسْجُدُ مَعَهُ فَنَزْدَحِمُ حَتَّى مَا يَجِدُ أَحَدُنَا لِجَبْهَتِهِ مَوْضِعًا يَسْجُدُ عَلَيْهِ.",
    "hadithBengali": "১০১৫। বিশর ইবনু আদম (রহঃ) &hellip; ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সিজ্&zwnj;দার আয়াত তিলাওয়াত করতেন এবং আমরা তাঁর নিকট থাকতাম, তখন তিনি সিজদা করতেন এবং আমরাও তাঁর সঙ্গে সিজ্&zwnj;দা করতাম। এতে এত ভীড় হতো যে, আমাদের মধ্যে কেউ কেউ সিজ্&zwnj;দা করার জন্য কপাল রাখার জায়গা পেত না।\n",
    "checkStatus": "1",
    "hadithNo": "1015",
    "id": "1022",
    "thesequence": "1441",
    "isActive": "1",
    "chapterId": "14753",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "20",
    "statusId": "1",
    "topicName": "৬৯১. ইমাম যখন সিজদার আয়াত তিলাওয়াত করেন তখন লোকের ভীড়। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Rabi`a:\n\n`Umar bin Al-Khattab recited Surat-an-Nahl on a Friday on the pulpit and when he reached the verse of Sajda he got down from the pulpit and prostrated and the people also prostrated. The next Friday `Umar bin Al-Khattab recited the same Sura and when he reached the verse of Sajda he said, O people! When we recite the verses of Sajda (during the sermon) whoever prostrates does the right thing, yet it is no sin for the one who does not prostrate. And `Umar did not prostrate (that day). Added Ibn `Umar Allah has not made the prostration of recitation compulsory but if we wish we can do it.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، قَالَ أَخْبَرَنَا هِشَامُ بْنُ يُوسُفَ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي أَبُو بَكْرِ بْنُ أَبِي مُلَيْكَةَ، عَنْ عُثْمَانَ بْنِ عَبْدِ الرَّحْمَنِ التَّيْمِيِّ، عَنْ رَبِيعَةَ بْنِ عَبْدِ اللَّهِ بْنِ الْهُدَيْرِ التَّيْمِيِّ ـ قَالَ أَبُو بَكْرٍ وَكَانَ رَبِيعَةُ مِنْ خِيَارِ النَّاسِ عَمَّا حَضَرَ رَبِيعَةُ مِنْ عُمَرَ بْنِ الْخَطَّابِ ـ رضى الله عنه ـ قَرَأَ يَوْمَ الْجُمُعَةِ عَلَى الْمِنْبَرِ بِسُورَةِ النَّحْلِ حَتَّى إِذَا جَاءَ السَّجْدَةَ نَزَلَ فَسَجَدَ وَسَجَدَ النَّاسُ، حَتَّى إِذَا كَانَتِ الْجُمُعَةُ الْقَابِلَةُ قَرَأَ بِهَا حَتَّى إِذَا جَاءَ السَّجْدَةَ قَالَ يَا أَيُّهَا النَّاسُ إِنَّا نَمُرُّ بِالسُّجُودِ فَمَنْ سَجَدَ فَقَدْ أَصَابَ، وَمَنْ لَمْ يَسْجُدْ فَلاَ إِثْمَ عَلَيْهِ. وَلَمْ يَسْجُدْ عُمَرُ ـ رضى الله عنه. وَزَادَ نَافِعٌ عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما إِنَّ اللَّهَ لَمْ يَفْرِضِ السُّجُودَ إِلاَّ أَنْ نَشَاءَ.",
    "hadithBengali": "১০১৬। ইব্রাহীম ইবনু মূসা (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত, তিনি এক জুমু্আর দিন মিম্বরে দাঁড়িয়ে সূরা নাহল তিলাওয়াত করেন। এতে যখন সিজ্&zwnj;দার আয়াত এল, তখন তিনি মিম্বর থেকে নেমে সিজ্&zwnj;দা করলেন এবং লোকেরাও সিজ্&zwnj;দা করল। এভাবে যখন পরবর্তী জুমুআ এল, তখন তিনি সে সূরা পাঠ করেন। এতে যখন সিজ্&zwnj;দার আয়াত এল, তখন তিনি বললেন, হে লোক সকল! আমরা যখন সিজ্&zwnj;দার আয়াত তিলাওয়াত করি, তখন যে সিজ্&zwnj;দা করবে সে ঠিকই করবে, যে সিজ্&zwnj;দা করবে না তার কোন গুনাহ নেই। তার বর্ণনায় (বর্ণনাকারী বলেন) আর উমর (রাঃ) সিজ্&zwnj;দা করেন নি।\n\nনাফি (রহঃ) ইবনু উমর (রাঃ) থেকে আরো বলেছেন, আল্লাহ তাআলা সিজ্&zwnj;দা ফরয করেন নি, তবে আমরা ইচ্ছা করলে সিজ্&zwnj;দা করতে পারি।\n",
    "checkStatus": "1",
    "hadithNo": "1016",
    "id": "1023",
    "thesequence": "1442",
    "isActive": "1",
    "chapterId": "14754",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "20",
    "statusId": "1",
    "topicName": "৬৯২. যাঁরা অভিমত প্রকাশ করেন যে, আল্লাহ্ তা&rsquo;আলা তিলাওয়াতের সিজ্দা ওয়াজিব করেন নি। ইমরান ইব্ন হুসাইন (রাঃ)-কে জিঞ্জাসা করা হয়েছিল, যে ব্যক্তি সিজ্দার আয়াত শুনল কিন্তু এর জন্য সে বসেনি (তার কি সিজ্দা দিতে হবে?) তিনি বললেন, তুমি কি মনে কর সে যদি তা শোনার জন্য সবতো (তা হলে কি) তাকে সিজ্দা করতে হত? (বুখারী (র.) বলেন,) যেত তিনি তার জন্য সিজ্দা ওয়াজিব মনে করেন না। সালমান (ফারিসী (রা.) বলেছেন আমরা এর জন্য (সিজ্দার আয়াত শোনার জন্য) আসিনি। উসমান (ইব্ন আফ্ফান) (রা.) বলেছেন, যে মনোযাগসহ জ্দার আয়াত শোনে শুধু তার উপর সিজ্দা ওয়াজিব। যুহরী (র.) বলেছেন, পবিত্র অবস্থা ছাড়া সিজ্দা করবে না। যদি তুমি আবাসে থেকে সিজ্দা কর, তবে কিবলামুখী হবে। যদি তুমি সাওয়ার অবস্থায় হও, তবে যে দিকেই তোমার মুখ হোক না কেন, তাতে তোমার কোন দোষ নাই। আর সায়িব ইবন্ ইয়াযীদ (র.) বক্তার বক্তৃতায় সিজ্দার আয়াত শোনে সিজ্দা করতেন না। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Rafi`:\n\nI offered the `Isha prayer behind Abu Huraira and he recited Idhas-Sama Un-Shaqqat, and prostrated. I said, What is this? Abu Huraira said, I prostrated behind Abul-Qasim and I will do the same till I meet him.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ أَبِي قَالَ، حَدَّثَنِي بَكْرٌ، عَنْ أَبِي رَافِعٍ، قَالَ صَلَّيْتُ مَعَ أَبِي هُرَيْرَةَ الْعَتَمَةَ فَقَرَأَ {إِذَا السَّمَاءُ انْشَقَّتْ} فَسَجَدَ فَقُلْتُ مَا هَذِهِ قَالَ سَجَدْتُ بِهَا خَلْفَ أَبِي الْقَاسِمِ صلى  الله عليه وسلم فَلاَ أَزَالُ أَسْجُدُ فِيهَا حَتَّى أَلْقَاهُ.",
    "hadithBengali": "১০১৭। মুসাদ্দাদ (রহঃ) ... আবূ রাফি (রাঃ) থেকে বর্ণিত, তিনি বলেন আমি একবার আবূ হুরায়রা (রাঃ) এর সাথে ইশার সালাত (নামায/নামাজ) আদায় করেছিলাম। তিনি সালাতেإِذَا السَّمَاءُ انْشَقَّتْ সূরা তিলাওয়াত করে সিজদা করলেন। আমি জিজ্ঞেস করলাম এ কী? তিনি বললেন, এ সূরা তিলাওয়াতের সময় আবূল কাসিমসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পিছনে আমি এ সিজদা করেছিলাম। তাই তাঁর সঙ্গে মিলিত না হওয়া পর্যন্ত এ ভাবে আমি সিজ্&zwnj;দা করতে থাকব।\n",
    "checkStatus": "1",
    "hadithNo": "1017",
    "id": "1024",
    "thesequence": "1443",
    "isActive": "1",
    "chapterId": "14755",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "20",
    "statusId": "1",
    "topicName": "৬৯৩. সালাতে সিজ্দার আয়াত তিলাওয়াত করে সিজ্দা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Umar.:\n\nWhenever the Prophet (sallallahu alaihi wa sallam) recited the Sura which contained the prostration of recitation he used to prostrate and then, we, too, would prostrate and some of us did not find a place for prostration.",
    "hadithArabic": "حَدَّثَنَا صَدَقَةُ، قَالَ أَخْبَرَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى  الله عليه وسلم يَقْرَأُ السُّورَةَ الَّتِي فِيهَا السَّجْدَةُ فَيَسْجُدُ وَنَسْجُدُ حَتَّى مَا يَجِدُ أَحَدُنَا مَكَانًا لِمَوْضِعِ جَبْهَتِهِ.",
    "hadithBengali": "১০১৮। সাদাকা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন এমন সূরা তিলাওয়াত করতেন যাতে সিজ্&zwnj;দা রয়েছে, তখন তিনি সিজ্&zwnj;দা করতেন এবং আমরাও তাঁর সঙ্গে সিজদা করতাম। এমন কি (ভীড়ের কারণে) আমাদের মধ্যে কেউ কেউ কপাল রাখার জায়গা পেত না।\n",
    "checkStatus": "1",
    "hadithNo": "1018",
    "id": "1025",
    "thesequence": "1444",
    "isActive": "1",
    "chapterId": "14756",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "20",
    "statusId": "1",
    "topicName": "৬৯৪. ভীড়ের কারণে সিজ্দা দিতে জায়গা না পেলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]