[
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nWhen the Prophet (ﷺ) got up at night to offer the Tahajjud prayer, he used to say: Allahumma lakal-hamd. Anta qaiyyimus-samawati wal-ard wa man fihinna. Walakal-hamd, Laka mulkus-samawati wal-ard wa man fihinna. Walakal-hamd, anta nurus-samawati wal-ard. Wa lakal-hamd, anta-l-haq wa waduka-lhaq, wa liqauka Haq, wa qauluka Haq, wal-jannatu Han wan-naru Haq wannabiyuna Haq. Wa Muhammadun, sallal-lahualaihi wasallam, Haq, was-saatu Haq. Allahumma aslamtu Laka wabika amantu, wa Alaika tawakkaltu, wa ilaika anabtu wa bika khasamtu, wa ilaika hakamtu faghfir li ma qaddamtu wama akh-khartu wama as-rartu wamaa lantu, anta-l-muqaddim wa anta-l-mu akh-khir, la ilaha illa anta (or la ilaha ghairuka). (O Allah! All the praises are for you, You are the Holder of the Heavens and the Earth, And whatever is in them. All the praises are for You; You have the possession of the Heavens and the Earth And whatever is in them. All the praises are for You; You are the Light of the Heavens and the Earth And all the praises are for You; You are the King of the Heavens and the Earth; And all the praises are for You; You are the Truth and Your Promise is the truth, And to meet You is true, Your Word is the truth And Paradise is true And Hell is true And all the Prophets (Peace be upon them) are true; And Muhammad is true, And the Day of Resurrection is true. O Allah ! I surrender (my will) to You; I believe in You and depend on You. And repent to You, And with Your help I argue (with my opponents, the non-believers) And I take You as a judge (to judge between us). Please forgive me my previous And future sins; And whatever I concealed or revealed And You are the One who make (some people) forward And (some) backward. There is none to be worshipped but you . Sufyan said that `Abdul Karim Abu Umaiya added to the above, Wala haula Wala quwata illa billah (There is neither might nor power except with Allah).",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا سُلَيْمَانُ بْنُ أَبِي مُسْلِمٍ، عَنْ طَاوُسٍ، سَمِعَ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا قَامَ مِنَ اللَّيْلِ يَتَهَجَّدُ قَالَ  اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ وَلَكَ الْحَمْدُ، لَكَ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ، وَلَكَ الْحَمْدُ أَنْتَ الْحَقُّ، وَوَعْدُكَ الْحَقُّ، وَلِقَاؤُكَ حَقٌّ، وَقَوْلُكَ حَقٌّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالنَّبِيُّونَ حَقٌّ، وَمُحَمَّدٌ صلى الله عليه وسلم حَقٌّ، وَالسَّاعَةُ حَقٌّ، اللَّهُمَّ لَكَ أَسْلَمْتُ، وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خَاصَمْتُ، وَإِلَيْكَ حَاكَمْتُ، فَاغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ، أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ، لاَ إِلَهَ إِلاَّ أَنْتَ ـ أَوْ لاَ إِلَهَ غَيْرُكَ ـ . قَالَ سُفْيَانُ وَزَادَ عَبْدُ الْكَرِيمِ أَبُو أُمَيَّةَ  وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ . قَالَ سُفْيَانُ قَالَ سُلَيْمَانُ بْنُ أَبِي مُسْلِمٍ سَمِعَهُ مِنْ طَاوُسٍ عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "১০৫৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে তাহাজ্জুদের উদ্দেশ্যে যখন দাঁড়াতেন, তখন দুআ পড়তেন- ইয়া আল্লাহ! আপনারই জন্য সমস্ত প্রশংসা। আপনি আসমান যমীন এবং তাদের মাঝে বিদ্যমান সব কিছুর মালিক আপনারই জন্য সমস্ত প্রশংসা। আপনি আসমান যমীন এবং এ দুয়ের মাঝে যা কিছু আছে সব কিছুর নূর। আপনারই জন্য সমস্ত প্রশংসা। আপনই চির সত্য। আপনার ওয়াদা চির সত্য; আপনার সাক্ষাত সত্য; আপনার বাণী সত্য; জান্নাত সত্য; জাহান্নাম সত্য; নাবীগণ সত্য; মুহাম্মাদ সত্য, কিয়ামত সত্য। ইয়া আল্লাহ! আপনার কাছেই আমি আত্মসমর্পন করলাম; আপনার প্রতি ঈমান আনলাম; আপনার উপরেই তাওয়াক্কুল করালাম, আপনার দিকেই রুজূ করলাম; আপনার (সন্তুষ্টির জন্যই) শত্রুতায় লিপ্ত হলাম, আপনাকেই বিচারক মেনে নিলাম। তাই আপনি আমার পূর্বাপর ও প্রকাশ্য গোপন সব অপরাধ ক্ষমা করুন। আপনই অগ্র পশ্চাতের মালিক। আপনি ব্যতীত কোন ইলাহ্ নেই, অথবা (অপর বর্ণনায়) আপনি ব্যতীত আর কোন মাবূদ নেই।<!--صلى الله عليه وسلمm-->\n\nসুফিয়ান (রহঃ) বলেছেন, (অপর সূত্রে) আবদুল করীম আবূ উমাইয়্যা (রহঃ) তাঁর বর্ণনায় وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ (অংশটুকু) অতিরিক্ত বর্ণনা করেছেন। সুফিয়ান (রহঃ) ... ইবনু আব্বাস (রাঃ) সূত্রে থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1054",
    "id": "1061",
    "thesequence": "1480",
    "isActive": "1",
    "chapterId": "14777",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭১৫. তাহাজ্জুদ (ঘুম থেকে জেগে) সালাত আদায় করা। মহান আল্লাহর বাণীঃ &ldquo; আর আপনি রাতের এক অংশে তাহাজ্জুদ আদায় করুন, যা আপনার জন্য অতিরিক্ত কর্তব্য&rdquo;।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salims father:\n\nIn the lifetime of the Prophet (ﷺ) whosoever saw a dream would narrate it to Allahs Messenger (ﷺ). I had a wish of seeing a dream to narrate it to Allahs Messenger (ﷺ) (p.b.u.h) I was a grown up boy and used to sleep in the Mosque in the lifetime of the Prophet. I saw in the dream that two angels caught hold of me and took me to the Fire which was built all round like a built well and had two poles in it and the people in it were known to me. I started saying, I seek refuge with Allah from the Fire. Then I met another angel who told me not to be afraid. I narrated the dream to Hafsa who told it to Allahs Messenger (ﷺ). The Prophet said, Abdullah is a good man. I wish he prayed Tahajjud. After that `Abdullah (i.e. Salims father) used to sleep but a little at night.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا هِشَامٌ، قَالَ أَخْبَرَنَا مَعْمَرٌ،. وَحَدَّثَنِي مَحْمُودٌ، قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ كَانَ الرَّجُلُ فِي حَيَاةِ النَّبِيِّ صلى الله عليه وسلم إِذَا رَأَى رُؤْيَا قَصَّهَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَتَمَنَّيْتُ أَنْ أَرَى رُؤْيَا فَأَقُصَّهَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَكُنْتُ غُلاَمًا شَابًّا، وَكُنْتُ أَنَامُ فِي الْمَسْجِدِ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَرَأَيْتُ فِي النَّوْمِ كَأَنَّ مَلَكَيْنِ أَخَذَانِي فَذَهَبَا بِي إِلَى النَّارِ فَإِذَا هِيَ مَطْوِيَّةٌ كَطَىِّ الْبِئْرِ، وَإِذَا لَهَا قَرْنَانِ، وَإِذَا فِيهَا أُنَاسٌ قَدْ عَرَفْتُهُمْ فَجَعَلْتُ أَقُولُ أَعُوذُ بِاللَّهِ مِنَ النَّارِ ـ قَالَ ـ فَلَقِيَنَا مَلَكٌ آخَرُ فَقَالَ لِي لَمْ تُرَعْ.\nفَقَصَصْتُهَا عَلَى حَفْصَةَ فَقَصَّتْهَا حَفْصَةُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ   نِعْمَ الرَّجُلُ عَبْدُ اللَّهِ، لَوْ كَانَ يُصَلِّي مِنَ اللَّيْلِ . فَكَانَ بَعْدُ لاَ يَنَامُ مِنَ اللَّيْلِ إِلاَّ قَلِيلاً.",
    "hadithBengali": "১০৫৫। আবদুল্লাহ ইবনু মুহাম্মদ ও মাহমুদ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবিতকালে কোন ব্যাক্তি স্বপ্ন দেখলে তা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে বর্ণনা করত। এতে আমার মনে আকাঙ্খা জাগলো যে, আমি কোন স্বপ্ন দেখলে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বর্ণনা করব। তখন আমি যুবক ছিলাম। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে মসজিদে ঘুমাতাম। আমি স্বপ্নে দেখলাম, যেন দুজন ফিরিশতা আমাকে জাহান্নামের দিকে নিয়ে চলেছেন। তা যেন কুপের পাড় বাঁধানোর ন্যায় পাড় বাঁধানে। তাতে দুটি খুঁটি রয়েছে এবং এর মধ্যে রয়েছে এমন কতক লোক, যাদের আমি চিনতে পারলাম। তখন আমি বলতে লাগলাম, আমি জাহান্নাম থেকে আল্লাহর নিকট পানাহ চাই। তিনি বলেন, তখন অন্য একজন ফিরিশতা আমাদের সঙ্গে মিলিত হলেন। তিনি আমাকে বললেন, ভয় পেয় না। আমি এ স্বপ্ন (আমার বোন উম্মুল মুমিনীন) হাফসা (রাঃ) এর কাছে বর্ণনা করলাম। এরপর হাফসা (রাঃ) তা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বর্ণনা করলেন। তখন তিনি বললেনঃ আবদুল্লাহ কতই না ভাল লোক! যদি রাত জেগে সে সালাত (নামায/নামাজ) (তাহাজ্জুদ) আদায় করত! এরপর থেকে আবদুল্লাহ (রাঃ) খুব অল্প সময়ই ঘুমাতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1055",
    "id": "1062",
    "thesequence": "1481",
    "isActive": "1",
    "chapterId": "14778",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭১৬. রাত জেগে ইবাদত করার ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) used to offer eleven rak`at and that was his prayer. He used to prolong the prostration to such an extent that one could recite fifty verses (of the Quran) before he would lift his head. He used to pray two rak`at (Sunna) before the Fajr prayer and then used to lie down on his right side till the call-maker came and informed him about the prayer.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُرْوَةُ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ أَخْبَرَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي إِحْدَى عَشْرَةَ رَكْعَةً، كَانَتْ تِلْكَ صَلاَتَهُ، يَسْجُدُ السَّجْدَةَ مِنْ ذَلِكَ قَدْرَ مَا يَقْرَأُ أَحَدُكُمْ خَمْسِينَ آيَةً قَبْلَ أَنْ يَرْفَعَ رَأْسَهُ، وَيَرْكَعُ رَكْعَتَيْنِ قَبْلَ صَلاَةِ الْفَجْرِ، ثُمَّ يَضْطَجِعُ عَلَى شِقِّهِ الأَيْمَنِ حَتَّى يَأْتِيَهُ الْمُنَادِي لِلصَّلاَةِ.",
    "hadithBengali": "১০৫৬। আবূল ইয়ামান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (তাহাজ্জুদের) এগার রাকাআত সালাত (নামায/নামাজ) আদায় করতেন এবং তা ছিল তাঁর (স্বাভাবিক) সালাত (নামায/নামাজ)। সে সালাতে তিনি এক একটি সিজ্&zwnj;দা এত পরিমাণ (দীর্ঘায়িত) করতেন যে, তোমাদের কেউ (সিজ&zwnj;্দা থেকে) তাঁর মাথা তোলার আগে পঞ্চাশ আয়াত তিলাওয়াত করতে পারত। আর ফজরের (ফরয) সালাত (নামায/নামাজ)-এর আগে তিনি দু রাকাআত সালাত (নামায/নামাজ) আদায় করতেন। তারপর তিনি ডান কাঁতে শুইতেন যতক্ষণ না সালাত (নামায/নামাজ)-এর জন্য তাঁর কাছে মুয়াজ্জ্বীন আসতো।\n",
    "checkStatus": "1",
    "hadithNo": "1056",
    "id": "1063",
    "thesequence": "1482",
    "isActive": "1",
    "chapterId": "14779",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭১৭. রাতের সালাতে সিজ্দা দীর্ঘ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jundab:\n\nThe Prophet (ﷺ) became sick and did not get up (for Tahajjud prayer) for a night or two.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنِ الأَسْوَدِ، قَالَ سَمِعْتُ جُنْدَبًا، يَقُولُ اشْتَكَى النَّبِيُّ صلى الله عليه وسلم فَلَمْ يَقُمْ لَيْلَةً أَوْ لَيْلَتَيْنِ.",
    "hadithBengali": "১০৫৭। আবূ নাআইম (রহঃ) ... জুনদাব (রাঃ) থেকে বর্ণিত বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একবার) অসুস্থ হয়ে পড়েন। ফলে এক রাত বা দুরাত তিনি (তাহাজ্জুদ সালাত (নামায/নামাজ)-এর উদ্দেশ্যে) উঠেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "1057",
    "id": "1064",
    "thesequence": "1483",
    "isActive": "1",
    "chapterId": "14780",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭১৮. অসুস্থ ব্যক্তির তাহাজ্জুদ আদায় না করা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jundab bin `Abdullah:\n\nGabriel did not come to the Prophet (for some time) and so one of the Quraish women said, His Satan has deserted him. So came the Divine Revelation: By the forenoon And by the night When it is still! Your Lord (O Muhammad) has neither Forsaken you Nor hated you. (93.1-3)",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، قَالَ أَخْبَرَنَا سُفْيَانُ، عَنِ الأَسْوَدِ بْنِ قَيْسٍ، عَنْ جُنْدَبِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ احْتَبَسَ جِبْرِيلُ صلى الله عليه وسلم عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتِ امْرَأَةٌ مِنْ قُرَيْشٍ أَبْطَأَ عَلَيْهِ شَيْطَانُهُ. فَنَزَلَتْ {وَالضُّحَى * وَاللَّيْلِ إِذَا سَجَى * مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى}",
    "hadithBengali": "১০৫৮। মুহাম্মদ ইবনু কাসীর (রহঃ) ... জুনদুব ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার সাময়িকভাবে জিবরীল (আলাইহিস্ সালাম) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে হাযিরা থেকে বিরত থাকেন। এতে জনৈকা কুরাইশ নারী বলল, তার শয়তানটি তাঁর কাছে আসতে দেরী করছে। তখন নাযিল হল وَالضُّحَى * وَاللَّيْلِ إِذَا سَجَى * مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى &ldquo;শপথ পূর্বাহ্নের ও রজনীর যখন তা হয় নিঝুম। আপনার প্রতিপালক আপনাকে পরিত্যাগ করেন নি এবং আপনার প্রতি বিরূপও হন নি।&rdquo; (সূরা দুহা)\n",
    "checkStatus": "1",
    "hadithNo": "1058",
    "id": "1065",
    "thesequence": "1484",
    "isActive": "1",
    "chapterId": "14780",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭১৮. অসুস্থ ব্যক্তির তাহাজ্জুদ আদায় না করা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Salama:\n\nOne night the Prophet (ﷺ) got up and said, Subhan Allah! How many afflictions Allah has revealed tonight and how many treasures have been sent down (disclosed). Go and wake the sleeping lady occupants of these dwellings up (for prayers), perhaps a well dressed in this world may be naked in the Hereafter.",
    "hadithArabic": "حَدَّثَنَا ابْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ هِنْدٍ بِنْتِ الْحَارِثِ، عَنْ أُمِّ سَلَمَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم اسْتَيْقَظَ لَيْلَةً فَقَالَ   سُبْحَانَ اللَّهِ مَاذَا أُنْزِلَ اللَّيْلَةَ مِنَ الْفِتْنَةِ، مَاذَا أُنْزِلَ مِنَ الْخَزَائِنِ مَنْ يُوقِظُ صَوَاحِبَ الْحُجُرَاتِ، يَا رُبَّ كَاسِيَةٍ فِي الدُّنْيَا عَارِيَةٍ فِي الآخِرَةِ .",
    "hadithBengali": "১০৫৯। ইবনু মুকাতিল (রহঃ) ... উম্মু সালামা (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক রাতে ঘুম থেকে জেগে উঠে বললেনঃ সুবহানাল্লাহ্! আজ রাতে কত না ফিত্&zwnj;না নাযিল করা হল! আজ রাতে কত না (রাহমাতের) ভান্ডারই নাযিল করা হল! কে জাগিয়ে দিবে হুজরাগুলোর বাসিন্দাদের? ওহে! শোন, দুনিয়ার অনেক বস্ত্র পরিহিতা আখিরাতে বিবস্ত্রা হয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "1059",
    "id": "1066",
    "thesequence": "1485",
    "isActive": "1",
    "chapterId": "14781",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭১৯. তাহাজ্জুদ ও নফল ইবাদতের প্রতি নবী  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর উৎসাহ প্রদান, অবশ্য তিনি তা ওয়াজিব করেন নি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাহাজ্জুদ সালাতে উৎসাহ দানের জন্য একরাতে ফাতিমা ও আলী (রা.)-এর ঘরে গিয়েছিলেন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali bin Abi Talib:\n\nOne night Allahs Messenger (ﷺ) came to me and Fatima, the daughter of the Prophet (ﷺ) and asked, Wont you pray (at night)? I said, O Allahs Messenger (ﷺ)! Our souls are in the hands of Allah and if He wants us to get up He will make us get up. When I said that, he left us without saying anything and I heard that he was hitting his thigh and saying, But man is more quarrelsome than anything. (18.54)",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عَلِيُّ بْنُ حُسَيْنٍ، أَنَّ حُسَيْنَ بْنَ عَلِيٍّ، أَخْبَرَهُ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم طَرَقَهُ وَفَاطِمَةَ بِنْتَ النَّبِيِّ ـ عَلَيْهِ السَّلاَمُ ـ لَيْلَةً فَقَالَ  أَلاَ تُصَلِّيَانِ . فَقُلْتُ يَا رَسُولَ اللَّهِ، أَنْفُسُنَا بِيَدِ اللَّهِ، فَإِذَا شَاءَ أَنْ يَبْعَثَنَا بَعَثَنَا. فَانْصَرَفَ حِينَ قُلْنَا ذَلِكَ وَلَمْ يَرْجِعْ إِلَىَّ شَيْئًا. ثُمَّ سَمِعْتُهُ وَهْوَ مُوَلٍّ يَضْرِبُ فَخِذَهُ وَهْوَ يَقُولُ وَكَانَ الإِنْسَانُ أَكْثَرَ شَىْءٍ جَدَلاً}.",
    "hadithBengali": "১০৬০। আবূল ইয়ামান (রহঃ) ... আলী ইবনু আবূ তালিব (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক রাতে তাঁর কন্যা ফাতিমা (রাঃ) এর কাছে এসে বললেনঃ তোমরা কি সালাত (নামায/নামাজ) আদায় করছ না? আমি বললাম, ইয়া রাসূলাল্লাহ! আমাদের আত্মাগুলো তো আল্লাহ্ পাকের হাতে রয়েছে। তিনি যখন আমাদের জাগাতে মর্জি করবেন, জাগিয়ে দিবেন। আমরা যখন একথা বললাম, তখন তিনি চলে গেলেন। আমার কথার কোন প্রত্যুত্তর করলেন না। পরে আমি শুনতে পেলাম যে, তিনি ফিরে যেতে যেতে আপন উরুতে করাঘাত করছিলেন এবং কুরআনের এ আয়াত তিলাওয়াত করছিলেন অর্থাৎঃوَكَانَ الإِنْسَانُ أَكْثَرَ شَىْءٍ جَدَلاً মানুষ অধিকাংশ ব্যাপারেই বিতর্ক প্রিয়।\n",
    "checkStatus": "1",
    "hadithNo": "1060",
    "id": "1067",
    "thesequence": "1486",
    "isActive": "1",
    "chapterId": "14781",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭১৯. তাহাজ্জুদ ও নফল ইবাদতের প্রতি নবী  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর উৎসাহ প্রদান, অবশ্য তিনি তা ওয়াজিব করেন নি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাহাজ্জুদ সালাতে উৎসাহ দানের জন্য একরাতে ফাতিমা ও আলী (রা.)-এর ঘরে গিয়েছিলেন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) used to give up a good deed, although he loved to do it, for fear that people might act on it and it might be made compulsory for them. The Prophet (ﷺ) never prayed the Duha prayer, but I offer it.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ إِنْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيَدَعُ الْعَمَلَ وَهْوَ يُحِبُّ أَنْ يَعْمَلَ بِهِ خَشْيَةَ أَنْ يَعْمَلَ بِهِ النَّاسُ فَيُفْرَضَ عَلَيْهِمْ، وَمَا سَبَّحَ رَسُولُ اللَّهِ صلى الله عليه وسلم سُبْحَةَ الضُّحَى قَطُّ، وَإِنِّي لأُسَبِّحُهَا.",
    "hadithBengali": "১০৬১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে আমল করা পছন্দ করতেন, সে আমল কোন কোন সময় এ আশংকায় ছেড়ে দিতেন যে, লোকেরা সে আমল করতে থাকবে, ফলে তাদের উপর তা ফরয হয়ে যাবে। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনো চাশ্&zwnj;তের সালাত (নামায/নামাজ) আদায় করেন নি। [১] আমি সে সালাত (নামায/নামাজ) আদায় করি।\n",
    "checkStatus": "1",
    "hadithNo": "1061",
    "id": "1068",
    "thesequence": "1487",
    "isActive": "1",
    "chapterId": "14781",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭১৯. তাহাজ্জুদ ও নফল ইবাদতের প্রতি নবী  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর উৎসাহ প্রদান, অবশ্য তিনি তা ওয়াজিব করেন নি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাহাজ্জুদ সালাতে উৎসাহ দানের জন্য একরাতে ফাতিমা ও আলী (রা.)-এর ঘরে গিয়েছিলেন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha the mother of the faithful believers:\n\nOne night Allahs Messenger (ﷺ) offered the prayer in the Mosque and the people followed him. The next night he also offered the prayer and too many people gathered. On the third and the fourth nights more people gathered, but Allahs Messenger (ﷺ) did not come out to them. In the morning he said, I saw what you were doing and nothing but the fear that it (i.e. the prayer) might be enjoined on you, stopped me from coming to you. And that happened in the month of Ramadan.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ ـ رضى الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى ذَاتَ لَيْلَةٍ فِي الْمَسْجِدِ فَصَلَّى بِصَلاَتِهِ نَاسٌ، ثُمَّ صَلَّى مِنَ الْقَابِلَةِ فَكَثُرَ النَّاسُ، ثُمَّ اجْتَمَعُوا مِنَ اللَّيْلَةِ الثَّالِثَةِ أَوِ الرَّابِعَةِ، فَلَمْ يَخْرُجْ إِلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم، فَلَمَّا أَصْبَحَ قَالَ   قَدْ رَأَيْتُ الَّذِي صَنَعْتُمْ وَلَمْ يَمْنَعْنِي مِنَ الْخُرُوجِ إِلَيْكُمْ إِلاَّ أَنِّي خَشِيتُ أَنْ تُفْرَضَ عَلَيْكُمْ ، وَذَلِكَ فِي رَمَضَانَ.",
    "hadithBengali": "১০৬২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... উম্মুল মুমিনীন আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক রাতে মসজিদে সালাত (নামায/নামাজ) আদায় করছিলেন, কিছু লোক তাঁর সঙ্গে সালাত (নামায/নামাজ) আদায় করলো। পরবর্তী রাতেও তিনি সালাত (নামায/নামাজ) আদায় করলেন এবং লোক আরো বেড়ে গেল। এরপর তৃতীয় কিংবা চতুর্থ রাতে লোকজন সমবেত হলেন, কিন্তু রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হলেন না। সকাল হলে তিনি বললেনঃ তোমাদের কার্যকলাপ আমি লক্ষ্য করেছি। তোমাদের কাছে বেরিয়ে আসার ব্যাপারে শুধু এ আশংকাই আমাকে বাধা দিয়েছে যে, তোমাদের উপর তা ফরয হয়ে যাবে। আর ঘটনাটি ছিল রামাযান মাসের (তারাবীহ্&zwnj;র সালাতের)।\n",
    "checkStatus": "1",
    "hadithNo": "1062",
    "id": "1069",
    "thesequence": "1488",
    "isActive": "1",
    "chapterId": "14781",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭১৯. তাহাজ্জুদ ও নফল ইবাদতের প্রতি নবী  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর উৎসাহ প্রদান, অবশ্য তিনি তা ওয়াজিব করেন নি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাহাজ্জুদ সালাতে উৎসাহ দানের জন্য একরাতে ফাতিমা ও আলী (রা.)-এর ঘরে গিয়েছিলেন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Mughira:\n\nThe Prophet (ﷺ) used to stand (in the prayer) or pray till both his feet or legs swelled. He was asked why (he offered such an unbearable prayer) and he said, should I not be a thankful slave.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا مِسْعَرٌ، عَنْ زِيَادٍ، قَالَ سَمِعْتُ الْمُغِيرَةَ ـ رضى الله عنه ـ يَقُولُ إِنْ كَانَ النَّبِيُّ صلى الله عليه وسلم لَيَقُومُ لِيُصَلِّيَ حَتَّى تَرِمُ قَدَمَاهُ أَوْ سَاقَاهُ، فَيُقَالُ لَهُ فَيَقُولُ   أَفَلاَ أَكُونُ عَبْدًا شَكُورًا .",
    "hadithBengali": "১০৬৩। আবূ নুআইম (রহঃ) ... মুগীরা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাত্রি জাগরণ করতেন অথবা রাবী বলেছেন, সালাত (নামায/নামাজ) আদায় করতেন; এমনকি তাঁর পদযুগল অথবা তাঁর দু পায়ের গোছা ফুলে যেত। তখন এ ব্যাপারে তাঁকে বলা হল, এত কষ্ট কেন করছেন? তিনি বলতেন, তাই বলে আমি কি একজন শুকরগুযার বান্দা হব না?\n",
    "checkStatus": "1",
    "hadithNo": "1063",
    "id": "1070",
    "thesequence": "1489",
    "isActive": "1",
    "chapterId": "14782",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২০. নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর তাহাজ্জুদের সালাতে দীর্ঘক্ষণ দাঁড়ানোর ফলে তাঁর উভয় কদম মুবারক ফুলে যেতো। আয়িশা (রা.) বলেছেন, এমনকি তাঁর পদযগল ফেটে যেতো। (কুরআনের শব্দ الْفُطُورُ অর্থ &lsquo;ফেটে যাওয়া&rsquo; انْفَطَرَتْ &lsquo;ফেটে গেল&rsquo;।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr bin Al-`As:\n\nAllahs Messenger (ﷺ) told me, The most beloved prayer to Allah is that of David and the most beloved fasts to Allah are those of David. He used to sleep for half of the night and then pray for one third of the night and again sleep for its sixth part and used to fast on alternate days.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، أَنَّ عَمْرَو بْنَ أَوْسٍ، أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لَهُ   أَحَبُّ الصَّلاَةِ إِلَى اللَّهِ صَلاَةُ دَاوُدَ ـ عَلَيْهِ السَّلاَمُ ـ وَأَحَبُّ الصِّيَامِ إِلَى اللَّهِ صِيَامُ دَاوُدَ، وَكَانَ يَنَامُ نِصْفَ اللَّيْلِ وَيَقُومُ ثُلُثَهُ وَيَنَامُ سُدُسَهُ، وَيَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا .",
    "hadithBengali": "১০৬৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু আমর ইবনু আস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বলেছেনঃ আল্লাহ্ পাকের নিকট সর্বাধিক প্রিয় সালাত (নামায/নামাজ) হল দাউদ (আলাইহিস সালাম) এর সালাত (নামায/নামাজ)। আর আল্লাহ্ পাকের নিকট সর্বাধিক প্রিয় সিয়াম হল দাউদ (আলাইহিস সালাম) এর সিয়াম। তিনি [দাউদ (আলাইহিস সালাম)] অর্ধরাত পর্যন্ত ঘুমাতেন, এক তৃতীয়াংশ তাহাজ্জুদ পড়তেন এবং রাতের ষষ্ঠাংশ ঘুমাতেন। তিনি একদিন সিয়াম পালন করতেন, এক দিন করতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "1064",
    "id": "1071",
    "thesequence": "1490",
    "isActive": "1",
    "chapterId": "14783",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২১. সাহরীর সময় যে ঘুমিয়ে পড়েন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Masruq:\n\nI asked `Aisha which deed was most loved by the Prophet. She said, A deed done continuously. I further asked, When did he used to get up (in the night for the prayer). She said, He used to get up on hearing the crowing of a cock.",
    "hadithArabic": " حَدَّثَنِي عَبْدَانُ، قَالَ أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ، عَنْ أَشْعَثَ، سَمِعْتُ أَبِي قَالَ، سَمِعْتُ مَسْرُوقًا، قَالَ سَأَلْتُ عَائِشَةَ ـ رضى الله عنها ـ أَىُّ الْعَمَلِ كَانَ أَحَبَّ إِلَى النَّبِيِّ صلى الله عليه وسلم قَالَتِ الدَّائِمُ. قُلْتُ مَتَى كَانَ يَقُومُ قَالَتْ يَقُومُ إِذَا سَمِعَ الصَّارِخَ.",
    "hadithBengali": "১০৬৫। আবদান (রহঃ) ... মাসরূক (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি আয়িশা (রাঃ) কে জিজ্ঞাসা করলাম, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কোন আমলটি সর্বাধিক প্রিয় ছিল? তিনি বললেন, নিয়মিত আমল। আমি জিজ্ঞেস করলাম, তিনি কখন তাহাজ্জুদের জন্য উঠতেন? তিনি বললেন, যখন মোরগের ডাক শুনতে পেতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1065",
    "id": "1072",
    "thesequence": "1491",
    "isActive": "1",
    "chapterId": "14783",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২১. সাহরীর সময় যে ঘুমিয়ে পড়েন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Ashath:\n\nHe (the Prophet (p.b.u.h) ) used to get up for the prayer on hearing the crowing of a cock.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ قَالَ أَخْبَرَنَا أَبُو الأَحْوَصِ عَنِ الأَشْعَثِ قَالَ إِذَا سَمِعَ الصَّارِخَ قَامَ فَصَلَّى",
    "hadithBengali": "১০৬৬। মুহাম্মদ ইবনু সালাম (রহঃ) ... আশআস (রাঃ) তাঁর বর্ণনায় বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মোরগের ডাক শুনে উঠতেন এবং সালাত (নামায/নামাজ) আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1066",
    "id": "1073",
    "thesequence": "1492",
    "isActive": "1",
    "chapterId": "14783",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২১. সাহরীর সময় যে ঘুমিয়ে পড়েন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nIn my house he (Prophet (p.b.u.h) ) never passed the last hours of the night but sleeping.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، قَالَ ذَكَرَ أَبِي عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ مَا أَلْفَاهُ السَّحَرُ عِنْدِي إِلاَّ نَائِمًا. تَعْنِي النَّبِيَّ صلى الله عليه وسلم.",
    "hadithBengali": "১০৬৭। মূসা ইবনু ইসমায়ীল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, তিনি আমার কাছে ঘুমিয়ে থাকা অবস্থায়ই সাহ্&zwnj;রীর সময় হতো। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সম্পর্কে এ কথা বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1067",
    "id": "1074",
    "thesequence": "1493",
    "isActive": "1",
    "chapterId": "14783",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২১. সাহরীর সময় যে ঘুমিয়ে পড়েন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qatada:\n\nAnas bin Malik said, The Prophet (p.b.u.h) and Zaid bin Thabit took their Suhur together. When they finished it, the Prophet (ﷺ) stood for the (Fajr) prayer and offered it. We asked Anas, What was the interval between their finishing the Suhur and the starting of the morning prayer? Anas replied, It was equal to the time taken by a person in reciting fifty verses of the Quran.",
    "hadithArabic": " حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا رَوْحٌ، قَالَ حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم وَزَيْدَ بْنَ ثَابِتٍ ـ رضى الله عنه ـ تَسَحَّرَا، فَلَمَّا فَرَغَا مِنْ سَحُورِهِمَا قَامَ نَبِيُّ اللَّهِ صلى الله عليه وسلم إِلَى الصَّلاَةِ فَصَلَّى. قُلْنَا لأَنَسٍ كَمْ كَانَ بَيْنَ فَرَاغِهِمَا مِنْ سَحُورِهِمَا وَدُخُولِهِمَا فِي الصَّلاَةِ قَالَ كَقَدْرِ مَا يَقْرَأُ الرَّجُلُ خَمْسِينَ آيَةً.",
    "hadithBengali": "১০৬৮। ইয়াকুব ইবনু ইব্&zwnj;রাহীম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং যায়দ ইবনু সাবিত (রাঃ) সাহ্&zwnj;রী খেলেন। যখন তারা দুজন সাহ্&zwnj;রী সমাপ্ত করলেন, তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতে দাঁড়িয়ে গেলেন এবং সালাত (নামায/নামাজ) আদায় করলেন। (কাতাদা (রহঃ) বলেন) আমরা আনাস ইবনু মালিক (রাঃ) কে জিজ্ঞাসা করলাম, তাঁদের সাহ্&zwnj;রী সমাপ্ত করা ও (ফজরের) সালাত (নামায/নামাজ) শুরু করার মধ্যে কি পরিমাণ সময় ছিল? তিনি বললেন, কেউ পঞ্চাশ আয়াত তিলাওয়াত করতে পারে এ পরিমাণ সময়।\n",
    "checkStatus": "1",
    "hadithNo": "1068",
    "id": "1075",
    "thesequence": "1494",
    "isActive": "1",
    "chapterId": "14784",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২২. সাহরীর পর ফজরের সালাত পর্যন্ত জাগ্রত থাকা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu-Wail:\n\n`Abdullah said, One night I offered the Tahajjud prayer with the Prophet (ﷺ) and he kept on standing till an ill-thought came to me. We said, What was the ill-thought? He said, It was to sit down and leave the Prophet (standing).",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ صَلَّيْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم لَيْلَةً، فَلَمْ يَزَلْ قَائِمًا حَتَّى هَمَمْتُ بِأَمْرِ سَوْءٍ. قُلْنَا وَمَا هَمَمْتَ قَالَ هَمَمْتَ أَنْ أَقْعُدَ وَأَذَرَ النَّبِيَّ صلى الله عليه وسلم.",
    "hadithBengali": "১০৬৯। সুলাইমান ইবনু হারব (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাতে আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সালাত (নামায/নামাজ) আদায় করলাম। তিনি এত দীর্ঘ সময় দাঁড়িয়ে থাকলেন যে, আমি একটি মন্দ কাজের ইচ্ছা করে ফেলেছিলাম। (আবূ ওয়াইল (রহঃ) বলেন) আমরা জিজ্ঞাসা করলাম, আপনি কি ইচ্ছা করেছিলেন? তিনি বললেন, ইচ্ছা করেছিলাম, বসে পড়ি এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইকতিদা ছেড়ে দেই।\n",
    "checkStatus": "1",
    "hadithNo": "1069",
    "id": "1076",
    "thesequence": "1495",
    "isActive": "1",
    "chapterId": "14785",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২৩. তাহাজ্জুদের সালাত দীর্ঘায়িত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hudhaifa:\n\nWhenever the Prophet (ﷺ) got up for Tahajjud prayer he used to clean his mouth (and teeth) with Siwak.",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، قَالَ حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ حُصَيْنٍ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا قَامَ لِلتَّهَجُّدِ مِنَ اللَّيْلِ يَشُوصُ فَاهُ بِالسِّوَاكِ.",
    "hadithBengali": "১০৭০। হাফস ইবনু উমর (রহঃ) ... হুযাইফা (রাঃ) থেকে বর্ণিত, তিনি বলেন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতের বেলা যখন তাহাজ্জুদ সালাত (নামায/নামাজ)-এর জন্য উঠতেন তখন মিস্ওয়াক দ্বারা তাঁর মুখ (দাঁত) পরিষ্কার করে নিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1070",
    "id": "1077",
    "thesequence": "1496",
    "isActive": "1",
    "chapterId": "14785",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২৩. তাহাজ্জুদের সালাত দীর্ঘায়িত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nA man said, O Allahs Messenger (ﷺ)! How is the prayer of the night? He said, Two rak`at followed by two rak`at and so on, and when you apprehend the approaching dawn, offer one rak`a as witr.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ قَالَ إِنَّ رَجُلاً قَالَ يَا رَسُولَ اللَّهِ، كَيْفَ صَلاَةُ اللَّيْلِ قَالَ   مَثْنَى مَثْنَى، فَإِذَا خِفْتَ الصُّبْحَ فَأَوْتِرْ بِوَاحِدَةٍ .",
    "hadithBengali": "১০৭১। আবূল ইয়ামন (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) বলেন, একজন জিজ্ঞাসা করলেন, ইয়া রাসূলাল্লাহ! রাতের সালাত (নামায/নামাজ)-এর (আদায়ের) পদ্ধতি কি? তিনি বললেনঃ দু রাকাআত করে। আর ফজর হয়ে যাওয়ার আশংকা করলে এক রাকাআত মিলিয়ে বিতর আদায় করে নিবে।\n",
    "checkStatus": "1",
    "hadithNo": "1071",
    "id": "1078",
    "thesequence": "1497",
    "isActive": "1",
    "chapterId": "14786",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২৪. নবী  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সালাত কিরূপ ছিল এবং রাতে তিনি কত রাকা&rsquo;আত সালাত আদায় করতেন?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe prayer of the Prophet (ﷺ) used to be of thirteen rak`at, i.e. of the night prayer.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، قَالَ حَدَّثَنِي أَبُو جَمْرَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كَانَ صَلاَةُ النَّبِيِّ صلى الله عليه وسلم ثَلاَثَ عَشْرَةَ رَكْعَةً. يَعْنِي بِاللَّيْلِ.",
    "hadithBengali": "১০৭২। মুদাদ্দাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সালাত (নামায/নামাজ) ছিল তের রাকাআত অর্থাৎ রাতে। (তাহাজ্জুদ ও বিতরসহ)।\n",
    "checkStatus": "1",
    "hadithNo": "1072",
    "id": "1079",
    "thesequence": "1498",
    "isActive": "1",
    "chapterId": "14786",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২৪. নবী  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সালাত কিরূপ ছিল এবং রাতে তিনি কত রাকা&rsquo;আত সালাত আদায় করতেন?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Masruq:\n\nI asked Aisha about the night prayer of Allahs Messenger (ﷺ) and she said, It was seven, nine or eleven rak`at besides the two rak`at of the Fajr prayer (i.e. Sunna). ",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، قَالَ أَخْبَرَنَا إِسْرَائِيلُ، عَنْ أَبِي حَصِينٍ، عَنْ يَحْيَى بْنِ وَثَّابٍ، عَنْ مَسْرُوقٍ، قَالَ سَأَلْتُ عَائِشَةَ ـ رضى الله عنها ـ عَنْ صَلاَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم بِاللَّيْلِ. فَقَالَتْ سَبْعٌ وَتِسْعٌ وَإِحْدَى عَشْرَةَ سِوَى رَكْعَتَىِ الْفَجْرِ.",
    "hadithBengali": "১০৭৩। ইসহাক (রহঃ) ... মাসরূক (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আয়িশা (রাঃ) কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর রাতের সালাত (নামায/নামাজ) সম্পর্কে জিজ্ঞাসা করলাম। তিনি বললেন, ফজরের দুরাকাআত (সুন্নাত) ব্যতিরেকে সাত বা নয় কিংবা এগার রাকাআত।\n",
    "checkStatus": "1",
    "hadithNo": "1073",
    "id": "1080",
    "thesequence": "1499",
    "isActive": "1",
    "chapterId": "14786",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২৪. নবী  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সালাত কিরূপ ছিল এবং রাতে তিনি কত রাকা&rsquo;আত সালাত আদায় করতেন?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (p.b.u.h) used to offer thirteen rak`at of the night prayer and that included the witr and two rak`at (Sunna) of the Fajr prayer.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، قَالَ أَخْبَرَنَا حَنْظَلَةُ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ ثَلاَثَ عَشْرَةَ رَكْعَةً مِنْهَا الْوِتْرُ وَرَكْعَتَا الْفَجْرِ.",
    "hadithBengali": "১০৭৪। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতের বেলা তের রাকাআত সালাত (নামায/নামাজ) আদায় করতেন, বিত্&zwnj;র এবং ফজরের দু রাকাআত (সুন্নাত) ও এর অন্তর্ভূক্ত।\n",
    "checkStatus": "1",
    "hadithNo": "1074",
    "id": "1081",
    "thesequence": "1500",
    "isActive": "1",
    "chapterId": "14786",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২৪. নবী  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সালাত কিরূপ ছিল এবং রাতে তিনি কত রাকা&rsquo;আত সালাত আদায় করতেন?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nSometimes Allahs Messenger (ﷺ) would not fast (for so many days) that we thought that he would not fast that month and he sometimes used to fast (for so many days) that we thought he would not leave fasting throughout that month and (as regards his prayer and sleep at night), if you wanted to see him praying at night, you could see him praying and if you wanted to see him sleeping, you could see him sleeping.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، أَنَّهُ سَمِعَ أَنَسًا ـ رضى الله عنه ـ يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُفْطِرُ مِنَ الشَّهْرِ حَتَّى نَظُنَّ أَنْ لاَ يَصُومَ مِنْهُ، وَيَصُومُ حَتَّى نَظُنَّ أَنْ لاَ يُفْطِرَ مِنْهُ شَيْئًا، وَكَانَ لاَ تَشَاءُ أَنْ تَرَاهُ مِنَ اللَّيْلِ مُصَلِّيًا إِلاَّ رَأَيْتَهُ وَلاَ نَائِمًا إِلاَّ رَأَيْتَهُ. تَابَعَهُ سُلَيْمَانُ وَأَبُو خَالِدٍ الأَحْمَرُ عَنْ حُمَيْدٍ.",
    "hadithBengali": "১০৭৫। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন কোন মাসে সিয়াম পালন করতেন না। এমন কি আমরা ধারণা করতাম যে, সে মাসে তিনি সিয়াম পালন করবেন না। আবার কোন কোন মাসে সিয়াম পালন করতে থাকতেন, এমনকি আমাদের ধারণা হত যে, সে মাসে তিনি সিয়াম ছাড়বেন না। তাঁকে তুমি সালাত (নামায/নামাজ) রত অবস্থায় দেখতে চাইলে তাই দেখতে পেতে এবং ঘুমন্ত অবস্থায় দেখতে চাইলে তাও দেখতে পেতে।\n\nসুলাইমান ও আবূ খালিদ আহমার (রহঃ) হুমাইদ (রহঃ) থেকে হাদীস বর্ণনায় মুহাম্মদ ইবনু জাফর (রহঃ)-এর অনুসরণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1075",
    "id": "1082",
    "thesequence": "1501",
    "isActive": "1",
    "chapterId": "14787",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২৫. নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইবাদাতে রাত জাগরণ এবং তাঁর ঘুমানো আর রাত জাগার যতটুক রহিত করা হয়েছে মহান আল্লাহর বাণীঃ &ldquo;হে বস্ত্রাবৃত! (ইবাদাতে) রাত জাগুন কিছু অংশ ব্যতীত, অর্ধেক রাত অথবা তার কিছু কম সময়। অথবা এর চাইতেও কিছু বাড়িয়ে নিন। আর কুরআন তিলাওয়াত করুন, ধীরে ধীরে, স্পষ্ট ও সুন্দর করে। আমি আপনার প্রতি নাযিল করছি গুরভার বাণী, অবশ্য রাতের উপাসনা প্রবৃত্তি দলনে প্রবলতর এবং বাক্য পূরণে সঠিক। দিবাভাগে রয়েছে আপনার জন্য দীর্ঘ কর্মব্যস্ততা। (৭৩: ১-৭৩) এবং তাঁর বাণীঃ তিনি (আল্লাহ্) জানেন যে, তোমরা এর সঠিক হিসাব রাখতে পার না। অতএব, আল্লাহ্ তোমাদের প্রতি ক্ষমাপরবশ হয়েছেন। কাজেই কুরআনের যতটুকু তিলাওয়াত করা তোমাদের জন্য সহজ ততটুকু তিলাওয়াত কর। আল্লাহ্ জানেন যে, তোমাদের মধ্যে কেউ কেউ অসস্থ হয়ে পড়বে, কেউ কেউ আল্লাহর অনুগ্রহ সন্ধানে দেশভ্রমণ করবে এবং কেউ কেউ আল্লাহর পথে যুদ্ধে লিপ্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Satan puts three knots at the back of the head of any of you if he is asleep. On every knot he reads and exhales the following words, The night is long, so stay asleep. When one wakes up and remembers Allah, one knot is undone; and when one performs ablution, the second knot is undone, and when one prays the third knot is undone and one gets up energetic with a good heart in the morning; otherwise one gets up lazy and with a mischievous heart.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   يَعْقِدُ الشَّيْطَانُ عَلَى قَافِيَةِ رَأْسِ أَحَدِكُمْ إِذَا هُوَ نَامَ ثَلاَثَ عُقَدٍ، يَضْرِبُ كُلَّ عُقْدَةٍ عَلَيْكَ لَيْلٌ طَوِيلٌ فَارْقُدْ، فَإِنِ اسْتَيْقَظَ فَذَكَرَ اللَّهَ انْحَلَّتْ عُقْدَةٌ، فَإِنْ تَوَضَّأَ انْحَلَّتْ عُقْدَةٌ، فَإِنْ صَلَّى انْحَلَّتْ عُقْدَةٌ فَأَصْبَحَ نَشِيطًا طَيِّبَ النَّفْسِ، وَإِلاَّ أَصْبَحَ خَبِيثَ النَّفْسِ كَسْلاَنَ .",
    "hadithBengali": "১০৭৬। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যখন ঘুমিয়ে পড়ে তখন শয়তান তার গ্রীবাদেশে তিনটি গিট দেয়। প্রতি গিটে সে এ বলে চাপড়ায়, তোমার সামনে রয়েছে দীর্ঘ রাত। তারপর সে যদি জাগ্রত হয়ে আল্লাহকে স্মরণ করে একটি গিঠ খুলে যায়, পরে উযূ (ওজু/অজু/অযু) করলে আর একটি গিঠ খুলে যায়, তারপর সালাত (নামায/নামাজ) আদায় করলে আর একটি গিঠ খুলে যায়। তখন তার প্রভাত হয়, প্রফুল্ল মনে ও নির্মল চিত্তে। অন্যথায় সে সকালে উঠে কলুষিত মনে ও অলসতা নিয়ে।\n",
    "checkStatus": "1",
    "hadithNo": "1076",
    "id": "1083",
    "thesequence": "1502",
    "isActive": "1",
    "chapterId": "14788",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২৬. রাতের বেলা সালাত আদায় না করলে গ্রীবাদেশ শয়তানের গ্রন্থী বেধে দেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Samura bin Jundab:\n\nThe Prophet (ﷺ) said in his narration of a dream that he saw, He whose head was being crushed with a stone was one who learnt the Quran but never acted on it, and slept ignoring the compulsory prayers.",
    "hadithArabic": "حَدَّثَنَا مُؤَمَّلُ بْنُ هِشَامٍ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنَا عَوْفٌ، قَالَ حَدَّثَنَا أَبُو رَجَاءٍ، قَالَ حَدَّثَنَا سَمُرَةُ بْنُ جُنْدَبٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الرُّؤْيَا قَالَ   أَمَّا الَّذِي يُثْلَغُ رَأْسُهُ بِالْحَجَرِ فَإِنَّهُ يَأْخُذُ الْقُرْآنَ فَيَرْفِضُهُ وَيَنَامُ عَنِ الصَّلاَةِ الْمَكْتُوبَةِ .",
    "hadithBengali": "১০৭৭। মুআম্মাল ইবনু হিশাম (রহঃ) ... সামুরা ইবনু জুনদাব (রাঃ) সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি তাঁর স্বপ্ন বর্ণনার এক পর্যায়ে বলেছেন, যে ব্যাক্তির মাথা পাথর দিয়ে বিচূর্ণ করা হচ্ছিল, সে হল ঐ লোক যে কুরআন মাজিদ শিখে তা পরিত্যাগ করে এবং ফরয সালাত (নামায/নামাজ) আদায় না করে ঘুমিয়ে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "1077",
    "id": "1084",
    "thesequence": "1503",
    "isActive": "1",
    "chapterId": "14788",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২৬. রাতের বেলা সালাত আদায় না করলে গ্রীবাদেশ শয়তানের গ্রন্থী বেধে দেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nA person was mentioned before the Prophet (p.b.u.h) and he was told that he had kept on sleeping till morning and had not got up for the prayer. The Prophet (ﷺ) said, Satan urinated in his ears.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا أَبُو الأَحْوَصِ، قَالَ حَدَّثَنَا مَنْصُورٌ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ ذُكِرَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم رَجُلٌ فَقِيلَ مَا زَالَ نَائِمًا حَتَّى أَصْبَحَ مَا قَامَ إِلَى الصَّلاَةِ. فَقَالَ   بَالَ الشَّيْطَانُ فِي أُذُنِهِ .",
    "hadithBengali": "১০৭৮। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ) (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে এক ব্যাক্তির সম্পর্কে আলোচনা করা হল- সকাল বেল পর্যন্ত সে ঘুমিয়েই কাটিয়েছে, সালাত (নামায/নামাজ)-এর জন্য (যথা সময়ে) জাগ্রত হয়নি, তখন (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) ইরশাদ করলেনঃ শয়তান তার কানে পেশাব করে দিয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1078",
    "id": "1085",
    "thesequence": "1504",
    "isActive": "1",
    "chapterId": "14789",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২৭. সালাত আদায় না করে ঘুমিয়ে পড়লে শয়তান তার কানে পেশাব করে দেয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) (p.b.u.h) said, Our Lord, the Blessed, the Superior, comes every night down on the nearest Heaven to us when the last third of the night remains, saying: Is there anyone to invoke Me, so that I may respond to invocation? Is there anyone to ask Me, so that I may grant him his request? Is there anyone seeking My forgiveness, so that I may forgive him?",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، وَأَبِي عَبْدِ اللَّهِ الأَغَرِّ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   يَنْزِلُ رَبُّنَا تَبَارَكَ وَتَعَالَى كُلَّ لَيْلَةٍ إِلَى السَّمَاءِ الدُّنْيَا حِينَ يَبْقَى ثُلُثُ اللَّيْلِ الآخِرُ يَقُولُ مَنْ يَدْعُونِي فَأَسْتَجِيبَ لَهُ مَنْ يَسْأَلُنِي فَأُعْطِيَهُ مَنْ يَسْتَغْفِرُنِي فَأَغْفِرَ لَهُ .",
    "hadithBengali": "১০৭৯। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরাইরা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মহামহিম আল্লাহ্ তাআলা প্রতি রাতে রাতের শেষ তৃতীয়াংশ অবশিষ্ট থাকাকালে নিকটবর্তী আসমানে অবতরণ করে ঘোষণা করতে থাকেনঃ কে আছে এমন, যে আমাকে ডাকবে? আমি তার ডাকে সাড়া দিব। কে আছ এমন যে, আমার কাছে চাইবে? আমি তাকে তা দিব। কে আছ এমনে, আমার কাছে ক্ষমা চাইবে? আমি তাকে ক্ষমা করব।\n",
    "checkStatus": "1",
    "hadithNo": "1079",
    "id": "1086",
    "thesequence": "1505",
    "isActive": "1",
    "chapterId": "14790",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২৮. রাতের শেষভাগে দু&rsquo;আ করা ও সালাত আদায় করা। আল্লাহ্পাক ইরশাদ করেছেনঃ রাতের সামান্য পরিমাণ (সময়) তাঁরা নিদ্রারত থাকেন, শেষ রাতে তাঁরা েইসতিগ্ফর করেন। (সূরা আয্-যারিয়াতঃ ১৮)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Aswad:\n\nI asked `Aisha How is the night prayer of the Prophet? She replied, He used to sleep early at night, and get up in its last part to pray, and then return to his bed. When the Muadh-dhin pronounced the Adhan, he would get up. If he was in need of a bath he would take it; otherwise he would perform ablution and then go out (for the prayer).",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ،. وَحَدَّثَنِي سُلَيْمَانُ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، قَالَ سَأَلْتُ عَائِشَةَ ـ رضى الله عنها ـ كَيْفَ صَلاَةُ النَّبِيِّ صلى الله عليه وسلم بِاللَّيْلِ قَالَتْ كَانَ يَنَامُ أَوَّلَهُ وَيَقُومُ آخِرَهُ، فَيُصَلِّي ثُمَّ يَرْجِعُ إِلَى فِرَاشِهِ، فَإِذَا أَذَّنَ الْمُؤَذِّنُ وَثَبَ، فَإِنْ كَانَ بِهِ حَاجَةٌ اغْتَسَلَ، وَإِلاَّ تَوَضَّأَ وَخَرَجَ.",
    "hadithBengali": "১০৮০। আবূল ওয়ালীদ ও সুলাইমান (রহঃ) ... আসওয়াদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আয়িশা (রাঃ) কে জিজ্ঞাসা করলাম, রাতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সালাত (নামায/নামাজ) কেমন ছিল? তিনি বললেন, তিনি প্রথমাংশে ঘুমাতেন, শেষাংশে জেগে সালাত (নামায/নামাজ) আদায় করতেন। এরপর তাঁর শয্যায় ফিরে যেতেন, মুয়াজ্জ্বীন আযান দিলে দ্রুত উঠে পড়তেন, তখন তাঁর প্রয়োজন থাকলে গোসল করতেন, অনথায় উযূ (ওজু/অজু/অযু) করে (মসজিদের দিকে) বেরিয়ে যেতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1080",
    "id": "1087",
    "thesequence": "1506",
    "isActive": "1",
    "chapterId": "14791",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭২৯. যে ব্যক্তি রাতের প্রথমাংশে ঘুমিয়ে থাকে এবং শেষ অংশকে (ইবাদাত দ্বারা) প্রাণবন্ত রাখে। সালমান (রা.) আবূ দারদা (রা.)- কে (রাতের প্রথমাংশে) বললেন, (এখন) ঘুমিয়ে পড়, শেষ রাত হলে তিনি বললেন, (এখন) উঠে পড়। (বিষয়টি অবগত হয়ে) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করলেনঃ সালমান যথার্থ বলেছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Salma bin `Abdur Rahman:\n\nI asked `Aisha, How is the prayer of Allahs Messenger (ﷺ) during the month of Ramadan. She said, Allahs Messenger (ﷺ) never exceeded eleven rak`at in Ramadan or in other months; he used to offer four rak`at-- do not ask me about their beauty and length, then four rak`at, do not ask me about their beauty and length, and then three rak`at. Aisha further said, I said, O Allahs Messenger (ﷺ)! Do you sleep before offering the witr prayer? He replied, O `Aisha! My eyes sleep but my heart remains awake!",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّهُ أَخْبَرَهُ أَنَّهُ، سَأَلَ عَائِشَةَ ـ رضى الله عنها ـ كَيْفَ كَانَتْ صَلاَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي رَمَضَانَ فَقَالَتْ مَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَزِيدُ فِي رَمَضَانَ وَلاَ فِي غَيْرِهِ عَلَى إِحْدَى عَشْرَةَ رَكْعَةً، يُصَلِّي أَرْبَعًا فَلاَ تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ، ثُمَّ يُصَلِّي أَرْبَعًا فَلاَ تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ، ثُمَّ يُصَلِّي ثَلاَثًا، قَالَتْ عَائِشَةُ فَقُلْتُ يَا رَسُولَ اللَّهِ أَتَنَامُ قَبْلَ أَنْ تُوتِرَ. فَقَالَ   يَا عَائِشَةُ، إِنَّ عَيْنَىَّ تَنَامَانِ وَلاَ يَنَامُ قَلْبِي .",
    "hadithBengali": "১০৮১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ সালামা ইবনু আবদুর রাহমান (রাঃ) থেকে বর্ণিত, তিনি আয়িশা (রাঃ) কে জিজ্ঞাসা করেন, রামাযান মাসে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সালাত (নামায/নামাজ) কেমন ছিল? তিনি বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযান মাসে এবং অন্যান্য সময় (রাতের বেলা) এগার রাকাআতের অধিক সালাত (নামায/নামাজ) আদায় করতেন না। তিনি চার রাকাআত সালাত (নামায/নামাজ) আদায় করতেন। তুমি সেই সালাত (নামায/নামাজ)-এর সৌন্দর্য ও দীর্ঘত্ব সম্পর্কে আমাকে প্রশ্ন করো না। তারপর তিনি তিন রাকাআত (বিত্&zwnj;র) সালাত (নামায/নামাজ) আদায় করতেন। আয়িশা (রাঃ) বলেন, (একদিন) আমি জিজ্ঞাসা করলাম, ইয়া রাসূলাল্লাহ! আপনি কি বিতরের আগে ঘুমিয়ে থাকেন? তিনি ইরশাদ করলেনঃ আমার চোখ দুটি ঘুমায়, কিন্তু আমার হৃদয় ঘুমায় না।\n",
    "checkStatus": "1",
    "hadithNo": "1081",
    "id": "1088",
    "thesequence": "1507",
    "isActive": "1",
    "chapterId": "14792",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩০. রামাযানে ও অন্যান্য সময়ে নবী  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর রাত জেগে ইবাদাত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nI did not see the Prophet (ﷺ) reciting (the Quran) in the night prayer while sitting except when he became old; when he used to recite while sitting, and when thirty or forty verses remained from the Sura, he would get up and recite them and then bow.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ هِشَامٍ، قَالَ أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ مَا رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَقْرَأُ فِي شَىْءٍ مِنْ صَلاَةِ اللَّيْلِ جَالِسًا، حَتَّى إِذَا كَبِرَ قَرَأَ جَالِسًا، فَإِذَا بَقِيَ عَلَيْهِ مِنَ السُّورَةِ ثَلاَثُونَ أَوْ أَرْبَعُونَ آيَةً قَامَ فَقَرَأَهُنَّ ثُمَّ رَكَعَ.",
    "hadithBengali": "১০৮২। মুহাম্মাদ ইবনু মূসান্না (রহঃ) ... উম্মুল মুমিনীন আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাতের কোন সালাত (নামায/নামাজ) আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বসে কিরাআত পড়তে দেখিনি। অবশ্য শেষ দিকে বার্ধক্যে উপনীত হলে তিনি বসে কিরাআত পড়তেন। যখন (আরম্ভকৃত) সূরার ত্রিশ চল্লিশ আয়াত অবশিষ্ট থাকত, তখন দাঁড়িয়ে যেতেন এবং সে পরিমাণ কিরাআত পড়ার পর রুকূ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1082",
    "id": "1089",
    "thesequence": "1508",
    "isActive": "1",
    "chapterId": "14792",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩০. রামাযানে ও অন্যান্য সময়ে নবী  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর রাত জেগে ইবাদাত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAt the time of the Fajr prayer the Prophet (ﷺ) asked Bilal, Tell me of the best deed you did after embracing Islam, for I heard your footsteps in front of me in Paradise. Bilal replied, I did not do anything worth mentioning except that whenever I performed ablution during the day or night, I prayed after that ablution as much as was written for me.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ نَصْرٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ أَبِي حَيَّانَ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لِبِلاَلٍ عِنْدَ صَلاَةِ الْفَجْرِ   يَا بِلاَلُ حَدِّثْنِي بِأَرْجَى عَمَلٍ عَمِلْتَهُ فِي الإِسْلاَمِ، فَإِنِّي سَمِعْتُ دَفَّ نَعْلَيْكَ بَيْنَ يَدَىَّ فِي الْجَنَّةِ . قَالَ مَا عَمِلْتُ عَمَلاً أَرْجَى عِنْدِي أَنِّي لَمْ أَتَطَهَّرْ طُهُورًا فِي سَاعَةِ لَيْلٍ أَوْ نَهَارٍ إِلاَّ صَلَّيْتُ بِذَلِكَ الطُّهُورِ مَا كُتِبَ لِي أَنْ أُصَلِّيَ. قَالَ أَبُو عَبْدِ اللَّهِ دَفَّ نَعْلَيْكَ يَعْنِي تَحْرِيكَ.",
    "hadithBengali": "১০৮৩। ইসহাক ইবনু নাসর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন ফজরের সালাত (নামায/নামাজ) এর সময় বিলাল (রাঃ) কে জিজ্ঞাসা করলেন, হে বিলাল! ইসলাম গ্রহণের পর সর্বাধিক আশাব্যঞ্জক যে আমল তুমি করেছ, তার কথা আমার নিকট ব্যক্ত কর। কেননা, জান্নাতে আমি আমার সামনে তোমর পাদুকার আওয়াজ শুনতে পেয়েছি। বিলাল (রাঃ) বললেন, দিন রাতের যে কোন প্রহরে আমি তাহারাত ও পবিত্রতা অর্জন করেছি, তখনই সে তাহারাত দ্বারা সালাত (নামায/নামাজ) আদায় করেছি, যে পরিমাণ সালাত (নামায/নামাজ) আদায় করা আমার তাকদীরে লেখা ছিল। আমার কাছে এর চাইতে (অধিক) আশাব্যঞ্জক হয়, এম কোন বিশেষ আমল আমি করিনি।\n",
    "checkStatus": "1",
    "hadithNo": "1083",
    "id": "1090",
    "thesequence": "1509",
    "isActive": "1",
    "chapterId": "14793",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩১. রাতে ও দিনে তাহারাত (পবিত্রতা) হাসিল করার ফযীলত এবং উযূ করার পর রাতে ও দিনে সালাত আদায়ের ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik\n\nOnce the Prophet (p.b.u.h) entered the Mosque and saw a rope hanging in between its two pillars. He said, What is this rope? The people said, This rope is for Zainab who, when she feels tired, holds it (to keep standing for the prayer.) The Prophet (ﷺ) said, Dont use it. Remove the rope. You should pray as long as you feel active, and when you get tired, sit down. \n\n Narrated Aisha:\n\nA woman from the tribe of Bani Asad was sitting with me and Allahs Apostle (p.b.u.h) came to my house and said, Who is this? I said, (She is) So and so. She does not sleep at night because she is engaged in prayer. The Prophet (ﷺ) said disapprovingly: Do (good) deeds which is within your capacity as Allah never gets tired of giving rewards till you get tired of doing good deeds. ",
    "hadithArabic": " حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ دَخَلَ النَّبِيُّ صلى الله عليه وسلم فَإِذَا حَبْلٌ مَمْدُودٌ بَيْنَ السَّارِيَتَيْنِ فَقَالَ  مَا هَذَا الْحَبْلُ . قَالُوا هَذَا حَبْلٌ لِزَيْنَبَ فَإِذَا فَتَرَتْ تَعَلَّقَتْ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  لاَ، حُلُّوهُ، لِيُصَلِّ أَحَدُكُمْ نَشَاطَهُ، فَإِذَا فَتَرَ فَلْيَقْعُدْ .\n\n قَالَ وَقَالَ عَبْدُ اللَّهِ بْنِ مَسْلَمَةَ عَنْ مَالِكٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَتْ عِنْدِي امْرَأَةٌ مِنْ بَنِي أَسَدٍ فَدَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  مَنْ هَذِهِ . قُلْتُ فُلاَنَةُ لاَ تَنَامُ بِاللَّيْلِ. فَذُكِرَ مِنْ صَلاَتِهَا فَقَالَ  مَهْ عَلَيْكُمْ مَا تُطِيقُونَ مِنَ الأَعْمَالِ، فَإِنَّ اللَّهَ لاَ يَمَلُّ حَتَّى تَمَلُّوا .",
    "hadithBengali": "১০৮৪। আবূ মামার (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (মসজিদে) প্রবেশ করে দেখতে পেলেন যে, দুটি স্তম্ভের মাঝে একটি রশি টাঙানো রয়েছে। তিনি জিজ্ঞাসা করলেন, এ রশিটি কি কাজের জন্য? লোকেরা বললো, এটি যায়নাবের রশি, তিনি (ইবাদত করতে করতে) অবসন্ন হয়ে পড়লে এটির সাথে নিজেকে বেঁধে দেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করলেনঃ না, ওটা খুলে ফেল। তোমাদের যে কোন ব্যাক্তির প্রফুল্লতা ও সজীবতা থাকা পর্যন্ত ইবাদাত করা উচিৎ। যখন সে ক্লান্ত হয়ে পড়ে তখন যেন সে বসে পড়ে।\n\nঅন্য এক বর্ণনায় আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... উম্মুল মুমিনীন আয়িশা (রাঃ) থেকে বর্ণিত তিনি বলেন, বনূ আসাদের এক মহিলা আমার কাছে উপস্থিত ছিলেন, তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে আগমণ করলেন এবং জিজ্ঞাসা করলেন, এ মহিলাটি কে? আমি বললাম, অমুক। তিনি রাতে ঘুমান না। তখন তাঁর সালাত (নামায/নামাজ)-এর কথা উল্লেখ করা হলে তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেনঃ রেখে দাও। সাধ্যানুযায়ী আমল করতে থাকাই তোমাদের কর্তব্য। কেননা, আল্লাহ্ তাআলা (সওয়াব প্রদানে) বিরক্ত হন না, যতক্ষণ না তোমরা বিরক্ত ও ক্লান্ত হয়ে পড়।\n",
    "checkStatus": "1",
    "hadithNo": "1084",
    "id": "1091",
    "thesequence": "1510",
    "isActive": "1",
    "chapterId": "14794",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩২. ইবাদতে কঠোরতা অবলম্বন অপছন্দনীয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr bin Al-`As:\n\nAllahs Messenger (ﷺ) said to me, O `Abdullah! Do not be like so and so who used to pray at night and then stopped the night prayer.",
    "hadithArabic": "حَدَّثَنَا عَبَّاسُ بْنُ الْحُسَيْنِ، حَدَّثَنَا مُبَشِّرٌ، عَنِ الأَوْزَاعِيِّ،. وَحَدَّثَنِي مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا الأَوْزَاعِيُّ، قَالَ حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، قَالَ حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ الْعَاصِ ـ رضى الله عنهما ـ قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم   يَا عَبْدَ اللَّهِ، لاَ تَكُنْ مِثْلَ فُلاَنٍ، كَانَ يَقُومُ اللَّيْلَ فَتَرَكَ قِيَامَ اللَّيْلِ . وَقَالَ هِشَامٌ حَدَّثَنَا ابْنُ أَبِي الْعِشْرِينَ، حَدَّثَنَا الأَوْزَاعِيُّ، قَالَ حَدَّثَنِي يَحْيَى، عَنْ عُمَرَ بْنِ الْحَكَمِ بْنِ ثَوْبَانَ، قَالَ حَدَّثَنِي أَبُو سَلَمَةَ، مِثْلَهُ. وَتَابَعَهُ عَمْرُو بْنُ أَبِي سَلَمَةَ عَنِ الأَوْزَاعِيِّ،.",
    "hadithBengali": "১০৮৫। আব্বাস ইবনু হুসাইন ও মুহাম্মদ ইবনু মুকাতিল আবূল হাসান (রহঃ) ... আবদুল্লাহ ইবনু আমর ইবনু আস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ হে আবদুল্লাহ! তুমি অমুক ব্যাক্তির মত হয়ো না, সে রাত জেগে ইবাদাত করত, পরে রাত জেগে ইবাদাত করা ছেড়ে দিয়েছে।\n\nহিশাম (রহঃ) ... আবূ সালামা (রাঃ) থেকে অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1085",
    "id": "1092",
    "thesequence": "1511",
    "isActive": "1",
    "chapterId": "14795",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩৩. রাত জেগে ইবাদাতকারীর ঐ ইবাদাত বাদ দেওয়া মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abdullah bin Amr:\nOnce Allahs Messenger (ﷺ) said to me, I have been informed that you offer Salat (prayer) all the night and observe Saum (fast) during the day. I said, (Yes) I do so. He said, If you do so, your eye sight will become weak and you will become weak. No doubt, your body has right on you, and your family has right on you, so observe Saum (for some days) and do not observe it (for some days), offer Salat (for sometime) and then sleep.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ أَبِي الْعَبَّاسِ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو ـ رضى الله عنهما ـ قَالَ لِي النَّبِيُّ صلى الله عليه وسلم  أَلَمْ أُخْبَرْ أَنَّكَ تَقُومُ اللَّيْلَ وَتَصُومُ النَّهَارَ  قُلْتُ إِنِّي أَفْعَلُ ذَلِكَ. قَالَ  فَإِنَّكَ إِذَا فَعَلْتَ ذَلِكَ هَجَمَتْ عَيْنُكَ وَنَفِهَتْ نَفْسُكَ، وَإِنَّ لِنَفْسِكَ حَقٌّ، وَلأَهْلِكَ حَقٌّ، فَصُمْ وَأَفْطِرْ، وَقُمْ وَنَمْ .",
    "hadithBengali": "১০৮৬। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূল আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আবদুল্লাহ ইবনু উমর (রাঃ) থেকে শুনেছি, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ আমাকে কি জানানো হয়নি যে, তুমি রাতভর ইবাদাতে জেগে থাক, আর দিনভর সিয়াম পালন কর? আমি বললাম, হ্যাঁ, তা আমি করে থাকি। তিনি ইরশাদ করলেনঃ একথা নিশ্চিত যে, তুমি এমন করতে থাকলে তোমার দৃষ্টিশক্তি দুর্বল হয়ে যাবে এবং তুমি ক্লান্ত হয়ে পড়বে। তোমার দেহের অধিকার রয়েছে, তোমার পরিবার পরিজনেরও অধিকার রয়েছে। কাজেই তুমি সিয়াম পালন করবে এবং বাদও দেবে। আর জেগে ইবাদাত করবে ঘুমাবেও।\n",
    "checkStatus": "1",
    "hadithNo": "1086",
    "id": "1093",
    "thesequence": "1512",
    "isActive": "1",
    "chapterId": "14796",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩৪. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ubada bin As-Samit:\n\nThe Prophet (ﷺ) Whoever gets up at night and says: -- La ilaha il-lallah Wahdahu la Sharika lahu Lahu-lmulk, waLahu-l-hamd wahuwa ala kullishaiin Qadir. Al hamdu lil-lahi wa subhanal-lahi wa la-ilaha il-lal-lah wa-l-lahu akbar wa la hawla Wala Quwata il-la-bil-lah. (None has the right to be worshipped but Allah. He is the Only One and has no partners . For Him is the Kingdom and all the praises are due for Him. He is Omnipotent. All the praises are for Allah. All the glories are for Allah. And none has the right to be worshipped but Allah, And Allah is Great And there is neither Might nor Power Except with Allah). And then says: -- Allahumma, Ighfir li (O Allah! Forgive me). Or invokes (Allah), he will be responded to and if he performs ablution (and prays), his prayer will be accepted.",
    "hadithArabic": "حَدَّثَنَا صَدَقَةُ بْنُ الْفَضْلِ، أَخْبَرَنَا الْوَلِيدُ، عَنِ الأَوْزَاعِيِّ، قَالَ حَدَّثَنِي عُمَيْرُ بْنُ هَانِئٍ، قَالَ حَدَّثَنِي جُنَادَةُ بْنُ أَبِي أُمَيَّةَ، حَدَّثَنِي عُبَادَةُ بْنُ الصَّامِتِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ تَعَارَّ مِنَ اللَّيْلِ فَقَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ. الْحَمْدُ لِلَّهِ، وَسُبْحَانَ اللَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ. ثُمَّ قَالَ اللَّهُمَّ اغْفِرْ لِي. أَوْ دَعَا اسْتُجِيبَ، فَإِنْ تَوَضَّأَ وَصَلَّى قُبِلَتْ صَلاَتُهُ .",
    "hadithBengali": "১০৮৭। সাদাকা ইবনু ফায্ল (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি রাতে জেগে ওঠে এ দুআ পড়ে ......لاَ إِلَهَ إِلاَّ اللَّهُ এক আল্লাহ্ ব্যতীত সত্য কোন ইলাহ নেই। তিনি এক তাঁর কোন শরীক নেই। রাজ্য তাঁরই। যাবতীয় প্রশংসা তাঁরই। তিনই সব কিছুর উপরে শক্তিমান। যাবতীয় হামদ আল্লাহরই জন্য, আল্লাহ্ তাআলা পবিত্র, আল্লাহ্ ব্যতীত সত্য ইলাহ্ নেই। আল্লাহ মহান, গুনাহ থেকে বাঁচার এবং নেক কাজ করার কোন শক্তি নেই আল্লাহর তাওফীক ব্যতীত। তারপর বলে, ইয়া আল্লাহ্! আমাকে ক্ষমা করুন। বা (অন্য কোন) দুআ করে, তাঁর দুআ কবূল করা হয়।\n\nএরপর উযূ (ওজু/অজু/অযু) করে (সালাত (নামায/নামাজ) আদায় করলে) তার সালাত (নামায/নামাজ) কবূল করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "1087",
    "id": "1094",
    "thesequence": "1513",
    "isActive": "1",
    "chapterId": "14797",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩৫. যে ব্যক্তি রাত জেগে সালাত আদায় করে তাঁর ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThat once Allahs Messenger (ﷺ) (p.b.u.h) said, Your brother, i.e. `Abdullah bin Rawaha does not say obscene (referring to his verses): Amongst us is Allahs Messenger (ﷺ), who recites His Book when it dawns. He showed us the guidance, after we were blind. We believe that whatever he says will come true. And he spends his nights in such a way as his sides do not touch his bed. While the pagans were deeply asleep.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي الْهَيْثَمُ بْنُ أَبِي سِنَانٍ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ وَهُوَ يَقْصُصُ فِي قَصَصِهِ وَهُوَ يَذْكُرُ رَسُولَ اللَّهِ صلى الله عليه وسلم إِنَّ أَخًا لَكُمْ لاَ يَقُولُ الرَّفَثَ. يَعْنِي بِذَلِكَ عَبْدَ اللَّهِ بْنَ رَوَاحَةَ وَفِينَا رَسُولُ اللَّهِ يَتْلُو كِتَابَهُ إِذَا انْشَقَّ مَعْرُوفٌ مِنَ الْفَجْرِ سَاطِعُ أَرَانَا الْهُدَى بَعْدَ الْعَمَى فَقُلُوبُنَا بِهِ مُوقِنَاتٌ أَنَّ مَا قَالَ وَاقِعُ يَبِيتُ يُجَافِي جَنْبَهُ عَنْ فِرَاشِهِ إِذَا اسْتَثْقَلَتْ بِالْمُشْرِكِينَ الْمَضَاجِعُ تَابَعَهُ عُقَيْلٌ. وَقَالَ الزُّبَيْدِيُّ أَخْبَرَنِي الزُّهْرِيُّ عَنْ سَعِيدٍ وَالأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه.",
    "hadithBengali": "১০৮৮। ইয়াহ্ইয়া ইবনু বুকাইর (রহঃ) ... হায়সাম ইবনু আবূ সিনান (রাঃ) থেকে বর্ণিত, তিনি বলেন, আবূ হুরায়রা (রাঃ) তাঁর ওয়ায বর্ণনাকালে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আলোচনা প্রসঙ্গে বলেন, তোমাদের এক ভাই অর্থাৎ আবদুল্লাহ ইবনু রাওয়াহা (রাঃ) অনর্থক কথা বলেন নি। [১] &ldquo;আর আমাদের মাঝে বর্তমান রয়েছেন আল্লাহ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম , যিনি আল্লাহর কিতাব তিলাওয়াত করেন, যখন উদ্ভাসিত হয় ভোরের আলো। গোমরাহীর পর তিনি আমাদের হিদায়াতের পথ দেখিয়েছেন, তাই আমাদের হৃদয়সমূহ, তাঁর প্রতি নিশ্চিত বিশ্বাস স্থাপনকারী যে, তিনি যা বলেছেন তা অবশ্য সত্য। তিনি রাত কাটান শয্যা থেকে পার্শ্বকে দূরে সরিয়ে রেখে, যখন মুশরিকরা শয্যাগুলোতে নিদ্রামগ্ন থাকে।&rdquo;\n\nআর উকাইল (রহঃ) ইউনুস (রহঃ)-এর অনুসরণ করেছেন। যুবায়দী (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রেও তা বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1088",
    "id": "1095",
    "thesequence": "1514",
    "isActive": "1",
    "chapterId": "14797",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩৫. যে ব্যক্তি রাত জেগে সালাত আদায় করে তাঁর ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Nafi`:\n\nIbn `Umar said, In the lifetime of the Prophet (ﷺ) I dreamt that a piece of silk cloth was in my hand and it flew with me to whichever part of Paradise I wanted. I also saw as if two persons (i.e. angels) came to me and wanted to take me to Hell. Then an angel met us and told me not to be afraid. He then told them to leave me. Hafsa narrated one of my dreams to the Prophet (ﷺ) and the Prophet (ﷺ) said, Abdullah is a good man. Would that he offer the night prayer (Tahajjud)! So after that day `Abdullah (bin `Umar) started offering Tahajjud. The companions of the Prophet (p.b.u.h) used to tell him their dreams that (Laila-tul-Qadr) was on the 27th of the month of Ramadan. The Prophet (ﷺ) said, I see that your dreams agree on the last ten nights of Ramadan and so whoever is in search of it should seek it in the last ten nights of Ramadan.",
    "hadithArabic": " حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، رضى الله عنهما قَالَ رَأَيْتُ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم كَأَنَّ بِيَدِي قِطْعَةَ إِسْتَبْرَقٍ، فَكَأَنِّي لاَ أُرِيدُ مَكَانًا مِنَ الْجَنَّةِ إِلاَّ طَارَتْ إِلَيْهِ، وَرَأَيْتُ كَأَنَّ اثْنَيْنِ أَتَيَانِي أَرَادَا أَنْ يَذْهَبَا بِي إِلَى النَّارِ فَتَلَقَّاهُمَا مَلَكٌ فَقَالَ لَمْ تُرَعْ خَلِّيَا عَنْهُ. فَقَصَّتْ حَفْصَةُ عَلَى النَّبِيِّ صلى الله عليه وسلم إِحْدَى رُؤْيَاىَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  نِعْمَ الرَّجُلُ عَبْدُ اللَّهِ لَوْ كَانَ يُصَلِّي مِنَ اللَّيْلِ . فَكَانَ عَبْدُ اللَّهِ ـ رضى الله عنه ـ يُصَلِّي مِنَ اللَّيْلِ. وَكَانُوا لاَ يَزَالُونَ يَقُصُّونَ عَلَى النَّبِيِّ صلى الله عليه وسلم الرُّؤْيَا أَنَّهَا فِي اللَّيْلَةِ السَّابِعَةِ مِنَ الْعَشْرِ الأَوَاخِرِ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم  أَرَى رُؤْيَاكُمْ قَدْ تَوَاطَتْ فِي الْعَشْرِ الأَوَاخِرِ، فَمَنْ كَانَ مُتَحَرِّيْهَا فَلْيَتَحَرَّهَا مِنَ الْعَشْرِ الأَوَاخِرِ .",
    "hadithBengali": "১০৮৯। আবূ নুমান (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে আমি (এক রাতে) স্বপ্নে দেখলাম যেন আমার হাতে একখন্ড মোটা রেশমী কাপড় রয়েছে এবং যেন আমি জান্নাতের যে কোন স্থানে যেতে ইচ্ছা করছি। কাপড় (আমাকে) সেখানে উড়িয়ে নিয়ে যাচ্ছে। অপর একটি স্বপ্নে আমি দেখলাম, যেন দুজন ফিরিশতা আমার কাছে এসে আমাকে জাহান্নামের দিকে নিয়ে যেতে চাচ্ছেন। তখন অন্য একজন ফিরিশতা তাঁদের সামনে এসে বললেন, তোমরা কোন ভয় নেই। (আর ঐ দুজনকে বললেন) তাকে ছেড়ে দাও। (উম্মুল মুমিনীন) হাফসা (রাঃ) আমার স্বপ্নদ্বয়ের একটি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বর্ণনা করলে তিনি বললেনঃ আবদুল্লাহ্ (রাঃ) কত ভাল লো্ক! যদি সে রাতের বেলা সালাত (নামায/নামাজ) (তাহাজ্জুদ) আদায় করত।\n\nএরপর থেকে আবদুল্লাহ্ (রাঃ) রাতের এক অংশে সালাত (নামায/নামাজ) আদায় করতেন। সাহবীগণ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট (তাঁদের দেখা) স্বপ্ন বর্ণনা দিলেন। লাইলাতুল কদর রামাযানের শেষ দশকের সপ্তম রাতে। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি মনে করি যে, (লাইলাতুল কদর শেষ দশকে হওয়ার ব্যাপারে) তোমাদের স্বপ্নগুলোর মধ্যে পরস্পর মিল রয়েছে। কাজেই যে ব্যাক্তি লাইলাতুল কদরের অনুসন্ধান করতে চায় সে যেন তা (রামাযানের) শেষ দশকে অনুসন্ধান করে।\n",
    "checkStatus": "1",
    "hadithNo": "1089",
    "id": "1096",
    "thesequence": "1515",
    "isActive": "1",
    "chapterId": "14797",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩৫. যে ব্যক্তি রাত জেগে সালাত আদায় করে তাঁর ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha;:\n\nAllahs Messenger (ﷺ) offered the `Isha prayer (and then got up at the Tahajjud time) and offered eight rak`at and then offered two rak`at while sitting. He then offered two rak`at in between the Adhan and Iqama (of the Fajr prayer) and he never missed them.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا سَعِيدٌ ـ هُوَ ابْنُ أَبِي أَيُّوبَ ـ قَالَ حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ، عَنْ عِرَاكِ بْنِ مَالِكٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ صَلَّى النَّبِيُّ صلى الله عليه وسلم الْعِشَاءَ ثُمَّ صَلَّى ثَمَانَ رَكَعَاتٍ وَرَكْعَتَيْنِ جَالِسًا وَرَكْعَتَيْنِ بَيْنَ النِّدَاءَيْنِ، وَلَمْ يَكُنْ يَدَعُهُمَا أَبَدًا.",
    "hadithBengali": "১০৯০। আবদুল্লাহ ইবনু ইয়াযীদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইশার সালাত (নামায/নামাজ) আদায় করলেন, এরপর আট রাকাআত সালাত (নামায/নামাজ) আদায় করেন। এবং দু রাকাআত আদায় করেন বসে। দু রাকাআত সালাত (নামায/নামাজ) আদায় করেন আযান ও ইকামাত-এর মধ্যবর্তী সময়ে। এ দু রাকাআত তিনি কখনো পরিত্যাগ করতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "1090",
    "id": "1097",
    "thesequence": "1516",
    "isActive": "1",
    "chapterId": "14798",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩৬. ফজরের (সুন্নাত) দু&rsquo; রাকা&rsquo;আত নিয়মিত আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) used to lie down on his right side, after offering two rak`at (Sunna) of the Fajr prayer.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي أَيُّوبَ، قَالَ حَدَّثَنِي أَبُو الأَسْوَدِ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا صَلَّى رَكْعَتَىِ الْفَجْرِ اضْطَجَعَ عَلَى شِقِّهِ الأَيْمَنِ.",
    "hadithBengali": "১০৯১। আবদুল্লাহ ইবনু ইয়াযীদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজরের দু রাকাআত সালাত (নামায/নামাজ) আদায় করার পর ডান কাতে শুইতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1091",
    "id": "1098",
    "thesequence": "1517",
    "isActive": "1",
    "chapterId": "14799",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩৭. ফজরের দু&rsquo; রাকা&rsquo;আত সুন্নাতের পর ডান কাতে শোয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAfter offering the Sunna of the Fajr prayer, the Prophet (ﷺ) used to talk to me, if I happen to be awake; otherwise he would lie down till the Iqama call was proclaimed (for the Fajr prayer).",
    "hadithArabic": " حَدَّثَنَا بِشْرُ بْنُ الْحَكَمِ، حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنِي سَالِمٌ أَبُو النَّضْرِ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا صَلَّى {سُنَّةَ الْفَجْرِ} فَإِنْ كُنْتُ مُسْتَيْقِظَةً حَدَّثَنِي وَإِلاَّ اضْطَجَعَ حَتَّى يُؤْذَنَ بِالصَّلاَةِ.",
    "hadithBengali": "১০৯২। বিশর ইবনু হাকাম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ফজরের সুন্নাত) সালাত (নামায/নামাজ) আদায় করার পর আমি জেগে থাকলে, তিনি আমার সাথে কথাবার্তা বলতেন, অন্যথায় (জামাআতের সময় হয়ে যাওয়ার) অবগতি প্রদান পর্যন্ত ডান কাতে শুয়ে থাকতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1092",
    "id": "1099",
    "thesequence": "1518",
    "isActive": "1",
    "chapterId": "14800",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩৮. দু&rsquo; রাকা&rsquo;আত (ফজরের সুন্নাত) এর পর কথাবার্তা বল এবং না শোয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nThe Prophet (p.b.u.h) used to teach us the way of doing Istikhara (Istikhara means to ask Allah to guide one to the right sort of action concerning any job or a deed), in all matters as he taught us the Suras of the Quran. He said, If anyone of you thinks of doing any job he should offer a two rak`at prayer other than the compulsory ones and say (after the prayer): -- Allahumma inni astakhiruka biilmika, Wa astaqdiruka bi-qudratika, Wa asalaka min fadlika Al-`azlm Fa-innaka taqdiru Wala aqdiru, Wa talamu Wala alamu, Wa anta allamu l-ghuyub. Allahumma, in kunta talam anna hadha-lamra Khairun li fi dini wa maashi waaqibati `Amri (or ajili `Amri waajilihi) Faqdirhu wa yas-sirhu li thumma barik li Fihi, Wa in kunta talamu anna hadha-lamra shar-run li fi dini wa maashi waaqibati `Amri (or fiajili `Amri wa ajilihi) Fasrifhu anni was-rifni anhu. Waqdir li al-khaira haithu kana Thumma ardini bihi. (O Allah! I ask guidance from Your knowledge, And Power from Your Might and I ask for Your great blessings. You are capable and I am not. You know and I do not and You know the unseen. O Allah! If You know that this job is good for my religion and my subsistence and in my Hereafter--(or said: If it is better for my present and later needs)--Then You ordain it for me and make it easy for me to get, And then bless me in it, and if You know that this job is harmful to me In my religion and subsistence and in the Hereafter--(or said: If it is worse for my present and later needs)--Then keep it away from me and let me be away from it. And ordain for me whatever is good for me, And make me satisfied with it). The Prophet (ﷺ) added that then the person should name (mention) his need.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الْمَوَالِي، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُنَا الاِسْتِخَارَةَ فِي الأُمُورِ كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ يَقُولُ   إِذَا هَمَّ أَحَدُكُمْ بِالأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ ثُمَّ لِيَقُلِ اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ، فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ وَتَعْلَمُ وَلاَ أَعْلَمُ وَأَنْتَ عَلاَّمُ الْغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي ـ أَوْ قَالَ عَاجِلِ أَمْرِي وَآجِلِهِ ـ فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثُمَّ بَارِكْ لِي فِيهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي ـ أَوْ قَالَ فِي عَاجِلِ أَمْرِي وَآجِلِهِ ـ فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ، وَاقْدُرْ لِي الْخَيْرَ حَيْثُ كَانَ ثُمَّ أَرْضِنِي بِهِ ـ قَالَ ـ وَيُسَمِّي حَاجَتَهُ .",
    "hadithBengali": "১০৯৩। কুতাইবা (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সব কাজে ইস্তাখারাহ্ [১] শিক্ষা দিতেন। যেমন পবিত্র কুরআনের সূরা আমাদের শিখাতেন তিনি বলেছেনঃ তোমাদের কউ কোন কাজের ইচ্ছা করলে সে যেন ফরয নয় এমন দু রাকাআত (নফল) সালাত (নামায/নামাজ) আদায় করার পর এ দুআ পড়েঃ &ldquo;ইয়া আল্লাহ্! আমি আপনার ইল্&zwnj;মের ওয়াসীলায় আপনার কাছে (উদ্দীষ্ট বিষয়ের) কল্যাণ চাই এবং আপনার কুদরতের ওয়াসীলায় আপনার কাছে শক্তি চাই আর আপনার কাছে চাই আপনার মহান অনুগ্রহ। কেননা, আপনই (সব কিছুতে) ক্ষমতা রাখেন, আমি কোন ক্ষমতা রাখি না; আপনই (সব বিষয়ে) অবগত আর আমি অবগত নই;) আপনই গায়েব সম্পর্কে সম্যক জ্ঞাত। ইয়া আল্লাহ্! আমার দ্বীন, আমার জীবন-জীবিকা ও আমার কাজের পরিণাম বিচারে, অথবা বলেছেন, আমার কাজের আশা ও শেষ পরিণতি হিসাবে যদি এ কাজটি আমার জন্য কল্যাণকর বলে জানেন তা হলে আমার জণ্য তার ব্যবস্থা করে দিন। আর তা আমার জন্য সহজ করে দিন। তারপর আমার জন্য তাতে বরকত দান করুন আর যদি এ কাজটি আমার দ্বীন, আমার জীবন-জীবিকা ও আমার কাজের পরিনাম অথবা বলেছেন, আমার কাজের আশু ও শেষ পরিণতি হিসাবে আমার জন্য ক্ষতি হয় বলে জানেন; তা হলে আপনি তা আমার থেকে সরিয়ে নিন এবং আমাকে তা থেকে ফিরিয়ে রাখুন আর আমার জন্য কল্যাণ নির্ধারিত রাখুন; তা যেখানেই হোক। এরপর সে বিষয়ে আমাকে রাজী থাকার তৌফিক দিন। তিনি ইরশাদ করেন هَذَا الأَمْر তার প্রয়োজনের কথা উল্লেখ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "1093",
    "id": "1100",
    "thesequence": "1519",
    "isActive": "1",
    "chapterId": "14801",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩৯. নফল সালাত দু&rsquo;রাকা&rsquo;আত করে আদায় করা। মুহাম্মদ (ইমাম বুখারী (র.) বলেন, বিষয়টি আম্মার আবূ যার্র, আনাস জাবির ইব্ন যায়িদ (রা.) এবং ইকরিমা ও যুহরী (র.) থেকেও উল্লেখিত হয়েছে। ইয়াহইয়া ইব্ন সাঈদ আনসারী (র.) বলেছেন, আমাদের শহরের (মদীনার) ফকীহ্গণকে দিনের সালাতে প্রতি দু&rsquo;রাকা&rsquo;আত শেষে সালাম করতে দেখেছি। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Qatada bin Rabi Al-Ansari;:\n\nThe Prophet (ﷺ) said, If anyone of you enters a Mosque, he should not sit until he has offered a tworak` at prayer.",
    "hadithArabic": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدٍ، عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عَمْرِو بْنِ سُلَيْمٍ الزُّرَقِيِّ، سَمِعَ أَبَا قَتَادَةَ بْنَ رِبْعِيٍّ الأَنْصَارِيّ َ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِذَا دَخَلَ أَحَدُكُمُ الْمَسْجِدَ فَلاَ يَجْلِسْ حَتَّى يُصَلِّيَ رَكْعَتَيْنِ .",
    "hadithBengali": "১০৯৪। মাক্কী ইবনু ইবরাহীম (রহঃ) ... আবূ কাতাদা ইবনু রিবআ আনসারী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ তোমাদের কেউ মসজিদে প্রবেশ করলে দু রাকাআত সালাত (নামায/নামাজ) (তাহিয়্যাতুল-মাসজিদ) আদায় করার আগে বসবে না।\n",
    "checkStatus": "1",
    "hadithNo": "1094",
    "id": "1101",
    "thesequence": "1520",
    "isActive": "1",
    "chapterId": "14801",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩৯. নফল সালাত দু&rsquo;রাকা&rsquo;আত করে আদায় করা। মুহাম্মদ (ইমাম বুখারী (র.) বলেন, বিষয়টি আম্মার আবূ যার্র, আনাস জাবির ইব্ন যায়িদ (রা.) এবং ইকরিমা ও যুহরী (র.) থেকেও উল্লেখিত হয়েছে। ইয়াহইয়া ইব্ন সাঈদ আনসারী (র.) বলেছেন, আমাদের শহরের (মদীনার) ফকীহ্গণকে দিনের সালাতে প্রতি দু&rsquo;রাকা&rsquo;আত শেষে সালাম করতে দেখেছি। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllahs Messenger (ﷺ) led us and offered a two rak`at prayer and then went away.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ صَلَّى لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم رَكْعَتَيْنِ ثُمَّ انْصَرَفَ.",
    "hadithBengali": "১০৯৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিয়ে দু রাকাআত সালাত (নামায/নামাজ) আদায় করলেন, তারপর চলে গেলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1095",
    "id": "1102",
    "thesequence": "1521",
    "isActive": "1",
    "chapterId": "14801",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩৯. নফল সালাত দু&rsquo;রাকা&rsquo;আত করে আদায় করা। মুহাম্মদ (ইমাম বুখারী (র.) বলেন, বিষয়টি আম্মার আবূ যার্র, আনাস জাবির ইব্ন যায়িদ (রা.) এবং ইকরিমা ও যুহরী (র.) থেকেও উল্লেখিত হয়েছে। ইয়াহইয়া ইব্ন সাঈদ আনসারী (র.) বলেছেন, আমাদের শহরের (মদীনার) ফকীহ্গণকে দিনের সালাতে প্রতি দু&rsquo;রাকা&rsquo;আত শেষে সালাম করতে দেখেছি। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar Abu:\n\nI offered with Allahs Messenger (ﷺ) a two rak`at prayer before the Zuhr prayer and two rak`at after the Zuhr prayer, two rak`at after Jumua, Maghrib and `Isha prayers.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي سَالِمٌ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم رَكْعَتَيْنِ قَبْلَ الظُّهْرِ، وَرَكْعَتَيْنِ بَعْدَ الظُّهْرِ، وَرَكْعَتَيْنِ بَعْدَ الْجُمُعَةِ، وَرَكْعَتَيْنِ بَعْدَ الْمَغْرِبِ، وَرَكْعَتَيْنِ بَعْدَ الْعِشَاءِ.",
    "hadithBengali": "১০৯৬। ইয়াহ্ইয়া ইবনু বুকাইর (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে যুহরের আগে দু রাকাআত, যুহ্&zwnj;রের পরে দু রাকাআত, জুমু&#39;আর পরে দু রাকাআত, মাগরিবের পরে দু রাকাআত এবং ইশার পরে দু রাকাআত (সুন্নাত) সালাত (নামায/নামাজ) আদায় করেছি।\n",
    "checkStatus": "1",
    "hadithNo": "1096",
    "id": "1103",
    "thesequence": "1522",
    "isActive": "1",
    "chapterId": "14801",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩৯. নফল সালাত দু&rsquo;রাকা&rsquo;আত করে আদায় করা। মুহাম্মদ (ইমাম বুখারী (র.) বলেন, বিষয়টি আম্মার আবূ যার্র, আনাস জাবির ইব্ন যায়িদ (রা.) এবং ইকরিমা ও যুহরী (র.) থেকেও উল্লেখিত হয়েছে। ইয়াহইয়া ইব্ন সাঈদ আনসারী (র.) বলেছেন, আমাদের শহরের (মদীনার) ফকীহ্গণকে দিনের সালাতে প্রতি দু&rsquo;রাকা&rsquo;আত শেষে সালাম করতে দেখেছি। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nWhile delivering a sermon, Allahs Messenger (ﷺ) said, If anyone of you comes while the Imam is delivering the sermon or has come out for it, he should offer a two rak`at prayer.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، قَالَ أَخْبَرَنَا شُعْبَةُ، أَخْبَرَنَا عَمْرُو بْنُ دِينَارٍ، قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ يَخْطُبُ   إِذَا جَاءَ أَحَدُكُمْ وَالإِمَامُ يَخْطُبُ ـ أَوْ قَدْ خَرَجَ ـ فَلْيُصَلِّ رَكْعَتَيْنِ .",
    "hadithBengali": "১০৯৭। আদম (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর খুতবা প্রদান কালে ইরশাদ করলেনঃ তোমরা কেউ এমন সময় মসজিদে উপস্থিত হলে, যখন ইমাম (জুমু&#39;আর) খুতবা দিচ্ছেন, কিংবা মিম্বরে আরোহেণের জন্য (হুজরা থেকে) বেরিয়ে পড়েছেন, তাহলে সে তখন যেন দু রাকাআত সালাত (নামায/নামাজ) আদায় করে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "1097",
    "id": "1104",
    "thesequence": "1523",
    "isActive": "1",
    "chapterId": "14801",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩৯. নফল সালাত দু&rsquo;রাকা&rsquo;আত করে আদায় করা। মুহাম্মদ (ইমাম বুখারী (র.) বলেন, বিষয়টি আম্মার আবূ যার্র, আনাস জাবির ইব্ন যায়িদ (রা.) এবং ইকরিমা ও যুহরী (র.) থেকেও উল্লেখিত হয়েছে। ইয়াহইয়া ইব্ন সাঈদ আনসারী (র.) বলেছেন, আমাদের শহরের (মদীনার) ফকীহ্গণকে দিনের সালাতে প্রতি দু&rsquo;রাকা&rsquo;আত শেষে সালাম করতে দেখেছি। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Mujahid:\n\nSomebody came to the house of Ibn `Umar and told him that Allahs Messenger (ﷺ)s had entered the Ka`ba. Ibn `Umar said, I went in front of the Ka`ba and found that Allahs Messenger (ﷺ) had come out of the Ka`ba and I saw Bilal standing by the side of the gate of the Ka`ba. I said, O Bilal! Has Allahs Apostle (p.b.u.h) prayed inside the Ka`ba? Bilal replied in the affirmative. I said, Where (did he pray)? He replied, (He prayed) Between these two pillars and then he came out and offered a two rak`at prayer in front of the Ka`ba.  Abu `Abdullah said: Abu Huraira said, The Prophet (p.b.u.h) advised me to offer two rak`at of Duha prayer (prayer to be offered after sunrise and before midday).  Itban (bin Malik) said, Allahs Messenger (ﷺ) (p.b.u.h) and Abu Bakr, came to me after sunrise and we aligned behind the Prophet (p.b.u.h) and offered two rak`at.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا سَيْفُ بْنُ سُلَيْمَانَ الْمَكِّيُّ، سَمِعْتُ مُجَاهِدًا، يَقُولُ أُتِيَ ابْنُ عُمَرَ ـ رضى الله عنهما ـ فِي مَنْزِلِهِ فَقِيلَ لَهُ هَذَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَدْ دَخَلَ الْكَعْبَةَ قَالَ فَأَقْبَلْتُ فَأَجِدُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ خَرَجَ، وَأَجِدُ بِلاَلاً عِنْدَ الْبَابِ قَائِمًا فَقُلْتُ يَا بِلاَلُ، صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْكَعْبَةِ قَالَ نَعَمْ. قُلْتُ فَأَيْنَ قَالَ بَيْنَ هَاتَيْنِ الأُسْطُوَانَتَيْنِ. ثُمَّ خَرَجَ فَصَلَّى رَكْعَتَيْنِ فِي وَجْهِ الْكَعْبَةِ. قَالَ أَبُو عَبْدِ اللَّهِ قَالَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ أَوْصَانِي النَّبِيُّ صلى الله عليه وسلم بِرَكْعَتَىِ الضُّحَى. وَقَالَ عِتْبَانُ غَدَا عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ ـ رضى الله عنه ـ بَعْدَ مَا امْتَدَّ النَّهَارُ وَصَفَفْنَا وَرَاءَهُ فَرَكَعَ رَكْعَتَيْنِ.",
    "hadithBengali": "১০৯৮। আবূ নুআইম (রহঃ) ... মুজাহিদ (রহঃ) থেকে বর্ণিত তিনি বলেন, এক ব্যাক্তি ইবনু উমর (রাঃ) এর বাড়ীতে এসে তাঁকে খবর দিল, এই মাত্র রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাবা শরীফে প্রবেশ করলেন। ইবনু উমর (রাঃ) বলেন, আমি অগ্রসর হলাম। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাবা ঘর থেকে বের হয়ে পড়েছেন। বিলাল (রাঃ) দরওয়াযার কাছে দাঁড়িয়ে রয়েছেন। আমি বললাম, হে বিলাল! রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাবা শরীফের ভিতরে সালাত (নামায/নামাজ) আদায় করেছেন কি? তিনি বললেন, হ্যাঁ আমি জিজ্ঞাসা করলাম, কোন স্থানে? তিনি বললেন, দুস্তম্ভের মাঝখানে। এরপর তিনি বেরিয়ে এসে কাবার সামনে দু রাকাআত সালাত (নামায/নামাজ) আদায় করলেন।\n\nইমাম বুখারী (রহঃ) বলেন, আবূ হুরায়রা (রাঃ) বলেছেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে দু রাকাআত সালাতুয যুহা (চাশ্&zwnj;ত-এর সালাত (নামায/নামাজ) এর আদেশ করেছেন। ইতবান (ইবনু মালিক আনসারী) (রাঃ) বলেন, একদিন বেশ বেলা হলে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ বাকর এবং উমার (রাঃ) আমার এখানে আগমণ করলেন। আমরা তাঁর পিছনে কাতারবন্দী হয়ে দাঁড়ালাম আর তিনি (আমাদের নিয়ে) দু রাকাআত সালাত (নামায/নামাজ) (চাশ্&zwnj;ত) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1098",
    "id": "1105",
    "thesequence": "1524",
    "isActive": "1",
    "chapterId": "14801",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৩৯. নফল সালাত দু&rsquo;রাকা&rsquo;আত করে আদায় করা। মুহাম্মদ (ইমাম বুখারী (র.) বলেন, বিষয়টি আম্মার আবূ যার্র, আনাস জাবির ইব্ন যায়িদ (রা.) এবং ইকরিমা ও যুহরী (র.) থেকেও উল্লেখিত হয়েছে। ইয়াহইয়া ইব্ন সাঈদ আনসারী (র.) বলেছেন, আমাদের শহরের (মদীনার) ফকীহ্গণকে দিনের সালাতে প্রতি দু&rsquo;রাকা&rsquo;আত শেষে সালাম করতে দেখেছি। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAfter offering the two rak`at (Sunna) the Prophet (p.b.u.h) used to talk to me, if I happen to be awake; otherwise he would lie down.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ أَبُو النَّضْرِ عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُصَلِّي رَكْعَتَيْنِ فَإِنْ كُنْتُ مُسْتَيْقِظَةً حَدَّثَنِي وَإِلاَّ اضْطَجَعَ. قُلْتُ لِسُفْيَانَ فَإِنَّ بَعْضَهُمْ يَرْوِيهِ رَكْعَتَىِ الْفَجْرِ. قَالَ سُفْيَانُ هُوَ ذَاكَ.",
    "hadithBengali": "১০৯৯। আলী ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ফজরের আযানের পর) দু&#39;রাকাআত (সুন্নাত) সালাত (নামায/নামাজ) আদায় করতেন। তারপর আমি সজাগ থাকলে আমার সাথে কথাবার্তা বলতেন, অন্যথায় (ডান) কাতে শয়ন করতেন। (বর্ণনাকারী আলী বলেন) আমি সুফিয়ান (রহঃ) কে জিজ্ঞাসা করলাম, কেউ কেউ এই হাদীসে (দু&#39;রাকা&#39;আত স্থলে) ফজরের দু&#39;রাকাআত রেওয়ায়েত করে থাকেন। (এ বিষয়ে আপনার মন্ত্যব্য কি?) সুফিয়ান (রহঃ) বললেন, এটা তা-ই।\n",
    "checkStatus": "1",
    "hadithNo": "1099",
    "id": "1106",
    "thesequence": "1525",
    "isActive": "1",
    "chapterId": "14802",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৪০. ফজরের (সুন্নাত) দু&rsquo;রাকা&rsquo;আতের পর কথাবার্তা বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) was never more regular and particular in offering any Nawafil than the two rak`at (Sunna) of the Fajr prayer.",
    "hadithArabic": " حَدَّثَنَا بَيَانُ بْنُ عَمْرٍو، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ لَمْ يَكُنِ النَّبِيُّ صلى الله عليه وسلم عَلَى شَىْءٍ مِنَ النَّوَافِلِ أَشَدَّ مِنْهُ تَعَاهُدًا عَلَى رَكْعَتَىِ الْفَجْرِ.",
    "hadithBengali": "১১০০। বায়ান ইবনু আম্&zwnj;র (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন নফল সালাত (নামায/নামাজ) কে ফজরের দু রাকাআত সুন্নাতের ন্যায় অধিক হিফাযত ও গুরুত্ব প্রদানকারী ছিলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "1100",
    "id": "1107",
    "thesequence": "1526",
    "isActive": "1",
    "chapterId": "14803",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৪১. ফজরের (সুন্নাত) দু&rsquo; রাকা&rsquo;আতের হিফাযত আর যারা এ দু&rsquo; রাকা&rsquo;আতকে নফল বলেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) used to offer thirteen rak`at in the night prayer and on hearing the Adhan for the morning prayer, he used to offer two light rak`at.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي بِاللَّيْلِ ثَلاَثَ عَشْرَةَ رَكْعَةً، ثُمَّ يُصَلِّي إِذَا سَمِعَ النِّدَاءَ بِالصُّبْحِ رَكْعَتَيْنِ خَفِيفَتَيْنِ.",
    "hadithBengali": "১১০১। আবদুল্লাহ&zwnj; ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে তের রাকাআত সালাত (নামায/নামাজ) আদায় করতেন, এরপর সকালে (ফজরের) আযান শোনার পর সংক্ষিপ্ত (কিরাআতে) দু রাকাআত সালাত (নামায/নামাজ) আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1101",
    "id": "1108",
    "thesequence": "1527",
    "isActive": "1",
    "chapterId": "14804",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৪২. ফজরের (সুন্নাত) দু&rsquo; রাকা&rsquo;আতে কতটুকু কিরাআত পড়া হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (p.b.u.h) used to make the two rak`at before the Fajr prayer so light that I would wonder whether he recited Al-Fatiha (or not).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَمَّتِهِ، عَمْرَةَ عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم ح وَحَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ حَدَّثَنَا زُهَيْرٌ حَدَّثَنَا يَحْيَى ـ هُوَ ابْنُ سَعِيدٍ ـ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ عَمْرَةَ عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُخَفِّفُ الرَّكْعَتَيْنِ اللَّتَيْنِ قَبْلَ صَلاَةِ الصُّبْحِ حَتَّى إِنِّي لأَقُولُ هَلْ قَرَأَ بِأُمِّ الْكِتَابِ",
    "hadithBengali": "১১০২। মুহাম্মদ ইবনু বাশ্&zwnj;শার ও আহ্&zwnj;মাদ ইবনু ইউনুস (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজরের (ফরয) সালাত (নামায/নামাজ)-এর আগের দু রাকাআত (সুন্নাত) এত সংক্ষিপ্ত করতেন এমনকি আমি (মনে মনে) বলতাম, তিনি কি (শুধু) উম্মুল কিতাব (সূরা ফাতিহা) তিলাওয়াত করলেন?\n",
    "checkStatus": "1",
    "hadithNo": "1102",
    "id": "1109",
    "thesequence": "1528",
    "isActive": "1",
    "chapterId": "14804",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৪২. ফজরের (সুন্নাত) দু&rsquo; রাকা&rsquo;আতে কতটুকু কিরাআত পড়া হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nI offered with the Prophet (ﷺ) two rak`at before the Zuhr and two rak`at after the Zuhr prayer; two rak`at after Maghrib, `Isha and the Jumua prayers. Those of the Maghrib and `Isha were offered in his house. My sister Hafsa told me that the Prophet (ﷺ) used to offer two light rak`at after dawn and it was the time when I never went to the Prophet.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، قَالَ أَخْبَرَنَا نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ صَلَّيْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم سَجْدَتَيْنِ قَبْلَ الظُّهْرِ، وَسَجْدَتَيْنِ بَعْدَ الظُّهْرِ، وَسَجْدَتَيْنِ بَعْدَ الْمَغْرِبِ، وَسَجْدَتَيْنِ بَعْدَ الْعِشَاءِ، وَسَجْدَتَيْنِ بَعْدَ الْجُمُعَةِ، فَأَمَّا الْمَغْرِبُ وَالْعِشَاءُ فَفِي بَيْتِهِ. قَالَ ابْنُ أَبِي الزِّنَادِ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ نَافِعٍ بَعْدَ الْعِشَاءِ فِي أَهْلِهِ. تَابَعَهُ كَثِيرُ بْنُ فَرْقَدٍ وَأَيُّوبُ عَنْ نَافِعٍ. وَحَدَّثَتْنِي أُخْتِي، حَفْصَةُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُصَلِّي سَجْدَتَيْنِ خَفِيفَتَيْنِ بَعْدَ مَا يَطْلُعُ الْفَجْرُ، وَكَانَتْ سَاعَةً لاَ أَدْخُلُ عَلَى النَّبِيِّ صلى الله عليه وسلم فِيهَا. تَابَعَهُ كَثِيرُ بْنُ فَرْقَدٍ وَأَيُّوبُ عَنْ نَافِعٍ. وَقَالَ ابْنُ أَبِي الزِّنَادِ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ نَافِعٍ بَعْدَ الْعِشَاءِ فِي أَهْلِهِ.",
    "hadithBengali": "১১০৩। মুসাদ্দাদ (রহঃ) ... উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অনুসরণে আমি যুহরের আগে দু রাকাআত, যুহরের পর দু রাকাআত, মাগরিবের পর দু রাকাআত, ইশার পর দু রাকাআত এবং জুমু&#39;আর পর দু রাকাআত সালাত (নামায/নামাজ) আদায় করেছি। তবে মাগরিবের ও ইশার পরের সালাত (নামায/নামাজ) তিনি তাঁর ঘরে আদায় করতেন। ইবনু উমর (রাঃ) আরও বলেন, আমার বোন (উম্মুল মুমিনীন) হাফসা (রাঃ) আমাকে হাদীস শুনিয়েছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজর হওয়ার পর সংক্ষিপ্ত দু রাকাআত সালাত (নামায/নামাজ) আদায় করতেন। [ইবনু উমর (রাঃ) বলেন,] এটি ছিল এমন একটি সময়, যখন আমরা কেউ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে হাজির হতাম না। (তাই সে সময়ের আমল সম্পর্কে উম্মুহাতুল মুমিনীন অধিক জানতেন)।\n\nকাসীর ইবনু ফরকাদ ও আইয়ূব (রহঃ) নাফি (রহঃ) থেকে হাদীস বর্ণনায় উবাইদুল্লাহ্&zwnj; (রহঃ) এর অনুসরণ করেছেন। ইবনু আবূয্&zwnj; যিনাদ (রহঃ) বলেছেন, মূসা ইবনু উক্&zwnj;বা (রহঃ) নাফি (রহঃ) থেকে ইশার পরে তাঁর পরিজনের মধ্যে কথাটি বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1103",
    "id": "1110",
    "thesequence": "1529",
    "isActive": "1",
    "chapterId": "14805",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৪৩. ফরয সালাতের পর নফল সালাত ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Amr:\n\nI heard Abu Ash-shatha Jabir saying, I heard Ibn `Abbas saying, I offered with Allahs Messenger (ﷺ) eight rak`at (of Zuhr and `Asr prayers) together and seven rak`at (the Maghrib and the `Isha prayers) together.  I said, O Abu Ash-shatha! I think he must have prayed the Zuhr late and the `Asr early; the `Isha early and the Maghrib late. Abu Ash-shatha said, I also think so.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، قَالَ سَمِعْتُ أَبَا الشَّعْثَاءِ، جَابِرًا قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ ـ رضى الله عنه ـ قَالَ صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم ثَمَانِيًا جَمِيعًا وَسَبْعًا جَمِيعًا. قُلْتُ يَا أَبَا الشَّعْثَاءِ أَظُنُّهُ أَخَّرَ الظُّهْرَ وَعَجَّلَ الْعَصْرَ وَعَجَّلَ الْعِشَاءَ وَأَخَّرَ الْمَغْرِبَ. قَالَ وَأَنَا أَظُنُّهُ.",
    "hadithBengali": "১১০৪। আলী ইবনু আবদুল্লাহ্&zwnj; (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আট রাকাআত একত্রে যুহ্&zwnj;র ও আসরের এবং সাত রাকাআত একত্রে মাগরিব-ইশার আদায় করেছি। (তাই সে ক্ষেত্রে যুহ্&zwnj;র ও মাগরিবের পর সুন্নাত আদায় হয় নি।) আমর (রহঃ) বলেন, আমি বললাম, হে আবূশ শাসা! আমার ধারনা, তিনি যুহ্&zwnj;র শেষ ওয়াক্তে এবং আসর প্রথম ওয়াক্তে আর ইশা প্রথম ওয়াক্তে ও মাগরিব শেষ ওয়াক্তে আদায় করেছিলেন। তিনি বলেছেন, আমিও তাই মনে করি।\n",
    "checkStatus": "1",
    "hadithNo": "1104",
    "id": "1111",
    "thesequence": "1530",
    "isActive": "1",
    "chapterId": "14806",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৪৪. ফরযের পর নফল সালাত আদায় না করা ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muwarriq:\n\nI asked Ibn `Umar Do you offer the Duha prayer? He replied in the negative. I further asked, Did `Umar use to pray it? He (Ibn `Umar) replied in the negative. I again asked, Did Abu Bakr use to pray it? He replied in the negative. I again asked, Did the Prophet (ﷺ) use to pray it? Ibn `Umar replied, I dont think he did.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، عَنْ تَوْبَةَ، عَنْ مُوَرِّقٍ، قَالَ قُلْتُ لاِبْنِ عُمَرَ ـ رضى الله عنهما ـ أَتُصَلِّي الضُّحَى قَالَ لاَ. قُلْتُ فَعُمَرُ. قَالَ لاَ. قُلْتُ فَأَبُو بَكْرٍ. قَالَ لاَ. قُلْتُ فَالنَّبِيُّ صلى الله عليه وسلم قَالَ لاَ إِخَالُهُ.",
    "hadithBengali": "১১০৫। মুসাদ্দাদ (রহঃ) ... মুওয়ার্&zwnj;রিক (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি ইবনু উমর (রাঃ) কে জিজ্ঞাসা করলাম, আপনি কি চাশ্&zwnj;ত-এর সালাত (নামায/নামাজ) আদায় করে থাকেন? তিনি বললেন, না। আমি জিজ্ঞাসা করলাম, উমার (রাঃ) তা আদায় করতেন কি? তিনি বললেন, না। আমি বললাম, আবূ বক্&zwnj;র (রাঃ)? তিনি বললেন, না। আমি জিজ্ঞাসা করলাম, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম? তিনি বললেন, আমি তা মনে করি না। (আমার মনে হয় তিনিও তা আদায় করতেন না, তবে এ ব্যাপারে আমি নিশ্চিত কিছু বলতে পারছি না। )\n",
    "checkStatus": "1",
    "hadithNo": "1105",
    "id": "1112",
    "thesequence": "1531",
    "isActive": "1",
    "chapterId": "14807",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৪৫. সফরে সালাতুয্&zwnj;-যুহা (চাশ্&zwnj;ত) আদায় করা ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdur Rahman bin Abi Laila:\n\nOnly Um Hani narrated to me that she had seen the Prophet (ﷺ) offering the Duha prayer. She said, On the day of the conquest of Mecca, the Prophet (ﷺ) entered my house, took a bath and offered eight rak`at (of Duha prayers. I had never seen the Prophet (ﷺ) offering such a light prayer but he performed bowing and prostrations perfectly .",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَمْرُو بْنُ مُرَّةَ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى، يَقُولُ مَا حَدَّثَنَا أَحَدٌ، أَنَّهُ رَأَى النَّبِيَّ صلى الله عليه وسلم يُصَلِّي الضُّحَى غَيْرَ أُمِّ هَانِئٍ فَإِنَّهَا قَالَتْ إِنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ بَيْتَهَا يَوْمَ فَتْحِ مَكَّةَ فَاغْتَسَلَ وَصَلَّى ثَمَانِيَ رَكَعَاتٍ فَلَمْ أَرَ صَلاَةً قَطُّ أَخَفَّ مِنْهَا، غَيْرَ أَنَّهُ يُتِمُّ الرُّكُوعَ وَالسُّجُودَ.",
    "hadithBengali": "১১০৬। আদম (রহঃ) ... আবদুর রাহমান ইবনু আবূ লায়লা (রহঃ) থেকে বর্ণিত, তিনি বলেন, উম্মু হানী (রাঃ) [নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চাচাত বোন] ব্যাতীত অন্য কেউ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে চাশ্&zwnj;তের সালাত (নামায/নামাজ) আদায় করতে দেখেছেন, এরূপ আমাদের কাছে কেউ বর্ণনা করেননি। তিনি উম্মে হানী (রাঃ) অবশ্য বলেছেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা বিজয়ের দিন (পূর্বাহ্ণে) তাঁর ঘরে গিয়ে গোসল করেছেন। (তিনি বলেছেন) যে, আমি আর কখনো (তাঁকে) অনুরূপ সংক্ষিপ্ত সালাত (নামায/নামাজ) (আদায় করতে) দেখি নি। তবে কিরাআত সংক্ষিপ্ত হলেও তিনি রুকু ও সিজ্&zwnj;দা পুর্নাঙ্গরূপে আদায় করছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1106",
    "id": "1113",
    "thesequence": "1532",
    "isActive": "1",
    "chapterId": "14807",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৪৫. সফরে সালাতুয্&zwnj;-যুহা (চাশ্&zwnj;ত) আদায় করা ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nI never saw the Prophet (ﷺ) offering the Duha prayer but I always offer it.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ مَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم سَبَّحَ سُبْحَةَ الضُّحَى، وَإِنِّي لأُسَبِّحُهَا.",
    "hadithBengali": "১১০৭। আদম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে চাশ্&zwnj;ত-এর সালাত (নামায/নামাজ) আদায় করতে আমি দেখি নি। তবে আমি তা আদায় করে থাকি।\n",
    "checkStatus": "1",
    "hadithNo": "1107",
    "id": "1114",
    "thesequence": "1533",
    "isActive": "1",
    "chapterId": "14808",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৪৬. যারা চাশ্&zwnj;ত-এর সালাত আদায় করেন না, তবে বিষয়টিকে প্রশস্ত মনে করেন (বাধ্যতামূলক মনে করেন না) ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nMy friend (the Prophet) advised me to do three things and I shall not leave them till I die, these are: To fast three days every month, to offer the Duha prayer, and to offer witr before sleeping.",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا شُعْبَةُ، حَدَّثَنَا عَبَّاسٌ الْجُرَيْرِيُّ ـ هُوَ ابْنُ فَرُّوخَ ـ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ أَبِي هُرَيْرَةَ، رضى الله عنه قَالَ أَوْصَانِي خَلِيلِي بِثَلاَثٍ لاَ أَدَعُهُنَّ حَتَّى أَمُوتَ صَوْمِ ثَلاَثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ، وَصَلاَةِ الضُّحَى، وَنَوْمٍ عَلَى وِتْرٍ.",
    "hadithBengali": "১১০৮। মুসলিম ইবনু ইব্&zwnj;রাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমার খলীল ও বন্ধু [নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম] আমাকে তিনটি কাজের ওসিয়্যাত (বিশেষ আদেশ) করেছেন, আমৃত্যু তা আমি পরিত্যাগ করব না। (কাজ তিনটি হল) ১. প্রতি মাসে তিন দিন সিয়াম (পালন করা), ২. সালাতুয-যোহা (চাশ্&zwnj;ত এর সালাত (নামায/নামাজ) আদায় করা) এবং ৩. বিত্&zwnj;র (সালাত (নামায/নামাজ) আদায় করে ঘুমান।\n",
    "checkStatus": "1",
    "hadithNo": "1108",
    "id": "1115",
    "thesequence": "1534",
    "isActive": "1",
    "chapterId": "14809",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৪৭. মুকীম অবস্থায় চাশ্&zwnj;ত-এর সালাত আদায় করা। ইতবান ইব্&zwnj;ন মালিক (রা.) বিষয়টি নবী করীম (সাঃ) থেকে উল্লেখ করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Sirin:\n\nI heard Anas bin Malik al-Ansari saying, An Ansari man, who was very fat, said to the Prophet, I am unable to present myself for the prayer with you. He prepared a meal for the Prophet (ﷺ) and invited him to his house. He washed one side of a mat with water and the Prophet (ﷺ) offered two Rakat on it. So and so, the son of so and so, the son of Al-Jarud asked Anas, Did the Prophet (ﷺ) use to offer the Duha prayer? Anas replied, I never saw him praying (the Duha prayer) except on that day. ",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنَا شُعْبَةُ، عَنْ أَنَسِ بْنِ سِيرِينَ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ الأَنْصَارِيَّ، قَالَ قَالَ رَجُلٌ مِنَ الأَنْصَارِ ـ وَكَانَ ضَخْمًا ـ لِلنَّبِيِّ صلى الله عليه وسلم إِنِّي لاَ أَسْتَطِيعُ الصَّلاَةَ مَعَكَ. فَصَنَعَ لِلنَّبِيِّ صلى الله عليه وسلم طَعَامًا، فَدَعَاهُ إِلَى بَيْتِهِ، وَنَضَحَ لَهُ طَرَفَ حَصِيرٍ بِمَاءٍ فَصَلَّى عَلَيْهِ رَكْعَتَيْنِ. وَقَالَ فُلاَنُ بْنُ فُلاَنِ بْنِ جَارُودٍ لأَنَسٍ ـ رضى الله عنه ـ أَكَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي الضُّحَى فَقَالَ مَا رَأَيْتُهُ صَلَّى غَيْرَ ذَلِكَ الْيَوْمِ.",
    "hadithBengali": "১১০৯। আলী ইবনুল জাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, জনৈক স্থুলদেহী আনসারী নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে আরয্&zwnj; করলেন, আমি আপনার সঙ্গে (জামাআতে) সালাত (নামায/নামাজ) আদায় করতে পারি না। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উদ্দেশ্যে খাবার তৈরি করে তাঁকে দাওয়াত করে নিজ বাড়িতে নিয়ে এলেন এবং একটি চাটাই এর এক অংশে (কোমল ও পরিচ্ছন্ন করার উদ্দেশ্যে) পানি ছিটিয়ে (তা বিছিয়ে) দিলেন। তখন তিনি [নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম] এর উপরে দু রাকাআত সালাত (নামায/নামাজ) আদায় করলেন।\n\nইবনু জারূদ (রহঃ) (নিশ্চিত হওয়ার উদ্দেশ্যে) আনাস ইবনু মালিক (রাঃ) কে জিজ্ঞাসা করলেন (তবে কি) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চাশ্&zwnj;ত-এর সালাত (নামায/নামাজ) আদায় করতেন? আনাস (রাঃ) বললেন, সেদিন ব্যাতীত অন্য সময়ে তাঁকে এ সালাত (নামায/নামাজ) আদায় করতে দেখিনি।\n",
    "checkStatus": "1",
    "hadithNo": "1109",
    "id": "1116",
    "thesequence": "1535",
    "isActive": "1",
    "chapterId": "14809",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৪৭. মুকীম অবস্থায় চাশ্&zwnj;ত-এর সালাত আদায় করা। ইতবান ইব্&zwnj;ন মালিক (রা.) বিষয়টি নবী করীম (সাঃ) থেকে উল্লেখ করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Umar:\n\nI remember ten Rakat of Nawafil from the Prophet, two Rakat before the Zuhr prayer and two after it; two Rakat after Maghrib prayer in his house, and two Rakat after Isha prayer in his house, and two Rakat before the Fajr prayer and at that time nobody would enter the house of the Prophet.\n\nHafsa told me that the Prophet (ﷺ) used to offer two Rakat after the call maker had made the Adhan and the day had dawned.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ حَفِظْتُ مِنَ النَّبِيِّ صلى الله عليه وسلم عَشْرَ رَكَعَاتٍ رَكْعَتَيْنِ قَبْلَ الظُّهْرِ، وَرَكْعَتَيْنِ بَعْدَهَا، وَرَكْعَتَيْنِ بَعْدَ الْمَغْرِبِ فِي بَيْتِهِ، وَرَكْعَتَيْنِ بَعْدَ الْعِشَاءِ فِي بَيْتِهِ، وَرَكْعَتَيْنِ قَبْلَ صَلاَةِ الصُّبْحِ، وَكَانَتْ سَاعَةً لاَ يُدْخَلُ عَلَى النَّبِيِّ صلى الله عليه وسلم فِيهَا. حَدَّثَتْنِي حَفْصَةُ، أَنَّهُ كَانَ إِذَا أَذَّنَ الْمُؤَذِّنُ وَطَلَعَ الْفَجْرُ صَلَّى رَكْعَتَيْنِ.",
    "hadithBengali": "১১১০। সুলাইমান ইবনু হারব (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমি দশ রাকাআত সালাত (নামায/নামাজ) আমার স্মৃতিতে সংরক্ষণ করে রেখেছি। যুহরের আগে দু রাকাআত পরে দু রাকাআত, মাগরিবের পরে দু রাকাআত তাঁর ঘরে, ইশার পরে দু রাকাআত তাঁর ঘরে এবং দু রাকাআত সকালের (ফজরের) সালাত (নামায/নামাজ)-এর আগে। ইবনু উমর (রাঃ) বলেন, আর এ সময়টি ছিল এমন, যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে (সাধারণত) কোন ব্যাক্তিকে প্রবেশের অনুমতি দেয়া হত না। তবে উম্মুল মুমিনিন হাফসা (রাঃ) আমার কাছে বর্ণনা করেছেন যে, যখন মুআয্&zwnj;যিন আযান দিতেন এবং ফজর (সুবহে-সাদিক) উদিত হত তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু রাকাআত সালাত (নামায/নামাজ) আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1110",
    "id": "1117",
    "thesequence": "1536",
    "isActive": "1",
    "chapterId": "14810",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৪৮. যুহরের (ফরযের) পূর্বে দু&rsquo; রাকা&rsquo;আত সালাত ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nThe Prophet (ﷺ) never missed four rak`at before the Zuhr prayer and two rak`at before the Fajr prayer.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ لاَ يَدَعُ أَرْبَعًا قَبْلَ الظُّهْرِ وَرَكْعَتَيْنِ قَبْلَ الْغَدَاةِ. تَابَعَهُ ابْنُ أَبِي عَدِيٍّ وَعَمْرٌو عَنْ شُعْبَةَ.",
    "hadithBengali": "১১১১। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুহরের আগে চার রাকাআত এবং (ফজরের আগে) দু রাকাআত সালাত (নামায/নামাজ) (কখনো) ছাড়তেন না। ইবনু আবূ আদী ও আম্&zwnj;র (রহঃ) শুবা (রহঃ) থেকে হাদীস বর্ণনায় ইয়াহ্&zwnj;ইয়া (রহঃ)-এর অনুসরণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1111",
    "id": "1118",
    "thesequence": "1537",
    "isActive": "1",
    "chapterId": "14810",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৪৮. যুহরের (ফরযের) পূর্বে দু&rsquo; রাকা&rsquo;আত সালাত ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah Al-Muzni:\n\nThe Prophet (ﷺ) said, Pray before the Maghrib (compulsory) prayer. He (said it thrice) and in the third time, he said, Whoever wants to offer it can do so. He said so because he did not like the people to take it as a tradition.",
    "hadithArabic": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنِ الْحُسَيْنِ، عَنِ ابْنِ بُرَيْدَةَ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ الْمُزَنِيُّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   صَلُّوا قَبْلَ صَلاَةِ الْمَغْرِبِ . ـ قَالَ فِي الثَّالِثَةِ ـ لِمَنْ شَاءَ كَرَاهِيَةَ أَنْ يَتَّخِذَهَا النَّاسُ سُنَّةً.",
    "hadithBengali": "১১১২। আবূ মামার (রহঃ) ... আবদুল্লাহ&zwnj; মুযানী (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেছেনঃ তোমরা মাগরিবের (ফরযের) আগে (নফল) সালাত (নামায/নামাজ) আদায় করবে; (এ কথাটি তিনি তিনবার ইরশাদ করলেন) লোকেরা আমালকে সুন্নাতের মর্যাদা গ্রহন করতে পারে, এ কারণে তৃতীয়বারে তিনি বললেনঃ এ তার জন্য যে ইচ্ছা করে।\n",
    "checkStatus": "1",
    "hadithNo": "1112",
    "id": "1119",
    "thesequence": "1538",
    "isActive": "1",
    "chapterId": "14811",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৪৯. মাগরিবের আগে সালাত ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Marthad bin `Abdullah Al-Yazani:\n\nI went to `Uqba bin Amir Al-Juhani and said, Is it not surprising that Abi Tamim offers two rak`at before the Maghrib prayer? `Uqba said, We used to do so in the lifetime of Allahs Messenger (ﷺ). I asked him, What prevents you from offering it now? He replied, Business.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، قَالَ حَدَّثَنَا سَعِيدُ بْنُ أَبِي أَيُّوبَ، قَالَ حَدَّثَنِي يَزِيدُ بْنُ أَبِي حَبِيبٍ، قَالَ سَمِعْتُ مَرْثَدَ بْنَ عَبْدِ اللَّهِ الْيَزَنِيَّ، قَالَ أَتَيْتُ عُقْبَةَ بْنَ عَامِرٍ الْجُهَنِيَّ فَقُلْتُ أَلاَ أُعْجِبُكَ مِنْ أَبِي تَمِيمٍ يَرْكَعُ رَكْعَتَيْنِ قَبْلَ صَلاَةِ الْمَغْرِبِ. فَقَالَ عُقْبَةُ إِنَّا كُنَّا نَفْعَلُهُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم. قُلْتُ فَمَا يَمْنَعُكَ الآنَ قَالَ الشُّغْلُ.",
    "hadithBengali": "১১১৩। আবদুল্লাহ&zwnj; ইবনু ইয়াযীদ (রহঃ) ... মারসাদ ইবনু আবদুল্লাহ&zwnj; ইয়াযানী (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি উক্&zwnj;বা ইবনু জুহানী (রাঃ) এর কাছে গিয়ে তাঁকে বললাম, আবূ তামীম (রহঃ) সম্পর্কে এ কথা বলে কি আমি আপনাকে বিস্মিত করে দিব না যে, তিনি মাগরিবের (ফরয) সালাত (নামায/নামাজ)-এর আগে দু রাকাআত (নফল) সালাত (নামায/নামাজ) আদায় করে থাকেন। উক্&zwnj;বা (রাঃ) বললেন, (এতে বিস্মিত হওয়ার কি আছে?) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে তো আমরা তা আদায় করতাম। আমি প্রশ্ন করলাম, তাহলে এখন কিসে আপনাকে বিরত রাখছে? তিনি বললেন, কর্মব্যস্ততা।\n",
    "checkStatus": "1",
    "hadithNo": "1113",
    "id": "1120",
    "thesequence": "1539",
    "isActive": "1",
    "chapterId": "14811",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৪৯. মাগরিবের আগে সালাত ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Mahmud bin Ar-rabi Al-Ansari:\n\nthat he remembered Allahs Messenger (ﷺ) and he also remembered a mouthful of water which he had thrown on his face, after taking it from a well that was in their house. Mahmud said that he had heard `Itban bin Malik, who was present with Allahs Messenger (ﷺ) in the battle of Badr saying, I used to lead my people at Bani Salim in the prayer and there was a valley between me and those people. Whenever it rained it used to be difficult for me to cross it to go to their mosque. So I went to Allahs Messenger (ﷺ) and said, I have weak eyesight and the valley between me and my people flows during the rainy season and it becomes difficult for me to cross it; I wish you would come to my house and pray at a place so that I could take that place as a praying place. Allahs Messenger (ﷺ) said, I will do so. So Allahs Messenger (ﷺ) and Abu Bakr came to my house in the (next) morning after the sun had risen high. Allahs Messenger (ﷺ) asked my permission to let him in and I admitted him. He did not sit before saying, Where do you want us to offer the prayer in your house? I pointed to the place where I wanted him to pray. So Allahs Messenger (ﷺ) stood up for the prayer and started the prayer with Takbir and we aligned in rows behind him; and he offered two rak`at, and finished them with Taslim, and we also performed Taslim with him. I detained him for a meal called Khazir which I had prepared for him.--(Khazir is a special type of dish prepared from barley flour and meat soup)-- When the neighbors got the news that Allahs Messenger (ﷺ) was in my house, they poured it till there were a great number of men in the house. One of them said, What is wrong with Malik, for I do not see him? One of them replied, He is a hypocrite and does not love Allah and His Apostle. On that Allahs Apostle said, Dont say this. Havent you seen that he said, None has the right to be worshipped but Allah for Allahs sake only. The man replied, Allah and His Apostle know better; but by Allah, we never saw him but helping and talking with the hypocrites. Allahs Messenger (ﷺ) replied, No doubt, whoever says. None has the right to be worshipped but Allah, and by that he wants the pleasures of Allah, then Allah will save him from Hell. Mahmud added, I told the above narration to some people, one of whom was Abu Aiyub, the companion of Allahs Messenger (ﷺ) in the battle in which he (Abu Aiyub) died and Yazid bin Muawiya was their leader in Roman Territory. Abu Aiyub denounced the narration and said, I doubt that Allahs Messenger (ﷺ) ever said what you have said. I felt that too much, and I vowed to Allah that if I remained alive in that holy battle, I would (go to Medina and) ask `Itban bin Malik if he was still living in the mosque of his people. So when he returned, I assumed Ihram for Hajj or `Umra and then I proceeded on till I reached Medina. I went to Bani Salim and `Itban bin Malik, who was by then an old blind man, was leading his people in the prayer. When he finished the prayer, I greeted him and introduced myself to him and then asked him about that narration. He told that narration again in the same manner as he had narrated it the first time.",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي مَحْمُودُ بْنُ الرَّبِيعِ الأَنْصَارِيُّ، أَنَّهُ عَقَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم، وَعَقَلَ مَجَّةً مَجَّهَا فِي وَجْهِهِ مِنْ بِئْرٍ كَانَتْ فِي دَارِهِمْ. فَزَعَمَ مَحْمُودٌ أَنَّهُ سَمِعَ عِتْبَانَ بْنَ مَالِكٍ الأَنْصَارِيّ َ ـ رضى الله عنه ـ وَكَانَ مِمَّنْ شَهِدَ بَدْرًا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَقُولُ كُنْتُ أُصَلِّي لِقَوْمِي بِبَنِي سَالِمٍ، وَكَانَ يَحُولُ بَيْنِي وَبَيْنَهُمْ وَادٍ إِذَا جَاءَتِ الأَمْطَارُ فَيَشُقُّ عَلَىَّ اجْتِيَازُهُ قِبَلَ مَسْجِدِهِمْ، فَجِئْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ لَهُ إِنِّي أَنْكَرْتُ بَصَرِي، وَإِنَّ الْوَادِيَ الَّذِي بَيْنِي وَبَيْنَ قَوْمِي يَسِيلُ إِذَا جَاءَتِ الأَمْطَارُ فَيَشُقُّ عَلَىَّ اجْتِيَازُهُ، فَوَدِدْتُ أَنَّكَ تَأْتِي فَتُصَلِّي مِنْ بَيْتِي مَكَانًا أَتَّخِذُهُ مُصَلًّى. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  سَأَفْعَلُ . فَغَدَا عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ ـ رضى الله عنه ـ بَعْدَ مَا اشْتَدَّ النَّهَارُ فَاسْتَأْذَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَذِنْتُ لَهُ فَلَمْ يَجْلِسْ حَتَّى قَالَ  أَيْنَ تُحِبُّ أَنْ أُصَلِّيَ مِنْ بَيْتِكَ . فَأَشَرْتُ لَهُ إِلَى الْمَكَانِ الَّذِي أُحِبُّ أَنْ أُصَلِّيَ فِيهِ، فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَكَبَّرَ وَصَفَفْنَا وَرَاءَهُ، فَصَلَّى رَكْعَتَيْنِ، ثُمَّ سَلَّمَ وَسَلَّمْنَا حِينَ سَلَّمَ، فَحَبَسْتُهُ عَلَى خَزِيرٍ يُصْنَعُ لَهُ فَسَمِعَ أَهْلُ الدَّارِ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي بَيْتِي فَثَابَ رِجَالٌ مِنْهُمْ حَتَّى كَثُرَ الرِّجَالُ فِي الْبَيْتِ. فَقَالَ رَجُلٌ مِنْهُمْ مَا فَعَلَ مَالِكٌ لاَ أَرَاهُ. فَقَالَ رَجُلٌ مِنْهُمْ ذَاكَ مُنَافِقٌ لاَ يُحِبُّ اللَّهَ وَرَسُولَهُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ تَقُلْ ذَاكَ أَلاَ تَرَاهُ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ. يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ . فَقَالَ اللَّهُ وَرَسُولُهُ أَعْلَمُ. أَمَّا نَحْنُ فَوَاللَّهِ لاَ نَرَى وُدَّهُ وَلاَ حَدِيثَهُ إِلاَّ إِلَى الْمُنَافِقِينَ. قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  فَإِنَّ اللَّهَ قَدْ حَرَّمَ عَلَى النَّارِ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ. يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ . قَالَ مَحْمُودٌ فَحَدَّثْتُهَا قَوْمًا فِيهِمْ أَبُو أَيُّوبَ صَاحِبُ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزْوَتِهِ الَّتِي تُوُفِّيَ فِيهَا وَيَزِيدُ بْنُ مُعَاوِيَةَ عَلَيْهِمْ بِأَرْضِ الرُّومِ، فَأَنْكَرَهَا عَلَىَّ أَبُو أَيُّوبَ قَالَ وَاللَّهِ مَا أَظُنُّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ مَا قُلْتَ قَطُّ. فَكَبُرَ ذَلِكَ عَلَىَّ فَجَعَلْتُ لِلَّهِ عَلَىَّ إِنْ سَلَّمَنِي حَتَّى أَقْفُلَ مِنْ غَزْوَتِي أَنْ أَسْأَلَ عَنْهَا عِتْبَانَ بْنَ مَالِكٍ ـ رضى الله عنه ـ إِنْ وَجَدْتُهُ حَيًّا فِي مَسْجِدِ قَوْمِهِ، فَقَفَلْتُ فَأَهْلَلْتُ بِحَجَّةٍ أَوْ بِعُمْرَةٍ، ثُمَّ سِرْتُ حَتَّى قَدِمْتُ الْمَدِينَةَ فَأَتَيْتُ بَنِي سَالِمٍ، فَإِذَا عِتْبَانُ شَيْخٌ أَعْمَى يُصَلِّي لِقَوْمِهِ فَلَمَّا سَلَّمَ مِنَ الصَّلاَةِ سَلَّمْتُ عَلَيْهِ وَأَخْبَرْتُهُ مَنْ أَنَا، ثُمَّ سَأَلْتُهُ عَنْ ذَلِكَ الْحَدِيثِ فَحَدَّثَنِيهِ كَمَا حَدَّثَنِيهِ أَوَّلَ مَرَّةٍ.",
    "hadithBengali": "১১১৪। ইসহাক (রহঃ) ... ইবনু শিহাব (রহঃ) থেকে বর্ণিত, তিনি বলেন, মাহমুদ ইবনু রাবী আনসারী (রাঃ) আমাকে খবর দিয়েছেন, (শৈশবে তাঁর দেখা) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা তাঁর ভাল স্মরণ আছে এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁদের বাড়ির কূপ থেকে (পানি মুখে নিয়ে বরকতের জন্য) তার মুখমণ্ডলে যে ছিটিয়ে দিচ্ছিলেন সে কথাও তার ভাল স্মরণ আছে। মাহমুদ (রহঃ) বলেন যে, ইতবান ইবনু মালিক আনসারী (রাঃ) কে [যিনি ছিলেন বদর জিহাদে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সংগে উপস্থিত বদরী সাহাবীগণের অন্যতম] বলতে শুনেছেন যে, আমি আমার কাওম বনূ সালিমের সালাতে ইমামতি করতাম। আমার ও তাদের (কাওমের মসজিদের) মধ্যে বিদ্যমান একটি উপত্যকা। উপত্যকা বৃষ্টি হলে আমার মসজিদ গমনে অন্তরায় সৃষ্টি করতো। এবং এ উপত্যকা অতিক্রম করে তাদের মসজিদে যাওয়া আমার জন্য কষ্টকর হতো।\n\nতাই আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে হাজির হয়ে আরয করলাম, (ইয়া রাসূলাল্লাহ!) আমি আমার দৃষ্টিশক্তির ঘাটতি অনুভব করছি (এ ছাড়া) আমার ও আমার গোত্রের মধ্যকার উপত্যকাটি বৃষ্টি হলে প্লাবিত হয়ে যায়। তখন তা পার হওয়া আমার জন্য কষ্টকর হয়ে পড়ে। তাই আমার একান্ত আশা যা আপনি শুভাগমন করে (বরকত স্বরূপ) আমার ঘরের কোন স্থানে সালাত (নামায/নামাজ) আদায় করবেন; আমি সে স্থানটিকে মুসাল্লা (সালাতের স্থানরূপে নির্ধারিত) করে নিব। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেন, অচিরেই তা করবো।<br />\n<br />\nপরের দিন সূর্যের উত্তাপ যেদিন বেড়ে গেল, তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং আবূ বক্&zwnj;র (রাঃ) (আমার বাড়িতে) তাশরীফ আনলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ঘরে প্রবেশের) অনুমতি চাইলে আমি তাঁকে স্বাগত জানালাম, তিনি উপবেশন না করেই আমাকে জিজ্ঞাসা করলেন, তোমার ঘরের কোন জায়গায় আমার সালাত (নামায/নামাজ) আদায় করা তুমি পছন্দ কর? যে স্থানে তাঁর সালাত (নামায/নামাজ) আদায় করা আমার মনঃপূত ছিল, তাঁকে আমি সে স্থানের দিকে ইশারা করে (দেখিয়ে) দিলাম। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে তাক্&zwnj;বীর বললেন, আমরা সারিবদ্ধভাবে তাঁর পিছনে দাঁড়ালাম। তিনি দু রাকাআত সালাত (নামায/নামাজ) আদায় করে সালাম ফিরালেন। তাঁর সালাম ফেরানোর সময় আমরাও সালাম ফিরালাম। এরপর তাঁর উদ্দেশ্যে যে খাযীরা প্রস্তুত করা হচ্ছিল তা আহারের জন্য তাঁর প্রত্যাগমনে আমি বিলম্ব ঘটালাম।\n\nইতিমধ্যে মহল্লার লোকেরা আমার বাড়ীতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অবস্থান সংবাদ শুনতে পেয়ে তাঁদের কিছু লোক এসে গেলেন। এমন কি আমার ঘরে অনেক লোকের সমাগম ঘটলো। তাঁদের একজন বললেন, মালিক ইবনু দুখায়শিন্&zwnj; করল কি? তাঁকে দেখছি না যে? তাঁদের একজন জবাব দল, সে মুনাফিক! আল্লাহও তাঁর রাসূল কে মুহাব্বাত করে না। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করলেনঃ এমন কথা বলবে না। তুমি কি লক্ষ্য করছ না, যে আল্লাহর সন্তুষ্টি কামনায় লা-ইলাহা ইল্লাল্লাহু উচ্চারন করছে। সে ব্যাক্তি বলল, আল্লাহ ও তাঁর রাসূলই সমধিক অবগত। তবে আল্লাহর কসম! আমরা মুনাফিকদের সাথেই তার ভালবাসা ও আলাপ-আলোচনা দেখতে পাই। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করলেনঃ আল্লাহ পাক সে ব্যাক্তিকে জাহান্নামের জন্য হারাম করে দিয়েছেন, যে ব্যাক্তি আল্লাহর সন্তুষ্টির উদ্দেশ্যে লা-ইলাহা ইল্লাল্লাহু উচ্চারন করে।<br />\n<br />\nমাহমূদ (রাঃ) বলেন, এক যুদ্ধ চলাকালিন সময়ে একদল লোকের কাছে বর্ণনা করলাম তাঁদের মধ্যে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী আবূ আইয়ূব (আনসারী) (রাঃ) ছিলেন। তিনি সে যুদ্ধে ওফাত পেয়েছিলেন। আর ইয়াযীদ ইবনু মুআবিয়া (রাঃ) রোমানদের দেশে তাদের আমীর ছিলেন। আবূ আইয়ূব (রাঃ) আমার বর্ণিত হাদিসটি অস্বীকার করে বললেন, আল্লাহর কসম! তুমি যে কথা বলেছ তা যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন তা আমি বিশ্বাস করতে পারি না। ফলে তা আমার কাছে ভারী মনে হল। তখন আমি আল্লাহর নামে প্রতিজ্ঞা করলাম যে, যদি এ যুদ্ধ থেকে প্রত্যাবর্তন পর্যন্ত তিনি আমাকে নিরাপদ রাখেন, তাহলে আমি ইত্&zwnj;বান ইবনু মালিক (রাঃ)-কে তাঁর কওমের মসজিদের বিষয়ে জিজ্ঞাসা করবো, যদি তাঁকে জীবিত অবস্থায় পেয়ে যাই।\n\nএরপর আমি ফিরে চললাম এবং হাজ্জ (হজ্জ) কিংবা উমরার নিয়্যাতে ইহ্&zwnj;রাম করলাম। তারপর সফর করতে করতে আমি মদিনায় উপনীত হয়ে বনূ সালিম গোত্রে উপস্থিত হলাম। দেখতে পেলাম ইত্&zwnj;বান (রাঃ) যিনি তখন একজন বৃদ্ধ ও অন্ধ ব্যাক্তি কওমের সালাত (নামায/নামাজ) ইমামতি করছেন। তিনি সালাত (নামায/নামাজ) শেষ করলে আমি তাঁকে সালাম দিলাম এবং আমার পরিচয় দিয়ে উক্ত হাদীস সম্পর্কে তাঁকে জিজ্ঞাসা করলাম। তিনি প্রথমবারের মতই অবিকল আমাকে হাদীসখানা শোনালেন।\n",
    "checkStatus": "1",
    "hadithNo": "1114",
    "id": "1121",
    "thesequence": "1540",
    "isActive": "1",
    "chapterId": "14812",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৫০. নফল সালাত জামা&rsquo;আতে আদায় করা। এ বিষয়ে আনাস ও আয়িশা (রা.) নবী করীম (সাঃ) থেকে বর্ণনা করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) said, Offer some of your prayers in your houses and do not make them graves.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ حَمَّادٍ، حَدَّثَنَا وُهَيْبٌ، عَنْ أَيُّوبَ، وَعُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اجْعَلُوا فى بُيُوتِكُمْ مِنْ صَلاَتِكُمْ وَلاَ تَتَّخِذُوهَا قُبُورًا . تَابَعَهُ عَبْدُ الْوَهَّابِ عَنْ أَيُّوبَ.",
    "hadithBengali": "১১১৫। আবূল আলা ইবনু হাম্মাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করছেনঃ তোমরা তোমাদের কিছু কিছু সালাত (নামায/নামাজ) ঘরে আদায় করবে, তোমাদের ঘরগুলকে কবর বানাবে না। আবদুল ওহ্&zwnj;হাব (রহঃ) আইউব (রাঃ) থেকে হাদীস বর্ণনায় ওহাইব (রহঃ)-এর অনুসরণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1115",
    "id": "1122",
    "thesequence": "1541",
    "isActive": "1",
    "chapterId": "14813",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৫১. নফল সালাত ঘরে আদায় করা ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Quzaa:\n\nI heard Abu Said saying four words. He said, I heard the Prophet (ﷺ) (saying the following narrative). He had participated in twelve holy battles with the Prophet.\n\n Narrated Abu Huraira:\nThe Prophet (ﷺ) said, Do not set out on a journey except for three Mosques i.e. Al-Masjid-AI-Haram, the Mosque of Allahs Messenger (ﷺ) , and the Mosque of Al-Aqsa, (Mosque of Jerusalem). ",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ، عَنْ قَزَعَةَ، قَالَ سَمِعْتُ أَبَا سَعِيدٍ ـ رضى الله عنه ـ أَرْبَعًا قَالَ سَمِعْتُ مِنَ النَّبِيِّ، صلى الله عليه وسلم وَكَانَ غَزَا مَعَ النَّبِيِّ صلى الله عليه وسلم ثِنْتَىْ عَشْرَةَ غَزْوَةً ح. حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تُشَدُّ الرِّحَالُ إِلاَّ إِلَى ثَلاَثَةِ مَسَاجِدَ الْمَسْجِدِ الْحَرَامِ، وَمَسْجِدِ الرَّسُولِ صلى الله عليه وسلم وَمَسْجِدِ الأَقْصَى .",
    "hadithBengali": "১১১৬। হাফ্&zwnj;স ইবনু উমর (রহঃ) ... কাযআ&#39; (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আবূ সায়ীদ খুদ্&zwnj;রী (রাঃ) কে চারটি (বিষয়) বলতে শুনেছি। তিনি বলেছেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি। আবূ সায়ীদ খুদ্&zwnj;রী (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বারটি যুদ্ধে শরীক হয়েছিলেন।\n\nঅন্য সূত্রে আলী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি বলেছেন, মসজিদুল হারাম, মসজিদুর রাসূল এবং মসজিদুল আক্&zwnj;সা (বায়তুল মুকাদ্দাস) তিনটি মসজিদ ব্যাতীত অন্য কোন মসজিদে (সালাত (নামায/নামাজ)-এর) উদ্দেশ্যে হাওদা বাঁধা যাবে না (অর্থাৎ সফর করবে না)।\n",
    "checkStatus": "1",
    "hadithNo": "1116",
    "id": "1123",
    "thesequence": "1542",
    "isActive": "1",
    "chapterId": "14814",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৫১. (ক) মক্কা শরীফ ও মদীনা শরীফের মসজিদে সালাতের ফযীলত ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, One prayer in my Mosque is better than one thousand prayers in any other mosque excepting Al-Masjid-AI-Haram.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ زَيْدِ بْنِ رَبَاحٍ، وَعُبَيْدِ اللَّهِ بْنِ أَبِي عَبْدِ اللَّهِ الأَغَرِّ، عَنْ أَبِي عَبْدِ اللَّهِ الأَغَرِّ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   صَلاَةٌ فِي مَسْجِدِي هَذَا خَيْرٌ مِنْ أَلْفِ صَلاَةٍ فِيمَا سِوَاهُ إِلاَّ الْمَسْجِدَ الْحَرَامَ .",
    "hadithBengali": "১১১৭। আবদুল্লাহ&zwnj; ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মাসজিদুল হারাম ব্যাতীত আমার এ মসজিদে সালাত (নামায/নামাজ) আদায় করা অপরাপর মসজিদে এক হাজার সালাত (নামায/নামাজ) এর চাইতে উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "1117",
    "id": "1124",
    "thesequence": "1543",
    "isActive": "1",
    "chapterId": "14814",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৫১. (ক) মক্কা শরীফ ও মদীনা শরীফের মসজিদে সালাতের ফযীলত ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Nafi`:\n\nIbn `Umar never offered the Duha prayer except on two occasions: (1) Whenever he reached Mecca; and he always used to reach Mecca in the forenoon. He would perform Tawaf round the Ka`ba and then offer two rak`at at the rear of Maqam Ibrahim. (2) Whenever he visited Quba, for he used to visit it every Saturday. When he entered the Mosque, he disliked to leave it without offering a prayer. Ibn `Umar narrated that Allahs Messenger (ﷺ) used to visit the Mosque of Quba (sometime) walking and (sometime) riding. And he (i.e. Ibn `Umar) used to say, I do only what my companions used to do and I dont forbid anybody to pray at any time during the day or night except that one should not intend to pray at sunrise or sunset.",
    "hadithArabic": " حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ ـ هُوَ الدَّوْرَقِيُّ ـ حَدَّثَنَا ابْنُ عُلَيَّةَ، أَخْبَرَنَا أَيُّوبُ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ ـ رضى الله عنهما ـ كَانَ لاَ يُصَلِّي مِنَ الضُّحَى إِلاَّ فِي يَوْمَيْنِ يَوْمَ يَقْدَمُ بِمَكَّةَ، فَإِنَّهُ كَانَ يَقْدَمُهَا ضُحًى، فَيَطُوفُ بِالْبَيْتِ، ثُمَّ يُصَلِّي رَكْعَتَيْنِ خَلْفَ الْمَقَامِ، وَيَوْمَ يَأْتِي مَسْجِدَ قُبَاءٍ، فَإِنَّهُ كَانَ يَأْتِيهِ كُلَّ سَبْتٍ، فَإِذَا دَخَلَ الْمَسْجِدَ كَرِهَ أَنْ يَخْرُجَ مِنْهُ حَتَّى يُصَلِّيَ فِيهِ. قَالَ وَكَانَ يُحَدِّثُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَزُورُهُ رَاكِبًا وَمَاشِيًا. قَالَ وَكَانَ يَقُولُ إِنَّمَا أَصْنَعُ كَمَا رَأَيْتُ أَصْحَابِي يَصْنَعُونَ، وَلاَ أَمْنَعُ أَحَدًا أَنْ يُصَلِّيَ فِي أَىِّ سَاعَةٍ شَاءَ مِنْ لَيْلٍ أَوْ نَهَارٍ، غَيْرَ أَنْ لاَ تَتَحَرَّوْا طُلُوعَ الشَّمْسِ وَلاَ غُرُوبَهَا.",
    "hadithBengali": "১১১৮। ইয়াকূব ইবনু ইব্&zwnj;রাহীম (রহঃ) ... নাফি&#39; (রহঃ) থেকে বর্ণিত যে, ইবনু উমর (রাঃ) দু&#39;দিন ব্যাতীত অন্য সময়ে চাশ্&zwnj;তের সালাত (নামায/নামাজ) আদায় করতেন না, যে দিন তিনি মক্কায় আগমণ করতেন, তাঁর অভ্যাস ছিল যে, তিনি চাশ্&zwnj;তের সময় মক্কায় আগমণ করতেন। তিনি বায়তুল্লাহ্&zwnj; তাওয়াফ করার পর মাকামে ইব্&zwnj;রাহীম-এর পিছনে দাঁড়িয়ে দু&#39; রাকা&#39;আত সালাত (নামায/নামাজ) আদায় করতেন। আর যে দিন তিনি কুবা মসজিদে গমণ করতেন। তিনি প্রতি শনিবার সেখান গমণ করতেন এবং সেখানে সালাত (নামায/নামাজ) আদায় না করে বেরিয়ে আসা অপছন্দ করতেন।\n\nনাফি&#39; (রহঃ) বলেন, তিনি [ইবনু উমর (রাঃ)] হাদীস বর্ণনা করতেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুবা মসজিদে যিয়ারত করতেন কখনো আরোহী হয়ে, কখনো পায়ে হেটে। নাফি&#39; (রহঃ) বলেন, তিনি [ইবনু উমর (রহঃ)] তাঁকে আরো বলতেন, আমি আমার সাথীগণকে যেমন করতে দেখেছি তেমন করব। আর কাউকে আমি দিন রাতের কোন সময়ই সালাত (নামায/নামাজ) আদায় করতে বাধা দেই না, তবে তাঁরা যেন সূর্যোদয় ও সূর্যাস্তের সময় (সালাত (নামায/নামাজ) আদায়ের) ইচ্ছা না করে।\n",
    "checkStatus": "1",
    "hadithNo": "1118",
    "id": "1125",
    "thesequence": "1544",
    "isActive": "1",
    "chapterId": "14815",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৫২. কুবা মসজিদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Dinar:\n\nIbn `Umar said, The Prophet (ﷺ) used to go to the Mosque of Quba every Saturday (sometimes) walking and (sometimes) riding. `Abdullah (Ibn `Umar) used to do the same.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَأْتِي مَسْجِدَ قُبَاءٍ كُلَّ سَبْتٍ مَاشِيًا وَرَاكِبًا. وَكَانَ عَبْدُ اللَّهِ ـ رضى الله عنهما ـ يَفْعَلُهُ.",
    "hadithBengali": "১১১৯। মূসা ইবনু ইসমায়ীল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রতি শনিবার কুবা মসজিদে আসতেন, কখনো পায়ে হেঁটে, কখনো আরোহণ করে। আবদুল্লাহ&zwnj; ইবনু উমর (রাঃ)-ও তা-ই করতেন\n",
    "checkStatus": "1",
    "hadithNo": "1119",
    "id": "1126",
    "thesequence": "1545",
    "isActive": "1",
    "chapterId": "14816",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৫৩. প্রতি শনিবার যিনি কুবা মসজিদে আসেন ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) used to go to the Mosque of Quba (sometimes) walking and sometimes riding. Added Nafi` (in another narration), He then would offer two rak`at (in the Mosque of Quba).",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَأْتِي قُبَاءً رَاكِبًا وَمَاشِيًا. زَادَ ابْنُ نُمَيْرٍ حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ نَافِعٍ فَيُصَلِّي فِيهِ رَكْعَتَيْنِ.",
    "hadithBengali": "১১২০। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরোহণ করে কিংবা পায়ে হেঁটে কুবা মসজিদে আসতেন। ইবনু নুমাইর (রহঃ) নাফি&#39; (রহঃ) থেকে অতিরিক্ত বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে দু&#39; রাকা&#39;আত সালাত (নামায/নামাজ) আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1120",
    "id": "1127",
    "thesequence": "1546",
    "isActive": "1",
    "chapterId": "14817",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৫৪. পায়ে হেঁটে কিংবা আরোহণ করে কুবা মসজিদে যাওয়া ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Zaid Al-Mazini:\n\nAllahs Messenger (ﷺ) said, Between my house and the pulpit there is a garden of the gardens of Paradise.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ الْمَازِنِيِّ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَا بَيْنَ بَيْتِي وَمِنْبَرِي رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ .",
    "hadithBengali": "১১২১। আবদুল্লাহ&zwnj; ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ&zwnj; ইবনু যায়িদ-মাযিনী (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার ঘর ও মিম্বর এর মধ্যবর্তী স্থানটুকু জান্নাতের বাগানসমূহের একটি বাগান।\n",
    "checkStatus": "1",
    "hadithNo": "1121",
    "id": "1128",
    "thesequence": "1547",
    "isActive": "1",
    "chapterId": "14818",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৫৫. কবর ও (মসজিদে নববীর) মিম্বরের মধ্যবর্তী স্থানের ফযীলত ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Between my house and my pulpit there is a garden of the gardens of Paradise, and my pulpit is on my fountain tank (i.e. Al-Kauthar).",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، عَنْ يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي خُبَيْبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَا بَيْنَ بَيْتِي وَمِنْبَرِي رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ، وَمِنْبَرِي عَلَى حَوْضِي .",
    "hadithBengali": "১১২২। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার ঘর ও মিম্বরের মধ্যবর্তী স্থান জান্নাতের বাগানসমূহের একটি বাগান আর আমার মিম্বর অবস্থিত (রয়েছে) আমার হাউয (কাওসার) এর উপর।\n",
    "checkStatus": "1",
    "hadithNo": "1122",
    "id": "1129",
    "thesequence": "1548",
    "isActive": "1",
    "chapterId": "14818",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৫৫. কবর ও (মসজিদে নববীর) মিম্বরের মধ্যবর্তী স্থানের ফযীলত ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qazaa Maula:\n\n(freed slave of) Ziyad: I heard Abu Sa`id Al-khudri narrating four things from the Prophet (ﷺ) and I appreciated them very much. He said, conveying the words of the Prophet. (1) A woman should not go on a two day journey except with her husband or a Dhi-Mahram. (2) No fasting is permissible on two days: `Id-ul-Fitr and `Id-ul-Adha. (3) No prayer after two prayers, i.e. after the Fajr prayer till the sunrises and after the `Asr prayer till the sun sets. (4) Do not prepare yourself for a journey except to three Mosques, i.e. Al-Masjid-AI-Haram, the Mosque of Aqsa (Jerusalem) and my Mosque.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْمَلِكِ، سَمِعْتُ قَزَعَةَ، مَوْلَى زِيَادٍ قَالَ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ ـ رضى الله عنه ـ يُحَدِّثُ بِأَرْبَعٍ عَنِ النَّبِيِّ صلى الله عليه وسلم فَأَعْجَبْنَنِي وَآنَقْنَنِي قَالَ   لاَ تُسَافِرِ الْمَرْأَةُ يَوْمَيْنِ إِلاَّ مَعَهَا زَوْجُهَا أَوْ ذُو مَحْرَمٍ. وَلاَ صَوْمَ فِي يَوْمَيْنِ الْفِطْرِ وَالأَضْحَى، وَلاَ صَلاَةَ بَعْدَ صَلاَتَيْنِ بَعْدَ الصُّبْحِ حَتَّى تَطْلُعَ الشَّمْسُ، وَبَعْدَ الْعَصْرِ حَتَّى تَغْرُبَ، وَلاَ تُشَدُّ الرِّحَالُ إِلاَّ إِلَى ثَلاَثَةِ مَسَاجِدَ مَسْجِدِ الْحَرَامِ وَمَسْجِدِ الأَقْصَى وَمَسْجِدِي .",
    "hadithBengali": "১১২৩। আবূল ওয়ালীদ (রহঃ) ... যিয়াদের আযাদকৃত দাস কাযা&#39;আ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি আবূ সায়ীদ খুদ্&zwnj;রী (রাঃ) কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে চারটি বিষয় বর্ণনা করতে শুনেছি, যা আমাকে আনন্দিত ও মুগ্ধ করেছে। তিনি বলেছেনঃ মহিলারা স্বামী কিম্বা মাহ্&zwnj;রাম* ব্যাতীত দু&#39;দিনের দূরত্বের পথে সফর করবে না। ঈদুল ফিত্&zwnj;র ও ঈদুল আযহার দিনগুলোতেই সিয়াম পালন নেই। দু&#39; (ফরয) সালাত (নামায/নামাজ)-এর পর কোন (নফল ও সুন্নাত) সালাত (নামায/নামাজ) নেই। ফজরের পর সূর্যোদয় (সম্পন্ন) হওয়া পর্যন্ত এবং আসরের পর সূর্য অস্তমিত হয়ে যাওয়া পর্যন্ত। এবং ১। মাসজিদুল হারাম, (কা&#39;বা শরীফ ও সংলগ্ন মসজিদ) ২। মাসজিদুল আক্&zwnj;সা (বাইতুল মুকাদ্দাসের মসজিদ) এবং ৩। আমার মসজিদ (মদিনার মসজিদে নববী) ব্যাতীত অন্য কোন মসজিদে (সালাত (নামায/নামাজ) আদায়ের উদ্দেশ্যে হাওদা বাঁধা যাবে না। (সফর করবে না)\n",
    "checkStatus": "1",
    "hadithNo": "1123",
    "id": "1130",
    "thesequence": "1549",
    "isActive": "1",
    "chapterId": "14819",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৫৬. বায়তুল মুকাদ্দাস-এর মসজিদ ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Kuraib Maula Ibn `Abbas:\n\n`Abdullah bin `Abbas said that he had passed a night in the house of Maimuna the mother of the faithful believers , who was his aunt. He said, I slept across the bed, and Allahs Messenger (ﷺ) along with his wife slept lengthwise. Allahs Messenger (ﷺ) slept till midnight or slightly before or after it. Then Allahs Apostle woke up, sat, and removed the traces of sleep by rubbing his hands over his face. Then he recited the last ten verses of Surat-Al `Imran (2). Then he went towards a hanging leather watercontainer and performed a perfect ablution and then stood up for prayer. `Abdullah bin `Abbas added, I got up and did the same as Allahs Messenger (ﷺ) had done and then went and stood by his side. Allahs Messenger (ﷺ) then put his right hand over my head and caught my right ear and twisted it. He offered two rak`at, then two rak`at, then two rak`at, then two rak`at, then two rak`at, then two rak`at and then offered one rak`a witr. Then he lay down till the Muadh-dhin came and then he prayed two light rak`at and went out and offered the early morning (Fajr) prayer.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ مَخْرَمَةَ بْنِ سُلَيْمَانَ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ أَنَّهُ أَخْبَرَهُ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّهُ بَاتَ عِنْدَ مَيْمُونَةَ أُمِّ الْمُؤْمِنِينَ ـ رضى الله عنها ـ وَهْىَ خَالَتُهُ ـ قَالَ فَاضْطَجَعْتُ عَلَى عَرْضِ الْوِسَادَةِ، وَاضْطَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَهْلُهُ فِي طُولِهَا، فَنَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى انْتَصَفَ اللَّيْلُ أَوْ قَبْلَهُ بِقَلِيلٍ أَوْ بَعْدَهُ بِقَلِيلٍ، ثُمَّ اسْتَيْقَظَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَجَلَسَ، فَمَسَحَ النَّوْمَ عَنْ وَجْهِهِ بِيَدِهِ، ثُمَّ قَرَأَ الْعَشْرَ آيَاتٍ خَوَاتِيمَ سُورَةِ آلِ عِمْرَانَ، ثُمَّ قَامَ إِلَى شَنٍّ مُعَلَّقَةٍ فَتَوَضَّأَ مِنْهَا، فَأَحْسَنَ وُضُوءَهُ، ثُمَّ قَامَ يُصَلِّي. قَالَ عَبْدُ اللَّهِ بْنُ عَبَّاسٍ ـ رضى الله عنهما ـ فَقُمْتُ فَصَنَعْتُ مِثْلَ مَا صَنَعَ، ثُمَّ ذَهَبْتُ فَقُمْتُ إِلَى جَنْبِهِ، فَوَضَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ الْيُمْنَى عَلَى رَأْسِي، وَأَخَذَ بِأُذُنِي الْيُمْنَى يَفْتِلُهَا بِيَدِهِ، فَصَلَّى رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ أَوْتَرَ، ثُمَّ اضْطَجَعَ حَتَّى جَاءَهُ الْمُؤَذِّنُ، فَقَامَ فَصَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ، ثُمَّ خَرَجَ فَصَلَّى الصُّبْحَ.",
    "hadithBengali": "১১২৪। আবদুল্লাহ&zwnj; ইবনু ইউসুফ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, তিনি তাঁর খালা উম্মুল মু&#39;মিনীন মাইমুনা (রাঃ) এর ঘরে রাত কাটালেন। তিনি বলেন, আমি বালিশের প্রস্থের দিকে শুয়ে পড়লাম, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং তাঁর সহধর্মিণী বালিশের দৈর্ঘ্যে শয়ন করলেন। এরপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মধ্যরাত তার কিছু আগে বা পর পর্যন্ত ঘুমিয়ে থাকলেন। তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জেগে উঠে বসলেন এবং দু&#39;হাতে মুখমণ্ডল মুছে ঘুমের আমেজ দূর করলেন। এরপর তিনি সূরা আলে ইমরানের শেষ দশ আয়াত তিলাওয়াত করলেন। পরে একটি ঝুলন্ত মশ্&zwnj;কের দিকে এগিয়ে গেলেন এর পানি দ্বারা উত্তমরূপে উযূ (ওজু/অজু/অযু) করে সালাত (নামায/নামাজ) দাঁড়িয়ে গেলেন।\n\nআবদুল্লাহ&zwnj; ইবনু আব্বাস (রাঃ) বলেন, আমিও উঠে পড়লাম এবং তিনি যেরূপ করেছিলেন, আমিও সেরূপ করলাম। এরপর আমি তাঁর পাশে দাঁড়ালাম। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ডান হাত আমার মাথার উপরে রেখে আমার ডান কান মোচড়াতে লাগলেন (এবং আমাকে তাঁর পিছন থেকে ঘুরিয়ে এনে তাঁর ডানপাশে দাঁড় করিয়ে দিলেন।)\n\nতিনি তখন দু রাকা&#39;আত সালাত (নামায/নামাজ) আদায় করলেন, তারপর দু&#39; রাকা&#39;আত, তারপর দু&#39; রাকা&#39;আত, তারপর দু&#39; রাকা&#39;আত, তারপর দু&#39; রাকা&#39;আত, তারপর (শেষ দু&#39; রাকা&#39;আতের সাথে আর এক রাকা&#39;আত দ্বারা বেজোড় করে) বিত্&zwnj;র আদায় করে শুয়ে পড়লেন। অবশেষে (ফজরের জামা&#39;আতের জন্য) মুআয্&zwnj;যিন এলেন। তিনি দাঁড়িয়ে সংক্ষিপ্ত (কিরাআতে) দু&#39; রাকা&#39;আত (ফজরের সুন্নাত) আদায় করলেন। এরপর (মসজিদের দিকে) বেরিয়ে যান এবং ফজরের সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1124",
    "id": "1131",
    "thesequence": "1550",
    "isActive": "1",
    "chapterId": "14820",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৫৭. সালাতের সাথে সংশ্লিষ্ট কাজ সালাতের মধ্যে হাতের সাহায্যে করা। ইব্&zwnj;ন আব্বাস (রা.) বলেছেন, কোন ব্যক্তি তার সালাতের মধ্যে শরীরের অঙ্গ-প্রতঙ্গ দ্বারা (প্রয়োজনে সালাত সংশ্লিষ্ট কাজে) সাহায্য নিতে পারে। আবূ ইসহাক (র.) সালাতরত অবস্থায় তাঁর টুপী নামিয়ে রেখেছিলেন এবং তা তুলে মাথায় দিয়েছিলেন। আলী (রা.) (সালাতে) সাধারণত তাঁর (ডান হাতের) পাঞ্জা বাম হাতের কব্জির উপর রাখতেন, তবে কখনো শরীর চুলকাতে হলে বা কাপড় ঠিক করে নিতে হলে তা করে নিতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nWe used to greet the Prophet (ﷺ) while he was praying and he used to answer our greetings. When we returned from An-Najashi (the ruler of Ethiopia), we greeted him, but he did not answer us (during the prayer) and (after finishing the prayer) he said, In the prayer one is occupied (with a more serious matter).",
    "hadithArabic": "حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا ابْنُ فُضَيْلٍ، حَدَّثَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ كُنَّا نُسَلِّمُ عَلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ فِي الصَّلاَةِ فَيَرُدُّ عَلَيْنَا، فَلَمَّا رَجَعْنَا مِنْ عِنْدِ النَّجَاشِيِّ سَلَّمْنَا عَلَيْهِ فَلَمْ يَرُدَّ عَلَيْنَا وَقَالَ   إِنَّ فِي الصَّلاَةِ شُغْلاً .",
    "hadithBengali": "১১২৫। ইবনু নুমায়র (রহঃ) ... আবদুল্লাহ&zwnj; ইবনু মাসঊদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর সালাত (নামায/নামাজ) রত অবস্থায় সালাম করতাম; তিনি আমাদের সালামের জওয়াব দিতেন। পরে যখন আমরা নাজাশীর নিকট থেকে ফিরে এলাম, তখন তাঁকে (সালাত (নামায/নামাজ) রত অবস্থায়) সালাম করলে তিনি আমাদের সালামের জওয়াব দিলেন না এবং পরে ইরশাদ করলেনঃ সালারে অনেক ব্যস্ততা ও নিমগ্নতা রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1125",
    "id": "1132",
    "thesequence": "1551",
    "isActive": "1",
    "chapterId": "14821",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৫৮. সালাতে কথা বলা নিষিদ্ধ হওয়া ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah:\nSee Previous Hadith.",
    "hadithArabic": " حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا هُرَيْمُ بْنُ سُفْيَانَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ.",
    "hadithBengali": "১১২৬। ইবনু নুমায়র (রহঃ) ... আবদুল্লাহ&zwnj; (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1126",
    "id": "1133",
    "thesequence": "1552",
    "isActive": "1",
    "chapterId": "14821",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৫৮. সালাতে কথা বলা নিষিদ্ধ হওয়া ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zaid bin Arqam:\n\nIn the lifetime of the Prophet (ﷺ) we used to speak while praying, and one of us would tell his needs to his companions, till the verse, Guard strictly your prayers (2.238) was revealed. After that we were ordered to remain silent while praying.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا عِيسَى ـ هُوَ ابْنُ يُونُسَ ـ عَنْ إِسْمَاعِيلَ، عَنِ الْحَارِثِ بْنِ شُبَيْلٍ، عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ، قَالَ قَالَ لِي زَيْدُ بْنُ أَرْقَمَ إِنْ كُنَّا لَنَتَكَلَّمُ فِي الصَّلاَةِ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم، يُكَلِّمُ أَحَدُنَا صَاحِبَهُ بِحَاجَتِهِ حَتَّى نَزَلَتْ {حَافِظُوا عَلَى الصَّلَوَاتِ} الآيَةَ، فَأُمِرْنَا بِالسُّكُوتِ.",
    "hadithBengali": "১১২৭। ইবরাহিম ইবনু মূসা (রহঃ) ... যায়দ ইবনু আরকাম (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে সালাত (নামায/নামাজ)-এর মধ্যে কথা বলতাম। আমাদের যে কেউ তার সঙ্গীর সাথে নিজ দরকারী বিষয়ে কথা বলত। অবশেষে এ আয়াত নাযিল হল-حَافِظُوا عَلَى الصَّلَوَاتِ তোমরা তোমাদের সালাত সমূহকে সংরক্ষণ কর ও নিয়মানুবর্তিতা রক্ষা কর; বিশেষত মধ্যবর্তী (আসর) সালাতে, আর তোমরা (সালাতে) আল্লাহর উদ্দেশ্যে একাগ্রচিত্ত হও। (বাকারাঃ ২৩৮)। এরপর থেকে আমরা সাকাতে নিরব থাকতে আদিষ্ট হলাম।\n",
    "checkStatus": "1",
    "hadithNo": "1127",
    "id": "1134",
    "thesequence": "1553",
    "isActive": "1",
    "chapterId": "14821",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৫৮. সালাতে কথা বলা নিষিদ্ধ হওয়া ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nThe Prophet (ﷺ) went out to affect a reconciliation between the tribes of Bani `Amr bin `Auf and the time of the prayer became due; Bilal went to Abu Bakr and said, The Prophet (ﷺ) is detained. Will you lead the people in the prayer? Abu Bakr replied, Yes, if you wish. So Bilal pronounced the Iqama and Abu Bakr led the prayer. In the meantime the Prophet (ﷺ) came crossing the rows (of the praying people) till he stood in the first row and the people started clapping. Abu Bakr never looked hither and thither during the prayer but when the people clapped too much, he looked back and saw the Prophet (ﷺ) in the (first) row. The Prophet (ﷺ) waved him to remain at his place, but Abu Bakr raised both his hands and sent praises to Allah and then retreated and the Prophet (ﷺ) went forward and led the prayer.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلٍ ـ رضى الله عنه ـ قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم يُصْلِحُ بَيْنَ بَنِي عَمْرِو بْنِ عَوْفٍ، وَحَانَتِ الصَّلاَةُ، فَجَاءَ بِلاَلٌ أَبَا بَكْرٍ ـ رضى الله عنهما ـ فَقَالَ حُبِسَ النَّبِيُّ صلى الله عليه وسلم فَتَؤُمُّ النَّاسَ قَالَ نَعَمْ إِنْ شِئْتُمْ. فَأَقَامَ بِلاَلٌ الصَّلاَةَ، فَتَقَدَّمَ أَبُو بَكْرٍ ـ رضى الله عنه ـ فَصَلَّى، فَجَاءَ النَّبِيُّ صلى الله عليه وسلم يَمْشِي فِي الصُّفُوفِ يَشُقُّهَا شَقًّا حَتَّى قَامَ فِي الصَّفِّ الأَوَّلِ، فَأَخَذَ النَّاسُ بِالتَّصْفِيحِ. قَالَ سَهْلٌ هَلْ تَدْرُونَ مَا التَّصْفِيحُ هُوَ التَّصْفِيقُ. وَكَانَ أَبُو بَكْرٍ ـ رضى الله عنه ـ لاَ يَلْتَفِتُ فِي صَلاَتِهِ، فَلَمَّا أَكْثَرُوا الْتَفَتَ فَإِذَا النَّبِيُّ صلى الله عليه وسلم فِي الصَّفِّ، فَأَشَارَ إِلَيْهِ مَكَانَكَ. فَرَفَعَ أَبُو بَكْرٍ يَدَيْهِ، فَحَمِدَ اللَّهَ، ثُمَّ رَجَعَ الْقَهْقَرَى وَرَاءَهُ وَتَقَدَّمَ النَّبِيُّ صلى الله عليه وسلم فَصَلَّى.",
    "hadithBengali": "১১২৮। আবদুল্লাহ&zwnj; ইবনু মাসলামা (রহঃ) ... সাহ্&zwnj;ল ইবনু সা&#39;দ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনূ আমর ইবনু আওফ এর মধ্যে মীমাংসা করে দেওয়ার উদ্দেশ্যে বের হলেন, ইতিমধ্যে সালাত (নামায/নামাজ)-এর সময় উপস্থিত হল। তখন বিলাল (রাঃ) আবূ বক্&zwnj;র (রাঃ)-এর কাছে এসে বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্মব্যস্ত হয়ে পড়েছেন। আপনি লোকদের সালাতে ইমামতি করবেন? তিনি বললেন, হ্যাঁ, যদি তোমরা চাও। তখন বিলাল (রাঃ) সালাত (নামায/নামাজ)-এর ইকামত বললেন, আবূ বকর (রাঃ) সামনে এগিয়ে গিয়ে সালাত (নামায/নামাজ) শুরু করলেন। ইতিমধ্যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাশরীফ আনলেন এবং কাতার ফাঁক করে সামনে এগিয়ে গিয়ে কাতারে দাঁড়ালেন। মুসল্লীগণ &#39;তাসফীহ্&zwnj;&#39; করতে লাগলেন।\n\nসাহ্&zwnj;ল (রাঃ) বললেন, তাসফীহ্&zwnj; কি তোমরা জানো? তা হলে &#39;তাসফীক্&zwnj;&#39;* (তালি বাজানো।) আবূ বকর (রাঃ) সালাত (নামায/নামাজ) অবস্থায় এদিক সেদিক লক্ষ্য করতেন না। মুসল্লীগণ অধিক তালি বাজালে তিনি সে দিকে লক্ষ্য করামাত্র নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কাতারে দেখতে পেলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে ইশারা করলেন-যথাস্থানে থাক। আবূ বকর (রাঃ) তখন দু&#39;হাত তুলে আল্লাহ তা&#39;আলার হাম্&zwnj;দ বর্ণনা করলেন এবং পিছু হেঁটে চলে এলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সামনে অগ্রসর হয়ে সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1128",
    "id": "1135",
    "thesequence": "1554",
    "isActive": "1",
    "chapterId": "14822",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৫৯. সালাতে পুরুষদের জন্য যে &#039;তাসবীহ্&zwnj;&#039; ও &#039;তাহ্&zwnj;মীদ&#039; বৈধ ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Mas`ud:\n\nWe used to say the greeting, name and greet each other in the prayer. Allahs Messenger (ﷺ) heard it and said:--Say, at-tahiyyatu lil-lahi was-salawatu wat-taiyibatu . Assalamu Alaika aiyuha-n-Nabiyu warahmatu- l-lahi wa-barakatuhu. _ Assalamu alaina wa-ala ibadi-l-lahi as-salihin.. Ashhadu an la ilaha illa-l-lah wa ashhadu anna Muhammadan `Abdu hu wa Rasuluh. (All the compliments are for Allah and all the prayers and all the good things (are for Allah). Peace be on you, O Prophet, and Allahs mercy and blessings (are on you). And peace be on us and on the good (pious) worshipers of Allah. I testify that none has the right to be worshipped but Allah and that Muhammad is His slave and Apostle.) So, when you have said this, then you have surely sent the greetings to every good (pious) worshipper of Allah, whether he be in the Heaven or on the Earth . ",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عِيسَى، حَدَّثَنَا أَبُو عَبْدِ الصَّمَدِ عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الصَّمَدِ، حَدَّثَنَا حُصَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ـ رضى الله عنه ـ قَالَ كُنَّا نَقُولُ التَّحِيَّةُ فِي الصَّلاَةِ وَنُسَمِّي، وَيُسَلِّمُ بَعْضُنَا عَلَى بَعْضٍ، فَسَمِعَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ   قُولُوا التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، فَإِنَّكُمْ إِذَا فَعَلْتُمْ ذَلِكَ فَقَدْ سَلَّمْتُمْ عَلَى كُلِّ عَبْدٍ لِلَّهِ صَالِحٍ فِي السَّمَاءِ وَالأَرْضِ .",
    "hadithBengali": "১১২৯। আম্&zwnj;র ইবনু ঈসা (রহঃ) ... আবদুল্লাহ&zwnj; ইবনু মাসঊদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা সালাত (নামায/নামাজ)-এর (বৈঠকে) আত্&zwnj;তাহিয়্যাতু ...... বলতাম, তখন আমাদের একে অপরকে সালামও করতাম। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা শুনে ইরশাদ করলেনঃ তোমরা বলবে ......التَّحِيَّاتُ لِلَّهِ যাবতীয় মৌখিক, দৈহিক ও আর্থিক ইবাদত আল্লাহরই জন্য। হে (মহান) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! আপনার প্রতি সালাম এবং আল্লাহর রহমত ও বরকত (বর্ষিত) হোক। সালাম আমাদের প্রতি এবং আল্লাহর সালিহ্&zwnj; বান্দাদের প্রতি; আমি সাক্ষ্য দিচ্ছি যে, এক আল্লাহ ব্যতীত অন্য ইলাহ্&zwnj; নেই। এবং আমি আরও সাক্ষ্য দিচ্ছি যে, মুহাম্মদ তাঁর বান্দা ও রাসূল। কেননা, তোমরা এরূপ করলে আসমান ও যমীনে আল্লাহর সকল সালিহ্&zwnj; বান্দাকে তোমরা সালাম করলে।\n",
    "checkStatus": "1",
    "hadithNo": "1129",
    "id": "1136",
    "thesequence": "1555",
    "isActive": "1",
    "chapterId": "14823",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৬০. সালাতে যে ব্যক্তি প্রত্যক্ষভাবে কারো নাম নিলো অথবা কাউকে সালাম করল অথচ সে তা জানেও না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, The saying Sub Han Allah is for men and clapping is for women. (If something happens in the prayer, the men can invite the attention of the Imam by saying Sub Han Allah. And women, by clapping their hands).",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   التَّسْبِيحُ لِلرِّجَالِ وَالتَّصْفِيقُ لِلنِّسَاءِ .",
    "hadithBengali": "১১৩০। আলী ইবনু আবদুল্লাহ&zwnj; (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ (ইমামের দৃষ্টি আকর্ষণের জন্য) পুরুষদের বেলায় তাস্&zwnj;বীহ্&zwnj;-সুবহানাল্লাহ্&zwnj; বলা। তবে মহিলাদের বেলায় &#39;তাস্&zwnj;ফীক&#39;।\n",
    "checkStatus": "1",
    "hadithNo": "1130",
    "id": "1137",
    "thesequence": "1556",
    "isActive": "1",
    "chapterId": "14824",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৬১. সালাতে মহিলাদের &#039;তাস্&zwnj;ফীক&#039; ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nThe Prophet (ﷺ) said, The saying Sub Han Allah is for men and clapping is for women.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى، أَخْبَرَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   التَّسْبِيحُ لِلرِّجَالِ وَالتَّصْفِيحُ لِلنِّسَاءِ .",
    "hadithBengali": "১১৩১। ইয়াহ্&zwnj;ইয়া (রহঃ) ... সাহ্&zwnj;ল ইবনু সা&#39;দ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সালাত (নামায/নামাজ) (দৃষ্টি আকর্ষণের উদ্দেশ্যে) পুরুষদের বেলায় &#39;তাসবীহ্&#39; আর মহিলাদের বেলায় &#39;তাসফীহ্&zwnj;&#39;।\n",
    "checkStatus": "1",
    "hadithNo": "1131",
    "id": "1138",
    "thesequence": "1557",
    "isActive": "1",
    "chapterId": "14824",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৬১. সালাতে মহিলাদের &#039;তাস্&zwnj;ফীক&#039; ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nWhile Abu Bakr was leading the people in the morning prayer on a Monday, the Prophet (ﷺ) came towards them suddenly having lifted the curtain of Aishas house, and looked at them as they were standing in rows and smiled. Abu Bakr tried to come back thinking that Allahs Apostle wanted to come out for the prayer. The attention of the Muslims was diverted from the prayer because they were delighted to see the Prophet. The Prophet (ﷺ) waved his hand to them to complete their prayer, then he went back into the room and let down the curtain. The Prophet expired on that very day. ",
    "hadithArabic": " حَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ يُونُسُ قَالَ الزُّهْرِيُّ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ الْمُسْلِمِينَ، بَيْنَا هُمْ فِي الْفَجْرِ يَوْمَ الاِثْنَيْنِ، وَأَبُو بَكْرٍ ـ رضى الله عنه ـ يُصَلِّي بِهِمْ فَفَجَأَهُمُ النَّبِيُّ صلى الله عليه وسلم قَدْ كَشَفَ سِتْرَ حُجْرَةِ عَائِشَةَ ـ رضى الله عنها ـ فَنَظَرَ إِلَيْهِمْ، وَهُمْ صُفُوفٌ، فَتَبَسَّمَ يَضْحَكُ، فَنَكَصَ أَبُو بَكْرٍ ـ رضى الله عنه ـ عَلَى عَقِبَيْهِ، وَظَنَّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم يُرِيدُ أَنْ يَخْرُجَ إِلَى الصَّلاَةِ، وَهَمَّ الْمُسْلِمُونَ أَنْ يَفْتَتِنُوا فِي صَلاَتِهِمْ فَرَحًا بِالنَّبِيِّ صلى الله عليه وسلم حِينَ رَأَوْهُ، فَأَشَارَ بِيَدِهِ أَنْ أَتِمُّوا، ثُمَّ دَخَلَ الْحُجْرَةَ وَأَرْخَى السِّتْرَ، وَتُوُفِّيَ ذَلِكَ الْيَوْمَ.",
    "hadithBengali": "১১৩২। বিশ্&zwnj;র ইবনু মুহাম্মদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, মুসলিমগণ সোমবার [রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাতের দিন] ফজরের সালাতে ছিলেন, আবূ বকর (রাঃ) তাঁদের নিয়ে সালাত (নামায/নামাজ) আদায় করছিলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আয়িশা (রাঃ)-এর হুজারার পর্দা সরিয়ে তাঁদের দিকে তাকালেন। তখন তাঁরা সারিবদ্ধ ছিলেন। তা দেখে তিনি মৃদু হাসলেন। তখন আবূ বকর (রাঃ) তাঁর গোড়ালির উপর ভর দিয়ে পিছে সরে আসলেন। তিনি ধারনা করলেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ)-এর জন্য আসার ইচ্ছা করছেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখার আনন্দে মুসলিমগণের সালাত (নামায/নামাজ) ভেঙ্গে যাওয়ার উপক্রম হয়েছিল। তখন তিনি সালাত (নামায/নামাজ) সুসম্পন্ন করার জন্য তাদের দিকে হাতে ইশারা করলেন। এরপর তিনি হুজারায় প্রবেশ করেন এবং পর্দা ছেড়ে দেন আর সে দিনই তাঁর ওফাত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "1132",
    "id": "1139",
    "thesequence": "1558",
    "isActive": "1",
    "chapterId": "14825",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৬২. উদ্ভূত কোন কারণে সালাতে থাকা অবস্থায় পিছনে চলে আসা অথবা সামনে এগিয়ে যাওয়া। এ বিষয়ে সাহল ইব্&zwnj;ন সা&#039;দ (রা.) নবী করীম (সাঃ) থেকে রেওয়ায়েত করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, A woman called her son while he was in his hermitage and said, O Juraij He said, O Allah, my mother (is calling me) and (I am offering) my prayer (what shall I do)? She again said, O Juraij! He said again, O Allah ! My mother (is calling me) and (I am offering) my prayer (what shall I do)? She again said, O Juraij He again said, O Allah! My mother (is calling me) and (I am offering) my prayer. (What shall I do?) She said, O Allah! Do not let Juraij die till he sees the faces of prostitutes. A shepherdess used to come by his hermitage for grazing her sheep and she gave birth to a child. She was asked whose child that was, and she replied that it was from Juraij and that he had come out from his hermitage. Juraij said, Where is that woman who claims that her child is from me? (When she was brought to him along with the child), Juraij asked the child, O Babus, who is your father? The child replied, The shepherd. ",
    "hadithArabic": "وَقَالَ اللَّيْثُ حَدَّثَنِي جَعْفَرٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ، قَالَ قَالَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   نَادَتِ امْرَأَةٌ ابْنَهَا، وَهْوَ فِي صَوْمَعَةٍ قَالَتْ يَا جُرَيْجُ. قَالَ اللَّهُمَّ أُمِّي وَصَلاَتِي. قَالَتْ يَا جُرَيْجُ. قَالَ اللَّهُمَّ أُمِّي وَصَلاَتِي. قَالَتْ يَا جُرَيْجُ. قَالَ اللَّهُمَّ أُمِّي وَصَلاَتِي. قَالَتِ اللَّهُمَّ لاَ يَمُوتُ جُرَيْجٌ حَتَّى يَنْظُرَ فِي وَجْهِ الْمَيَامِيسِ. وَكَانَتْ تَأْوِي إِلَى صَوْمَعَتِهِ رَاعِيَةٌ تَرْعَى الْغَنَمَ فَوَلَدَتْ فَقِيلَ لَهَا مِمَّنْ هَذَا الْوَلَدُ قَالَتْ مِنْ جُرَيْجٍ نَزَلَ مِنْ صَوْمَعَتِهِ. قَالَ جُرَيْجٌ أَيْنَ هَذِهِ الَّتِي تَزْعُمُ أَنَّ وَلَدَهَا لِي قَالَ يَا بَابُوسُ مَنْ أَبُوكَ قَالَ رَاعِي الْغَنَمِ .",
    "hadithBengali": "১১৩৩। লাইস (রহঃ) বলেন, জা&#39;ফর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক মহিলা তার ছেলেকে ডাকল। তখন তার ছেলে গীর্জায় ছিল। বলল, হে জুরাইজ! ছেলে মনে মনে বলল, ইয়া আল্লাহ! (এক দিকে) আমার মা (এর ডাক) আর (অপর দিকে) আমার সালাত (নামায/নামাজ)! মা আবার ডাকলেন, হে জুরাইজ! ছেলে বলল, ইয়া আল্লাহ! আমার মা ও আমার সালাত (নামায/নামাজ)! মা আবার ডাকলেন, হে জুরাইজ! ছেলে বলল, ইয়া আল্লাহ! আমার মা ও আমার সালাত (নামায/নামাজ)! মা (বিরক্ত হয়ে) বললেন, ইয়া আল্লাহ! পতিতাদের সামনে দেখা না যাওয়া পর্যন্ত যেন জুরাইজের মৃত্যু না হয়।\n\nএক রাখালিনী যে বকরি চরাতো, সে জুরাইজের গীর্জায় আসা যাওয়া করত। সে একটি সন্তান প্রসব করল। তাকে জিজ্ঞাসা করা হল এ সন্তান কার ঔরষজাত? সে জবাব দিল, জুরাইজের ঔরষের। জুরাইজ তার গীর্জা থেকে নেমে এসে জিজ্ঞাসা করলো, কোথায় সে মেয়েটি, যে বলল যে, তাঁর সন্তান আমার? (সন্তানসহ মেয়েটিকে উপস্থিত করা হলে, নিজে নির্দোষ প্রমানের উদ্দেশ্যে শিশুটিকে লক্ষ্য করে) জুরাইজ বলেন, হে বাবূস! তোমার পিতা কে? সে বলল, বক্&zwnj;রীর অমুক রাখাল।\n",
    "checkStatus": "1",
    "hadithNo": "1133",
    "id": "1140",
    "thesequence": "1559",
    "isActive": "1",
    "chapterId": "14826",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৬৩. মা তার সালাত রত সন্তানকে ডাকলে ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muaiqib:\n\nThe Prophet (ﷺ) talked about a man leveling the earth on prostrating, and said, If you have to do so, then do it once.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، قَالَ حَدَّثَنِي مُعَيْقِيبٌ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ فِي الرَّجُلِ يُسَوِّي التُّرَابَ حَيْثُ يَسْجُدُ قَالَ   إِنْ كُنْتَ فَاعِلاً فَوَاحِدَةً .",
    "hadithBengali": "১১৩৪। আবূ নু&#39;আইম (রহঃ) ... মু&#39;আইকীব (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে ব্যাক্তি সম্পর্কে বলেছেন, যে সিজ্&zwnj;দার স্থান থেকে মাটি সমান করে। তিনি বলেন, যদি তোমার একান্তই করতে হয়, তা হলে একবার।\n",
    "checkStatus": "1",
    "hadithNo": "1134",
    "id": "1141",
    "thesequence": "1560",
    "isActive": "1",
    "chapterId": "14827",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৬৪. সালাতের মধ্যে কংকর সরানো ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nWe used to pray with the Prophet (ﷺ) in scorching heat, and if someone of us could not put his face on the earth (because of the heat) then he would spread his clothes and prostrate over them.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرٌ، حَدَّثَنَا غَالِبٌ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ كُنَّا نُصَلِّي مَعَ النَّبِيِّ صلى الله عليه وسلم فِي شِدَّةِ الْحَرِّ، فَإِذَا لَمْ يَسْتَطِعْ أَحَدُنَا أَنْ يُمَكِّنَ وَجْهَهُ مِنَ الأَرْضِ بَسَطَ ثَوْبَهُ فَسَجَدَ عَلَيْهِ.",
    "hadithBengali": "১১৩৫। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, প্রচণ্ড গরমে আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সালাত (নামায/নামাজ) আদায় করতাম। আমাদের কেউ মাটিতে তার চেহারা (কপাল) স্থির রাখতে সক্ষম না হলে তার কাপড় বিছিয়ে উহার উপর সিজ্&zwnj;দা করত।\n",
    "checkStatus": "1",
    "hadithNo": "1135",
    "id": "1142",
    "thesequence": "1561",
    "isActive": "1",
    "chapterId": "14828",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৬৫. সালাতে সিজদার জন্য কাপড় বিছানো ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nI used to stretch my legs towards the Qibla of the Prophet (ﷺ) while he was praying; whenever he prostrated he touched me, and I would withdraw my legs, and whenever he stood up, I would restretch my legs.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي النَّضْرِ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كُنْتُ أَمُدُّ رِجْلِي فِي قِبْلَةِ النَّبِيِّ صلى الله عليه وسلم وَهُوَ يُصَلِّي، فَإِذَا سَجَدَ غَمَزَنِي فَرَفَعْتُهَا، فَإِذَا قَامَ مَدَدْتُهَا.",
    "hadithBengali": "১১৩৬। আবদুল্লাহ&zwnj; ইবনু মাসলামা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সালাত (নামায/নামাজ) আদায়কালে আমি তাঁর কিব্&zwnj;লার দিকে পা ছড়িয়ে রাখতাম; তিনি সিজদা করার সময় আমাকে খোঁচা দিলে আমি পা সরিয়ে নিতাম; তিনি দাঁড়িয়ে গেলে আবার পা ছড়িয়ে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "1136",
    "id": "1143",
    "thesequence": "1562",
    "isActive": "1",
    "chapterId": "14829",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৬৬. সালাতে যে কাজ জায়িয।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) once offered the prayer and said, Satan came in front of me and tried to interrupt my prayer, but Allah gave me an upper hand on him and I choked him. No doubt, I thought of tying him to one of the pillars of the mosque till you get up in the morning and see him. Then I remembered the statement of Prophet Solomon, My Lord ! Bestow on me a kingdom such as shall not belong to any other after me. Then Allah made him (Satan) return with his head down (humiliated).",
    "hadithArabic": " حَدَّثَنَا مَحْمُودٌ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ صَلَّى صَلاَةً قَالَ  إِنَّ الشَّيْطَانَ عَرَضَ لِي، فَشَدَّ عَلَىَّ لِيَقْطَعَ الصَّلاَةَ عَلَىَّ، فَأَمْكَنَنِي اللَّهُ مِنْهُ، فَذَعَتُّهُ، وَلَقَدْ هَمَمْتُ أَنْ أُوثِقَهُ إِلَى سَارِيَةٍ حَتَّى تُصْبِحُوا فَتَنْظُرُوا إِلَيْهِ فَذَكَرْتُ قَوْلَ سُلَيْمَانَ ـ عَلَيْهِ السَّلاَمُ ـ رَبِّ هَبْ لِي مُلْكًا لاَ يَنْبَغِي لأَحَدٍ مِنْ بَعْدِي. فَرَدَّهُ اللَّهُ خَاسِيًا . ثُمَّ قَالَ النَّضْرُ بْنُ شُمَيْلٍ فَذَعَتُّهُ بِالذَّالِ أَىْ خَنَقْتُهُ وَفَدَعَّتُّهُ مِنْ قَوْلِ اللَّهِ {يَوْمَ يُدَعُّونَ} أَىْ يُدْفَعُونَ وَالصَّوَابُ، فَدَعَتُّهُ إِلاَّ أَنَّهُ كَذَا قَالَ بِتَشْدِيدِ الْعَيْنِ وَالتَّاءِ.",
    "hadithBengali": "১১৩৭। মাহমূদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার সালাত (নামায/নামাজ) আদায় করার পর বললেনঃ শয়তান আমার সামনে এসে আমার সালাত (নামায/নামাজ) বিনষ্ট করার জন্য আমার উপর আক্রমন করল। তখন আল্লাহ পাক আমাকে তার উপর ক্ষমতা দান করলেন, আমি তাকে ধাক্কা দিয়ে মাটিতে ফেলে গলা চেপে ধরলাম। আমার ইচ্ছা হয়েছিল, তাকে কোন স্তম্ভের সাথে বেঁধে রাখি। যাতে তোমরা সকাল বেলা উঠে তাকে দেখতে পাও। তখন সুলাইমান (আলাইহিস সালাম) এর এ দু&#39;আ আমার মনে পড়ে গেল, ...رَبِّ هَبْ لِي مُلْكً ইয়া রব! আমাকে এমন এক রাজ্য দান করুন যার অধিকারী আমার পরে আর কেউ না হয় । তখন আল্লাহ তাকে (শয়তানকে) অপমানিত করে দূর করে দিলেন।\n\nনয্&zwnj;র ইবনু শুমা&#39;ইল (রহঃ) বলেনفَذَعَتُّهُ শব্দটিذال সহ অর্থাৎ তাকে ধাক্কা দিয়ে মাটিতে ফেলে গলা চেপে ধরলাম এবংفَدَعَّتُّهُ আল্লাহর কালামيَوْمَ يُدَعُّونَ থেকে অর্থাৎ তাদেরকে ধাক্কা মেরে মেরে নিয়ে যাওয়া হবে এবং সঠিক হল তবেفَدَعَتُّهُ তবেع ওت অক্ষর দুটি তাশদীদ সহ পাঠ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1137",
    "id": "1144",
    "thesequence": "1563",
    "isActive": "1",
    "chapterId": "14829",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৬৬. সালাতে যে কাজ জায়িয।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Azraq bin Qais:\n\nWe were at Al-Ahwaz fighting the Al-Haruriya (tribe). While I was at the bank of a river a man was praying and the reins of his animal were in his hands and the animal was struggling and he was following the animal. (Shu`ba, a sub-narrator, said that man was Abu Barza Al-Aslami). A man from the Khawarij said, O Allah! Be harsh to this sheik. And when the sheik (Abu Barza) finished his prayer, he said, I heard your remark. No doubt, I participated with Allahs Messenger (ﷺ) in six or seven or eight holy battles and saw his leniency, and no doubt, I would rather retain my animal than let it return to its stable, as it would cause me much trouble. ",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا الأَزْرَقُ بْنُ قَيْسٍ، قَالَ كُنَّا بِالأَهْوَازِ نُقَاتِلُ الْحَرُورِيَّةَ، فَبَيْنَا أَنَا عَلَى جُرُفِ نَهَرٍ إِذَا رَجُلٌ يُصَلِّي، وَإِذَا لِجَامُ دَابَّتِهِ بِيَدِهِ فَجَعَلَتِ الدَّابَّةُ تُنَازِعُهُ، وَجَعَلَ يَتْبَعُهَا ـ قَالَ شُعْبَةُ ـ هُوَ أَبُو بَرْزَةَ الأَسْلَمِيُّ ـ فَجَعَلَ رَجُلٌ مِنَ الْخَوَارِجِ يَقُولُ اللَّهُمَّ افْعَلْ بِهَذَا الشَّيْخِ. فَلَمَّا انْصَرَفَ الشَّيْخُ قَالَ إِنِّي سَمِعْتُ قَوْلَكُمْ، وَإِنِّي غَزَوْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم سِتَّ غَزَوَاتٍ أَوْ سَبْعَ غَزَوَاتٍ وَثَمَانِيًا، وَشَهِدْتُ تَيْسِيرَهُ، وَإِنِّي أَنْ كُنْتُ أَنْ أُرَاجِعَ مَعَ دَابَّتِي أَحَبُّ إِلَىَّ مِنْ أَنْ أَدَعَهَا تَرْجِعُ إِلَى مَأْلَفِهَا فَيَشُقَّ عَلَىَّ.",
    "hadithBengali": "১১৩৮। আদম (রহঃ) ... আযরাক ইবনু কায়স (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা আহওয়ায শহরে হারুরী (খারিজী) সম্প্রদায়ের বিরুদ্ধে যুদ্ধরত ছিলাম। যখন আমরা নহরের তীরে ছিলাম তখন সেখানে এক ব্যাক্তি এসে সালাত (নামায/নামাজ) আদায় করতে লাগল আর তার বাহনের লাগাম তার হাতে রয়েছে। বাহনটি (ছুটে যাওয়ার জন্য) টানাটানি করতে লাগল, তিনিও তার অনুসরণ করতে লাগলেন। রাবী শু&#39;বা (রহঃ) বলেন, তিনি ছিলেন (সাহাবী) আবূ বারযাহ আসলামী (রাঃ)। এ অবস্থা দেখে এক খারিজী বলে উঠলো, ইয়া আল্লাহ! এ বৃদ্ধকে কিছু করুন। বৃদ্ধ সালাত (নামায/নামাজ) শেষ করে বললেন, আমি তোমাদের কথা শুনেছি। আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছয়, সাত কিংবা আট যুদ্ধে অংশগ্রহণ করেছি এবং আমি তাঁর সহজীকরণ লক্ষ্য করেছি। আমার বাহনটির সাথে আগপিছ হওয়া বাহনটিকে তার চরণ ভূমিতে দেওয়ার চাইতে আমার কাছে অধিক প্রিয়। কেননা, তাতে আমাকে কষ্টভোগ করতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "1138",
    "id": "1145",
    "thesequence": "1564",
    "isActive": "1",
    "chapterId": "14830",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৬৭. সালাতে থাকাকালে পশু ছুটে গেলে। কাতাদা (র.) বলেন, কাপড় যদি (চুরি করে) নিয়ে যাওয়া হয়, তবে সালাত ছেড়ে দিয়ে চোরকে অনুসরণ করবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nOnce the sun eclipsed and Allahs Messenger (ﷺ) stood up for the prayer and recited a very long Sura and when bowed for a long while and then raised his head and started reciting another Sura. Then he bowed, and after finishing, he prostrated and did the same in the second rak`a and then said, These (lunar and solar eclipses) are two of the signs of Allah and if you see them, pray till the eclipse is over. No doubt, while standing at this place I saw everything promised to me by Allah and I saw (Paradise) and I wanted to pluck a bunch (of grapes) therefrom, at the time when you saw me stepping forward. No doubt, I saw Hell with its different parts destroying each other when you saw me retreating and in it I saw `Amr bin Luhai who started the tradition of freeing animals (set them free) in the name of idols.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، قَالَ قَالَتْ عَائِشَةُ خَسَفَتِ الشَّمْسُ، فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَقَرَأَ سُورَةً طَوِيلَةً، ثُمَّ رَكَعَ فَأَطَالَ، ثُمَّ رَفَعَ رَأْسَهُ، ثُمَّ اسْتَفْتَحَ بِسُورَةٍ أُخْرَى، ثُمَّ رَكَعَ حَتَّى قَضَاهَا وَسَجَدَ، ثُمَّ فَعَلَ ذَلِكَ فِي الثَّانِيَةِ، ثُمَّ قَالَ   إِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَصَلُّوا حَتَّى يُفْرَجَ عَنْكُمْ، لَقَدْ رَأَيْتُ فِي مَقَامِي هَذَا كُلَّ شَىْءٍ وُعِدْتُهُ، حَتَّى لَقَدْ رَأَيْتُنِي أُرِيدُ أَنْ آخُذَ قِطْفًا مِنَ الْجَنَّةِ حِينَ رَأَيْتُمُونِي جَعَلْتُ أَتَقَدَّمُ، وَلَقَدْ رَأَيْتُ جَهَنَّمَ يَحْطِمُ بَعْضُهَا بَعْضًا حِينَ رَأَيْتُمُونِي تَأَخَّرْتُ، وَرَأَيْتُ فِيهَا عَمْرَو بْنَ لُحَىٍّ وَهُوَ الَّذِي سَيَّبَ السَّوَائِبَ .",
    "hadithBengali": "১১৩৯। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার সূর্যগ্রহণ হল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (সালাতে) দাঁড়ালেন এবং দীর্ঘ সূরা পাঠ করলেন, এরপর রুকু&#39; করলেন, আর তা দীর্ঘ করলেন। তারপর রুকু&#39; থেকে মাথা তুলেন এবং অন্য একটি সূরা পাঠ করতে শুরু করলেন। পরে রুকু&#39; সমাপ্ত করে সিজ্&zwnj;দা করলেন। দ্বিতীয় রাকা&#39;আতেও এরূপ করলেন। তারপর বললেনঃ এ দু&#39;টি (চন্দ্রগ্রহন ও সূর্যগ্রহন) আল্লাহর নিদর্শনসমূহের অন্যতম। তোমরা তা দেখলে গ্রহন মুক্ত না হওয়া পর্যন্ত সালাত (নামায/নামাজ) আদায় করবে। আমি আমার এ স্থানে দাঁড়িয়ে, আমাকে যা ওয়াদা করা হয়েছে তা সবই দেখতে পেয়েছি। এমন কি যখন তোমরা আমাকে সামনে এগিয়ে যেতে দেখেছিলে তখন আমি দেখলাম যে, জান্নাতের একটি (আঙুর) গুচ্ছ নেওয়ার ইচ্ছা করছি। আর যখন তোমরা আমাকে পিছনে সরে আসতে দেখেছিলে আমি দেখলাম জাহান্নাম, সেখানে আমর ইবনু লুহাইকে যে সায়িবাহ* প্রথা প্রবর্তন করেছিল।\n",
    "checkStatus": "1",
    "hadithNo": "1139",
    "id": "1146",
    "thesequence": "1565",
    "isActive": "1",
    "chapterId": "14830",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৬৭. সালাতে থাকাকালে পশু ছুটে গেলে। কাতাদা (র.) বলেন, কাপড় যদি (চুরি করে) নিয়ে যাওয়া হয়, তবে সালাত ছেড়ে দিয়ে চোরকে অনুসরণ করবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) saw some sputum on the wall facing the Qibla of the mosque and became furious with the people of the mosque and said, During the prayer, Allah is in front of everyone of you and so he should not spit (or said, He should not expectorate). Then he got down and scratched the sputum with his hand. Ibn `Umar said (after narrating), If anyone of you has to spit during the prayer, he should spit to his left.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم رَأَى نُخَامَةً فِي قِبْلَةِ الْمَسْجِدِ، فَتَغَيَّظَ عَلَى أَهْلِ الْمَسْجِدِ وَقَالَ   إِنَّ اللَّهَ قِبَلَ أَحَدِكُمْ، فَإِذَا كَانَ فِي صَلاَتِهِ، فَلاَ يَبْزُقَنَّ ـ أَوْ قَالَ ـ لاَ يَتَنَخَّمَنَّ . ثُمَّ نَزَلَ فَحَتَّهَا بِيَدِهِ. وَقَالَ ابْنُ عُمَرَ ـ رضى الله عنهما ـ إِذَا بَزَقَ أَحَدُكُمْ فَلْيَبْزُقْ عَلَى يَسَارِهِ.",
    "hadithBengali": "১১৪০। সুলাইমান ইবনু হারব (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদের কিব্&zwnj;লার দিকে নাকের শ্লেষ্মা দেখতে পেয়ে মসজিদের লোকদের উপর রাগান্বিত হলেন এবং বললেনঃ আল্লাহ পাক তোমাদের প্রত্যেকের সামনে রয়েছেন, কাজেই তোমাদের কেউ সালাতে থাকাকালে থুথু ফেলবে না বা রাবী বলেছেন, নাক ঝাড়বে না। একথা বলার পর তিনি (মিম্বর থেকে) নেমে এসে নিজের হাতে ঘষে ঘষে তা পরিষ্কার করলেন। এবং ইবনু উমর (রাঃ) বলেন, তোমাদের কেউ যখন থু থু ফেলে তখন সে যেন তার বা দিকে ফেলে।\n",
    "checkStatus": "1",
    "hadithNo": "1140",
    "id": "1147",
    "thesequence": "1566",
    "isActive": "1",
    "chapterId": "14831",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৬৮. সালাতে থাকাবস্থায় থু থু ফেলা ও ফু দেওয়া। আবদুল্লাহ্&zwnj; ইব্&zwnj;ন আম্&zwnj;র (রা.) থেকে বর্ণিত, নবী করীম (সাঃ) সূর্য গ্রগনের সালাতে সিজদার সময় ফুঁ দিয়েছিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) said, Whenever anyone of you is in prayer, he is speaking in private to his Lord and so he should neither spit in front of him nor on his right side but to his left side under his left foot.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا كَانَ فِي الصَّلاَةِ فَإِنَّهُ يُنَاجِي رَبَّهُ، فَلاَ يَبْزُقَنَّ بَيْنَ يَدَيْهِ وَلاَ عَنْ يَمِينِهِ، وَلَكِنْ عَنْ شِمَالِهِ تَحْتَ قَدَمِهِ الْيُسْرَى .",
    "hadithBengali": "১১৪১। মুহাম্মদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যখন সালাতে থাকে, তখন তো সে তার রবের সাথে নিবিড় আলাপে মশগুল থাকে। কাজেই সে যেন তার সামনে বা ডানে থু থু না ফেলে; তবে (প্রয়োজনে) বাঁ দিকে বা পায়ের নিচে ফেলবে।\n",
    "checkStatus": "1",
    "hadithNo": "1141",
    "id": "1148",
    "thesequence": "1567",
    "isActive": "1",
    "chapterId": "14831",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৬৮. সালাতে থাকাবস্থায় থু থু ফেলা ও ফু দেওয়া। আবদুল্লাহ্&zwnj; ইব্&zwnj;ন আম্&zwnj;র (রা.) থেকে বর্ণিত, নবী করীম (সাঃ) সূর্য গ্রগনের সালাতে সিজদার সময় ফুঁ দিয়েছিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nThe people used to offer the prayer with the Prophet (ﷺ) with their waist-sheets tied round their necks because of the shortness of the sheets and the women were ordered not to lift their heads till the men had sat straight.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ قَالَ كَانَ النَّاسُ يُصَلُّونَ مَعَ النَّبِيِّ صلى الله عليه وسلم وَهُمْ عَاقِدُو أُزْرِهِمْ مِنَ الصِّغَرِ عَلَى رِقَابِهِمْ، فَقِيلَ لِلنِّسَاءِ   لاَ تَرْفَعْنَ رُءُوسَكُنَّ حَتَّى يَسْتَوِيَ الرِّجَالُ جُلُوسًا .",
    "hadithBengali": "<p style=text-align:center>بَابُ مَنْ صَفَّقَ جَاهِلاً مِنَ الرِّجَالِ فِي صَلاَتِهِ لَمْ تَفْسُدْ صَلاَتُهُ\n\n<div class=arabic achapintro style=width: 80%; margin-right: 5%; text-align: center;>فِيهِ سَهْلُ بْنُ سَعْدٍ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ</div>\n\n<p style=text-align:center>৭৬৯. অনুচ্ছেদঃ যে ব্যক্তি অজ্ঞাতবশত সালাতে হাততালি দেয় তাঁর সালাত নষ্ট হয় না । এ বিষয়ে সাহ্&zwnj;ল ইব্&zwnj;ন সা&#39;দ (রা.) সূত্রে নবী করীম (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) থেকে হাদীস বর্ণিত হয়েছে ।\n\n<hr />\n১১৪২। মুহাম্মদ ইবনু কাসীর (রহঃ) ... সাহ্&zwnj;ল ইবনু সা&#39;দ (রাঃ) থেকে বর্ণিত, তিনি বলেন, সাহাবীগন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সালাত (নামায/নামাজ) আদায় করতেন এবং তাঁরা তাদের লুঙ্গী ছোট হওয়ার কারণে ঘাড়ের সাথে বেঁধে রাখতেন। তাই মহিলাগণকে বলা হয়, পুরুষগণ সোজা হয়ে না বসা পর্যন্ত তোমরা (সিজ্&zwnj;দা থেকে) মাথা তুলবে না।\n",
    "checkStatus": "1",
    "hadithNo": "1142",
    "id": "1149",
    "thesequence": "1568",
    "isActive": "1",
    "chapterId": "14832",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭০. মুসল্লিকে আগে বাড়তে অথবা অপেক্ষা করতে বলা হলে সে যদি অপেক্ষা করে তবে এতে দোষ নেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nI used to greet the Prophet (ﷺ) while he was in prayer and he would return my greeting, but when we returned (from Ethiopia) I greeted the Prophet (while he was praying) but he did not return the greeting, and (after finishing the prayer) he said, In the prayer one is occupied (with a more serious matter).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ كُنْتُ أُسَلِّمُ عَلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ فِي الصَّلاَةِ فَيَرُدُّ عَلَىَّ، فَلَمَّا رَجَعْنَا سَلَّمْتُ عَلَيْهِ فَلَمْ يَرُدَّ عَلَىَّ وَقَالَ   إِنَّ فِي الصَّلاَةِ شُغْلاً .",
    "hadithBengali": "১১৪৩। আবদুল্লাহ&zwnj; ইবনু আবূ শায়বাহ্&zwnj; (রহঃ) ... আবদুল্লাহ&zwnj; (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর সালাত (নামায/নামাজ) রত অবস্থায় সালাম করতাম। তিনি আমাকে সালামের জওয়াব দিতেন। আমরা (আবিসিনিয়া থেকে) ফিরে তাঁকে (সালাত (নামায/নামাজ)রত অবস্থায়) সালাম দিলাম। তিনি জওয়াব দিলেন না এবং পরে বললেনঃ সালাতে অনেক ব্যস্ততা ও নিমগ্নতা রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1143",
    "id": "1150",
    "thesequence": "1569",
    "isActive": "1",
    "chapterId": "14833",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭১. সালাতে সালামের জবাব দিবে না ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nAllahs Messenger (ﷺ) sent me for some job and when I had finished it I returned and came to the Prophet (ﷺ) and greeted him but he did not return my greeting. So I felt so sorry that only Allah knows it and I said to myself,, Perhaps Allahs Messenger (ﷺ) is angry because I did not come quickly, then again I greeted him but he did not reply. I felt even more sorry than I did the first time. Again I greeted him and he returned the greeting and said, The thing which prevented me from returning the greeting was that I was praying. And at that time he was on his Rahila and his face was not towards the Qibla.",
    "hadithArabic": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا كَثِيرُ بْنُ شِنْظِيرٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَاجَةٍ لَهُ فَانْطَلَقْتُ، ثُمَّ رَجَعْتُ وَقَدْ قَضَيْتُهَا، فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَسَلَّمْتُ عَلَيْهِ، فَلَمْ يَرُدَّ عَلَىَّ، فَوَقَعَ فِي قَلْبِي مَا اللَّهُ أَعْلَمُ بِهِ فَقُلْتُ فِي نَفْسِي لَعَلَّ رَسُولَ اللَّهِ صلى الله عليه وسلم وَجَدَ عَلَىَّ أَنِّي أَبْطَأْتُ عَلَيْهِ، ثُمَّ سَلَّمْتُ عَلَيْهِ فَلَمْ يَرُدَّ عَلَىَّ، فَوَقَعَ فِي قَلْبِي أَشَدُّ مِنَ الْمَرَّةِ الأُولَى، ثُمَّ سَلَّمْتُ عَلَيْهِ فَرَدَّ عَلَىَّ فَقَالَ   إِنَّمَا مَنَعَنِي أَنْ أَرُدَّ عَلَيْكَ أَنِّي كُنْتُ أُصَلِّي . وَكَانَ عَلَى رَاحِلَتِهِ مُتَوَجِّهًا إِلَى غَيْرِ الْقِبْلَةِ.",
    "hadithBengali": "১১৪৪। আবূ মা&#39;মার (রহঃ) ... জাবির ইবনু আবদুল্লাহ&zwnj; (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে তাঁর একটি কাজে পাঠালেন, আমি গেলাম এবং কাজটি সেরে ফিরে এলাম। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সালাম দিলাম। তিনি জওয়াব দিলেন না। এতে আমার মনে এমন একটা খট্&zwnj;কা লাগল যা আল্লাহই ভাল জানেন। আমি মনে মনে বললাম, সম্ভবত আমি বিলম্বে আসার কারণে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার উপর অসন্তুষ্ট হয়েছেন। আবার আমি তাঁকে সালাম দিলাম; তিনি জওয়াব দিলেন না। ফলে আমার মনে প্রথমবারের চাইতেও অধিক খট্&zwnj;কা লাগল। (সালাত (নামায/নামাজ) শেষে) আবার আমি তাঁকে সালাম দিলাম। এবার তিনি সালামের জওয়াব দিলেন এবং বললেনঃ সালাতে ছিলাম বলে তোমার সালামের জওয়াব দিতে পারিনি। তিনি তখন তাঁর বাহনের পিঠে কিব্&zwnj;লা থেকে ভিন্নমুখী ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1144",
    "id": "1151",
    "thesequence": "1570",
    "isActive": "1",
    "chapterId": "14833",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭১. সালাতে সালামের জবাব দিবে না ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nThe news about the differences amongst the people of Bani `Amr bin `Auf at Quba reached Allahs Apostle and so he went to them along with some of his companions to affect a reconciliation. Allahs Apostle was delayed there and the time for the prayer became due. Bilal came to Abu Bakr! and said, O Abu Bakr! Allahs Messenger (ﷺ) is detained (there) and the time for the prayer is due. Will you lead the people in prayer? Abu Bakr replied, Yes, if you wish. So Bilal pronounced the Iqama and Abu Bakr went forward and the people said Takbir. In the meantime, Allahs Messenger (ﷺ) came piercing through the rows till he stood in the (first) row and the people started clapping. Abu Bakr, would never look hither and thither during the prayer but when the people clapped much he looked back and saw Allahs Messenger (ﷺ). The Prophet (ﷺ) beckoned him to carry on. Abu Bakr raised both his hands, praised Allah and retreated till he stood in the row and Allahs Messenger (ﷺ) went forward and led the people in the prayer. When he had finished the prayer, he addressed the people and said, O people! Why did you start clapping when something happened to you in the prayer? Clapping is for women. Whenever one is confronted with something unusual in the prayer one should say, Sub Han Allah. Then the Prophet looked towards Abu Bakr and asked, What prevented you from leading the prayer when I beckoned you to carry on? Abu Bakr replied, It does not befit the son of Al Quhafa to lead the prayer in the presence of Allahs Messenger (ﷺ).",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ قَالَ بَلَغَ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنَّ بَنِي عَمْرِو بْنِ عَوْفٍ بِقُبَاءٍ كَانَ بَيْنَهُمْ شَىْءٌ، فَخَرَجَ يُصْلِحُ بَيْنَهُمْ فِي أُنَاسٍ مِنْ أَصْحَابِهِ، فَحُبِسَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَحَانَتِ الصَّلاَةُ، فَجَاءَ بِلاَلٌ إِلَى أَبِي بَكْرٍ ـ رضى الله عنهما ـ فَقَالَ يَا أَبَا بَكْرٍ، إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ حُبِسَ وَقَدْ حَانَتِ الصَّلاَةُ، فَهَلْ لَكَ أَنْ تَؤُمَّ النَّاسَ قَالَ نَعَمْ إِنْ شِئْتَ. فَأَقَامَ بِلاَلٌ الصَّلاَةَ، وَتَقَدَّمَ أَبُو بَكْرٍ ـ رضى الله عنه ـ فَكَبَّرَ لِلنَّاسِ، وَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَمْشِي فِي الصُّفُوفِ يَشُقُّهَا شَقًّا، حَتَّى قَامَ فِي الصَّفِّ، فَأَخَذَ النَّاسُ فِي التَّصْفِيحِ. قَالَ سَهْلٌ التَّصْفِيحُ هُوَ التَّصْفِيقُ. قَالَ وَكَانَ أَبُو بَكْرٍ ـ رضى الله عنه ـ لاَ يَلْتَفِتُ فِي صَلاَتِهِ، فَلَمَّا أَكْثَرَ النَّاسُ الْتَفَتَ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَشَارَ إِلَيْهِ، يَأْمُرُهُ أَنْ يُصَلِّيَ، فَرَفَعَ أَبُو بَكْرٍ ـ رضى الله عنه ـ يَدَهُ، فَحَمِدَ اللَّهَ، ثُمَّ رَجَعَ الْقَهْقَرَى وَرَاءَهُ حَتَّى قَامَ فِي الصَّفِّ، وَتَقَدَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَلَّى لِلنَّاسِ، فَلَمَّا فَرَغَ أَقْبَلَ عَلَى النَّاسِ فَقَالَ  يَا أَيُّهَا النَّاسُ مَا لَكُمْ حِينَ نَابَكُمْ شَىْءٌ فِي الصَّلاَةِ أَخَذْتُمْ بِالتَّصْفِيحِ إِنَّمَا التَّصْفِيحُ لِلنِّسَاءِ، مَنْ نَابَهُ شَىْءٌ فِي صَلاَتِهِ فَلْيَقُلْ سُبْحَانَ اللَّهِ . ثُمَّ الْتَفَتَ إِلَى أَبِي بَكْرٍ ـ رضى الله عنه ـ فَقَالَ  يَا أَبَا بَكْرٍ، مَا مَنَعَكَ أَنْ تُصَلِّيَ لِلنَّاسِ حِينَ أَشَرْتُ إِلَيْكَ . قَالَ أَبُو بَكْرٍ مَا كَانَ يَنْبَغِي لاِبْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم.",
    "hadithBengali": "১১৪৫। কুতাইবা (রহঃ) ... সাহ্&zwnj;ল ইবনু সা&#39;দ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ সংবাদ পৌঁছল যে, কুবায় বনূ আমর ইবনু আওফ গোত্রে কোন ব্যাপার ঘটেছে। তাদের মধ্যে মীমাংসার উদ্দেশ্যে তিনি কয়েকজন সাহাবীসহ বেরিয়ে গেলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে কর্মব্যস্ত হয়ে পড়েন। ইতিমধ্যে সালাত (নামায/নামাজ)-এর সময় হয়ে গেল। বিলাল (রাঃ) আবূ বকর (রাঃ) এর কাছে এসে বলেন, হে আবূ বক্&zwnj;র! রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্মব্যস্ত রয়েছেন। এদিকে সালাত (নামায/নামাজ)-এর সময় উপস্থিত। আপনি কি লোকদের ইমামতী করবেন? তিনি বললেন, হ্যাঁ যদি তুমি চাও। তখন বিলাল (রাঃ) সালাত (নামায/নামাজ)-এর ইকামত বললেন এবং আবূ বক্&zwnj;র (রাঃ) এগিয়ে গেলেন এবং তাক্&zwnj;বীর বললেন।\n\nতখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাশরীফ আনলেন এবং কাতার ফাঁক করে সামনে এগিয়ে গিয়ে কাতারে দাঁড়ালেন। মুসল্লীগণ তখন তাস্&zwnj;ফীহ্&zwnj; করতে লাগলেন। সাহ্&zwnj;ল (রাঃ) বললেন, তাস্&zwnj;ফীহ্&zwnj; মানে তাস্&zwnj;ফীক (হাতে তালি দেওয়া) তিনি আরো বললেন, আবূ বক্&zwnj;র (রাঃ) সালাতে এদিকে সেদিকে তাকাতেন না। মুসল্লিগণ বেশী (হাত চাপড়াতে শুরু) করলে, তিনি লক্ষ্য করে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে দেখতে পেলেন। তিনি তাঁকে ইশারায় সালাত (নামায/নামাজ) আদায় করার আদেশ দিলেন। তখন আবূ বক্&zwnj;র (রাঃ) তাঁর দু&#39;হাত তুললেন এবং আল্লাহর হাম্&zwnj;দ বর্ণনা করলেন। তারপর পিছু হেঁটে পিছনে সরে এসে কাতারে দাঁড়ালেন। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &zwnj; সামনে এগিয়ে গেলেন এবং মুসল্লীগণকে নিয়ে সালাত (নামায/নামাজ) আদায় করলেন।\n\nসালাত (নামায/নামাজ) শেষ করে তিনি মুসল্লীগণের দিকে মুখ করে বললেনঃ হে লোক সকল! তোমাদের কি হয়েছে? সালাত (নামায/নামাজ) কোন ব্যাপার ঘটলে তোমরা হাত চাপড়াতে শুরু করো কেন? হাত চাপড়ান তো মেয়েদের জন্য। সালাত (নামায/নামাজ) রত অবস্থায় কারো কিছু ঘটলে পুরুষরা সুব্&zwnj;হানাল্লাহ্&zwnj; বলবে। তারপর তিনি আবূ বকর (রাঃ)-এর দিকে লক্ষ্য করে তাঁকে জিজ্ঞাসা করলেন, হে আবূ বকর! তোমাকে আমি ইশারা করা সত্ত্বেও কিসে তোমাকে সালাত (নামায/নামাজ) আদায়ে বাঁধা দিল? আবূ বকর (রাঃ) বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করা ইবনু আবূ কুহাফার* জন্য সংগত নয়।\n",
    "checkStatus": "1",
    "hadithNo": "1145",
    "id": "1152",
    "thesequence": "1571",
    "isActive": "1",
    "chapterId": "14834",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭২. কিছু ঘটলে সালাতে হাত তোলা ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nIt was forbidden to keep the hands on the hips during the prayer. (This is narrated by Abu Huraira from the Prophet.)",
    "hadithArabic": " حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ نُهِيَ عَنِ الْخَصْرِ، فِي الصَّلاَةِ. وَقَالَ هِشَامٌ وَأَبُو هِلاَلٍ عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "১১৪৬। আবূ নু&#39;মান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, সালাতে কোমরে হাত রাখা নিষেধ করা হয়েছে। হিশাম ও আবূ হিলাল (রহঃ) ইবনু সীরীন (রহঃ) এর মাধ্যমে আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1146",
    "id": "1153",
    "thesequence": "1572",
    "isActive": "1",
    "chapterId": "14835",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭৩. সালতে কোমরে হাত রাখা ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nIt was forbidden to pray with the hands over ones hips.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا مُحَمَّدٌ، عَنْ أَبِي هُرَيْرَةَ، رضى الله عنه قَالَ نُهِيَ أَنْ يُصَلِّيَ الرَّجُلُ مُخْتَصِرًا.",
    "hadithBengali": "১১৪৭। আমর ইবনু আলী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, কোমরে হাত রেখে সালাত (নামায/নামাজ) আদায় করতে লোকদের নিষেধ করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1147",
    "id": "1154",
    "thesequence": "1573",
    "isActive": "1",
    "chapterId": "14835",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭৩. সালতে কোমরে হাত রাখা ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uqba bin Al-Harith:\n\nI offered the `Asr prayer with the Prophet (ﷺ) and after finishing the prayer with Taslim he got up quickly and went to some of his wives and then came out. He noticed the signs of astonishment on the faces of the people caused by his speed. He then said, I remembered while I was in my prayer that a piece of gold was Lying in my house and I disliked that it should remain with us throughout the night, and so I have ordered it to be distributed.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا عُمَرُ ـ هُوَ ابْنُ سَعِيدٍ ـ قَالَ أَخْبَرَنِي ابْنُ أَبِي مُلَيْكَةَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ ـ رضى الله عنه ـ قَالَ صَلَّيْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم الْعَصْرَ، فَلَمَّا سَلَّمَ قَامَ سَرِيعًا دَخَلَ عَلَى بَعْضِ نِسَائِهِ، ثُمَّ خَرَجَ وَرَأَى مَا فِي وُجُوهِ الْقَوْمِ مِنْ تَعَجُّبِهِمْ لِسُرْعَتِهِ فَقَالَ   ذَكَرْتُ وَأَنَا فِي الصَّلاَةِ تِبْرًا عِنْدَنَا، فَكَرِهْتُ أَنْ يُمْسِيَ أَوْ يَبِيتَ عِنْدَنَا فَأَمَرْتُ بِقِسْمَتِهِ .",
    "hadithBengali": "১১৪৮। ইস্&zwnj;হাক ইবনু মান্&zwnj;সূর (রহঃ) ... ঊকবা ইবনু হারিস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আসরের সালাত (নামায/নামাজ) আদায় করলাম। সালাম করেই তিনি দ্রুত উঠে তাঁর কোন এক সহধর্মিণীর কাছে গেলেন, এরপর বেরিয়ে এলেন। তাঁর দ্রুত যাওয়া আসার ফলে (উপস্থিত) সাহাবীগণের চেহারায় বিস্ময়ের আভাস দেখে তিনি বললেনঃ সালাতে আমার কাছে রাখা একটি সোনার টুক্&zwnj;রার কথা আমার মনে পড়ে গেল। সন্ধ্যায় বা রাতে তা আমার কাছে থাকবে আমি এটা অপছন্দ করলাম। তাই, তা বণ্টন করে দেওয়ার নির্দেশ দিয়ে ছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "1148",
    "id": "1155",
    "thesequence": "1574",
    "isActive": "1",
    "chapterId": "14836",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭৪. সালাতে মুসল্লীর কোন বিষয় চিন্তা করা। উমর (রা.) বলেছেন, আমি সালাতের মধ্যে আমার সেনাবাহিনী বিন্যাসের চিন্তা করে থাকি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, When the Adhan for the prayer is pronounced, then Satan takes to his heels passing wind so that he may not hear the Adhan and when the Muadh-dhin finishes, he comes back; and when the Iqama is pronounced he again takes to his heels and when it is finished, he again comes back and continues reminding the praying person of things that he used not to remember when not in prayer till he forgets how much he has prayed. Abu Salama bin `Abdur-Rahman said, If anyone of you has such a thing (forgetting the number of rak`at he has prayed) he should perform two prostrations of Sahu (i.e. forgetfulness) while sitting. Abu Salama narrates this from Abu Huraira.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ جَعْفَرٍ، عَنِ الأَعْرَجِ، قَالَ قَالَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا أُذِّنَ بِالصَّلاَةِ أَدْبَرَ الشَّيْطَانُ لَهُ ضُرَاطٌ حَتَّى لاَ يَسْمَعَ التَّأْذِينَ، فَإِذَا سَكَتَ الْمُؤَذِّنُ أَقْبَلَ، فَإِذَا ثُوِّبَ أَدْبَرَ فَإِذَا سَكَتَ أَقْبَلَ، فَلاَ يَزَالُ بِالْمَرْءِ يَقُولُ لَهُ اذْكُرْ مَا لَمْ يَكُنْ يَذْكُرُ حَتَّى لاَ يَدْرِي كَمْ صَلَّى . قَالَ أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ إِذَا فَعَلَ أَحَدُكُمْ ذَلِكَ فَلْيَسْجُدْ سَجْدَتَيْنِ وَهُوَ قَاعِدٌ. وَسَمِعَهُ أَبُو سَلَمَةَ مِنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه.",
    "hadithBengali": "১১৪৯। ইয়াহ্&zwnj;ইয়া ইবনু বুকাইর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সালাত (নামায/নামাজ)-এর আযান হলে শয়তান পিঠ ফিরিয়ে পালায় যাতে সে আযান না শুনতে পায়। তখন তার পশ্চাঁদ-বায়ূ নিঃসরণ হতে থাকে। মুআয্&zwnj;যিন আযান শেষে নিরব হলে সে আবার এগিয়ে আসে। আবার ইকামত বলা হলে পালিয়ে যায়। মুআয্&zwnj;যিন (ইকামত) শেষ করলে এগিয়ে আসে। তখন সে মুসল্লীকে বলতে থাকে, (ওটা) স্মরণ কর, যে বিষয় তার স্মরণে ছিল না শেষ পর্যন্ত সে কত রাকা&#39;আত সালাত (নামায/নামাজ) আদায় করল তা মনে করতে পারে না। আবূ সালামা ইবনু আবদূর রহমান (রহঃ) বলেছেন, তোমাদের কেউ এরূপ অবস্থায় পড়লে (শেষ বৈঠকে) বসা অবস্থায় যেন দু&#39;টি সিজ্&zwnj;দা করে। একথা আবূ সালামা (রহঃ) আবূ হুরায়রা (রাঃ) থেকে শুনেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1149",
    "id": "1156",
    "thesequence": "1575",
    "isActive": "1",
    "chapterId": "14836",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭৪. সালাতে মুসল্লীর কোন বিষয় চিন্তা করা। উমর (রা.) বলেছেন, আমি সালাতের মধ্যে আমার সেনাবাহিনী বিন্যাসের চিন্তা করে থাকি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nPeople say that I narrate too many narrations of the Prophet; once I met a man (during the lifetime of the Prophet) and asked him, Which Sura did Allahs Messenger (ﷺ) s recite yesterday in the `Isha prayer? He said, I do not know. I said, Did you not attend the prayer? He said, Yes, (I did). I said, I know. He recited such and such Sura.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، قَالَ أَخْبَرَنِي ابْنُ أَبِي ذِئْبٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، قَالَ قَالَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ يَقُولُ النَّاسُ أَكْثَرَ أَبُو هُرَيْرَةَ، فَلَقِيتُ رَجُلاً فَقُلْتُ بِمَ قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْبَارِحَةَ فِي الْعَتَمَةِ فَقَالَ لاَ أَدْرِي. فَقُلْتُ لَمْ تَشْهَدْهَا قَالَ بَلَى. قُلْتُ لَكِنْ أَنَا أَدْرِي، قَرَأَ سُورَةَ كَذَا وَكَذَا.",
    "hadithBengali": "১১৫০। মুহাম্মদ ইবনু মূসান্না (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আবূ হুরায়রা (রাঃ) বেশী হাদীস বর্ণনা করেছে। এক ব্যাক্তির সাথে সাক্ষাত হলে আমি জিজ্ঞাসা করলাম। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গতরাতে ইশার সালাতে কোন সূরা পড়েছেন? লোকটি বলল, আমি জানিনা। আমি বললাম, কেন, তুমি কি সালাতে উপস্থিত ছিলে না? সে বলল, হ্যাঁ, ছিলাম। আমি বললাম, কিন্তু আমি জানি তিনি অমুক অমুক সূরা পড়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1150",
    "id": "1157",
    "thesequence": "1576",
    "isActive": "1",
    "chapterId": "14836",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭৪. সালাতে মুসল্লীর কোন বিষয় চিন্তা করা। উমর (রা.) বলেছেন, আমি সালাতের মধ্যে আমার সেনাবাহিনী বিন্যাসের চিন্তা করে থাকি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Buhaina:\n\nAllahs Messenger (ﷺ) once led us in a prayer and offered two rak`at and got up (for the third rak`a) without sitting (after the second rak`a). The people also got up with him, and when he was about to finish his prayer, we waited for him to finish the prayer with Taslim but he said Takbir before Taslim and performed two prostrations while sitting and then finished the prayer with Taslim.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ عَبْدِ اللَّهِ ابْنِ بُحَيْنَةَ ـ رضى الله عنه ـ أَنَّهُ قَالَ صَلَّى لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم رَكْعَتَيْنِ مِنْ بَعْضِ الصَّلَوَاتِ ثُمَّ قَامَ فَلَمْ يَجْلِسْ، فَقَامَ النَّاسُ مَعَهُ، فَلَمَّا قَضَى صَلاَتَهُ وَنَظَرْنَا تَسْلِيمَهُ كَبَّرَ قَبْلَ التَّسْلِيمِ فَسَجَدَ سَجْدَتَيْنِ وَهُوَ جَالِسٌ ثُمَّ سَلَّمَ.",
    "hadithBengali": "১১৫১। আবদুল্লাহ&zwnj; ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ&zwnj; ইবনু বুহায়না (রাঃ) থেকে বর্ণিত, তিনি বলেন, কোন এক সালাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু&#39; রাকা&#39;আত আদায় না করে বসে দাঁড়িয়ে গেলেন। মুসল্লিগণ তাঁর সঙ্গে দাঁড়িয়ে গেলেন। যখন সালাত (নামায/নামাজ) সমাপ্ত করার সময় হল এবং আমরা তাঁর সালাম ফিরানোর অপেক্ষা করছিলাম, তখন তিনি সালাম ফিরানোর আগে তাক্&zwnj;বীর বলে বসে বসেই দু&#39;টি সিজ্&zwnj;দা করলেন। তারপর সালাম ফিরালেন।\n",
    "checkStatus": "1",
    "hadithNo": "1151",
    "id": "1158",
    "thesequence": "1577",
    "isActive": "1",
    "chapterId": "14837",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭৫. ফরয সালাতে দু&#039; রাকা&#039;আতের পর দাঁড়িয়ে পড়লে সিজ্&zwnj;দায়ে সহু প্রসঙ্গে ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Buhaina:\n\nAllahs Messenger (ﷺ) got up after the second rak`a of the Zuhr prayer without sitting in between (the second and the third rak`at). When he finished the prayer he performed two prostrations (of Sahu) and then finished the prayer with Taslim.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ عَبْدِ اللَّهِ ابْنِ بُحَيْنَةَ ـ رضى الله عنه ـ أَنَّهُ قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ مِنِ اثْنَتَيْنِ مِنَ الظُّهْرِ لَمْ يَجْلِسْ بَيْنَهُمَا، فَلَمَّا قَضَى صَلاَتَهُ سَجَدَ سَجْدَتَيْنِ ثُمَّ سَلَّمَ بَعْدَ ذَلِكَ.",
    "hadithBengali": "১১৫২। আবদুল্লাহ&zwnj; ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ&zwnj; ইবনু বুহায়না (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুহ্&zwnj;রের দু&#39; রাকা&#39;আত আদায় করে দাঁড়িয়ে গেলেন। দু&#39; রাকা&#39;আতের পর তিনি বসলেন না। সালাত (নামায/নামাজ) শেষ হয়ে গেলে তিনি দু&#39;টি সিজ্&zwnj;দা করলেন এবং এরপর সালাম ফিরালেন।\n",
    "checkStatus": "1",
    "hadithNo": "1152",
    "id": "1159",
    "thesequence": "1578",
    "isActive": "1",
    "chapterId": "14837",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭৫. ফরয সালাতে দু&#039; রাকা&#039;আতের পর দাঁড়িয়ে পড়লে সিজ্&zwnj;দায়ে সহু প্রসঙ্গে ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nOnce Allahs Messenger (ﷺ) offered five rak`at in the Zuhr prayer, and somebody asked him whether there was some increase in the prayer. Allahs Messenger (ﷺ) said, What is that? He said, You have offered five rak`at. So Allahs Messenger (ﷺ) performed two prostrations of Sahu after Taslim.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى الظُّهْرَ خَمْسًا فَقِيلَ لَهُ أَزِيدَ فِي الصَّلاَةِ فَقَالَ   وَمَا ذَاكَ . قَالَ صَلَّيْتَ خَمْسًا. فَسَجَدَ سَجْدَتَيْنِ بَعْدَ مَا سَلَّمَ.",
    "hadithBengali": "১১৫৩। আবূল ওয়ালীদ (রহঃ) ... আবদুল্লাহ&zwnj; (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুহ্&zwnj;রের সালাত (নামায/নামাজ) পাঁচ রাকা&#39;আত আদায় করলেন। তাঁকে জিজ্ঞাসা করা হল, সালাত (নামায/নামাজ) কি বৃদ্ধি করা হয়েছে? তিনি বললেন, এ প্রশ্ন কেন? (প্রশ্নকারী) বললেন, আপনি তো পাঁচ রাকা&#39;আত সালাত (নামায/নামাজ) আদায় করেছেন। অতএব তিনি সালাম ফিরানোর পর দু&#39;টি সিজ্&zwnj;দা করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1153",
    "id": "1160",
    "thesequence": "1579",
    "isActive": "1",
    "chapterId": "14838",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭৬. সালাত পাঁচ রাকা&#039;আত আদায় করলে ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) led us in the `Asr or the Zuhr prayer and finished it with Taslim. Dhul-Yadain said to him, O Allahs Messenger (ﷺ)! Has the prayer been reduced? The Prophet (ﷺ) asked his companions in the affirmative. So Allahs Messenger (ﷺ) I offered two more rak`at and then performed two prostrations (of Sahu). Sa`d said, I saw that Urwa bin Az-Zubair had offered two rak`at in the Maghrib prayer and finished it with Taslim. He then talked (and when he was informed about it) he completed the rest of his prayer and performed two prostrations, and said, The Prophet (ﷺ) prayed like this. ",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ صَلَّى بِنَا النَّبِيُّ صلى الله عليه وسلم الظُّهْرَ أَوِ الْعَصْرَ فَسَلَّمَ، فَقَالَ لَهُ ذُو الْيَدَيْنِ الصَّلاَةُ يَا رَسُولَ اللَّهَ أَنَقَصَتْ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لأَصْحَابِهِ   أَحَقٌّ مَا يَقُولُ . قَالُوا نَعَمْ. فَصَلَّى رَكْعَتَيْنِ أُخْرَيَيْنِ ثُمَّ سَجَدَ سَجْدَتَيْنِ. قَالَ سَعْدٌ وَرَأَيْتُ عُرْوَةَ بْنَ الزُّبَيْرِ صَلَّى مِنَ الْمَغْرِبِ رَكْعَتَيْنِ فَسَلَّمَ وَتَكَلَّمَ ثُمَّ صَلَّى مَا بَقِيَ وَسَجَدَ سَجْدَتَيْنِ وَقَالَ هَكَذَا فَعَلَ النَّبِيُّ صلى الله عليه وسلم.",
    "hadithBengali": "১১৫৪। আদম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিয়ে যুহর বা আসরের সালাত (নামায/নামাজ) আদায় করলেন এবং সালাম ফিরালেন। তখন যুল-ইয়াদাইন (রাঃ) তাঁকে জিজ্ঞাসা করলেন, ইয়া রাসূলাল্লাহ! সালাত (নামায/নামাজ) কি কম হয়ে গেল? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাহাবীগণকে জিজ্ঞাসা করলেন, সে যা বলছে তা কি ঠিক? তাঁরা বললেন, হ্যাঁ। তখন তিনি আরও দু রাকা&#39;আত সালাত (নামায/নামাজ) আদায় করলেন। পরে দু&#39;টি সিজ্&zwnj;দা করলেন।\n\nসা&#39;দ (রাঃ) বলেন, আমি উরাওয়া ইবনু যুবাইর (রাঃ) কে দেখেছি, তিনি মাগরিবের দু&#39; রাকা&#39;আত সালাত (নামায/নামাজ) আদায় করে সালাম ফিরালেন এবং কথা বললেন। পরে অবশিষ্ট সালাত (নামায/নামাজ) আদায় করে দু&#39;টি সিজ্&zwnj;দা করলেন। এবং বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1154",
    "id": "1161",
    "thesequence": "1580",
    "isActive": "1",
    "chapterId": "14839",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭৭. দ্বিতীয় বা তৃতীয় রাকা&#039;আতে সালাম ফিরিয়ে নিলে সালাতের সিজ্&zwnj;দার ন্যায় তার চাইতে দীর্ঘ দু&#039;টি সিজ্&zwnj;দা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira.:\n\nOnce Allahs Messenger (ﷺ) offered two rak`at and finished his prayer. So Dhul-Yadain asked him, Has the prayer been reduced or have you forgotten? Allahs Messenger (ﷺ) said, Has Dhul-Yadain spoken the truth? The people replied in the affirmative. Then Allahs Messenger (ﷺ) stood up and offered the remaining two rak`at and performed Taslim, and then said Takbir and performed two prostrations like his usual prostrations, or a bit longer, and then got up.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ أَيُّوبَ بْنِ أَبِي تَمِيمَةَ السَّخْتِيَانِيِّ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ. أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم انْصَرَفَ مِنِ اثْنَتَيْنِ فَقَالَ لَهُ ذُو الْيَدَيْنِ أَقُصِرَتِ الصَّلاَةُ أَمْ نَسِيتَ يَا رَسُولَ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَصَدَقَ ذُو الْيَدَيْنِ . فَقَالَ النَّاسُ نَعَمْ. فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَلَّى اثْنَتَيْنِ أُخْرَيَيْنِ ثُمَّ سَلَّمَ ثُمَّ كَبَّرَ فَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ ثُمَّ رَفَعَ.",
    "hadithBengali": "১১৫৫। আবদুল্লাহ&zwnj; ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু&#39; রাকা&#39;আত আদায় করে সালাত (নামায/নামাজ) শেষ করলেন। যুল-ইয়াদাইন (রাঃ) তাঁকে জিজ্ঞাসা করলেন, ইয়া রাসূলাল্লাহ! সালাত (নামায/নামাজ) কি কম করে দেয়া দেওয়া হয়েছে, না কি আপনি ভুলে গেছেন? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেন, যুল-ইয়াদাইন কি সত্য বলছে? মুসল্লীগণ বললেন, হ্যাঁ। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে আরও দু&#39; রাকা&#39;আত সালাত (নামায/নামাজ) আদায় করলেন। তারপর তিনি সালাম ফিরালেন এবং তাক্&zwnj;বীর বললেন, পরে সিজদা করলেন, স্বাভাবিক সিজ্&zwnj;দার মতো বা তাঁর চেয়ে দীর্ঘ। এরপর তিনি মাথা তুললেন।\n",
    "checkStatus": "1",
    "hadithNo": "1155",
    "id": "1162",
    "thesequence": "1581",
    "isActive": "1",
    "chapterId": "14840",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭৮. সিজ্&zwnj;দায়ে সহুর পর তাশাহ্&zwnj;হুদ না পড়লে। আনাস (রা.) ও হাসান (বাসরী) (র.) সালাম ফিরিয়েছেন। কিন্তু তাশাহ্&zwnj;হুদ পড়েননি । কাতাদা (র.) বলেছেন, তাশাহ্&zwnj;হুদ পড়বে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salama bin Alqama:\n\nI asked Muhammad (bin Seereen) whether Tashah-hud should be recited after the two prostrations of Sahu. He replied, It is not (mentioned) in Abu Hurairas narration . ",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ سَلَمَةَ بْنِ عَلْقَمَةَ، قَالَ قُلْتُ لِمُحَمَّدٍ فِي سَجْدَتَىِ السَّهْوِ تَشَهُّدٌ قَالَ لَيْسَ فِي حَدِيثِ أَبِي هُرَيْرَةَ.",
    "hadithBengali": "১১৫৬। সুলাইমান ইবনু হারব (রহঃ) ... সালামা ইবনু আলকামা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি মুহাম্মদ ইবনু সীরীন) (রহঃ) কে জিজ্ঞাসা করলাম, সিজ্&zwnj;দায়ে সহুর পর তাশাহ্&zwnj;হুদ আছে কি? তিনি বললেন, আবূ হুরায়রা (রাঃ)-এর হাদীসে তা নেই।\n",
    "checkStatus": "1",
    "hadithNo": "1156",
    "id": "1163",
    "thesequence": "1582",
    "isActive": "1",
    "chapterId": "14840",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭৮. সিজ্&zwnj;দায়ে সহুর পর তাশাহ্&zwnj;হুদ না পড়লে। আনাস (রা.) ও হাসান (বাসরী) (র.) সালাম ফিরিয়েছেন। কিন্তু তাশাহ্&zwnj;হুদ পড়েননি । কাতাদা (র.) বলেছেন, তাশাহ্&zwnj;হুদ পড়বে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) offered one of the evening prayers (the sub-narrator Muhammad said, I think that it was most probably the `Asr prayer) and he finished it after offering two rak`at only. He then stood near a price of wood in front of the Mosque and put his hand over it. Abu Bakr and `Umar were amongst those who were present, but they dared not talk to him about that (because of excessive respect for him), and those who were in a hurry went out. They said, Has the prayer been reduced? A man who was called Dhul-Yadain by the Prophet (ﷺ) said (to the Prophet), Has the prayer been reduced or have you forgotten? He said, Neither have I forgotten, nor has the prayer been reduced. He said, Certainly you have forgotten. So the Prophet (ﷺ) offered two more rak`at and performed Taslim and then said Takbir and performed a prostration of Sahu like his ordinary prostration or a bit longer and then raised his head and said Takbir and then put his head down and performed a prostration like his ordinary prostration or a bit longer, and then raised his head and said Takbir.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا يَزِيدُ بْنُ إِبْرَاهِيمَ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ صَلَّى النَّبِيُّ صلى الله عليه وسلم إِحْدَى صَلاَتَىِ الْعَشِيِّ ـ قَالَ مُحَمَّدٌ وَأَكْثَرُ ظَنِّي الْعَصْرَ ـ رَكْعَتَيْنِ ثُمَّ سَلَّمَ ثُمَّ قَامَ إِلَى خَشَبَةٍ فِي مُقَدَّمِ الْمَسْجِدِ فَوَضَعَ يَدَهُ عَلَيْهَا وَفِيهِمْ أَبُو بَكْرٍ وَعُمَرُ ـ رضى الله عنهما ـ فَهَابَا أَنْ يُكَلِّمَاهُ وَخَرَجَ سَرَعَانُ النَّاسِ فَقَالُوا أَقَصُرَتِ الصَّلاَةُ وَرَجُلٌ يَدْعُوهُ النَّبِيُّ صلى الله عليه وسلم ذُو الْيَدَيْنِ فَقَالَ أَنَسِيتَ أَمْ قَصُرَتْ فَقَالَ   لَمْ أَنْسَ وَلَمْ تُقْصَرْ . قَالَ بَلَى قَدْ نَسِيتَ. فَصَلَّى رَكْعَتَيْنِ ثُمَّ سَلَّمَ ثُمَّ كَبَّرَ فَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ، ثُمَّ رَفَعَ رَأْسَهُ فَكَبَّرَ، ثُمَّ وَضَعَ رَأْسَهُ فَكَبَّرَ فَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ، ثُمَّ رَفَعَ رَأْسَهُ وَكَبَّرَ.",
    "hadithBengali": "১১৫৭। হাফ্&zwnj;স ইবনু উমর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিকালের কোন এক সালাতে দু&#39; রাকা&#39;আত আদায় করে সালাম ফিরালেন। মুহাম্মদ (রহঃ) বলেন, আমার প্রবল ধারনা, তা ছিল আসরের সালাত (নামায/নামাজ)। তারপর মসজিদের একটি কাষ্ঠ খণ্ডের কাছে গিয়ে দাঁড়ালেন এবং উহার উপর হাত রাখলেন। মুসল্লীগণের ভিতরে সামনের দিকে আবূ বক্&zwnj;র (রাঃ) ও উমর (রাঃ)ও ছিলেন। তাঁরা উভয়ে তাঁর সাথে কথা বলতে ভয় পাচ্ছিলেন। তাড়াহুড়া-কারী মুসল্লিগণ বেরিয়ে পড়লেন। তারা বলাবলি করতে লাগলেন, সালাত (নামায/নামাজ) কি কমিয়ে দেয়া হয়েছে? কিন্তু এক ব্যাক্তি, যাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যূল ইয়াদাইন ডাকতেন, জিজ্ঞাসা করল আপনি কি ভুলে গেছেন, না কি সালাত (নামায/নামাজ) কমিয়ে দেওয়া হয়েছে? তিনি বললেনঃ আমি ভুলিনি আর সালাত (নামায/নামাজ)ও কম করা হয়নি। তখন তিনি দু&#39; রাকা&#39;আত সালাত (নামায/নামাজ) আদায় করে সালাম ফিরালেন। তারপর তাক্&zwnj;বীর বলে সিজ্&zwnj;দা করলেন, স্বাভাবিক সিজ্&zwnj;দার ন্যায় বা তার চেয়ে দীর্ঘ। তারপর মাথা উঠিয়ে আবার তাক্&zwnj;বীর বলে মাথা রাখলেন অর্থাৎ তাক্&zwnj;বীর বলে সিজ্&zwnj;দায় গিয়ে স্বাভাবিক সিজ্&zwnj;দার মত অথবা তার চাইতে দীর্ঘ সিজ্&zwnj;দা করলেন। এরপর মাথা উঠিয়ে তাক্&zwnj;বীর বললেন।\n",
    "checkStatus": "1",
    "hadithNo": "1157",
    "id": "1164",
    "thesequence": "1583",
    "isActive": "1",
    "chapterId": "14841",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭৯. সিজ্&zwnj;দায় সহুতে তাক্&zwnj;বীর বলা ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Buhaina Al-Asdi:\n\n(the ally of Bani `Abdul Muttalib) Allahs Messenger (ﷺ) stood up for the Zuhr prayer and he should have sat (after the second rak`a but he stood up for the third rak`a without sitting for Tashah-hud) and when he finished the prayer he performed two prostrations and said Takbir on each prostration while sitting, before ending (the prayer) with Taslim; and the people too performed the two prostrations with him instead of the sitting he forgot.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ عَبْدِ اللَّهِ ابْنِ بُحَيْنَةَ الأَسْدِيِّ، حَلِيفِ بَنِي عَبْدِ الْمُطَّلِبِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ فِي صَلاَةِ الظُّهْرِ وَعَلَيْهِ جُلُوسٌ، فَلَمَّا أَتَمَّ صَلاَتَهُ سَجَدَ سَجْدَتَيْنِ فَكَبَّرَ فِي كُلِّ سَجْدَةٍ وَهُوَ جَالِسٌ قَبْلَ أَنْ يُسَلِّمَ، وَسَجَدَهُمَا النَّاسُ مَعَهُ مَكَانَ مَا نَسِيَ مِنَ الْجُلُوسِ. تَابَعَهُ ابْنُ جُرَيْجٍ عَنِ ابْنِ شِهَابٍ فِي التَّكْبِيرِ.",
    "hadithBengali": "১১৫৮। কুতাইবা ইবনু সা&#39;য়ীদ (রহঃ) ... আবদুল্লাহ&zwnj; ইবনু বুহাইনা আসাদী (রাঃ) যিনি বনূ আবদুল মুত্তালিবের সঙ্গে মৈত্রী চুক্তিবদ্ধ ছিলেন তাঁর থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুহ্&zwnj;রের সালাত (নামায/নামাজ) (দু&#39; রাকা&#39;আত আদায় করার পর) না বসে দাঁড়িয়ে গেলেন। সালাত (নামায/নামাজ) পূর্ণ করার পর সালাম ফিরাবার আগে তিনি বসা অবস্থায় ভুলে যাওয়া বৈঠকের স্থলে দু&#39;টি সিজ্&zwnj;দা সম্পূর্ণ করলেন, প্রতি সিজ্&zwnj;দায় তাক্&zwnj;বীর বললেন। মুসল্লীগণও তাঁর সঙ্গে এ দু&#39;টি সিজ্&zwnj;দা করল। ইবনু শিহাব (রহঃ) থেকে তাক্&zwnj;বীরের কথা বর্ণনায় ইবনু জুরাইজ (রহঃ) লায়স (রহঃ)-এর অনুসরণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1158",
    "id": "1165",
    "thesequence": "1584",
    "isActive": "1",
    "chapterId": "14841",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৭৯. সিজ্&zwnj;দায় সহুতে তাক্&zwnj;বীর বলা ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, When the call for prayer is made, Satan takes to his heels passing wind so that he may not hear the Adhan and when the call is finished he comes back, and when the Iqama is pronounced, Satan again takes to his heels, and when the Iqama is finished he comes back again and tries to interfere with the person and his thoughts and say, Remember this and that (which he has not thought of before the prayer), till the praying person forgets how much he has prayed. If anyone of you does not remember whether he has offered three or four rak`at then he should perform two prostrations of Sahu while sitting.",
    "hadithArabic": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا هِشَامُ بْنُ أَبِي عَبْدِ اللَّهِ الدَّسْتَوَائِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا نُودِيَ بِالصَّلاَةِ أَدْبَرَ الشَّيْطَانُ وَلَهُ ضُرَاطٌ حَتَّى لاَ يَسْمَعَ الأَذَانَ، فَإِذَا قُضِيَ الأَذَانُ أَقْبَلَ، فَإِذَا ثُوِّبَ بِهَا أَدْبَرَ فَإِذَا قُضِيَ التَّثْوِيبُ أَقْبَلَ حَتَّى يَخْطِرَ بَيْنَ الْمَرْءِ وَنَفْسِهِ يَقُولُ اذْكُرْ كَذَا وَكَذَا مَا لَمْ يَكُنْ يَذْكُرُ حَتَّى يَظَلَّ الرَّجُلُ إِنْ يَدْرِي كَمْ صَلَّى، فَإِذَا لَمْ يَدْرِ أَحَدُكُمْ كَمْ صَلَّى ثَلاَثًا أَوْ أَرْبَعًا فَلْيَسْجُدْ سَجْدَتَيْنِ وَهْوَ جَالِسٌ .",
    "hadithBengali": "১১৫৯। মু&#39;আয ইবনু ফাযালা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন সালাত (নামায/নামাজ) এর জন্য আযান দেওয়া হয়, তখন শয়তান পিঠ ফিরিয়ে পালায় যাতে আযান শুনতে না পায় আর তার পশ্চাদ-বায়ূ সশব্দে নির্গত হতে থাকে। আযান শেষ হয়ে গেলে সে এগিয়ে আসে। আবার সালাত (নামায/নামাজ)-এর জন্য ইকামত দেওয়া হলে সে পিঠ ফিরিয়ে পালায়। ইকামত শেষ হয়ে গেলে আবার ফিরে আসে। এমন কি সে সালাত (নামায/নামাজ) রত ব্যাক্তির মনে ওয়াস্&zwnj;ওয়াসা সৃষ্টি করে এবং বলতে থাকে, অমুক অমুক বিষয় স্মরণ করো, যা তার স্মরণে ছিল না। এভাবে সে ব্যাক্তি কত রাকা&#39;আত সালাত (নামায/নামাজ) আদায় করেছে তা স্মরণ করতে পারে না। তাই, তোমাদের কেউ তিন রাকা&#39;আত বা চার রাকা&#39;আত সালাত (নামায/নামাজ) আদায় করেছে, তা মনে রাখতে না পারলে বসা অবস্থায় দু&#39;টি সিজ্&zwnj;দা করবে।\n",
    "checkStatus": "1",
    "hadithNo": "1159",
    "id": "1166",
    "thesequence": "1585",
    "isActive": "1",
    "chapterId": "14842",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৮০. সালাত তিন রাকা&#039;আত আদায় করা হল না কি চার রাকা&#039;আত তা মনে করতে না পারলে বসা অবস্থায় দু&#039;টি সিজ্&zwnj;দা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, When anyone of you stands for the prayers, Satan comes and puts him in doubts till he forgets how many rak`at he has prayed. So if this happens to anyone of you, he should perform two prostrations of Sahu while sitting.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ أَحَدَكُمْ إِذَا قَامَ يُصَلِّي جَاءَ الشَّيْطَانُ فَلَبَسَ عَلَيْهِ حَتَّى لاَ يَدْرِيَ كَمْ صَلَّى، فَإِذَا وَجَدَ ذَلِكَ أَحَدُكُمْ فَلْيَسْجُدْ سَجْدَتَيْنِ وَهُوَ جَالِسٌ .",
    "hadithBengali": "১১৬০। আবদুল্লাহ&zwnj; ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ সালাতে দাঁড়ালে শয়তান এসে তাকে সন্দেহে ফেলে, এমনকি সে বুঝতে পারে না যে, সে কত রাকা&#39;আত সালাত (নামায/নামাজ) আদায় করেছে। তোমাদের কারো এ অবস্থা হলে সে যেন বসা অবস্থায় দু&#39;টি সিজ্&zwnj;দা করে।\n",
    "checkStatus": "1",
    "hadithNo": "1160",
    "id": "1167",
    "thesequence": "1586",
    "isActive": "1",
    "chapterId": "14843",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৮১. ফরয ও নফল সালাতে ভুলে হলে। ইব্&zwnj;ন আব্বাস (রা.) বিত্&zwnj;রের পর দু&#039;টি সিজ্&zwnj;দা (সহু) করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Kuraib:\n\nI was sent to Aisha by Ibn `Abbas, Al-Miswar bin Makhrama and `Abdur-Rahman bin Azhar . They told me to greet her on their behalf and to ask her about the offering of the two rak`at after the `Asr prayer and to say to her, We were informed that you offer those two rak`at and we were told that the Prophet had forbidden offering them. Ibn `Abbas said, I along with `Umar bin Al-Khattab used to beat the people whenever they offered them. I went to Aisha and told her that message. `Aisha said, Go and ask Um Salama about them. So I returned and informed them about her statement. They then told me to go to Um Salama with the same question with which t sent me to `Aisha. Um Salama replied, I heard the Prophet (ﷺ) forbidding them. Later I saw him offering them immediately after he prayed the `Asr prayer. He then entered my house at a time when some of the Ansari women from the tribe of Bani Haram were sitting with me, so I sent my slave girl to him having said to her, Stand beside him and tell him that Um Salama says to you, O Allahs Messenger (ﷺ)! I have heard you forbidding the offering of these (two rak`at after the `Asr prayer) but I have seen you offering them. If he waves his hand then wait for him. The slave girl did that. The Prophet (ﷺ) beckoned her with his hand and she waited for him. When he had finished the prayer he said, O daughter of Bani Umaiya! You have asked me about the two rak`at after the `Asr prayer. The people of the tribe of `Abdul-Qais came to me and made me busy and I could not offer the two rak`at after the Zuhr prayer. These (two rak`at that I have just prayed) are for those (missed) ones.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرٌو، عَنْ بُكَيْرٍ، عَنْ كُرَيْبٍ، أَنَّ ابْنَ عَبَّاسٍ، وَالْمِسْوَرَ بْنَ مَخْرَمَةَ، وَعَبْدَ الرَّحْمَنِ بْنَ أَزْهَرَ ـ رضى الله عنهم ـ أَرْسَلُوهُ إِلَى عَائِشَةَ ـ رضى الله عنها ـ فَقَالُوا اقْرَأْ عَلَيْهَا السَّلاَمَ مِنَّا جَمِيعًا وَسَلْهَا عَنِ الرَّكْعَتَيْنِ بَعْدَ صَلاَةِ الْعَصْرِ وَقُلْ لَهَا إِنَّا أُخْبِرْنَا أَنَّكِ تُصَلِّينَهُمَا وَقَدْ بَلَغَنَا أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْهَا. وَقَالَ ابْنُ عَبَّاسٍ وَكُنْتُ أَضْرِبُ النَّاسَ مَعَ عُمَرَ بْنِ الْخَطَّابِ عَنْهُمَا. فَقَالَ كُرَيْبٌ فَدَخَلْتُ عَلَى عَائِشَةَ ـ رضى الله عنها ـ فَبَلَّغْتُهَا مَا أَرْسَلُونِي. فَقَالَتْ سَلْ أُمَّ سَلَمَةَ. فَخَرَجْتُ إِلَيْهِمْ فَأَخْبَرْتُهُمْ بِقَوْلِهَا فَرَدُّونِي إِلَى أُمِّ سَلَمَةَ بِمِثْلِ مَا أَرْسَلُونِي بِهِ إِلَى عَائِشَةَ. فَقَالَتْ أُمُّ سَلَمَةَ ـ رضى الله عنها ـ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَنْهَى عَنْهَا ثُمَّ رَأَيْتُهُ يُصَلِّيهِمَا حِينَ صَلَّى الْعَصْرَ، ثُمَّ دَخَلَ عَلَىَّ وَعِنْدِي نِسْوَةٌ مِنْ بَنِي حَرَامٍ مِنَ الأَنْصَارِ فَأَرْسَلْتُ إِلَيْهِ الْجَارِيَةَ فَقُلْتُ قُومِي بِجَنْبِهِ قُولِي لَهُ تَقُولُ لَكَ أُمُّ سَلَمَةَ يَا رَسُولَ اللَّهِ سَمِعْتُكَ تَنْهَى عَنْ هَاتَيْنِ وَأَرَاكَ تُصَلِّيهِمَا. فَإِنْ أَشَارَ بِيَدِهِ فَاسْتَأْخِرِي عَنْهُ. فَفَعَلَتِ الْجَارِيَةُ فَأَشَارَ بِيَدِهِ فَاسْتَأْخَرَتْ عَنْهُ فَلَمَّا انْصَرَفَ قَالَ   يَا بِنْتَ أَبِي أُمَيَّةَ سَأَلْتِ عَنِ الرَّكْعَتَيْنِ بَعْدَ الْعَصْرِ وَإِنَّهُ أَتَانِي نَاسٌ مِنْ عَبْدِ الْقَيْسِ فَشَغَلُونِي عَنِ الرَّكْعَتَيْنِ اللَّتَيْنِ بَعْدَ الظُّهْرِ فَهُمَا هَاتَانِ .",
    "hadithBengali": "১১৬১ ইয়াহ্&zwnj;ইয়া ইবনু সুলাইমান (রহঃ) ... কুরাইব (রহঃ) থেকে বর্ণিত, ইবনু আব্বাস, মিসওয়ার ইবনু মাখরামা এবং আবদুর রহমান ইবনু আযহার (রাঃ) তাঁকে আয়িশা (রাঃ)-এর কাছে পাঠালেন এবং বলে দিলেন, তাঁকে আমাদের সকলের তরফ থেকে সালাম পৌঁছিয়ে আসরের পরের দু&#39; রাকা&#39;আত সালাত (নামায/নামাজ) সম্পর্কে জিজ্ঞাসা করবে। তাঁকে একথাও বলবে যে, আমরা খবর পেয়েছি যে, আপনি সে দু&#39; রাকা&#39;আত আদায় করেন, অথচ আমাদের কাছে পৌঁছেছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে দু&#39; রাকা&#39;আত আদায় করতে নিষেধ করেছেন। ইবনু আব্বাস (রাঃ) সংবাদ আরও বলেন যে, আমি উমর ইবনু খাত্তাব (রাঃ) এর সাথে এ সালাত (নামায/নামাজ)-এর কারণে লোকদের মারধোর করতাম।\n\nকুরাইব (রহঃ) বলেন, আমি আয়িশা (রাঃ) এর কাছে গিয়ে তাঁকে তাঁদের পয়গাম পৌঁছিয়ে দিলাম। তিনি বললেন, উম্মে সালামা (রাঃ) কে জিজ্ঞাসা কর। [কুরাইব (রহঃ) বলেন] আমি সেখান থেকে বের হয়ে তাঁদের কাছে গেলাম এবং তাঁদেরকে আয়িশা (রাঃ)-এর কথা জানালাম। তখন তাঁরা আমাকে আয়িশা (রাঃ)-এর কাছে যে বিষয় নিয়ে পাঠিয়েছিলেন, তা নিয়ে পুনরায় উম্মে সালামা (রাঃ)-এর কাছে পাঠালেন। উম্মে সালামা (রাঃ) বললেন, আমিও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তা নিষেধ করতে শুনেছি। অথচ তারপর তাঁকে তা আদায় করতেও দেখেছি।\n\nএকদিন তিনি আসরের সালাত (নামায/নামাজ)-এর পর আমার ঘরে তাশরীফ আনলেন। তখন আমার কাছে বনূ হারাম গোত্রের আনসারী কয়েকজন মহিলা উপস্থিত ছিলেন। আমি বাঁদীকে এ বলে তাঁর কাছে পাঠালাম যে, তাঁর পাশে গিয়ে দাঁড়িয়ে তাঁকে বলবে, উম্মে সালামা (রাঃ) আপনার কাছে জানতে চেয়েছেন, আপনাকে (আসরের পর সালাত (নামায/নামাজ)-এর) দু&#39; রাকা&#39;আত নিষেধ করতে শুনেছি; অথচ দেখছি, আপনি তা আদায় করছেন? যদি তিনি হাত দিয়ে ইশারা করেন, তাহলে পিছনে সরে থাকবে, বাঁদি তা-ই করল। তিনি ইশারা করলেন, সে পিছনে সরে থাকল।\n\nসালাত (নামায/নামাজ) শেষ করে তিনি বললেন, হে আবূ উমায়্যার কন্যা! আসরের পরের দু&#39; রাকা&#39;আত সালাত (নামায/নামাজ) সম্পর্কে তুমি আমাকে জিজ্ঞাসা করেছ। আবদুল কায়স গোত্রের কিছু লোক আমার কাছে এসেছিল। তাদের কারণে যুহ্&zwnj;রের পরের দু&#39; রাকা&#39;আত আদায় করা থেকে ব্যস্ত হয়ে পড়েছিলাম। এ দু&#39; রাকা&#39;আত সে দু&#39; রাকা&#39;আত*।\n",
    "checkStatus": "1",
    "hadithNo": "1161",
    "id": "1168",
    "thesequence": "1587",
    "isActive": "1",
    "chapterId": "14844",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৮২. সালাতে থাকা অবস্থায় কেউ তার সঙ্গে কথা বললে এবং তা শুনে যদি সে হাত দিয়ে ইশারা করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d As-Sa`idi:\n\nThe news about the differences amongst the people of Bani `Amr bin `Auf reached Allahs Messenger (ﷺ) and so he went to them along with some of his companions to effect a reconciliation between them. Allahs Messenger (ﷺ) was delayed there, and the time of the prayer was due. Bilal went to Abu Bakr and said to him, Allahs Messenger (ﷺ) has been delayed (there) and the time of prayer is due. So will you lead the people in prayer? Abu Bakr said, Yes, if you wish. Bilal pronounced the Iqama and Abu Bakr, went forward and said Takbir for the people. In the meantime Allahs Messenger (ﷺ) came crossing the rows (of the praying people) and stood in the (first) row and the people started clapping. Abu Bakr, would never glance sideways in his prayer but when the people clapped much he looked back and (ﷺ) Allahs Messenger (ﷺ) . Allahs Messenger (ﷺ) beckoned him to carry on the prayer. Abu Bakr raised his hands and thanked Allah, and retreated till he reached the (first) row. Allahs Messenger (ﷺ) went forward and led the people in the prayer. When he completed the prayer he faced the people and said, O people! Why did you start clapping when something unusual happened to you in the prayer? Clapping is only for women. So whoever amongst you comes across something in the prayer should say, Subhan-Allah for there is none who will not turn round on hearing him saying Subhan-Allah. O Abu Bakr! What prevented you from leading the people in the prayer when I beckoned you to do so? Abu Bakr replied, How dare the son of Abu Quhafa lead the prayer in the presence of Allahs Messenger (ﷺ) ?",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَلَغَهُ أَنَّ بَنِي عَمْرِو بْنِ عَوْفٍ كَانَ بَيْنَهُمْ شَىْءٌ فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصْلِحُ بَيْنَهُمْ فِي أُنَاسٍ مَعَهُ، فَحُبِسَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَحَانَتِ الصَّلاَةُ فَجَاءَ بِلاَلٌ إِلَى أَبِي بَكْرٍ ـ رضى الله عنه ـ فَقَالَ يَا أَبَا بَكْرٍ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ حُبِسَ وَقَدْ حَانَتِ الصَّلاَةُ فَهَلْ لَكَ أَنْ تَؤُمَّ النَّاسَ قَالَ نَعَمْ إِنْ شِئْتَ. فَأَقَامَ بِلاَلٌ وَتَقَدَّمَ أَبُو بَكْرٍ ـ رضى الله عنه ـ فَكَبَّرَ لِلنَّاسِ وَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَمْشِي فِي الصُّفُوفِ حَتَّى قَامَ فِي الصَّفِّ، فَأَخَذَ النَّاسُ فِي التَّصْفِيقِ، وَكَانَ أَبُو بَكْرٍ ـ رضى الله عنه ـ لاَ يَلْتَفِتُ فِي صَلاَتِهِ، فَلَمَّا أَكْثَرَ النَّاسُ الْتَفَتَ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَشَارَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم يَأْمُرُهُ أَنْ يُصَلِّيَ، فَرَفَعَ أَبُو بَكْرٍ ـ رضى الله عنه ـ يَدَيْهِ فَحَمِدَ اللَّهَ وَرَجَعَ الْقَهْقَرَى وَرَاءَهُ حَتَّى قَامَ فِي الصَّفِّ، فَتَقَدَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَلَّى لِلنَّاسِ فَلَمَّا فَرَغَ أَقْبَلَ عَلَى النَّاسِ فَقَالَ   يَا أَيُّهَا النَّاسُ مَا لَكُمْ حِينَ نَابَكُمْ شَىْءٌ فِي الصَّلاَةِ أَخَذْتُمْ فِي التَّصْفِيقِ، إِنَّمَا التَّصْفِيقُ لِلنِّسَاءِ، مَنْ نَابَهُ شَىْءٌ فِي صَلاَتِهِ فَلْيَقُلْ سُبْحَانَ اللَّهِ. فَإِنَّهُ لاَ يَسْمَعُهُ أَحَدٌ حِينَ يَقُولُ سُبْحَانَ اللَّهِ إِلاَّ الْتَفَتَ، يَا أَبَا بَكْرٍ مَا مَنَعَكَ أَنْ تُصَلِّيَ لِلنَّاسِ حِينَ أَشَرْتُ إِلَيْكَ . فَقَالَ أَبُو بَكْرٍ ـ رضى الله عنه ـ مَا كَانَ يَنْبَغِي لاِبْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم.",
    "hadithBengali": "১১৬২। কুতাইবা ইবনু সায়ীদ (রহঃ) ... সাহ্&zwnj;ল ইবনু সা&#39;দ সাঈদী (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সংবাদ পৌঁছে যে, বনূ আমর ইবনু আওফ-এ কিছু ঘটেছে। তাদের মধ্যে আপোস করে দেওয়ার উদ্দেশ্যে তিনি কয়েকজন সাহাবীসহ বেরিয়ে গেলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &zwnj; সেখানে কর্মব্যস্ত হয়ে পড়েন। ইতিমধ্যে সালাত (নামায/নামাজ)-এর সময় হয়ে গেল। বিলাল (রাঃ) আবূ বক্&zwnj;র (রাঃ)-এর কাছে এসে বললেন, হে আবূ বকর! রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্মব্যস্ত হয়ে পড়েছেন। এদিকে সালাত (নামায/নামাজ)-এর সময় হয়ে গিয়েছে, আপনি কি সালাত (নামায/নামাজ) লোকদের ইমামতি করতে প্রস্তুত আছেন? তিনি বললেন, হ্যাঁ, যদি তুমি চাও। তখন বিলাল (রাঃ) ইকামত বললেন এবং আবূ বক্&zwnj;র (রাঃ) সামনে গিয়ে লোকদের জন্য তাক্&zwnj;বীর বললেন। এদিকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাশরীফ আনলেন এবং কাতারের ভিতর দিয়ে হেঁটে (প্রথম) কাতারে এসে দাঁড়িয়ে গেলেন। মুসল্লীগণ তখন হাততালি দিতে লাগলেন।\n\nআবূ বক্&zwnj;র (রাঃ)-এর অভ্যাস ছিল যে, সালাতে এদিক সেদিক তাকাতেন না। মুসল্লীগণ যখন অধিক পরিমানে হাততালি দিতে লাগলেন, তখন তিনি সেদিকে তাকালেন এবং রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখতে পেলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইশারা করে সালাত (নামায/নামাজ) আদায় করতে থাকার নির্দেশ দিলেন। আবূ বক্&zwnj;র (রাঃ) দু&#39;হাত তুলে আল্লাহর হাম্&zwnj;দ বর্ণনা করলেন এবং পিছনের দিকে সরে গিয়ে কাতারে দাঁড়ালেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সামনে এগিয়ে লোকদের নিয়ে সালাত (নামায/নামাজ) আদায় করলেন।\n\nসালাত (নামায/নামাজ) শেষ করে মুসল্লীগণের প্রতি লক্ষ্য করে বললেন, হে লোক সকল! তোমাদের কি হয়েছে, সালাত (নামায/নামাজ) কোন ব্যাপার ঘটলে তোমরা হাততালি দিতে থাক কেন? হাততালি তো মেয়েদের জন্য। কারো সালাত (নামায/নামাজ)-এর মধ্যে কোন সমস্যা দেখা দিলে সে যেন &#39;সুবহানাল্লাহ্&zwnj;&#39; বলে। কারণ, কেউ অন্যকে &#39;সুবহানাল্লাহ্&zwnj;&#39; বলতে শুনলে অবশ্যই সেদিকে লক্ষ্য করবে। তারপর তিনি বললেন, হে আবূ বক্&zwnj;র! তোমাকে আমি ইশারা করা সত্ত্বেও কিসে তোমাকে লোকদের নিয়ে সালাত (নামায/নামাজ) আদায় করতে বাধা দিল? আবূ বক্&zwnj;র (রাঃ) বললেন, কুহাফার ছেলের জন্য এ সমীচীন নয় যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "1162",
    "id": "1169",
    "thesequence": "1588",
    "isActive": "1",
    "chapterId": "14845",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৮৩. সালাতের মধ্যে ইশারা করা। কুরাইব (র.) উম্মে সালামা (রা.) সূত্রে নবী (সাঃ) থেকে এ সম্পর্কে বর্ণনা করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma:\n\nI went to `Aisha and she was standing praying and the people, too, were standing (praying). So I said, What is the matter with the people? She beckoned with her head towards the sky. I said, (Is there) a sign? She nodded intending to say, Yes.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، حَدَّثَنَا الثَّوْرِيُّ، عَنْ هِشَامٍ، عَنْ فَاطِمَةَ، عَنْ أَسْمَاءَ، قَالَتْ دَخَلْتُ عَلَى عَائِشَةَ ـ رضى الله عنها ـ وَهِيَ تُصَلِّي قَائِمَةً وَالنَّاسُ قِيَامٌ فَقُلْتُ مَا شَأْنُ النَّاسِ فَأَشَارَتْ بِرَأْسِهَا إِلَى السَّمَاءِ. فَقُلْتُ آيَةٌ. فَقَالَتْ بِرَأْسِهَا أَىْ نَعَمْ.",
    "hadithBengali": "১১৬৩। ইয়াহ্&zwnj;ইয়া ইবনু সুলাইমান (রহঃ) ... আসমা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি আয়িশা (রাঃ) এর কাছে গেলাম, তখন তিনি দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করছিলেন, আর লোকেরাও সালাতে দাঁড়ানো ছিল। আমি জিজ্ঞাসা করলাম, লোকদের অবস্থা কি? তখন তিনি তাঁর মাথা দ্বারা আকাশের দিকে ইশারা করলেন। আমি বললাম, ইহা কি নিদর্শন? তিনি আবার তাঁর মাথার ইশারায় বললেন, হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "1163",
    "id": "1170",
    "thesequence": "1589",
    "isActive": "1",
    "chapterId": "14845",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৮৩. সালাতের মধ্যে ইশারা করা। কুরাইব (র.) উম্মে সালামা (রা.) সূত্রে নবী (সাঃ) থেকে এ সম্পর্কে বর্ণনা করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha the wife of the Prophet:\n\nAllahs Messenger (ﷺ) during his illness prayed in his house sitting, whereas some people followed him standing, but the Prophet (ﷺ) beckoned them to sit down. On completion of the prayer he said, The Imam is to be followed. So, bow when he bows, and raise your head when he raises his head. (See Hadith No. 657 Vol 1 for taking the verdict).",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي بَيْتِهِ وَهُوَ شَاكٍ جَالِسًا، وَصَلَّى وَرَاءَهُ قَوْمٌ قِيَامًا فَأَشَارَ إِلَيْهِمْ أَنِ اجْلِسُوا فَلَمَّا انْصَرَفَ قَالَ   إِنَّمَا جُعِلَ الإِمَامُ لِيُؤْتَمَّ بِهِ، فَإِذَا رَكَعَ فَارْكَعُوا وَإِذَا رَفَعَ فَارْفَعُوا .",
    "hadithBengali": "১১৬৪। ইস্&zwnj;মায়ীল (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর অসুস্থ অবস্থায় তাঁর ঘরে বসে সালাত (নামায/নামাজ) আদায় করছিলেন। একদল সাহাবী তাঁর পিছনে দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করতে লাগলেন। তিনি তাদের প্রতি ইশারা করলেন, বসে যাও। সালাত (নামায/নামাজ) শেষ করে তিনি বললেন, ইমাম নির্ধারণ করা হয়েছে তাঁকে অনুসরণ করার জন্য। কাজেই তিনি রুকু&#39; করলে তোমরা রুকু&#39; করবে; আর তিনি মাথা তুললে তোমরাও মাথা তুলবে।\n",
    "checkStatus": "1",
    "hadithNo": "1164",
    "id": "1171",
    "thesequence": "1590",
    "isActive": "1",
    "chapterId": "14845",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "22",
    "statusId": "1",
    "topicName": "৭৮৩. সালাতের মধ্যে ইশারা করা। কুরাইব (র.) উম্মে সালামা (রা.) সূত্রে নবী (সাঃ) থেকে এ সম্পর্কে বর্ণনা করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]
