[
  {
    "hadithEnglish": "Narrated Ibn Umar: Allahs Messenger (sallallahu alaihi wa sallam) said: Islam is based on (the following) five (principles): \n1. To testify that none has the right to be worshipped but Allah and Muhammad is Allahs Messenger (sallallahu alaihi wa sallam). \n2. To offer the (compulsory congregational) prayers dutifully and perfectly. \n3. To pay Zakat (i.e. obligatory charity) . \n4. To perform Hajj. (i.e. Pilgrimage to Mecca) \n5. To observe fast during the month of Ramadan.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، قَالَ أَخْبَرَنَا حَنْظَلَةُ بْنُ أَبِي سُفْيَانَ، عَنْ عِكْرِمَةَ بْنِ خَالِدٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   بُنِيَ الإِسْلاَمُ عَلَى خَمْسٍ شَهَادَةِ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَإِقَامِ الصَّلاَةِ، وَإِيتَاءِ الزَّكَاةِ، وَالْحَجِّ، وَصَوْمِ رَمَضَانَ .",
    "hadithBengali": "৭। উবায়দুল্লাহ্ ইবনু  মূসা (রাঃ) ইবনু  উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেন, ইসলামের ভিত্তি পাঁচটি।<br />\n<br />\n১। আল্লাহ্ ছাড়া ইলাহ্ নেই এবং নিশ্চয় মুহাম্মদ আল্লাহ্&zwnj;র রাসূল-এ কথার সাক্ষ্য দান।<br />\n২। সালাত (নামায/নামাজ) কায়েম করা<br />\n৩। যাকাত দেওয়া<br />\n৪। হাজ্জ (হজ্জ) করা এবং<br />\n৫। রামাদান এর সিয়াম পালন করা।\n",
    "checkStatus": "1",
    "hadithNo": "7",
    "id": "8",
    "thesequence": "433",
    "isActive": "1",
    "chapterId": "2",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "২/ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বানীঃ ইসলামের ভিত্তি পাঁচটি",
    "rabiNameBn": "ইবনু উমর (রাঃ)",
    "rabiNameEn": "Ibnu Umar (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: The Prophet (sallallahu alaihi wa sallam) said, Faith (Belief) consists of more than sixty branches (i.e. parts). And Haya (This term Haya covers a large number of concepts which are to be taken together; amongst them are self respect, modesty, bashfulness, and scruple, etc.) is a part of faith.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، قَالَ حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   الإِيمَانُ بِضْعٌ وَسِتُّونَ شُعْبَةً، وَالْحَيَاءُ شُعْبَةٌ مِنَ الإِيمَانِ .",
    "hadithBengali": "৮। আবদুল্লাহ ইবনু  জুফী (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেন, ঈমানের শাখা রয়েছে ষাটের কিছু বেশি। আর লজ্জা ঈমানের একটি শাখা।\n",
    "checkStatus": "1",
    "hadithNo": "8",
    "id": "9",
    "thesequence": "434",
    "isActive": "1",
    "chapterId": "3",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৩/ ঈমানের বিষয়সমূহ",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Abdullah bin Amr: The Prophet (sallallahu alaihi wa sallam) said, A Muslim is the one who avoids harming Muslims with his tongue and hands. And a Muhajir (emigrant) is the one who gives up (abandons) all what Allah has forbidden.",
    "hadithArabic": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ، وَإِسْمَاعِيلَ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ، وَالْمُهَاجِرُ مَنْ هَجَرَ مَا نَهَى اللَّهُ عَنْهُ . قَالَ أَبُو عَبْدِ اللَّهِ وَقَالَ أَبُو مُعَاوِيَةَ حَدَّثَنَا دَاوُدُ عَنْ عَامِرٍ قَالَ سَمِعْتُ عَبْدَ اللَّهِ عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم. وَقَالَ عَبْدُ الأَعْلَى عَنْ دَاوُدَ عَنْ عَامِرٍ عَنْ عَبْدِ اللَّهِ عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم.",
    "hadithBengali": "৯।  আদম ইবনু  ইয়াস  (রহঃ)  আবদুল্লাহ ইবনু  আমর  (রাঃ) থেকে বর্ণিত,  রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম  ইরশাদ করেন,  প্রকৃত মুসলিম সে-ই,  যার জিহ্বা ও হাত থেকে সকল মুসলিম নিরাপদ থাকে এবং প্রকৃত মুহাজির সে-ই,  যে আল্লাহ্ তাআলার নিষিদ্ধ কাজ ত্যাগ করে।   আবূ আবদুল্লাহ  (রহঃ) বলেন,   আবূ মুআবিয়া  (রহঃ) বলেছেন,  আমার কাছে দাউদ ইবনু   আবূ হিন্দ  (রহঃ) আমির  (রহঃ) সূত্রে বর্ণনা করেছেনঃ তিনি বলেছেন যে,  আমি আবদুল্লাহ ইবনু  আমর  (রাঃ) কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম  থেকে হাদীস বর্ণনা করতে শুনেছি এবং আবদুল আলা  (রহঃ) দাউদ  (রহঃ) থেকে,  দাউদ  (রহঃ) আমির  (রহঃ) থেকে,  আমির  (রহঃ) আবদুল্লাহ  (রাঃ) থেকে,  তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম   থেকে হাদীস বর্ণনা করেছেন। \n",
    "checkStatus": "1",
    "hadithNo": "9",
    "id": "10",
    "thesequence": "435",
    "isActive": "1",
    "chapterId": "4",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৪/ প্রকৃত মুসলিম সে-ই, যার জিহবা ও হাত থেকে অন্য মুসলিম নিরাপদ থাকে",
    "rabiNameBn": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "rabiNameEn": "Abdullah Ibnu Amar (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Musa: Some people asked Allahs Messenger (sallallahu alaihi wa sallam), Whose Islam is the best? i.e. (Who is a very good Muslim)? He replied, One who avoids harming the Muslims with his tongue and hands.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدٍ الْقُرَشِيِّ، قَالَ حَدَّثَنَا أَبِي قَالَ، حَدَّثَنَا أَبُو بُرْدَةَ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ قَالَ قَالُوا يَا رَسُولَ اللَّهِ أَىُّ الإِسْلاَمِ أَفْضَلُ قَالَ   مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ .",
    "hadithBengali": "১০।  সাঈদ ইবনু  ইয়াহ্ইয়া ইবনু  সাঈদ আল উমাবী আল কুরাশী  (রহঃ) আবূ মূসা  (রাঃ) থেকে বর্ণিত,  তিনি বলেন,  সাহাবায়ে কিরাম জিজ্ঞাসা করলেন,  ইয়া রাসুলুল্লাহ!  ইসলামে কোন্ কাজটি উত্তম? তিনি বললেনঃ যার জিহ্বা ও হাত থেকে মুসলিমগণ নিরাপদ থাকে। \n",
    "checkStatus": "1",
    "hadithNo": "10",
    "id": "11",
    "thesequence": "436",
    "isActive": "1",
    "chapterId": "5",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৫/ ইসলামে কোন কাজটি উত্তম",
    "rabiNameBn": "আবূ মূসা (রাঃ)",
    "rabiNameEn": "Abu Musa (RA)"
  },
  {
    "hadithEnglish": "Narrated Abdullah bin Amr: A man asked the Prophet (sallallahu alaihi wa sallam) , What sort of deeds or (what qualities of) Islam are good? The Prophet (sallallahu alaihi wa sallam) replied, To feed (the poor) and greet those whom you know and those whom you do not Know (See Hadith No. 27).",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ، عَنْ أَبِي الْخَيْرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ أَنَّ رَجُلاً، سَأَلَ النَّبِيَّ صلى  الله عليه وسلم أَىُّ الإِسْلاَمِ خَيْرٌ قَالَ   تُطْعِمُ الطَّعَامَ، وَتَقْرَأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ .",
    "hadithBengali": "১১।  অমর ইবনু  খালিদ  (রহঃ) আবদুল্লাহ ইবনু  আমর  (রাঃ) থেকে বর্ণনা করেন,  এক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম  কে জিজ্ঞাসা করল,  ইসলামের কোন কাজটি উত্তম? তিনি বললেন,  তুমি খাবার খাওয়াবে ও পরিচিত অপরিচিত সবাইকে সালাম দিবে। \n",
    "checkStatus": "1",
    "hadithNo": "11",
    "id": "12",
    "thesequence": "437",
    "isActive": "1",
    "chapterId": "6",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৬/ খাবার খাওয়ানো ইসলামী গুন",
    "rabiNameBn": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "rabiNameEn": "Abdullah Ibnu Amar (RA)"
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (s) said, None of you will have faith till he wishes for his (Muslim) brother what he likes for himself. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى  الله عليه وسلم. وَعَنْ حُسَيْنٍ الْمُعَلِّمِ، قَالَ حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى  الله عليه وسلم قَالَ   لا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ .",
    "hadithBengali": "১২। মূসাদ্দাদ  (রহঃ) ও হুসাইন আল মুআল্লিম  (রহঃ) আনাস  (রাঃ) থেকে বর্ণিত, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ তোমাদের কেউ প্রকৃত মুমিন হবে না, যতক্ষণ না সে তার ভাইয়ের জন্য তা-ই পছন্দ করবে, যা নিজের জন্য পছন্দ করে।\n",
    "checkStatus": "1",
    "hadithNo": "12",
    "id": "15",
    "thesequence": "438",
    "isActive": "1",
    "chapterId": "7",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৭/ নিজের জন্য যা পছন্দনীয়, ভাইয়ের জন্যও তা পছন্দ করা ঈমানের অংশ",
    "rabiNameBn": "আনাস (রাঃ)",
    "rabiNameEn": "Anas (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) said, By Him in Whose Hands my life is, none of you will have faith till he loves me more than his father and his children.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، قَالَ حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ   فَوَالَّذِي نَفْسِي بِيَدِهِ لاَ يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ .",
    "hadithBengali": "১৩।   আবূল ইয়ামান  (রহঃ)  আবূ হুরায়রা  (রাঃ) থেকে বর্ণিত,  রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম  ইরশাদ করেনঃ সেই পবিত্র সত্তার কসম,  যাঁর হাতে আমার প্রাণ,  তোমাদের কেউ প্রকৃত মুমিন হতে পারবে না,  যতক্ষণ না আমি তার কাছে তার পিতা ও সন্তানের চেয়ে বেশি প্রিয় হই। \n",
    "checkStatus": "1",
    "hadithNo": "13",
    "id": "16",
    "thesequence": "439",
    "isActive": "1",
    "chapterId": "8",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৮/ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ভালোবাসা ঈমানের অঙ্গ",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Anas: The Prophet (sallallahu alaihi wa sallam) said None of you will have faith till he loves me more than his father, his children and all mankind.",
    "hadithArabic": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم ح وَحَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ قَالَ النَّبِيُّ صلى  الله عليه وسلم   لاَ يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ وَالنَّاسِ أَجْمَعِينَ .",
    "hadithBengali": "১৪।  ইয়াকুব ইবনু  ইবরাহীম ও আদম  (রহঃ)      আনাস  (রাঃ) থেকে বর্ণিত,  রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম  ইরশাদ করেনঃ তোমাদের কেউ মুমিন হতে পারবে না,  যতক্ষন না আমি তার কাছে তার পিতা,  সন্তান ও সব মানুষের চেয়ে বেশী প্রিয় হই। \n",
    "checkStatus": "1",
    "hadithNo": "14",
    "id": "17",
    "thesequence": "440",
    "isActive": "1",
    "chapterId": "8",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৮/ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ভালোবাসা ঈমানের অঙ্গ",
    "rabiNameBn": "আনাস (রাঃ)",
    "rabiNameEn": "Anas (RA)"
  },
  {
    "hadithEnglish": "Narrated Anas: The Prophet (sallallahu alaihi wa sallam) said, Whoever possesses the following three qualities will have the sweetness (delight) of faith: 1. The one to whom Allah and His Apostle becomes dearer than anything else. 2. Who loves a person and he loves him only for Allahs sake. 3. Who hates to revert to Atheism (disbelief) as he hates to be thrown into the fire.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، قَالَ حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   ثَلاَثٌ مَنْ كُنَّ فِيهِ وَجَدَ حَلاَوَةَ الإِيمَانِ أَنْ يَكُونَ اللَّهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا، وَأَنْ يُحِبَّ الْمَرْءَ لاَ يُحِبُّهُ إِلاَّ لِلَّهِ، وَأَنْ يَكْرَهَ أَنْ يَعُودَ فِي الْكُفْرِ كَمَا يَكْرَهُ أَنْ يُقْذَفَ فِي النَّارِ .",
    "hadithBengali": "১৫।  মুহাম্মদ ইবনুল মূসান্না  (রহঃ)  আনাস  (রাঃ) থেকে বর্ণিত,  রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম   ইরশাদ করেনঃ তিনটি গুণ যার মধ্যে থাকে,  সে ঈমানের স্বাদ পায়।  ১।  আল্লাহ্ ও তাঁর রাসূল) তার কাছে অন্য সব কিছুর থেকে প্রিয় হওয়া; ২।  কাউকে খালিস আল্লাহ্&zwnj;র জন্যই মুহব্বত করা; ৩।  কুফ্&zwnj;রীতে ফিরে যাওয়াকে আগুনে নিক্ষিপ্ত হওয়ার মত অপছন্দ করা। \n",
    "checkStatus": "1",
    "hadithNo": "15",
    "id": "18",
    "thesequence": "441",
    "isActive": "1",
    "chapterId": "9",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৯/ ঈমানের স্বাদ",
    "rabiNameBn": "আনাস (রাঃ)",
    "rabiNameEn": "Anas (RA)"
  },
  {
    "hadithEnglish": "Narrated Anas: The Prophet (sallallahu alaihi wa sallam) said, Love for the Ansar is a sign of faith and hatred for the Ansar is a sign of hypocrisy.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ جَبْرٍ، قَالَ سَمِعْتُ أَنَسًا، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   آيَةُ الإِيمَانِ حُبُّ الأَنْصَارِ، وَآيَةُ النِّفَاقِ بُغْضُ الأَنْصَارِ .",
    "hadithBengali": "১৬। আবূল ওয়ালীদ (রহঃ) আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ ঈমানের চিহ্ন হল আনসারকে ভালবাসা এবং মুনাফিকীর চিহ্ন হল আনসারদের প্রতি বিদ্বেষ পোষণ করা।\n",
    "checkStatus": "1",
    "hadithNo": "16",
    "id": "19",
    "thesequence": "442",
    "isActive": "1",
    "chapterId": "10",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "১০/ আনসারকে ভালোবাসা ঈমানের লক্ষণ",
    "rabiNameBn": "আনাস (রাঃ)",
    "rabiNameEn": "Anas (RA)"
  },
  {
    "hadithEnglish": "Narrated Ubada bin As-Samit: who took part in the battle of Badr and was a Naqib (a person heading a group of six persons), on the night of Al-Aqaba pledge: Allahs Apostle said while a group of his companions were around him, Swear allegiance to me for: 1. Not to join anything in worship along with Allah. 2. Not to steal. 3. Not to commit illegal sexual intercourse. 4. Not to kill your children. 5. Not to accuse an innocent person (to spread such an accusation among people). 6. Not to be disobedient (when ordered) to do good deed. The Prophet (sallallahu alaihi wa sallam) added: Whoever among you fulfills his pledge will be rewarded by Allah. And whoever indulges in any one of them (except the ascription of partners to Allah) and gets the punishment in this world, that punishment will be an expiation for that sin. And if one indulges in any of them, and Allah conceals his sin, it is up to Him to forgive or punish him (in the Hereafter). Ubada bin As-Samit added: So we swore allegiance for these. (points to Allahs Apostle)",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي أَبُو إِدْرِيسَ، عَائِذُ اللَّهِ بْنُ عَبْدِ اللَّهِ أَنَّ عُبَادَةَ بْنَ الصَّامِتِ ـ رضى الله عنه ـ وَكَانَ شَهِدَ بَدْرًا، وَهُوَ أَحَدُ النُّقَبَاءِ لَيْلَةَ الْعَقَبَةِ ـ أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ وَحَوْلَهُ عِصَابَةٌ مِنْ أَصْحَابِهِ   بَايِعُونِي عَلَى أَنْ لاَ تُشْرِكُوا بِاللَّهِ شَيْئًا، وَلاَ تَسْرِقُوا، وَلاَ تَزْنُوا، وَلاَ تَقْتُلُوا أَوْلاَدَكُمْ، وَلاَ تَأْتُوا بِبُهْتَانٍ تَفْتَرُونَهُ بَيْنَ أَيْدِيكُمْ وَأَرْجُلِكُمْ، وَلاَ تَعْصُوا فِي مَعْرُوفٍ، فَمَنْ وَفَى مِنْكُمْ فَأَجْرُهُ عَلَى اللَّهِ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ فِي الدُّنْيَا فَهُوَ كَفَّارَةٌ لَهُ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا ثُمَّ سَتَرَهُ اللَّهُ، فَهُوَ إِلَى اللَّهِ إِنْ شَاءَ عَفَا عَنْهُ، وَإِنْ شَاءَ عَاقَبَهُ . فَبَايَعْنَاهُ عَلَى ذَلِكَ.",
    "hadithBengali": "১৭। আবূল ইয়ামান  (রহঃ) আয়িনুল্লাহ্ ইবনু  আবদুল্লাহ  (রহঃ) বলেন, বদর যুদ্ধে অংশগ্রহণকারী ও লায়লাতুল আকাবার একজন নকীব উবাদা ইবনুস সামিত (রাঃ) বর্ণনা করেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পার্শ্বে একজন সাহাবীর উপস্থিতিতে তিনি ইরশাদ করেনঃ তোমরা আমার কাছে এই মর্মে বায়আত গ্রহণ কর যে, আল্লাহ্&zwnj;র সঙ্গে কিছু শরীক করবে না, চুরি করবে না, যিনা করবে না, তোমাদের সন্তানদের হত্যা করবে না, কাউকে মিথ্যা অপবাদ দেবে না এবং নেক কাজে নাফরমানী করবে না। তোমাদের মধ্যে যে তা পূরণ করবে, তার বিনিময় আল্লাহ্&zwnj;র কাছে। আর কেউ এর কোন একটিতে লিপ্ত হয়ে পড়লে এবং দুনিয়াতে তার শাস্তি পেয়ে গেলে, তবে তা হবে তার জন্য কাফ্&zwnj;ফারা। আর কেউ এর কোন একটিতে লিপ্ত হয়ে পড়লে এবং আল্লাহ্ তা অপ্রকাশিত রাখলে, তবে তা আল্লাহ্&zwnj;র ইচ্ছাধীন। তিনি যদি চান, তাকে মাফ করে দেবেন আর যদি চান, তাকে শাস্তি দেবেন। আমরা এর উপর বায়আত গ্রহণ করলাম।\n",
    "checkStatus": "1",
    "hadithNo": "17",
    "id": "20",
    "thesequence": "443",
    "isActive": "1",
    "chapterId": "11",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "১১/ পরিচ্ছদ নেই",
    "rabiNameBn": "উবাদা ইব্&zwnj;নুস সামিত (রাঃ)",
    "rabiNameEn": "Ubada Ibnus Samit (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Said Al-Khudri: Allahs Messenger (sallallahu alaihi wa sallam) said, A time will come that the best property of a Muslim will be sheep which he will take on the top of mountains and the places of rainfall (valleys) so as to flee with his religion from afflictions.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّهُ قَالَ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   يُوشِكُ أَنْ يَكُونَ خَيْرَ مَالِ الْمُسْلِمِ غَنَمٌ يَتْبَعُ بِهَا شَعَفَ الْجِبَالِ وَمَوَاقِعَ الْقَطْرِ، يَفِرُّ بِدِينِهِ مِنَ الْفِتَنِ .",
    "hadithBengali": "১৮। আবদুল্লাহ ইবনু  মাসলামা (রহঃ) আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সেদিন দূরে নয়, যেদিন মুসলিমের উত্তম সম্পদ হবে কয়েকটি বকরী, যা নিয়ে সে পাহাড়ের চুড়ায় অথবা বৃষ্টিপাতের স্থানে চলে যাবে। ফিতনা থেকে বাঁচতে সে তার দ্বীন নিয়ে পালিয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "18",
    "id": "21",
    "thesequence": "444",
    "isActive": "1",
    "chapterId": "12",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "১২/ ফিতনা থেকে পলায়ন দ্বীনের অংশ",
    "rabiNameBn": "আবূ সা&rsquo;ঈদ খুদরী (রাঃ)",
    "rabiNameEn": "Abu Sayed Khudri (RA)"
  },
  {
    "hadithEnglish": "Narrated Aisha: Whenever Allahs Messenger (sallallahu alaihi wa sallam) ordered the Muslims to do something, he used to order them deeds which were easy for them to do, (according to their strength endurance). They said, O Allahs Messenger (sallallahu alaihi wa sallam)! We are not like you. Allah has forgiven your past and future sins. So Allahs Apostle became angry and it was apparent on his face. He said, I am the most Allah fearing, and know Allah better than all of you do.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، قَالَ أَخْبَرَنَا عَبْدَةُ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم إِذَا أَمَرَهُمْ أَمَرَهُمْ مِنَ الأَعْمَالِ بِمَا يُطِيقُونَ قَالُوا إِنَّا لَسْنَا كَهَيْئَتِكَ يَا رَسُولَ اللَّهِ، إِنَّ اللَّهَ قَدْ غَفَرَ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ. فَيَغْضَبُ حَتَّى يُعْرَفَ الْغَضَبُ فِي وَجْهِهِ ثُمَّ يَقُولُ   إِنَّ أَتْقَاكُمْ وَأَعْلَمَكُمْ بِاللَّهِ أَنَا .",
    "hadithBengali": "১৯। মুহাম্মদ ইবনু  সালাম  (রহঃ) আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবীদের যখন কোন আমলের নির্দেশ দিতেন তখন তাঁরা যতটুকু সমর্থ্য রাখতেন ততটুকুরই নির্দেশ দিতেন। একবার তাঁরা বললেন, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! আমরা তো আপনার মত নই। আল্লাহ্ তাআলা আপনার পূর্ববর্তী এবং পরবর্তী সকল ত্রুটি মাফ করে দিয়েছেন।  একথা শুনে তিনি রাগ করলেন, এমনকি তাঁর চেহারা মুবারকে রাগের চিহ্ন প্রকাশ পাচ্ছিল। এরপর তিনি বললেনঃ তোমাদের চাইতে আল্লাহকে আমিই বেশি ভয় করি ও বেশি জানি।\n",
    "checkStatus": "1",
    "hadithNo": "19",
    "id": "22",
    "thesequence": "445",
    "isActive": "1",
    "chapterId": "13",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "১৩/ নাবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাণী, আমি তোমাদের তুলনায় আল্লাহকে সম্পর্কে অধিক জ্ঞাত",
    "rabiNameBn": "আয়িশা (রাঃ)",
    "rabiNameEn": "Ayesha (RA)"
  },
  {
    "hadithEnglish": "Narrated Anas: The Prophet (sallallahu alaihi wa sallam) said, Whoever possesses the following three qualities will taste the sweetness of faith: 1. The one to whom Allah and His Apostle become dearer than anything else. 2. Who loves a person and he loves him only for Allahs sake. 3. Who hates to revert to disbelief (Atheism) after Allah has brought (saved) him out from it, as he hates to be thrown in fire.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   ثَلاَثٌ مَنْ كُنَّ فِيهِ وَجَدَ حَلاَوَةَ الإِيمَانِ مَنْ كَانَ اللَّهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا، وَمَنْ أَحَبَّ عَبْدًا لاَ يُحِبُّهُ إِلاَّ لِلَّهِ، وَمَنْ يَكْرَهُ أَنْ يَعُودَ فِي الْكُفْرِ بَعْدَ إِذْ أَنْقَذَهُ اللَّهُ، كَمَا يَكْرَهُ أَنْ يُلْقَى فِي النَّارِ .",
    "hadithBengali": "২০। সুলায়মান ইবনু  হারব  (রহঃ) আনাস (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তিনটি গুণ যার মধ্যে থাকে, সে ঈমানের স্বাদ পায়&mdash;(১) যার কাছে আল্লাহ্ ও তাঁর রাসূল অন্য সব কিছু থেকে প্রিয়; (২) যে একমাত্র আল্লাহ্&zwnj;রই জন্য কোন বান্দাকে মুহব্বত করে এবং (৩) আল্লাহ্ তাআলা কুফর থেকে মুক্তি দেওয়ার পর যে কুফর-এ ফিরে যাওয়াকে আগুনে নিক্ষিপ্ত হওয়ার মতোই অপছন্দ করে।\n",
    "checkStatus": "1",
    "hadithNo": "20",
    "id": "23",
    "thesequence": "446",
    "isActive": "1",
    "chapterId": "14",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "১৪/ কুফরীতে ফিরে যাওয়াকে আগুনে নিক্ষিপ্ত হবার ন্যায় অপছন্দ করা ঈমানের অঙ্গ",
    "rabiNameBn": "আনাস (রাঃ)",
    "rabiNameEn": "Anas (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Said Al-Khudri: The Prophet (sallallahu alaihi wa sallam) said, When the people of Paradise will enter Paradise and the people of Hell will go to Hell, Allah will order those who have had faith equal to the weight of a grain of mustard seed to be taken out from Hell. So they will be taken out but (by then) they will be blackened (charred). Then they will be put in the river of Haya (rain) or Hayat (life) (the Narrator is in doubt as to which is the right term), and they will revive like a grain that grows near the bank of a flood channel. Dont you see that it comes out yellow and twisted",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، رضى الله عنه ـ عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ  يَدْخُلُ أَهْلُ الْجَنَّةِ الْجَنَّةَ، وَأَهْلُ النَّارِ النَّارَ، ثُمَّ يَقُولُ اللَّهُ تَعَالَى أَخْرِجُوا مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ إِيمَانٍ. فَيُخْرَجُونَ مِنْهَا قَدِ اسْوَدُّوا فَيُلْقَوْنَ فِي نَهَرِ الْحَيَا ـ أَوِ الْحَيَاةِ، شَكَّ مَالِكٌ ـ فَيَنْبُتُونَ كَمَا تَنْبُتُ الْحِبَّةُ فِي جَانِبِ السَّيْلِ، أَلَمْ تَرَ أَنَّهَا تَخْرُجُ صَفْرَاءَ مُلْتَوِيَةً . قَالَ وُهَيْبٌ حَدَّثَنَا عَمْرٌو  الْحَيَاةِ . وَقَالَ  خَرْدَلٍ مِنْ خَيْرٍ .",
    "hadithBengali": "২১। ইসমাঈল  (রহঃ) আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতীগণ জান্নাতে এবং জাহান্নামীরা জাহান্নামে প্রবেশ করবেন। পরে আল্লাহ্ তাআলা (ফিরিশতাদের) বলবেন, যার অন্তরে একটি সরিষা পরিমানও ঈমান রয়েছে, তাকে দোযখ থেকে বের করে নিয়ে আস। তারপর তাদের দোযখ থেকে বের করা হবে এমন অবস্থায় যে, তারা (পুড়ে) কালো হয়ে গেছে। এরপর তাদের বৃষ্টিতে বা হায়াতের [বর্ণনাকারী মালিক  (রহঃ) শব্দ দুটির কোনটি এ সম্পর্কে সন্দেহ পোষণ করেছেন] নদীতে ফেলা হবে। ফলে তারা সতেজ হয়ে উঠবে, যেমন নদীর পাশে ঘাসের বীজ গজিয়ে উঠে। তুমি কি দেখতে পাওনা সেগুলো কেমন হলুদ রঙের হয় ও ঘন হয়ে গজায়? উহাইব  (রহঃ) বলেন, আমর  (রহঃ) আমাদের কাছে   এর স্থলে   এবং  -- এর স্থলে  -- বর্ণনা করেছেন। ( ) নোট-১\n",
    "checkStatus": "1",
    "hadithNo": "21",
    "id": "24",
    "thesequence": "447",
    "isActive": "1",
    "chapterId": "15",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "১৫/ আমলের দিক থেকে ঈমানদারদের শ্রেষ্ঠত্বের স্তরভেদ ",
    "rabiNameBn": "আবূ সা&rsquo;ঈদ খুদরী (রাঃ)",
    "rabiNameEn": "Abu Sayed Khudri (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Said Al-Khudri: Allahs Messenger (sallallahu alaihi wa sallam) said, While I was sleeping I saw (in a dream) some people wearing shirts of which some were reaching up to the breasts only while others were even shorter than that. Umar bin Al-Khattab was shown wearing a shirt that he was dragging. The people asked, How did you interpret it? (What is its interpretation) O Allahs Messenger (sallallahu alaihi wa sallam)? He (the Prophet (sallallahu alaihi wa sallam) ) replied, It is the Religion.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلٍ، أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم  بَيْنَا أَنَا نَائِمٌ رَأَيْتُ النَّاسَ يُعْرَضُونَ عَلَىَّ، وَعَلَيْهِمْ قُمُصٌ مِنْهَا مَا يَبْلُغُ الثُّدِيَّ، وَمِنْهَا مَا دُونَ ذَلِكَ، وَعُرِضَ عَلَىَّ عُمَرُ بْنُ الْخَطَّابِ وَعَلَيْهِ قَمِيصٌ يَجُرُّهُ . قَالُوا فَمَا أَوَّلْتَ ذَلِكَ يَا رَسُولَ اللَّهِ قَالَ  الدِّينَ .",
    "hadithBengali": "২২। মুহাম্মদ ইবনু  উবায়দুল্লাহ্  (রহঃ) আবূ উমামা ইবনু  সাহল ইবনু  হুনাইফ  (রহঃ) থেকে বর্ণিত, তিনি আবূ সাঈদ খুদরী (রাঃ)-কে বলতে শুনেছেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একবার আমি ঘুমন্ত অবস্থায় (স্বপ্নে) দেখলাম যে, লোকদেরকে আমার সামনে হাযির করা হচ্ছে। আর তাদের পরণে রয়েছে জামা। কারো জামা বুক পর্যন্ত আর কারো জামা এর নীচ পর্যন্ত। আর উমর ইবনুল খাত্তাব (রাঃ)-কে আমার সামনে হাযির করা হল এমন অবস্থায় যে, তিনি তাঁর জামা (এত লম্বা যে) টেনে নিয়ে যাচ্ছিলেন। সাহাবায়ে কিরাম বললেন, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! আপনি এর কী তাবীর করেছেন? তিনি বললেনঃ (এ জামা মানে) দ্বীন।\n",
    "checkStatus": "1",
    "hadithNo": "22",
    "id": "25",
    "thesequence": "448",
    "isActive": "1",
    "chapterId": "15",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "১৫/ আমলের দিক থেকে ঈমানদারদের শ্রেষ্ঠত্বের স্তরভেদ ",
    "rabiNameBn": "আবূ সা&rsquo;ঈদ খুদরী (রাঃ)",
    "rabiNameEn": "Abu Sayed Khudri (RA)"
  },
  {
    "hadithEnglish": "Narrated Abdullah (bin Umar): Once Allahs Messenger (sallallahu alaihi wa sallam) passed by an Ansari (man) who was admonishing to his brother regarding Haya. On that Allahs Messenger (sallallahu alaihi wa sallam) said, Leave him as Haya is a part of faith. (See Hadith No. 8)",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم مَرَّ عَلَى رَجُلٍ مِنَ الأَنْصَارِ وَهُوَ يَعِظُ أَخَاهُ فِي الْحَيَاءِ، فَقَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   دَعْهُ فَإِنَّ الْحَيَاءَ مِنَ الإِيمَانِ .",
    "hadithBengali": "২৩। আবদুল্লাহ ইবনু  ইউসুফ  (রহঃ) আবদুল্লাহ ইবনু  উমর (রাঃ) থেকে বর্ণিত যে, একদিন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক আনসারীর পাশ দিয়ে যাচ্ছিলেন। তিনি তাঁর ভাইকে তখন (অধিক) লজ্জা ত্যাগের জন্য নসীহত করছিলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ ওকে ছেড়ে দাও। কারন লজ্জা ঈমানের অঙ্গ।\n",
    "checkStatus": "1",
    "hadithNo": "23",
    "id": "26",
    "thesequence": "449",
    "isActive": "1",
    "chapterId": "16",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "১৬/ লজ্জা ঈমানের অঙ্গ",
    "rabiNameBn": "আবদুল্লাহ ইব্&zwnj;ন উমর (রাঃ) ",
    "rabiNameEn": "Abdullah Ibnu Umar (RA)"
  },
  {
    "hadithEnglish": "Narrated Ibn Umar: Allahs Messenger (sallallahu alaihi wa sallam) said: I have been ordered (by Allah) to fight against the people until they testify that none has the right to be worshipped but Allah and that Muhammad is Allahs Messenger (sallallahu alaihi wa sallam), and offer the prayers perfectly and give the obligatory charity, so if they perform that, then they save their lives and property from me except for Islamic laws and then their reckoning (accounts) will be done by Allah.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْمُسْنَدِيُّ، قَالَ حَدَّثَنَا أَبُو رَوْحٍ الْحَرَمِيُّ بْنُ عُمَارَةَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ وَاقِدِ بْنِ مُحَمَّدٍ، قَالَ سَمِعْتُ أَبِي يُحَدِّثُ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ   أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَيُقِيمُوا الصَّلاَةَ، وَيُؤْتُوا الزَّكَاةَ، فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلاَّ بِحَقِّ الإِسْلاَمِ، وَحِسَابُهُمْ عَلَى اللَّهِ .",
    "hadithBengali": "২৪। আবদুল্লাহ ইবনু  মুহাম্মদ আল-মুসনাদী  (রহঃ) ইবনু  উমর (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ আমি লোকদের সাথে যুদ্ধ চালিয়ে যাবার জন্য আদিষ্ট হয়েছে, যতক্ষন না তারা সাক্ষ্য দেয় যে, আল্লাহ্ ছাড়া কোন ইলাহ্ নেই ও মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহ্&zwnj;র রাসূল, আর সালাত (নামায/নামাজ) কায়েম করে ও যাকাত দেয়। তারা যদি এ কাজগুলো করে, তবে আমার পক্ষ থেকে তাদের জান ও মালের ব্যাপারে নিরাপত্তা লাভ করল; অবশ্য ইসলামের বিধান অনুযায়ী যদি কোন কারন থাকে, তাহলে স্বতন্ত্র কথা। আর তাদের হিসাবের ভার আল্লাহ্&zwnj;র ওপর ন্যাস্ত।\n",
    "checkStatus": "1",
    "hadithNo": "24",
    "id": "27",
    "thesequence": "450",
    "isActive": "1",
    "chapterId": "17",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "১৭/ যদি তারা তউবা করে, সালাত কায়েম করে ও যাকাত দেয়, তবে তাদের পথ ছেড়ে দেবে (৯:৫)",
    "rabiNameBn": "ইবনু উমর (রাঃ)",
    "rabiNameEn": "Ibnu Umar (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) was asked, What is the best deed? He replied, To believe in Allah and His Apostle (Muhammad). The questioner then asked, What is the next (in goodness)? He replied, To participate in Jihad (religious fighting) in Allahs Cause. The questioner again asked, What is the next (in goodness)? He replied, To perform Hajj (Pilgrim age to Mecca) Mubrur, (which is accepted by Allah and is performed with the intention of seeking Allahs pleasure only and not to show off and without committing a sin and in accordance with the traditions of the Prophet).",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، وَمُوسَى بْنُ إِسْمَاعِيلَ، قَالاَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، قَالَ حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم سُئِلَ أَىُّ الْعَمَلِ أَفْضَلُ فَقَالَ  إِيمَانٌ بِاللَّهِ وَرَسُولِهِ . قِيلَ ثُمَّ مَاذَا قَالَ  الْجِهَادُ فِي سَبِيلِ اللَّهِ . قِيلَ ثُمَّ مَاذَا قَالَ  حَجٌّ مَبْرُورٌ .",
    "hadithBengali": "২৫। আহমদ ইবনু  ইউনুস ও মূসা ইবনু  ইসমাঈল  (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণনা করেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করা হল, কোন্ আমলটি উত্তম? তিনি বললেনঃ আল্লাহ্ ও তাঁর রাসূলের ওপর ঈমান আনা।  প্রশ্ন করা হল, তারপর কোনটি? তিনি বললেনঃ আল্লাহ্&zwnj;র রাস্তায় জিহাদ করা।  প্রশ্ন করা হল, তারপর কোনটি।  তিনি বললেনঃ মকবূল হাজ্জ (হজ্জ)। \n",
    "checkStatus": "1",
    "hadithNo": "25",
    "id": "28",
    "thesequence": "451",
    "isActive": "1",
    "chapterId": "18",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "১৮/ যে বলে ঈমান আমলেরই নাম",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Sad: Allahs Messenger (sallallahu alaihi wa sallam) distributed (Zakat) amongst (a group of) people while I was sitting there but Allahs Messenger (sallallahu alaihi wa sallam) left a man whom I thought the best of the lot. I asked, O Allahs Messenger (sallallahu alaihi wa sallam)! Why have you left that person? By Allah I regard him as a faithful believer. The Prophet (sallallahu alaihi wa sallam) commented: Or merely a Muslim. I remained quiet for a while, but could not help repeating my question because of what I knew about him. And then asked Allahs Messenger (sallallahu alaihi wa sallam), Why have you left so and so? By Allah! He is a faithful believer. The Prophet (sallallahu alaihi wa sallam) again said, Or merely a Muslim. And I could not help repeating my question because of what I knew about him. Then the Prophet (sallallahu alaihi wa sallam) said, O Sad! I give to a person while another is dearer to me, for fear that he might be thrown on his face in the Fire by Allah.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عَامِرُ بْنُ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ سَعْدٍ، رضى الله عنه أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم أَعْطَى رَهْطًا وَسَعْدٌ جَالِسٌ، فَتَرَكَ رَسُولُ اللَّهِ صلى  الله عليه وسلم رَجُلاً هُوَ أَعْجَبُهُمْ إِلَىَّ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا لَكَ عَنْ فُلاَنٍ فَوَاللَّهِ إِنِّي لأَرَاهُ مُؤْمِنًا. فَقَالَ  أَوْ مُسْلِمًا . فَسَكَتُّ قَلِيلاً، ثُمَّ غَلَبَنِي مَا أَعْلَمُ مِنْهُ فَعُدْتُ لِمَقَالَتِي فَقُلْتُ مَا لَكَ عَنْ فُلاَنٍ فَوَاللَّهِ إِنِّي لأَرَاهُ مُؤْمِنًا فَقَالَ  أَوْ مُسْلِمًا . ثُمَّ غَلَبَنِي مَا أَعْلَمُ مِنْهُ فَعُدْتُ لِمَقَالَتِي وَعَادَ رَسُولُ اللَّهِ صلى  الله عليه وسلم ثُمَّ قَالَ  يَا سَعْدُ، إِنِّي لأُعْطِي الرَّجُلَ وَغَيْرُهُ أَحَبُّ إِلَىَّ مِنْهُ، خَشْيَةَ أَنْ يَكُبَّهُ اللَّهُ فِي النَّارِ . وَرَوَاهُ يُونُسُ وَصَالِحٌ وَمَعْمَرٌ وَابْنُ أَخِي الزُّهْرِيِّ عَنِ الزُّهْرِيِّ.",
    "hadithBengali": "২৬। আবূল ইয়ামান  (রহঃ) সাদ (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদল লোককে কিছু দান করলেন। সাদ (রাঃ) সেখানে বসা ছিলেন। সাদ (রাঃ) বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের এক ব্যাক্তিকে কিছু দিলেন না। সে ব্যাক্তি আমার কাছে তাদের চেয়ে অধিক পছন্দনীয় ছিল। তাই আমি বললাম, ইয়া রাসূলল্লাহ্&zwnj;! অমুক ব্যাক্তিকে আপনি বাদ দিলেন কেন? আল্লাহ্&zwnj;র কসম! আমিতো তাকে মুমিন বলেই জানি। তিনি বললেনঃ (মুমিন) না মুসলিম? তখন আমি কিছুক্ষণ চুপ থাকলাম। তারপর আমি তার সম্পর্কে যা জানি, তা প্রবল হয়ে উঠল। তাই আমি আমার বক্তব্য আবার বললাম, আপনি অমুককে দানের ব্যপারে বিরত রইলেন? আল্লাহ্&zwnj;র কসম! আমিতো তাকে মুমিন বলেই জানি। তিনি বললেনঃ না মুসলিম? তখন আমি কিছুক্ষণ চুপ থাকলাম। তারপর তার সম্পর্কে যা জানি তা প্রবল হয়ে উঠল। তাই আমি আমার বক্তব্য আবার বললাম। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবারও সেই জবাব দিলেন। তারপর বললেনঃ সাদ! আমি কখনো ব্যাক্তি বিশেষকে দান করি, অথচ অন্য লোক আমার কাছে তার চাইতে বেশি প্রিয়। তা এ আশঙ্কায় যে (সে ঈমান থেকে ফিরে যেতে পারে পরিণামে), আল্লাহ্ তাআলা তাকে অধোমুখে জাহান্নামে ফেলে দেবেন।<br />\nএ হাদীস ইউনুস, সালিহ, মামার এবং যুহরী  (রহঃ)-এর ভাতিজা যুহরী  (রহঃ) থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "26",
    "id": "29",
    "thesequence": "452",
    "isActive": "1",
    "chapterId": "19",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "১৯/ ইসলাম গ্রহন যদি খাঁটি না হয় বরং বাহ্যিক আনুগত্য প্রদর্শনের জন্য বা হত্যার ভয়ে হয়।",
    "rabiNameBn": "সা&rsquo;দ (রাঃ)",
    "rabiNameEn": "S&#039;ad (RA)"
  },
  {
    "hadithEnglish": "Narrated Abdullah bin Amr: A person asked Allahs Messenger (sallallahu alaihi wa sallam) . What (sort of) deeds in or (what qualities of) Islam are good? He replied, To feed (the poor) and greet those whom you know and those whom you dont know.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَجُلاً، سَأَلَ رَسُولَ اللَّهِ صلى  الله عليه وسلم أَىُّ الإِسْلاَمِ خَيْرٌ قَالَ   تُطْعِمُ الطَّعَامَ، وَتَقْرَأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ .",
    "hadithBengali": "২৭। কুতায়বা  (রহঃ) আবদুল্লাহ ইবনু  আমর (রাঃ) থেকে বর্ণিত, এক ব্যাক্তি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করল, ইসলামের কোন্ কাজ সবচাইতে উত্তম? তিনি বললেনঃ তুমি লোকদের আহার করাবে এবং পরিচিত-অপরিচিত নির্বিশেষে সকলকে সালাম দিবে।\n",
    "checkStatus": "1",
    "hadithNo": "27",
    "id": "30",
    "thesequence": "453",
    "isActive": "1",
    "chapterId": "20",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "২০/ সালামের প্রচলন করা ইসলামের অন্তর্ভুক্ত",
    "rabiNameBn": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "rabiNameEn": "Abdullah Ibnu Amar (RA)"
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas: The Prophet (sallallahu alaihi wa sallam) said: I was shown the Hell-fire and that the majority of its dwellers were women who were ungrateful. It was asked, Do they disbelieve in Allah? (or are they ungrateful to Allah?) He replied, They are ungrateful to their husbands and are ungrateful for the favors and the good (charitable deeds) done to them. If you have always been good (benevolent) to one of them and then she sees something in you (not of her liking), she will say, I have never received any good from you.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ النَّبِيُّ صلى  الله عليه وسلم  أُرِيتُ النَّارَ فَإِذَا أَكْثَرُ أَهْلِهَا النِّسَاءُ يَكْفُرْنَ . قِيلَ أَيَكْفُرْنَ بِاللَّهِ قَالَ  يَكْفُرْنَ الْعَشِيرَ، وَيَكْفُرْنَ الإِحْسَانَ، لَوْ أَحْسَنْتَ إِلَى إِحْدَاهُنَّ الدَّهْرَ ثُمَّ رَأَتْ مِنْكَ شَيْئًا قَالَتْ مَا رَأَيْتُ مِنْكَ خَيْرًا قَطُّ .",
    "hadithBengali": "২৮। আবদুল্লাহ ইবনু  মাসলামা  (রহঃ) ইবনু  আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ আমাকে জাহান্নাম দেখানো হয়। (আমি দেখি), তার অধিবাসীদের অধিকাংশই স্ত্রীলোক; (কারন) তারা কুফরী করে। জিজ্ঞাসা করা হল, তারা কি আল্লাহর সঙ্গে কুফরী করে? তিনি বললেনঃ তারা স্বামীর অবাধ্য হয় এবং ইহসান অস্বীকার করে।  তুমি যদি দীর্ঘকাল তাদের কারো প্রতি ইহসান করতে থাক, এরপর সে তোমার সামান্য অবহেলা দেখলেই বলে, আমি কখনো তোমার কাছ থেকে ভালো ব্যবহার পাইনি। \n",
    "checkStatus": "1",
    "hadithNo": "28",
    "id": "31",
    "thesequence": "454",
    "isActive": "1",
    "chapterId": "21",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "২১/ স্বামীর প্রতি অকৃতজ্ঞতা ",
    "rabiNameBn": "ইবনু আব্বাস (রাঃ)",
    "rabiNameEn": "Ibnu Abbas (RA)"
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯। আবদুর রহমান ইবনুল মুবারক  (রহঃ) আহনাফ ইবনু  কায়স  (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি (সিফফীনের যুদ্ধে) এ ব্যক্তিকে [আলী (রাঃ)-কে] সাহায্য করতে যাচ্ছিলাম। আবূ বাক্&zwnj;রা (রাঃ)-এর সাথে আমার সাক্ষাত হলে তিনি বললেনঃ তুমি কোথায় যাচ্ছে? আমি বললাম, আমি এ ব্যক্তিকে সাহায্য করতে যাচ্ছি। তিনি বললেনঃ ফিরে যাও। কারন আমি রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি যে, দুজন মুসলমান তাদের তরবারি নিয়ে মুখোমুখি হলে হত্যাকারী এবং নিহত ব্যক্তি উভয়ে জাহান্নামে যাবে। আমি বললাম, ইয়া রাসূলুল্লাহ্&zwnj;! এ হত্যাকারী (তো অপরাধী), কিন্তু নিহত ব্যক্তির কি অপরাধ? তিনি বললেন, (নিশ্চয়ই) সে তার সঙ্গীকে হত্যা করার জন্য উদগ্রীব ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "29",
    "id": "32",
    "thesequence": "455",
    "isActive": "1",
    "chapterId": "22",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "২২/ পাপ কাজ জাহেলী যুগের স্বভাব",
    "rabiNameBn": "আহনাফ ইব্&zwnj;ন কায়স  (রহঃ)",
    "rabiNameEn": "Ahnaf Ibn Kayes (RH)"
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩০। সুলায়মান ইবনু  হারব  (রহঃ) মারূর  (রহঃ) থেকে বর্ণিত আছে, তিনি বলেনঃ আমি একবার রাবাযা নামক স্থানে আবূ যর (রাঃ) এর সাথে সাক্ষাৎ করলাম। তখন তাঁর পরনে ছিল এক জোড়া কাপড় (লুঙ্গি ও চাঁদর) আর তাঁর চাকরের পরনেও ছিল ঠিক একই ধরনের এক জোড়া কাপড়। আমি তাঁকে এর (সমতার) কারন জিজ্ঞাসা করলাম। তিনি বললেনঃ একবার আমি এক ব্যাক্তিকে গালি দিয়েছিলাম এবং আমি তাকে তার মা সম্পর্কে লজ্জা দিয়েছিলাম। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ  আবূ যর! তুমি তাকে তার মা সম্পর্কে লজ্জা দিয়েছ? তুমি তো এমন ব্যাক্তি, তোমার মধ্যে এখনো জাহিলী যুগের স্বভাব রয়েছে। জেনে রেখো, তোমাদের দাস-দাসী তোমাদেরই ভাই। আল্লাহ্ তাআলা তাদের তোমাদের অধীনস্থ করে দিয়েছেন। তাই যার ভাই তার অধীনে থাকবে, সে যেন নিজে যা খায় তাকে তা-ই খাওয়ায় এবং নিজে যা পরে, তাকে তা-ই পরায়। তাদের উপর এমন কাজ চাপিয়ে দিও না, যা তাদের জন্য খুব কষ্টকর। যদি এমন কষ্টকর কাজ করতে দাও, তাহলে তোমরাও তাদের সে কাজে সাহায্য করবে।\n",
    "checkStatus": "1",
    "hadithNo": "30",
    "id": "33",
    "thesequence": "456",
    "isActive": "1",
    "chapterId": "22",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "২২/ পাপ কাজ জাহেলী যুগের স্বভাব",
    "rabiNameBn": "মা&rsquo;রূর  (রহঃ)",
    "rabiNameEn": "Ma&#039;rur (RH)"
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩১। আবূল ওয়ালীদ এবং বিশ্&zwnj;র  (রহঃ) আবদুল্লাহ&zwnj; ইবনু  মাসউদ (রাঃ) থেকে বর্ণনা করেনঃ &ldquo;যারা ঈমান এনেছে এবং তাদের ঈমানকে যুলুম দ্বারা কলুষিত করেনি&rdquo; (৬।৮২) এ আয়াত নাযিল হলে রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লামএর সাহাবিগণ বললেন, আমাদের মধ্যে এমন কে আছে যে যুলুম করে নি? তখন আল্লাহ্&zwnj; তাআলা এ আয়াত নাযিল করেনঃ &ldquo;নিশ্চয়ই শির্&zwnj;ক চরম যুলুম।&rdquo; (৩১।১৩)\n",
    "checkStatus": "1",
    "hadithNo": "31",
    "id": "34",
    "thesequence": "457",
    "isActive": "1",
    "chapterId": "23",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "২৩/ যুলুমের প্রকারভেদ",
    "rabiNameBn": "আবদুল্লাহ&zwnj; ইব্&zwnj;ন মাসউদ (রাঃ) ",
    "rabiNameEn": "Abdullah Ibn Masud"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: The Prophet (sallallahu alaihi wa sallam) said, The signs of a hypocrite are three: \n1. Whenever he speaks, he tells a lie. \n2. Whenever he promises, he always breaks it (his promise ). \n3. If you trust him, he proves to be dishonest. (If you keep something as a trust with him, he will not return it.)",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ أَبُو الرَّبِيعِ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، قَالَ حَدَّثَنَا نَافِعُ بْنُ مَالِكِ بْنِ أَبِي عَامِرٍ أَبُو سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   آيَةُ الْمُنَافِقِ ثَلاَثٌ إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا اؤْتُمِنَ خَانَ .",
    "hadithBengali": "<div>৩২। সুলায়মান আবূর রাবী  (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণনা করেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ মুনাফিকের আলামত তিনটিঃ<br />\n১/ যখন কথা বলে মিথ্যা বলে ২/ যখন ওয়াদা করে ভঙ্গ করে এবং ৩/ আমানত রাখা হলে খেয়ানত করে।</div>\n",
    "checkStatus": "1",
    "hadithNo": "32",
    "id": "35",
    "thesequence": "458",
    "isActive": "1",
    "chapterId": "24",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "২৪/ মুনাফিকের আলামত",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩। কাবীসা ইবনু  উকবা  (রহঃ) আবদুল্লাহ&zwnj; ইবনু  আমর (রাঃ) থেকে বর্ণিত, নাবী করীম সাল্লাল্লাহু আলাইহি সওয়াসাল্লাম বলেনঃ চারটি স্বভাব যার মধ্যে থাকে সে হবে খাঁটি মুনাফিক। যার মধ্যে এর কোন একটি স্বভাব থাকবে, তা পরিত্যাগ না করা পর্যন্ত তার মধ্যে মুনাফিকের একটি স্বভাব থেকে যায়।<br />\n১/ আমানত রাখা হলে খেয়ানত করে<br />\n২/ কথা বললে মিথ্যা বলে<br />\n৩/ চুক্তি করলে ভঙ্গ করে এবং<br />\n৪/ বিবাদে লিপ্ত হলে অশ্লীল গালি দেয়। শুবা আমাশ  (রহঃ) থেকে হাদীস বর্ণনায় সুফিয়ান  (রহঃ) এর অনুসরণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "33",
    "id": "36",
    "thesequence": "459",
    "isActive": "1",
    "chapterId": "24",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "২৪/ মুনাফিকের আলামত",
    "rabiNameBn": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "rabiNameEn": "Abdullah Ibnu Amar (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) said, Whoever establishes the prayers on the night of Qadr out of sincere faith and hoping to attain Allahs rewards (not to show off) then all his past sins will be forgiven.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، قَالَ حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   مَنْ يَقُمْ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ .",
    "hadithBengali": "৩৪/ আবূল ইয়ামান  (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ যে ব্যাক্তি ঈমানের সাথে সওয়াবের আশায় লায়লাতুল কদর-এ ইবাদতে রাত্রি জাগরণ করবে, তার অতীতের গুনাহ্ মাফ করে দেওয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "34",
    "id": "37",
    "thesequence": "460",
    "isActive": "1",
    "chapterId": "25",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "২৫/ লায়লাতুল কদরে ইবাদতে রাত্রি জাগরণ ঈমানের অন্তর্ভুক্ত",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: The Prophet (sallallahu alaihi wa sallam) said, The person who participates in (Holy battles) in Allahs cause and nothing compels him to do so except belief in Allah and His Apostles, will be recompensed by Allah either with a reward, or booty (if he survives) or will be admitted to Paradise (if he is killed in the battle as a martyr). Had I not found it difficult for my followers, then I would not remain behind any sariya going for Jihad and I would have loved to be martyred in Allahs cause and then made alive, and then martyred and then made alive, and then again martyred in His cause.",
    "hadithArabic": "حَدَّثَنَا حَرَمِيُّ بْنُ حَفْصٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ، قَالَ حَدَّثَنَا عُمَارَةُ، قَالَ حَدَّثَنَا أَبُو زُرْعَةَ بْنُ عَمْرِو بْنِ جَرِيرٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   انْتَدَبَ اللَّهُ لِمَنْ خَرَجَ فِي سَبِيلِهِ لاَ يُخْرِجُهُ إِلاَّ إِيمَانٌ بِي وَتَصْدِيقٌ بِرُسُلِي أَنْ أُرْجِعَهُ بِمَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَةٍ، أَوْ أُدْخِلَهُ الْجَنَّةَ، وَلَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِي مَا قَعَدْتُ خَلْفَ سَرِيَّةٍ، وَلَوَدِدْتُ أَنِّي أُقْتَلُ فِي سَبِيلِ اللَّهِ ثُمَّ أُحْيَا، ثُمَّ أُقْتَلُ ثُمَّ أُحْيَا، ثُمَّ أُقْتَلُ .",
    "hadithBengali": "৩৫। হারামীয়া ইবনু  হাফ্স  (রহঃ) আবূ যুরআ ইবনু  আমর ইবনু  জারীর  (রহঃ) থেকে বর্ণনা করেন, তিনি বলেন, আমি . আবূ হুরায়রা (রাঃ)-কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করতে শুনেছি যে, তিনি ইরশাদ করেনঃ যে ব্যাক্তি আল্লাহর রাস্তায় বের হয়, যদি সে শুধু আল্লাহর উপর ঈমান এবং তাঁর রাসূলগণের প্রতি বিশ্বাসের কারনে বের হয়ে থাকে, তবে আল্লাহ্ তাআলা ঘোষণা দেন যে, আমি তাকে ঘরে ফিরিয়ে আনব তার সওয়াব বা গনীমত (ও সওয়ার) সহ কিংবা তাকে জান্নাতে দাখিল করব।<br />\nআর আমার উম্মতের উপর কষ্টদায়ক হবে বলে যদি মনে না করতাম তবে কোন সেনাদলের সাথে না গিয়ে বসে থাকতাম না। আমি অবশ্যই এটা পছন্দ করি যে, আল্লাহর রাস্তায় শহীদ হই, আবার জীবিত হই, আবার শহীদ হই, আবার জীবিত হই, আবার শহীদ হই।\n",
    "checkStatus": "1",
    "hadithNo": "35",
    "id": "38",
    "thesequence": "461",
    "isActive": "1",
    "chapterId": "26",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "২৬/ জিহাদ ঈমানের অন্তর্ভুক্ত",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) said: Whoever establishes prayers during the nights of Ramadan faithfully out of sincere faith and hoping to attain Allahs rewards (not for showing off), all his past sins will be forgiven.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ   مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ .",
    "hadithBengali": "৩৬। ইসমাঈল  (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণনা করেন, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ যে ব্যাক্তি রমযানের রাতে সওয়াবের আশায় রাত জেগে ইবাদত করে, তার পূর্বের গুনাহ্ মাফ করে দেওয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "36",
    "id": "39",
    "thesequence": "462",
    "isActive": "1",
    "chapterId": "27",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "২৭/ রমযানের রাতে নফল ইবাদত ঈমানের অঙ্গ",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) said, Whoever observes fasts during the month of Ramadan out of sincere faith, and hoping to attain Allahs rewards, then all his past sins will be forgiven.",
    "hadithArabic": "حَدَّثَنَا ابْنُ سَلاَمٍ، قَالَ أَخْبَرَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ .",
    "hadithBengali": "৩৭। ইবনু  সালাম  (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ যে ব্যাক্তি ঈমানসহ সওয়াবের আশায় রমযানের সিয়াম পালন করে, তার পূর্বের গুনাহ মাফ করে দেওয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "37",
    "id": "40",
    "thesequence": "463",
    "isActive": "1",
    "chapterId": "28",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "২৮/ সওয়াবের আশায় রমযানের সিয়াম পালন ঈমানের অঙ্গ",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: The Prophet (sallallahu alaihi wa sallam) said, Religion is very easy and whoever overburdens himself in his religion will not be able to continue in that way. So you should not be extremists, but try to be near to perfection and receive the good tidings that you will be rewarded; and gain strength by worshipping in the mornings, the nights. (See Fath-ul-Bari, Page 102, Vol 1).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ السَّلاَمِ بْنُ مُطَهَّرٍ، قَالَ حَدَّثَنَا عُمَرُ بْنُ عَلِيٍّ، عَنْ مَعْنِ بْنِ مُحَمَّدٍ الْغِفَارِيِّ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   إِنَّ الدِّينَ يُسْرٌ، وَلَنْ يُشَادَّ الدِّينَ أَحَدٌ إِلاَّ غَلَبَهُ، فَسَدِّدُوا وَقَارِبُوا وَأَبْشِرُوا، وَاسْتَعِينُوا بِالْغَدْوَةِ وَالرَّوْحَةِ وَشَىْءٍ مِنَ الدُّلْجَةِ .",
    "hadithBengali": "৩৮। আবদুস সালাম ইবনু  মুতাহ্হার (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ নিশ্চয়ই দ্বীন সহজ-সরল। দ্বীন নিয়ে যে কড়াকড়ি করে দ্বীন তার উপর বিজয়ী হয়। কাজেই তোমরা মধ্যপন্থা অবলম্বন কর এবং (দ্বীনের) নিকটবর্তী থাক, নিয়মিত পুন্যের কাজে পুরষ্কারের সুসংবাদ গ্রহন কর এবং সকাল-সন্ধ্যায় ও রাতের কিছু অংশে (ইবাদতের মাধ্যমে) আল্লাহর সাহায্য প্রার্থনা কর।<br />\n<br />\n[অনুবাদ সংশোধন করা হয়েছে, সহিহ বুখারী, দার-উস-সালামের বাংলা অনুবাদের আলোকে, ২৫/১১/২০১৩]\n",
    "checkStatus": "1",
    "hadithNo": "38",
    "id": "41",
    "thesequence": "464",
    "isActive": "1",
    "chapterId": "29",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "২৯/ দ্বীন সহজ",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Al-Bara (bin Azib): When the Prophet (sallallahu alaihi wa sallam) came to Medina, he stayed first with his grandfathers or maternal uncles from Ansar. He offered his prayers facing Baitul-Maqdis (Jerusalem) for sixteen or seventeen months, but he wished that he could pray facing the Kaba (at Mecca). The first prayer which he offered facing the Kaba was the Asr prayer in the company of some people. Then one of those who had offered that prayer with him came out and passed by some people in a mosque who were bowing during their prayers (facing Jerusalem). He said addressing them, By Allah, I testify that I have prayed with Allahs Messenger (sallallahu alaihi wa sallam) facing Mecca (Kaba). Hearing that, those people changed their direction towards the Kaba immediately. Jews and the people of the scriptures used to be pleased to see the Prophet (sallallahu alaihi wa sallam) facing Jerusalem in prayers but when he changed his direction towards the Kaba, during the prayers, they disapproved of it. Al-Bara added, Before we changed our direction towards the Kaba (Mecca) in prayers, some Muslims had died or had been killed and we did not know what to say about them (regarding their prayers.) Allah then revealed: And Allah would never make your faith (prayers) to be lost (i.e. the prayers of those Muslims were valid).  (2:143).",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ، قَالَ حَدَّثَنَا زُهَيْرٌ، قَالَ حَدَّثَنَا أَبُو إِسْحَاقَ، عَنِ الْبَرَاءِ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم كَانَ أَوَّلَ مَا قَدِمَ الْمَدِينَةَ نَزَلَ عَلَى أَجْدَادِهِ ـ أَوْ قَالَ أَخْوَالِهِ ـ مِنَ الأَنْصَارِ، وَأَنَّهُ صَلَّى قِبَلَ بَيْتِ الْمَقْدِسِ سِتَّةَ عَشَرَ شَهْرًا، أَوْ سَبْعَةَ عَشَرَ شَهْرًا، وَكَانَ يُعْجِبُهُ أَنْ تَكُونَ قِبْلَتُهُ قِبَلَ الْبَيْتِ، وَأَنَّهُ صَلَّى أَوَّلَ صَلاَةٍ صَلاَّهَا صَلاَةَ الْعَصْرِ، وَصَلَّى مَعَهُ قَوْمٌ، فَخَرَجَ رَجُلٌ مِمَّنْ صَلَّى مَعَهُ، فَمَرَّ عَلَى أَهْلِ مَسْجِدٍ، وَهُمْ رَاكِعُونَ فَقَالَ أَشْهَدُ بِاللَّهِ لَقَدْ صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صلى  الله عليه وسلم قِبَلَ مَكَّةَ، فَدَارُوا كَمَا هُمْ قِبَلَ الْبَيْتِ، وَكَانَتِ الْيَهُودُ قَدْ أَعْجَبَهُمْ إِذْ كَانَ يُصَلِّي قِبَلَ بَيْتِ الْمَقْدِسِ، وَأَهْلُ الْكِتَابِ، فَلَمَّا وَلَّى وَجْهَهُ قِبَلَ الْبَيْتِ أَنْكَرُوا ذَلِكَ. قَالَ زُهَيْرٌ حَدَّثَنَا أَبُو إِسْحَاقَ عَنِ الْبَرَاءِ فِي حَدِيثِهِ هَذَا أَنَّهُ مَاتَ عَلَى الْقِبْلَةِ قَبْلَ أَنْ تُحَوَّلَ رِجَالٌ وَقُتِلُوا، فَلَمْ نَدْرِ مَا نَقُولُ فِيهِمْ، فَأَنْزَلَ اللَّهُ تَعَالَى {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ}",
    "hadithBengali": "৩৯। আমর ইবনু  খালিদ  (রহঃ) বারা ইবনু  আযিব (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনায় হিজরত করে সর্বপ্রথম আনসারদের মধ্যে তাঁর নানাদের গোত্র [ আবূ ইসহাক  (রহঃ) বলেন] বা মামাদের গোত্রে এসে ওঠেন। তিনি ষোল-সতের মাস বায়তুল মুকাদ্দসের দিকে সালাত (নামায/নামাজ) আদায় করেন। কিন্তু তাঁর পছন্দ ছিল যে, তাঁর কিবলা বায়তুল্লাহ্&zwnj;র দিকে হোক। আর তিনি (বায়তুল্লাহ্&zwnj;র দিকে) প্রথম যে সালাত (নামায/নামাজ) আদায় করেন, তা ছিল আসরের সালাত (নামায/নামাজ) এবং তাঁর সঙ্গে একদল লোক উক্ত সালাত (নামায/নামাজ) আদায় করেন।<br />\nতাঁর সঙ্গে যাঁরা সালাত (নামায/নামাজ) আদায় করেছিলেন তাঁদের একজন লোক বের হয়ে এক মসজিদে মুসল্লীদের কাছ দিয়ে যাচ্ছিলেন, তাঁরা তখন রুকুর অবস্থায় ছিলেন। তখন তিনি বললেনঃ &ldquo;আমি আল্লাহ্কে সাক্ষী রেখে বলছি যে, এইমাত্র আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে মক্কার দিকে ফিরে সালাত (নামায/নামাজ) আদায় করে এসেছি। তখন তাঁরা যে অবস্থায় ছিলেন সে অবস্থায়ই বায়তুল্লাহ্&zwnj;র দিকে ঘুরে গেলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন বায়তুল মুকাদ্দাসের দিকে সালাত (নামায/নামাজ) আদায় করতেন তখন ইয়াহূদীদের ও আহলি কিতাবদের কাছে এটা খুব ভাল লাগত; কিন্তু তিনি যখন বায়তুল্লাহ্&zwnj;র দিকে (সালাত (নামায/নামাজ)-এর জন্য) তাঁর মুখ ফিরালেন তখন তারা এর প্রতি চরম অসন্তুষ্ট হল।<br />\n<br />\nযুহায়র  (রহঃ) বলেন, আবূ ইসহাক  (রহঃ) বারা (রাঃ) থেকে আমার কাছে যে হাদীস বর্ণনা করেছেন, তাতে এ কথাও রয়েছে যে, কিবলা পরিবর্তনের পূর্বে বেশ কিছু লোক ইন্তেকাল করেছিলেন এবং শহীদ হয়েছিলেন, তাঁদের ব্যাপারে আমরা কি বলব, বুঝতে পারছিলাম না, তখন আল্লাহ্ তাআলা নাযিল করেনঃ &ldquo;আল্লাহ্ তাআলা তোমাদের সালাত (নামায/নামাজ) কে (যা বায়তুল মুকাদ্দাসের দিকে আদায় করা হয়েছিল) বিনষ্ট করবেন না। &rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "39",
    "id": "42",
    "thesequence": "465",
    "isActive": "1",
    "chapterId": "30",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৩০/ সালাত ঈমানের অন্তর্ভুক্ত",
    "rabiNameBn": "বারা&#039;আ ইবনু আযিব (রাঃ)",
    "rabiNameEn": "Bara Ibnu Ajib (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Said Al Khudri: Allahs Messenger (sallallahu alaihi wa sallam) said, If a person embraces Islam sincerely, then Allah shall forgive all his past sins, and after that starts the settlement of accounts, the reward of his good deeds will be ten times to seven hundred times for each good deed and one evil deed will be recorded as it is unless Allah forgives it.",
    "hadithArabic": "قَالَ مَالِكٌ أَخْبَرَنِي زَيْدُ بْنُ أَسْلَمَ، أَنَّ عَطَاءَ بْنَ يَسَارٍ، أَخْبَرَهُ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ أَخْبَرَهُ أَنَّهُ، سَمِعَ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَقُولُ   إِذَا أَسْلَمَ الْعَبْدُ فَحَسُنَ إِسْلاَمُهُ يُكَفِّرُ اللَّهُ عَنْهُ كُلَّ سَيِّئَةٍ كَانَ زَلَفَهَا، وَكَانَ بَعْدَ ذَلِكَ الْقِصَاصُ، الْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا إِلَى سَبْعِمِائَةِ ضِعْفٍ، وَالسَّيِّئَةُ بِمِثْلِهَا إِلاَّ أَنْ يَتَجَاوَزَ اللَّهُ عَنْهَا .",
    "hadithBengali": "৪০। মালিক (রহঃ) আবূ সাঈদ খুদরী (রাঃ) বর্ণনা করেন যে, তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন, বান্দা যখন ইসলাম গ্রহণ করে এবং তার ইসলাম উত্তম হয়, আল্লাহ্ তাআলা তার আগের সব গুনাহ্ মাফ করে দেন। এরপর শুরু হয় প্রতিদান; একটি সৎ কাজের বিনিময়ে দশ গুণ থেকে সাতশ গুণ পর্যন্ত; আর একটি মন্দ কাজের বিনিময়ে ঠিক ততটুকু মন্দ প্রতিফল। অবশ্য আল্লাহ্ যদি মাফ করে দেন তবে ভিন্ন কথা।<br />\n<br />\nইসহাক ইবনু মানসূর (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ তোমাদের মধ্যে কেউ যখন উত্তমরূপে ইসলামের উপর কায়েম থাকে তখন সে যে নেক আমল করে তার প্রত্যেকটির বিনিময়ে সাতশ গুণ পর্যন্ত (সওয়াব) লেখা হয়। আর সে যে মন্দ কাজ করে তার প্রত্যেকটির বিনিময়ে তার জন্য ঠিক ততটুকুই মন্দ লেখা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "40",
    "id": "43",
    "thesequence": "466",
    "isActive": "1",
    "chapterId": "31",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৩১/ উত্তমরূপে ইসলাম গ্রহন",
    "rabiNameBn": "আবূ সা&rsquo;ঈদ খুদরী (রাঃ)",
    "rabiNameEn": "Abu Sayed Khudri (RA)"
  },
  {
    "hadithEnglish": "Narrated Aisha:\n\nOnce the Prophet (ﷺ) came while a woman was sitting with me. He said, Who is she? I replied, She is so and so, and told him about her (excessive) praying. He said disapprovingly, Do (good) deeds which is within your capacity (without being overtaxed) as Allah does not get tired (of giving rewards) but (surely) you will get tired and the best deed (act of Worship) in the sight of Allah is that which is done regularly.",
    "hadithArabic": "قَالَ مَالِكٌ أَخْبَرَنِي زَيْدُ بْنُ أَسْلَمَ، أَنَّ عَطَاءَ بْنَ يَسَارٍ، أَخْبَرَهُ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ أَخْبَرَهُ أَنَّهُ، سَمِعَ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَقُولُ   إِذَا أَسْلَمَ الْعَبْدُ فَحَسُنَ إِسْلاَمُهُ يُكَفِّرُ اللَّهُ عَنْهُ كُلَّ سَيِّئَةٍ كَانَ زَلَفَهَا، وَكَانَ بَعْدَ ذَلِكَ الْقِصَاصُ، الْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا إِلَى سَبْعِمِائَةِ ضِعْفٍ، وَالسَّيِّئَةُ بِمِثْلِهَا إِلاَّ أَنْ يَتَجَاوَزَ اللَّهُ عَنْهَا .",
    "hadithBengali": "৪১। মুহাম্মদ ইবনুল মূসান্না (রহঃ) আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার তাঁর কাছে আসেন, তাঁর নিকট এক মহিলা ছিলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ ইনি কে? আয়িশা (রাঃ) উত্তর দিলেন অমুক মহিলা, এ বলে তিনি তাঁর সালাত (নামায/নামাজ)-এর উল্লেখ করলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ থাম, তোমরা যতটুকু সামর্থ্য রাখ, ততটুকুই তোমাদের করা উচিৎ। আল্লাহর কসম! আল্লাহ্ তাআলা ততক্ষন পর্যন্ত (সওয়াব দিতে) বিরত হন না, যতক্ষন না তোমরা নিজেরা ক্লান্ত হয়ে পড়। আল্লাহর কাছে সবচাইতে পছন্দনীয় আমল তা-ই, যা আমলকারী নিয়মিত করে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "41",
    "id": "44",
    "thesequence": "467",
    "isActive": "1",
    "chapterId": "32",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৩২/ আল্লাহ্&zwnj; তা&#039;আলার কাছে সবচাইতে পছন্দনীয় আমল সেটাই যা নিয়মিত করা হয়",
    "rabiNameBn": "আয়িশা (রাঃ)",
    "rabiNameEn": "Ayesha (RA)"
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪২। মুসলিম ইবনু  ইবরাহীম  (রহঃ) আনাস (রাঃ) থেকে বর্ণনা করেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ যে লা-ইলাহা ইল্লাহ্ বলবে আর তার অন্তরে একটি যব পরিমানও নেকী থাকবে, তাকে জাহান্নাম থেকে বের করা হবে এবং যে এবং যেলা-ইলাহা ইল্লাল্লাহ বলবে আর তার অন্তরে একটি গম পরিমানও নেকী থাকবে তাকে জাহান্নাম থেকে বের করা হবে এবং যে লা-ইলাহা ইল্লাল্লাহ বলবে আর তার অন্তরে একটি অণু পরিমাণও নেকী থাকবে তাকে জাহান্নাম থেকে বের করা হবে।<br />\n<br />\nইমাম আবূ আবদুল্লাহ মুখারী  (রহঃ) বলেন, আবান  (রহঃ) কাতাদা  (রহঃ) আনাস (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে নেকী --- এর স্থলে ঈমান শব্দটি রিওয়ায়েত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "42",
    "id": "45",
    "thesequence": "468",
    "isActive": "1",
    "chapterId": "33",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৩৩/ ঈমানের বাড়া-কমা। আল্লাহ্&zwnj; তা&#039;আলার বানীঃ আমি তাঁদের হিদায়াত বাড়িয়ে দিয়েছিলাম (১৮-৩৩) যাতে মুমিনদের ঈমান আরো বেড়ে যায় (৭৪-৩১) তিনি আরও ইরশাদ করেন, আজ আমি তোমাদের জন্য তোমাদের দ্বীন পূর্ণাংগ করে দিলাম (৫-৩) পূর্ণ জিনিস থেকে কিছু বাদ দেয়া হলে তা অসম্পূর্ণ হয়।",
    "rabiNameBn": "আনাস (রাঃ)",
    "rabiNameEn": "Anas (RA)"
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪৩। হাসান ইবনুুস সাব্বাহ্  (রহঃ) উমর ইবনুল খাত্তাব (রাঃ) থেকে বর্ণনা করেন, এক ইয়াহূদী তাঁকে বললঃ হে আমীরুল মুমিনীন! আপনাদের কিতাবে একটি আয়াত আছে যা আপনারা পাঠ করে থাকেন, তা যদি আমাদের ইয়াহূদী জাতির উপর নাযিল হত, তবে অবশ্যই আমরা সে দিনকে ঈদ হিসেবে পালন করতাম। তিনি বললেন, কোন আয়াত? সে বললঃ &ldquo;আজ তোমাদের জন্য তোমাদের দ্বীন পূর্ণাঙ্গ করলাম ও তোমাদের প্রতি আমার নিয়ামত সম্পূর্ণ করলাম এবং ইসলামকে তোমাদের দ্বীন মনোনীত করলাম। &rdquo; (৫:৩) উমর (রাঃ) বললেন এটি যে দিন এবং যে স্থানে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর নাযিল হয়েছিল তা আমরা জানি; তিনি সেদিন আরাফায় দাঁড়িয়েছিলেন এবং তা ছিল জুমআর দিন।\n",
    "checkStatus": "1",
    "hadithNo": "43",
    "id": "46",
    "thesequence": "469",
    "isActive": "1",
    "chapterId": "33",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৩৩/ ঈমানের বাড়া-কমা। আল্লাহ্&zwnj; তা&#039;আলার বানীঃ আমি তাঁদের হিদায়াত বাড়িয়ে দিয়েছিলাম (১৮-৩৩) যাতে মুমিনদের ঈমান আরো বেড়ে যায় (৭৪-৩১) তিনি আরও ইরশাদ করেন, আজ আমি তোমাদের জন্য তোমাদের দ্বীন পূর্ণাংগ করে দিলাম (৫-৩) পূর্ণ জিনিস থেকে কিছু বাদ দেয়া হলে তা অসম্পূর্ণ হয়।",
    "rabiNameBn": "উমর ইবনুল খাত্তাব  (রাঃ)",
    "rabiNameEn": "Umar Ibnul Khattab (RA)"
  },
  {
    "hadithEnglish": "Narrated Talha bin Ubaidullah: A man from Najd with unkempt hair came to Allahs Messenger (sallallahu alaihi wa sallam) and we heard his loud voice but could not understand what he was saying, till he came near and then we came to know that he was asking about Islam. Allahs Messenger (sallallahu alaihi wa sallam) said, You have to offer prayers perfectly five times in a day and night (24 hours). The man asked, Is there any more (praying)? Allahs Messenger (sallallahu alaihi wa sallam) replied, No, but if you want to offer the Nawafil prayers (you can). Allahs Messenger (sallallahu alaihi wa sallam) further said to him: You have to observe fasts during the month of Ramadan. The man asked, Is there any more fasting? Allahs Messenger (sallallahu alaihi wa sallam) replied, No, but if you want to observe the Nawafil fasts (you can.) Then Allahs Messenger (sallallahu alaihi wa sallam) further said to him, You have to pay the Zakat (obligatory charity). The man asked, Is there any thing other than the Zakat for me to pay? Allahs Messenger (sallallahu alaihi wa sallam) replied, No, unless you want to give alms of your own. And then that man retreated saying, By Allah! I will neither do less nor more than this. Allahs Messenger (sallallahu alaihi wa sallam) said, If what he said is true, then he will be successful (i.e. he will be granted Paradise).",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ عَمِّهِ أَبِي سُهَيْلِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ طَلْحَةَ بْنَ عُبَيْدِ اللَّهِ، يَقُولُ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى  الله عليه وسلم مِنْ أَهْلِ نَجْدٍ، ثَائِرُ الرَّأْسِ، يُسْمَعُ دَوِيُّ صَوْتِهِ، وَلاَ يُفْقَهُ مَا يَقُولُ حَتَّى دَنَا، فَإِذَا هُوَ يَسْأَلُ عَنِ الإِسْلاَمِ فَقَالَ رَسُولُ اللَّهِ ـ صلى  الله عليه وسلم  خَمْسُ صَلَوَاتٍ فِي الْيَوْمِ وَاللَّيْلَةِ . فَقَالَ هَلْ عَلَىَّ غَيْرُهَا قَالَ  لاَ، إِلاَّ أَنْ تَطَوَّعَ . قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم  وَصِيَامُ رَمَضَانَ . قَالَ هَلْ عَلَىَّ غَيْرُهُ قَالَ  لاَ، إِلاَّ أَنْ تَطَوَّعَ . قَالَ وَذَكَرَ لَهُ رَسُولُ اللَّهِ صلى  الله عليه وسلم الزَّكَاةَ. قَالَ هَلْ عَلَىَّ غَيْرُهَا قَالَ  لاَ، إِلاَّ أَنْ تَطَوَّعَ . قَالَ فَأَدْبَرَ الرَّجُلُ وَهُوَ يَقُولُ وَاللَّهِ لاَ أَزِيدُ عَلَى هَذَا وَلاَ أَنْقُصُ. قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم  أَفْلَحَ إِنْ صَدَقَ .",
    "hadithBengali": "৪৪। ইসমাঈল (রহঃ) তালহা ইবনু উবায়দুল্লাহ্ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাজ্&zwnj;দবাসী এক ব্যাক্তি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলো। তার মাথার চুল ছিল এলোমেলো। আমরা তার কথার মৃদু আওয়াজ শুনতে পাচ্ছিলাম, কিন্তু সে কি বলছিল, আমরা তা বুঝতে পারছিলাম না। এভাবে সে কাছে এসে ইসলাম সম্পর্কে প্রশ্ন করতে লাগল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ দিন-রাতে পাঁচ ওয়াক্ত সালাত (নামায/নামাজ)।  সে বলল, আমার উপর এ ছাড়া আরো সালাত (নামায/নামাজ) আছে? তিনি বললেনঃ না, তবে নফল আদায় করতে পার।  রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আর রমযানের সিয়াম।  সে বলল, আমার উপর এ ছাড়া আরো সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) আছে? তিনি বললেনঃ না, তবে নফল আদায় করতে পার।  বর্ণনাকারী বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাছে যাকাতের কথা বললেন। সে বলল, আমার ওপর এ ছাড়া আরো দেয় আছে? তিনি বললেনঃ না, তবে নফল হিসেবে দিতে পার।  বর্ণনাকারী বলেন, সে ব্যাক্তি এই বলে চলে গেলেন, আল্লাহর কসম! আমি এর চেয়ে বেশিও করব না এবং কমও করব না।  তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সে সফলকাম হবে যদি সত্য বলে থাকে। \n",
    "checkStatus": "1",
    "hadithNo": "44",
    "id": "47",
    "thesequence": "470",
    "isActive": "1",
    "chapterId": "34",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৩৪/ যাকাত ইসলামের অঙ্গ। আল্লাহ্&zwnj; তা&#039;আলার বাণীঃ তাঁরা তো আদিষ্ট হয়েছিল আল্লাহর অনুগত্য বিশুদ্ধচিত্ত হয়ে একনিষ্ঠভাবে তাঁর ইবাদত করতে এবং সালাত কায়েম করতে, যাকাত দিতে। আর এ-ই সঠিক দ্বীন (৯৮-৫)",
    "rabiNameBn": "তালহা ইবনু উবায়দুল্লাহ্ (রাঃ)",
    "rabiNameEn": "Talha Ibnu Ubaidullah (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) said, (A believer) who accompanies the funeral procession of a Muslim out of sincere faith and hoping to attain Allahs reward and remains with it till the funeral prayer is offered and the burial ceremonies are over, he will return with a reward of two Qirats. Each Qirat is like the size of the (Mount) Uhud. He who offers the funeral prayer only and returns before the burial, will return with the reward of one Qirat only.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ عَلِيٍّ الْمَنْجُوفِيُّ، قَالَ حَدَّثَنَا رَوْحٌ، قَالَ حَدَّثَنَا عَوْفٌ، عَنِ الْحَسَنِ، وَمُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ   مَنِ اتَّبَعَ جَنَازَةَ مُسْلِمٍ إِيمَانًا وَاحْتِسَابًا، وَكَانَ مَعَهُ حَتَّى يُصَلَّى عَلَيْهَا، وَيَفْرُغَ مِنْ دَفْنِهَا، فَإِنَّهُ يَرْجِعُ مِنَ الأَجْرِ بِقِيرَاطَيْنِ، كُلُّ قِيرَاطٍ مِثْلُ أُحُدٍ، وَمَنْ صَلَّى عَلَيْهَا ثُمَّ رَجَعَ قَبْلَ أَنْ تُدْفَنَ فَإِنَّهُ يَرْجِعُ بِقِيرَاطٍ . تَابَعَهُ عُثْمَانُ الْمُؤَذِّنُ قَالَ حَدَّثَنَا عَوْفٌ عَنْ مُحَمَّدٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم نَحْوَهُ.",
    "hadithBengali": "৪৫। আহমদ ইবনু আবদুল্লাহ ইবনু আলী আল-মানজূফী (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণনা করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ যে ব্যাক্তি ঈমানের সাথে ও সওয়াবের আশায় কোন মুসলমানের জানাযায় অনুগমন করে এবং তার সালাত (নামায/নামাজ)-ই জানাযা আদায় ও দাফন সম্পন্ন হওয়া পর্যন্ত সাথে থাকে, সে দুই কীরাত সওয়াব নিয়ে ফিরবে। প্রতিটি কীরাত হল উহুদ পর্বতের মতো। আর যে ব্যাক্তি শুধু জানাযা আদায় করে, তারপর দাফন সম্পন্ন হওয়ার আগেই চলে আসে, সে এক কীরাত সওয়াব নিয়ে ফিরবে। উসমান আল-মুয়ায্যিন (রহঃ) আবূ হুরায়রা (রাঃ) সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "45",
    "id": "48",
    "thesequence": "471",
    "isActive": "1",
    "chapterId": "35",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৩৫/ জানাযার অনুগমন ঈমানের অঙ্গ",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": " Narrated Abdullah:\n\nThe Prophet (ﷺ) said, Abusing a Muslim is Fusuq (an evil doing) and killing him is Kufr (disbelief).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ زُبَيْدٍ، قَالَ سَأَلْتُ أَبَا وَائِلٍ عَنِ الْمُرْجِئَةِ،، فَقَالَ حَدَّثَنِي عَبْدُ اللَّهِ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم قَالَ   سِبَابُ الْمُسْلِمِ فُسُوقٌ، وَقِتَالُهُ كُفْرٌ .",
    "hadithBengali": "৪৬। মুহাম্মদ ইবনু আর আরা (রহঃ) যুবায়দ (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি আবূ ওয়াইল (রহঃ)-কে মুরজিআ<sup>১</sup> সম্পর্কে জিজ্ঞাসা করলাম, তিনি বললেন, আবদুল্লাহ ইবনু মাসউদ) আমার কাছে বর্ণনা করেছেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ মুসলিমকে গালি দেওয়া ফাসিকী এবং তার সাথে লড়াই করা কুফরী।\n",
    "checkStatus": "1",
    "hadithNo": "46",
    "id": "49",
    "thesequence": "472",
    "isActive": "1",
    "chapterId": "36",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৩৬/ অজ্ঞাতসারে মুমিনের আমল নষ্ট হওয়ার আশংকা, ইবরাহিম তায়মী (রহঃ) বলেনঃ আমার আমলের সাথে যখন আমার কথা তুলনা করি, তখন আশঙ্কা হয়, আমি না মিথ্যাবাদী হই। ইবনু আবূ মুলায়কা (রহঃ) বলেন, আমি নাবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এমন ত্রিশজন সাহাবীকে পেয়েছি, যারা সবাই নিজেদের সম্পর্কে নিফাকের ভয় করতেন। তাঁরা কেউ এ কথা বলতেন না যে, তিনি জিবরীল (আঃ) ও মীকাঈল (আঃ) এর তুল্য ঈমানের অধিকারী। হাসান বসরী (রহঃ) থেকে বর্ণিত, নিফাকের ভয় মু&#039;মিনই করে থাকে। আর কেবল মুনাফিকই তা থেকে নিশ্চিত থাকে। তউবা না করে পরস্পর লড়াই করা ও পাপাচারে লিপ্ত হওয়া থেকে সতর্ক থাকা। কারন আল্লাহ্&zwnj; তা&#039;আলা বলেনঃ এবং তাঁরা (মুত্তাকিরা) যা করে ফেলে, জেনে শুনে তাঁর (গুনাহর) পুনরাবৃতি করে না (৩-১৩৫)",
    "rabiNameBn": "ইবন আবূ মুলায়কা (রাঃ)",
    "rabiNameEn": "Ibn Abu Mulayka (RA)"
  },
  {
    "hadithEnglish": "Narrated Ubada bin As-Samit: Allahs Messenger (sallallahu alaihi wa sallam) went out to inform the people about the (date of the) night of decree (Al-Qadr) but there happened a quarrel between two Muslim men. The Prophet (sallallahu alaihi wa sallam) said, I came out to inform you about (the date of) the night of Al-Qadr, but as so and so and so and so quarrelled, its knowledge was taken away (I forgot it) and maybe it was better for you. Now look for it in the 7th, the 9th and the 5th (of the last 10 nights of the month of Ramadan).",
    "hadithArabic": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ أَخْبَرَنِي عُبَادَةُ بْنُ الصَّامِتِ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم خَرَجَ يُخْبِرُ بِلَيْلَةِ الْقَدْرِ، فَتَلاَحَى رَجُلاَنِ مِنَ الْمُسْلِمِينَ فَقَالَ   إِنِّي خَرَجْتُ لأُخْبِرَكُمْ بِلَيْلَةِ الْقَدْرِ، وَإِنَّهُ تَلاَحَى فُلاَنٌ وَفُلاَنٌ فَرُفِعَتْ وَعَسَى أَنْ يَكُونَ خَيْرًا لَكُمُ الْتَمِسُوهَا فِي السَّبْعِ وَالتِّسْعِ وَالْخَمْسِ .",
    "hadithBengali": "৪৭। কুতায়বা ইবনু সাঈদ (রহঃ) উবাদা ইবনু সামিত (রাঃ) বর্ণনা করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লায়লাতুল কদ্&zwnj;র সম্পর্কে খবর দেওয়ার জন্য বের হলেন। তখন দুজন মুসলমান পরস্পর বিবাদ করছিল। তিনি বললেনঃ আমি তোমাদের লায়লাতুল কদ্&zwnj;র সম্পর্কে খবর দেওয়ার জন্য বেরিয়েছিলাম; কিন্তু তখন অমুক অমুক বিবাদে লিপ্ত থাকায় তা (নির্দিষ্ট তারিখ সম্পর্কিত জ্ঞান) উঠিয়ে নেওয়া হয়েছে। আর হয়তো বা এটাই তোমাদের জন্য কল্যাণকর হবে। তোমরা তা অনুসন্ধান কর ২৭, ২৯ ও ২৫ তম রাতে।\n",
    "checkStatus": "1",
    "hadithNo": "47",
    "id": "51",
    "thesequence": "473",
    "isActive": "1",
    "chapterId": "36",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৩৬/ অজ্ঞাতসারে মুমিনের আমল নষ্ট হওয়ার আশংকা, ইবরাহিম তায়মী (রহঃ) বলেনঃ আমার আমলের সাথে যখন আমার কথা তুলনা করি, তখন আশঙ্কা হয়, আমি না মিথ্যাবাদী হই। ইবনু আবূ মুলায়কা (রহঃ) বলেন, আমি নাবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এমন ত্রিশজন সাহাবীকে পেয়েছি, যারা সবাই নিজেদের সম্পর্কে নিফাকের ভয় করতেন। তাঁরা কেউ এ কথা বলতেন না যে, তিনি জিবরীল (আঃ) ও মীকাঈল (আঃ) এর তুল্য ঈমানের অধিকারী। হাসান বসরী (রহঃ) থেকে বর্ণিত, নিফাকের ভয় মু&#039;মিনই করে থাকে। আর কেবল মুনাফিকই তা থেকে নিশ্চিত থাকে। তউবা না করে পরস্পর লড়াই করা ও পাপাচারে লিপ্ত হওয়া থেকে সতর্ক থাকা। কারন আল্লাহ্&zwnj; তা&#039;আলা বলেনঃ এবং তাঁরা (মুত্তাকিরা) যা করে ফেলে, জেনে শুনে তাঁর (গুনাহর) পুনরাবৃতি করে না (৩-১৩৫)",
    "rabiNameBn": "উবাদা ইব্&zwnj;নুস সামিত (রাঃ)",
    "rabiNameEn": "Ubada Ibnus Samit (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: One day while the Prophet (sallallahu alaihi wa sallam) was sitting in the company of some people, (The angel) Gabriel came and asked, What is faith? Allahs Messenger (sallallahu alaihi wa sallam) replied, Faith is to believe in Allah, His angels, (the) meeting with Him, His Apostles, and to believe in Resurrection. Then he further asked, What is Islam? Allahs Messenger (sallallahu alaihi wa sallam) replied, To worship Allah Alone and none else, to offer prayers perfectly to pay the compulsory charity (Zakat) and to observe fasts during the month of Ramadan. Then he further asked, What is Ihsan (perfection)? Allahs Messenger (sallallahu alaihi wa sallam) replied, To worship Allah as if you see Him, and if you cannot achieve this state of devotion then you must consider that He is looking at you. Then he further asked, When will the Hour be established? Allahs Messenger (sallallahu alaihi wa sallam) replied, The answerer has no better knowledge than the questioner. But I will inform you about its portents. 1. When a slave (lady) gives birth to her master. 2. When the shepherds of black camels start boasting and competing with others in the construction of higher buildings. And the Hour is one of five things which nobody knows except Allah. The Prophet (sallallahu alaihi wa sallam) then recited: Verily, with Allah (Alone) is the knowledge of the Hour--. (31. 34) Then that man (Gabriel) left and the Prophet (sallallahu alaihi wa sallam) asked his companions to call him back, but they could not see him. Then the Prophet (sallallahu alaihi wa sallam) said, That was Gabriel who came to teach the people their religion. Abu Abdullah said: He (the Prophet) considered all that as a part of faith.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا أَبُو حَيَّانَ التَّيْمِيُّ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ النَّبِيُّ صلى  الله عليه وسلم بَارِزًا يَوْمًا لِلنَّاسِ، فَأَتَاهُ جِبْرِيلُ فَقَالَ مَا الإِيمَانُ قَالَ  الإِيمَانُ أَنْ تُؤْمِنَ بِاللَّهِ وَمَلاَئِكَتِهِ وَبِلِقَائِهِ وَرُسُلِهِ، وَتُؤْمِنَ بِالْبَعْثِ . قَالَ مَا الإِسْلاَمُ قَالَ  الإِسْلاَمُ أَنْ تَعْبُدَ اللَّهَ وَلاَ تُشْرِكَ بِهِ، وَتُقِيمَ الصَّلاَةَ، وَتُؤَدِّيَ الزَّكَاةَ الْمَفْرُوضَةَ، وَتَصُومَ رَمَضَانَ . قَالَ مَا الإِحْسَانُ قَالَ  أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ . قَالَ مَتَى السَّاعَةُ قَالَ  مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ، وَسَأُخْبِرُكَ عَنْ أَشْرَاطِهَا إِذَا وَلَدَتِ الأَمَةُ رَبَّهَا، وَإِذَا تَطَاوَلَ رُعَاةُ الإِبِلِ الْبُهْمُ فِي الْبُنْيَانِ، فِي خَمْسٍ لاَ يَعْلَمُهُنَّ إِلاَّ اللَّهُ . ثُمَّ تَلاَ النَّبِيُّ صلى  الله عليه وسلم {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ} الآيَةَ. ثُمَّ أَدْبَرَ فَقَالَ  رُدُّوهُ . فَلَمْ يَرَوْا شَيْئًا. فَقَالَ  هَذَا جِبْرِيلُ جَاءَ يُعَلِّمُ النَّاسَ دِينَهُمْ . قَالَ أَبُو عَبْدِ اللَّهِ جَعَلَ ذَلِكَ كُلَّهُ مِنَ الإِيمَانِ.",
    "hadithBengali": "৪৮। মূসাদ্দাদ (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, একদিন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনসমুক্ষে বসা ছিলেন, এমন সময় তাঁর কাছে এক ব্যাক্তি এসে জিজ্ঞাসা করলেন ঈমান কি? তিনি বললেনঃ ঈমান হল, আপনি বিশ্বাস রাখবেন আল্লাহর প্রতি, তাঁর ফিরিশতাগণের প্রতি, (কিয়ামতের দিন) তাঁর সঙ্গে সাক্ষাতের প্রতি এবং তাঁর রাসূল) গণের প্রতি। আপনি আরো বিশ্বাস রাখবেন পুনরুত্থানের প্রতি।  তিনি জিজ্ঞাসা করলেন, ইসলাম কি? তিনি বললেনঃ ইসলাম হল, আপনি আল্লাহর ইবাদত করবেন এবং তাঁর সঙ্গে শরীক করবেন না, সালাত (নামায/নামাজ) কায়েম করবেন, ফরয যাকাত আদায় করবেন এবং রমযানের সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করবেন।  ঐ ব্যাক্তি জিজ্ঞাসা করলেন, ইহসান কি? তিনি বললেনঃ আপনি এমন ভাবে আল্লাহর ইবাদত করবেন যেন আপনি তাঁকে দেখছেন, আর যদি আপনি তাঁকে দেখতে না পান তবে (বিশ্বাস রাখবেন যে,)তিনি আপনাকে দেখছেন।  ঐ ব্যাক্তি জিজ্ঞাসা করলেন, কিয়ামত কবে? তিনি বললেনঃ এ ব্যাপারে যাকে জিজ্ঞাসা করা হচ্ছে, তিনি জিজ্ঞাসাকারী অপেক্ষা বেশি জানেন না। তবে আমি আপনাকে কিয়ামতের আলামতসমূহ বলে দিচ্ছিঃ বাঁদী যখন তার প্রভুকে প্রসব করবে এবং উটের নগণ্য রাখালেরা যখন বড় বড় অট্টালিকা নির্মাণে প্রতিযোগিতা করবে। (কিয়ামতের বিষয়) সেই পাঁচটি জিনিসের অন্তর্ভূক্ত, যা আল্লাহ্ ছাড়া কেউ জাননা।  এরপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই আয়াতটি শেষ পর্যন্ত তিলাওয়াত করলেনঃ &ldquo;কিয়ামতের জ্ঞান কেবল আল্লাহই নিকট । &rdquo; (৩১:৩৪) এরপর ঐ ব্যাক্তি চলে গেলে তিনি বললেনঃ তোমরা তাকে ফিরিয়ে আন।  তারা কিছুই দেখতে পেল না। তখন তিনি বললেন, ইনি জিবরাঈল আলাইহি ওয়া সাল্লাম। লোকদের দ্বীন শেখাতে এসেছিলেন।  আবূ আব্দুল্লাহ বুখারী (রহঃ) বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসব বিষয়কে ঈমানের অন্তর্ভুক্ত করেছেন৷\n",
    "checkStatus": "1",
    "hadithNo": "48",
    "id": "52",
    "thesequence": "474",
    "isActive": "1",
    "chapterId": "37",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৩৭/ জিবরাঈল (আঃ) কর্তৃক রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ঈমান, ইসলাম, ইহসান ও কিয়ামতের জ্ঞান সম্পর্কে প্রশ্ন। জিবরীল (আঃ) কর্তৃক রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ঈমান, ইসলাম, ইহসান ও কিয়ামতের জ্ঞান সম্পর্কে প্রশ্ন আর তাকে দেওয়া রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উত্তর। তারপর তিনি বললেনঃ জিবরীল (আঃ) তোমাদের দ্বীন শিক্ষা দিতে এসেছিলেন। তিনি এসব বিষয়কে দ্বীন বলে আখ্যায়িত করেছেন। ঈমান সম্পর্কে আব্দুল কায়স গোত্রের প্রতিনিধি দলকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে বিবরন দিয়েছেন এবং আল্লাহ্&zwnj; তা&#039;আলা ইরশাদ করেছেনঃ কেউ ইসলাম ব্যাতিত অন্য কোন দ্বীন গ্রহন করতে চাইলে তা কখনো কবুল করা হবে না (৩-৮৫)",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Abdullah bin Abbas: I was informed by Abu Sufyan that Heraclius said to him, I asked you whether they (followers of Muhammad) were increasing or decreasing. You replied that they were increasing. And in fact, this is the way of true Faith till it is complete in all respects. I further asked you whether there was anybody, who, after embracing his (the Prophets) religion (Islam) became displeased and discarded it. You replied in the negative, and in fact, this is (a sign of) true faith. When its delight enters the heart and mixes with them completely, nobody can be displeased with it.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ، قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، أَخْبَرَهُ قَالَ أَخْبَرَنِي أَبُو سُفْيَانَ، أَنَّ هِرَقْلَ، قَالَ لَهُ سَأَلْتُكَ هَلْ يَزِيدُونَ أَمْ يَنْقُصُونَ، فَزَعَمْتَ أَنَّهُمْ يَزِيدُونَ، وَكَذَلِكَ الإِيمَانُ حَتَّى يَتِمَّ. وَسَأَلْتُكَ هَلْ يَرْتَدُّ أَحَدٌ سَخْطَةً لِدِينِهِ بَعْدَ أَنْ يَدْخُلَ فِيهِ، فَزَعَمْتَ أَنْ لاَ، وَكَذَلِكَ الإِيمَانُ حِينَ تُخَالِطُ بَشَاشَتُهُ الْقُلُوبَ، لاَ يَسْخَطُهُ أَحَدٌ.",
    "hadithBengali": "৪৯। ইবরাহীম ইবনু হামাযা (রহঃ) আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃআবূ সুফিয়ান ইবনু হারব আমার কাছে বর্ণনা করেন যে, হিরাকল তাঁকে বলেছিলেন, আমি তোমাকে জিজ্ঞাসা করেছিলাম তারা (ঈমানদারগণ) সংখ্যায় বাড়ছে না কমছে? তুমি উত্তর দিয়েছিলে, তারা সংখ্যায় বাড়ছে। প্রকৃতপক্ষে ঈমানের ব্যাপার এরূপই থাকে যতক্ষণ না তা পূর্ণতা লাভ করে। আর আমি তোমাকে জিজ্ঞাসা করেছিলাম, কেউ তাঁর দ্বীন গ্রহণ করার পর তা অপছন্দ করে মুরতাদ হয়ে যায় কি-না? তুমি জবাব দিয়েছ, না।  প্রকৃত ঈমান এরূপই, ঈমানের স্বাদ অন্তরের সাথে মিশে গেলে কেউ তা অপছন্দ করে না।\n",
    "checkStatus": "1",
    "hadithNo": "49",
    "id": "53",
    "thesequence": "475",
    "isActive": "1",
    "chapterId": "38",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৩৮/ পরিচ্ছদ নেই",
    "rabiNameBn": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
    "rabiNameEn": "Abdullah Ibnu Abbas (RA)"
  },
  {
    "hadithEnglish": "Narrated An-Numan bin Bashir: I heard Allahs Messenger (sallallahu alaihi wa sallam) saying, Both legal and illegal things are evident but in between them there are doubtful (suspicious) things and most of the people have no knowledge about them. So whoever saves himself from these suspicious things saves his religion and his honor. And whoever indulges in these suspicious things is like a shepherd who grazes (his animals) near the Hima (private pasture) of someone else and at any moment he is liable to get in it. (O people!) Beware! Every king has a Hima and the Hima of Allah on the earth is His illegal (forbidden) things. Beware! There is a piece of flesh in the body if it becomes good (reformed) the whole body becomes good but if it gets spoilt the whole body gets spoilt and that is the heart.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَكَرِيَّاءُ، عَنْ عَامِرٍ، قَالَ سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَقُولُ   الْحَلاَلُ بَيِّنٌ وَالْحَرَامُ بَيِّنٌ، وَبَيْنَهُمَا مُشَبَّهَاتٌ لاَ يَعْلَمُهَا كَثِيرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الْمُشَبَّهَاتِ اسْتَبْرَأَ لِدِيِنِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ كَرَاعٍ يَرْعَى حَوْلَ الْحِمَى، يُوشِكُ أَنْ يُوَاقِعَهُ. أَلاَ وَإِنَّ لِكُلِّ مَلِكٍ حِمًى، أَلاَ إِنَّ حِمَى اللَّهِ فِي أَرْضِهِ مَحَارِمُهُ، أَلاَ وَإِنَّ فِي الْجَسَدِ مُضْغَةً إِذَا صَلَحَتْ صَلَحَ الْجَسَدُ كُلُّهُ، وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ كُلُّهُ. أَلاَ وَهِيَ الْقَلْبُ .",
    "hadithBengali": "৫০। আবূ নুআয়ম (রহঃ) নুমান ইবনু বশীর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, হালালও স্পষ্ট এবং হারামও স্পষ্ট। আর এ দুয়ের মাঝে রয়েছে বহু সন্দেহজনক বিষয়- যা অনেকেই জানেনা। যে ব্যাক্তি সেই সন্দেহজনক বিষয়সমূহ থেকে বেঁচে থাকবে, সে তার দ্বীন ও মর্যাদা রক্ষা করতে পারবে। আর যে সন্দেহজনক বিষয়সমূহে লিপ্ত হয়ে পড়ে, উদহারন সে রাখালের ন্যায়, যে তার পশু বাদশাহ্&zwnj;র সংরক্ষিত চারণভুমির আশে পাশে চরায়, অচিরেই সেগুলো সেখানে ঢুকে পড়ার আশংকা রয়েছে। জেনে রাখ যে, প্রত্যেক বাদশাহ্&zwnj;রই একটি সংরক্ষিত এলাকা রয়েছে। আরো জেনে রাখ যে, আল্লাহর যমীনে তাঁর সংরক্ষিত এলাকা হল তাঁর নিষিদ্ধ কাজসমূহ। জেনে রাখ, শরীরের মধ্যে একটি গোশতের টুকরা আছে, তা যখন ঠিক হয়ে যায়, গোটা শরীরই তখন ঠিক হয়ে যায়। আর তা যখন খারাপ হয়ে যায়, গোটা শরীরই তখন খারাপ হয়ে যায়। জেনে রাখ, সে গোশতের টুকরোটি হল কলব।\n",
    "checkStatus": "1",
    "hadithNo": "50",
    "id": "54",
    "thesequence": "476",
    "isActive": "1",
    "chapterId": "39",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৩৯/ দ্বীন রক্ষাকারীর ফজিলত",
    "rabiNameBn": "আয়িশা (রাঃ)",
    "rabiNameEn": "Ayesha (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Jamra: I used to sit with Ibn Abbas and he made me sit on his sitting place. He requested me to stay with him in order that he might give me a share from his property. So I stayed with him for two months. Once he told (me) that when the delegation of the tribe of Abdul Qais came to the Prophet, the Prophet (sallallahu alaihi wa sallam) asked them, Who are the people (i.e. you)? (Or) who are the delegate? They replied, We are from the tribe of Rabia. Then the Prophet (sallallahu alaihi wa sallam) said to them, Welcome! O people (or O delegation of Abdul Qais)! Neither will you have disgrace nor will you regret. They said, O Allahs Messenger (sallallahu alaihi wa sallam)! We cannot come to you except in the sacred month and there is the infidel tribe of Mudar intervening between you and us. So please order us to do something good (religious deeds) so that we may inform our people whom we have left behind (at home), and that we may enter Paradise (by acting on them). Then they asked about drinks (what is legal and what is illegal). The Prophet (sallallahu alaihi wa sallam) ordered them to do four things and forbade them from four things. He ordered them to believe in Allah Alone and asked them, Do you know what is meant by believing in Allah Alone? They replied, Allah and His Apostle know better. Thereupon the Prophet (sallallahu alaihi wa sallam) said, It means: 1. To testify that none has the right to be worshipped but Allah and Muhammad is Allahs Messenger (sallallahu alaihi wa sallam). 2. To offer prayers perfectly 3. To pay the Zakat (obligatory charity) 4. To observe fast during the month of Ramadan. 5. And to pay Al-Khumus (one fifth of the booty to be given in Allahs Cause). Then he forbade them four things, namely, Hantam, Dubba, Naqir Ann Muzaffat or Muqaiyar; (These were the names of pots in which Alcoholic drinks were prepared) (The Prophet (sallallahu alaihi wa sallam) mentioned the container of wine and he meant the wine itself). The Prophet (sallallahu alaihi wa sallam) further said (to them): Memorize them (these instructions) and convey them to the people whom you have left behind.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، قَالَ أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي جَمْرَةَ، قَالَ كُنْتُ أَقْعُدُ مَعَ ابْنِ عَبَّاسٍ، يُجْلِسُنِي عَلَى سَرِيرِهِ فَقَالَ أَقِمْ عِنْدِي حَتَّى أَجْعَلَ لَكَ سَهْمًا مِنْ مَالِي، فَأَقَمْتُ مَعَهُ شَهْرَيْنِ، ثُمَّ قَالَ إِنَّ وَفْدَ عَبْدِ الْقَيْسِ لَمَّا أَتَوُا النَّبِيَّ صلى  الله عليه وسلم قَالَ  مَنِ الْقَوْمُ أَوْ مَنِ الْوَفْدُ . قَالُوا رَبِيعَةُ. قَالَ  مَرْحَبًا بِالْقَوْمِ ـ أَوْ بِالْوَفْدِ ـ غَيْرَ خَزَايَا وَلاَ نَدَامَى . فَقَالُوا يَا رَسُولَ اللَّهِ، إِنَّا لاَ نَسْتَطِيعُ أَنْ نَأْتِيَكَ إِلاَّ فِي شَهْرِ الْحَرَامِ، وَبَيْنَنَا وَبَيْنَكَ هَذَا الْحَىُّ مِنْ كُفَّارِ مُضَرَ، فَمُرْنَا بِأَمْرٍ فَصْلٍ، نُخْبِرْ بِهِ مَنْ وَرَاءَنَا، وَنَدْخُلْ بِهِ الْجَنَّةَ. وَسَأَلُوهُ عَنِ الأَشْرِبَةِ. فَأَمَرَهُمْ بِأَرْبَعٍ، وَنَهَاهُمْ عَنْ أَرْبَعٍ، أَمَرَهُمْ بِالإِيمَانِ بِاللَّهِ وَحْدَهُ. قَالَ  أَتَدْرُونَ مَا الإِيمَانُ بِاللَّهِ وَحْدَهُ . قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ. قَالَ  شَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَإِقَامُ الصَّلاَةِ، وَإِيتَاءُ الزَّكَاةِ، وَصِيَامُ رَمَضَانَ، وَأَنْ تُعْطُوا مِنَ الْمَغْنَمِ الْخُمُسَ . وَنَهَاهُمْ عَنْ أَرْبَعٍ عَنِ الْحَنْتَمِ وَالدُّبَّاءِ وَالنَّقِيرِ وَالْمُزَفَّتِ. وَرُبَّمَا قَالَ الْمُقَيَّرِ. وَقَالَ  احْفَظُوهُنَّ وَأَخْبِرُوا بِهِنَّ مَنْ وَرَاءَكُمْ .",
    "hadithBengali": "৫১। আলী ইবনুল জাদ (রহঃ) আবূ জামরা (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি ইবনু আব্বাস (রাঃ) এর সঙ্গে বসতাম্ তিনি আমাকে তাঁর আসনে বসাতেন। একবার তিনি বললেনঃ তুমি আমার কাছে থেকে যাও, আমি তোমাকে আমার সম্পদ থেকে কিছু অংশ দেব। আমি দু মাস তাঁর সঙ্গে অবস্থান করলাম। তারপর একদিন তিনি বললেন, আবদুল কায়েসের একটি প্রতিনিধি দল রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসলে তিনি জিজ্ঞাসা করলেনঃ তোমরা কোন্ কওমের? অথবা কোন্ প্রতিনিধিদলের? তারা বলল, রাবীআ গোত্রের।  তিনি বললেনঃ মারহাবা সে গোত্র বা সে প্রতিনিধি দলের প্রতি, যারা অপদস্থ ও লজ্জিত না হয়েই এসেছে। তারা বলল, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষিদ্ধ মাসসমূহ ছাড়া অন্য কোন সময় আমরা আপনার কাছে আসতে পারি না। (কারন) আমাদের এবং আপনার মাঝখানে মুযার গোত্রীয় কাফিরদের বাস। তাই আমাদের কিছু স্পষ্ট হুকুম দিন, যাতে আমরা যাদের পিছনে রেখে এসেছি তাদের জানিয়ে দিতে পারি এবং যাতে আমরা জান্নাতে প্রবেশ করতে পারি। তারা পানীয় সম্পর্কেও জিজ্ঞাসা করল। তখন তিনি তাদের চারটি জিনিসের নির্দেশ এবং চারটি জিনিস থেকে নিষেধ করলেন। তাদের এক আল্লাহর প্রতি ঈমান আনার আদেশ দিয়ে বললেনঃ এক আল্লাহ প্রতি ঈমান আনা কিভাবে হয় তা কি তোমরা জানো? তাঁরা বলল, আল্লাহ ও তাঁর রাসূলই ভাল জানেন।  তিনি বললেনঃ তা হল এ সাক্ষ্য দেওয়া যে, আল্লাহ্ ছাড়া ইলাহ্ নেই এবং মুহাম্মদ আল্লাহর রাসূল এবং সালাত (নামায/নামাজ) কায়েম করা, যাকাত দেওয়া, রমযানের সিয়াম পালন করা; আর তোমরা গণীমতের মাল থেকে এক-পঞ্চমাংশ প্রদান করবে। তিনি তাদেরকে চারটি জিনিস থেকে নিষেধ করলেন। তা হলঃ সবুজ কলসী, শুকনো লাউয়ের খোল, খেজুর গাছের গুঁড়ি থেকে তৈরীকৃত পাত্র এবং আলকাতরার পালিশকৃত পাত্র<sup>১</sup>। রাবী বলেন, বর্ণনাকারী ( এর স্থলে) কখনও উল্লেখ করেছেন (উভয় শব্দের অর্থ একই)। তিনি আরো বলেন, তোমরা এগুলো ভালো করে আয়ত্ত করে নাও এবং অন্যদেরও এগুলি জানিয়ে দিও।\n",
    "checkStatus": "1",
    "hadithNo": "51",
    "id": "55",
    "thesequence": "477",
    "isActive": "1",
    "chapterId": "40",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৪০/ গণীমতের এক পঞ্চমাংশ প্রদান ঈমানের অন্তর্ভুক্ত",
    "rabiNameBn": "ইবনু আব্বাস (রাঃ)",
    "rabiNameEn": "Ibnu Abbas (RA)"
  },
  {
    "hadithEnglish": "Narrated Umar bin Al-Khattab: Allahs Messenger (sallallahu alaihi wa sallam) said, The reward of deeds depends upon the intention and every person will get the reward according to what he has intended. So whoever emigrated for Allah and His Apostle, then his emigration was for Allah and His Apostle. And whoever emigrated for worldly benefits or for a woman to marry, his emigration was for what he emigrated for.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ، عَنْ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ   الأَعْمَالُ بِالنِّيَّةِ، وَلِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ .",
    "hadithBengali": "৫২। আবদুল্লাহ ইবনু মাসলাম (রহঃ) উমর (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কাজ নিয়তের সাথে সম্পর্কিত এবং প্রত্যেক মানুষের প্রাপ্য তার নিয়ত অনুযায়ী। অতএব যার হিজরত হবে আল্লাহ্ ও তাঁর রাসূল -এর উদ্দেশ্যে, তার হিজরত আল্লাহ্ ও তাঁর রাসূল -এর উদ্দেশ্যে হয়েছে বলেই গণ্য হবে। আর যার হিজরত হয় দুনিয়া হাসিলের জন্য বা কোন নারীকে বিয়ে করার জন্য, তার হিজরত সে উদ্দেশ্যেই গণ্য হবে যে উদ্দেশ্যে সে হিজরত করেছে।\n",
    "checkStatus": "1",
    "hadithNo": "52",
    "id": "56",
    "thesequence": "478",
    "isActive": "1",
    "chapterId": "41",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৪১/ আমল নিয়ত ও সওয়াব আশা অনুযায়ী",
    "rabiNameBn": "উমর ইবনুল খাত্তাব  (রাঃ)",
    "rabiNameEn": "Umar Ibnul Khattab (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Masud: The Prophet (sallallahu alaihi wa sallam) said, If a man spends on his family (with the intention of having a reward from Allah) sincerely for Allahs sake then it is a (kind of) alms-giving in reward for him.",
    "hadithArabic": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَدِيُّ بْنُ ثَابِتٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ يَزِيدَ، عَنْ أَبِي مَسْعُودٍ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   إِذَا أَنْفَقَ الرَّجُلُ عَلَى أَهْلِهِ يَحْتَسِبُهَا فَهُوَ لَهُ صَدَقَةٌ .",
    "hadithBengali": "৫৩। হাজ্জাজ ইবনু মিনহাল (রহঃ) আবূ মাসউদ (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মানুষ তার পরিবারের জন্য সওয়াবের নিয়তে যখন খরচ করে তখন তা হয় তার সদকা স্বরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "53",
    "id": "57",
    "thesequence": "479",
    "isActive": "1",
    "chapterId": "41",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৪১/ আমল নিয়ত ও সওয়াব আশা অনুযায়ী",
    "rabiNameBn": "আবদুল্লাহ&zwnj; ইব্&zwnj;ন মাসউদ (রাঃ) ",
    "rabiNameEn": "Abdullah Ibn Masud"
  },
  {
    "hadithEnglish": "Narrated Sad bin Abi Waqqas: Allahs Messenger (sallallahu alaihi wa sallam) said, You will be rewarded for whatever you spend for Allahs sake even if it were a morsel which you put in your wifes mouth.",
    "hadithArabic": "حَدَّثَنَا الْحَكَمُ بْنُ نَافِعٍ قَالَ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ حَدَّثَنِي عَامِرُ بْنُ سَعْدٍ عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ أَنَّهُ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّكَ لَنْ تُنْفِقَ نَفَقَةً تَبْتَغِي بِهَا وَجْهَ اللَّهِ إِلَّا أُجِرْتَ عَلَيْهَا حَتَّى مَا تَجْعَلُ فِي فَمِ امْرَأَتِكَ",
    "hadithBengali": "৫৪। হাকাম ইবনু নাফি (রহঃ) সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি আল্লাহর সন্তুষ্টি লাভের আশায় যা-ই খরচ কর না কেন, তোমাকে তার সওয়াব অবশ্যই দেওয়া হবে। এমনকি তুমি তোমার স্ত্রীর মুখে যা তুলে দাও, তারও। \n",
    "checkStatus": "1",
    "hadithNo": "54",
    "id": "58",
    "thesequence": "480",
    "isActive": "1",
    "chapterId": "41",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৪১/ আমল নিয়ত ও সওয়াব আশা অনুযায়ী",
    "rabiNameBn": "সা&rsquo;দ (রাঃ)",
    "rabiNameEn": "S&#039;ad (RA)"
  },
  {
    "hadithEnglish": "Narrated Jarir bin Abdullah: I gave the pledge of allegiance to Allahs Messenger (sallallahu alaihi wa sallam) for the following: 1. offer prayers perfectly 2. pay the Zakat (obligatory charity) 3. and be sincere and true to every Muslim.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، قَالَ حَدَّثَنِي قَيْسُ بْنُ أَبِي حَازِمٍ، عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ، قَالَ بَايَعْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم عَلَى إِقَامِ الصَّلاَةِ، وَإِيتَاءِ الزَّكَاةِ، وَالنُّصْحِ لِكُلِّ مُسْلِمٍ.",
    "hadithBengali": "৫৫। মূসাদ্দাদ (রহঃ) জারীর ইবনু আবদুল্লাহ আল বাজলী (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাতে বায়আত গ্রহণ করেছি সালাত (নামায/নামাজ) কায়েম করার, যাকাত দেওয়ার এবং সকল মুসলিমের কল্যাণ কামনা করার।\n",
    "checkStatus": "1",
    "hadithNo": "55",
    "id": "59",
    "thesequence": "481",
    "isActive": "1",
    "chapterId": "42",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৪২/ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বানীঃ দ্বীন হল কল্যাণ কামনা করা, আল্লাহর রেজমন্দির জন্য, তাঁর রাসুলের জন্য, মুসলিম নেত্রীবৃন্দের জন্য এবং সকল মুসলিমের জন্য।",
    "rabiNameBn": "জারীর ইবনু আবদুল্লাহ আল বাজলী  (রাঃ)",
    "rabiNameEn": "Jarir Ibn Abdullah Al-BajlI (RA)"
  },
  {
    "hadithEnglish": "Narrated Ziyad binIlaqa: I heard Jarir bin Abdullah (Praising Allah). On the day when Al-Mughira bin Shuba died, he (Jarir) got up (on the pulpit) and thanked and praised Allah and said, Be afraid of Allah alone Who has none along with Him to be worshipped.(You should) be calm and quiet till the (new) chief comes to you and he will come to you soon. Ask Allahs forgiveness for your (late) chief because he himself loved to forgive others. Jarir added, Amma badu (now then), I went to the Prophet and said, I give my pledge of allegiance to you for Islam. The Prophet (sallallahu alaihi wa sallam) conditioned (my pledge) for me to be sincere and true to every Muslim so I gave my pledge to him for this. By the Lord of this mosque! I am sincere and true to you (Muslims). Then Jarir asked for Allahs forgiveness and came down (from the pulpit).",
    "hadithArabic": "حَدَّثَنَا أَبُو النُّعْمَانِ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ زِيَادِ بْنِ عِلاَقَةَ، قَالَ سَمِعْتُ جَرِيرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ يَوْمَ مَاتَ الْمُغِيرَةُ بْنُ شُعْبَةَ قَامَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ وَقَالَ عَلَيْكُمْ بِاتِّقَاءِ اللَّهِ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَالْوَقَارِ وَالسَّكِينَةِ حَتَّى يَأْتِيَكُمْ أَمِيرٌ، فَإِنَّمَا يَأْتِيكُمُ الآنَ، ثُمَّ قَالَ اسْتَعْفُوا لأَمِيرِكُمْ، فَإِنَّهُ كَانَ يُحِبُّ الْعَفْوَ. ثُمَّ قَالَ أَمَّا بَعْدُ، فَإِنِّي أَتَيْتُ النَّبِيَّ صلى  الله عليه وسلم قُلْتُ أُبَايِعُكَ عَلَى الإِسْلاَمِ. فَشَرَطَ عَلَىَّ وَالنُّصْحِ لِكُلِّ مُسْلِمٍ. فَبَايَعْتُهُ عَلَى هَذَا، وَرَبِّ هَذَا الْمَسْجِدِ إِنِّي لَنَاصِحٌ لَكُمْ. ثُمَّ اسْتَغْفَرَ وَنَزَلَ.",
    "hadithBengali": "৫৬। আবূ নুমান (রহঃ) যিয়াদ ইবনু ইলাকা (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ মুগীরা ইবনু শুবা (রাঃ)<sup>১</sup> যেদিন ইন্তেকাল করেন সেদিন আমি জারীর ইবনু আবদুল্লাহ (রাঃ) এর কাছ থেকে শুনেছি, তিনি (মিম্বরে) দাঁড়িয়ে আল্লাহর হামদ ও সানা বর্ণনা করে বললেন, তোমরা ভয় কর এক আল্লাহকে যাঁর কোন শরীক নাই, এবং নতুন কোন আমীর না আসা পর্যন্ত শান্তি-শৃঙ্খলা বজায় রাখ, অনতিবিলম্বে তোমাদের আমীর আসবেন। এরপর জারীর (রাঃ) বললেন, তোমাদের আমীরের জন্য মাগফিরাত কামনা কর, কেননা তিনি ক্ষমা করা ভালবাসতেন। তারপর বললেন, একবার আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললাম, আমি আপনার কাছে ইসলামের বায়আয় গ্রহণ করতে চাই। তিনি (অন্যান্য বিষয়ের সাথে) আমার উপর শর্ত আরোপ করলেনঃ আর সকল মুসলমানের কল্যাণ কামনা করবে। তারপর আমি তাঁর কাছে এ শর্তের উপর বায়আত গ্রহণ করলাম। এ মসজিদের রবের কসম! আমি তোমাদের কল্যাণকামী। এরপর তিনি আল্লাহর কাছে মাগফিরাত কামনা করলেন এবং (মিম্বর থেকে) নেমে গেলেন।\n",
    "checkStatus": "1",
    "hadithNo": "56",
    "id": "60",
    "thesequence": "482",
    "isActive": "1",
    "chapterId": "42",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "4",
    "statusId": "1",
    "topicName": "৪২/ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বানীঃ দ্বীন হল কল্যাণ কামনা করা, আল্লাহর রেজমন্দির জন্য, তাঁর রাসুলের জন্য, মুসলিম নেত্রীবৃন্দের জন্য এবং সকল মুসলিমের জন্য।",
    "rabiNameBn": "মুগীরা ইবনু শু&rsquo;বা  (রাঃ)",
    "rabiNameEn": "Mugira Ibn Shu&#039;ba (RA)"
  }
]