[
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nI heard Allahs Messenger (ﷺ) saying regarding Ramadan, Whoever prayed at night in it (the month of Ramadan) out of sincere Faith and hoping for a reward from Allah, then all his previous sins will be forgiven.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ، أَنَّ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ لِرَمَضَانَ   مَنْ قَامَهُ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ .",
    "hadithBengali": "১৮৮২। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে রমযান সম্পর্কে বলতে শুনেছি, যে ব্যাক্তি ঈমানের সাথে সাওয়াব লাভের আশায় কিয়ামে রমযান অর্থ্যাৎ তারাবীহর সালাত (নামায/নামাজ) আদায় করবে তার পূর্ববর্তী গোনাহসমূহ মাফ করে দেয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "1882",
    "id": "1889",
    "thesequence": "2308",
    "isActive": "1",
    "chapterId": "15296",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫২. কিয়ামে রমযান-এর (রমযানে তারাবীহর সালাতের) ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Whoever prayed at night the whole month of Ramadan out of sincere Faith and hoping for a reward from Allah, then all his previous sins will be forgiven. Ibn Shihab (a sub-narrator) said, Allahs Messenger (ﷺ) died and the people continued observing that (i.e. Nawafil offered individually, not in congregation), and it remained as it was during the Caliphate of Abu Bakr and in the early days of Umars Caliphate. \n\n Abdur Rahman bin Abdul Qari said,\n\nI went out in the company of Umar bin Al-Khattab one night in Ramadan to the mosque and found the people praying in different groups. A man praying alone or a man praying with a little group behind him. So, Umar said, In my opinion I would better collect these (people) under the leadership of one Qari (Reciter) (i.e. let them pray in congregation!). So, he made up his mind to congregate them behind Ubai bin Kab. Then on another night I went again in his company and the people were praying behind their reciter. On that, Umar remarked, What an excellent Bida (i.e. innovation in religion) this is; but the prayer which they do not perform, but sleep at its time is better than the one they are offering. He meant the prayer in the last part of the night. (In those days) people used to pray in the early part of the night. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ . قَالَ ابْنُ شِهَابٍ فَتُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالأَمْرُ عَلَى ذَلِكَ، ثُمَّ كَانَ الأَمْرُ عَلَى ذَلِكَ فِي خِلاَفَةِ أَبِي بَكْرٍ وَصَدْرًا مِنْ خِلاَفَةِ عُمَرَ ـ رضى الله عنهما.\n وَعَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدٍ الْقَارِيِّ، أَنَّهُ قَالَ خَرَجْتُ مَعَ عُمَرَ بْنِ الْخَطَّابِ ـ رضى الله عنه ـ لَيْلَةً فِي رَمَضَانَ، إِلَى الْمَسْجِدِ، فَإِذَا النَّاسُ أَوْزَاعٌ مُتَفَرِّقُونَ يُصَلِّي الرَّجُلُ لِنَفْسِهِ، وَيُصَلِّي الرَّجُلُ فَيُصَلِّي بِصَلاَتِهِ الرَّهْطُ فَقَالَ عُمَرُ إِنِّي أَرَى لَوْ جَمَعْتُ هَؤُلاَءِ عَلَى قَارِئٍ وَاحِدٍ لَكَانَ أَمْثَلَ. ثُمَّ عَزَمَ فَجَمَعَهُمْ عَلَى أُبَىِّ بْنِ كَعْبٍ، ثُمَّ خَرَجْتُ مَعَهُ لَيْلَةً أُخْرَى، وَالنَّاسُ يُصَلُّونَ بِصَلاَةِ قَارِئِهِمْ، قَالَ عُمَرُ نِعْمَ الْبِدْعَةُ هَذِهِ، وَالَّتِي يَنَامُونَ عَنْهَا أَفْضَلُ مِنَ الَّتِي يَقُومُونَ. يُرِيدُ آخِرَ اللَّيْلِ، وَكَانَ النَّاسُ يَقُومُونَ أَوَّلَهُ.",
    "hadithBengali": "১৮৮৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি ঈমানের সাথে সাওয়াব লাভের আশায় তারাবীহর সালাতে দাঁড়াবে তার পূর্ববর্তী গোনাহসমূহ মাফ করে দেওয়া হবে। হাদীসের রাবী ইবনু শিহাব (রহঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইন্তেকাল করেন এবং তারাবীহর ব্যাপারটি এ ভাবেই চালু ছিল। এমনকি আবূ বাকর (রাঃ) এর খিলাফতকালে ও উমর (রাঃ) এর খিলাফতের প্রথম ভাগে এরূপই ছিল।\n\nইবনু শিহাব (রহঃ) উরওয়া ইবনু যুবায়র (রহঃ) সূত্রে আবদুর রাহমান ইবনু আবদ আল ক্বারী (রহঃ) থেকে বর্ণনা করেন, তিনি বলেন, আমি রমযানের এক রাতে উমর ইবনুল খাত্তাব (রাঃ) এর সঙ্গে মসজিদে নববীতে গিয়ে দেখতে পাই যে, লোকেরা বিক্ষিপ্ত জামায়াতে বিভক্ত। কেউ একাকী সালাত (নামায/নামাজ) আদায় করছে আবার কোন ব্যাক্তি সালাত (নামায/নামাজ) আদায় করছে এবং তার ইকতেদা করে একদল লোক সালাত (নামায/নামাজ) আদায় করছে। উমর (রাঃ) বললেন, আমি মনে করি যে, এই লোকদের যদি আমি একজন ক্বারীর (ইমামের) পিছনে একত্রিত করে দেই, তবে তা উত্তম হবে।\n\nএরপর তিনি উবাই ইবনু কাব (রাঃ) এর পিছনে সকলকে একত্রিত করে দিলেন। পরে আর এক রাতে আমি তাঁর [উমর (রাঃ)] সঙ্গে বের হই। তখন লোকেরা তাদের ইমামের সাথে সালাত (নামায/নামাজ) আদায় করছিল। উমর (রাঃ) বললেন, কত না সুন্দর এই নতুন ব্যবস্থা! তোমরা রাতের যে অংশে ঘুমিয়ে থাক তা রাতের ঐ অংশ অপেক্ষা উত্তম যে অংশে তোমরা সালাত (নামায/নামাজ) আদায় কর, এর দ্বারা তিনি শেষ রাত বুঝিয়েছেন, কেননা তখন রাতের প্রথমভাগে লোকেরা সালাত (নামায/নামাজ) আদায় করত।\n",
    "checkStatus": "1",
    "hadithNo": "1883",
    "id": "1890",
    "thesequence": "2309",
    "isActive": "1",
    "chapterId": "15296",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫২. কিয়ামে রমযান-এর (রমযানে তারাবীহর সালাতের) ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\n(the wife of the Prophet) Allahs Messenger (ﷺ) used to pray (at night) in Ramadan.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، رضى الله عنها زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى وَذَلِكَ فِي رَمَضَانَ.",
    "hadithBengali": "১৮৮৪। ইসমাঈল (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ) আদায় করেন এবং তা ছিল রমযানে।\n",
    "checkStatus": "1",
    "hadithNo": "1884",
    "id": "1891",
    "thesequence": "2310",
    "isActive": "1",
    "chapterId": "15296",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫২. কিয়ামে রমযান-এর (রমযানে তারাবীহর সালাতের) ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Urwa:\n\nThat he was informed by `Aisha, Allahs Messenger (ﷺ) went out in the middle of the night and prayed in the mosque and some men prayed behind him. In the morning, the people spoke about it and then a large number of them gathered and prayed behind him (on the second night). In the next morning the people again talked about it and on the third night the mosque was full with a large number of people. Allahs Messenger (ﷺ) came out and the people prayed behind him. On the fourth night the Mosque was overwhelmed with people and could not accommodate them, but the Prophet (ﷺ) came out (only) for the morning prayer. When the morning prayer was finished he recited Tashah-hud and (addressing the people) said, Amma badu, your presence was not hidden from me but I was afraid lest the night prayer (Qiyam) should be enjoined on you and you might not be able to carry it on. So, Allahs Apostle died and the situation remained like that (i.e. people prayed individually). ",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ أَخْبَرَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ لَيْلَةً مِنْ جَوْفِ اللَّيْلِ، فَصَلَّى فِي الْمَسْجِدِ، وَصَلَّى رِجَالٌ بِصَلاَتِهِ، فَأَصْبَحَ النَّاسُ فَتَحَدَّثُوا، فَاجْتَمَعَ أَكْثَرُ مِنْهُمْ، فَصَلَّوْا مَعَهُ، فَأَصْبَحَ النَّاسُ فَتَحَدَّثُوا، فَكَثُرَ أَهْلُ الْمَسْجِدِ مِنَ اللَّيْلَةِ الثَّالِثَةِ، فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَلَّى، فَصَلَّوْا بِصَلاَتِهِ، فَلَمَّا كَانَتِ اللَّيْلَةُ الرَّابِعَةُ عَجَزَ الْمَسْجِدُ عَنْ أَهْلِهِ، حَتَّى خَرَجَ لِصَلاَةِ الصُّبْحِ، فَلَمَّا قَضَى الْفَجْرَ أَقْبَلَ عَلَى النَّاسِ، فَتَشَهَّدَ ثُمَّ قَالَ   أَمَّا بَعْدُ، فَإِنَّهُ لَمْ يَخْفَ عَلَىَّ مَكَانُكُمْ، وَلَكِنِّي خَشِيتُ أَنْ تُفْتَرَضَ عَلَيْكُمْ فَتَعْجِزُوا عَنْهَا . فَتُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالأَمْرُ عَلَى ذَلِكَ",
    "hadithBengali": "১৮৮৫। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গভীর রাতে বের হয়ে মসজিদে সালাত (নামায/নামাজ) আদায় করেন, কিছু সংখ্যক পুরুষ তাঁর পিছনে সালাত (নামায/নামাজ) আদায় করেন। সকালে লোকেরা এ সম্পর্কে আলোচনা করেন, ফলে লোকেরা অধিক সংখ্যায় সমবেত হন। তিনি সালাত (নামায/নামাজ) আদায় করেন এবং লোকেরা তাঁর সঙ্গে সালাত (নামায/নামাজ) আদায় করেন। সকালে তাঁরা এ বিষয়ে আলাপ-আলোচনা করেন। তৃতীয় রাতে মসজিদে মুসল্লীর সংখ্যা আরো বেড়ে যায়। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হয়ে সালাত (নামায/নামাজ) আদায় করেন ও লোকেরা তাঁর সঙ্গে সালাত (নামায/নামাজ) আদায় করেন। চতুর্থ রাতে মসজিদে মুসল্লীর সংকুলান হল না। কিন্তু তিনি রাতে আর বের না হয়ে ফজরের সালাতে (নামাযে) বেরিয়ে আসলেন এবং সালাত (নামায/নামাজ) শেষে লোকদের দিকে ফিরে প্রথমে তাওহীদ ও রিসালাতের সাক্ষ্য দেওয়ার পর বললেনঃ শোন! তোমাদের (গতরাতের) অবস্থান আমার অজানা ছিল না, কিন্তু আমি এই সালাত (নামায/নামাজ) তোমাদের উপর ফরয হয়ে যাবার আশংকা করছি (বিধায় বের হই নাই)। কেননা তোমরা তা আদায় করায় অপারগ হয়ে পড়তে। রাসূলল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাত হল আর ব্যাপারটি এভাবেই থেকে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "1885",
    "id": "1892",
    "thesequence": "2311",
    "isActive": "1",
    "chapterId": "15296",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫২. কিয়ামে রমযান-এর (রমযানে তারাবীহর সালাতের) ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Salama bin `Abdur Rahman:\n\nthat he asked `Aisha How was the prayer of Allahs Messenger (ﷺ) in Ramadan? She replied, He did not pray more than eleven rak`at in Ramadan or in any other month. He used to pray four rak`at ---- let alone their beauty and length----and then he would pray four ----let alone their beauty and length ---- and then he would pray three rak`at (witr). She added, I asked, O Allahs Messenger (ﷺ)! Do you sleep before praying the witr? He replied, O `Aisha! My eyes sleep but my heart does not sleep.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّهُ سَأَلَ عَائِشَةَ ـ رضى الله عنها ـ كَيْفَ كَانَتْ صَلاَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي رَمَضَانَ فَقَالَتْ مَا كَانَ يَزِيدُ فِي رَمَضَانَ، وَلاَ فِي غَيْرِهَا عَلَى إِحْدَى عَشْرَةَ رَكْعَةً، يُصَلِّي أَرْبَعًا فَلاَ تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ، ثُمَّ يُصَلِّي أَرْبَعًا فَلاَ تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ، ثُمَّ يُصَلِّي ثَلاَثًا. فَقُلْتُ يَا رَسُولَ اللَّهِ، أَتَنَامُ قَبْلَ أَنْ تُوتِرَ قَالَ   يَا عَائِشَةُ إِنَّ عَيْنَىَّ تَنَامَانِ وَلاَ يَنَامُ قَلْبِي .",
    "hadithBengali": "১৮৮৬। ইসমাঈল (রহঃ) ... আবূ সালামা ইবনু আবদুর রাহমান (রহঃ) থেকে বর্ণিত, তিনি আায়িশা (রাঃ) কে জিজ্ঞাসা করেন যে, রমযানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সালাত (নামায/নামাজ) কিরূপ ছিল? তিনি বললেন, রমযান মাসে ও রমযান ছাড়া অন্য সময়ে (রাতে) তিনি এগারো রাকআত হতে বৃদ্ধি করতেন না। তিনি চার রাকআত সালাত (নামায/নামাজ) আদায় করতেন, সে চার রাকআতের সৌন্দর্য ও দৈর্ঘ্য ছিল প্রশ্নাতীত। এরপর চার রাকআত সালাত (নামায/নামাজ) আদায় করতেন, সে চার রাকআতের সৌন্দর্য ও দৈর্ঘ্য ছিল প্রশ্নাতীত। এরপর তিন রাকআত সালাত (নামায/নামাজ) আদায় করতেন। আমি [আয়িশা (রাঃ)] বললাম, ইয়া রাসূলাল্লাহ! আপনি বিতর আদায়ের আগে ঘুমিয়ে যাবেন? তিনি বললেনঃ হে আয়িশা! আমার দু&#39;চোখ ঘুমায় বটে কিন্তু আমার কালব নিদ্রাভিভূত হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "1886",
    "id": "1893",
    "thesequence": "2312",
    "isActive": "1",
    "chapterId": "15296",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫২. কিয়ামে রমযান-এর (রমযানে তারাবীহর সালাতের) ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Whoever fasted the month of Ramadan out of sincere Faith (i.e. belief) and hoping for a reward from Allah, then all his past sins will be forgiven, and whoever stood for the prayers in the night of Qadr out of sincere Faith and hoping for a reward from Allah, then all his previous sins will be forgiven .",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ حَفِظْنَاهُ وَإِنَّمَا حَفِظَ مِنَ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ، وَمَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ . تَابَعَهُ سُلَيْمَانُ بْنُ كَثِيرٍ عَنِ الزُّهْرِيِّ.",
    "hadithBengali": "১৮৮৭। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি রমযানে ঈমানের সাথে ও সাওয়াব লাভের আশায় সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করে, তার পূর্ববর্তী গুনাহসমূহ মাফ করে দেওয়া হয় এবং যে ব্যাক্তি ঈমানের সাথে, সাওয়াব লাভের আশায় লাইলাতুল কদরে রাত জেগে দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করে, তার পূর্ববর্তী গুনাহসমূহ মাফ করে দেওয়া হয়।\n\nসুলায়মান ইবনু কাসীর (রহঃ) যুহরী (রহঃ) থেকে অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1887",
    "id": "1894",
    "thesequence": "2313",
    "isActive": "1",
    "chapterId": "15297",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫৩. লাইলাতুল ক্বদর এর ফাযীলাত। আর মহান আল্লাহর বাণীঃ &ldquo;নিশ্চয়ই আমি নাযিল করেছি এ কুর&rsquo;আন মহিমান্বিত রাতে। আর আপনি কি জানেন মহিমান্বিত রাত কি? মহিমান্বিত রাত হাজার মাসের চেয়েও শ্রেষ্ঠ। সেই রাতে প্রত্যেক কাজের জন্য ফেরেশতাগণ এবং রূহ তাদের প্রতিপালকের আদেশক্রমে অবতীর্ণ হয়। সেই রাত শান্তি শান্তি, ফাজর হওয়া পর্যন্ত।&ldquo; (আল ক্বাদরঃ ৯৭:১-৫) ইবন উয়াইনা (রহঃ) বলেন, কুরআন মাজীদে যে স্থলে مَا أَدْرَاكَ উল্লেখ করা হয়েছে আল্লাহ্&zwnj; তা&#039;আলা সে সম্পর্কে রাসুলুল্লাহ (সাঃ) কে অবহিত করেছেন। আর যে স্থলে وَمَا يُدْرِيكَ উল্লেখ করা হয়েছে তা তাকে অবহিত করেন নি। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nSome men amongst the companions of the Prophet (ﷺ) were shown in their dreams that the night of Qadr was in the last seven nights of Ramadan. Allahs Messenger (ﷺ) said, It seems that all your dreams agree that (the Night of Qadr) is in the last seven nights, and whoever wants to search for it (i.e. the Night of Qadr) should search in the last seven (nights of Ramadan).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رِجَالاً، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أُرُوا لَيْلَةَ الْقَدْرِ فِي الْمَنَامِ فِي السَّبْعِ الأَوَاخِرِ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَرَى رُؤْيَاكُمْ قَدْ تَوَاطَأَتْ فِي السَّبْعِ الأَوَاخِرِ، فَمَنْ كَانَ مُتَحَرِّيَهَا فَلْيَتَحَرَّهَا فِي السَّبْعِ الأَوَاخِرِ .",
    "hadithBengali": "১৮৮৮। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কতিপয় সাহাবীকে স্বপ্নযোগে রমযানের শেষের সাত রাতে লাইলাতুল কদর দেখানো হয়। (এ কথা শুনে) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমাকেও তোমাদের স্বপ্নের অনুরূপ দেখানো হয়েছে। (তোমাদের দেখা ও আমার দেখা) শেষ সাত দিনের ক্ষেত্রে মিলে গেছে। অতএব যে ব্যাক্তি এর সন্ধান প্রত্যাশী, সে যেন শেষ সাত রাতে সন্ধান করে।\n",
    "checkStatus": "1",
    "hadithNo": "1888",
    "id": "1895",
    "thesequence": "2314",
    "isActive": "1",
    "chapterId": "15298",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫৪. (রমযানের) শেষের সাত রাতে লাইলাতুল ক্বদর অনুসন্ধান করো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Salama:\n\nI asked Abu Sa`id, and he was a friend of mine, (about the Night of Qadr) and he said, We practiced I`tikaf (seclusion in the mosque) in the middle third of the month of Ramadan with the Prophet (ﷺ) . In the morning of the 20th of Ramadan, the Prophet (ﷺ) came and addressed us and said, I was informed of (the date of the Night of Qadr) but I was caused to forget it; so search for it in the odd nights of the last ten nights of the month of Ramadan. (In the dream) I saw myself prostrating in mud and water (as a sign). So, whoever was in I`tikaf with me should return to it with me (for another 10-days period), and we returned. At that time there was no sign of clouds in the sky but suddenly a cloud came and it rained till rainwater started leaking through the roof of the mosque which was made of date-palm leaf stalks. Then the prayer was established and I saw Allahs Messenger (ﷺ) prostrating in mud and water and I saw the traces of mud on his forehead.",
    "hadithArabic": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، قَالَ سَأَلْتُ أَبَا سَعِيدٍ وَكَانَ لِي صَدِيقًا فَقَالَ اعْتَكَفْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم الْعَشْرَ الأَوْسَطَ مِنْ رَمَضَانَ، فَخَرَجَ صَبِيحَةَ عِشْرِينَ، فَخَطَبَنَا وَقَالَ   إِنِّي أُرِيتُ لَيْلَةَ الْقَدْرِ، ثُمَّ أُنْسِيتُهَا أَوْ نُسِّيتُهَا، فَالْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ فِي الْوَتْرِ، وَإِنِّي رَأَيْتُ أَنِّي أَسْجُدُ فِي مَاءٍ وَطِينٍ، فَمَنْ كَانَ اعْتَكَفَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلْيَرْجِعْ . فَرَجَعْنَا وَمَا نَرَى فِي السَّمَاءِ قَزَعَةً، فَجَاءَتْ سَحَابَةٌ فَمَطَرَتْ حَتَّى سَالَ سَقْفُ الْمَسْجِدِ وَكَانَ مِنْ جَرِيدِ النَّخْلِ، وَأُقِيمَتِ الصَّلاَةُ، فَرَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَسْجُدُ فِي الْمَاءِ وَالطِّينِ، حَتَّى رَأَيْتُ أَثَرَ الطِّينِ فِي جَبْهَتِهِ.",
    "hadithBengali": "১৮৮৯। মুয়ায ইবনু ফাযালা (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে রমযানের মধ্যক দশকে ইতিকাফ করি। তিনি বিশ তারিখের সকালে বের হয়ে আমাদেরকে সম্বোধন করে বললেনঃ আমাকে লাইলাতুল কদর (-এর সঠিক তারিখ) দেখানো হয়েছিল পরে আমাকে তা ভুলিয়ে দেয়া হয়েছে। তোমরা শেষ দশকের বেজোড় রাতে তার সন্ধান কর। আমি দেখতে পেয়েছি যে, আমি (ঐ রাতে) কাদা-পানিতে সিজদা করছি। অতএব যে ব্যাক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ইতিকাফ করেছে সে যেন ফিরে আসে (মসজিদ হতে বের হয়ে না যায়)। আমরা সকালে ফিরে আসলাম (থেকে গেলাম)। আমরা আকাশে হালকা মেঘ খন্ডও দেখতে পাই নাই। পরে মেঘ দেখা দিল ও এমন জোরে বৃষ্টি হল যে, খেজুরের শাখায় তৈরি মসজিদের ছাদ দিয়ে পানি ঝরতে লাগল। সালাত (নামায/নামাজ) শুরু করা হলে আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কাদা-পানিতে সিজদা করতে দেখলাম। পরে তাঁর কপালে আমি কাঁধার চিহ্ন দেখতে পাই।\n",
    "checkStatus": "1",
    "hadithNo": "1889",
    "id": "1896",
    "thesequence": "2315",
    "isActive": "1",
    "chapterId": "15298",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫৪. (রমযানের) শেষের সাত রাতে লাইলাতুল ক্বদর অনুসন্ধান করো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) said, Search for the Night of Qadr in the odd nights of the last ten days of Ramadan.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، حَدَّثَنَا أَبُو سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   تَحَرَّوْا لَيْلَةَ الْقَدْرِ فِي الْوِتْرِ مِنَ الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ .",
    "hadithBengali": "১৮৯০। কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা রমযানের শেষ দশকের বেজোড় রাতে লাইলাতুল কদরের সন্ধান কর।\n",
    "checkStatus": "1",
    "hadithNo": "1890",
    "id": "1897",
    "thesequence": "2316",
    "isActive": "1",
    "chapterId": "15299",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫৫. রমযানের শেষ দশকের বেজোড় রাতে লাইলাতুল ক্বাদর সন্ধান করা; এ প্রসঙ্গে উবাদা (রাঃ) থেকে রেওয়ায়াত রয়েছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nAllahs Messenger (ﷺ) used to practice I`tikaf (in the mosque) in the middle third of Ramadan and after passing the twenty nights he used to go back to his house on the 21st, and the people who were in I`tikaf with him also used to go back to their houses. Once in Ramadan, in which he practiced I`tikaf, he established the night prayers at the night in which he used to return home, and then he addressed the people and ordered them whatever Allah wished him to order and said, I used to practice I`tikaf for these ten days (i.e. the middle third but now I intend to stay in I`tikaf for the last ten days (of the month); so whoever was in I`tikaf with me should stay at his place of seclusion. I have verily been shown (the date of) this Night (of Qadr) but I have forgotten it. So search for it in the odd nights of the last ten days (of this month). I also saw myself (in the dream) prostrating in mud and water. On the night of the 21st, the sky was covered with clouds and it rained, and the rainwater started leaking through the roof of the mosque at the praying place of the Prophet (ﷺ) . I saw with my own eyes the Prophet at the completion of the morning prayer leaving with his face covered with mud and water.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ، قَالَ حَدَّثَنِي ابْنُ أَبِي حَازِمٍ، وَالدَّرَاوَرْدِيُّ، عَنْ يَزِيدَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ. كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُجَاوِرُ فِي رَمَضَانَ الْعَشْرَ الَّتِي فِي وَسَطِ الشَّهْرِ، فَإِذَا كَانَ حِينَ يُمْسِي مِنْ عِشْرِينَ لَيْلَةً تَمْضِي، وَيَسْتَقْبِلُ إِحْدَى وَعِشْرِينَ، رَجَعَ إِلَى مَسْكَنِهِ وَرَجَعَ مَنْ كَانَ يُجَاوِرُ مَعَهُ. وَأَنَّهُ أَقَامَ فِي شَهْرٍ جَاوَرَ فِيهِ اللَّيْلَةَ الَّتِي كَانَ يَرْجِعُ فِيهَا، فَخَطَبَ النَّاسَ، فَأَمَرَهُمْ مَا شَاءَ اللَّهُ، ثُمَّ قَالَ   كُنْتُ أُجَاوِرُ هَذِهِ الْعَشْرَ، ثُمَّ قَدْ بَدَا لِي أَنْ أُجَاوِرَ هَذِهِ الْعَشْرَ الأَوَاخِرَ، فَمَنْ كَانَ اعْتَكَفَ مَعِي فَلْيَثْبُتْ فِي مُعْتَكَفِهِ، وَقَدْ أُرِيتُ هَذِهِ اللَّيْلَةَ ثُمَّ أُنْسِيتُهَا فَابْتَغُوهَا فِي الْعَشْرِ الأَوَاخِرِ وَابْتَغُوهَا فِي كُلِّ وِتْرٍ، وَقَدْ رَأَيْتُنِي أَسْجُدُ فِي مَاءٍ وَطِينٍ . فَاسْتَهَلَّتِ السَّمَاءُ فِي تِلْكَ اللَّيْلَةِ، فَأَمْطَرَتْ، فَوَكَفَ الْمَسْجِدُ فِي مُصَلَّى النَّبِيِّ صلى الله عليه وسلم لَيْلَةَ إِحْدَى وَعِشْرِينَ، فَبَصُرَتْ عَيْنِي رَسُولَ اللَّهِ صلى الله عليه وسلم وَنَظَرْتُ إِلَيْهِ انْصَرَفَ مِنَ الصُّبْحِ، وَوَجْهُهُ مُمْتَلِئٌ طِينًا وَمَاءً.",
    "hadithBengali": "১৮৯১। ইবরাহীম ইবনু হামযা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযান মাসের মাঝের দশকে ইতিকাফ করেন। বিশ তারিখ অতীত হওয়ার সন্ধ্যায় এবং একুশ তারিখের শুরুতে তিনি এবং তাঁর সঙ্গে যাঁরা ইতিকাফ করেছিলেন সকলেই নিজ নিজ বাড়ীতে প্রস্থান করেন। এবং তিনি যে মাসে ইতিকাফ করেন ঐ মাসের যে রাতে ফিরে যান সে রাতে লোকদের সামনে ভাষণ দেন। আর তাতে মাশাআল্লাহ, তাদেরকে বহু নির্দেশ দান করেন, তারপর বলেন যে, আমি এই দশকে ইতিকাফ করেছিলাম। এরপর আমি সিদ্ধান্ত করেছি যে, শেষ দশকে ইতিকাফ করব। যে আমার সঙ্গে ইতিকাফ করেছিল সে যেন তার ইতিকাফস্থলে থেকে যায়। আমাকে সে রাত দেখানো হয়েছিল, পরে তা ভুলিয়ে দেওয়া হয়েছে। (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ শেষ দশকে ঐ রাতের তালাশ কর এবং প্রত্যেক বেজোড় রাতে তা তালাশ কর। আমি স্বপ্নে দেখেছি যে, মসজিদে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সালাত (নামায/নামাজ)-এর স্থানেও বৃষ্টির পানি পড়তে থাকে। এটা ছিল একুশ তারিখের রাত। যখন তিনি ফযরের সালাত (নামায/নামাজ) শেষে ফিরে বসেন তখন আমি তাঁর দিয়ে তাকিয়ে দেখতে পাই যে, তাঁর মুখমন্ডল কাদা-পানি মাখা।\n",
    "checkStatus": "1",
    "hadithNo": "1891",
    "id": "1898",
    "thesequence": "2317",
    "isActive": "1",
    "chapterId": "15299",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫৫. রমযানের শেষ দশকের বেজোড় রাতে লাইলাতুল ক্বাদর সন্ধান করা; এ প্রসঙ্গে উবাদা (রাঃ) থেকে রেওয়ায়াত রয়েছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) said, Look for (the Night of Qadr).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، عَنْ هِشَامٍ، قَالَ أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ ـ رضى الله عنها ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْتَمِسُوا .",
    "hadithBengali": "১৮৯২। মুহাম্মদ ইবনুল মূসান্না (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, তোমরা (লাইলাতুল কদর) তালাশ কর।\n",
    "checkStatus": "1",
    "hadithNo": "1892",
    "id": "1899",
    "thesequence": "2318",
    "isActive": "1",
    "chapterId": "15299",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫৫. রমযানের শেষ দশকের বেজোড় রাতে লাইলাতুল ক্বাদর সন্ধান করা; এ প্রসঙ্গে উবাদা (রাঃ) থেকে রেওয়ায়াত রয়েছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) used to practice I`tikaf in the last ten nights of Ramadan and used to say, Look for the Night of Qadr in the last ten nights of the month of Ramadan.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدٌ، أَخْبَرَنَا عَبْدَةُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُجَاوِرُ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ، وَيَقُولُ   تَحَرَّوْا لَيْلَةَ الْقَدْرِ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ .",
    "hadithBengali": "১৮৯৩। মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযানের শেষ দশকে ইতিকাফ করতেন এবং বলতেনঃ তোমরা শেষ দশকে লাইলাতুল কদর তালাশ কর।\n",
    "checkStatus": "1",
    "hadithNo": "1893",
    "id": "1900",
    "thesequence": "2319",
    "isActive": "1",
    "chapterId": "15299",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫৫. রমযানের শেষ দশকের বেজোড় রাতে লাইলাতুল ক্বাদর সন্ধান করা; এ প্রসঙ্গে উবাদা (রাঃ) থেকে রেওয়ায়াত রয়েছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, Look for the Night of Qadr in the last ten nights of Ramadan , on the night when nine or seven or five nights remain out of the last ten nights of Ramadan (i.e. 21, 23, 25, respectively).",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   الْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ لَيْلَةَ الْقَدْرِ فِي تَاسِعَةٍ تَبْقَى، فِي سَابِعَةٍ تَبْقَى، فِي خَامِسَةٍ تَبْقَى .",
    "hadithBengali": "১৮৯৪। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা তা (লাইলাতুল কদর) রমযানের শেষ দশকে তালাশ কর। লাইলাতুল কদর (শেষ দিক হতে গনণায়) নবম, সপ্তম বা পঞ্চম রাত অবশিষ্ট থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "1894",
    "id": "1901",
    "thesequence": "2320",
    "isActive": "1",
    "chapterId": "15299",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫৫. রমযানের শেষ দশকের বেজোড় রাতে লাইলাতুল ক্বাদর সন্ধান করা; এ প্রসঙ্গে উবাদা (রাঃ) থেকে রেওয়ায়াত রয়েছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nAllahs Messenger (ﷺ) said, The Night of Qadr is in the last ten nights of the month (Ramadan), either on the first nine or in the last (remaining) seven nights (of Ramadan). Ibn `Abbas added, Search for it on the twenty-fourth (of Ramadan).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي الأَسْوَدِ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا عَاصِمٌ، عَنْ أَبِي مِجْلَزٍ، وَعِكْرِمَةَ، قَالَ ابْنُ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   هِيَ فِي الْعَشْرِ، هِيَ فِي تِسْعٍ يَمْضِينَ أَوْ فِي سَبْعٍ يَبْقَيْنَ . يَعْنِي لَيْلَةَ الْقَدْرِ. قَالَ عَبْدُ الْوَهَّابِ عَنْ أَيُّوبَ. وَعَنْ خَالِدٍ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ الْتَمِسُوا فِي أَرْبَعٍ وَعِشْرِينَ.",
    "hadithBengali": "১৮৯৫। আবদুল্লাহ ইবনু আবূল আসওয়াদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তা শেষ দশকে, তা অতিবাহিত নবম রাতে অথবা অবশিষ্ট সপ্তম রাতে অর্থাৎ লাইলাতুল কদর। ইবনু আব্বাস (রাঃ) থেকে অন্য সূত্রে বর্ণিত যে, তোমরা ২৪ তম রাতে তালাশ কর।\n",
    "checkStatus": "1",
    "hadithNo": "1895",
    "id": "1902",
    "thesequence": "2321",
    "isActive": "1",
    "chapterId": "15299",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫৫. রমযানের শেষ দশকের বেজোড় রাতে লাইলাতুল ক্বাদর সন্ধান করা; এ প্রসঙ্গে উবাদা (রাঃ) থেকে রেওয়ায়াত রয়েছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ubada bin As-Samit:\n\nThe Prophet (ﷺ) came out to inform us about the Night of Qadr but two Muslims were quarreling with each other. So, the Prophet (ﷺ) said, I came out to inform you about the Night of Qadr but such-and-such persons were quarreling, so the news about it had been taken away; yet that might be for your own good, so search for it on the 29th, 27th and 25th (of Ramadan).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا حُمَيْدٌ، حَدَّثَنَا أَنَسٌ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم لِيُخْبِرَنَا بِلَيْلَةِ الْقَدْرِ، فَتَلاَحَى رَجُلاَنِ مِنَ الْمُسْلِمِينَ، فَقَالَ   خَرَجْتُ لأُخْبِرَكُمْ بِلَيْلَةِ الْقَدْرِ، فَتَلاَحَى فُلاَنٌ وَفُلاَنٌ، فَرُفِعَتْ، وَعَسَى أَنْ يَكُونَ خَيْرًا لَكُمْ، فَالْتَمِسُوهَا فِي التَّاسِعَةِ وَالسَّابِعَةِ وَالْخَامِسَةِ .",
    "hadithBengali": "১৮৯৬। মুহাম্মদ ইবনুল মূসান্না (রহঃ) ... উবাদা ইবনুুস সামিত (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে লাইলাতুল কদরের (নির্দিষ্ট তারিখের) অবহিত করার জন্য বের হয়েছিলেন। তখন দু&#39;জন মুসলমান ঝগড়া করছিল। তা দেখে তিনি বললেনঃ আমি তোমাদেরকে লাইলাতুল কদরের সংবাদ দিবার জন্য বের হয়েছিলাম, তখন অমুক অমুক ঝগড়া করছিল, ফলে তার (নির্দিষ্ট তারিখের) পরিচয় হারিয়ে যায়। সম্ভবতঃ এর মধ্যে তোমাদের জন্য কল্যান নিহিত রয়েছে। তোমরা নবম, সপ্তম ও পঞ্চম রাতে তা তালাশ কর।\n",
    "checkStatus": "1",
    "hadithNo": "1896",
    "id": "1903",
    "thesequence": "2322",
    "isActive": "1",
    "chapterId": "15300",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫৬. মানুষের পারস্পরিক ঝগড়া-বিবাদের কারণে লাইলাতুল ক্বদ্রের সুনির্দিষ্ট জ্ঞান উঠিয়ে নেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nWith the start of the last ten days of Ramadan, the Prophet (ﷺ) used to tighten his waist belt (i.e. work hard) and used to pray all the night, and used to keep his family awake for the prayers.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي يَعْفُورٍ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا دَخَلَ الْعَشْرُ شَدَّ مِئْزَرَهُ، وَأَحْيَا لَيْلَهُ، وَأَيْقَظَ أَهْلَهُ.",
    "hadithBengali": "১৮৯৭। আলী ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, যখন রমযানের শেষ দশক আসত তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর লুঙ্গি কষে নিতেন (বেশী বেশী ইবাদতের প্রস্তুতি নিতেন) এবং রাত্রে জেগে থাকতেন ও পরিবার-পরিজনকে জাগিয়ে দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1897",
    "id": "1904",
    "thesequence": "2323",
    "isActive": "1",
    "chapterId": "15301",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "27",
    "statusId": "1",
    "topicName": "১২৫৭. রমযানের শেষ  দশকের &lsquo;আমাল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]
