[
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) used to practice I`tikaf in the last ten days of the month of Ramadan.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، عَنْ يُونُسَ، أَنَّ نَافِعًا، أَخْبَرَهُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَعْتَكِفُ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ.",
    "hadithBengali": "১৮৯৮। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযানের শেষ দশক ইতেকাফ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1898",
    "id": "1905",
    "thesequence": "2324",
    "isActive": "1",
    "chapterId": "15302",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৫৮. রমযানের শেষ দশকে ই&lsquo;তিকাফ এবং ই&lsquo;তিকাফ সব মাসজিদেই হয়। কারণ মহান আল্লাহর বাণীঃ &rdquo;আর যতক্ষণ তোমরা ই&lsquo;তকাফ অবস্থায় মাসজিদসমূহে অবস্থান কর ততক্ষণ পর্যন্ত স্ত্রীদের সাথে মেলামেশা করো না। এগুলো আল্লাহর সীমারেখা। অতএব তোমরা এর নিকটবর্তী হয়ো না। এভাবে আল্লাহ তাঁর নিদর্শনাবলী মানব জাতির জন্যে সুস্পষ্টভাবে ব্যক্ত করেন, যাতে তারা তাকওয়া অবলম্বন করে।&ldquo; (আল-বাক্বরহঃ ২:১৮৭)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\n(the wife of the Prophet) The Prophet (ﷺ) used to practice I`tikaf in the last ten days of Ramadan till he died and then his wives used to practice I`tikaf after him.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَعْتَكِفُ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ حَتَّى تَوَفَّاهُ اللَّهُ، ثُمَّ اعْتَكَفَ أَزْوَاجُهُ مِنْ بَعْدِهِ.",
    "hadithBengali": "১৮৯৯। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযানের শেষ দশক ইতিকাফ করতেন। তাঁর ওফাত পর্যন্ত এই নিয়মই ছিল। এরপর তাঁর সহধর্মিনীগণও (সে দিনগুলোতে) ইতিকাফ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1899",
    "id": "1906",
    "thesequence": "2325",
    "isActive": "1",
    "chapterId": "15302",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৫৮. রমযানের শেষ দশকে ই&lsquo;তিকাফ এবং ই&lsquo;তিকাফ সব মাসজিদেই হয়। কারণ মহান আল্লাহর বাণীঃ &rdquo;আর যতক্ষণ তোমরা ই&lsquo;তকাফ অবস্থায় মাসজিদসমূহে অবস্থান কর ততক্ষণ পর্যন্ত স্ত্রীদের সাথে মেলামেশা করো না। এগুলো আল্লাহর সীমারেখা। অতএব তোমরা এর নিকটবর্তী হয়ো না। এভাবে আল্লাহ তাঁর নিদর্শনাবলী মানব জাতির জন্যে সুস্পষ্টভাবে ব্যক্ত করেন, যাতে তারা তাকওয়া অবলম্বন করে।&ldquo; (আল-বাক্বরহঃ ২:১৮৭)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nAllahs Messenger (ﷺ) used to practice I`tikaf in the middle ten days of Ramadan and once he stayed in I`tikaf till the night of the twenty-first and it was the night in the morning of which he used to come out of his I`tikaf. The Prophet (ﷺ) said, Whoever was in I`tikaf with me should stay in I`tikaf for the last ten days, for I was informed (of the date) of the Night (of Qadr) but I have been caused to forget it. (In the dream) I saw myself prostrating in mud and water in the morning of that night. So, look for it in the last ten nights and in the odd ones of them. It rained that night and the roof of the mosque dribbled as it was made of leaf stalks of date-palms. I saw with my own eyes the mark of mud and water on the forehead of the Prophet (i.e. in the morning of the twenty-first).",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَعْتَكِفُ فِي الْعَشْرِ الأَوْسَطِ مِنْ رَمَضَانَ، فَاعْتَكَفَ عَامًا حَتَّى إِذَا كَانَ لَيْلَةَ إِحْدَى وَعِشْرِينَ، وَهِيَ اللَّيْلَةُ الَّتِي يَخْرُجُ مِنْ صَبِيحَتِهَا مِنِ اعْتِكَافِهِ قَالَ   مَنْ كَانَ اعْتَكَفَ مَعِي فَلْيَعْتَكِفِ الْعَشْرَ الأَوَاخِرَ، وَقَدْ أُرِيتُ هَذِهِ اللَّيْلَةَ ثُمَّ أُنْسِيتُهَا، وَقَدْ رَأَيْتُنِي أَسْجُدُ فِي مَاءٍ وَطِينٍ مِنْ صَبِيحَتِهَا، فَالْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ، وَالْتَمِسُوهَا فِي كُلِّ وِتْرٍ . فَمَطَرَتِ السَّمَاءُ تِلْكَ اللَّيْلَةَ، وَكَانَ الْمَسْجِدُ عَلَى عَرِيشٍ فَوَكَفَ الْمَسْجِدُ، فَبَصُرَتْ عَيْنَاىَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى جَبْهَتِهِ أَثَرُ الْمَاءِ وَالطِّينِ، مِنْ صُبْحِ إِحْدَى وَعِشْرِينَ.",
    "hadithBengali": "১৯০০। ইসমাঈল (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযানের মধ্যম দশকে ইতিকাফ করতেন। এক বছর এরূপ ইতিকাফ করেন, যখন একুশের রাত এল, যে রাতের সকালে তিনি তাঁর ইতিকাফ হতে বের হবেন, তিনি বললেনঃ যারা আমার সঙ্গে ইতিকাফ করেছে তারা যেন শেষ দশক ইতিকাফ করে। আমাকে স্বপ্নে এই রাত (লাইলাতুল কদর) দেখানো হয়েছিল। পরে আমাকে তা (সঠিক তারিখ) ভুলিয়ে দেয়া হয়েছে। অবশ্য আমি স্বপ্নে দেখতে পেয়েছি যে, ঐ রাতের সকালে আমি কাদা-পানির মাঝে সিজদা করছি। তোমরা তা শেষ দশকে তালাশ কর এবং প্রত্যেক বেজোড় রাতে তালাশ কর। পরে এই রাতে আকাশ হতে বৃষ্টি বর্ষিত হল, মসজিদের ছাদ ছিল খেজুর পাতার ছাউনির। ফলে মসজিদে টপটপ করে বৃষ্টি পড়তে লাগল। একুশের রাতের সকালে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কপালে কাদা-পানির চিহ্ন আমার দুচোখ দেখতে পায়।\n",
    "checkStatus": "1",
    "hadithNo": "1900",
    "id": "1907",
    "thesequence": "2326",
    "isActive": "1",
    "chapterId": "15302",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৫৮. রমযানের শেষ দশকে ই&lsquo;তিকাফ এবং ই&lsquo;তিকাফ সব মাসজিদেই হয়। কারণ মহান আল্লাহর বাণীঃ &rdquo;আর যতক্ষণ তোমরা ই&lsquo;তকাফ অবস্থায় মাসজিদসমূহে অবস্থান কর ততক্ষণ পর্যন্ত স্ত্রীদের সাথে মেলামেশা করো না। এগুলো আল্লাহর সীমারেখা। অতএব তোমরা এর নিকটবর্তী হয়ো না। এভাবে আল্লাহ তাঁর নিদর্শনাবলী মানব জাতির জন্যে সুস্পষ্টভাবে ব্যক্ত করেন, যাতে তারা তাকওয়া অবলম্বন করে।&ldquo; (আল-বাক্বরহঃ ২:১৮৭)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) used to (put) bend his head (out) to me while he was in I`tikaf in the mosque during my monthly periods and I would comb and oil his hair.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، عَنْ هِشَامٍ، قَالَ أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصْغِي إِلَىَّ رَأْسَهُ وَهْوَ مُجَاوِرٌ فِي الْمَسْجِدِ، فَأُرَجِّلُهُ وَأَنَا حَائِضٌ.",
    "hadithBengali": "১৯০১। মুহাম্মদ ইবনুল মুসান্না (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, মসজিদে ইতিকাফরত অবস্থায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার দিকে তাঁর মাথা ঝুকিয়ে দিতেন আর আমি ঋতুবতী অবস্থায় তাঁর চুল আঁচড়িয়ে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "1901",
    "id": "1908",
    "thesequence": "2327",
    "isActive": "1",
    "chapterId": "15303",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৫৯. ঋতুবতী নারী কর্তৃক ই&lsquo;তিকাফকারীর চুল আঁচড়িয়ে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\n(the wife of the Prophet) Allahs Messenger (ﷺ) used to let his head in (the house) while he was in the mosque and I would comb and oil his hair. When in I`tikaf he used not to enter the house except for a need.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، وَعَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ وَإِنْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيُدْخِلُ عَلَىَّ رَأْسَهُ وَهْوَ فِي الْمَسْجِدِ فَأُرَجِّلُهُ، وَكَانَ لاَ يَدْخُلُ الْبَيْتَ إِلاَّ لِحَاجَةٍ، إِذَا كَانَ مُعْتَكِفًا",
    "hadithBengali": "১৯০২। কুতায়বা (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদে থাকাবস্থায় আমার দিকে মাথা বাড়িয়ে দিতেন আর আমি তা আঁচড়িয়ে দিতাম এবং তিনি যখন ইতিকাফে থাকতেন তখন (প্রাকৃতিক) প্রয়োজন ছাড়া ঘরে প্রবেশ করতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "1902",
    "id": "1909",
    "thesequence": "2328",
    "isActive": "1",
    "chapterId": "15304",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৬০. (প্রাকৃতিক) প্রয়োজন ছাড়া ই&lsquo;তিকাফরত ব্যক্তি (তার) ঘরে প্রবেশ করতে পারবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) used to embrace me during my menses. He also used to put his head out of the mosque while he was in I`tikaf, and I would wash it during my menses.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُبَاشِرُنِي وَأَنَا حَائِضٌ. وَكَانَ يُخْرِجُ رَأْسَهُ مِنَ الْمَسْجِدِ وَهْوَ مُعْتَكِفٌ فَأَغْسِلُهُ وَأَنَا حَائِضٌ.",
    "hadithBengali": "১৯০৩। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার ঋতুবতী অবস্থায় আমার সঙ্গে কাটাতেন এবং তিনি ইতিকাফরত অবস্থায় মসজিদ হতে তাঁর মাথা বের করে দিতেন। আমি ঋতুবতী অবস্থায় তা ধুয়ে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "1903",
    "id": "1910",
    "thesequence": "2329",
    "isActive": "1",
    "chapterId": "15305",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৬১.  ই&lsquo;তিকাফকারীর (মাথা) ধৌত করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\n`Umar asked the Prophet (ﷺ) I vowed in the Pre-Islamic period of ignorance to stay in I`tikaf for one night in Al-Masjid al-Haram. The Prophet (ﷺ) said to him, Fulfill your vow.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ عُمَرَ، سَأَلَ النَّبِيَّ صلى الله عليه وسلم قَالَ كُنْتُ نَذَرْتُ فِي الْجَاهِلِيَّةِ أَنْ أَعْتَكِفَ لَيْلَةً فِي الْمَسْجِدِ الْحَرَامِ، قَالَ   فَأَوْفِ بِنَذْرِكَ .",
    "hadithBengali": "১৯০৪। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) সূত্রে বর্ণিত যে, উমর (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করেন যে, আমি জাহিলিয়্যা যুগে মসজিদুল হারামে এক রাত ইতিকাফ করার মানত করেছিলাম। তিনি (উত্তরে )বললেনঃ তোমার মানত পুরা কর।\n",
    "checkStatus": "1",
    "hadithNo": "1904",
    "id": "1911",
    "thesequence": "2330",
    "isActive": "1",
    "chapterId": "15306",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৬২. রাতে ই&lsquo;তিকাফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Amra:\n\nAisha said, the Prophet (ﷺ) used to practice I`tikaf in the last ten days of Ramadan and I used to pitch a tent for him, and after offering the morning prayer, he used to enter the tent. Hafsa asked the permission of `Aisha to pitch a tent for her and she allowed her and she pitched her tent. When Zainab bint Jahsh saw it, she pitched another tent. In the morning the Prophet (ﷺ) noticed the tents. He said, What is this? He was told of the whole situation. Then the Prophet (ﷺ) said, Do you think that they intended to do righteousness by doing this? He therefore abandoned the I`tikaf in that month and practiced I`tikaf for ten days in the month of Shawwal.",
    "hadithArabic": " حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا يَحْيَى، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يَعْتَكِفُ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ، فَكُنْتُ أَضْرِبُ لَهُ خِبَاءً فَيُصَلِّي الصُّبْحَ ثُمَّ يَدْخُلُهُ، فَاسْتَأْذَنَتْ حَفْصَةُ عَائِشَةَ أَنْ تَضْرِبَ خِبَاءً فَأَذِنَتْ لَهَا، فَضَرَبَتْ خِبَاءً، فَلَمَّا رَأَتْهُ زَيْنَبُ ابْنَةُ جَحْشٍ ضَرَبَتْ خِبَاءً آخَرَ، فَلَمَّا أَصْبَحَ النَّبِيُّ صلى الله عليه وسلم رَأَى الأَخْبِيَةَ فَقَالَ  مَا هَذَا . فَأُخْبِرَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  آلْبِرُّ تُرَوْنَ بِهِنَّ . فَتَرَكَ الاِعْتِكَافَ ذَلِكَ الشَّهْرَ، ثُمَّ اعْتَكَفَ عَشْرًا مِنْ شَوَّالٍ.",
    "hadithBengali": "১৯০৫। আবূন নুমান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রমযানের শেষ দশকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইতিকাফ করতেন। আমি তাবু তৈরী করে দিতাম। তিনি ফজরের সালাত (নামায/নামাজ) আদায় করে তাতে প্রবেশ করতেন। (নবী সহধর্মিণী) হাফসা (রাঃ) তাঁবু খাটাবার জন্য আয়িশা (রাঃ) এর কাছে অনুমতি চাইলেন। তিনি তাঁকে অনুমতি দিলে হাফসা (রাঃ) তাবুঁ খাটালেন। (নবী সহধর্মীণী) যয়নাব বিনতে জাহশ (রাঃ) তা দেখে আরেকটি তাবু তৈরি করলেন। সকালে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাবুঁগুলো দেখলেন। তিনি জিজ্ঞেস করলেন এগুলো কি? তাকে জানানো হলে তিনি বললেনঃ তোমরা কি মনে কর এগুলো দিয়ে নেকি হাসিল হবে? এ মাসে তিনি ইতকিাফ ত্যাগ করলেন এবং পরে শাওয়াল মাসে ১০ দিন (কাযা স্বরুপ) ইতিকাফ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1905",
    "id": "1912",
    "thesequence": "2331",
    "isActive": "1",
    "chapterId": "15307",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৬৩. নারীদের  ই&lsquo;তিকাফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) intended to practice I`tikaf and when he reached the place where he intended to perform I`tikaf, he saw some tents, the tents of `Aisha, Hafsa and Zainab. So, he said, Do you consider that they intended to do righteousness by doing this? And then he went away and did not perform I`tikaf (in Ramadan) but performed it in the month of Shawwal for ten days.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَرَادَ أَنْ يَعْتَكِفَ، فَلَمَّا انْصَرَفَ إِلَى الْمَكَانِ الَّذِي أَرَادَ أَنْ يَعْتَكِفَ إِذَا أَخْبِيَةٌ خِبَاءُ عَائِشَةَ، وَخِبَاءُ حَفْصَةَ، وَخِبَاءُ زَيْنَبَ، فَقَالَ   آلْبِرَّ تَقُولُونَ بِهِنَّ . ثُمَّ انْصَرَفَ، فَلَمْ يَعْتَكِفْ، حَتَّى اعْتَكَفَ عَشْرًا مِنْ شَوَّالٍ.",
    "hadithBengali": "১৯০৬। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) খেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইতিকাফ করার ইচ্ছা করলেন। এরপর যে স্থানে ইতিকাফ করার ইচ্ছা করেছিলেন সেখানে এসে কয়েকটি তাঁবু দেখতে পেলেন। (তাঁবুগুলো হল নাবী-সহধর্মিণী) আয়িশা (রাঃ), হাফসা (রাঃ) ও যায়নাব (রাঃ) এর তাঁবু। তখন তিনি বললেনঃ তোমরা কি এগুলো দিয়ে নেকী হাসিলের ধারণা কর? এরপর তিনি চলে গেলেন আর ইতিকাফ করলেন না। পরে শাওয়াল মাসে দশ দিনের ইতিকাফ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1906",
    "id": "1913",
    "thesequence": "2332",
    "isActive": "1",
    "chapterId": "15308",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৬৪. মাসজিদের অভ্যন্তরে তাঁবু খাটানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali bin Al-Husain:\n\nSafiya, the wife of the Prophet (ﷺ) told me that she went to Allahs Messenger (ﷺ) to visit him in the mosque while he was in I`tikaf in the last ten days of Ramadan. She had a talk with him for a while, then she got up in order to return home. The Prophet (ﷺ) accompanied her. When they reached the gate of the mosque, opposite the door of Um-Salama, two Ansari men were passing by and they greeted Allahs Apostle . He told them: Do not run away! And said, She is (my wife) Safiya bint Huyai. Both of them said, Subhan Allah, (How dare we think of any evil) O Allahs Messenger (ﷺ)! And they felt it. The Prophet said (to them), Satan reaches everywhere in the human body as blood reaches in it, (everywhere in ones body). I was afraid lest Satan might insert an evil thought in your minds.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عَلِيُّ بْنُ الْحُسَيْنِ ـ رضى الله عنهما ـ أَنَّ صَفِيَّةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّهَا جَاءَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم تَزُورُهُ فِي اعْتِكَافِهِ فِي الْمَسْجِدِ، فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ، فَتَحَدَّثَتْ عِنْدَهُ سَاعَةً، ثُمَّ قَامَتْ تَنْقَلِبُ، فَقَامَ النَّبِيُّ صلى الله عليه وسلم مَعَهَا يَقْلِبُهَا، حَتَّى إِذَا بَلَغَتْ باب الْمَسْجِدِ عِنْدَ باب أُمِّ سَلَمَةَ مَرَّ رَجُلاَنِ مِنَ الأَنْصَارِ، فَسَلَّمَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهُمَا النَّبِيُّ صلى الله عليه وسلم  عَلَى رِسْلِكُمَا إِنَّمَا هِيَ صَفِيَّةُ بِنْتُ حُيَىٍّ . فَقَالاَ سُبْحَانَ اللَّهِ يَا رَسُولَ اللَّهِ. وَكَبُرَ عَلَيْهِمَا. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  إِنَّ الشَّيْطَانَ يَبْلُغُ مِنَ الإِنْسَانِ مَبْلَغَ الدَّمِ، وَإِنِّي خَشِيتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَيْئًا .",
    "hadithBengali": "১৯০৭। আবূল ইয়ামান (রহঃ) ... নবী-সহধর্মিনী সাফিয়্যা (রাঃ) বর্ণনা করেন যে, একবার তিনি রমযানের শেষ দশকে মসজিদে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে হাযির হন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইতিকাফরত ছিলেন। তিনি তাঁর সঙ্গে কিছুক্ষণ কথাবার্তা বলেন। তারপর ফিরে যাবার জন্য উঠে দাঁড়ান। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে পৌছে দেওয়ার উদ্দেশ্যে উঠে দাঁড়ালেন। যখন তিনি (উম্মুল মুমিনীন) উম্মে সালমা (রাঃ) এর গৃহ সংলগ্ন মসজিদের দরজা পর্যন্ত পৌছলেন, তখন দুজন আনসারী সেখান দিয়ে যাচ্ছিলেন। তাঁরা উভয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সালাম করলেন। তাঁদের দুজনকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা দুজন থাম। ইনি তো (আমার স্ত্রী) সাফিয়্যা বিনত হুযায়্যী। এতে তাঁরা দুজনে সুবহানাল্লাহ ইয়া রাসূলাল্লাহ বলে উঠলেন এবং তাঁরা বিব্রত বোধ করলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ শয়তান মানুষের রক্ত শিরায় চলাচল করে। আমি আশংকা করলাম যে, সে তোমাদের মনে সন্দেহের সৃষ্টি করতে পারে\n",
    "checkStatus": "1",
    "hadithNo": "1907",
    "id": "1914",
    "thesequence": "2333",
    "isActive": "1",
    "chapterId": "15309",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৬৫. কোন প্রয়োজনে ই&lsquo;তিকাফরত ব্যক্তি কি মাসজিদের দরজা পর্যন্ত বের হতে পারেন?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Salama bin `Abdur-Rahman:\n\nI asked Abu Sa`id Al-Khudri, Did you hear Allahs Messenger (ﷺ) talking about the Night of Qadr? He replied in the affirmative and said, Once we were in I`tikaf with Allahs Messenger (ﷺ) in the middle ten days of (Ramadan) and we came out of it in the morning of the twentieth, and Allahs Messenger (ﷺ)delivered a sermon on the 20th (of Ramadan) and said, I was informed (of the date) of the Night of Qadr (in my dream) but had forgotten it. So, look for it in the odd nights of the last ten nights of the month of Ramadan. I saw myself prostrating in mud and water on that night (as a sign of the Night of Qadr). So, whoever had been in I`tikaf with Allahs Messenger (ﷺ) should return for it. The people returned to the mosque (for I`tikaf). There was no trace of clouds in the sky. But all of a sudden a cloud came and it rained. Then the prayer was established (they stood for the prayer) and Allahs Messenger (ﷺ) prostrated in mud and water and I saw mud over the forehead and the nose of the Prophet.",
    "hadithArabic": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُنِيرٍ، سَمِعَ هَارُونَ بْنَ إِسْمَاعِيلَ، حَدَّثَنَا عَلِيُّ بْنُ الْمُبَارَكِ، قَالَ حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، قَالَ سَمِعْتُ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ، قَالَ سَأَلْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ ـ رضى الله عنه ـ قُلْتُ هَلْ سَمِعْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَذْكُرُ لَيْلَةَ الْقَدْرِ قَالَ نَعَمِ، اعْتَكَفْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْعَشْرَ الأَوْسَطَ مِنْ رَمَضَانَ ـ قَالَ ـ فَخَرَجْنَا صَبِيحَةَ عِشْرِينَ، قَالَ فَخَطَبَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم صَبِيحَةَ عِشْرِينَ فَقَالَ   إِنِّي أُرِيتُ لَيْلَةَ الْقَدْرِ، وَإِنِّي نُسِّيتُهَا، فَالْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ فِي وِتْرٍ، فَإِنِّي رَأَيْتُ أَنِّي أَسْجُدُ فِي مَاءٍ وَطِينٍ، وَمَنْ كَانَ اعْتَكَفَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلْيَرْجِعْ . فَرَجَعَ النَّاسُ إِلَى الْمَسْجِدِ، وَمَا نَرَى فِي السَّمَاءِ قَزَعَةً ـ قَالَ ـ فَجَاءَتْ سَحَابَةٌ فَمَطَرَتْ، وَأُقِيمَتِ الصَّلاَةُ، فَسَجَدَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الطِّينِ وَالْمَاءِ، حَتَّى رَأَيْتُ الطِّينَ فِي أَرْنَبَتِهِ وَجَبْهَتِهِ.",
    "hadithBengali": "১৯০৮। আবদুল্লাহ ইবনু মুনীর (রহঃ) ... আবূ সালমা ইবনু আবদুর রাহমান (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আবূ সাঈদ খুদরী (রাঃ) কে জিজ্ঞাসা করলাম, আপনি কি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে লাইলাতুল কদর প্রসঙ্গে উল্লেখ করতে শুনেছেন? তিনি বললেন, হাঁ, আমরা রমযানের মধ্যম দশকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ইতিকাফ করেছিলাম। রাবী বলেন, এরপর আমরা বিশ তারিখের সকালে বের হতে চাইলাম। তিনি বিশ তারিখের সকালে আমাদেরকে সম্বোধন করে ভাষণ দিলেন। তিনি বললেনঃ আমাকে (স্বপ্নযোগে) লাইলাতুল কদর (এর নির্দিষ্ট তারিখ) দেখানো হয়েছিল। পরে আমাকে তা ভুলিয়ে দেওয়া হয়েছে। তোমরা শেষ দশকের বেজোড় তারিখে তা তালাশ কর। আমি দেখেছি যে, আমি পানি ও কাদার মধ্যে সিজদা করছি। অতএব যে ব্যাক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ইতিকাফ করেছে সে যেন ফিরে আসে (বের হওয়া থেকে বিরত থাকে)। লোকেরা মসজিদে ফিরে এল। আমরা তখন আকাশে একখন্ড মেঘও দেখতে পাইনি। একটু পরে এক খন্ড মেঘ দেখা দিল ও বর্ষণ হল এবং সালাত (নামায/নামাজ) শুরু হল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাদা-পানির মাঝে সিজদা করলেন। এমনকি আমি তাঁর কপালে ও নাকে কাদার চিহ্ন দেখতে পেলাম।\n",
    "checkStatus": "1",
    "hadithNo": "1908",
    "id": "1915",
    "thesequence": "2334",
    "isActive": "1",
    "chapterId": "15310",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৬৬.  ই&lsquo;তিকাফ এবং নাবী (সাঃ) কর্তৃক (রমযানের) বিশ তারিখ সকালে বেরিয়ে আসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nOne of the wives of Allahs Messenger (ﷺ) practiced I`tikaf with him while she ad bleeding in between her periods and she would see red (blood) or yellowish traces, and sometimes we put a tray beneath her when she offered the prayer.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ خَالِدٍ، عَنْ عِكْرِمَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتِ اعْتَكَفَتْ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم امْرَأَةٌ مِنْ أَزْوَاجِهِ مُسْتَحَاضَةٌ، فَكَانَتْ تَرَى الْحُمْرَةَ وَالصُّفْرَةَ، فَرُبَّمَا وَضَعْنَا الطَّسْتَ تَحْتَهَا وَهْىَ تُصَلِّي.",
    "hadithBengali": "১৯০৯। কুতায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে তাঁর এক মুস্তাহাযা সহধর্মিণী ইতিকাফ করেন। তিনি লাল ও হলুদ রংয়ের স্রাব নির্গত হতে দেখতে পেতেন। অনেক সময় আমরা তাঁর নীচে একটি গামলা রেখে দিতাম আর তিনি উহার উপর সালাত (নামায/নামাজ) আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1909",
    "id": "1916",
    "thesequence": "2335",
    "isActive": "1",
    "chapterId": "15311",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৬৭. মুস্তাহাযা (প্রদর স্রাবযুক্ত) নারীর ই&lsquo;তিকাফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali bin Al-Husain (from Safiya the Prophets wife):\n\nThe wives of the Prophet (ﷺ) were with him in the mosque (while he was in I`tikaf) and then they departed and the Prophet (ﷺ) said to Safiya bint Huyai, Dont hurry up, for I shall accompany you, (and her dwelling was in the house of Usama). The Prophet (ﷺ) went out and in the meantime two Ansari men met him and they looked at the Prophet (ﷺ) and passed by. The Prophet (ﷺ) said to them, Come here. She is (my wife) Safiya bint Huyai. They replied, Subhan Allah, (How dare we think of evil) O Allahs Apostle! (we never expect anything bad from you). The Prophet (ﷺ) replied, Satan circulates in the human being as blood circulates in the body, and I was afraid lest Satan might insert an evil thought in your minds.",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ خَالِدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَلِيِّ بْنِ الْحُسَيْنِ ـ رضى الله عنهما ـ أَنَّ صَفِيَّةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ. حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنَا هِشَامٌ أَخْبَرَنَا مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ عَلِيِّ بْنِ الْحُسَيْنِ كَانَ النَّبِيُّ صلى الله عليه وسلم فِي الْمَسْجِدِ، وَعِنْدَهُ أَزْوَاجُهُ، فَرُحْنَ، فَقَالَ لِصَفِيَّةَ بِنْتِ حُيَىٍّ  لاَ تَعْجَلِي حَتَّى أَنْصَرِفَ مَعَكِ . وَكَانَ بَيْتُهَا فِي دَارِ أُسَامَةَ، فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم مَعَهَا، فَلَقِيَهُ رَجُلاَنِ مِنَ الأَنْصَارِ، فَنَظَرَا إِلَى النَّبِيِّ صلى الله عليه وسلم ثُمَّ أَجَازَا وَقَالَ لَهُمَا النَّبِيُّ صلى الله عليه وسلم  تَعَالَيَا، إِنَّهَا صَفِيَّةُ بِنْتُ حُيَىٍّ . قَالاَ سُبْحَانَ اللَّهِ يَا رَسُولَ اللَّهِ. قَالَ  إِنَّ الشَّيْطَانَ يَجْرِي مِنَ الإِنْسَانِ مَجْرَى الدَّمِ، وَإِنِّي خَشِيتُ أَنْ يُلْقِيَ فِي أَنْفُسِكُمَا شَيْئًا .",
    "hadithBengali": "১৯১০। সাঈদ ইবনু উফফার (রহঃ) ও আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আলী ইবনু হুসাইন (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিণী সাফিয়্যা (রাঃ) বর্ণনা করেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ইতিকাফ অবস্থায়) মসজিদে অবস্থান করছিলেন, ঐ সময়ে তাঁর নিকট সহধর্মিণীগণ উপস্থিত ছিলেন। তাঁরা যাওয়ার জন্য রওয়ানা হন। তিনি (রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) সাফিয়্যা বিনতে হুয়ায়্যীকে বললেনঃ তুমি তাড়াতাড়ি করো না। আমি তোমার সাথে যাব। তাঁর [সাফিয়্যা (রাঃ)] এর ঘর ছিল উসামার বাড়ীতে। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে সঙ্গে করে বের হলেন। এমতাবস্থায় দুজন আনসার ব্যাক্তির সাক্ষাত ঘটলে তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখতে পেয়ে (দ্রুত) আগে বেড়ে গেলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের দুজনকে বললেনঃ তোমরা এদিকে আস। এ তো সাফিয়্যা বিনত হুয়ায়্যী। তাঁরা দুজন বলে উঠলেন, সুবহানাল্লাহ ইয়া রাসূলাল্লাহ! তিনি বললেনঃ শয়তান মানব দেহে রক্তের মত চলাচল করে। আমি আশংকা বোধ করলাম যে, সে তোমাদের মনে কিছু সন্দেহ ঢুকিয়ে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "1910",
    "id": "1917",
    "thesequence": "2336",
    "isActive": "1",
    "chapterId": "15312",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৬৮.  ইতিকাফ অবস্থায় স্বামীর সঙ্গে স্ত্রীর সাক্ষাৎ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali bin Al-Husain from Safiya:\n\nSafiya went to the Prophet (ﷺ) while he was in I`tikaf. When she returned, the Prophet (ﷺ) accompanied her walking. An Ansari man saw him. When the Prophet (ﷺ) noticed him, he called him and said, Come here. She is Safiya. (Sufyan a sub-narrator perhaps said that the Prophet (ﷺ) had said, This is Safiya). And Satan circulates in the body of Adams offspring as his blood circulates in it. (A sub-narrator asked Sufyan, Did Safiya visit him at night? He said, Of course, at night.)",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ أَخْبَرَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ أَبِي عَتِيقٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَلِيِّ بْنِ الْحُسَيْنِ ـ رضى الله عنهما ـ أَنَّ صَفِيَّةَ، أَخْبَرَتْهُ. حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ سَمِعْتُ الزُّهْرِيَّ، يُخْبِرُ عَنْ عَلِيِّ بْنِ الْحُسَيْنِ، أَنَّ صَفِيَّةَ ـ رضى الله عنها ـ أَتَتِ النَّبِيَّ صلى الله عليه وسلم وَهْوَ مُعْتَكِفٌ، فَلَمَّا رَجَعَتْ مَشَى مَعَهَا، فَأَبْصَرَهُ رَجُلٌ مِنَ الأَنْصَارِ، فَلَمَّا أَبْصَرَهُ دَعَاهُ فَقَالَ   تَعَالَ هِيَ صَفِيَّةُ ـ وَرُبَّمَا قَالَ سُفْيَانُ هَذِهِ صَفِيَّةُ ـ فَإِنَّ الشَّيْطَانَ يَجْرِي مِنَ ابْنِ آدَمَ مَجْرَى الدَّمِ . قُلْتُ لِسُفْيَانَ أَتَتْهُ لَيْلاً قَالَ وَهَلْ هُوَ إِلاَّ لَيْلٌ",
    "hadithBengali": "১৯১১। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) এবং আলী ইবনু আবদুল্লাহ (রহঃ) ... সাফিয়্যা (রাঃ) হতে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইতিকাফ অবস্থায় একবার তিনি তাঁর সঙ্গে সাক্ষাত করতে আসেন। তিনি যখন ফিরে যান তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাথে কিছু দূর হেঁটে আসেন। ঐ সময়ে এক আনসার ব্যাক্তি তাঁকে দেখতে পায়। তিনি যখন তাকে দেখতে পেলেন তখন তাকে ডাক দিলেন ও বললেনঃ এসো, এ তো সাফিয়্যা বিনত হুয়ায়্যী। শয়তান মানব দেহে রক্তের মত চলাচল করে থাকে। রাবী বলেন, আমি সুফিয়ান (রাঃ) কে বললাম, তিনি রাতে এসেছিলেন? তিনি বললেন, রাতে ছাড়া আর কি?\n",
    "checkStatus": "1",
    "hadithNo": "1911",
    "id": "1918",
    "thesequence": "2337",
    "isActive": "1",
    "chapterId": "15313",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৬৯. ই&lsquo;তিকাফকারীর নিজের উপর সৃষ্ট সন্দেহ অপনোদন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id:\n\nWe practiced I`tikaf with Allahs Messenger (ﷺ) in the middle ten days (of Ramadan). In the morning of the twentieth (of Ramadan) we shifted our baggage, but Allahs Messenger (ﷺ) came to us and said, Whoever was m I`tikaf should return to his place of I`tikaf, for I saw (i.e. was informed about the date of) this Night (of Qadr) and saw myself prostrating in mud and water. When I returned to my place the sky was overcast with clouds and it rained. By Him Who sent Muhammad with the Truth, the sky was covered with clouds from the end of that day, and the mosque which was roofed with leafstalks of date palm trees (leaked with rain) and I saw the trace of mud and water over the nose of the Prophet (ﷺ) and its tip.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ سُلَيْمَانَ الأَحْوَلِ، خَالِ ابْنِ أَبِي نَجِيحٍ عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ،. قَالَ سُفْيَانُ وَحَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ،. قَالَ وَأَظُنُّ أَنَّ ابْنَ أَبِي لَبِيدٍ، حَدَّثَنَا عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ ـ رضى الله عنه ـ قَالَ اعْتَكَفْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْعَشْرَ الأَوْسَطَ، فَلَمَّا كَانَ صَبِيحَةَ عِشْرِينَ نَقَلْنَا مَتَاعَنَا فَأَتَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ كَانَ اعْتَكَفَ فَلْيَرْجِعْ إِلَى مُعْتَكَفِهِ فَإِنِّي رَأَيْتُ هَذِهِ اللَّيْلَةَ، وَرَأَيْتُنِي أَسْجُدُ فِي مَاءٍ وَطِينٍ . فَلَمَّا رَجَعَ إِلَى مُعْتَكَفِهِ، وَهَاجَتِ السَّمَاءُ، فَمُطِرْنَا فَوَالَّذِي بَعَثَهُ بِالْحَقِّ لَقَدْ هَاجَتِ السَّمَاءُ مِنْ آخِرِ ذَلِكَ الْيَوْمِ، وَكَانَ الْمَسْجِدُ عَرِيشًا، فَلَقَدْ رَأَيْتُ عَلَى أَنْفِهِ وَأَرْنَبَتِهِ أَثَرَ الْمَاءِ وَالطِّينِ.",
    "hadithBengali": "১৯১২। আবদুর রাহমান ইবনু বিশর (রহঃ) ... আবূ সাঈদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমরা রমযানের মধ্যক দশকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ইতিকাফ করেছিলাম। বিশ তারিখের সকালে (ইতিকাফ শেষ করে চলে আসার উদ্দেশ্যে) আমরা আমাদের আসবাবপত্র সরিয়ে ফেলি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকটে এসে বললেনঃ যে ব্যাক্তি ইতিকাফ করেছে সে যেন তার ইতিকাফস্থলে ফিরে যায়। কারণ আমি এই রাতে (লাইলাতুল কদর) দেখতে পেয়েছি এবং আমি আরও দেখেছি যে, আমি পানি ও কাদার মধ্যে সিজদা করছি। এরপর যখন তিনি তার ইতিকাফের স্থানে ফিরে গেলেন ও আকাশে মেঘ দেখা দিল, তখন আমাদের উপর বৃষ্টি বর্ষিত হল। সেই সত্তার কসম! যিনি তাঁকে যথাযথ প্রেরণ করেছেন। ঐ দিনের শেষভাগে আকাশে মেঘ দেখা দিল। মসজিদ ছিল খেজুর পাতার ছাউনীর। আমি তাঁর নাকের অগ্রভাগে পানি ও কাদার চিহ্ন দেখেছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "1912",
    "id": "1919",
    "thesequence": "2338",
    "isActive": "1",
    "chapterId": "15314",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৭০. ই&lsquo;তিকাফ হতে সকাল বেলা বের হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Amra bint `Abdur-Rahman from `Aisha:\n\nAllahs Messenger (ﷺ) used to practice I`tikaf every year in the month of Ramadan. And after offering the morning prayer, he used to enter the place of his I`tikaf. `Aisha asked his permission to let her practice I`tikaf and he allowed her, and so she pitched a tent in the mosque. When Hafsa heard of that, she also pitched a tent (for herself), and when Zainab heard of that, she too pitched another tent. When, in the morning, Allahs Messenger (ﷺ) had finished the morning prayer, he saw four tents and asked, What is this? He was informed about it. He then said, What made them do this? Is it righteousness? Remove the tents, for I do not want to see them. So, the tents were removed. The Prophet (ﷺ) did not perform I`tikaf that year in the month of Ramadan, but did it in the last ten days of Shawwal.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا مُحَمَّدُ بْنُ فُضَيْلِ بْنِ غَزْوَانَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَعْتَكِفُ فِي كُلِّ رَمَضَانَ، وَإِذَا صَلَّى الْغَدَاةَ دَخَلَ مَكَانَهُ الَّذِي اعْتَكَفَ فِيهِ ـ قَالَ ـ فَاسْتَأْذَنَتْهُ عَائِشَةُ أَنْ تَعْتَكِفَ فَأَذِنَ لَهَا فَضَرَبَتْ فِيهِ قُبَّةً، فَسَمِعَتْ بِهَا حَفْصَةُ، فَضَرَبَتْ قُبَّةً، وَسَمِعَتْ زَيْنَبُ بِهَا، فَضَرَبَتْ قُبَّةً أُخْرَى، فَلَمَّا انْصَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنَ الْغَدِ أَبْصَرَ أَرْبَعَ قِبَابٍ، فَقَالَ  مَا هَذَا . فَأُخْبِرَ خَبَرَهُنَّ، فَقَالَ  مَا حَمَلَهُنَّ عَلَى هَذَا آلْبِرُّ انْزِعُوهَا فَلاَ أَرَاهَا . فَنُزِعَتْ، فَلَمْ يَعْتَكِفْ فِي رَمَضَانَ حَتَّى اعْتَكَفَ فِي آخِرِ الْعَشْرِ مِنْ شَوَّالٍ.",
    "hadithBengali": "১৯১৩। মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রতি রমযানে ইতিকাফ করতেন। ফজরের সালাত (নামায/নামাজ) শেষে ইতিকাফের নির্দিষ্ট স্থানে প্রবেশ করতেন। আয়িশা (রাঃ) তাঁর কাছে ইতিকাফ করার অনুমতি চাইলে তিনি অনুমতি দিলেন। আয়িশা (রাঃ) মসজিদে (নিজের জন্য) একটি তাবু করে নিলেন। হাফসা (রাঃ) তা শুনে (নিজের জন্য) একটি তাবু তৈরি করে নিলেন এবং যায়নাব (রাঃ)-ও তা শুনে (নিজের জন্য)আর একটি তাঁবু তৈরি করে নিলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজরের সালাত (নামায/নামাজ) শেষে এসে চারটি তাবু দেখতে পেয়ে বললেনঃ একি? তাঁকে তাঁদের ব্যাপারে জানানো হলে, তিনি বললেনঃ নেক আমলের প্রেরণা তাদেরকে এ কাজে উদ্বুদ্ধ করেনি। সব খুলে ফেলা হল। তিনি সেই রমযানে আর ইতিকাফ করলেন না। পরে শাওয়াল মাসের শেষ দশকে ইতিকাফ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1913",
    "id": "1920",
    "thesequence": "2339",
    "isActive": "1",
    "chapterId": "15315",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৭১. শাওয়াল মাসে ই&lsquo;তিকাফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\n`Umar bin Al-Khattab said, O Allahs Messenger (ﷺ)! I vowed in the Pre-Islamic period to perform I`tikaf in Al-Masjid-al-Haram for one night. The Prophet (ﷺ) said, Fulfill your vow. So, he performed I`tikaf for one night.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، عَنْ أَخِيهِ، عَنْ سُلَيْمَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ ـ رضى الله عنه ـ أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ إِنِّي نَذَرْتُ فِي الْجَاهِلِيَّةِ أَنْ أَعْتَكِفَ لَيْلَةً فِي الْمَسْجِدِ الْحَرَامِ. فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم   أَوْفِ نَذْرَكَ . فَاعْتَكَفَ لَيْلَةً.",
    "hadithBengali": "১৯১৪। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত, তিনি বলেন, ইয়া রাসূলাল্লাহ! আমি জাহিলিয়্যাতের যুগে মসজিদে হারামে এক রাত ইতিকাফ করার মানত করেছিলাম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেনঃ তোমার মানত পুরা কর। তিনি এক রাতের ইতিকাফ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1914",
    "id": "1921",
    "thesequence": "2340",
    "isActive": "1",
    "chapterId": "15316",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৭২. যিনি ই&lsquo;তিকাফকারীর জন্য সওম পালন জরুরী মনে করেন না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\n\nNarrated Ibn `Umar:\n\nthat `Umar had vowed in the Pre-Islamic period to perform I`tikaf in Al-Masjid-al-Haram. (A subnarrator thinks that `Umar vowed to perform I`tikaf for one night.) Allahs Messenger (ﷺ) said to `Umar, Fulfill your vow.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ ـ رضى الله عنه ـ نَذَرَ فِي الْجَاهِلِيَّةِ أَنْ يَعْتَكِفَ فِي الْمَسْجِدِ الْحَرَامِ ـ قَالَ أُرَاهُ قَالَ ـ لَيْلَةً قَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَوْفِ بِنَذْرِكَ .",
    "hadithBengali": "১৯১৫। উবায়দ ইবনু ইসমাঈল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, উমর (রাঃ) জাহিলিয়্যাতের যুগে মসজিদে হারামে ইতিকাফ করার মানত করেছিলেন। (বর্ণনাকারী) বলেন, আমার মনে হয় তিনি এক রাতের কথা উল্লেখ করেছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেনঃ তোমার মানত পুরা কর।\n",
    "checkStatus": "1",
    "hadithNo": "1915",
    "id": "1922",
    "thesequence": "2341",
    "isActive": "1",
    "chapterId": "15317",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৭৩. জাহিলিয়্যাতের যুগে ই&lsquo;তিকাফ করার মানত করে পরে ইসলাম কবুল করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) used to perform I`tikaf every year in the month of Ramadan for ten days, and when it was the year of his death, he stayed in I`tikaf for twenty days.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو بَكْرٍ، عَنْ أَبِي حَصِينٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَعْتَكِفُ فِي كُلِّ رَمَضَانَ عَشْرَةَ أَيَّامٍ، فَلَمَّا كَانَ الْعَامُ الَّذِي قُبِضَ فِيهِ اعْتَكَفَ عِشْرِينَ يَوْمًا.",
    "hadithBengali": "১৯১৬। আবদুল্লাহ ইবনু আবূ শায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রতি রমযানে দশ দিনের ইতিকাফ করতেন। যে বছর তিনি ইন্তেকাল করেন সে বছর তিনি বিশ দিনের ইতিকাফ করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1916",
    "id": "1923",
    "thesequence": "2342",
    "isActive": "1",
    "chapterId": "15318",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৭৪. রমযানের শেষ দশকে ই&lsquo;তিকাফা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Amra bint `Abdur-Rahman from `Aisha:\n\nAllahs Messenger (ﷺ) mentioned that he would practice I`tikaf in the last ten days of Ramadan. `Aisha asked his permission to perform I`tikaf and he permitted her. Hafsa asked `Aisha to take his permission for her, and she did so. When Zainab bint Jahsh saw that, she ordered a tent to be pitched for her and it was pitched for her. Allahs Messenger (ﷺ) used to proceed to his tent after the prayer. So, he saw the tents ans asked, What is this? He was told that those were the tents of Aisha, Hafsa, and Zainab. Allahs Apostle said, Is it righteousness which they intended by doing so? I am not going to perform I`tikaf. So he returned home. When the fasting month was over, he performed Itikar for ten days in the month of Shawwal.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا الأَوْزَاعِيُّ، قَالَ حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ، قَالَ حَدَّثَتْنِي عَمْرَةُ بِنْتُ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم ذَكَرَ أَنْ يَعْتَكِفَ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ، فَاسْتَأْذَنَتْهُ عَائِشَةُ فَأَذِنَ لَهَا، وَسَأَلَتْ حَفْصَةُ عَائِشَةَ أَنْ تَسْتَأْذِنَ لَهَا فَفَعَلَتْ فَلَمَّا رَأَتْ ذَلِكَ زَيْنَبُ ابْنَةُ جَحْشٍ أَمَرَتْ بِبِنَاءٍ فَبُنِيَ لَهَا قَالَتْ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا صَلَّى انْصَرَفَ إِلَى بِنَائِهِ فَبَصُرَ بِالأَبْنِيَةِ فَقَالَ  مَا هَذَا . قَالُوا بِنَاءُ عَائِشَةَ وَحَفْصَةَ وَزَيْنَبَ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  آلْبِرَّ أَرَدْنَ بِهَذَا مَا أَنَا بِمُعْتَكِفٍ . فَرَجَعَ، فَلَمَّا أَفْطَرَ اعْتَكَفَ عَشْرًا مِنْ شَوَّالٍ.",
    "hadithBengali": "১৯১৭। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযানের শেষ দশকে ইতিকাফ করার অভিপ্রায় প্রকাশ করলে আয়িশা (রাঃ) তাঁর কাছে ইতিকাফ করার অনুমতি প্রার্থনা করায় তিনি তাঁকে অনুমতি দিলেন। এরপর হাফসা (রাঃ) আয়িশা (রাঃ) এর নিকট অনুমতি চাইলে তিনি তাঁকে অনুমতি দিলেন। তা দেখে যায়নাব বিনত জাহশ (রাঃ) নিজের জন্য তাঁবু লাগানোর নির্দেশ দিলে তা পালন করা হল। আয়িশা (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজরের সালাত (নামায/নামাজ) আদায় করে নিজের তাঁবুতে ফিরে এসে কয়েকটি তাবু দেখতে পেলেন। তখন তিনি বললেনঃ এ কি ব্যাপার? লোকেরা বলল, আয়িশা, হাফসা ও যায়নাব (রাঃ) এর তাঁবু। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তারা কি নেকী পেতে চায়? আমি আর ইতিকাফ করব না। এরপর তিনি ফিরে আসলেন। পরে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) শেষ করে শাওয়াল মাসের দশ দিন ইতিকাফ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1917",
    "id": "1924",
    "thesequence": "2343",
    "isActive": "1",
    "chapterId": "15319",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৭৫. ই&lsquo;তিকাফ করার ইচ্ছা করে পরে কোন কারণে তা হতে বেরিয়ে যাওয়া ভাল মনে করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Urwa:\n\nAisha during her menses used to comb and oil the hair of the Prophet (ﷺ) while he used to be in I`tikaf in the mosque. He would stretch out his head towards her while she was in her chamber.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّهَا كَانَتْ تُرَجِّلُ النَّبِيَّ صلى الله عليه وسلم وَهِيَ حَائِضٌ وَهْوَ مُعْتَكِفٌ فِي الْمَسْجِدِ وَهْىَ فِي حُجْرَتِهَا، يُنَاوِلُهَا رَأْسَهُ.",
    "hadithBengali": "১৯১৮। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি ঋতুবর্তী অবস্থায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল আঁচড়িয়ে দিতেন। ঐ সময়ে তিনি মসজিদে ইতিকাফ অবস্থায় থাকতেন আর আয়িশা (রাঃ) তাঁর হুজরায় অবস্থান করতেন। তিনি আয়িশা (রাঃ) এর দিকে তাঁর মাথা বাড়িয়ে দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1918",
    "id": "1925",
    "thesequence": "2344",
    "isActive": "1",
    "chapterId": "15320",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "28",
    "statusId": "1",
    "topicName": "১২৭৬. ই&lsquo;তকাফকারী মাথা ধোয়ার উদ্দেশ্যে তার মাথা ঘরে প্রবেশ করানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]