[
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nAllahs Messenger (ﷺ) came to Medina and the people used to pay in advance the price of fruits to be delivered within one or two years. (The sub-narrator is in doubt whether it was one to two years or two to three years.) The Prophet (ﷺ) said, Whoever pays money in advance for dates (to be delivered later) should pay it for known specified weight and measure (of the dates).",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، أَخْبَرَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، أَخْبَرَنَا ابْنُ أَبِي نَجِيحٍ، عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرٍ، عَنْ أَبِي الْمِنْهَالِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ، وَالنَّاسُ يُسْلِفُونَ فِي الثَّمَرِ الْعَامَ وَالْعَامَيْنِ ـ أَوْ قَالَ عَامَيْنِ أَوْ ثَلاَثَةً. شَكَّ إِسْمَاعِيلُ ـ فَقَالَ   مَنْ سَلَّفَ فِي تَمْرٍ فَلْيُسْلِفْ فِي كَيْلٍ مَعْلُومٍ، وَوَزْنٍ مَعْلُومٍ .",
    "hadithBengali": "২০৯৭. আমর ইবনু যুরারা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মদিনায় আগমন করেন তখন লোকেরা এক বা দু&#39; বছরের বাকীতে (রাবী ইসমাঈল সন্দেহ করে বলেন, দু&#39; বা তিন বছরের মেয়াদে) খেজুর সলম* (পদ্ধতিতে) বেচা-কেনা করত। এতে তিনি বললেন, যে ব্যাক্তি খেজুরে সলম করতে চায়, সে যেন নির্দিষ্ট মাপে এবং নির্দিষ্ট ওযনে সলম করে।\n",
    "checkStatus": "1",
    "hadithNo": "2097",
    "id": "2176",
    "thesequence": "2523",
    "isActive": "1",
    "chapterId": "15432",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৮৯. নির্দিষ্ট পরিমানে সলম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Abi Najih:\n\nas above, mentioning only specific measure.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا إِسْمَاعِيلُ، عَنِ ابْنِ أَبِي نَجِيحٍ، بِهَذَا   فِي كَيْلٍ مَعْلُومٍ وَوَزْنٍ مَعْلُومٍ .",
    "hadithBengali": "২০৯৮. মুহাম্মাদ (রহঃ) ... ইবনু আবূ নাজীহ (রহঃ) থেকে নির্দিষ্ট মাপে এবং নির্দিষ্ট ওজনে (সলম করার কথা) বর্ণিত রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2098",
    "id": "2177",
    "thesequence": "2524",
    "isActive": "1",
    "chapterId": "15432",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৮৯. নির্দিষ্ট পরিমানে সলম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) came to Medina and the people used to pay in advance the price of dates to be delivered within two or three years. He said (to them), Whoever pays in advance the price of a thing to be delivered later should pay it for a specified measure at specified weight for a specified period.",
    "hadithArabic": "حَدَّثَنَا صَدَقَةُ، أَخْبَرَنَا ابْنُ عُيَيْنَةَ، أَخْبَرَنَا ابْنُ أَبِي نَجِيحٍ، عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرٍ، عَنْ أَبِي الْمِنْهَالِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَدِمَ النَّبِيُّ صلى الله عليه وسلم الْمَدِينَةَ، وَهُمْ يُسْلِفُونَ بِالتَّمْرِ السَّنَتَيْنِ وَالثَّلاَثَ، فَقَالَ   مَنْ أَسْلَفَ فِي شَىْءٍ فَفِي كَيْلٍ مَعْلُومٍ وَوَزْنٍ مَعْلُومٍ، إِلَى أَجَلٍ مَعْلُومٍ .",
    "hadithBengali": "২০৯৯. সাদাকা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মদিনায় আসেন, তখন মদিনাবাসীরা ফলে দু&#39; ও তিন বছরের মেয়াদে সলম করত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, কোন ব্যাক্তি সলম করলে সে যেন নির্দিষ্ট মাপে, নির্দিষ্ট ওযনে এবং নির্দিষ্ট মেয়াদে সলম করে।\n",
    "checkStatus": "1",
    "hadithNo": "2099",
    "id": "2178",
    "thesequence": "2525",
    "isActive": "1",
    "chapterId": "15433",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৯০. নির্দিষ্ট ওযনে সলম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Abi Najih:\n\nas above, saying, He should pay the price in advance for a specified measure and for a specified period.",
    "hadithArabic": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنِي ابْنُ أَبِي نَجِيحٍ، وَقَالَ،   فَلْيُسْلِفْ فِي كَيْلٍ مَعْلُومٍ إِلَى أَجَلٍ مَعْلُومٍ .",
    "hadithBengali": "২১০০. আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু আবূ নাজীহ্ (রহঃ) সূত্রে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সে যেন নির্দিষ্ট মাপে এবং নির্দিষ্ট মেয়াদে সলম করে।\n",
    "checkStatus": "1",
    "hadithNo": "2100",
    "id": "2179",
    "thesequence": "2526",
    "isActive": "1",
    "chapterId": "15433",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৯০. নির্দিষ্ট ওযনে সলম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) came (to Medina) and he told the people (regarding the payment of money in advance that they should pay it) for a known specified measure and a known specified weight and a known specified period.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرٍ، عَنْ أَبِي الْمِنْهَالِ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ يَقُولُ قَدِمَ النَّبِيُّ صلى الله عليه وسلم وَقَالَ   فِي كَيْلٍ مَعْلُومٍ وَوَزْنٍ مَعْلُومٍ إِلَى أَجَلٍ مَعْلُومٍ .",
    "hadithBengali": "২১০১. কুতায়বা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মদিনায় আসেন এবং বলেন, নির্দিষ্ট মাপে, নির্দিষ্ট ওযনে ও নির্দিষ্ট মেয়াদে (সলম) কর।\n",
    "checkStatus": "1",
    "hadithNo": "2101",
    "id": "2180",
    "thesequence": "2527",
    "isActive": "1",
    "chapterId": "15433",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৯০. নির্দিষ্ট ওযনে সলম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Shu`ba:\n\nMuhammad or `Abdullah bin Abu Al-Mujalid said, Abdullah bin Shaddad and Abu Burda differed regarding As-Salam, so they sent me to Ibn Abi `Aufa and I asked him about it. He replied, In the lifetime of Allahs Messenger (ﷺ), Abu Bakr and `Umar, we used to pay in advance the prices of wheat, barley, dried grapes and dates to be delivered later. I also asked Ibn Abza and he, too, replied as above. ",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنِ ابْنِ أَبِي الْمُجَالِدِ،. وَحَدَّثَنَا يَحْيَى، حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ مُحَمَّدِ بْنِ أَبِي الْمُجَالِدِ، حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي مُحَمَّدٌ،، أَوْ عَبْدُ اللَّهِ بْنُ أَبِي الْمُجَالِدِ قَالَ اخْتَلَفَ عَبْدُ اللَّهِ بْنُ شَدَّادِ بْنِ الْهَادِ وَأَبُو بُرْدَةَ فِي السَّلَفِ، فَبَعَثُونِي إِلَى ابْنِ أَبِي أَوْفَى ـ رضى الله عنه ـ فَسَأَلْتُهُ فَقَالَ إِنَّا كُنَّا نُسْلِفُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ، فِي الْحِنْطَةِ، وَالشَّعِيرِ وَالزَّبِيبِ، وَالتَّمْرِ. وَسَأَلْتُ ابْنَ أَبْزَى فَقَالَ مِثْلَ ذَلِكَ.",
    "hadithBengali": "২১০২. আবূল ওয়ালীদ (রহঃ), ইয়াহইয়া (রহঃ) ও হাফস ইবনু উমর (রহঃ) ... মুহাম্মাদ অথবা আবদুল্লাহ ইবনু আবূল মুজালিদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আবদুল্লাহ ইবনু শাদ্দাদ ইবনু হাদ ও আবূ বুরদাহ (রহঃ) এর মাঝে সলম কেনা-বেচার ব্যাপারে মতভেদ দেখা দিলে তাঁরা আমাকে ইবনু আবূ আওফা (রাঃ) এর নিকট পাঠান। আমি এ বিষয়ে তাঁকে জিজ্ঞাসা করলে তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম, আবূ বকর ও উমর (রাঃ) এর &zwj;যুগে আমরা গম, যব, কিসমিস ও খেজুরে সলম করতাম। (তিনি আরো বলেন) এবং আমি ইবনু আবযা (রাঃ) কে জিজ্ঞাসা করলে তিনিও অনুরূপ বলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2102",
    "id": "2181",
    "thesequence": "2528",
    "isActive": "1",
    "chapterId": "15433",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৯০. নির্দিষ্ট ওযনে সলম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muhammad bin Al-Mujalid:\n\n`Abdullah bin Shaddad and Abu Burda sent me to `Abdullah bin Abi `Aufa and told me to ask `Abdullah whether the people in the lifetime of the Prophet (ﷺ) used to pay in advance for wheat (to be delivered later). `Abdullah replied, We used to pay in advance to the peasants of Sham for wheat, barley and olive oil of a known specified measure to be delivered in a specified period. I asked (him), Was the price paid (in advance) to those who had the things to be delivered later? `Abdullah bin `Aufa replied, We did not use to ask them about that. Then they sent me to `Abdur Rahman bin Abza and I asked him. He replied, The companions of the Prophet (ﷺ) used to practice Salam in the lifetime of the Prophet; and we did not use to ask them whether they had standing crops or not.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الشَّيْبَانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي الْمُجَالِدِ، قَالَ بَعَثَنِي عَبْدُ اللَّهِ بْنُ شَدَّادٍ وَأَبُو بُرْدَةَ إِلَى عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى ـ رضى الله عنهما ـ فَقَالاَ سَلْهُ هَلْ كَانَ أَصْحَابُ النَّبِيِّ صلى الله عليه وسلم فِي عَهْدِ النَّبِيِّ صلى الله عليه وسلم يُسْلِفُونَ فِي الْحِنْطَةِ قَالَ عَبْدُ اللَّهِ كُنَّا نُسْلِفُ نَبِيطَ أَهْلِ الشَّأْمِ فِي الْحِنْطَةِ، وَالشَّعِيرِ، وَالزَّيْتِ، فِي كَيْلٍ مَعْلُومٍ، إِلَى أَجَلٍ مَعْلُومٍ. قُلْتُ إِلَى مَنْ كَانَ أَصْلُهُ عِنْدَهُ قَالَ مَا كُنَّا نَسْأَلُهُمْ عَنْ ذَلِكَ. ثُمَّ بَعَثَانِي إِلَى عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى فَسَأَلْتُهُ فَقَالَ كَانَ أَصْحَابُ النَّبِيِّ صلى الله عليه وسلم يُسْلِفُونَ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ نَسْأَلْهُمْ أَلَهُمْ حَرْثٌ أَمْ لاَ",
    "hadithBengali": "২১০৩. মূসা ইবনু ইসমাঈল (রহঃ) ... মুহাম্মাদ ইবনু আবূ মুজালিদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আবদুল্লাহ ইবনু সাদ্দাদ ও আবূ বুরদাহ (রহঃ) আমাকে আবদুল্লাহ ইবনু আবূ আওফা (রাঃ) এর কাছে পাঠান। তাঁরা বললেন যে, (তুমি গিয়ে) তাঁকে জিজ্ঞাসা কর, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে সাহাবায়ে কিরাম গম বিক্রয়ে কি সলম (পদ্ধতি গ্রহন) করতেন? আবদুল্লাহ (রাঃ) বললেন, আমরা সিরিয়ার লোকদের সঙ্গে গম, যব ও কিসমিস নির্দিষ্ট মাপে ও নির্দিষ্ট মেয়াদে সলম করতাম। আমি বললাম, যার কাছে এসবের মূল বস্তু থাকতো, তাঁর সঙ্গে? তিনি বললেন, আমরা এ সম্পর্কে তাদের জিজ্ঞাসা করিনি। তারপর তাঁরা দুজনে আমাকে আবদুর রহমান ইবনু আবযা (রাঃ) এর কাছে পাঠালেন এবং আমি তাঁকে (এ ব্যাপারে) জিজ্ঞাসা করলাম। তিনি বললেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে সাহাবীগন সলম করতেন, কিন্তু তাদেরকে জিজ্ঞাসা করতেন না যে, তাদের কাছে মূল বস্তু মউজুদ আছে কি-না।\n",
    "checkStatus": "1",
    "hadithNo": "2103",
    "id": "2182",
    "thesequence": "2529",
    "isActive": "1",
    "chapterId": "15434",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৯১. যার কাছে মূল বস্তু নেই, তার সঙ্গে সলম করা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muhammad bin Abi Al-Mujalid:\n\nas above, and said, We used to pay them in advance for wheat and barley (to be delivered later).",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنِ الشَّيْبَانِيِّ، عَنْ مُحَمَّدِ بْنِ أَبِي مُجَالِدٍ، بِهَذَا وَقَالَ فَنُسْلِفُهُمْ فِي الْحِنْطَةِ وَالشَّعِيرِ.",
    "hadithBengali": "২১০৪. ইসহাক ওয়াসিতী (রহঃ) ... মুহাম্মাদ ইবনু আবূ মুজালিদ (রহঃ) থেকে অনুরূপ বর্ননা করেছেন এবং তিনি বলেছেন, আমরা তাদের সঙ্গে গম ও যবে সলম করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "2104",
    "id": "2183",
    "thesequence": "2530",
    "isActive": "1",
    "chapterId": "15434",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৯১. যার কাছে মূল বস্তু নেই, তার সঙ্গে সলম করা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ash-Shaibani:\n\nwho said We used to pay in advance for wheat barley and dried grapes.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا جَرِيرٌ عَنِ الشَّيْبَانِيِّ وَقَالَ فِي الْحِنْطَةِ وَالشَّعِيرِ وَالزَّبِيبِ.\nوَقَالَ عَبْدُ اللَّهِ بْنُ الْوَلِيدِ عَنْ سُفْيَانَ حَدَّثَنَا الشَّيْبَانِيُّ وَقَالَ وَالزَّيْتِ.",
    "hadithBengali": "২১০৫. কুতায়বা (রহঃ) ... শায়বানী (রহঃ) থেকে বর্ণিত যে, রাবী বলেন, গম, যব ও কিসমিসে (সলম করতেন)। আবদুল্লাহ ইবনুল ওয়ালীদ (রহঃ) সুফিয়ান (রহঃ) সূত্রে শায়বানী (রহঃ) এর বর্ণনায় রয়েছে এবং যায়তুনে।\n",
    "checkStatus": "1",
    "hadithNo": "2105",
    "id": "2184",
    "thesequence": "2531",
    "isActive": "1",
    "chapterId": "15434",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৯১. যার কাছে মূল বস্তু নেই, তার সঙ্গে সলম করা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bakhtari at-Tai:\n\nI asked Ibn `Abbas about Salam for (the fruits of) date-palms. He replied The Prophet (ﷺ) forbade the sale a dates on the trees till they became fit for eating and could be weighed. A man asked what to be weighed (as the dates were still on the trees). Another man sitting beside Ibn `Abbas replied, Till they are cut and stored. Narrated Abu Al-Bakhtari: I heard Ibn `Abbas (saying) that the Prophet (ﷺ) forbade ... etc. as above.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنَا عَمْرٌو، قَالَ سَمِعْتُ أَبَا الْبَخْتَرِيِّ الطَّائِيَّ، قَالَ سَأَلْتُ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ عَنِ السَّلَمِ، فِي النَّخْلِ. قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ بَيْعِ النَّخْلِ، حَتَّى يُؤْكَلَ مِنْهُ وَحَتَّى يُوزَنَ. فَقَالَ الرَّجُلُ وَأَىُّ شَىْءٍ يُوزَنُ قَالَ رَجُلٌ إِلَى جَانِبِهِ حَتَّى يُحْرَزَ. وَقَالَ مُعَاذٌ حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرٍو، قَالَ أَبُو الْبَخْتَرِيِّ سَمِعْتُ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ نَهَى النَّبِيُّ صلى الله عليه وسلم مِثْلَهُ.",
    "hadithBengali": "২১০৬. আদম (রহঃ) ... আবূল বাখতারী তাঈ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি ইবনু আব্বাস (রাঃ) কে খেজুরে সলম করা সম্পর্কে জিজ্ঞাসা করলাম। তিনি বললেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খেজুর খাবারযোগ্য এবং ওযন করার যোগ্য হওয়ার আগে বিক্রি করা নিষেধ করেছেন। ঐ সময়ে এক ব্যাক্তি বলল, কী ওযন করবে? তার পাশের ব্যাক্তি বলল, সংরক্ষিত হওয়া পর্যন্ত। মুআয (রহঃ) সূত্রে শুবা (রহঃ) থেকে আমর (রহঃ) থেকে বর্ণিত, আবূল বাখতারী (রহঃ) বলেছেন, ইবনু আব্বাস (রাঃ) কে বলতে শুনেছি যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ (করতে) নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2106",
    "id": "2185",
    "thesequence": "2532",
    "isActive": "1",
    "chapterId": "15434",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৯১. যার কাছে মূল বস্তু নেই, তার সঙ্গে সলম করা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Al-Bakhtari:\n\nI asked Ibn `Umar about Salam (the fruits of) date-palms. He replied, The Prophet (ﷺ) forbade the sale of dates till their benefit becomes evident and fit for eating and also the sale of silver (for gold) on credit. I asked Ibn `Abbas about Salam for dates and he replied, The Prophet (ﷺ) forbade the sale of dates till they were fit for eating and could be estimated.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرٍو، عَنْ أَبِي الْبَخْتَرِيِّ، قَالَ سَأَلْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ عَنِ السَّلَمِ، فِي النَّخْلِ فَقَالَ نُهِيَ عَنْ بَيْعِ النَّخْلِ، حَتَّى يَصْلُحَ، وَعَنْ بَيْعِ الْوَرِقِ، نَسَاءً بِنَاجِزٍ. وَسَأَلْتُ ابْنَ عَبَّاسٍ عَنِ السَّلَمِ، فِي النَّخْلِ، فَقَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ بَيْعِ النَّخْلِ حَتَّى يُؤْكَلَ مِنْهُ، أَوْ يَأْكُلَ مِنْهُ، وَحَتَّى يُوزَنَ.",
    "hadithBengali": "২১০৭. আবূল ওয়ালীদ (রহঃ) ... আবূল বাখতারী (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি ইবনু উমর (রাঃ)-কে খেজুর সলম করা সম্পর্কে জিজ্ঞাসা করলাম, তিনি বললেন, খেজুর আহারযোগ্য হওয়ার আগে তা বিক্রয় করা নিষেধ করা হয়েছে, আর নগদ রূপার বিনিময়ে বাকী রূপা বিক্রয় করতেও (নিষেধ করা হয়েছে)। আমি ইবনু আব্বাস (রাঃ)-কে খেজুরে সলম করা সম্পর্কে জিজ্ঞাসা করলাম। তিনি বললেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাওয়ার যোগ্য এবং ওযনের যোগ্য হওয়ার আগে খেজুর বিক্রয় করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2107",
    "id": "2186",
    "thesequence": "2533",
    "isActive": "1",
    "chapterId": "15435",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৯২. খেজুরে সলম করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Al-Bakhtari:\n\nI asked Ibn `Umar about Salam for dates. Ibn `Umar replied, The Prophet (ﷺ) forbade the sale (the fruits) of date-palms until they were fit for eating and also forbade the sale of silver for gold on credit. I also asked Ibn `Abbas about it. Ibn `Abbas replied, The Prophet (ﷺ) forbade the sale of dates till they were fit for eating, and could be weighed. I asked him, What is to be weighed (as the dates are on the trees)? A man sitting by Ibn `Abbas said, It means till they are cut and stored.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرٍو، عَنْ أَبِي الْبَخْتَرِيِّ، سَأَلْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ عَنِ السَّلَمِ، فِي النَّخْلِ فَقَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ بَيْعِ الثَّمَرِ حَتَّى يَصْلُحَ، وَنَهَى عَنِ الْوَرِقِ بِالذَّهَبِ نَسَاءً بِنَاجِزٍ. وَسَأَلْتُ ابْنَ عَبَّاسٍ فَقَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ بَيْعِ النَّخْلِ حَتَّى يَأْكُلَ أَوْ يُؤْكَلَ، وَحَتَّى يُوزَنَ. قُلْتُ وَمَا يُوزَنُ قَالَ رَجُلٌ عِنْدَهُ حَتَّى يُحْرَزَ.",
    "hadithBengali": "২১০৮. মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আবূল বাখতারী (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি ইবনু উমর (রাঃ) কে খেজুর সলম করা সম্পর্কে জিজ্ঞাসা করলে তিনি বললেন, আহারযোগ্য হওয়ার আগে ফল বিক্রি করতে উমর (রাঃ) নিষেধ করেছেন এবং তিনি নগদ সোনা বা রূপার বিনিময়ে বাকীতে সোনা বা রূপা বিক্রয় করতে নিষেধ করেছেন। আমি এ সম্পর্কে ইবনু আব্বাস (রাঃ) কে জিজ্ঞাসা করলে তিনি বললেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাওয়ার এবং ওযন করার যোগ্য হওয়ার আগে খেজুর বিক্রয় করতে নিষেধ করেছেন। আমি বললাম, এর ওযন করা কি? তখন তার নিকটে বসা একজন বলে উঠল (অর্থাৎ) সংরক্ষন পর্যন্ত।\n",
    "checkStatus": "1",
    "hadithNo": "2108",
    "id": "2187",
    "thesequence": "2534",
    "isActive": "1",
    "chapterId": "15435",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৯২. খেজুরে সলম করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) bought some foodstuff (barley) from a Jew on credit and mortgaged his iron armor to him (the armor stands for a guarantor).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا يَعْلَى، حَدَّثَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتِ اشْتَرَى رَسُولُ اللَّهِ صلى الله عليه وسلم طَعَامًا مِنْ يَهُودِيٍّ بِنَسِيئَةٍ، وَرَهَنَهُ دِرْعًا لَهُ مِنْ حَدِيدٍ.",
    "hadithBengali": "২১০৯. মুহাম্মাদ ইবনু সালাম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক ইয়াহুদীর কাছ থেকে বাকীতে খাদ্য খরিদ করে তাঁর লৌহ নির্মিত বর্ম ইহুদীর কাছে বন্ধক রেখেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2109",
    "id": "2188",
    "thesequence": "2535",
    "isActive": "1",
    "chapterId": "15436",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৯৩. সলম ক্রয়-বিক্রয়ে যামিন &zwj;নিযুক্ত করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-A`mash:\n\nWe argued at Ibrahims dwelling place about mortgaging in Salam. He said, Aisha said, The Prophet (ﷺ) bought some foodstuff from a Jew on credit and the payment was to be made by a definite period, and he mortgaged his iron armor to him.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ مَحْبُوبٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الأَعْمَشُ، قَالَ تَذَاكَرْنَا عِنْدَ إِبْرَاهِيمَ الرَّهْنَ فِي السَّلَفِ فَقَالَ حَدَّثَنِي الأَسْوَدُ عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم اشْتَرَى مِنْ يَهُودِيٍّ طَعَامًا إِلَى أَجَلٍ مَعْلُومٍ، وَارْتَهَنَ مِنْهُ دِرْعًا مِنْ حَدِيدٍ.",
    "hadithBengali": "২১১০. মুহাম্মাদ ইবনু মাহবুব (রহঃ) ... আমাশ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমরা সলম ক্রয়-বিক্রয়ে বন্ধক রাখা সম্পর্কে ইবরাহীমকে জিজ্ঞাসা করলে, তিনি বলেন, আমাকে আসওয়াদ (রহঃ) আয়িশা (রাঃ) থেকে বর্ণনা করেছেন যে, থেকে বর্ণিত, তিনি বলেন, সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক ইয়াহুদীর কাছে নির্দিষ্ট মেয়াদে বাকীতে খাদ্য খরিদ করে তার নিকট নিজের লৌহ নির্মিত বর্ম বন্ধক রেখেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2110",
    "id": "2189",
    "thesequence": "2536",
    "isActive": "1",
    "chapterId": "15437",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৯৪. সলম ক্রয়-বিক্রয়ে ব্ন্ধক রাখা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) came to Medina and the people used to pay in advance the prices of fruits to be delivered within two to three years. The Prophet (ﷺ) said (to them), Buy fruits by paying their prices in advance on condition that the fruits are to be delivered to you according to a fixed specified measure within a fixed specified period. Ibn Najih said,  ... by specified measure and specified weight.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرٍ، عَنْ أَبِي الْمِنْهَالِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَدِمَ النَّبِيُّ صلى الله عليه وسلم الْمَدِينَةَ وَهُمْ يُسْلِفُونَ فِي الثِّمَارِ السَّنَتَيْنِ وَالثَّلاَثَ، فَقَالَ  أَسْلِفُوا فِي الثِّمَارِ فِي كَيْلٍ مَعْلُومٍ إِلَى أَجَلٍ مَعْلُومٍ . وَقَالَ عَبْدُ اللَّهِ بْنُ الْوَلِيدِ حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا ابْنُ أَبِي نَجِيحٍ، وَقَالَ،  فِي كَيْلٍ مَعْلُومٍ وَوَزْنٍ مَعْلُومٍ .",
    "hadithBengali": "২১১১. আবূ নুআঈম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মদিনায় আগমন করেন, তখন তারা (মদিনাবাসী) দু&#39; ও তিন বছরের মেয়াদে ফলের বিক্রয়ে সলম করত। তিনি বলেন, তোমরা নির্দিষ্ট মাপে ও নির্দিষ্ট মেয়াদে সলম করবে। আবদুল্লাহ ইবনু ওয়ালীদ (রহঃ) ইবনু আবূ নাজীহ্ (রহঃ) সূত্রে বর্ণিত, আর তিনি বলেন, নির্দিষ্ট মাপে ও নির্দিষ্ট ওযনে।\n",
    "checkStatus": "1",
    "hadithNo": "2111",
    "id": "2190",
    "thesequence": "2537",
    "isActive": "1",
    "chapterId": "15438",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৯৫. নির্দিষ্ট মেয়াদে সলম (পদ্ধতিতে) ক্রয়-বিক্রয়। ইবন আব্বাস ও সাঈদ (রাঃ) এবং আসওয়াদ ও হাসান বসরী (রঃ) এ অভিমত ব্যক্ত করেছেন। ইবন উমর (রাঃ) বলেন, নির্দিষ্ট মেয়াদে ও নির্দিষ্ট দামের ভিত্তিতে খাদ্য (বাকীতে) বিক্রয় করায় দোষ নেই। অবশ্য যদি তা এমন ফসলে না হয়, যা আহারযোগ্য হয়নি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muhammad bin Abi Al-Mujalid:\n\nAbu Burda and `Abdullah bin Shaddad sent me to `Abdur Rahman bin Abza and `Abdullah bin Abi `Aufa to ask them about the Salaf (Salam). They said, We used to get war booty while we were with Allahs Messenger (ﷺ) and when the peasants of Sham came to us we used to pay them in advance for wheat, barley, and oil to be delivered within a fixed period. I asked them, Did the peasants own standing crops or not? They replied, We never asked them about it.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا سُفْيَانُ، عَنْ سُلَيْمَانَ الشَّيْبَانِيِّ، عَنْ مُحَمَّدِ بْنِ أَبِي مُجَالِدٍ، قَالَ أَرْسَلَنِي أَبُو بُرْدَةَ وَعَبْدُ اللَّهِ بْنُ شَدَّادٍ إِلَى عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى وَعَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى فَسَأَلْتُهُمَا عَنِ السَّلَفِ،. فَقَالاَ كُنَّا نُصِيبُ الْمَغَانِمَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَكَانَ يَأْتِينَا أَنْبَاطٌ مِنْ أَنْبَاطِ الشَّأْمِ فَنُسْلِفُهُمْ فِي الْحِنْطَةِ وَالشَّعِيرِ وَالزَّبِيبِ إِلَى أَجَلٍ مُسَمًّى. قَالَ قُلْتُ أَكَانَ لَهُمْ زَرْعٌ، أَوْ لَمْ يَكُنْ لَهُمْ زَرْعٌ قَالاَ مَا كُنَّا نَسْأَلُهُمْ عَنْ ذَلِكَ.",
    "hadithBengali": "২১১২. মুহাম্মাদ ইবনু মুকাতিল (রহঃ) ... মুহাম্মাদ ইবনু আবূ মুজালিদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আবূ বুরদা ও আবদুল্লাহ ইবনু শাদ্দাদ (রহঃ) আমাকে আবদুর রাহমান ইবনু আবযা ও আবদুল্লাহ ইবনু আবূ আওফা (রাঃ) এর নিকট পাঠালেন। আমি সলম (পদ্ধতিতে ক্রয়-বিক্রয়) সম্পর্কে তাদের জিজ্ঞাসা করলে তাঁরা উভয়ে বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে (জিহাদে) আমরা মালে গনীমত লাভ করতাম। আমাদের কাছে সিরিয়া থেকে কৃষকগন আসলে আমরা তাদের সঙ্গে গম, যব ও যায়তুন নির্দিষ্ট মেয়াদে সলম করতাম। তিনি [মুহাম্মাদ ইবনু আবূ মুজালিদ (রহঃ)] বলেন, আমি জিজ্ঞাসা করলাম, তাদের কাছে সে সময় ফসল মওজুদ থাকতো, কি থাকতো না? তাঁরা উভয়ে বললেন, আমরা এ বিষয়ে তাদের জিজ্ঞাসা করিনি।\n",
    "checkStatus": "1",
    "hadithNo": "2112",
    "id": "2191",
    "thesequence": "2538",
    "isActive": "1",
    "chapterId": "15438",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৯৫. নির্দিষ্ট মেয়াদে সলম (পদ্ধতিতে) ক্রয়-বিক্রয়। ইবন আব্বাস ও সাঈদ (রাঃ) এবং আসওয়াদ ও হাসান বসরী (রঃ) এ অভিমত ব্যক্ত করেছেন। ইবন উমর (রাঃ) বলেন, নির্দিষ্ট মেয়াদে ও নির্দিষ্ট দামের ভিত্তিতে খাদ্য (বাকীতে) বিক্রয় করায় দোষ নেই। অবশ্য যদি তা এমন ফসলে না হয়, যা আহারযোগ্য হয়নি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe people used to sell camels on the basis of Habal-al-Habala. The Prophet (ﷺ) forbade such sale. Nafi` explained Habal-al-Habala by saying. The camel is to be delivered to the buyer after the she-camel gives birth.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، أَخْبَرَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ كَانُوا يَتَبَايَعُونَ الْجَزُورَ إِلَى حَبَلِ الْحَبَلَةِ، فَنَهَى النَّبِيُّ صلى الله عليه وسلم عَنْهُ. فَسَّرَهُ نَافِعٌ أَنْ تُنْتَجَ النَّاقَةُ مَا فِي بَطْنِهَا.",
    "hadithBengali": "২১১৩. মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ [ইবনু উমর (রাঃ)] থেকে বর্ণিত, তিনি বলেন, লোকেরা (মুশরিকরা) গর্ভবতী উটনীর বাচ্চার প্রসব করার মেয়াদে ক্রয়-বিক্রয় করত। নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ থেকে নিষেধ করলেন। (রাবী) নাফি (রহঃ) এর ব্যাখ্যা করেছেন, &zwj;উটনী তার পেটের বাচ্চা প্রসব করবে।\n",
    "checkStatus": "1",
    "hadithNo": "2113",
    "id": "2192",
    "thesequence": "2539",
    "isActive": "1",
    "chapterId": "15439",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "30",
    "statusId": "1",
    "topicName": "১৩৯৬. উটনী বাচ্চা প্রসবের মেয়াদে সলম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]