[
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nAllahs Messenger (ﷺ) gave a verdict regarding Shufa in every undivided joint thing (property). But if the limits are defined (or demarcated) or the ways and streets are fixed, then there is no pre-emption.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم بِالشُّفْعَةِ فِي كُلِّ مَا لَمْ يُقْسَمْ، فَإِذَا وَقَعَتِ الْحُدُودُ وَصُرِّفَتِ الطُّرُقُ فَلاَ شُفْعَةَ.",
    "hadithBengali": "২১১৪. মুসাদ্দাদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে সব সম্পত্তি ভাগ-বাটোয়ারা হয়নি, তাতে শুফআ এর ফায়সালা দিয়েছেন। যখন সীমানা নির্ধারিত হয়ে যায় এবং রাস্তাও পৃথক হয়ে যায়, তখন শুফআ এর অধিকার থাকে না।\n",
    "checkStatus": "1",
    "hadithNo": "2114",
    "id": "2193",
    "thesequence": "2540",
    "isActive": "1",
    "chapterId": "15440",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "31",
    "statusId": "1",
    "topicName": "১৩৯৭. ভাগ-বাটোয়ারা হয়নি এমন যমীনে শুফআ এর অধিকার। যখন (ভাগ-বাটোয়ারা হয়ে) সীমানা নির্ধারিত হয়ে যায়, তখন আর শুফআ এর অধিকার থাকেনা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Amr bin Ash-Sharid:\n\nWhile I was standing with Sa`d bin Abi Waqqas, Al-Miswar bin Makhrama came and put his hand on my shoulder. Meanwhile Abu Rafi`, the freed slave of the Prophet (ﷺ) came and asked Sa`d to buy from him the (two) dwellings which were in his house. Sa`d said, By Allah I will not buy them. Al- Miswar said, By Allah, you shall buy them. Sa`d replied, By Allah, I will not pay more than four thousand (Dirhams) by installments. Abu Rafi` said, I have been offered five hundred Dinars (for it) and had I not heard the Prophet (ﷺ) saying, The neighbor has more right than anyone else because of his nearness, I would not give them to you for four-thousand (Dirhams) while I am offered five-hundred Dinars (one Dinar equals ten Dirhams) for them. So, he sold it to Sa`d.",
    "hadithArabic": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي إِبْرَاهِيمُ بْنُ مَيْسَرَةَ، عَنْ عَمْرِو بْنِ الشَّرِيدِ، قَالَ وَقَفْتُ عَلَى سَعْدِ بْنِ أَبِي وَقَّاصٍ، فَجَاءَ الْمِسْوَرُ بْنُ مَخْرَمَةَ فَوَضَعَ يَدَهُ عَلَى إِحْدَى مَنْكِبَىَّ إِذْ جَاءَ أَبُو رَافِعٍ مَوْلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا سَعْدُ ابْتَعْ مِنِّي بَيْتَىَّ فِي دَارِكَ. فَقَالَ سَعْدٌ وَاللَّهِ مَا أَبْتَاعُهُمَا. فَقَالَ الْمِسْوَرُ وَاللَّهِ لَتَبْتَاعَنَّهُمَا. فَقَالَ سَعْدٌ وَاللَّهِ لاَ أَزِيدُكَ عَلَى أَرْبَعَةِ آلاَفٍ، مُنَجَّمَةٍ أَوْ مُقَطَّعَةٍ. قَالَ أَبُو رَافِعٍ لَقَدْ أُعْطِيتُ بِهَا خَمْسَمِائَةِ دِينَارٍ، وَلَوْلاَ أَنِّي سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   الْجَارُ أَحَقُّ بِسَقَبِهِ . مَا أَعْطَيْتُكَهَا بِأَرْبَعَةِ آلاَفٍ، وَأَنَا أُعْطَى بِهَا خَمْسَمِائَةِ دِينَارٍ. فَأَعْطَاهَا إِيَّاهُ.",
    "hadithBengali": "২১১৫. মাক্কী ইবনু ইবরাহীম (রহঃ) ... আমর ইবনু শারীদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) এর কাছে দাঁড়িয়ে ছিলাম, তখন মিসওয়ার ইবনু মাখরামা (রাঃ) এসে তাঁর হাত আমার কাঁধে রাখেন। এমতাবস্থায় নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আযাদকৃত গোলাম আবূ রাফি (রাঃ) এসে বললেন, হে সাদ! আপনার বাড়ীতে আমার যে দুটি ঘর আছে, তা আপনি আমার থেকে খরিদ করে নিন। সাদ (রাঃ) বললেন, আল্লাহর কসম, আমি সে দুটি ঘর খরিদ করবে না। তখন মিসওয়ার (রাঃ) বললেন, আল্লাহর কসম, আপনি এ দুটো অবশ্যই খরিদ করবেন।\n\nসাদ (রাঃ) বললেন, আল্লাহর কসম, আমি তোমাকে কিস্তিতে চার হাজার (দিরহাম) এর অধিক দিব না। আবূ রাফি (রাঃ) বললেন, এই ঘর দুটির বিনিময়ে আমাকে পাঁচশ দ্বীনার দেওয়ার প্রস্তাব এসেছে। আমি যদি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলতে না শুনতাম যে, প্রতিবেশী অধিক হকদার তার নৈকট্যের কারনে, তাহলে আমি এ দুটি ঘর আপনাকে চার হাজার (দিরহাম) এর বিনিময়ে কিছুতেই দিতাম না। আমাকে এ দুটি ঘরের বিনিময়ে পাঁচশ দ্বীনার দেওয়ার প্রস্তাব দেওয়া হয়েছিল। তারপর তিনি তা তাঁকে (সাদ কে) দিয়ে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2115",
    "id": "2194",
    "thesequence": "2541",
    "isActive": "1",
    "chapterId": "15441",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "31",
    "statusId": "1",
    "topicName": "১৩৯৮. বিক্রয়ের পূর্বে শুফআ এর অধিকারীর নিকট (বিক্রয়ের) প্রস্তাব করা। হযরত হাকাম (রঃ) বলেন, বিক্রয়ের পূর্বে যদি অধিকারপ্রাপ্ত ব্যক্তি বিক্রয়ের অনুমতি দেয়, তবে তার শুফআ এর অধিকার থাকেনা। শাবী (রঃ) বলেন, যদি কারো উপস্থিতিতে তার শুফআ এর যমীন বিক্রি হয়, আর সে এতে কোন আপত্তি না করে, তবে (বিক্রয়ের পরে) তার শুফআ এর অধিকার থাকে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nI said, O Allahs Messenger (ﷺ)! I have two neighbors and would like to know to which of them I should give presents. He replied, To the one whose door is nearer to you.",
    "hadithArabic": "حَدَّثَنَا حَجَّاجٌ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنِي عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَبُو عِمْرَانَ، قَالَ سَمِعْتُ طَلْحَةَ بْنَ عَبْدِ اللَّهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قُلْتُ يَا رَسُولَ اللَّهِ، إِنَّ لِي جَارَيْنِ، فَإِلَى أَيِّهِمَا أُهْدِي قَالَ   إِلَى أَقْرَبِهِمَا مِنْكِ بَابًا .",
    "hadithBengali": "২১১৬. হাজ্জাজ ও আলী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি বললাম, ইয়া রাসূলাল্লাহ! আমার দু&#39;জন প্রতিবেশী রয়েছে, তাদের মধ্যে কাকে আমি হাদীয়া দিব? তিনি বললেন, উভয়ের মধ্যে যার দরজা তোমার বেশী কাছে।\n",
    "checkStatus": "1",
    "hadithNo": "2116",
    "id": "2195",
    "thesequence": "2542",
    "isActive": "1",
    "chapterId": "15442",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "31",
    "statusId": "1",
    "topicName": "১৩৯৯. কোন প্রতিবেশী অধিকতর নিকটবর্তী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]