[
  {
    "hadithEnglish": "Narrated Abu Huraira: While the Prophet (sallallahu alaihi wa sallam) was saying something in a gathering, a Bedouin came and asked him, When would the Hour (Doomsday) take place? Allahs Messenger (sallallahu alaihi wa sallam) continued his talk, so some people said that Allahs Messenger (sallallahu alaihi wa sallam) had heard the question, but did not like what that Bedouin had asked. Some of them said that Allahs Messenger (sallallahu alaihi wa sallam) had not heard it. When the Prophet (sallallahu alaihi wa sallam) finished his speech, he said, Where is the questioner, who inquired about the Hour (Doomsday)? The Bedouin said, I am here, O Allahs Apostle . Then the Prophet (sallallahu alaihi wa sallam) said, When honesty is lost, then wait for the Hour (Doomsday). The Bedouin said, How will that be lost? The Prophet (sallallahu alaihi wa sallam) said, When the power or authority comes in the hands of unfit persons, then wait for the Hour (Doomsday.)",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ سِنَانٍ، قَالَ حَدَّثَنَا فُلَيْحٌ، ح وَحَدَّثَنِي إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ فُلَيْحٍ، قَالَ حَدَّثَنِي أَبِي قَالَ، حَدَّثَنِي هِلاَلُ بْنُ عَلِيٍّ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ بَيْنَمَا النَّبِيُّ صلى  الله عليه وسلم فِي مَجْلِسٍ يُحَدِّثُ الْقَوْمَ جَاءَهُ أَعْرَابِيٌّ فَقَالَ مَتَى السَّاعَةُ فَمَضَى رَسُولُ اللَّهِ صلى  الله عليه وسلم يُحَدِّثُ، فَقَالَ بَعْضُ الْقَوْمِ سَمِعَ مَا قَالَ، فَكَرِهَ مَا قَالَ، وَقَالَ بَعْضُهُمْ بَلْ لَمْ يَسْمَعْ، حَتَّى إِذَا قَضَى حَدِيثَهُ قَالَ  أَيْنَ ـ أُرَاهُ ـ السَّائِلُ عَنِ السَّاعَةِ . قَالَ هَا أَنَا يَا رَسُولَ اللَّهِ. قَالَ  فَإِذَا ضُيِّعَتِ الأَمَانَةُ فَانْتَظِرِ السَّاعَةَ . قَالَ كَيْفَ إِضَاعَتُهَا قَالَ  إِذَا وُسِّدَ الأَمْرُ إِلَى غَيْرِ أَهْلِهِ فَانْتَظِرِ السَّاعَةَ .",
    "hadithBengali": "৫৭। মুহাম্মদ ইবনু সিনান (রহঃ) ও ইবরাহীম ইবনুল মুনযির (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মজলিসে লোকদের সামনে কিছু আলোচনা করছিলেন। ইতিমধ্যে তাঁর কাছে একজন বেদু্ঈন এসে প্রশ্ন করলেন, কিয়ামত কবে হবে? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর আলোচনায় রত রইলেন। এতে কেউ কেউ বললেন, লোকটি যা বলেছে তিনি তা শুনেছেন কিন্তু তার কথা পছন্দ করেন নি। আর কেউ কেউ বললেন বরং তিনি শুনতেই পান নি। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলোচনা শেষ করে বললেনঃ কিয়ামত সম্পর্কে প্রশ্নকারী লোকটি কোথায়? সে বলল, এই যে আমি, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! তিনি বললেনঃ যখন আমানত নষ্ট করা হয় তখন কিয়ামতের প্রতীক্ষা করবে। সে বলল, কিভাবে আমানত নষ্ট করা হয়? তিনি বললেনঃ যখন কোন কাজের দায়িত্ব অনুপযুক্ত লোকের প্রতি ন্যাস্ত হয়, তখন তুমি কিয়ামতের প্রতীক্ষা করবে।\n",
    "checkStatus": "1",
    "hadithNo": "57",
    "id": "61",
    "thesequence": "483",
    "isActive": "1",
    "chapterId": "44",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৪৪/ আলোচনায় মশগুল অবস্থায় ইলম সম্পর্কে জিজ্ঞাসা করা হলে আলোচনা শেষ করার পর প্রশ্নকারীর উত্তর প্রদান",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin `Amr: Once the Prophet (sallallahu alaihi wa sallam) remained behind us in a journey. He joined us while we were performing ablution for the prayer which was over-due. We were just passing wet hands over our feet (and not washing them properly) so the Prophet (sallallahu alaihi wa sallam) addressed us in a loud voice and said twice or thrice: Save your heels from the fire.",
    "hadithArabic": "حَدَّثَنَا أَبُو النُّعْمَانِ، عَارِمُ بْنُ الْفَضْلِ قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ يُوسُفَ بْنِ مَاهَكَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ تَخَلَّفَ عَنَّا النَّبِيُّ صلى  الله عليه وسلم فِي سَفْرَةٍ سَافَرْنَاهَا، فَأَدْرَكَنَا وَقَدْ أَرْهَقَتْنَا الصَّلاَةُ وَنَحْنُ نَتَوَضَّأُ، فَجَعَلْنَا نَمْسَحُ عَلَى أَرْجُلِنَا، فَنَادَى بِأَعْلَى صَوْتِهِ   وَيْلٌ لِلأَعْقَابِ مِنَ النَّارِ . مَرَّتَيْنِ أَوْ ثَلاَثًا.",
    "hadithBengali": "৫৮। আবূন নুমান (রহঃ) আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক সফরে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের পেছনে রয়ে গেলেন। পরে তিনি আমাদের কাছে পৌঁছলেন, এদিকে আমরা (আসরের) সালাত (নামায/নামাজ) আদায় করতে দেরী করে ফেলেছিলাম এবং আমরা উযূ (ওজু/অজু/অযু) করছিলাম। আমরা আমাদের পা কোনমতে পানি দিয়ে ভিজিয়ে নিচ্ছিলাম। তিনি উচ্চস্বরে বললেনঃ পায়ের গোড়ালিগুলোর (শুষ্কতার) জন্য জাহান্নামের শাস্তি রয়েছে। তিনি দুবার বা তিনবার এ কথা বললেন।\n",
    "checkStatus": "1",
    "hadithNo": "58",
    "id": "62",
    "thesequence": "484",
    "isActive": "1",
    "chapterId": "45",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৪৫/ উচ্চস্বরে ইলমের আলচনা",
    "rabiNameBn": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "rabiNameEn": "Abdullah Ibnu Amar (RA)"
  },
  {
    "hadithEnglish": "Narrated Ibn `Umar: Allahs Messenger (sallallahu alaihi wa sallam) said, Amongst the trees, there is a tree, the leaves of which do not fall and is like a Muslim. Tell me the name of that tree. Everybody started thinking about the trees of the desert areas. And I thought of the date-palm tree but felt shy to answer the others then asked, What is that tree, O Allahs Messenger (sallallahu alaihi wa sallam) ? He replied, It is the date-palm tree.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم  إِنَّ مِنَ الشَّجَرِ شَجَرَةً لاَ يَسْقُطُ وَرَقُهَا، وَإِنَّهَا مَثَلُ الْمُسْلِمِ، فَحَدِّثُونِي مَا هِيَ . فَوَقَعَ النَّاسُ فِي شَجَرِ الْبَوَادِي. قَالَ عَبْدُ اللَّهِ وَوَقَعَ فِي نَفْسِي أَنَّهَا النَّخْلَةُ، فَاسْتَحْيَيْتُ ثُمَّ قَالُوا حَدِّثْنَا مَا هِيَ يَا رَسُولَ اللَّهِ قَالَ  هِيَ النَّخْلَةُ .",
    "hadithBengali": "৫৯। কুতায়বা ইবনু সাঈদ (রহঃ) ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার বললেনঃ গাছপালার মধ্যে এমন একটি গাছ আছে যার পাতা ঝরে না। আর তা মুসলিমের উপমা। তোমরা আমাকে বল, সেটি কি গাছ? রাবী বলেন, তখন লোকেরা জঙ্গলের বিভিন্ন গাছ-পালার নাম চিন্তা করতে লাগল। আবদুল্লাহ (রাঃ) বলেন, আমার মনে হল, সেটা হবে খেজুর গাছ।  কিন্তু আমি তা বলতে লজ্জাবোধ করছিলাম। তারপর সাহাবায়ে কিরাম (রাঃ) বললেন, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! আপনি আমাদের বলে দিন সেটি কি গাছ? তিনি বললেনঃ তা হল খেজুর গাছ। \n",
    "checkStatus": "1",
    "hadithNo": "59",
    "id": "63",
    "thesequence": "485",
    "isActive": "1",
    "chapterId": "46",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৪৬/ মুহাদ্দিসের উক্তিঃ হাদ্দাসানা, আখবারানা ও আম্বা&#039;আনা",
    "rabiNameBn": "ইবনু উমর (রাঃ)",
    "rabiNameEn": "Ibnu Umar (RA)"
  },
  {
    "hadithEnglish": "Narrated Ibn `Umar: The Prophet (sallallahu alaihi wa sallam) said, Amongst the trees, there is a tree, the leaves of which do not fall and is like a Muslim. Tell me the name of that tree. Everybody started thinking about the trees of the desert areas. And I thought of the date-palm tree. The others then asked, Please inform us what is that tree, O Allahs Messenger (sallallahu alaihi wa sallam)? He replied, It is the date-palm tree.",
    "hadithArabic": "حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ  إِنَّ مِنَ الشَّجَرِ شَجَرَةً لاَ يَسْقُطُ وَرَقُهَا، وَإِنَّهَا مَثَلُ الْمُسْلِمِ، حَدِّثُونِي مَا هِيَ . قَالَ فَوَقَعَ النَّاسُ فِي شَجَرِ الْبَوَادِي. قَالَ عَبْدُ اللَّهِ فَوَقَعَ فِي نَفْسِي أَنَّهَا النَّخْلَةُ، ثُمَّ قَالُوا حَدِّثْنَا مَا هِيَ يَا رَسُولَ اللَّهِ قَالَ  هِيَ النَّخْلَةُ .",
    "hadithBengali": "৬০। খালিদ ইবনু মাখলাদ (রহঃ) ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার বললেনঃ গাছ-পালার মধ্যে এমন একটি গাছ আছে যার পাতা ঝরে না। আর তা মুসলিমের উপমা। তোমরা আমাকে বল দেখি সেটি কি গাছ? রাবী বলেন, তখন লোকেরা জঙ্গলের বিভিন্ন গাছ-পালার নাম চিন্তা করতে লাগল। আবদুল্লাহ (রাঃ) বলেন, আমার মনে হল, সেটা হবে খেজুর গাছ। কিন্তু তা বলতে আমি লজ্জাবোধ করছিলাম।  তারপর সাহাবায়ে কিরাম (রাঃ) বললেন, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! আপনিই আমাদের বলে দিন সেটি কি গাছ? তিনি বললেনঃ তা হল খেজুর গাছ\n",
    "checkStatus": "1",
    "hadithNo": "60",
    "id": "64",
    "thesequence": "486",
    "isActive": "1",
    "chapterId": "47",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৪৭/ শাগরিদগনের জ্ঞান পরীক্ষার জন্য উস্তাদের কোন বিষয় উত্থাপন করা",
    "rabiNameBn": "ইবনু উমর (রাঃ)",
    "rabiNameEn": "Ibnu Umar (RA)"
  },
  {
    "hadithEnglish": "English Translation not found for this hadith.",
    "hadithArabic": "وَحَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ قَالَ حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى عَنْ سُفْيَانَ قَالَ إِذَا قُرِئَ عَلَى الْمُحَدِّثِ فَلاَ بَأْسَ أَنْ يَقُولَ حَدَّثَنِي قَالَ وَسَمِعْتُ أَبَا عَاصِمٍ يَقُولُ عَنْ مَالِكٍ وَسُفْيَانَ الْقِرَاءَةُ عَلَى الْعَالِمِ وَقِرَاءَتُهُ سَوَاءٌ.",
    "hadithBengali": "৬১। মুহাম্মদ ইব্ন সালাম (রহঃ) হাসান (রহঃ) থেকে বর্ণিত, তিনি বলেন, উস্তাদের সামনে শাগরিদের পাঠ করতে কোন বাধা নেই। উবায়দুল্লাহ্ ইব্ন মূসা (রহঃ) সুফিয়ান (রহঃ) থেকে বর্ণনা করেন যে, তিনি বলেন যখন মুহাদ্দিসের সামনে (কোন হাদীস) পাঠ করা হয় তখন -- (তিনি আমার কাছে হাদীস বর্ণনা করেছেন) বলায় কোন আপত্তি নেই। বর্ণনাকারী বলেন, আমি আবূ আসিমকে মালিক ও সুফিয়ান (রহঃ) থেকে বর্ণনা করতে শুনেছি যে, উস্তাদের সামনে পাঠ করা এবং উস্তাদের নিজে পাঠ করা একই পর্যায়ের।\n",
    "checkStatus": "1",
    "hadithNo": "61",
    "id": "65",
    "thesequence": "487",
    "isActive": "1",
    "chapterId": "48",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৪৮/ হাদিস পড়া ও মুহাদ্দিসের কাছে পেশ করা",
    "rabiNameBn": "হাসান  (রহঃ)",
    "rabiNameEn": "Hasan (RH)"
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: While we were sitting with the Prophet (sallallahu alaihi wa sallam) in the mosque, a man came riding on a camel. He made his camel kneel down in the mosque, tied its foreleg and then said: Who amongst you is Muhammad? At that time the Prophet (sallallahu alaihi wa sallam) was sitting amongst us (his companions) leaning on his arm. We replied, This white man reclining on his arm. The man then addressed him, O Son of `Abdul Muttalib. The Prophet (sallallahu alaihi wa sallam) said, I am here to answer your questions. The man said to the Prophet, I want to ask you something and will be hard in questioning. So do not get angry. The Prophet (sallallahu alaihi wa sallam) said, Ask whatever you want. The man said, I ask you by your Lord, and the Lord of those who were before you, has Allah sent you as an Apostle to all the mankind? The Prophet (sallallahu alaihi wa sallam) replied, By Allah, yes. The man further said, I ask you by Allah. Has Allah ordered you to offer five prayers in a day and night (24 hours).? He replied, By Allah, Yes. The man further said, I ask you by Allah! Has Allah ordered you to observe fasts during this month of the year (i.e. Ramadan)? He replied, By Allah, Yes. The man further said, I ask you by Allah. Has Allah ordered you to take Zakat (obligatory charity) from our rich people and distribute it amongst our poor people? The Prophet (sallallahu alaihi wa sallam) replied, By Allah, yes. Thereupon that man said, I have believed in all that with which you have been sent, and I have been sent by my people as a messenger, and I am Dimam bin Tha`laba from the brothers of Bani Sa`d bin Bakr.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ سَعِيدٍ ـ هُوَ الْمَقْبُرِيُّ ـ عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ بَيْنَمَا نَحْنُ جُلُوسٌ مَعَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فِي الْمَسْجِدِ، دَخَلَ رَجُلٌ عَلَى جَمَلٍ فَأَنَاخَهُ فِي الْمَسْجِدِ، ثُمَّ عَقَلَهُ، ثُمَّ قَالَ لَهُمْ أَيُّكُمْ مُحَمَّدٌ وَالنَّبِيُّ صلى  الله عليه وسلم مُتَّكِئٌ بَيْنَ ظَهْرَانَيْهِمْ. فَقُلْنَا هَذَا الرَّجُلُ الأَبْيَضُ الْمُتَّكِئُ. فَقَالَ لَهُ الرَّجُلُ ابْنَ عَبْدِ الْمُطَّلِبِ فَقَالَ لَهُ النَّبِيُّ صلى  الله عليه وسلم  قَدْ أَجَبْتُكَ . فَقَالَ الرَّجُلُ لِلنَّبِيِّ صلى  الله عليه وسلم إِنِّي سَائِلُكَ فَمُشَدِّدٌ عَلَيْكَ فِي الْمَسْأَلَةِ فَلاَ تَجِدْ عَلَىَّ فِي نَفْسِكَ. فَقَالَ  سَلْ عَمَّا بَدَا لَكَ . فَقَالَ أَسْأَلُكَ بِرَبِّكَ وَرَبِّ مَنْ قَبْلَكَ، آللَّهُ أَرْسَلَكَ إِلَى النَّاسِ كُلِّهِمْ فَقَالَ  اللَّهُمَّ نَعَمْ . قَالَ أَنْشُدُكَ بِاللَّهِ، آللَّهُ أَمَرَكَ أَنْ نُصَلِّيَ الصَّلَوَاتِ الْخَمْسَ فِي الْيَوْمِ وَاللَّيْلَةِ قَالَ  اللَّهُمَّ نَعَمْ . قَالَ أَنْشُدُكَ بِاللَّهِ، آللَّهُ أَمَرَكَ أَنْ نَصُومَ هَذَا الشَّهْرَ مِنَ السَّنَةِ قَالَ  اللَّهُمَّ نَعَمْ . قَالَ أَنْشُدُكَ بِاللَّهِ، آللَّهُ أَمَرَكَ أَنْ تَأْخُذَ هَذِهِ الصَّدَقَةَ مِنْ أَغْنِيَائِنَا فَتَقْسِمَهَا عَلَى فُقَرَائِنَا فَقَالَ النَّبِيُّ صلى  الله عليه وسلم  اللَّهُمَّ نَعَمْ . فَقَالَ الرَّجُلُ آمَنْتُ بِمَا جِئْتَ بِهِ، وَأَنَا رَسُولُ مَنْ وَرَائِي مِنْ قَوْمِي، وَأَنَا ضِمَامُ بْنُ ثَعْلَبَةَ أَخُو بَنِي سَعْدِ بْنِ بَكْرٍ. رَوَاهُ مُوسَى وَعَلِيُّ بْنُ عَبْدِ الْحَمِيدِ عَنْ سُلَيْمَانَ عَنْ ثَابِتٍ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم بِهَذَا.",
    "hadithBengali": "৬২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে মসজিদে বসা ছিলাম। তখন এক ব্যাক্তি সওয়ার অবস্থায় ঢুকল। মসজিদে (প্রাঙ্গণে) সে তার উটটি বসিয়ে বেঁধে রাখল। এরপর সাহাবীদের লক্ষ্য করে বলল, তোমাদের মধ্যে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন তার সামনেই হেলান দিয়ে বসা ছিলেন। আমরা বললাম, এই হেলান দিয়ে বসা ফর্সা রঙের ব্যাক্তই হলেন তিনি।  তারপর লোকটি তাঁকে লক্ষ্য করে বলল, হে আবদুল মুত্তালিবের পুত্র! রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ আমি তোমার জওয়াব দিচ্ছি।  লোকটি বলল, আমি আপনাকে কিছু প্রশ্ন করব এবং সে প্রশ্ন করার ব্যাপারে কঠোর হব, এতে আপনি রাগ করবেন না।  তিনি বললেন, তোমার যেমন ইচ্ছা প্রশ্ন কর।  সে বলল, আমি আপনাকে আপনার রব ও আপনার পূর্ববর্তীদের রবের কসম দিয়ে জিজ্ঞাসা করছি, আল্লাহ্ই কি আপনাকে সকল মানুষের রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রূপে পাঠিয়েছেন? তিনি বললেনঃ আল্লাহ্ সাক্ষী, হাঁ।  সে বলল, আমি আপনাকে আল্লাহর কসম দিয়ে বলছি, আল্লাহ্ই কি আপনাকে দিনরাতে পাঁচ ওয়াক্ত সালাত (নামায/নামাজ) আদায় করতে নির্দেশ দিয়েছেন? তিনি বললেনঃ আল্লাহ্ সাক্ষী, হাঁ।  সে বলল, আমি আপনাকে আল্লাহর কসম দিয়ে বলছি, আল্লাহ্ই কি আপনাকে বছরের এ মাসে (রমযান) সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালনের নির্দেশ দিয়েছেন? তিনি বললেনঃ আল্লাহ্ সাক্ষী, হাঁ।  সে বলল, আমি আপনাকে আল্লাহর কসম দিয়ে বলছি, আল্লাহ্ই কি আপনাকে নির্দেশ দিয়েছেন, আমাদের ধনীদের থেকে সদকা (যাকাত) উসূল করে গরীবদের মধ্যে ভাগ করে দিতে? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ্ সাক্ষী, হাঁ।  এরপর লোকটি বলল, আমি ঈমান আনলাম আপনি যা (যে শরীআত) এনেছেন তার ওপর। আর আমি আমার কওমের রেখে আসা লোকজনের পক্ষে প্রতিনিধি, আমার নাম যিমাম ইবনু সালাবা, বনী সাদ ইবনু বক্র গোত্রের একজন।  মূসা ও আলী ইবনু আবদুল হামীদ (রহঃ) আনাস (রাঃ) সূত্রেও এরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "62",
    "id": "66",
    "thesequence": "488",
    "isActive": "1",
    "chapterId": "48",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৪৮/ হাদিস পড়া ও মুহাদ্দিসের কাছে পেশ করা",
    "rabiNameBn": "আনাস (রাঃ)",
    "rabiNameEn": "Anas (RA)"
  },
  {
    "hadithEnglish": "No translation found.",
    "hadithArabic": "",
    "hadithBengali": "৬৩। মূসা ইব্ন ইসমাঈল (রহঃ) আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে প্রশ্ন করার ব্যাপারে কুরআনুল করীমে আমাদের নিষেধ করা হয়েছিল। আমরা পছন্দ করতাম, গ্রাম থেকে কোন বুদ্ধিমান ব্যক্তি এসে তাঁর কাছে প্রশ্ন করুক আর আমরা তা শুনি। তারপর একদিন গ্রাম থেকে একজন লোক এসে বলল, আমাদের কাছে আপনার একজন দূত গিয়েছে। সে আমাদের খবর দিয়েছে যে, আপনি বলেন, আল্লাহ্ তাআলা আপনাকে রাসূলরূপে পাঠিয়েছেন। তিনি বললেনঃ সে সত্য বলেছে। সে বলল, আসমান কে সৃষ্টি করেছেন? তিনি বললেনঃ মহিমাময় আল্লাহ্ তাআলা। সে বলল, পৃথিবী ও পর্বতমালা কে সৃষ্টি করেছেন? তিনি বললেনঃ মহিমাময় আল্লাহ্ তাআলা। সে বলল, এসবের মধ্যে উপকারী বস্তুসমূহ কে রেখেছেন? তিনি বললেনঃ মহিমাময় আল্লাহ্ তাআলা। সে বলল, তাহলে যিনি আসমান সৃষ্টি করেছেন, যমীন সৃষ্টি করেছেন, পর্বত স্থাপন করেছেন এবং তার মধ্যে উপকারী বস্তুসমূহ রেখেছেন, তাঁর কসম, সেই আল্লাহ্ই কি আপনাকে রাসূলরূপে পাঠিয়েছেন? তিনি বললেনঃ হাঁ। সে বলল, আপনার দূত বলেছেন যে, আমাদের উপর পাঁচ ওয়াক্ত সালাত আদায় করা এবং আমাদের মালের যাকাত দেওয়া অবশ্য কর্তব্য। তিনি বললেনঃ সে সত্য বলেছে। সে বলল, যিনি আপনাকে রাসূল করে পাঠিয়েছেন, তাঁর কসম, আল্লাহ্ই কি আপনাকে এর আদেশ দিয়েছেন? তিনি বললেনঃ হাঁ সে বলল, আপনার দূত বলেছেন যে, আমাদের উপর বছরে একমাস সাওম পালন অবশ্য কর্তব্য। তিনি বললেনঃ সে সত্য বলেছে। সে বলল, যিনি আপনাকে রাসূল করে পাঠিয়েছেন তাঁর কসম, আল্লাহ্ই কি আপনাকে এর নির্দেশ দিয়েছেন? তিনি বললেনঃ হাঁ। সে বলল, আপনার দূত বলেছেন যে, আমাদের মধ্যে যার যাতায়াতের সামর্থ্য আছে, তার উপর বায়তুল্লাহর হজ্জ করা অবশ্য কর্তব্য। তিনি বললেনঃ সে সত্য বলেছে। সে বলল, যিনি আপনাকে রাসূল করে পাঠিয়েছেন তাঁর কসম, আল্লাহ্ই কি আপনাকে এর নির্দেশ দিয়েছেন? তিনি বললেনঃ হাঁ লোকটি বলল, যিনি আপনাকে সত্য দ্বীন দিয়ে পাঠিয়েছেন, তাঁর কসম, আমি এতে কিছু বাড়াবোও না, কামাবোও না। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সে যদি সত্য বলে থাকে তবে অবশ্যই সে জান্নাতে দাখিল হবে।\n",
    "checkStatus": "1",
    "hadithNo": "63",
    "id": "67",
    "thesequence": "489",
    "isActive": "1",
    "chapterId": "48",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৪৮/ হাদিস পড়া ও মুহাদ্দিসের কাছে পেশ করা",
    "rabiNameBn": "আনাস (রাঃ)",
    "rabiNameEn": "Anas (RA)"
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Abbas : Once Allahs Messenger (sallallahu alaihi wa sallam) gave a letter to a person and ordered him to go and deliver it to the Governor of Bahrain. (He did so) and the Governor of Bahrain sent it to Chousroes, who read that letter and then tore it to pieces. (The sub-narrator (Ibn Shihab) thinks that Ibn Al-Musaiyab said that Allahs Messenger (sallallahu alaihi wa sallam) invoked Allah against them (saying), May Allah tear them into pieces, and disperse them all totally.)",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم بَعَثَ بِكِتَابِهِ رَجُلاً، وَأَمَرَهُ أَنْ يَدْفَعَهُ إِلَى عَظِيمِ الْبَحْرَيْنِ، فَدَفَعَهُ عَظِيمُ الْبَحْرَيْنِ إِلَى كِسْرَى، فَلَمَّا قَرَأَهُ مَزَّقَهُ. فَحَسِبْتُ أَنَّ ابْنَ الْمُسَيَّبِ قَالَ فَدَعَا عَلَيْهِمْ رَسُولُ اللَّهِ صلى  الله عليه وسلم أَنْ يُمَزَّقُوا كُلَّ مُمَزَّقٍ.\n",
    "hadithBengali": "৬৪। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামএক ব্যক্তিকে তাঁর চিঠি দিয়ে পাঠালেন এবং তাকে বাহরায়নের গভর্নরের কাছে তা পৌঁছে দিতে নির্দেশ দিলেন। এরপর বাহরায়নের গভর্নর তা কিসরা (পারস্য সম্রাট)-এর কাছে দিলেন। পত্রটি পড়ার পর সে ছিঁড়ে টুকরো টুকরো করে ফেলল। [বর্ণনাকারী ইবনু শিহাব (রহঃ) বলেন] আমার ধারনা ইবনু মূসায়্যাব (রহঃ) বলেছেন, (এ ঘটনার খবর পেয়ে) রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের জন্য বদদুআ করেন যে, তাদেরকেও যেন সম্পূর্ণরূপে টুকরো টুকরো করে ফেলা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "64",
    "id": "68",
    "thesequence": "490",
    "isActive": "1",
    "chapterId": "49",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৪৯/ শায়খ কর্তৃক ছাত্রকে হাদিসের কিতাব প্রদান এবং আলিম কর্তৃক ইলমের কথা লিখে বিভিন্ন দেশে প্রেরণ।",
    "rabiNameBn": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
    "rabiNameEn": "Abdullah Ibnu Abbas (RA)"
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: Once the Prophet (sallallahu alaihi wa sallam) wrote a letter or had an idea of writing a letter. The Prophet (sallallahu alaihi wa sallam) was told that they (rulers) would not read letters unless they were sealed. So the Prophet (sallallahu alaihi wa sallam) got a silver ring made with Muhammad Allahs Messenger (sallallahu alaihi wa sallam) engraved on it. As if I were just observing its white glitter in the hand of the Prophet.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَتَبَ النَّبِيُّ صلى  الله عليه وسلم كِتَابًا ـ أَوْ أَرَادَ أَنْ يَكْتُبَ ـ فَقِيلَ لَهُ إِنَّهُمْ لاَ يَقْرَءُونَ كِتَابًا إِلاَّ مَخْتُومًا. فَاتَّخَذَ خَاتَمًا مِنْ فِضَّةٍ نَقْشُهُ مُحَمَّدٌ رَسُولُ اللَّهِ. كَأَنِّي أَنْظُرُ إِلَى بَيَاضِهِ فِي يَدِهِ. فَقُلْتُ لِقَتَادَةَ مَنْ قَالَ نَقْشُهُ مُحَمَّدٌ رَسُولُ اللَّهِ قَالَ أَنَسٌ.",
    "hadithBengali": "৬৫। মুহাম্মদ ইবনু মুকাতিল (রহঃ) আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একখানি পত্র লিখলেন অথবা একখানি পত্র লিখতে মনস্থ করলেন। তখন তাঁকে বলা হল যে, তারা (রোমবাসী ও অনারবরা) সীলমোহরযুক্ত ছাড়া কোন পত্র পড়ে না। এরপর তিনি রূপার একটি আংটি (মোহর) তৈরী করালেন যার নকশা ছিল মুহাম্মাদুর রাসুলুল্লাহ আমি যেন তাঁর হাতে সে আংটির ঔজ্জ্বল্য (এখনও) দেখতে পাচ্ছি। [শুবা (রহঃ) বলেন] আমি কাতাদ (রহঃ) কে বললাম, কে বলেছে যে, তার নকশা মুহাম্মাদুর রাসুলুল্লাহ ছিল? তিনি বললেন, আনাস (রাঃ)।\n",
    "checkStatus": "1",
    "hadithNo": "65",
    "id": "69",
    "thesequence": "491",
    "isActive": "1",
    "chapterId": "49",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৪৯/ শায়খ কর্তৃক ছাত্রকে হাদিসের কিতাব প্রদান এবং আলিম কর্তৃক ইলমের কথা লিখে বিভিন্ন দেশে প্রেরণ।",
    "rabiNameBn": "আনাস (রাঃ)",
    "rabiNameEn": "Anas (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Waqid Al-Laithi: While Allahs Messenger (sallallahu alaihi wa sallam) was sitting in the mosque with some people, three men came. Two of them came in front of Allahs Messenger (sallallahu alaihi wa sallam) and the third one went away. The two persons kept on standing before Allahs Messenger (sallallahu alaihi wa sallam) for a while and then one of them found a place in the circle and sat there while the other sat behind the gathering, and the third one went away. When Allahs Messenger (sallallahu alaihi wa sallam) finished his preaching, he said, Shall I tell you about these three persons? One of them betook himself to Allah, so Allah took him into His grace and mercy and accommodated him, the second felt shy from Allah, so Allah sheltered Him in His mercy (and did not punish him), while the third turned his face from Allah and went away, so Allah turned His face from him likewise. ",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، أَنَّ أَبَا مُرَّةَ، مَوْلَى عَقِيلِ بْنِ أَبِي طَالِبٍ أَخْبَرَهُ عَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم بَيْنَمَا هُوَ جَالِسٌ فِي الْمَسْجِدِ وَالنَّاسُ مَعَهُ، إِذْ أَقْبَلَ ثَلاَثَةُ نَفَرٍ، فَأَقْبَلَ اثْنَانِ إِلَى رَسُولِ اللَّهِ صلى  الله عليه وسلم وَذَهَبَ وَاحِدٌ، قَالَ فَوَقَفَا عَلَى رَسُولِ اللَّهِ صلى  الله عليه وسلم فَأَمَّا أَحَدُهُمَا فَرَأَى فُرْجَةً فِي الْحَلْقَةِ فَجَلَسَ فِيهَا، وَأَمَّا الآخَرُ فَجَلَسَ خَلْفَهُمْ، وَأَمَّا الثَّالِثُ فَأَدْبَرَ ذَاهِبًا، فَلَمَّا فَرَغَ رَسُولُ اللَّهِ صلى  الله عليه وسلم قَالَ   أَلاَ أُخْبِرُكُمْ عَنِ النَّفَرِ الثَّلاَثَةِ أَمَّا أَحَدُهُمْ فَأَوَى إِلَى اللَّهِ، فَآوَاهُ اللَّهُ، وَأَمَّا الآخَرُ فَاسْتَحْيَا، فَاسْتَحْيَا اللَّهُ مِنْهُ، وَأَمَّا الآخَرُ فَأَعْرَضَ، فَأَعْرَضَ اللَّهُ عَنْهُ .\n",
    "hadithBengali": "৬৬। ইসমাঈল (রহঃ) আবূ ওয়াকিদ আল-লায়সী (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার মসজিদে বসেছিলেন; তাঁর সঙ্গে আরও লোকজন ছিলেন। ইতিমধ্যে তিনজন লোক এলেন। তন্মধ্যে দুজন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দিকে এগিয়ে এলেন এবং একজন চলে গেলেন। আবূ ওয়াকিদ (রাঃ) বলেন, তাঁর দুজন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কিছুক্ষণ দাঁড়িয়ে রইলেন। এরপর তাঁদের একজন মজলিসের মধ্যে কিছুটা জায়গা দেখে সেখানে বসে পড়লেন এবং অন্যজন তাদের পেছনে বসলেন। আর তৃতীয় ব্যাক্তি ফিরে গেল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মজলিস শেস করে (সাহাবায়ে কিরামকে লক্ষ্য করে) বললেনঃ আমি কি তোমাদেরকে এই তিন ব্যাক্তি সম্পর্কে কিছু বলব? তাদের একজন আল্লাহর দিকে এগিয়ে এসেছে তাই আল্লাহ্ তাকে স্থান দিয়েছেন। অন্যজন (ভীড় ঠেলে অগ্রসর হতে অথবা ফিরে যেতে) লজ্জাবোধ করেছে,তাই আল্লাহও তার ব্যাপারে (তাকে শাস্তি দিতে এবং রহমত থেকে বঞ্চিত করতে) লজ্জাবোধ করেছেন। আর অপরজন (মজলিসে হাজির হওয়া থেকে) মুখ ফিরিয়ে নিয়েছে, তাই আল্লাহ্ও তার থেকে মুখ ফিরিয়ে নিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "66",
    "id": "70",
    "thesequence": "492",
    "isActive": "1",
    "chapterId": "50",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৫০/ মজলিসের শেষ প্রান্তে বসা এবং মজলিসের ভিতরে ফাক দেখে সেখানে বসা",
    "rabiNameBn": "আবূ ওয়াকিদ আল-লায়সী  (রাঃ)",
    "rabiNameEn": "Abu Wakid Al-Laisi (RA)"
  },
  {
    "hadithEnglish": "Narrated `Abdur-Rahman bin Abi Bakras father: Once the Prophet (sallallahu alaihi wa sallam) was riding his camel and a man was holding its rein. The Prophet (sallallahu alaihi wa sallam) asked, What is the day today? We kept quiet, thinking that he might give that day another name. He said, Isnt it the day of Nahr (slaughtering of the animals of sacrifice) We replied, Yes. He further asked, Which month is this? We again kept quiet, thinking that he might give it another name. Then he said, Isnt it the month of Dhul-Hijja? We replied, Yes. He said, Verily! Your blood, property and honor are sacred to one another (i.e. Muslims) like the sanctity of this day of yours, in this month of yours and in this city of yours. It is incumbent upon those who are present to inform those who are absent because those who are absent might comprehend (what I have said) better than the present audience.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا بِشْرٌ، قَالَ حَدَّثَنَا ابْنُ عَوْنٍ، عَنِ ابْنِ سِيرِينَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، ذَكَرَ النَّبِيَّ صلى  الله عليه وسلم قَعَدَ عَلَى بَعِيرِهِ، وَأَمْسَكَ إِنْسَانٌ بِخِطَامِهِ ـ أَوْ بِزِمَامِهِ ـ قَالَ  أَىُّ يَوْمٍ هَذَا . فَسَكَتْنَا حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ سِوَى اسْمِهِ. قَالَ  أَلَيْسَ يَوْمَ النَّحْرِ . قُلْنَا بَلَى. قَالَ  فَأَىُّ شَهْرٍ هَذَا . فَسَكَتْنَا حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ. فَقَالَ  أَلَيْسَ بِذِي الْحِجَّةِ . قُلْنَا بَلَى. قَالَ  فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ بَيْنَكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا، فِي شَهْرِكُمْ هَذَا، فِي بَلَدِكُمْ هَذَا. لِيُبَلِّغِ الشَّاهِدُ الْغَائِبَ، فَإِنَّ الشَّاهِدَ عَسَى أَنْ يُبَلِّغَ مَنْ هُوَ أَوْعَى لَهُ مِنْهُ .\n",
    "hadithBengali": "৬৭। মূসাদ্দাদ (রহঃ) আবূ বাকরা (রাঃ) থেকে বর্ণিত যে, তিনি একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা উল্লেখ করে বলেন, (মিনায়) তিনি তাঁর উটের ওপর বসেছিলেন। একজন লোক তাঁর উটের লাগাম ধরে রেখেছিল। তিনি বললেনঃ আজ কোন্ দিন? আমরা চুপ থাকলাম এবং ধারণা করলাম যে, এ দিনটির আলাদা কোন নাম তিনি দিবেন। তিনি বললেনঃ &ldquo;এটা কুরবানীর দিন নয় কি?&rdquo; জী হাঁ।  তিনি বললেনঃ এটা কোন্ মাস? আমরা চুপ থাকলাম এবং ধারণা করতে লাগলাম যে, তিনি হয়ত এর (প্রচলিত) নাম ছাড়া অন্য কোন নাম দিবেন। তিনি বললেনঃ এটা যিলহাজ্জ নয় কি? আমরা বললাম, জী হাঁ।  তিনি বললেনঃ জেনে রাখ! তোমাদের জান, তোমাদের মাল, তোমাদের সন্মান তোমাদের পরস্পরের জন্য হারাম, যেমন আজকের এ মাস, তোমাদের এ শহর, আজকের এ দিন সন্মানিত। এখানে উপস্থিত ব্যাক্তি (আমার এ বাণী) যেন অনুপস্থিত ব্যাক্তির কাছে পৌঁছে দেয়। কারন উপস্থিত ব্যাক্তি হয়ত এমন এক ব্যাক্তির কাছে পৌঁছাবে, যে এ বাণীকে তার থেকে বেশি মুখস্থ রাখতে পারবে। \n",
    "checkStatus": "1",
    "hadithNo": "67",
    "id": "71",
    "thesequence": "493",
    "isActive": "1",
    "chapterId": "157",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৫১/ নাবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বানীঃ যাদের কাছে হাদিস পৌঁছানো হয় তাদের মধ্যে অনেকে এমন আছে, যে শ্রোতা (বর্ণনাকারী&#039;র) চাইতে বেশী মুখস্থ রাখতে পারে।",
    "rabiNameBn": "আবূ বাকরা (রাঃ)",
    "rabiNameEn": "Abu Bakara (RA)"
  },
  {
    "hadithEnglish": "Narrated Ibn Mas`ud: The Prophet (sallallahu alaihi wa sallam) used to take care of us in preaching by selecting a suitable time, so that we might not get bored. (He abstained from pestering us with sermons and knowledge all the time).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنِ ابْنِ مَسْعُودٍ، قَالَ كَانَ النَّبِيُّ صلى  الله عليه وسلم يَتَخَوَّلُنَا بِالْمَوْعِظَةِ فِي الأَيَّامِ، كَرَاهَةَ السَّآمَةِ عَلَيْنَا.\n",
    "hadithBengali": "৬৮। মুহাম্মদ ইব্ন ইউসুফ (রহঃ) ইব্ন মাসউদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের অবস্থার প্রতি লক্ষ্য রেখে নির্দিষ্ট দিনে ওয়ায-নসীহত করতেন, আমরা যাতে বিরক্ত না হই।\n",
    "checkStatus": "1",
    "hadithNo": "68",
    "id": "72",
    "thesequence": "494",
    "isActive": "1",
    "chapterId": "159",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৫৩/ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ওয়ায-নসীহতে ও ইলম শিক্ষা দানে উপযুক্ত সময়ের প্রতি লক্ষ্য রাখতেন, যাতে লোকজন বিরক্ত না হয়ে পড়ে।",
    "rabiNameBn": " ইবন মাস&rsquo;উদ (রাঃ)",
    "rabiNameEn": "Ibn Masud (RA)"
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: The Prophet (sallallahu alaihi wa sallam) said, Facilitate things to people (concerning religious matters), and do not make it hard for them and give them good tidings and do not make them run away (from Islam).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنِي أَبُو التَّيَّاحِ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   يَسِّرُوا وَلاَ تُعَسِّرُوا، وَبَشِّرُوا وَلاَ تُنَفِّرُوا .",
    "hadithBengali": "৬৯। মুহাম্মদ ইবনু বাশশার (রহঃ) আনাস (রাঃ) থেকে বর্ণনা করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা (দ্বীনের ব্যাপারে) সহজ পন্থা অবলম্বন করবে, কঠিন পন্থা অবলম্বন করবে না, মানুষকে সুসংবাদ শোনাবে, বিরক্তি সৃষ্টি করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "69",
    "id": "73",
    "thesequence": "495",
    "isActive": "1",
    "chapterId": "159",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৫৩/ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ওয়ায-নসীহতে ও ইলম শিক্ষা দানে উপযুক্ত সময়ের প্রতি লক্ষ্য রাখতেন, যাতে লোকজন বিরক্ত না হয়ে পড়ে।",
    "rabiNameBn": "আনাস (রাঃ)",
    "rabiNameEn": "Anas (RA)"
  },
  {
    "hadithEnglish": " Narrated Abu Wail: Abdullah used to give a religious talk to the people on every Thursday. Once a man said, O Aba `Abdur-Rahman! (By Allah) I wish if you could preach us daily. He replied, The only thing which prevents me from doing so, is that I hate to bore you, and no doubt I take care of you in preaching by selecting a suitable time just as the Prophet (sallallahu alaihi wa sallam) used to do with us, for fear of making us bored.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، قَالَ كَانَ عَبْدُ اللَّهِ يُذَكِّرُ النَّاسَ فِي كُلِّ خَمِيسٍ، فَقَالَ لَهُ رَجُلٌ يَا أَبَا عَبْدِ الرَّحْمَنِ لَوَدِدْتُ أَنَّكَ ذَكَّرْتَنَا كُلَّ يَوْمٍ. قَالَ أَمَا إِنَّهُ يَمْنَعُنِي مِنْ ذَلِكَ أَنِّي أَكْرَهُ أَنْ أُمِلَّكُمْ، وَإِنِّي أَتَخَوَّلُكُمْ بِالْمَوْعِظَةِ كَمَا كَانَ النَّبِيُّ صلى  الله عليه وسلم يَتَخَوَّلُنَا بِهَا، مَخَافَةَ السَّآمَةِ عَلَيْنَا.\n",
    "hadithBengali": "৭০। উসমান ইবনু আবূ শায়বা (রহঃ) আবূ ওয়াইল (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ ইবনু মাসউদ (রাঃ) প্রতি বৃহস্পতিবার লোকদের ওয়ায-নসীহত করতেন। তাঁকে একজন বলল, হে আবূ আবদুর রহমান! আমার মন চায় যেন আপনি প্রতিদিন আমাদের নসীহত করেন। তিনি বললেনঃ এ কাজ থেকে আমাকে যা বিরত রাখে তা হল, আমি তোমাদের ক্লান্ত করতে পছন্দ করি না। আর আমি নসীহত করার ব্যাপারে তোমাদের (অবস্থার) প্রতি লক্ষ্য রাখি, যেমন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের প্রতি লক্ষ্য রাখতেন আমাদের ক্লান্তির আশংকায়।\n",
    "checkStatus": "1",
    "hadithNo": "70",
    "id": "74",
    "thesequence": "496",
    "isActive": "1",
    "chapterId": "160",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৫৪/ ইলম শিক্ষার্থীদের জন্য দিন নির্দিষ্ট করা",
    "rabiNameBn": "আবূ ওয়াইল (রাঃ)",
    "rabiNameEn": "Abu Waile (RA)"
  },
  {
    "hadithEnglish": "Narrated Muawiya: I heard Allahs Messenger (sallallahu alaihi wa sallam) saying, If Allah wants to do good to a person, He makes him comprehend the religion. I am just a distributor, but the grant is from Allah. (And remember) that this nation (true Muslims) will keep on following Allahs teachings strictly and they will not be harmed by any one going on a different path till Allahs order (Day of Judgment) is established.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، قَالَ قَالَ حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ سَمِعْتُ مُعَاوِيَةَ، خَطِيبًا يَقُولُ سَمِعْتُ النَّبِيَّ صلى  الله عليه وسلم يَقُولُ   مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ، وَإِنَّمَا أَنَا قَاسِمٌ وَاللَّهُ يُعْطِي، وَلَنْ تَزَالَ هَذِهِ الأُمَّةُ قَائِمَةً عَلَى أَمْرِ اللَّهِ لاَ يَضُرُّهُمْ مَنْ خَالَفَهُمْ حَتَّى يَأْتِيَ أَمْرُ اللَّهِ .",
    "hadithBengali": "৭১। সাঈদ ইবনু উফায়র (রহঃ) হুমায়দ ইবনু আবদুর রহমান (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি মুআবিয়া (রাঃ) &ndash;কে বক্তৃতারত অবস্থায় বলতে শুনেছি, তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, আল্লাহ্ যার কল্যাণ চান, তাকে দ্বীনের জ্ঞান দান করেন। আমি তো কেবল বিতরণকারী, আল্লাহ্ই দানকারী। সর্বদাই এ উম্মাত (সত্যিকারের মুসলিম) কিয়ামত পর্যন্ত আল্লাহ্&zwnj; হুকুমের উপর প্রতিষ্টিত থাকবে, বিরুদ্ধবাদীরা তাদের কোন ক্ষতি করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "71",
    "id": "75",
    "thesequence": "497",
    "isActive": "1",
    "chapterId": "161",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৫৫/ আল্লাহ্ যার কল্যাণ চান, তাকে দ্বীনের জ্ঞান দান করেন",
    "rabiNameBn": " হুমায়দ আবদুর রহমান  (রহঃ)",
    "rabiNameEn": "Abdul Rahman (RH)"
  },
  {
    "hadithEnglish": "Narrated Ibn `Umar: We were with the Prophet (sallallahu alaihi wa sallam) and fresh dates of a palm tree were brought to him. On that he said, Amongst the trees, there is a tree which resembles a Muslim. I wanted to say that it was the datepalm tree but as I was the youngest of all (of them) I kept quiet. And then the Prophet (sallallahu alaihi wa sallam) said, It is the date-palm tree.",
    "hadithArabic": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، قَالَ قَالَ لِي ابْنُ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ، قَالَ صَحِبْتُ ابْنَ عُمَرَ إِلَى الْمَدِينَةِ فَلَمْ أَسْمَعْهُ يُحَدِّثُ عَنْ رَسُولِ اللَّهِ صلى  الله عليه وسلم إِلاَّ حَدِيثًا وَاحِدًا، قَالَ كُنَّا عِنْدَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فَأُتِيَ بِجُمَّارٍ فَقَالَ  إِنَّ مِنَ الشَّجَرِ شَجَرَةً مَثَلُهَا كَمَثَلِ الْمُسْلِمِ . فَأَرَدْتُ أَنْ أَقُولَ هِيَ النَّخْلَةُ، فَإِذَا أَنَا أَصْغَرُ الْقَوْمِ فَسَكَتُّ، قَالَ النَّبِيُّ صلى  الله عليه وسلم  هِيَ النَّخْلَةُ .\n",
    "hadithBengali": "৭২। আলী ইবনু আবদুল্লাহ (রহঃ) মুজাহিদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি সফরে মদিনা পর্যন্ত ইবনু উমর (রাঃ) এর সঙ্গে ছিলাম। এ সময় তাঁকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একটি মাত্র হাদীস রেওয়ায়েত করতে শুনেছি। তিনি বলেন, আমরা একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ছিলাম। তখন তাঁর নিকট খেজুর গাছের মথি আনা হল। তারপর তিনি বললেনঃ গাছপালার মধ্যে এমন একটি গাছ আছে যার দৃষ্টান্ত মুসলিমের ন্যায়। তখন আমি বলতে চাইলাম যে, তা হল খেজুর গাছ, কিন্তু আমি ছিলাম উপস্থিত সবার চাইতে বয়সে ছোট। তাই চুপ করে রইলাম। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ গাছটি হল খেজুর গাছ। \n",
    "checkStatus": "1",
    "hadithNo": "72",
    "id": "76",
    "thesequence": "498",
    "isActive": "1",
    "chapterId": "162",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৫৬/ ইলমের ক্ষেত্রে সঠিক অনুধাবন",
    "rabiNameBn": "মুজাহিদ  (রহঃ)",
    "rabiNameEn": "Mujahid (RH)"
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Mas`ud: The Prophet (sallallahu alaihi wa sallam) said, Do not wish to be like anyone except in two cases. (The first is) A person, whom Allah has given wealth and he spends it righteously; (the second is) the one whom Allah has given wisdom (the Holy Quran) and he acts according to it and teaches it to others. (Fath-al-Bari page 177 Vol. 1)",
    "hadithArabic": "حَدَّثَنَا الْحُمَيْدِيُّ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنِي إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، عَلَى غَيْرِ مَا حَدَّثَنَاهُ الزُّهْرِيُّ، قَالَ سَمِعْتُ قَيْسَ بْنَ أَبِي حَازِمٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ، قَالَ قَالَ النَّبِيُّ صلى  الله عليه وسلم   لاَ حَسَدَ إِلاَّ فِي اثْنَتَيْنِ رَجُلٌ آتَاهُ اللَّهُ مَالاً فَسُلِّطَ عَلَى هَلَكَتِهِ فِي الْحَقِّ، وَرَجُلٌ آتَاهُ اللَّهُ الْحِكْمَةَ، فَهْوَ يَقْضِي بِهَا وَيُعَلِّمُهَا .\n",
    "hadithBengali": "৭৩। হুমায়দী (রহঃ) আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেবলমাত্র দুটি ব্যাপারই ঈর্ষা করা যায়; (১) সে ব্যাক্তির উপর, যাকে আল্লাহ্ তাআলা সম্পদ দিয়েছেন, এরপর তাকে হক পথে অকাতরে ব্যয় করার ক্ষমতা দেন; (২) সে ব্যাক্তির উপর, যাকে আল্লাহ্ তাআলা হিকমত দান করেছেন, এরপর সে তার সাহায্যে ফায়সালা করে ও তা শিক্ষা দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "73",
    "id": "77",
    "thesequence": "499",
    "isActive": "1",
    "chapterId": "163",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৫৭/ ইলম ও হিকমতের ক্ষেত্রে সমতুল্য হওয়ার আগ্রহ\n&lsquo;উমর (রাঃ) বলেন, তোমরা নেতৃত্ব লাভের আগেই জ্ঞান হাসিল করে নাও। আবূ আবদুল্লাহ্ (বুখারী) বলেন, আর নেতা বানিয়ে দেওয়ার পরও, কেননা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাহাবীগণ বয়োবৃদ্ধকালেও ইল্ম শিক্ষা করেছেন।",
    "rabiNameBn": "আবদুল্লাহ&zwnj; ইব্&zwnj;ন মাসউদ (রাঃ) ",
    "rabiNameEn": "Abdullah Ibn Masud"
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas: That he differed with Hur bin Qais bin Hisn Al-Fazari regarding the companion of (the Prophet) Moses. Ibn `Abbas said that he was Al Khadir. Meanwhile, Ubai bin Ka`b passed by them and Ibn `Abbas called him, saying My friend (Hur) and I have differed regarding Moses companion, whom Moses asked the way to meet. Have you heard the Prophet (sallallahu alaihi wa sallam) mentioning something about him? He said, Yes. I heard Allahs Messenger (sallallahu alaihi wa sallam) saying, While Moses was sitting in the company of some Israelites, a man came and asked him. Do you know anyone who is more learned than you? Moses replied: No. So Allah sent the Divine Inspiration to Moses: Yes, Our slave Khadir (is more learned than you.) Moses asked (Allah) how to meet him (Khadir). So Allah made the fish as a sign for him and he was told that when the fish was lost, he should return (to the place where he had lost it) and there he would meet him (Al-Khadir). So Moses went on looking for the sign of the fish in the sea. The servant-boy of Moses said to him: Do you remember when we betook ourselves to the rock, I indeed forgot the fish, none but Satan made me forget to remember it. On that Moses said: That is what we have been seeking? (18.64) So they went back retracing their footsteps, and found Khadir. (And) what happened further to them is narrated in the Holy Quran by Allah. (18.54 up to 18.82)",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ غُرَيْرٍ الزُّهْرِيُّ، قَالَ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنِي أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، حَدَّثَ أَنَّ عُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ أَخْبَرَهُ عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ تَمَارَى هُوَ وَالْحُرُّ بْنُ قَيْسِ بْنِ حِصْنٍ الْفَزَارِيُّ فِي صَاحِبِ مُوسَى قَالَ ابْنُ عَبَّاسٍ هُوَ خَضِرٌ. فَمَرَّ بِهِمَا أُبَىُّ بْنُ كَعْبٍ، فَدَعَاهُ ابْنُ عَبَّاسٍ فَقَالَ إِنِّي تَمَارَيْتُ أَنَا وَصَاحِبِي، هَذَا فِي صَاحِبِ مُوسَى الَّذِي سَأَلَ مُوسَى السَّبِيلَ إِلَى لُقِيِّهِ، هَلْ سَمِعْتَ النَّبِيَّ صلى  الله عليه وسلم يَذْكُرُ شَأْنَهُ قَالَ نَعَمْ سَمِعْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَقُولُ   بَيْنَمَا مُوسَى فِي مَلإٍ مِنْ بَنِي إِسْرَائِيلَ، جَاءَهُ رَجُلٌ فَقَالَ هَلْ تَعْلَمُ أَحَدًا أَعْلَمَ مِنْكَ قَالَ مُوسَى لاَ. فَأَوْحَى اللَّهُ إِلَى مُوسَى بَلَى، عَبْدُنَا خَضِرٌ، فَسَأَلَ مُوسَى السَّبِيلَ إِلَيْهِ، فَجَعَلَ اللَّهُ لَهُ الْحُوتَ آيَةً، وَقِيلَ لَهُ إِذَا فَقَدْتَ الْحُوتَ فَارْجِعْ، فَإِنَّكَ سَتَلْقَاهُ، وَكَانَ يَتَّبِعُ أَثَرَ الْحُوتِ فِي الْبَحْرِ، فَقَالَ لِمُوسَى فَتَاهُ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ، وَمَا أَنْسَانِيهِ إِلاَّ الشَّيْطَانُ أَنْ أَذْكُرَهُ. قَالَ ذَلِكَ مَا كُنَّا نَبْغِي، فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا، فَوَجَدَا خَضِرًا. فَكَانَ مِنْ شَأْنِهِمَا الَّذِي قَصَّ اللَّهُ ـ عَزَّ وَجَلَّ ـ فِي كِتَابِهِ .\n",
    "hadithBengali": "৭৪। মুহাম্মদ ইবনু গুরায়র আয-যুহরী (রহঃ) ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি এবং হুর ইবনু কায়স ইবনু হিসন আল ফাযারী মূসা আলাইহি ওয়া সাল্লাম এর সঙ্গী সম্পর্কে বাদানুবাদ করেছিলেন। ইবনু আব্বাস (রাঃ) বললেন, তিনি ছিলেন খিযর। ঘটনাক্রমে তখন তাদের পাশ দিয়ে উবাঈ ইবনু কাব (রাঃ) যাচ্ছিলেন। ইবনু আব্বাস (রাঃ) তাঁকে ডেকে বললেনঃ আমি ও আমার এ ভাই মতবিরোধ পোষণ করছি মূসা আলাইহি ওয়া সাল্লাম এর সেই সঙ্গীর ব্যাপারে যাঁর সাথে সাক্ষাত করার জন্য মূসা আলাইহি ওয়া সাল্লাম আল্লাহর কাছে পথের সন্ধান চেয়েছিলেন&mdash;আপনি কি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর সম্পর্কে কিছু বলতে শুনেছেন? তিনি বললেন, হাঁ, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, একবার মূসা আলাইহি ওয়া সাল্লাম বনী ইসরাঈলের কোন এক মজলিসে হাজির ছিলেন। তখন তাঁর কাছে এক ব্যাক্তি এসে বলল, আপনি কাউকে আপনার চেয়ে অধিক জ্ঞানী বলে জানেন কি? মূসা আলাইহি ওয়া সাল্লাম বললেন, না।  তখন আল্লাহ্ তাআলা মূসা আলাইহি ওয়া সাল্লাম এর কাছে ওহী পাঠালেনঃ হ্যাঁ, আমার বান্দা খিযর।  অতঃপর মূসা আলাইহি ওয়া সাল্লাম তাঁর সাথে সাক্ষাত করার রাস্তা জানতে চাইলেন। আল্লাহ্ তাআলা মাছকে তার জ্ন্য নিশানা বানিয়ে দিলেন এবং তাঁকে বলা হল, তুমি যখন মাছটি হারিয়ে ফেলবে তখন ফিরে আসবে। কারন, কিছুক্ষনের মধ্যেই তুমি তাঁর সাক্ষাত পাবে। তখন তিনি সমুদ্রে সে মাছেরনিশানা অনুসরন করতে লাগলেন। মূসা আলাইহি ওয়া সাল্লাম কে তাঁর সঙ্গী যুবক বললেন, (কুরআন মজীদের ভাষায়ঃ) &ldquo;আপনি কি লক্ষ্য করেছেন আমরা যখন পাথরের কাছে বিশ্রাম নিচ্ছিলাম তখন আমি মাছের কথা ভুলে গিয়েছিলাম? শয়তান তার কথা আমাকে ভুলিয়ে দিয়েছিল। মূসা বললেন, আমরা তো সে স্থানটিরই অনুসন্ধান করছিলাম। এরপর তারা নিজেদের পদচিহ্ন ধরে ফিরে চলল। (১৮:৬৩-৬৪) তাঁরা খিযরকে পেলেন। তাদের ঘটনা তা-ই, যা আল্লাহ্ তাআলা তাঁর কিতাবে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "74",
    "id": "78",
    "thesequence": "500",
    "isActive": "1",
    "chapterId": "164",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৫৮/ সমুদ্রে খিযর (আঃ)-এর কাছে মূসা (আঃ)-এর যাওয়া\nআর আল্লাহ্ তা&rsquo;আলার বানীঃ অর্থাৎ আমি কি আপনার অনুসরণ করব এ শর্তে যে, সত্য পথের যে জ্ঞান আপনাকে দান করা হয়েছে তা থেকে আমাকে শিক্ষা দেবেন। (১৮।৬৬)",
    "rabiNameBn": "ইবনু আব্বাস (রাঃ)",
    "rabiNameEn": "Ibnu Abbas (RA)"
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas: Once the Prophet (sallallahu alaihi wa sallam) embraced me and said, O Allah! Bestow on him the knowledge of the Book (Quran).",
    "hadithArabic": "حَدَّثَنَا أَبُو مَعْمَرٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، قَالَ حَدَّثَنَا خَالِدٌ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ ضَمَّنِي رَسُولُ اللَّهِ صلى  الله عليه وسلم وَقَالَ   اللَّهُمَّ عَلِّمْهُ الْكِتَابَ .\n",
    "hadithBengali": "৭৫। আবূ মামার (রহঃ) ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার আমাকে জড়িয়ে ধরে বললেনঃ হে আল্লাহ্! আপনি তাকে কিতাব (কুরআন) শিক্ষা দিন। \n",
    "checkStatus": "1",
    "hadithNo": "75",
    "id": "79",
    "thesequence": "501",
    "isActive": "1",
    "chapterId": "165",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৫৯/ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উক্তিঃ হে আল্লাহ্! আপনি তাকে কিতাব (কুরআন) শিক্ষা দিন।",
    "rabiNameBn": "ইবনু আব্বাস (রাঃ)",
    "rabiNameEn": "Ibnu Abbas (RA)"
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas: Once I came riding a she-ass and had (just) attained the age of puberty. Allahs Messenger (sallallahu alaihi wa sallam) was offering the prayer at Mina. There was no wall in front of him and I passed in front of some of the row while they were offering their prayers. There I let the she-ass loose to graze and entered the row, and nobody objected to it.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، قَالَ أَقْبَلْتُ رَاكِبًا عَلَى حِمَارٍ أَتَانٍ، وَأَنَا يَوْمَئِذٍ قَدْ نَاهَزْتُ الاِحْتِلاَمَ، وَرَسُولُ اللَّهِ صلى  الله عليه وسلم يُصَلِّي بِمِنًى إِلَى غَيْرِ جِدَارٍ، فَمَرَرْتُ بَيْنَ يَدَىْ بَعْضِ الصَّفِّ وَأَرْسَلْتُ الأَتَانَ تَرْتَعُ، فَدَخَلْتُ فِي الصَّفِّ، فَلَمْ يُنْكَرْ ذَلِكَ عَلَىَّ.\n",
    "hadithBengali": "৭৬। ইসমাঈল (রহঃ) আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি বালক হবার নিকটবর্তী বয়সে একবার একটি মাদী গাধার উপর সওয়ার হয়ে এলাম। আর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন কোন দেওয়াল সামনে না রেখেই মিনায় সালাত (নামায/নামাজ) আদায় করছিলেন। তখন আমি কোন এক কাতারের সামনে দিয়ে গেলাম এবং মাদী গাধাটিকে চরে খাওয়ার জন্য ছেড়ে দিলাম। আমি কাতারে ভেতর ঢুকে পড়লাম কিন্তু এতে কেউ আমাকে নিষেধ করলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "76",
    "id": "80",
    "thesequence": "502",
    "isActive": "1",
    "chapterId": "166",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৬০/ বালকদের কোন বয়সের শোনা কথা গ্রহণীয়।",
    "rabiNameBn": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
    "rabiNameEn": "Abdullah Ibnu Abbas (RA)"
  },
  {
    "hadithEnglish": "Narrated Mahmud bin Rabi`a: When I was a boy of five, I remember, the Prophet (sallallahu alaihi wa sallam) took water from a bucket (used for getting water out of a well) with his mouth and threw it on my face.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا أَبُو مُسْهِرٍ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ حَرْبٍ، حَدَّثَنِي الزُّبَيْدِيُّ، عَنِ الزُّهْرِيِّ، عَنْ مَحْمُودِ بْنِ الرَّبِيعِ، قَالَ عَقَلْتُ مِنَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم مَجَّةً مَجَّهَا فِي وَجْهِي وَأَنَا ابْنُ خَمْسِ سِنِينَ مِنْ دَلْوٍ.\n",
    "hadithBengali": "৭৭। মুহাম্মদ ইবনু ইউসুফ (রহঃ) মাহমূদ ইবনুুর-রাবী (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমার মনে আছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার বালতি থেকে পানি নিয়ে আমার মুখমন্ডলে কুলি করে দিয়েছিলেন, তখন আমি ছিলাম পাঁচ বছরের বালক।\n",
    "checkStatus": "1",
    "hadithNo": "77",
    "id": "82",
    "thesequence": "503",
    "isActive": "1",
    "chapterId": "166",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৬০/ বালকদের কোন বয়সের শোনা কথা গ্রহণীয়।",
    "rabiNameBn": "মাহমূদ ইবনুর-রাবী (রাঃ)",
    "rabiNameEn": "Mahmud Ibnur Rabi (RA)"
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas: that he differed with Hur bin Qais bin Hisn Al-Fazari regarding the companion of the Prophet (sallallahu alaihi wa sallam) Moses. Meanwhile, Ubai bin Ka`b passed by them and Ibn `Abbas called him saying, My friend (Hur) and I have differed regarding Moses companion whom Moses asked the way to meet. Have you heard Allahs Messenger (sallallahu alaihi wa sallam) mentioning something about him? Ubai bin Ka`b said: Yes, I heard the Prophet (sallallahu alaihi wa sallam) mentioning something about him (saying) while Moses was sitting in the company of some Israelites, a man came and asked him: Do you know anyone who is more learned than you? Moses replied: No. So Allah sent the Divine Inspiration to Moses: --Yes, Our slave Khadir is more learned than you. Moses asked Allah how to meet him (Al-Khadir). So Allah made the fish a sign for him and he was told when the fish was lost, he should return (to the place where he had lost it) and there he would meet him (Al-Khadir). So Moses went on looking for the sign of the fish in the sea. The servant-boy of Moses said: Do you remember when we betook ourselves to the rock, I indeed forgot the fish, none but Satan made me forget to remember it. On that Moses said, That is what we have been seeking. So they went back retracing their footsteps, and found Khadir. (and) what happened further about them is narrated in the Holy Quran by Allah. (18.54 up to 18.82)",
    "hadithArabic": "حَدَّثَنَا أَبُو الْقَاسِمِ، خَالِدُ بْنُ خَلِيٍّ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، قَالَ قَالَ الأَوْزَاعِيُّ أَخْبَرَنَا الزُّهْرِيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ تَمَارَى هُوَ وَالْحُرُّ بْنُ قَيْسِ بْنِ حِصْنٍ الْفَزَارِيُّ فِي صَاحِبِ مُوسَى، فَمَرَّ بِهِمَا أُبَىُّ بْنُ كَعْبٍ، فَدَعَاهُ ابْنُ عَبَّاسٍ فَقَالَ إِنِّي تَمَارَيْتُ أَنَا وَصَاحِبِي هَذَا فِي صَاحِبِ مُوسَى الَّذِي سَأَلَ السَّبِيلَ إِلَى لُقِيِّهِ، هَلْ سَمِعْتَ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَذْكُرُ شَأْنَهُ فَقَالَ أُبَىٌّ نَعَمْ، سَمِعْتُ النَّبِيَّ صلى  الله عليه وسلم يَذْكُرُ شَأْنَهُ يَقُولُ   بَيْنَمَا مُوسَى فِي مَلإٍ مِنْ بَنِي إِسْرَائِيلَ، إِذْ جَاءَهُ رَجُلٌ فَقَالَ أَتَعْلَمُ أَحَدًا أَعْلَمَ مِنْكَ قَالَ مُوسَى لاَ. فَأَوْحَى اللَّهُ عَزَّ وَجَلَّ إِلَى مُوسَى بَلَى، عَبْدُنَا خَضِرٌ، فَسَأَلَ السَّبِيلَ إِلَى لُقِيِّهِ، فَجَعَلَ اللَّهُ لَهُ الْحُوتَ آيَةً، وَقِيلَ لَهُ إِذَا فَقَدْتَ الْحُوتَ فَارْجِعْ، فَإِنَّكَ سَتَلْقَاهُ، فَكَانَ مُوسَى صلى  الله عليه وسلم يَتَّبِعُ أَثَرَ الْحُوتِ فِي الْبَحْرِ. فَقَالَ فَتَى مُوسَى لِمُوسَى أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ، وَمَا أَنْسَانِيهِ إِلاَّ الشَّيْطَانُ أَنْ أَذْكُرَهُ. قَالَ مُوسَى ذَلِكَ مَا كُنَّا نَبْغِي. فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا، فَوَجَدَا خَضِرًا، فَكَانَ مِنْ شَأْنِهِمَا مَا قَصَّ اللَّهُ فِي كِتَابِهِ .",
    "hadithBengali": "৭৮। হিমস নগরের কাযী আবূল কাসিম খালিদ ইবনু খালীয়ি (রহঃ) ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, একবার তিনি এবং হুর ইবনু কায়স ইবনু আল ফাযারী মূসা আলাইহি ওয়া সাল্লাম এর সঙ্গীর ব্যাপারে বাদানুবাদ করছিলেন। তখন উবাঈ ইবনু কাব (রাঃ) তাঁদের পাশ দিয়ে যাচ্ছিলেন। ইবনু আব্বাস (রাঃ) তাঁকে ডেকে বললেনঃ আমি ও আমার এ ভাই মতবিরোধ পোষণ করছি মূসা আলাইহি ওয়া সাল্লাম এর সেই সঙ্গীর ব্যাপারে যাঁর সাথে সাক্ষাত করার জন্য মূসা আলাইহি ওয়া সাল্লাম আল্লাহর কাছে পথের সন্ধান চেয়েছিলেন&mdash;আপনি কি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর সম্পর্কে কিছু বলতে শুনেছেন? উবাঈ (রাঃ) বললেন, হ্যাঁ, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর প্রসঙ্গে বলতে শুনেছি যে, একবার মূসা আলাইহি ওয়া সাল্লাম বনী ইসরাঈলের কোন এক মজলিসে হাজির ছিলেন। তখন তাঁর কাছে এক ব্যাক্তি এসে বলল, আপনি কাউকে আপনার চেয়ে অধিক জ্ঞানী বলে জানেন কি? মূসা আলাইহি ওয়া সাল্লাম বললেন, না।  তখন আল্লাহ্ তাআলা মূসা আলাইহি ওয়া সাল্লাম এর কাছে ওহী পাঠালেনঃ হাঁ, আমার বান্দা খিযর। অতঃপর মূসা আলাইহি ওয়া সাল্লাম তাঁর সাথে সাক্ষাত করার রাস্তা জানতে চাইলেন। আল্লাহ্ তাআলা মাছকে তার জন্য নিশানা বানিয়ে দিলেন এবং তাঁকে বলা হল, তুমি যখন মাছটি হারিয়ে ফেলবে তখন ফিরে আসবে। কারন, কিছুক্ষনের মধ্যেই তুমি তাঁর সাক্ষাত পাবে। তখন তিনি সমুদ্রে সে মাছেরনিশানা অনুসরন করতে লাগলেন। যা হোক, মূসা আলাইহি ওয়া সাল্লাম কে তাঁর সঙ্গী যুবক বললেন, (কুরআন মজীদের ভাষায়ঃ) &ldquo;আপনি কি লক্ষ্য করেছেন আমরা যখন পাথরের কাছে বিশ্রাম নিচ্ছিলাম তখন আমি মাছের কথা (বলতে) ভুলে গিয়েছিলাম।আর শয়তান তার কথা আমাকে ভুলিয়ে দিয়েছিল। &rdquo; (১৮:৬৩)।মূসা বললেনঃ &ldquo;আমরা সে স্থানটির অনুসন্ধান করছিলাম (১৮:৬৪)। তারপর তাঁরা নিজেদের পদচিহ্ন ধরে ফিরে চললেন। শেষে তাঁর খিযর আলাইহি ওয়া সাল্লাম -কে পেয়ে গেলেন। তাঁদের (পরবর্তী) ঘটনা আল্লাহ্ তাআলা তাঁর কিতাবে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "78",
    "id": "83",
    "thesequence": "504",
    "isActive": "1",
    "chapterId": "167",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৬১/ ইলম হাসিলের জন্য বের হওয়া জাবির ইব্ন &lsquo;আবদুল্লাহ্ (রাঃ) একটি মাত্র হাদীসের জন্য &lsquo;আবদুল্লাহ্ ইব্ন উনায়স (রাঃ) এর কাছে এক মাসের পথ সফর করে গিয়েছিলেন।",
    "rabiNameBn": "ইবনু আব্বাস (রাঃ)",
    "rabiNameEn": "Ibnu Abbas (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Musa: The Prophet (sallallahu alaihi wa sallam) said, The example of guidance and knowledge with which Allah has sent me is like abundant rain falling on the earth, some of which was fertile soil that absorbed rain water and brought forth vegetation and grass in abundance. (And) another portion of it was hard and held the rain water and Allah benefited the people with it and they utilized it for drinking, making their animals drink from it and for irrigation of the land for cultivation. (And) a portion of it was barren which could neither hold the water nor bring forth vegetation (then that land gave no benefits). The first is the example of the person who comprehends Allahs religion and gets benefit (from the knowledge) which Allah has revealed through me (the Prophets and learns and then teaches others. The last example is that of a person who does not care for it and does not take Allahs guidance revealed through me (He is like that barren land.)",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ أُسَامَةَ، عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   مَثَلُ مَا بَعَثَنِي اللَّهُ بِهِ مِنَ الْهُدَى وَالْعِلْمِ كَمَثَلِ الْغَيْثِ الْكَثِيرِ أَصَابَ أَرْضًا، فَكَانَ مِنْهَا نَقِيَّةٌ قَبِلَتِ الْمَاءَ، فَأَنْبَتَتِ الْكَلأَ وَالْعُشْبَ الْكَثِيرَ، وَكَانَتْ مِنْهَا أَجَادِبُ أَمْسَكَتِ الْمَاءَ، فَنَفَعَ اللَّهُ بِهَا النَّاسَ، فَشَرِبُوا وَسَقَوْا وَزَرَعُوا، وَأَصَابَتْ مِنْهَا طَائِفَةً أُخْرَى، إِنَّمَا هِيَ قِيعَانٌ لاَ تُمْسِكُ مَاءً، وَلاَ تُنْبِتُ كَلأً، فَذَلِكَ مَثَلُ مَنْ فَقِهَ فِي دِينِ اللَّهِ وَنَفَعَهُ مَا بَعَثَنِي اللَّهُ بِهِ، فَعَلِمَ وَعَلَّمَ، وَمَثَلُ مَنْ لَمْ يَرْفَعْ بِذَلِكَ رَأْسًا، وَلَمْ يَقْبَلْ هُدَى اللَّهِ الَّذِي أُرْسِلْتُ بِهِ . قَالَ أَبُو عَبْدِ اللَّهِ قَالَ إِسْحَاقُ وَكَانَ مِنْهَا طَائِفَةٌ قَيَّلَتِ الْمَاءَ. قَاعٌ يَعْلُوهُ الْمَاءُ، وَالصَّفْصَفُ الْمُسْتَوِي مِنَ الأَرْضِ.",
    "hadithBengali": "৭৯। মুহাম্মদ ইবনুল-আলা (রহঃ) আবূ মূসা (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ্ তাআলা আমাকে যে হিদায়ত ও ইল্&zwnj;ম দিয়ে পাঠিয়েছেন তার দৃষ্টান্ত হল যমীনের উপর পতিত প্রবল বৃষ্টির ন্যায়। কোন কোন ভূমি থাকে উর্বর যা সে পানি শুষে নিয়ে প্রচুর পরিমানে ঘাসপাতা এবং সবুজ তরুলতা উৎপাদন করে। আর কোন কোন ভূমি থাকে কঠিন যা পানি আটকে রাখে। পরে আল্লাহ্ তাআলা তা দিয়ে মানুষের উপকার করেন; তারা নিজেরা পান করে ও (পশুপালকে) পান করায় এবং তার দ্বারা চাষাবাদ করে। আবার কোন কোন জামি আছে যা একেবারে মসৃণ ও সমতল; তা না পানি আটকে রাখে, আর না কোন ঘাসপাতা উৎপাদন করে। এই হল সে ব্যাক্তির দৃষ্টান্ত যে দ্বীনের জ্ঞান লাভ করে এবং আল্লাহ্ তাআলা আমাকে যা দিয়ে প্রেরণ করেছেন তাতে সে উপকৃত হয়। ফলে সে নিজে শিক্ষা করে এবং অপরকে শিক্ষা দেয়। আর সে ব্যাক্তির দৃষ্টান্ত-যে সে দিকে মাথা তুলে তাঁকায়ই না এবং আল্লাহর যে হিদায়ত নিয়ে আমি প্রেরিত হয়েছি, তা গ্রহণও করে না। আবূ আবদুল্লাহ (মুখারী) (রহঃ) বলেনঃ ইসহাক (রহঃ) থেকে বর্ণনা করেছেনঃ তিনি এর স্থলে - (আটকিয়ে রাখে) ব্যবহার করেছেন। হল এমন ভূমি যার উপর পানি জমে থাকে। আর -- হল সমতল ভূমি।\n",
    "checkStatus": "1",
    "hadithNo": "79",
    "id": "84",
    "thesequence": "505",
    "isActive": "1",
    "chapterId": "168",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৬২/ ইলম শিক্ষার্থী ও শিক্ষাদাতার ফযীলত।",
    "rabiNameBn": "আবূ মূসা (রাঃ)",
    "rabiNameEn": "Abu Musa (RA)"
  },
  {
    "hadithEnglish": "Narrated Anas: Allahs Messenger (sallallahu alaihi wa sallam) said, From among the portents of the Hour are (the following): -1. Religious knowledge will be taken away (by the death of Religious learned men). -2. (Religious) ignorance will prevail. -3. Drinking of Alcoholic drinks (will be very common). -4. There will be prevalence of open illegal sexual intercourse.",
    "hadithArabic": "حَدَّثَنَا عِمْرَانُ بْنُ مَيْسَرَةَ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   إِنَّ مِنْ أَشْرَاطِ السَّاعَةِ أَنْ يُرْفَعَ الْعِلْمُ، وَيَثْبُتَ الْجَهْلُ، وَيُشْرَبَ الْخَمْرُ، وَيَظْهَرَ الزِّنَا .\n",
    "hadithBengali": "৮০। ইমরান ইবনু মায়সারা (রহঃ) আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, কিয়ামতের কিছু নিদর্শন হলঃ ইল্&zwnj;ম লোপ পাবে, অজ্ঞাতার বিস্তৃতি ঘটবে, মদপান ব্যাপক হবে এবং ব্যভিচার ছড়িয়ে পড়বে।\n",
    "checkStatus": "1",
    "hadithNo": "80",
    "id": "85",
    "thesequence": "506",
    "isActive": "1",
    "chapterId": "169",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৬৩/ ইলমের বিলুপ্তি ও মূর্খতার প্রসার রাবী&rsquo;আ (রহঃ) বলেন, &lsquo;যার কছে কিছুমাত্র ইলম আছে, আর উচিৎ নয় নিজেকে অপমানিত করা।",
    "rabiNameBn": "আনাস (রাঃ)",
    "rabiNameEn": "Anas (RA)"
  },
  {
    "hadithEnglish": "Narrated Anas: I will narrate to you a Hadith and none other than I will tell you about after it. I heard Allahs Messenger (sallallahu alaihi wa sallam) saying: From among the portents of the Hour are (the following): -1. Religious knowledge will decrease (by the death of religious learned men). -2. Religious ignorance will prevail. -3. There will be prevalence of open illegal sexual intercourse. -4. Women will increase in number and men will decrease in number so much so that fifty women will be looked after by one man.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ لأُحَدِّثَنَّكُمْ حَدِيثًا لاَ يُحَدِّثُكُمْ أَحَدٌ بَعْدِي سَمِعْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَقُولُ   مِنْ أَشْرَاطِ السَّاعَةِ أَنْ يَقِلَّ الْعِلْمُ، وَيَظْهَرَ الْجَهْلُ، وَيَظْهَرَ الزِّنَا، وَتَكْثُرَ النِّسَاءُ وَيَقِلَّ الرِّجَالُ، حَتَّى يَكُونَ لِخَمْسِينَ امْرَأَةً الْقَيِّمُ الْوَاحِدُ .",
    "hadithBengali": "৮১। মূসাদ্দাদ (রহঃ) আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি তোমাদের এমন একটি হাদীস বর্ণনা করব যা আমার পর তোমাদের কাছে আর কেউ বর্ণনা করবেন না। আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কিয়ামতের কিছু নিদর্শন হলঃ ইল্&zwnj;ম কমে যাবে, অজ্ঞতার প্রসার ঘটবে, ব্যভিচার ছড়িয়ে পড়বে, স্ত্রীলোকের সংখ্যা বেড়ে যাবে এবং পুরুষের সংখ্যা কমে যাবে, এমনকি প্রতি পঞ্চাশজন স্ত্রীলোকের জন্য মাত্র একজন পুরুষ হবে তত্ত্বাবধায়ক।\n",
    "checkStatus": "1",
    "hadithNo": "81",
    "id": "86",
    "thesequence": "507",
    "isActive": "1",
    "chapterId": "169",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৬৩/ ইলমের বিলুপ্তি ও মূর্খতার প্রসার রাবী&rsquo;আ (রহঃ) বলেন, &lsquo;যার কছে কিছুমাত্র ইলম আছে, আর উচিৎ নয় নিজেকে অপমানিত করা।",
    "rabiNameBn": "আনাস (রাঃ)",
    "rabiNameEn": "Anas (RA)"
  },
  {
    "hadithEnglish": "Narrated Ibn `Umar: Allahs Messenger (sallallahu alaihi wa sallam) said, While I was sleeping, I saw that a cup full of milk was brought to me and I drank my fill till I noticed (the milk) its wetness coming out of my nails. Then I gave the remaining milk to `Umar Ibn Al-Khattab The companions of the Prophet (sallallahu alaihi wa sallam) asked, What have you interpreted (about this dream)? O Allahs Messenger (ﷺ) ,! he replied, (It is religious) knowledge.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، عَنْ حَمْزَةَ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ ابْنَ عُمَرَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ  بَيْنَا أَنَا نَائِمٌ أُتِيتُ بِقَدَحِ لَبَنٍ، فَشَرِبْتُ حَتَّى إِنِّي لأَرَى الرِّيَّ يَخْرُجُ فِي أَظْفَارِي، ثُمَّ أَعْطَيْتُ فَضْلِي عُمَرَ بْنَ الْخَطَّابِ . قَالُوا فَمَا أَوَّلْتَهُ يَا رَسُولَ اللَّهِ قَالَ  الْعِلْمَ .\n",
    "hadithBengali": "৮২। সাঈদ ইবনু উফায়র (রহঃ) ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, একবার আমি ঘুমিয়ে ছিলাম। তখন (স্বপ্নে) আমার কাছে এক পেয়ালা দুধ আনা হল। আমি তা পান করলাম (তার পরিতৃপ্তি আমার সর্বাঙ্গে ছড়িয়ে পড়ল।)এমনকি আমার মনে হতে লাগল যে, সে তৃপ্তি আমার নখ দিয়ে বের হচ্ছে। এরপর যেটুকু অবশিষ্ট ছিল, তা আমি উমর ইবনুল খাত্তাবকে দিলাম। সাহাবায়ে কিরাম জানতে চাইলেন, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! আপনি এ স্বপ্নের কী তাবীর করেন? তিনি জওয়াবে বললেনঃ তা হল ইল্&zwnj;ম।\n",
    "checkStatus": "1",
    "hadithNo": "82",
    "id": "87",
    "thesequence": "508",
    "isActive": "1",
    "chapterId": "170",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৬৪/ ইলমের ফযীলত",
    "rabiNameBn": "ইবনু উমর (রাঃ)",
    "rabiNameEn": "Ibnu Umar (RA)"
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin `Amr bin Al `Aas: Allahs Messenger (sallallahu alaihi wa sallam) stopped (for a while near the Jimar) at Mina during his last Hajj for the people and they were asking him questions. A man came and said, I forgot and got my head shaved before slaughtering the Hadi (sacrificing animal). The Prophet (sallallahu alaihi wa sallam) said, There is no harm, go and do the slaughtering now. Then another person came and said, I forgot and slaughtered (the camel) before Rami (throwing of the pebbles) at the Jamra. The Prophet (sallallahu alaihi wa sallam) said, Do the Rami now and there is no harm. The narrator added: So on that day, when the Prophet (sallallahu alaihi wa sallam) was asked about anything (as regards the ceremonies of Hajj) performed before or after its due time, his reply was: Do it (now) and there is no harm.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عِيسَى بْنِ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم وَقَفَ فِي حَجَّةِ الْوَدَاعِ بِمِنًى لِلنَّاسِ يَسْأَلُونَهُ، فَجَاءَهُ رَجُلٌ فَقَالَ لَمْ أَشْعُرْ فَحَلَقْتُ قَبْلَ أَنْ أَذْبَحَ. فَقَالَ  اذْبَحْ وَلاَ حَرَجَ . فَجَاءَ آخَرُ فَقَالَ لَمْ أَشْعُرْ، فَنَحَرْتُ قَبْلَ أَنْ أَرْمِيَ. قَالَ  ارْمِ وَلاَ حَرَجَ . فَمَا سُئِلَ النَّبِيُّ صلى  الله عليه وسلم عَنْ شَىْءٍ قُدِّمَ وَلاَ أُخِّرَ إِلاَّ قَالَ افْعَلْ وَلاَ حَرَجَ.",
    "hadithBengali": "৮৩। ইসমাঈল (রহঃ) আবদুল্লাহ ইবনু আমর ইবনু আস (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিদায় হাজ্জের (হজ্জ) দিনে মিনায় মানুষের (প্রশ্নের উত্তর দানের) জন্য (বাহনের উপর) বসা ছিলেন। লোকে তাঁর কাছে বিভিন্ন মাসআলা জিজ্ঞাসা করছিল। এক ব্যাক্তি তাঁর কাছে এসে বলল, আমি ভুলবশত কুরবানী করার আগেই মাথা মুড়িয়ে ফেলেছি। তিনি বললেনঃ যবেহ কর, কোন ক্ষতি নেই। আর এক ব্যাক্তি এসে বলল, আমি ভুলবশত কঙ্কর নিক্ষপের আগেই কুরবাণী করে ফেলেছি। তিনি বললেনঃ কঙ্কর ছুঁড়ো, কোন অসুবিধা নেই। আবদুল্লাহ ইবনু আমর (রহঃ) বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সে দিন আগে বা পরে করা যে কাজ সম্পর্কেই জিজ্ঞাসা করা হচ্ছিল, তিনি একথাই বলছিলেনঃ কর, কোন ক্ষতি নেই।\n",
    "checkStatus": "1",
    "hadithNo": "83",
    "id": "88",
    "thesequence": "509",
    "isActive": "1",
    "chapterId": "171",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৬৫/ প্রাণী বা অন্য বাহনে আসীন অবস্থায় ফতোয়া দেওয়া।",
    "rabiNameBn": "আবদুল্লাহ ইবনু আমর ইবনু আস (রাঃ)",
    "rabiNameEn": "Abdullah Ibnu Amar Ibnu Aa&#039;s (RA)"
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas: Somebody said to the Prophet (during his last Hajj), I did the slaughtering before doing the Rami. The Prophet (sallallahu alaihi wa sallam) beckoned with his hand and said, There is no harm in that. Then another person said. I got my head shaved before offering the sacrifice. The Prophet (sallallahu alaihi wa sallam) beckoned with his hand saying, There is no harm in that.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا وُهَيْبٌ، قَالَ حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم سُئِلَ فِي حَجَّتِهِ فَقَالَ ذَبَحْتُ قَبْلَ أَنْ أَرْمِيَ، فَأَوْمَأَ بِيَدِهِ قَالَ وَلاَ حَرَجَ. قَالَ حَلَقْتُ قَبْلَ أَنْ أَذْبَحَ. فَأَوْمَأَ بِيَدِهِ وَلاَ حَرَجَ.\n",
    "hadithBengali": "৮৪। মূসা ইবনু ইসমাঈল (রহঃ) ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, হাজ্জের (হজ্জ) সময় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে (নানা বিষয়ে) জিজ্ঞাসা করা হল। কোন একজন বললঃ আমি কঙ্কর নিক্ষেপের পূর্বেই যবেহ করে ফেলেছি। ইবনু আব্বাস (রাঃ) বলেন, তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাত দিয়ে ইশারা করে বললেনঃ কোন অসুবিধা নেই। আর এক ব্যাক্তি বললঃ আমি যবেহ করার পূর্বে মাথা মুড়িয়ে ফেলেছি। তিনি হাত দিয়ে ইশারা করলেনঃ কোন অসুবিধা নেই (যেহেতু ভুলবশতঃ করা হয়েছে)।\n",
    "checkStatus": "1",
    "hadithNo": "84",
    "id": "89",
    "thesequence": "510",
    "isActive": "1",
    "chapterId": "1706",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৬৬/ হাত ও মাথার ইশারায় মাসয়ালার জবাব দান",
    "rabiNameBn": "ইবনু আব্বাস (রাঃ)",
    "rabiNameEn": "Ibnu Abbas (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: The Prophet (sallallahu alaihi wa sallam) said, (Religious) knowledge will be taken away (by the death of religious scholars) ignorance (in religion) and afflictions will appear; and Harj will increase. It was asked, What is Harj, O Allahs Messenger (sallallahu alaihi wa sallam)? He replied by beckoning with his hand indicating killing. (Fath-al-Bari Page 192, Vol. 1)",
    "hadithArabic": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، قَالَ أَخْبَرَنَا حَنْظَلَةُ بْنُ أَبِي سُفْيَانَ، عَنْ سَالِمٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   يُقْبَضُ الْعِلْمُ، وَيَظْهَرُ الْجَهْلُ وَالْفِتَنُ، وَيَكْثُرُ الْهَرْجُ . قِيلَ يَا رَسُولَ اللَّهِ وَمَا الْهَرْجُ فَقَالَ هَكَذَا بِيَدِهِ، فَحَرَّفَهَا، كَأَنَّهُ يُرِيدُ الْقَتْلَ.",
    "hadithBengali": "৮৫। মাক্বী ইবনু ইবরাহীম (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ (শেষ যামানায়) ইল্&zwnj;ম তুলে নেওয়া হবে, অজ্ঞতা ও ফিতনার প্রসার ঘটবে এবং হারাজ বেড়ে যাবে। জিজ্ঞাসা করা হল, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! হারাজ কি? তিনি হাত দিয়ে ইশারা করে বললেনঃ এ রকম। যেন তিনি এর দ্বারা হত্যা বুঝিয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "85",
    "id": "90",
    "thesequence": "511",
    "isActive": "1",
    "chapterId": "1706",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৬৬/ হাত ও মাথার ইশারায় মাসয়ালার জবাব দান",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Asma: I came to `Aisha while she was praying, and said to her, What has happened to the people? She pointed out towards the sky. (I looked towards the mosque), and saw the people offering the prayer. Aisha said, Subhan Allah. I said to her, Is there a sign? She nodded with her head meaning, Yes. I, too, then stood (for the prayer of eclipse) till I became (nearly) unconscious and later on I poured water on my head. After the prayer, the Prophet (sallallahu alaihi wa sallam) praised and glorified Allah and then said, Just now at this place I have seen what I have never seen before, including Paradise and Hell. No doubt it has been inspired to me that you will be put to trials in your graves and these trials will be like the trials of Masih-ad-Dajjal or nearly like it (the sub narrator is not sure which expression Asma used). You will be asked, What do you know about this man (the Prophet (sallallahu alaihi wa sallam) Muhammad)? Then the faithful believer (or Asma said a similar word) will reply, He is Muhammad Allahs Messenger (sallallahu alaihi wa sallam) who had come to us with clear evidences and guidance and so we accepted his teachings and followed him. And he is Muhammad. And he will repeat it thrice. Then the angels will say to him, Sleep in peace as we have come to know that you were a faithful believer. On the other hand, a hypocrite or a doubtful person will reply, I do not know, but I heard the people saying something and so I said it. (the same). ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا وُهَيْبٌ، قَالَ حَدَّثَنَا هِشَامٌ، عَنْ فَاطِمَةَ، عَنْ أَسْمَاءَ، قَالَتْ أَتَيْتُ عَائِشَةَ وَهِيَ تُصَلِّي فَقُلْتُ مَا شَأْنُ النَّاسِ فَأَشَارَتْ إِلَى السَّمَاءِ، فَإِذَا النَّاسُ قِيَامٌ، فَقَالَتْ سُبْحَانَ اللَّهِ. قُلْتُ آيَةٌ فَأَشَارَتْ بِرَأْسِهَا، أَىْ نَعَمْ، فَقُمْتُ حَتَّى تَجَلاَّنِي الْغَشْىُ، فَجَعَلْتُ أَصُبُّ عَلَى رَأْسِي الْمَاءَ، فَحَمِدَ اللَّهَ عَزَّ وَجَلَّ النَّبِيُّ صلى  الله عليه وسلم وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ   مَا مِنْ شَىْءٍ لَمْ أَكُنْ أُرِيتُهُ إِلاَّ رَأَيْتُهُ فِي مَقَامِي حَتَّى الْجَنَّةَ وَالنَّارَ، فَأُوحِيَ إِلَىَّ أَنَّكُمْ تُفْتَنُونَ فِي قُبُورِكُمْ، مِثْلَ ـ أَوْ قَرِيبًا لاَ أَدْرِي أَىَّ ذَلِكَ قَالَتْ أَسْمَاءُ ـ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، يُقَالُ مَا عِلْمُكَ بِهَذَا الرَّجُلِ فَأَمَّا الْمُؤْمِنُ ـ أَوِ الْمُوقِنُ لاَ أَدْرِي بِأَيِّهِمَا قَالَتْ أَسْمَاءُ ـ فَيَقُولُ هُوَ مُحَمَّدٌ رَسُولُ اللَّهِ جَاءَنَا بِالْبَيِّنَاتِ وَالْهُدَى، فَأَجَبْنَا وَاتَّبَعْنَا، هُوَ مُحَمَّدٌ. ثَلاَثًا، فَيُقَالُ نَمْ صَالِحًا، قَدْ عَلِمْنَا إِنْ كُنْتَ لَمُوقِنًا بِهِ، وَأَمَّا الْمُنَافِقُ ـ أَوِ الْمُرْتَابُ لاَ أَدْرِي أَىَّ ذَلِكَ قَالَتْ أَسْمَاءُ ـ فَيَقُولُ لاَ أَدْرِي، سَمِعْتُ النَّاسَ يَقُولُونَ شَيْئًا فَقُلْتُهُ .",
    "hadithBengali": "৮৬। মূসা ইবনু ইসমাঈল (রহঃ) আসমা (রাঃ) থেকে বর্ণিত তিনি বলেন, আমি আয়িশা (রাঃ) এর কাছে এলাম, তিনি তখন সালাত (নামায/নামাজ) আদায় করছিলেন। আমি বললাম, মানুষের কি হয়েছে? তিনি আকাশের দিকে ইঙ্গিত করলেন (দেখ, সূর্য গ্রহণ লেগেছে)। তখন সকল লোক (সালাত (নামায/নামাজ) কুসূফ আদায়ের জন্য) দাঁড়িয়ে রয়েছে। আয়িশা (রাঃ) বললেন, সুবহানাল্লাহ্! আমি বললাম, এটা কি কোন নিদর্শন? তিনি মাথা ইশারা করলেন, হ্যাঁ। এরপর আমি (সালাত (নামায/নামাজ) দাঁড়িয়ে গেলাম। এমনকি (সালাত (নামায/নামাজ) এত দীর্ঘ ছিল যে,)আমার বেহুঁশ হয়ে পড়ার উপক্রম হল। তাই আমি মাথায় পানি ঢালতে লাগলাম। পরে (সালাত (নামায/নামাজ) শেষে) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর হাম্&zwnj;দ ও সানা বর্ণনা করলেন। এরপর বললেনঃ যা কিছু আমাকে ইতিপূর্বে দেখানো হয়নি, তা আমি আমার এ স্থানেই দেখতে পেয়েছি। এমনকি জান্নাত এবং জাহান্নামও দেখেছি। এরপর আল্লাহ্ তাআলা আমার কাছে ওহী প্রেরণ করলেন, তোমাদেরকে কবরের মধ্যে পরীক্ষা করা হবে দাজ্জালের ন্যায় (কঠিন) পরীক্ষা অথবা তার কাছাকাছি। ফাতিমা (রাঃ) বলেন, আসমা (রাঃ) (অনুরূপ) শব্দ বলেছিলেন, না - (কাছাকাছি) শব্দ, তা ঠিক আমার মনে নেই। (কবরের মধ্যে) বলা হবে, এ ব্যাক্তি সম্পর্কে তুমি কি জানো? তখন মুমিন ব্যাক্তি বা মুকিন (বিশ্বাসী) ব্যাক্তি [ফাতিমা (রাঃ) বলেন] আসমা (রাঃ) এর কোন্ শব্দটি বলেছিলেন ঠিক আমার মনে নেই, বলবে তিনি মুহাম্মদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম , তিনি আল্লাহর রাসূল। আমাদের কাছে মুজিযা ও হিদায়ত নিয়ে এসেছিলেন। আমরা তা গ্রহণ করেছিলাম এবং তাঁর অনুসরণ করেছিলাম। তিনি মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। তিনবার এরূপ বলবে। তখন তাকে বলা হবে, আরামে ঘুমাও, আমরা জানতে পারলাম যে, তুমি (দুনিয়ায়) তাঁর ওপর বিশ্বাসী ছিলে। আর মুনাফিক অথবা মুরতাব (সন্দেহ পোষণকারী) ফাতিমা বলেন, আসমা কোনটি বলেছিলেন, আমি ঠিক মনে করতে পারছি না- বলবে, আমি কিছুই জানিনা। মানুষকে (তাঁর সম্পর্কে) কি যেন বলতে শুনেছি, তাই আমিও তাই বলেছি।\n",
    "checkStatus": "1",
    "hadithNo": "86",
    "id": "91",
    "thesequence": "512",
    "isActive": "1",
    "chapterId": "1706",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৬৬/ হাত ও মাথার ইশারায় মাসয়ালার জবাব দান",
    "rabiNameBn": "আসমা  (রাঃ)",
    "rabiNameEn": "Asma (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Jamra: I was an interpreter between the people and Ibn `Abbas. Once Ibn `Abbas said that a delegation of the tribe of `Abdul Qais came to the Prophet (sallallahu alaihi wa sallam) who asked them, Who are the people (i.e. you)? (Or) who are the delegates? They replied, We are from the tribe of Rabi`a. Then the Prophet (sallallahu alaihi wa sallam) said to them, Welcome, O people (or said, O delegation (of `Abdul Qais).) Neither will you have disgrace nor will you regret. They said, We have come to you from a distant place and there is the tribe of the infidels of Mudar intervening between you and us and we cannot come to you except in the sacred month. So please order us to do something good (religious deeds) and that we may also inform our people whom we have left behind (at home) and that we may enter Paradise (by acting on them.) The Prophet ordered them to do four things, and forbade them from four things. He ordered them to believe in Allah Alone, the Honorable the Majestic and said to them, Do you know what is meant by believing in Allah Alone? They replied, Allah and His Apostle know better. Thereupon the Prophet (sallallahu alaihi wa sallam) said, (That means to testify that none has the right to be worshipped but Allah and that Muhammad is His Apostle, to offer prayers perfectly, to pay Zakat, to observe fasts during the month of Ramadan, (and) to pay Al-Khumus (one fifth of the booty to be given in Allahs cause). Then he forbade them four things, namely Ad-Dubba. Hantam, Muzaffat (and) An-Naqir or Muqaiyar (These were the names of pots in which alcoholic drinks used to be prepared). The Prophet (sallallahu alaihi wa sallam) further said, Memorize them (these instructions) and tell them to the people whom you have left behind.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا غُنْدَرٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي جَمْرَةَ، قَالَ كُنْتُ أُتَرْجِمُ بَيْنَ ابْنِ عَبَّاسٍ وَبَيْنَ النَّاسِ فَقَالَ إِنَّ وَفْدَ عَبْدِ الْقَيْسِ أَتَوُا النَّبِيَّ صلى  الله عليه وسلم فَقَالَ  مَنِ الْوَفْدُ ـ أَوْ مَنِ الْقَوْمُ . قَالُوا رَبِيعَةُ. فَقَالَ  مَرْحَبًا بِالْقَوْمِ ـ أَوْ بِالْوَفْدِ ـ غَيْرَ خَزَايَا وَلاَ نَدَامَى . قَالُوا إِنَّا نَأْتِيكَ مِنْ شُقَّةٍ بَعِيدَةٍ، وَبَيْنَنَا وَبَيْنَكَ هَذَا الْحَىُّ مِنْ كُفَّارِ مُضَرَ، وَلاَ نَسْتَطِيعُ أَنْ نَأْتِيَكَ إِلاَّ فِي شَهْرٍ حَرَامٍ فَمُرْنَا بِأَمْرٍ نُخْبِرْ بِهِ مَنْ وَرَاءَنَا، نَدْخُلُ بِهِ الْجَنَّةَ. فَأَمَرَهُمْ بِأَرْبَعٍ، وَنَهَاهُمْ عَنْ أَرْبَعٍ أَمَرَهُمْ بِالإِيمَانِ بِاللَّهِ عَزَّ وَجَلَّ وَحْدَهُ. قَالَ  هَلْ تَدْرُونَ مَا الإِيمَانُ بِاللَّهِ وَحْدَهُ . قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ. قَالَ  شَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَإِقَامُ الصَّلاَةِ، وَإِيتَاءُ الزَّكَاةِ، وَصَوْمُ رَمَضَانَ، وَتُعْطُوا الْخُمُسَ مِنَ الْمَغْنَمِ . وَنَهَاهُمْ عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالْمُزَفَّتِ. قَالَ شُعْبَةُ رُبَّمَا قَالَ النَّقِيرِ، وَرُبَّمَا قَالَ الْمُقَيَّرِ. قَالَ  احْفَظُوهُ وَأَخْبِرُوهُ مَنْ وَرَاءَكُمْ .\n",
    "hadithBengali": "৮৭। মুহাম্মদ ইবনু বাশ্&zwnj;শার (রহঃ) আবূ জামরা (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি ইবনু আব্বাস (রাঃ) ও লোকদের মধ্যে দোভাষীর কাজ করতাম। একদিন ইবনু আব্বাস (রাঃ) বললেন, আবদুল কায়স গোত্রের প্রতিনিধি দল রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলে, তিনি বললেনঃ তোমরা কোন্ প্রতিনিধি দল? অথবা বললেনঃ তোমরা কোন্ গোত্রের? তারা বলল, রাবীআ গোত্রের। তিনি বললেনঃ মারহাবা। এ গোত্রের প্রতি অথবা এ প্রতিনিধি দলের প্রতি, এরা কোনরূপ অপদস্থ না হয়েই এসেছে। তারা বলল, আমরা বহু দূর থেকে আপনার কাছে এসেছি। আর আমাদের ও আপনার মাঝে রয়েছে কাফিরদের এই মুযার গোত্রের বাস। আমরা শাহ্&zwnj;র-ই হারাম- ছাড়া আপনার কাছে আসতে সক্ষম নই। সুতরাং আমাদের এমন কিছু নির্দেশ দিন, যা আমাদের পশ্চাতে যারা রয়েছে তাদের কাছে পৌঁছাতে এবং তার ওসীলায় আমরা জান্নাতে দাখিল হতে পারি। তখন তিনি তাদের চারটি কাজের নির্দেশ দিলেন এবং চারটি কাজ থেকে নিষেধ করলেন। তাদের এক আল্লাহর উপর ঈমান আনার নির্দেশ দিলেন। তিনি বললেনঃ এক আল্লাহর উপর ঈমান আনা কিরূপে হয় জানো? তারা বললঃ আল্লাহ্ ও তাঁর রাসূল ই ভাল জানেন। তিনি বললেনঃ তা হল এ সাক্ষ্য দেওয়া যে, আল্লাহ্ ছাড়া ইলাহ নেই এবং মুহাম্মদ আল্লাহর রাসূলসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম , সালাত (নামায/নামাজ) কায়েম করা, যাকাত দেওয়া এবং রমযান এর সিয়াম পালন করা আর তোমাদের গনীমাতের মাল থেকে এক-পঞ্চমাংশ দান করবে। আর তাদের নিষেধ করলেন শুকনো লাউয়ের খোল, সবুজ কলস এবং আলকাতরার পালিশকৃত পাত্র ব্যবহার করতে। শুবা বলেন, কখনও (আবূ জামরা) খেজুর গাছ থেকে তৈরী পাত্রের কথাও বলেছেন আবার তিনি কখনও ( -)এর স্থলে ( -) বলেছেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা এগুলো মনোযোগ সহকারে স্মরণ রাখ এবং তোমাদের পশ্চাতে যারা রয়েছে তাদের পৌঁছে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "87",
    "id": "92",
    "thesequence": "513",
    "isActive": "1",
    "chapterId": "1707",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৬৭/ আবুল কায়েস গোত্রের প্রতিনিধি দলকে ঈমান এবং ইলমের হিফাজত করা এবং পরবর্তীদেরকে তা অবহিত করার বাপারে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উৎসাহ দান ।",
    "rabiNameBn": "আয়িশা (রাঃ)",
    "rabiNameEn": "Ayesha (RA)"
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin Abi Mulaika: `Uqba bin Al-Harith said that he had married the daughter of Abi Ihab bin `Aziz. Later on a woman came to him and said, I have suckled (nursed) `Uqba and the woman whom he married (his wife) at my breast. `Uqba said to her, Neither I knew that you have suckled (nursed) me nor did you tell me. Then he rode over to see Allahs Messenger (sallallahu alaihi wa sallam) at Medina, and asked him about it. Allahs Messenger (sallallahu alaihi wa sallam) said, How can you keep her as a wife when it has been said (that she is your foster-sister)? Then `Uqba divorced her, and she married another man.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا عُمَرُ بْنُ سَعِيدِ بْنِ أَبِي حُسَيْنٍ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي مُلَيْكَةَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ، أَنَّهُ تَزَوَّجَ ابْنَةً لأَبِي إِهَابِ بْنِ عَزِيزٍ، فَأَتَتْهُ امْرَأَةٌ فَقَالَتْ إِنِّي قَدْ أَرْضَعْتُ عُقْبَةَ وَالَّتِي تَزَوَّجَ بِهَا. فَقَالَ لَهَا عُقْبَةُ مَا أَعْلَمُ أَنَّكِ أَرْضَعْتِنِي وَلاَ أَخْبَرْتِنِي. فَرَكِبَ إِلَى رَسُولِ اللَّهِ صلى  الله عليه وسلم بِالْمَدِينَةِ فَسَأَلَهُ، فَقَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   كَيْفَ وَقَدْ قِيلَ . فَفَارَقَهَا عُقْبَةُ، وَنَكَحَتْ زَوْجًا غَيْرَهُ.\n",
    "hadithBengali": "৮৮। মুহাম্মদ ইবনু মুকাতিল আবূল হাসান (রহঃ) উকবা ইবনুল হারিস (রাঃ) বর্ণনা করেন, তিনি আবূ ইহাব ইবনু আযীয (রহঃ)-এর কন্যাকে বিবাহ করলে তাঁর কাছে একজন স্ত্রীলোক এসে বলল, আমি উকবা (রাঃ)-কে এবং সে যাকে বিয়ে করেছে তাকে (আবূ ইহাবের কন্যাকে) দুধ পান করিয়েছি। উকবা (রাঃ) তাকে বললেনঃ আমি জানিনা যে, তুমি আমাকে দুধ পান করিয়েছ। আর (ইতিপূর্বে) তুমি আমাকে একথা জানাওনি। এরপর তিনি মদিনায় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলেন এবং তাঁকে জিজ্ঞাসা করলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ কথার পর তুমি কিভাবে তার সঙ্গে সংসার করবে? এরপর উকবা তাঁর স্ত্রীকে আলাদা করে দিলেন এবং সে মহিলা অন্য স্বামীর সঙ্গে বিবাহ বন্ধনে আবদ্ধ হল।\n",
    "checkStatus": "1",
    "hadithNo": "88",
    "id": "93",
    "thesequence": "514",
    "isActive": "1",
    "chapterId": "1708",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৬৮/ উদ্ভূত মাসআলার জন্য সফর করা এবং নিজের পরিজনদের শিক্ষা দেওয়া ।",
    "rabiNameBn": "আয়িশা (রাঃ)",
    "rabiNameEn": "Ayesha (RA)"
  },
  {
    "hadithEnglish": "Narrated `Umar: My Ansari neighbor from Bani Umaiya bin Zaid who used to live at `Awali Al-Medina and used to visit the Prophet (sallallahu alaihi wa sallam) by turns. He used to go one day and I another day. When I went I used to bring the news of that day regarding the Divine Inspiration and other things, and when he went, he used to do the same for me. Once my Ansari friend, in his turn (on returning from the Prophet), knocked violently at my door and asked if I was there. I became horrified and came out to him. He said, Today a great thing has happened. I then went to Hafsa and saw her weeping. I asked her, Did Allahs Messenger (sallallahu alaihi wa sallam) divorce you all? She replied, I do not know. Then, I entered upon the Prophet (sallallahu alaihi wa sallam) and said while standing, Have you divorced your wives? The Prophet (sallallahu alaihi wa sallam) replied in the negative. On what I said, Allahu-Akbar (Allah is Greater). (See Hadith No. 119, Vol. 3 for details)",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، ح قَالَ أَبُو عَبْدِ اللَّهِ وَقَالَ ابْنُ وَهْبٍ أَخْبَرَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي ثَوْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنْ عُمَرَ، قَالَ كُنْتُ أَنَا وَجَارٌ، لِي مِنَ الأَنْصَارِ فِي بَنِي أُمَيَّةَ بْنِ زَيْدٍ، وَهْىَ مِنْ عَوَالِي الْمَدِينَةِ، وَكُنَّا نَتَنَاوَبُ النُّزُولَ عَلَى رَسُولِ اللَّهِ صلى  الله عليه وسلم يَنْزِلُ يَوْمًا وَأَنْزِلُ يَوْمًا، فَإِذَا نَزَلْتُ جِئْتُهُ بِخَبَرِ ذَلِكَ الْيَوْمِ مِنَ الْوَحْىِ وَغَيْرِهِ، وَإِذَا نَزَلَ فَعَلَ مِثْلَ ذَلِكَ، فَنَزَلَ صَاحِبِي الأَنْصَارِيُّ يَوْمَ نَوْبَتِهِ، فَضَرَبَ بَابِي ضَرْبًا شَدِيدًا. فَقَالَ أَثَمَّ هُوَ فَفَزِعْتُ فَخَرَجْتُ إِلَيْهِ فَقَالَ قَدْ حَدَثَ أَمْرٌ عَظِيمٌ. قَالَ فَدَخَلْتُ عَلَى حَفْصَةَ فَإِذَا هِيَ تَبْكِي فَقُلْتُ طَلَّقَكُنَّ رَسُولُ اللَّهِ صلى  الله عليه وسلم قَالَتْ لاَ أَدْرِي. ثُمَّ دَخَلْتُ عَلَى النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فَقُلْتُ وَأَنَا قَائِمٌ أَطَلَّقْتَ نِسَاءَكَ قَالَ   لاَ . فَقُلْتُ اللَّهُ أَكْبَرُ.\n",
    "hadithBengali": "৮৯। আবূল ইয়ামান (রহঃ) ও ইবনু ওহাব (রহঃ) উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি ও আমার এক আনসারী প্রতিবেশী বনি উমায়্যা ইবনু যায়দের মহল্লায় বাস করতাম। এ মহল্লাহটি ছিল মদিনার ঊঁচু এলাকায় অবস্থিত। আমরা দুজনে পালাক্রমে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে হাযির হাতম। তিনি একদিন আসতেন আর আমি একদিন আসতাম। আমি যেদিন আসতাম, সেদিনের ওহী প্রভৃতির খবর নিয়ে তাঁকে পৌঁছে দিতাম। আর তিনি যেদিন আসতেন সেদিন তিনি অনুরূপ করতেন। এরপর একদিন আমার আনসারী সঙ্গী তাঁর পালার দিন এলেন এবং (সেখান থেকে ফিরে) আমার দরজায় খুব জোরে করাঘাত করতে লাগলেন। (আমার নাম নিয়ে) বলতে লাগলেন, তিনি কি এখানে আছেন? আমি ঘাবড়ে গিয়ে তাঁর দিকে গেলাম। তিনি বললেন, এক বিরাট ঘটনা ঘটে গেছে [রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর স্ত্রীগণকে তালাক দিয়েছেন]। আমি তখনি (আমার কন্যা) হাফসা (রাঃ)-এর কাছে গেলাম। তিনি তখন কাঁদছিলেন। আমি বললাম, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি তোমাদের তালাক দিয়ে দিয়েছেন? তিনি বললেন, আমি জানিনা। এরপর আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলাম এবং দাঁড়িয়ে থেকেই বললামঃ আপনি কি আপনার স্ত্রীদের তালাক দিয়েছেন? জবাবে তিনি বললেনঃ না। আমি তখন আল্লাহু আকবার বলে উঠলাম।\n",
    "checkStatus": "1",
    "hadithNo": "89",
    "id": "94",
    "thesequence": "515",
    "isActive": "1",
    "chapterId": "1709",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৬৯/ পালাক্রমে ইলম শিক্ষা করা ।",
    "rabiNameBn": "উমর ইবনুল খাত্তাব  (রাঃ)",
    "rabiNameEn": "Umar Ibnul Khattab (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Mas`ud Al-Ansari: Once a man said to Allahs Messenger (sallallahu alaihi wa sallam) O Allahs Messenger (sallallahu alaihi wa sallam)! I may not attend the (compulsory congregational) prayer because so and so (the Imam) prolongs the prayer when he leads us for it. The narrator added: I never saw the Prophet (sallallahu alaihi wa sallam) more furious in giving advice than he was on that day. The Prophet said, O people! Some of you make others dislike good deeds (the prayers). So whoever leads the people in prayer should shorten it because among them there are the sick the weak and the needy (having some jobs to do).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، قَالَ أَخْبَرَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، قَالَ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ، لاَ أَكَادُ أُدْرِكُ الصَّلاَةَ مِمَّا يُطَوِّلُ بِنَا فُلاَنٌ، فَمَا رَأَيْتُ النَّبِيَّ صلى  الله عليه وسلم فِي مَوْعِظَةٍ أَشَدَّ غَضَبًا مِنْ يَوْمِئِذٍ فَقَالَ   أَيُّهَا النَّاسُ، إِنَّكُمْ مُنَفِّرُونَ، فَمَنْ صَلَّى بِالنَّاسِ فَلْيُخَفِّفْ، فَإِنَّ فِيهِمُ الْمَرِيضَ وَالضَّعِيفَ وَذَا الْحَاجَةِ .",
    "hadithBengali": "৯০। মুহাম্মদ ইবনু কাসীর (রহঃ) আবূ মাসউদ আনসারী (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার এক ব্যাক্তি বলল, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! আমি সালাত (নামায/নামাজ) (জামাতে) শামিল হতে পারি না। কারন অমুক ব্যাক্তি আমাদের নিয়ে খুব লম্বা করে সালাত (নামায/নামাজ) আদায় করেন। [ আবূ মাসউদ (রাঃ) বলেন, ] আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কোন ওয়াযের মজলিসে সেদিনের তুলনায় বেশি রাগান্বিত হতে দেখিনি। (রাগত স্বরে) তিনি বললেনঃ হে লোক সকল! তোমরা মানুষের মধ্যে বিরক্তির সৃষ্টি কর। অতএব যে লোকদের নিয়ে সালাত (নামায/নামাজ) আদায় করবে সে যেন সংক্ষেপ করে। কারন তাদের মধ্যে রোগী, দুর্বল ও কর্মব্যস্ত লোকও থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "90",
    "id": "95",
    "thesequence": "516",
    "isActive": "1",
    "chapterId": "1710",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭০/ অপছন্দনীয় কিছু দেখলে ওয়ায-নাসীহত বা শিক্ষাদানের সময় রাগ করা ।",
    "rabiNameBn": "আবূ মাসউদ আনসারী (রাঃ)",
    "rabiNameEn": "Abu Masud Ansari (RA)"
  },
  {
    "hadithEnglish": "Narrated Zaid bin Khalid Al-Juhani: A man asked the Prophet (sallallahu alaihi wa sallam) about the picking up of a Luqata (fallen lost thing). The Prophet (sallallahu alaihi wa sallam) replied, Recognize and remember its tying material and its container, and make public announcement (about it) for one year, then utilize it but give it to its owner if he comes. Then the person asked about the lost camel. On that, the Prophet (sallallahu alaihi wa sallam) got angry and his cheeks or his Face became red and he said, You have no concern with it as it has its water container, and its feet and it will reach water, and eat (the leaves) of trees till its owner finds it. The man then asked about the lost sheep. The Prophet (sallallahu alaihi wa sallam) replied, It is either for you, for your brother (another person) or for the wolf.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا أَبُو عَامِرٍ، قَالَ حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ الْمَدِينِيُّ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم سَأَلَهُ رَجُلٌ عَنِ اللُّقَطَةِ فَقَالَ  اعْرِفْ وِكَاءَهَا ـ أَوْ قَالَ وِعَاءَهَا ـ وَعِفَاصَهَا، ثُمَّ عَرِّفْهَا سَنَةً، ثُمَّ اسْتَمْتِعْ بِهَا، فَإِنْ جَاءَ رَبُّهَا فَأَدِّهَا إِلَيْهِ . قَالَ فَضَالَّةُ الإِبِلِ فَغَضِبَ حَتَّى احْمَرَّتْ وَجْنَتَاهُ ـ أَوْ قَالَ احْمَرَّ وَجْهُهُ ـ فَقَالَ  وَمَا لَكَ وَلَهَا مَعَهَا سِقَاؤُهَا وَحِذَاؤُهَا، تَرِدُ الْمَاءَ، وَتَرْعَى الشَّجَرَ، فَذَرْهَا حَتَّى يَلْقَاهَا رَبُّهَا . قَالَ فَضَالَّةُ الْغَنَمِ قَالَ  لَكَ أَوْ لأَخِيكَ أَوْ لِلذِّئْبِ .\n",
    "hadithBengali": "৯১। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) যায়েদ ইবনু খালিদ আল-জুহানী (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে হারানো বস্তু প্রাপ্তি সম্পর্কে জিজ্ঞাসা করল। তিনি বললেনঃ তার বাঁধনের রশি অথবা বললেন, থলে-ঝুলি ভাল করে চিনে রাখ। এরপর এক বছর পর্যন্ত তার ঘোষণা দিতে থাক। তারপর (মালিক পাওয়া না গেলে) তুমি তা ব্যবহার কর। এরপর যদি এর মালিক আসে তবে তাকে তা দিয়ে দেবে। সে বলল, হারানো উট পাওয়া গেলে? এ কথা শুনে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন রেগে গেলেন যে, তাঁর চেহারা মুবারক লাল হয়ে গেল। অথবা বর্ণনাকারী বলেন, তাঁর মুখমন্ডল লাল হয়ে গেল। তিনি বললেনঃ উট নিয়ে তোমার কি হয়েছে? তার তো আছে পানির মশক ও শক্ত পা। পানির কাছে যেতে পারে এবং গাছের লতা-পাতা খেতে পারে। তাই তাকে ছেড়ে দাও, যাতে মালিক তাকে পেয়ে যায়। সে বলল, হারানো বকরী পাওয়া গেলে? তিনি বললেন, সেটি তোমার, নয়ত তোমার ভাইয়ের, নয়ত বাঘের।\n",
    "checkStatus": "1",
    "hadithNo": "91",
    "id": "96",
    "thesequence": "517",
    "isActive": "1",
    "chapterId": "1710",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭০/ অপছন্দনীয় কিছু দেখলে ওয়ায-নাসীহত বা শিক্ষাদানের সময় রাগ করা ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Musa: The Prophet (sallallahu alaihi wa sallam) was asked about things which he did not like, but when the questioners insisted, the Prophet got angry. He then said to the people, Ask me anything you like. A man asked, Who is my father? The Prophet (sallallahu alaihi wa sallam) replied, Your father is Hudhafa. Then another man got up and said, Who is my father, O Allahs Messenger (sallallahu alaihi wa sallam) ? He replied, Your father is Salim, Maula (the freed slave) of Shaiba. So when `Umar saw that (the anger) on the face of the Prophet (sallallahu alaihi wa sallam) he said, O Allahs Messenger (sallallahu alaihi wa sallam)! We repent to Allah (Our offending you).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ سُئِلَ النَّبِيُّ صلى  الله عليه وسلم عَنْ أَشْيَاءَ كَرِهَهَا، فَلَمَّا أُكْثِرَ عَلَيْهِ غَضِبَ، ثُمَّ قَالَ لِلنَّاسِ  سَلُونِي عَمَّا شِئْتُمْ . قَالَ رَجُلٌ مَنْ أَبِي قَالَ  أَبُوكَ حُذَافَةُ . فَقَامَ آخَرُ فَقَالَ مَنْ أَبِي يَا رَسُولَ اللَّهِ فَقَالَ  أَبُوكَ سَالِمٌ مَوْلَى شَيْبَةَ . فَلَمَّا رَأَى عُمَرُ مَا فِي وَجْهِهِ قَالَ يَا رَسُولَ اللَّهِ، إِنَّا نَتُوبُ إِلَى اللَّهِ عَزَّ وَجَلَّ.",
    "hadithBengali": "৯২। মুহাম্মদ ইবনুল আলা (রহঃ) আবূ মূসা (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কয়েকটি অপছন্দনীয় বিষয় সম্পর্কে জিজ্ঞাসা করা হল। প্রশ্নের সংখ্যা যখন বেশি হয়ে গেল, তখন তিনি রেগে গিয়ে লোকদের বললেনঃ তোমরা আমার কাছে যা ইচ্ছা প্রশ্ন কর। এক ব্যাক্তি বলল, আমার পিতা কে? তিনি বললেনঃ তোমার পিতা হুযাফা। আর এক ব্যাক্তি দাঁড়িয়ে বলল, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! আমার পিতা কে? তিনি বললেনঃ তোমার পিতা হল শায়বার মাওলা (আযাদকৃত গোলাম) সালিম। তখন . উমর (রাঃ)- রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চেহারার অবস্থা দেখে বললেনঃ ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! আমরা মহান আল্লাহ্ তাআলার কাছে তওবা করছি।\n",
    "checkStatus": "1",
    "hadithNo": "92",
    "id": "97",
    "thesequence": "518",
    "isActive": "1",
    "chapterId": "1710",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭০/ অপছন্দনীয় কিছু দেখলে ওয়ায-নাসীহত বা শিক্ষাদানের সময় রাগ করা ।",
    "rabiNameBn": "আবূ মূসা (রাঃ)",
    "rabiNameEn": "Abu Musa (RA)"
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nOne day Allahs Messenger (ﷺ) came out (before the people) and `Abdullah bin Hudhafa stood up and asked (him) Who is my father? The Prophet (ﷺ) replied, Your father is Hudhafa. The Prophet (ﷺ) told them repeatedly (in anger) to ask him anything they liked. `Umar knelt down before the Prophet (ﷺ) and said thrice, We accept Allah as (our) Lord and Islam as (our) religion and Muhammad as (our) Prophet. After that the Prophet (ﷺ) became silent.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم خَرَجَ، فَقَامَ عَبْدُ اللَّهِ بْنُ حُذَافَةَ فَقَالَ مَنْ أَبِي فَقَالَ  أَبُوكَ حُذَافَةُ . ثُمَّ أَكْثَرَ أَنْ يَقُولَ  سَلُونِي . فَبَرَكَ عُمَرُ عَلَى رُكْبَتَيْهِ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا، وَبِالإِسْلاَمِ دِينًا، وَبِمُحَمَّدٍ صلى  الله عليه وسلم نَبِيًّا، فَسَكَتَ.",
    "hadithBengali": "৯৩। আবূল ইয়ামান (রহঃ) আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হলেন। তখন আবদুল্লাহ ইবনু হুযাফা দাঁড়িয়ে বললেন, আমার পিতা কে? তিনি বললেনঃ তোমার পিতা হুযাফা। এরপর তিনি বারবার বলতে লাগলেন, তোমরা আমার কাছে প্রশ্ন কর। উমর (রাঃ) তখন হাঁটু গেড়ে বসে বললেনঃ আমরা আল্লাহকে রব হিসাবে, ইসলামকে দ্বীন হিসাবে এবং মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নাবী হিসেবে সন্তুষ্ট চিত্তে গ্রহণ করে নিয়েছি। তিনি এ কথা তিনবার বললেন। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নীরব হলেন।\n",
    "checkStatus": "1",
    "hadithNo": "93",
    "id": "98",
    "thesequence": "519",
    "isActive": "1",
    "chapterId": "1752",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭১। ইমাম বা মুহাদ্দিসের সামনে হাঁটু গেড়ে বসা ",
    "rabiNameBn": "আনাস (রাঃ)",
    "rabiNameEn": "Anas (RA)"
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nWhenever the Prophet (ﷺ) asked permission to enter, he knocked the door thrice with greeting and whenever he spoke a sentence (said a thing) he used to repeat it thrice. (See Hadith No. 261, Vol. 8).",
    "hadithArabic": "حَدَّثَنَا عَبْدَةُ، قَالَ حَدَّثَنَا عَبْدُ الصَّمَدِ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا ثُمَامَةُ بْنُ عَبْدِ اللَّهِ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم أَنَّهُ كَانَ إِذَا سَلَّمَ سَلَّمَ ثَلاَثًا، وَإِذَا تَكَلَّمَ بِكَلِمَةٍ أَعَادَهَا ثَلاَثًا.",
    "hadithBengali": "৯৪। আবদা (রহঃ) আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সালাম করতেন, তিনবার সালাম করতেন। আর যখন কোন কথা বলতেন তা তিনবার বলতেন।\n",
    "checkStatus": "1",
    "hadithNo": "94",
    "id": "99",
    "thesequence": "520",
    "isActive": "1",
    "chapterId": "1753",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭২। ভালবাবে বুঝবার জন্য কোন কথা তিনবার বলা নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ &lsquo;মিথ্যা কথা থেকে সাবধান!&rsquo; এ কথাটি তিনি বারবার বলতে লাগলেন। ইব্ন &lsquo;উমর (রাঃ) বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (বিদায় হজ্জে) বলেছেনঃ আমি কি পৌঁছে দিয়েছি? একথা তিনি তিনবার বলেছেন।",
    "rabiNameBn": "আনাস (রাঃ)",
    "rabiNameEn": "Anas (RA)"
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nWhenever the Prophet (ﷺ) spoke a sentence (said a thing), he used to repeat it thrice so that the people could understand it properly from him and whenever he asked permission to enter, (he knocked the door) thrice with greeting.",
    "hadithArabic": "حَدَّثَنَا عَبْدَةُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عَبْدُ الصَّمَدِ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا ثُمَامَةُ بْنُ عَبْدِ اللَّهِ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم أَنَّهُ كَانَ إِذَا تَكَلَّمَ بِكَلِمَةٍ أَعَادَهَا ثَلاَثًا حَتَّى تُفْهَمَ عَنْهُ، وَإِذَا أَتَى عَلَى قَوْمٍ فَسَلَّمَ عَلَيْهِمْ سَلَّمَ عَلَيْهِمْ ثَلاَثًا.",
    "hadithBengali": "৯৫। আবদা ইবনু আবদুল্লাহ (রহঃ) আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কোন কথা বলতেন তখন তা তিনবার বলতেন যাতে তা বুঝে নেওয়া যায়। আর যখন কোন কওমের নিকট এসে সালাম করতেন, তাদের প্রতি তিনবার সালাম করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "95",
    "id": "100",
    "thesequence": "521",
    "isActive": "1",
    "chapterId": "1753",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭২। ভালবাবে বুঝবার জন্য কোন কথা তিনবার বলা নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ &lsquo;মিথ্যা কথা থেকে সাবধান!&rsquo; এ কথাটি তিনি বারবার বলতে লাগলেন। ইব্ন &lsquo;উমর (রাঃ) বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (বিদায় হজ্জে) বলেছেনঃ আমি কি পৌঁছে দিয়েছি? একথা তিনি তিনবার বলেছেন।",
    "rabiNameBn": "আনাস (রাঃ)",
    "rabiNameEn": "Anas (RA)"
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr:\n\nOnce Allahs Messenger (ﷺ) remained behind us in a journey. He joined us while we were performing ablution for the `Asr prayer which was over-due. We were just passing wet hands over our feet (not washing them properly) so the Prophet (ﷺ) addressed us in a loud voice and said twice or thrice, Save your heels from the fire.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ يُوسُفَ بْنِ مَاهَكَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ تَخَلَّفَ رَسُولُ اللَّهِ صلى  الله عليه وسلم فِي سَفَرٍ سَافَرْنَاهُ فَأَدْرَكَنَا وَقَدْ أَرْهَقْنَا الصَّلاَةَ صَلاَةَ الْعَصْرِ وَنَحْنُ نَتَوَضَّأُ، فَجَعَلْنَا نَمْسَحُ عَلَى أَرْجُلِنَا، فَنَادَى بِأَعْلَى صَوْتِهِ   وَيْلٌ لِلأَعْقَابِ مِنَ النَّارِ . مَرَّتَيْنِ أَوْ ثَلاَثًا.",
    "hadithBengali": "৯৬। মূসাদ্দাদ (রহঃ) আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমাদের এক সফরে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পেছনে রয়ে গেলেন। এরপর তিনি আমাদের নিকট এমন সময় পৌঁছলেন যখন আমাদের সালাতুল আসরের প্রস্তুতিতে দেরী হয়ে গিয়েছিল। আমরা উযূ (ওজু/অজু/অযু) করতে গিয়ে আমাদের পা মোটামুটিভাবে পানি দিয়ে ভিজিয়ে নিচ্ছিলাম। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উচ্চস্বরে ঘোষণা দিলেনঃ পায়ের গোড়ালী শুকনো থাকার জন্য জাহান্নামের শাস্তি রয়েছে। তিনি একথা দুবার কিংবা তিনবার বললেন।\n",
    "checkStatus": "1",
    "hadithNo": "96",
    "id": "101",
    "thesequence": "524",
    "isActive": "1",
    "chapterId": "1753",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭২। ভালবাবে বুঝবার জন্য কোন কথা তিনবার বলা নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ &lsquo;মিথ্যা কথা থেকে সাবধান!&rsquo; এ কথাটি তিনি বারবার বলতে লাগলেন। ইব্ন &lsquo;উমর (রাঃ) বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (বিদায় হজ্জে) বলেছেনঃ আমি কি পৌঁছে দিয়েছি? একথা তিনি তিনবার বলেছেন।",
    "rabiNameBn": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "rabiNameEn": "Abdullah Ibnu Amar (RA)"
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "حَدَّثَنَا الْعَلاَءُ بْنُ عَبْدِ الْجَبَّارِ قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ بِذَلِكَ، يَعْنِي حَدِيثَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ إِلَى قَوْلِهِ ذَهَابَ الْعُلَمَاءِ.",
    "hadithBengali": "১০০। আলা ইবনু আবদুল জব্বার (রহঃ) আবদুল্লাহ ইবনু দ্বীনার (রহঃ)-এর সূত্রে বির্ণিত রিওয়ায়াতে উমর ইবনু আবদুল- আযীয (রহঃ)- এর উপরোক্ত হাদীসে আলিমগণের বিদায় নেওয়া পর্যন্ত বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "100",
    "id": "102",
    "thesequence": "526",
    "isActive": "1",
    "chapterId": "1758",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭৬। কিভাবে ইল্ম তুলে নেয়া হবে &lsquo;উমর ইব্ন আবদুল &lsquo;আযীয (রহঃ) মদীনায় আবূ বকর ইব্ন হাযম (রহঃ)-এর কাছে এক পত্রে লিখেনঃ খোঁজ কর, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের যে হাদীস পাও তা লিখে নাও। আমি ইলম লোপ পাওয়ার এবং আলিমদের বিদায় নেওয়ার আশংকা করছি এবং জেনে রাখ, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের হাদীস ছাড়া আর কিছুই গ্রহণ করা হবে না এবং প্রত্যেকের উচিৎ ইলমের প্রচার-প্রসার করা, আর তারা যেন একত্রে বসে (ইলমের চর্চা করে,) যাতে যে জানে না সে শিক্ষা লাভ করতে পারে। কারন ইলম গোপনীয় বিষয় না হওয়া পর্যন্ত বিলুপ্ত হবে না।",
    "rabiNameBn": "আবদুল্লাহ ইবনু দীনার (রহঃ)",
    "rabiNameEn": "Abdullah Ibn Dinar (RH)"
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin `Amr bin Al-`As: I heard Allahs Messenger (sallallahu alaihi wa sallam) saying, Allah does not take away the knowledge, by taking it away from (the hearts of) the people, but takes it away by the death of the religious learned men till when none of the (religious learned men) remains, people will take as their leaders ignorant persons who when consulted will give their verdict without knowledge. So they will go astray and will lead the people astray.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَقُولُ   إِنَّ اللَّهَ لاَ يَقْبِضُ الْعِلْمَ انْتِزَاعًا، يَنْتَزِعُهُ مِنَ الْعِبَادِ، وَلَكِنْ يَقْبِضُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ، حَتَّى إِذَا لَمْ يُبْقِ عَالِمًا، اتَّخَذَ النَّاسُ رُءُوسًا جُهَّالاً فَسُئِلُوا، فَأَفْتَوْا بِغَيْرِ عِلْمٍ، فَضَلُّوا وَأَضَلُّوا . قَالَ الْفِرَبْرِيُّ حَدَّثَنَا عَبَّاسٌ قَالَ حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا جَرِيرٌ عَنْ هِشَامٍ نَحْوَهُ.",
    "hadithBengali": "১০১। ইসমাঈল ইবনু  আবূ উওয়ায়স (রহঃ) আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, আল্লাহ্ তাআলা বান্দার অন্তর থেকে ইল্&zwnj;ম বের করে উঠিয়ে নেবেন না; বরং আলিমদের উঠিয়ে নেওয়ার মাধ্যমেই ইল্&zwnj;ম উঠিয়ে নেবেন। যখন কোন আলিম বাকী থাকবে না তখন লোকেরা জাহিলদেরই নেতা হিসেবে গ্রহণ করবে। তাদের জিজ্ঞাসা করা হবে, তারা না জেনেই ফতোয়া দিবে। ফলে তারা নিজেরাও গোমরাহ হবে, আর অপরকেও গোমরাহ করবে। ফিরাবরী (রহঃ) বলেন, আব্বাস (রহঃ) হিশাম সূত্রেও অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "101",
    "id": "104",
    "thesequence": "527",
    "isActive": "1",
    "chapterId": "1758",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭৬। কিভাবে ইল্ম তুলে নেয়া হবে &lsquo;উমর ইব্ন আবদুল &lsquo;আযীয (রহঃ) মদীনায় আবূ বকর ইব্ন হাযম (রহঃ)-এর কাছে এক পত্রে লিখেনঃ খোঁজ কর, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের যে হাদীস পাও তা লিখে নাও। আমি ইলম লোপ পাওয়ার এবং আলিমদের বিদায় নেওয়ার আশংকা করছি এবং জেনে রাখ, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের হাদীস ছাড়া আর কিছুই গ্রহণ করা হবে না এবং প্রত্যেকের উচিৎ ইলমের প্রচার-প্রসার করা, আর তারা যেন একত্রে বসে (ইলমের চর্চা করে,) যাতে যে জানে না সে শিক্ষা লাভ করতে পারে। কারন ইলম গোপনীয় বিষয় না হওয়া পর্যন্ত বিলুপ্ত হবে না।",
    "rabiNameBn": "আবদুল্লাহ ইবনু আমর ইবনু আস (রাঃ)",
    "rabiNameEn": "Abdullah Ibnu Amar Ibnu Aa&#039;s (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Sa`id Al-Khudri: Some women requested the Prophet (sallallahu alaihi wa sallam) to fix a day for them as the men were taking all his time. On that he promised them one day for religious lessons and commandments. Once during such a lesson the Prophet said, A woman whose three children die will be shielded by them from the Hell fire. On that a woman asked, If only two die? He replied, Even two (will shield her from the Hell-fire).",
    "hadithArabic": "حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنِي ابْنُ الأَصْبَهَانِيِّ، قَالَ سَمِعْتُ أَبَا صَالِحٍ، ذَكْوَانَ يُحَدِّثُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ،. قَالَتِ النِّسَاءُ لِلنَّبِيِّ صلى  الله عليه وسلم غَلَبَنَا عَلَيْكَ الرِّجَالُ، فَاجْعَلْ لَنَا يَوْمًا مِنْ نَفْسِكَ. فَوَعَدَهُنَّ يَوْمًا لَقِيَهُنَّ فِيهِ، فَوَعَظَهُنَّ وَأَمَرَهُنَّ، فَكَانَ فِيمَا قَالَ لَهُنَّ  مَا مِنْكُنَّ امْرَأَةٌ تُقَدِّمُ ثَلاَثَةً مِنْ وَلَدِهَا إِلاَّ كَانَ لَهَا حِجَابًا مِنَ النَّارِ . فَقَالَتِ امْرَأَةٌ وَاثْنَيْنِ فَقَالَ  وَاثْنَيْنِ .",
    "hadithBengali": "১০২। আদম (রহঃ) আবূ সাঈদ খুদরী (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ মহিলারা একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলল, পুরূষেরা আপনার কাছে আমাদের চাইতে প্রাধান্য বিস্তার করে আছে। তাই আপনি নিজে আমাদের জন্য একটি দিন ধার্য করে দিন। তিনি তাদের বিশেষ একটি দিনের ওয়াদা করলেন; সে দিন তিনি তাদের সঙ্গে সাক্ষাৎ করলেন এবং তাদের ওয়ায-নসীহত করলেন ও নির্দেশ দিলেন। তিনি তাদের যা যা বলেছিলেন, তার মধ্যে একথাও ছিল যে, তোমাদের মধ্যে যে স্ত্রীলোক তিনটি সন্তান আগেই পাঠাবে*, তারা তার জন্য জাহান্নামের পর্দাস্বরূপ হয়ে থাকবে। তখন এক স্ত্রীলোক বলল, আর দুটি পাঠালে? তিনি বললেনঃ দুটি পাঠালেও।\n",
    "checkStatus": "1",
    "hadithNo": "102",
    "id": "105",
    "thesequence": "528",
    "isActive": "1",
    "chapterId": "1759",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭৭। ইলম শিক্ষার জন্য মহিলাদের ব্যাপারে কি আলাদা দিন নির্ধারণ করা যায়?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Sa`id Al-Khudri: as above (the sub narrators are different). Abu Huraira qualified the three children referred to in the above mentioned Hadith as not having reached the age of committing sins (i.e. age of puberty) .",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا غُنْدَرٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَصْبَهَانِيِّ، عَنْ ذَكْوَانَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم بِهَذَا. وَعَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَصْبَهَانِيِّ، قَالَ سَمِعْتُ أَبَا حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ   ثَلاَثَةً لَمْ يَبْلُغُوا الْحِنْثَ .",
    "hadithBengali": "১০৩। মুহাম্মদ ইবনু বাশশার (রহঃ)...... আবূ সাঈদ (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরুপ বর্ণনা করেছেন। আবদূর রহমান আল-আসবাহানী (রহঃ)... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এমন তিন সন্তান, যারা সাবালক হয়নি।\n",
    "checkStatus": "1",
    "hadithNo": "103",
    "id": "106",
    "thesequence": "529",
    "isActive": "1",
    "chapterId": "1759",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭৭। ইলম শিক্ষার জন্য মহিলাদের ব্যাপারে কি আলাদা দিন নির্ধারণ করা যায়?",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Ibn Abu Mulaika: Whenever `Aisha (the wife of the Prophet) heard anything which she did not understand, she used to ask again till she understood it completely. Aisha said: Once the Prophet (sallallahu alaihi wa sallam) said, Whoever will be called to account (about his deeds on the Day of Resurrection) will surely be punished. I said, Doesnt Allah say: He surely will receive an easy reckoning. (84.8) The Prophet (sallallahu alaihi wa sallam) replied, This means only the presentation of the accounts but whoever will be argued about his account, will certainly be ruined.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، قَالَ أَخْبَرَنَا نَافِعُ بْنُ عُمَرَ، قَالَ حَدَّثَنِي ابْنُ أَبِي مُلَيْكَةَ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم كَانَتْ لاَ تَسْمَعُ شَيْئًا لاَ تَعْرِفُهُ إِلاَّ رَاجَعَتْ فِيهِ حَتَّى تَعْرِفَهُ، وَأَنَّ النَّبِيَّ صلى  الله عليه وسلم قَالَ  مَنْ حُوسِبَ عُذِّبَ . قَالَتْ عَائِشَةُ فَقُلْتُ أَوَ لَيْسَ يَقُولُ اللَّهُ تَعَالَى {فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا} قَالَتْ فَقَالَ  إِنَّمَا ذَلِكَ الْعَرْضُ، وَلَكِنْ مَنْ نُوقِشَ الْحِسَابَ يَهْلِكْ .",
    "hadithBengali": "১০৪। সাঈদ ইবনু আবূ মারয়াম (রহঃ)...... ইবনু আবূ মুলায়কা (রাঃ) বলেন, নবী করিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) কোন কথা শুনে বুঝতে না পারলে বার বার জিজ্ঞাসা করতেন। একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, &ldquo;(কিয়ামতের দিন) যার হিসাব নেওয়া হবে তাকে আযাব দেওয়া হবে। &rdquo; আয়িশা (রাঃ) বলেনঃ আমি জিজ্ঞাসা করলাম, আল্লাহ্ তাআলা কি ইরশাদ করেননি, (তার হিসার-নিকাশ সহজেই নেওয়া হবে) (৮৪:৮)। তখন তিনি বললেনঃ তা কেবল হিসাব পেশ করা। কিন্তু যার হিসাব পুঙ্খানুপুঙ্খরুপে নেওয়া হবে সে ধবংস হবে।\n",
    "checkStatus": "1",
    "hadithNo": "104",
    "id": "107",
    "thesequence": "530",
    "isActive": "1",
    "chapterId": "1760",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭৮। কোন কথা শুনে না বুঝলে জানার জন্য পুনরায় জিজ্ঞেস করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Sa`id: Abu Shuraih said, When `Amr bin Sa`id was sending the troops to Mecca (to fight `Abdullah bin Az- Zubair) I said to him, O chief! Allow me to tell you what the Prophet (sallallahu alaihi wa sallam) said on the day following the conquests of Mecca. My ears heard and my heart comprehended, and I saw him with my own eyes, when he said it. He glorified and praised Allah and then said, Allah and not the people has made Mecca a sanctuary. So anybody who has belief in Allah and the Last Day (i.e. a Muslim) should neither shed blood in it nor cut down its trees. If anybody argues that fighting is allowed in Mecca as Allahs Messenger (sallallahu alaihi wa sallam) did fight (in Mecca), tell him that Allah gave permission to His Apostle, but He did not give it to you. The Prophet (sallallahu alaihi wa sallam) added: Allah allowed me only for a few hours on that day (of the conquest) and today (now) its sanctity is the same (valid) as it was before. So it is incumbent upon those who are present to convey it (this information) to those who are absent. Abu- Shuraih was asked, What did `Amr reply? He said `Amr said, O Abu Shuraih! I know better than you (in this respect). Mecca does not give protection to one who disobeys (Allah) or runs after committing murder, or theft (and takes refuge in Mecca).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي سَعِيدٌ، عَنْ أَبِي شُرَيْحٍ، أَنَّهُ قَالَ لِعَمْرِو بْنِ سَعِيدٍ وَهْوَ يَبْعَثُ الْبُعُوثَ إِلَى مَكَّةَ ائْذَنْ لِي أَيُّهَا الأَمِيرُ أُحَدِّثْكَ قَوْلاً قَامَ بِهِ النَّبِيُّ صلى  الله عليه وسلم الْغَدَ مِنْ يَوْمِ الْفَتْحِ، سَمِعَتْهُ أُذُنَاىَ وَوَعَاهُ قَلْبِي، وَأَبْصَرَتْهُ عَيْنَاىَ، حِينَ تَكَلَّمَ بِهِ، حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ   إِنَّ مَكَّةَ حَرَّمَهَا اللَّهُ، وَلَمْ يُحَرِّمْهَا النَّاسُ، فَلاَ يَحِلُّ لاِمْرِئٍ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ يَسْفِكَ بِهَا دَمًا، وَلاَ يَعْضِدَ بِهَا شَجَرَةً، فَإِنْ أَحَدٌ تَرَخَّصَ لِقِتَالِ رَسُولِ اللَّهِ صلى  الله عليه وسلم فِيهَا فَقُولُوا إِنَّ اللَّهَ قَدْ أَذِنَ لِرَسُولِهِ، وَلَمْ يَأْذَنْ لَكُمْ. وَإِنَّمَا أَذِنَ لِي فِيهَا سَاعَةً مِنْ نَهَارٍ، ثُمَّ عَادَتْ حُرْمَتُهَا الْيَوْمَ كَحُرْمَتِهَا بِالأَمْسِ، وَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ . فَقِيلَ لأَبِي شُرَيْحٍ مَا قَالَ عَمْرٌو قَالَ أَنَا أَعْلَمُ مِنْكَ يَا أَبَا شُرَيْحٍ، لاَ يُعِيذُ عَاصِيًا، وَلاَ فَارًّا بِدَمٍ، وَلاَ فَارًّا بِخَرْبَةٍ.",
    "hadithBengali": "১০৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) আবূ সুরাইয়া (রাঃ) থেকে বর্ণিত যে, তিনি আমর ইবনু সাঈদ (মদিনার গভর্নর)-কে বললেন, যখন তিনি মক্কায় সেনাবাহিনী প্রেরণ করছিলেন&mdash; হে আমীর ! আমাকে অনুমতি দিন, আমি আপনাকে এমন একটি হাদীস শোনাব, যা মক্কা বিজয়ের পরের দিন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন। আমার দু কান তা শুনেছে, আমার অন্তর তা স্মরণ রেখেছে, আর আমার দু চোখ তা দেখেছে। তিনি আল্লাহর প্রশংসা ও মহিমা বর্ণনা করে বললেনঃ মক্কাকে আল্লাহ্ তাআলা হারাম করেছেন, কোন মানুষ তাকে হারাম করেনি। তাই যে লোক আল্লাহর উপর এবং আখিরাতের উপর ঈমান রাখে তার জন্য সেখানে রক্তপাত করা এবং সেখানকার কোন গাছপালা কাটা হালাল নয়। কেউ যদি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর (সেখানকার) লড়াইকে দলীল হিসেবে পেশ করে তবে তোমরা বলে দিও যে, আল্লাহ্ তাআলা তাঁর রাসূল) কে এর অনুমতি দিয়েছিলেন; কিন্তু তোমাদের অনুমতি দেননি। আমাকেও সে দিনের কিছু সময়ের জন্য অনুমতি দিয়েছিলেন। তারপর আগের মতো আজ আবার এর নিষেধাজ্ঞা ফিরে এসেছে। উপস্থিত ব্যাক্তিরা যেন অনুপস্থিত ব্যাক্তিদের কাছে (এ বাণী) পৌঁছে দেয়। &rdquo; তারপর আবূ শুরাইয়া (রাঃ)- কে জিজ্ঞাসা করা হল, আপনার এ হাদীস শুনে আমর কি বলল? (আবূ শুরাইয়া (রাঃ) উত্তর দিলেন) সে বললঃ হে আবূ শুরাইয়া ! (এ বিষয়ে) আমি তোমার চাইতে ভাল জানি। মক্কা কোন বিদ্রোহীকে, কোন খুনের পলাতক আসামীকে এবং কোন সন্ত্রাসীকে আশ্রয় দেয় না। \n",
    "checkStatus": "1",
    "hadithNo": "105",
    "id": "108",
    "thesequence": "531",
    "isActive": "1",
    "chapterId": "1761",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭৯। উপস্থিত ব্যাক্তি অনুপস্থিত ব্যাক্তির কাছে ইলম পৌঁছে দেবে ইবন আব্বাস (রা) নবী করিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে তা বর্ণনা করেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Bakra: The Prophet (sallallahu alaihi wa sallam) said. No doubt your blood, property, the sub-narrator Muhammad thought that Abu Bakra had also mentioned and your honor (chastity), are sacred to one another as is the sanctity of this day of yours in this month of yours. It is incumbent on those who are present to inform those who are absent. (Muhammad the Sub-narrator used to say, Allahs Messenger (sallallahu alaihi wa sallam) told the truth.) The Prophet (sallallahu alaihi wa sallam) repeated twice: No doubt! Havent I conveyed Allahs message to you.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنِ ابْنِ أَبِي بَكْرَةَ، عَنْ أَبِي بَكْرَةَ، ذُكِرَ النَّبِيُّ صلى  الله عليه وسلم قَالَ  فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ ـ قَالَ مُحَمَّدٌ وَأَحْسِبُهُ قَالَ وَأَعْرَاضَكُمْ ـ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا، أَلاَ لِيُبَلِّغِ الشَّاهِدُ مِنْكُمُ الْغَائِبَ . وَكَانَ مُحَمَّدٌ يَقُولُ صَدَقَ رَسُولُ اللَّهِ صلى  الله عليه وسلم كَانَ ذَلِكَ  أَلاَ هَلْ بَلَّغْتُ  مَرَّتَيْنِ.",
    "hadithBengali": "১০৬। আবদুল্লাহ ইবনু আবদুল ওয়াহহাব (রহঃ)...... আবূ বাকরা (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা উল্লেখ করে বলেন যে, তিনি বলেছেনঃ তোমাদের জান, তোমাদের মাল &ndash; বর্ণনাকারী মুহাম্মদ (রহঃ) বলেন, আমার মনে হয়, তিনি বলেছিলেনঃ এবং তোমাদের মানসম্মান (অন্য মুসলমানের জন্য) এ শহরে এ দিনের মতই মর্যাদা সম্পন্ন। শোন, (আমার এ বাণী যেন) তোমাদের মধ্যে উপস্থিত ব্যাক্তি অনুপস্থিত ব্যাক্তির কাছে পৌঁছে দেয়। বর্ণনাকারী মুহাম্মদ (রহঃ) বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সত্য বলেছেন, তা-ই (তাবলীগ) হয়েছে। তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুবার করে বলেন, হে লোক সকল! আমি কি পৌঁছে দিয়েছি?\n",
    "checkStatus": "1",
    "hadithNo": "106",
    "id": "109",
    "thesequence": "532",
    "isActive": "1",
    "chapterId": "1761",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭৯। উপস্থিত ব্যাক্তি অনুপস্থিত ব্যাক্তির কাছে ইলম পৌঁছে দেবে ইবন আব্বাস (রা) নবী করিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে তা বর্ণনা করেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ali: The Prophet (sallallahu alaihi wa sallam) said, Do not tell a lie against me for whoever tells a lie against me (intentionally) then he will surely enter the Hell-fire.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، قَالَ أَخْبَرَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي مَنْصُورٌ، قَالَ سَمِعْتُ رِبْعِيَّ بْنَ حِرَاشٍ، يَقُولُ سَمِعْتُ عَلِيًّا، يَقُولُ قَالَ النَّبِيُّ صلى  الله عليه وسلم   لاَ تَكْذِبُوا عَلَىَّ، فَإِنَّهُ مَنْ كَذَبَ عَلَىَّ فَلْيَلِجِ النَّارَ .",
    "hadithBengali": "১০৭। আলী ইবনুল জাদ (রহঃ)...... আলী (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা আমার উপর মিথ্যা আরোপ করো না। কারণ আমার উপর যে মিথ্যা আরোপ করবে সে জাহান্নামে প্রবেশ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "107",
    "id": "110",
    "thesequence": "533",
    "isActive": "1",
    "chapterId": "1762",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮০। নবী করিম  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর মিথ্যারোপ করার গুনাহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe fact which stops me from narrating a great number of Hadiths to you is that the Prophet (ﷺ) said: Whoever tells a lie against me intentionally, then (surely) let him occupy his seat in Hell-fire.",
    "hadithArabic": "حَدَّثَنَا أَبُو مَعْمَرٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ عَبْدِ الْعَزِيزِ، قَالَ أَنَسٌ إِنَّهُ لَيَمْنَعُنِي أَنْ أُحَدِّثَكُمْ حَدِيثًا كَثِيرًا أَنَّ النَّبِيَّ صلى  الله عليه وسلم قَالَ   مَنْ تَعَمَّدَ عَلَىَّ كَذِبًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ .",
    "hadithBengali": "১০৯। আবূ মামার (রহঃ)...... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এ কথাটি তোমাদেরকে বহু হাদীস বর্ণনা করতে আমাকে বাধা দেয় যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ইচ্ছাকৃতভাবে আমার উপর মিথ্যা আরোপ করে সে যেন জাহান্নামে তার ঠিকানা বানিয়ে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "109",
    "id": "111",
    "thesequence": "534",
    "isActive": "1",
    "chapterId": "1762",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮০। নবী করিম  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর মিথ্যারোপ করার গুনাহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Az-Zubair:\n\nI said to my father, I do not hear from you any narration (Hadith) of Allah s Apostle as I hear (his narration) from so and so? Az-Zubair replied. l was always with him (the Prophet) and I heard him saying Whoever tells a lie against me (intentionally) then (surely) let him occupy, his seat in Hellfire.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ جَامِعِ بْنِ شَدَّادٍ، عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ أَبِيهِ، قَالَ قُلْتُ لِلزُّبَيْرِ إِنِّي لاَ أَسْمَعُكَ تُحَدِّثُ عَنْ رَسُولِ اللَّهِ صلى  الله عليه وسلم كَمَا يُحَدِّثُ فُلاَنٌ وَفُلاَنٌ. قَالَ أَمَا إِنِّي لَمْ أُفَارِقْهُ وَلَكِنْ سَمِعْتُهُ يَقُولُ   مَنْ كَذَبَ عَلَىَّ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ ",
    "hadithBengali": "আবুল ওয়ালিদ (রহঃ)... আবদুল্লাহ ইবনুয যুবাইর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি আমার পিতা যুবাইরকে বললামঃ আমি তো আপনাকে অমুক অমুকের ন্যায় রাসুলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাদিস বর্ণনা করতে শুনি না। তিনি বললেনঃ জেনে রাখ, আমি তাঁর থেকে দূরে থাকিনি, কিন্তু (হাদিস বর্ণনা করি না এজন্য যে) আমি তাকে বলতে শুনেছি, যে আমার উপর মিথ্যারোপ করবে সে যেন জাহান্নামে তার ঠিকানা বানিয়ে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "108",
    "id": "112",
    "thesequence": "535",
    "isActive": "1",
    "chapterId": "1762",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮০। নবী করিম  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর মিথ্যারোপ করার গুনাহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Salama: I heard the Prophet (sallallahu alaihi wa sallam) saying, Whoever (intentionally) ascribes to me what I have not said then (surely) let him occupy his seat in Hell-fire.",
    "hadithArabic": "حَدَّثَنَا مَكِّيُّ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا يَزِيدُ بْنُ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ، قَالَ سَمِعْتُ النَّبِيَّ صلى  الله عليه وسلم يَقُولُ   مَنْ يَقُلْ عَلَىَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ ",
    "hadithBengali": "১১০। মাক্কী ইবনু ইবরাহীম (রহঃ) সালমা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; কে বলতে শুনেছি, যে ব্যাক্তি আমার উপর এমন কথা আরোপ করে যা আমি বলিনি, সে যেন জাহান্নামে তার ঠিকানা বানিয়ে নেয়। \n",
    "checkStatus": "1",
    "hadithNo": "110",
    "id": "113",
    "thesequence": "536",
    "isActive": "1",
    "chapterId": "1762",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮০। নবী করিম  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর মিথ্যারোপ করার গুনাহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: The Prophet (sallallahu alaihi wa sallam) said, Name yourselves with my name (use my name) but do not name yourselves with my Kunya name (i.e. Abul Qasim). And whoever sees me in a dream then surely he has seen me for Satan cannot impersonate me. And whoever tells a lie against me (intentionally), then (surely) let him occupy his seat in Hell-fire.",
    "hadithArabic": "حَدَّثَنَا مُوسَى، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي حَصِينٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   تَسَمَّوْا بِاسْمِي وَلاَ تَكْتَنُوا بِكُنْيَتِي، وَمَنْ رَآنِي فِي الْمَنَامِ فَقَدْ رَآنِي، فَإِنَّ الشَّيْطَانَ لاَ يَتَمَثَّلُ فِي صُورَتِي، وَمَنْ كَذَبَ عَلَىَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ .",
    "hadithBengali": "১১১। মূসা (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার নামে তোমরা নাম রেখ; কিন্তু আমার উপনামে (কুনিয়াতে) তোমরা উপনামে রেখ না। আর যে আমাকে স্বপ্নে দেখে সে ঠিক আমাকেই দেখে। কারণ শয়তান আমার আকৃতির ন্যায় রুপ ধারণ করতে পারে না। যে ইচ্ছাকৃতভাবে আমার উপর মিথ্যা আরোপ করে সে যেন জাহান্নামে তার ঠিকানা বানিয়ে নেয়। \n",
    "checkStatus": "1",
    "hadithNo": "111",
    "id": "118",
    "thesequence": "537",
    "isActive": "1",
    "chapterId": "1762",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮০। নবী করিম  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর মিথ্যারোপ করার গুনাহ",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Ash-Shu`bi: Abu Juhaifa said, I asked `Ali, Have you got any book (which has been revealed to the Prophet (sallallahu alaihi wa sallam) apart from the Quran)? `Ali replied, No, except Allahs Book or the power of understanding which has been bestowed (by Allah) upon a Muslim or what is (written) in this sheet of paper (with me). Abu Juhaifa said, I asked, What is (written) in this sheet of paper? `Ali replied, it deals with The Diyya (compensation (blood money) paid by the killer to the relatives of the victim), the ransom for the releasing of the captives from the hands of the enemies, and the law that no Muslim should be killed in Qisas (equality in punishment) for the killing of (a disbeliever).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، قَالَ أَخْبَرَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مُطَرِّفٍ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي جُحَيْفَةَ، قَالَ قُلْتُ لِعَلِيٍّ هَلْ عِنْدَكُمْ كِتَابٌ قَالَ لاَ، إِلاَّ كِتَابُ اللَّهِ، أَوْ فَهْمٌ أُعْطِيَهُ رَجُلٌ مُسْلِمٌ، أَوْ مَا فِي هَذِهِ الصَّحِيفَةِ. قَالَ قُلْتُ فَمَا فِي هَذِهِ الصَّحِيفَةِ قَالَ الْعَقْلُ، وَفَكَاكُ الأَسِيرِ، وَلاَ يُقْتَلُ مُسْلِمٌ بِكَافِرٍ.",
    "hadithBengali": "১১২। মুহাম্মদ ইবনু সালাম (রহঃ)...... আবূ জুহায়ফা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি আলী (রাঃ)- কে জিজ্ঞাসা করলাম, আপনাদের কাছে কি লিখিত কিছু আছে? তিনি বললেনঃ না, কেবলমাত্র আল্লাহর কিতাব রয়েছে, আর সেই বুদ্ধি ও বিবেক, যা একজন মুসলিমকে দান করা হয়। এ ছাড়া যা কিছু এ পত্রটিতে লেখা আছে।  আবূ জুহায়ফা (রাঃ) বলেন, আমি বললাম, এ পত্রটিতে কি আছে? তিনি বললেন, দিয়াতের (আর্থির ক্ষতিপূরণ) ও বন্দী মুক্তির বিধান, আর এ বিধানটিও যে, মুসলিমকে কাফিরের বিনিময়ে হত্যা করা যাবে না। \n",
    "checkStatus": "1",
    "hadithNo": "112",
    "id": "119",
    "thesequence": "538",
    "isActive": "1",
    "chapterId": "1763",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮১। ইলম লিপিবদ্ধ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: In the year of the Conquest of Mecca, the tribe of Khuza`a killed a man from the tribe of Bani Laith in revenge for a killed person, belonging to them. They informed the Prophet (sallallahu alaihi wa sallam) about it. So he rode his Rahila (she-camel for riding) and addressed the people saying, Allah held back the killing from Mecca. (The sub-narrator is in doubt whether the Prophet (sallallahu alaihi wa sallam) said elephant or killing, as the Arabic words standing for these words have great similarity in shape), but He (Allah) let His Apostle and the believers over power the infidels of Mecca. Beware! (Mecca is a sanctuary) Verily! Fighting in Mecca was not permitted for anyone before me nor will it be permitted for anyone after me. It (war) in it was made legal for me for few hours or so on that day. No doubt it is at this moment a sanctuary, it is not allowed to uproot its thorny shrubs or to uproot its trees or to pick up its Luqat (fallen things) except by a person who will look for its owner (announce it publicly). And if somebody is killed, then his closest relative has the right to choose one of the two-- the blood money (Diyya) or retaliation having the killer killed. In the meantime a man from Yemen came and said, O Allahs Messenger (sallallahu alaihi wa sallam)! Get that written for me. The Prophet (sallallahu alaihi wa sallam) ordered his companions to write that for him. Then a man from Quraish said, Except Al-Idhkhir (a type of grass that has good smell) O Allahs Messenger (sallallahu alaihi wa sallam), as we use it in our houses and graves. The Prophet (sallallahu alaihi wa sallam) said, Except Al-Idhkhir i.e. Al-Idhkhir is allowed to be plucked.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ، قَالَ حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ خُزَاعَةَ، قَتَلُوا رَجُلاً مِنْ بَنِي لَيْثٍ عَامَ فَتْحِ مَكَّةَ بِقَتِيلٍ مِنْهُمْ قَتَلُوهُ، فَأُخْبِرَ بِذَلِكَ النَّبِيُّ صلى  الله عليه وسلم فَرَكِبَ رَاحِلَتَهُ، فَخَطَبَ فَقَالَ  إِنَّ اللَّهَ حَبَسَ عَنْ مَكَّةَ الْقَتْلَ ـ أَوِ الْفِيلَ شَكَّ أَبُو عَبْدِ اللَّهِ ـ وَسَلَّطَ عَلَيْهِمْ رَسُولَ اللَّهِ صلى  الله عليه وسلم وَالْمُؤْمِنِينَ، أَلاَ وَإِنَّهَا لَمْ تَحِلَّ لأَحَدٍ قَبْلِي، وَلاَ تَحِلُّ لأَحَدٍ بَعْدِي أَلاَ وَإِنَّهَا حَلَّتْ لِي سَاعَةً مِنْ نَهَارٍ، أَلاَ وَإِنَّهَا سَاعَتِي هَذِهِ حَرَامٌ، لاَ يُخْتَلَى شَوْكُهَا، وَلاَ يُعْضَدُ شَجَرُهَا، وَلاَ تُلْتَقَطُ سَاقِطَتُهَا إِلاَّ لِمُنْشِدٍ، فَمَنْ قُتِلَ فَهُوَ بِخَيْرِ النَّظَرَيْنِ إِمَّا أَنْ يُعْقَلَ، وَإِمَّا أَنْ يُقَادَ أَهْلُ الْقَتِيلِ . فَجَاءَ رَجُلٌ مِنْ أَهْلِ الْيَمَنِ فَقَالَ اكْتُبْ لِي يَا رَسُولَ اللَّهِ. فَقَالَ  اكْتُبُوا لأَبِي فُلاَنٍ . فَقَالَ رَجُلٌ مِنْ قُرَيْشٍ إِلاَّ الإِذْخِرَ يَا رَسُولَ اللَّهِ، فَإِنَّا نَجْعَلُهُ فِي بُيُوتِنَا وَقُبُورِنَا. فَقَالَ النَّبِيُّ صلى  الله عليه وسلم  إِلاَّ الإِذْخِرَ، إِلاَّ الإِذْخِرَ . ",
    "hadithBengali": "১১৩। আবূ নুআয়ম ফাযল ইবনু দুকায়ন (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, মক্কা বিজয়ের কালে খুযাআ গোত্র লায়স গোত্রের এক ব্যাক্তিকে হত্যা করল। এ হত্যা ছিল তাদের এক নিহত ব্যাক্তির প্রতিশোধ স্বরূপ, যাকে ইতিপূর্বে লায়স গোত্রের লোক হত্যা করেছিল। তারপর এ খবর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর কাছে পোঁছল। তিনি তাঁর উটের উপর আরোহণ করে খুতবা দিলেন, তিনি বললেনঃ আল্লাহ তাআলা মক্কা থেকে হত্যা- কে (অথবা বর্ণনাকারী বললেন) হাতী- কে রোধ করেছেন। ইমাম বুখারী (রহঃ) বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হত্যা বলেছেন না হাতী বলেছেন এ ব্যাপারে বর্ণনাকারী আবূ নুআয়ম সন্দেহ পোষণ করেন। অন্যেরা শুধু হাতী শব্দ উল্লেখ করেছেন। অবশ্য মক্কাবাসীদের উপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং মুমিনগনকে (যুদ্ধের মাধ্যমে) বিজয়ী করা হয়েছে। জেনে রাখ, আমার পূর্বে কারো জন্য মক্কা (নগরীতে লড়াই করা) হালাল করা হয়নি এবং আমার পরও কারো জন্য হালাল হবে না। জেনে রাখ, তাও আমার জন্য দিনের কিছু সময় মাত্র হালাল করা হয়েছিল। আরো জেনে রাখ, আমার এই কথা বলার মুহূর্তে আবার তা হারাম হয়ে গেছে। সেখানকার কোন কাঁটা ও কোন গাছপালা কাটা যাবে না এবং সেখানে পড়ে থাকে কোন বস্তু কুড়িয়ে নেওয়া যাবেনা। তবে ঘোষণা করার জন্য নিতে পারবে। আর যদি কেউ নিহত হয়, তবে তার আপনজনের জন্য দুটি ব্যবস্থার যে কোন একটির অধিকার রয়েছে। হয় তার দিয়াত নিবে নয় কিসাস গ্রহণ করবে। এরপর ইয়ামানবাসী এক ব্যাক্তি এসে বলল, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! (এ কথাগুলো) আমাকে লিখে দিন। তিনি (সাহাবীদের) বললেনঃ তোমরা তাকে (আবূ শাহকে) লিখে দাও। তারপর একজন কুরায়শী [আব্বাস (রাঃ)] বললেন, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! গাছপালা কাটার নিষেধাজ্ঞা হতে ইযখির বাদ রাখুন। কারণ তা আমরা আমাদের ঘরে ও কবরে ব্যবহার করি।  রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ইযখির ছাড়া, ইযখির ছাড়া। *\n",
    "checkStatus": "1",
    "hadithNo": "113",
    "id": "120",
    "thesequence": "539",
    "isActive": "1",
    "chapterId": "1763",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮১। ইলম লিপিবদ্ধ করা",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: There is none among the companions of the Prophet (sallallahu alaihi wa sallam) who has narrated more Hadiths than I except `Abdullah bin `Amr (bin Al-`As) who used to write them and I never did the same.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا عَمْرٌو، قَالَ أَخْبَرَنِي وَهْبُ بْنُ مُنَبِّهٍ، عَنْ أَخِيهِ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ مَا مِنْ أَصْحَابِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم أَحَدٌ أَكْثَرَ حَدِيثًا عَنْهُ مِنِّي، إِلاَّ مَا كَانَ مِنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو فَإِنَّهُ كَانَ يَكْتُبُ وَلاَ أَكْتُبُ. تَابَعَهُ مَعْمَرٌ عَنْ هَمَّامٍ عَنْ أَبِي هُرَيْرَةَ.",
    "hadithBengali": "১১৪। আলী ইবনু আবদুল্লাহ (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর সাহাবীগণের মধ্য আবদুল্লাহ ইবনু আমর (রাঃ) ব্যতীত আর কারো কাছে আমার চাইতে বেশী হাদীস নেই। কারণ তিনি লিখে রাখতেন, আর আমি লিখতাম না। মা&#39;মার (রহঃ) হাম্মাম (রহঃ) সূত্রে আবূ হুরায়রা (রাঃ) থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "114",
    "id": "121",
    "thesequence": "540",
    "isActive": "1",
    "chapterId": "1763",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮১। ইলম লিপিবদ্ধ করা",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Ubaidullah bin `Abdullah: Ibn `Abbas said, When the ailment of the Prophet (sallallahu alaihi wa sallam) became worse, he said, Bring for me (writing) paper and I will write for you a statement after which you will not go astray. But `Umar said, The Prophet is seriously ill, and we have got Allahs Book with us and that is sufficient for us. But the companions of the Prophet (sallallahu alaihi wa sallam) differed about this and there was a hue and cry. On that the Prophet (sallallahu alaihi wa sallam) said to them, Go away (and leave me alone). It is not right that you should quarrel in front of me. Ibn `Abbas came out saying, It was most unfortunate (a great disaster) that Allahs Messenger (sallallahu alaihi wa sallam) was prevented from writing that statement for them because of their disagreement and noise. (Note: It is apparent from this Hadith that Ibn `Abbas had witnessed the event and came out saying this statement. The truth is not so, for Ibn `Abbas used to say this statement on narrating the Hadith and he had not witnessed the event personally. See Fath Al-Bari Vol. 1, p.220 footnote.) (See Hadith No. 228, Vol. 4).",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لَمَّا اشْتَدَّ بِالنَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم وَجَعُهُ قَالَ  ائْتُونِي بِكِتَابٍ أَكْتُبُ لَكُمْ كِتَابًا لاَ تَضِلُّوا بَعْدَهُ . قَالَ عُمَرُ إِنَّ النَّبِيَّ صلى  الله عليه وسلم غَلَبَهُ الْوَجَعُ وَعِنْدَنَا كِتَابُ اللَّهِ حَسْبُنَا فَاخْتَلَفُوا وَكَثُرَ اللَّغَطُ. قَالَ  قُومُوا عَنِّي، وَلاَ يَنْبَغِي عِنْدِي التَّنَازُعُ . فَخَرَجَ ابْنُ عَبَّاسٍ يَقُولُ إِنَّ الرَّزِيَّةَ كُلَّ الرَّزِيَّةِ مَا حَالَ بَيْنَ رَسُولِ اللَّهِ صلى  الله عليه وسلم وَبَيْنَ كِتَابِهِ.",
    "hadithBengali": "১১৫। ইয়াহিয়া ইবনু সুলায়মান (রহঃ)... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর রোগ যখন বেড়ে গেল তখন তিনি বললেনঃ আমার কাছে কাগজ কলম নিয়ে এস, আমি তোমাদের এমন কিছু লিখে দিব যাতে পরবর্তীতে তোমরা ভ্রান্ত না হও।  উমর (রাঃ) বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর রোগ যন্ত্রণা প্রবল হয়ে গেছে (এমতাবস্থায় কিছু বলতে বা লিখতে তাঁর কষ্ট হবে)। আর আমাদের কাছে তো আল্লাহর কিতাব রয়েছে, যা আমাদের জন্য যথেষ্ট।  এতে সাহাবীগণের মধ্য মতবিরোধ দেখা দিল এবং শোরগোল বেড়ে গেল। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা আমার কাছ থেকে উঠে যাও। আমার কাছে ঝগড়া-বিবাদ করা উচিত নয়।  এ পর্যন্ত বর্ণনা করে ইবনু আব্বাস (রাঃ) (যেখানে বসে হাদীস বর্ণনা করছিলেন সেখান থেকে) এ কথা বলতে বলতে বেরিয়ে গেলেন যে, হায় বিপদ, সাংঘাতিক বিপদ! রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং তাঁর লেখনীর মধ্যে যা বাধ সেধেছে। \n",
    "checkStatus": "1",
    "hadithNo": "115",
    "id": "122",
    "thesequence": "541",
    "isActive": "1",
    "chapterId": "1763",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮১। ইলম লিপিবদ্ধ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Um Salama: One night Allahs Messenger (sallallahu alaihi wa sallam) got up and said, Subhan Allah! How many afflictions have been descended tonight and how many treasures have been disclosed! Go and wake the sleeping lady occupants of these dwellings (his wives) up (for prayers). A well-dressed (soul) in this world may be naked in the Hereafter. ",
    "hadithArabic": "حَدَّثَنَا صَدَقَةُ، أَخْبَرَنَا ابْنُ عُيَيْنَةَ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ هِنْدٍ، عَنْ أُمِّ سَلَمَةَ، وَعَمْرٍو، وَيَحْيَى بْنِ سَعِيدٍ، عَنِ الزُّهْرِيِّ، عَنْ هِنْدٍ، عَنْ أُمِّ سَلَمَةَ، قَالَتِ اسْتَيْقَظَ النَّبِيُّ صلى  الله عليه وسلم ذَاتَ لَيْلَةٍ فَقَالَ   سُبْحَانَ اللَّهِ مَاذَا أُنْزِلَ اللَّيْلَةَ مِنَ الْفِتَنِ وَمَاذَا فُتِحَ مِنَ الْخَزَائِنِ أَيْقِظُوا صَوَاحِبَاتِ الْحُجَرِ، فَرُبَّ كَاسِيَةٍ فِي الدُّنْيَا عَارِيَةٍ فِي الآخِرَةِ .",
    "hadithBengali": "১১৬। সাদাকা, আমর ও ইয়াহিয়া ইবনু সাঈদ (রহঃ)...... উম্মে সালামা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এক রাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুম থেকে জেগে বলেনঃ সুবহানআল্লাহ! এ রাতে কতই না বিপদাপদ নেমে আসছে এবং কতই না ভান্ডার খুলে দেওয়া হচ্ছে ! অন্য সব ঘরের মহিলাগণকেও জানিয়ে দাও, বহু মহিলা যারা দুনিয়ায় বস্ত্র পরিহিতা, তারা আখিরাতে হবে বস্ত্রহীনা। \n",
    "checkStatus": "1",
    "hadithNo": "116",
    "id": "123",
    "thesequence": "542",
    "isActive": "1",
    "chapterId": "1764",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮২। রাতে ইলম শিক্ষাদান এবং ওয়ায-নসিহত করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin `Umar: Once the Prophet (sallallahu alaihi wa sallam) led us in the `Isha prayer during the last days of his life and after finishing it (the prayer) (with Taslim) he said: Do you realize (the importance of) this night? Nobody present on the surface of the earth tonight will be living after the completion of one hundred years from this night.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ خَالِدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمٍ، وَأَبِي، بَكْرِ بْنِ سُلَيْمَانَ بْنِ أَبِي حَثْمَةَ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَالَ صَلَّى بِنَا النَّبِيُّ صلى  الله عليه وسلم الْعِشَاءَ فِي آخِرِ حَيَاتِهِ، فَلَمَّا سَلَّمَ قَامَ فَقَالَ   أَرَأَيْتَكُمْ لَيْلَتَكُمْ هَذِهِ، فَإِنَّ رَأْسَ مِائَةِ سَنَةٍ مِنْهَا لاَ يَبْقَى مِمَّنْ هُوَ عَلَى ظَهْرِ الأَرْضِ أَحَدٌ .",
    "hadithBengali": "১১৭। সাঈদ ইবনু উফায়র (রহঃ)... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর জীবনের শেষের দিকে আমাদের নিয়ে ইশার সালাত (নামায/নামাজ) আদায় করলেন। সালাম ফিরাবার পর তিনি দাঁড়িয়ে বললেন, তোমরা কি এ রাতের সম্পর্কে জানো? বর্তমানে যারা পৃথিবীতে রয়েছে, একশ বছরের মাথায় তাদের কেউ আর বাকী থাকবে না।\n",
    "checkStatus": "1",
    "hadithNo": "117",
    "id": "124",
    "thesequence": "543",
    "isActive": "1",
    "chapterId": "1765",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮৩। রাতে ইলমের আলোচনা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas: I stayed overnight in the house of my aunt Maimuna bint Al-Harith (the wife of the Prophet (sallallahu alaihi wa sallam) ) while the Prophet (sallallahu alaihi wa sallam) was there with her during her night turn. The Prophet (sallallahu alaihi wa sallam) offered the `Isha prayer (in the mosque), returned home and after having prayed four rak`at, he slept. Later on he got up at night and then asked whether the boy (or he used a similar word) had slept? Then he got up for the prayer and I stood up by his left side but he made me stand to his right and offered five rak`at followed by two more rak`at. Then he slept and I heard him snoring and then (after a while) he left for the (Fajr) prayer.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنَا الْحَكَمُ، قَالَ سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ بِتُّ فِي بَيْتِ خَالَتِي مَيْمُونَةَ بِنْتِ الْحَارِثِ زَوْجِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم وَكَانَ النَّبِيُّ صلى  الله عليه وسلم عِنْدَهَا فِي لَيْلَتِهَا، فَصَلَّى النَّبِيُّ صلى  الله عليه وسلم الْعِشَاءَ، ثُمَّ جَاءَ إِلَى مَنْزِلِهِ، فَصَلَّى أَرْبَعَ رَكَعَاتٍ، ثُمَّ نَامَ، ثُمَّ قَامَ، ثُمَّ قَالَ   نَامَ الْغُلَيِّمُ . أَوْ كَلِمَةً تُشْبِهُهَا، ثُمَّ قَامَ فَقُمْتُ عَنْ يَسَارِهِ، فَجَعَلَنِي عَنْ يَمِينِهِ، فَصَلَّى خَمْسَ رَكَعَاتٍ ثُمَّ صَلَّى رَكْعَتَيْنِ، ثُمَّ نَامَ حَتَّى سَمِعْتُ غَطِيطَهُ ـ أَوْ خَطِيطَهُ ـ ثُمَّ خَرَجَ إِلَى الصَّلاَةِ.",
    "hadithBengali": "১১৮। আদম (রহঃ)...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি আমার খালা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী মায়মূনা বিন্&zwnj;ত হারিস (রাঃ)-এর ঘরে এক রাত্রি যাপন করছিলাম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর পালার রাতে সেখানে ছিলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইশার সালাত (নামায/নামাজ) আদায় করে তাঁর ঘরে চলে আসলেন এবং চার রাকআত সালাত (নামায/নামাজ) আদায় করে শুয়ে পড়লেন। কিছুক্ষণ পর উঠে বললেনঃ বালকটি কি ঘুমিয়ে গেছে? বা এ ধরনের কোন কথা বললেন। তারপর (সালাত (নামায/নামাজ) দাঁড়িয়ে গেলেন, আমিও তাঁর বাঁ দিকে গিয়ে দাঁড়ালাম। তিনি আমাকে তাঁর ডান দিকে এনে দাঁড় করালেন। তারপর তিনি পাঁচ রাকআত সালাত (নামায/নামাজ) আদায় করলেন। পরে আরো দু রাকআত আদায় করলেন। এরপর শুয়ে পড়লেন। এমনকি আমি তাঁর নাক ডাকার শব্দ শুনতে পেলাম। এরপর উঠে তিনি (ফজরের) সালাত (নামায/নামাজ)-এর জন্য বের হলেন।\n",
    "checkStatus": "1",
    "hadithNo": "118",
    "id": "125",
    "thesequence": "544",
    "isActive": "1",
    "chapterId": "1765",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮৩। রাতে ইলমের আলোচনা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: People say that I have narrated many Hadiths (The Prophets narration). Had it not been for two verses in the Quran, I would not have narrated a single Hadith, and the verses are: Verily those who conceal the clear sign and the guidance which We have sent down . . . (up to) Most Merciful. (2:159-160). And no doubt our Muhajir (emigrant) brothers used to be busy in the market with their business (bargains) and our Ansari brothers used to be busy with their property (agriculture). But I (Abu Huraira) used to stick to Allahs Messenger (sallallahu alaihi wa sallam) contented with what will fill my stomach and I used to attend that which they used not to attend and I used to memorize that which they used not to memorize.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ إِنَّ النَّاسَ يَقُولُونَ أَكْثَرَ أَبُو هُرَيْرَةَ، وَلَوْلاَ آيَتَانِ فِي كِتَابِ اللَّهِ مَا حَدَّثْتُ حَدِيثًا، ثُمَّ يَتْلُو {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ} إِلَى قَوْلِهِ {الرَّحِيمُ} إِنَّ إِخْوَانَنَا مِنَ الْمُهَاجِرِينَ كَانَ يَشْغَلُهُمُ الصَّفْقُ بِالأَسْوَاقِ، وِإِنَّ إِخْوَانَنَا مِنَ الأَنْصَارِ كَانَ يَشْغَلُهُمُ الْعَمَلُ فِي أَمْوَالِهِمْ، وَإِنَّ أَبَا هُرَيْرَةَ كَانَ يَلْزَمُ رَسُولَ اللَّهِ صلى  الله عليه وسلم بِشِبَعِ بَطْنِهِ وَيَحْضُرُ مَا لاَ يَحْضُرُونَ، وَيَحْفَظُ مَا لاَ يَحْفَظُونَ.",
    "hadithBengali": "১১৯। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ)...।। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ লোকে বলে, আবূ হুরায়রা (রাঃ) বড় বেশী হাদীস বর্ণনা করে। (জেনে রাখ,)কিতাবে দুটি আয়াত যদি না থাকত, তবে আমি একটি হাদিসও বর্ণনা করতাম না। এরপর তিনি তিলাওয়াত করলেনঃ &ldquo;আমি সেসব স্পষ্ট নিদর্শন ও পথ-নির্দেশ অবতীর্ণ করেছি মানুষের জন্য কিতাবে তা স্পষ্টভাবে ব্যক্ত করার পরও যারা তা গোপন রাখে আল্লাহ তাদেরকে লানত দেন এবং অভিশাপকারিগণও তাদেরকে অভিশাপ দেয় কিন্তু যারা তওবা করে এবং নিজদিককে সংশোধন আর সত্যকে সুস্পষ্টভাবে ব্যক্ত করে, ওরাই তারা, যাদের প্রতি আমি ক্ষমাশীল, পরম দয়ালু। &rdquo; (২:১৫৯-১৬০) (প্রকৃত ঘটনা এই যে,)আমার মুহাজির ভাইয়েরা বাজারে কেনাবেচায় এবং আমার আনসার ভাইয়েরা জমা-জমির কাজে মশগুল থাকত। আর আবূ হুরায়রা (রাঃ) (খেয়ে না খেয়ে) তুষ্ট থেকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর সঙ্গে লেগে থাকত। তাই তারা যখন উপস্থিত থাকত না, তখন সে উপস্থিত থাকত এবং তারা যা মুখস্থ করত না সে তা মুখস্থ রাখত।\n",
    "checkStatus": "1",
    "hadithNo": "119",
    "id": "126",
    "thesequence": "545",
    "isActive": "1",
    "chapterId": "1766",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮৪। ইলম মুখস্ত করা",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: I said to Allahs Messenger (sallallahu alaihi wa sallam) I hear many narrations (Hadiths) from you but I forget them. Allahs Apostle said, Spread your Rida (garment). I did accordingly and then he moved his hands as if filling them with something (and emptied them in my Rida) and then said, Take and wrap this sheet over your body. I did it and after that I never forgot any thing.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ أَبِي بَكْرٍ أَبُو مُصْعَبٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ دِينَارٍ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ، إِنِّي أَسْمَعُ مِنْكَ حَدِيثًا كَثِيرًا أَنْسَاهُ. قَالَ  ابْسُطْ رِدَاءَكَ  فَبَسَطْتُهُ. قَالَ فَغَرَفَ بِيَدَيْهِ ثُمَّ قَالَ  ضُمُّهُ  فَضَمَمْتُهُ فَمَا نَسِيتُ شَيْئًا بَعْدَهُ",
    "hadithBengali": "১২০। আবূ মুসআব আহমদ ইবনু আবূ বাকর (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি বললাম, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! আমি আমি আপনার কাছ থেকে বহু হাদীস শুনি কিন্তু ভুলে যাই।  তিনি বলবেন তোমার চাঁদর খুলে ধর। আমি খুলে ধরলাম। তিনি দুহাত অঞ্জলী করে তাতে কিছু ঢেলে দেওয়ার মত করে বললেনঃ এটা তোমার বুকের সাথে লাগিয়ে ধর। আমি তা বুকের সাথে লাগালাম। এরপর আমি আর কিছুই ভুলিনি।\n",
    "checkStatus": "1",
    "hadithNo": "120",
    "id": "127",
    "thesequence": "546",
    "isActive": "1",
    "chapterId": "1766",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮৪। ইলম মুখস্ত করা",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Ibrahim bin Al-Mundhir: Ibn Abi Fudaik narrated the same as above (Hadith...119) but added that the Prophet (sallallahu alaihi wa sallam) had moved his hands as if filling them with something and then he emptied them in the Rida of Abu Huraira.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ قَالَ حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ بِهَذَا أَوْ قَالَ غَرَفَ بِيَدِهِ فِيهِ.",
    "hadithBengali": "১২১। ইবরাহীম ইবনুল মুনযির (রহঃ)...... ইবনু আবূ ফুদায়ক (রহঃ) সূত্রে অনুরূপ হাদীস বর্ণনা করেন এবং তাতে বলেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর হাত দিয়ে সে চাঁদরের মধ্য (কিছু) দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "121",
    "id": "128",
    "thesequence": "547",
    "isActive": "1",
    "chapterId": "1766",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮৪। ইলম মুখস্ত করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: I have memorized two kinds of knowledge from Allahs Messenger (sallallahu alaihi wa sallam) . I have propagated one of them to you and if I propagated the second, then my pharynx (throat) would be cut (i.e. killed).",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي أَخِي، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ حَفِظْتُ مِنْ رَسُولِ اللَّهِ صلى  الله عليه وسلم وِعَاءَيْنِ، فَأَمَّا أَحَدُهُمَا فَبَثَثْتُهُ، وَأَمَّا الآخَرُ فَلَوْ بَثَثْتُهُ قُطِعَ هَذَا الْبُلْعُومُ.",
    "hadithBengali": "১২২। ইসমাঈল (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ইল্&zwnj;মের দুটি পাত্র মুখস্থ করে রেখেছিলাম। তার একটি পাত্র বিতরণ করে দিয়েছি। আর অপরটি প্রকাশ করলে আমার কন্ঠনালী কেটে দেওয়া হবে। আবূ আবদুল্লাহ (রহঃ) বলেন, হাদীসে উল্লিখিত শব্দের অর্থ খাদ্যনালী।\n",
    "checkStatus": "1",
    "hadithNo": "122",
    "id": "129",
    "thesequence": "548",
    "isActive": "1",
    "chapterId": "1766",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮৪। ইলম মুখস্ত করা",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Jarir: The Prophet (sallallahu alaihi wa sallam) said to me during Hajjat-al-Wida`: Let the people keep quiet and listen. Then he said (addressing the people), Do not (become infidels) revert to disbelief after me by striking the necks (cutting the throats) of one another (killing each other).",
    "hadithArabic": "حَدَّثَنَا حَجَّاجٌ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَلِيُّ بْنُ مُدْرِكٍ، عَنْ أَبِي زُرْعَةَ، عَنْ جَرِيرٍ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم قَالَ لَهُ فِي حَجَّةِ الْوَدَاعِ  اسْتَنْصِتِ النَّاسَ  فَقَالَ  لاَ تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ .",
    "hadithBengali": "১২৩। হাজ্জাজ (রহঃ)...... জারীর (রাঃ) থেকে বর্ণিত যে, বিদায় হাজ্জের (হজ্জ) সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ তুমি লোকদেরকে চুপ করিয়ে দাও, তারপর তিনি বললেনঃ আমার পরে তোমরা কাফির (এর মত) হয়ে যেও না যে, একে অপরের গর্দান কাটবে। \n",
    "checkStatus": "1",
    "hadithNo": "123",
    "id": "130",
    "thesequence": "549",
    "isActive": "1",
    "chapterId": "1767",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮৫। আলিমদের কথা শোনার জন্য লোকদের চুপ করানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Sa`id bin Jubair: I said to Ibn `Abbas, Nauf-Al-Bakali claims that Moses (the companion of Khadir) was not the Moses of Bani Israel but he was another Moses. Ibn `Abbas remarked that the enemy of Allah (Nauf) was a liar. Narrated Ubai bin Ka`b: The Prophet (sallallahu alaihi wa sallam) said, Once the Prophet (sallallahu alaihi wa sallam) Moses stood up and addressed Bani Israel. He was asked, Who is the most learned man amongst the people. He said, I am the most learned. Allah admonished Moses as he did not attribute absolute knowledge to Him (Allah). So Allah inspired to him At the junction of the two seas there is a slave amongst my slaves who is more learned than you. Moses said, O my Lord! How can I meet him? Allah said: Take a fish in a large basket (and proceed) and you will find him at the place where you will lose the fish. So Moses set out along with his (servant) boy, Yusha` bin Noon and carried a fish in a large basket till they reached a rock, where they laid their heads (i.e. lay down) and slept. The fish came out of the basket and it took its way into the sea as in a tunnel. So it was an amazing thing for both Moses and his (servant) boy. They proceeded for the rest of that night and the following day. When the day broke, Moses said to his (servant) boy: Bring us our early meal. No doubt, we have suffered much fatigue in this journey. Moses did not get tired till he passed the place about which he was told. There the (servant) boy told Moses, Do you remember when we betook ourselves to the rock, I indeed forgot the fish. Moses remarked, That is what we have been seeking. So they went back retracing their footsteps, till they reached the rock. There they saw a man covered with a garment (or covering himself with his own garment). Moses greeted him. Al-Khadir replied saying, How do people greet each other in your land? Moses said, I am Moses. He asked, The Moses of Bani Israel? Moses replied in the affirmative and added, May I follow you so that you teach me of that knowledge which you have been taught. Al-Khadir replied, Verily! You will not be able to remain patient with me, O Moses! I have some of the knowledge of Allah which He has taught me and which you do not know, while you have some knowledge which Allah has taught you which I do not know. Moses said, Allah willing, you will find me patient and I will disobey no order of yours. So both of them set out walking along the seashore, as they did not have a boat. In the meantime a boat passed by them and they requested the crew of the boat to take them on board. The crew recognized Al-Khadir and took them on board without fare. Then a sparrow came and stood on the edge of the boat and dipped its beak once or twice in the sea. Al-Khadir said: O Moses! My knowledge and your knowledge have not decreased Allahs knowledge except as much as this sparrow has decreased the water of the sea with its beak. Al- Khadir went to one of the planks of the boat and plucked it out. Moses said, These people gave us a free lift but you have broken their boat and scuttled it so as to drown its people. Al-Khadir replied, Didnt I tell you that you will not be able to remain patient with me. Moses said, Call me not to account for what I forgot. The first (excuse) of Moses was that he had forgotten. Then they proceeded further and found a boy playing with other boys. Al-Khadir took hold of the boys head from the top and plucked it out with his hands (i.e. killed him). Moses said, Have you killed an innocent soul who has killed none. Al-Khadir replied, Did I not tell you that you cannot remain patient with me? Then they both proceeded till when they came to the people of a town, they asked them for food, but they refused to entertain them. Then they found there a wall on the point of collapsing. Al-Khadir repaired it with his own hands. Moses said, If you had wished, surely you could have taken wages for it. Al-Khadir replied, This is the parting between you and me. The Prophet added, May Allah be Merciful to Moses! Would that he could have been more patient to learn more about his story with Al-Khadir. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا عَمْرٌو، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ جُبَيْرٍ، قَالَ قُلْتُ لاِبْنِ عَبَّاسٍ إِنَّ نَوْفًا الْبِكَالِيَّ يَزْعُمُ أَنَّ مُوسَى لَيْسَ بِمُوسَى بَنِي إِسْرَائِيلَ، إِنَّمَا هُوَ مُوسَى آخَرُ. فَقَالَ كَذَبَ عَدُوُّ اللَّهِ، حَدَّثَنَا أُبَىُّ بْنُ كَعْبٍ عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ  قَامَ مُوسَى النَّبِيُّ خَطِيبًا فِي بَنِي إِسْرَائِيلَ، فَسُئِلَ أَىُّ النَّاسِ أَعْلَمُ فَقَالَ أَنَا أَعْلَمُ. فَعَتَبَ اللَّهُ عَلَيْهِ، إِذْ لَمْ يَرُدَّ الْعِلْمَ إِلَيْهِ، فَأَوْحَى اللَّهُ إِلَيْهِ أَنَّ عَبْدًا مِنْ عِبَادِي بِمَجْمَعِ الْبَحْرَيْنِ هُوَ أَعْلَمُ مِنْكَ. قَالَ يَا رَبِّ وَكَيْفَ بِهِ فَقِيلَ لَهُ احْمِلْ حُوتًا فِي مِكْتَلٍ فَإِذَا فَقَدْتَهُ فَهْوَ ثَمَّ، فَانْطَلَقَ وَانْطَلَقَ بِفَتَاهُ يُوشَعَ بْنِ نُونٍ، وَحَمَلاَ حُوتًا فِي مِكْتَلٍ، حَتَّى كَانَا عِنْدَ الصَّخْرَةِ وَضَعَا رُءُوسَهُمَا وَنَامَا فَانْسَلَّ الْحُوتُ مِنَ الْمِكْتَلِ فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا، وَكَانَ لِمُوسَى وَفَتَاهُ عَجَبًا، فَانْطَلَقَا بَقِيَّةَ لَيْلَتِهِمَا وَيَوْمِهِمَا فَلَمَّا أَصْبَحَ قَالَ مُوسَى لِفَتَاهُ آتِنَا غَدَاءَنَا، لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا، وَلَمْ يَجِدْ مُوسَى مَسًّا مِنَ النَّصَبِ حَتَّى جَاوَزَ الْمَكَانَ الَّذِي أُمِرَ بِهِ. فَقَالَ لَهُ فَتَاهُ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ، قَالَ مُوسَى ذَلِكَ مَا كُنَّا نَبْغِي، فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا، فَلَمَّا انْتَهَيَا إِلَى الصَّخْرَةِ إِذَا رَجُلٌ مُسَجًّى بِثَوْبٍ ـ أَوْ قَالَ تَسَجَّى بِثَوْبِهِ ـ فَسَلَّمَ مُوسَى. فَقَالَ الْخَضِرُ وَأَنَّى بِأَرْضِكَ السَّلاَمُ فَقَالَ أَنَا مُوسَى. فَقَالَ مُوسَى بَنِي إِسْرَائِيلَ قَالَ نَعَمْ. قَالَ هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِي مِمَّا عُلِّمْتَ رَشَدًا قَالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا، يَا مُوسَى إِنِّي عَلَى عِلْمٍ مِنْ عِلْمِ اللَّهِ عَلَّمَنِيهِ لاَ تَعْلَمُهُ أَنْتَ، وَأَنْتَ عَلَى عِلْمٍ عَلَّمَكَهُ لاَ أَعْلَمُهُ. قَالَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا، وَلاَ أَعْصِي لَكَ أَمْرًا، فَانْطَلَقَا يَمْشِيَانِ عَلَى سَاحِلِ الْبَحْرِ لَيْسَ لَهُمَا سَفِينَةٌ، فَمَرَّتْ بِهِمَا سَفِينَةٌ، فَكَلَّمُوهُمْ أَنْ يَحْمِلُوهُمَا، فَعُرِفَ الْخَضِرُ، فَحَمَلُوهُمَا بِغَيْرِ نَوْلٍ، فَجَاءَ عُصْفُورٌ فَوَقَعَ عَلَى حَرْفِ السَّفِينَةِ، فَنَقَرَ نَقْرَةً أَوْ نَقْرَتَيْنِ فِي الْبَحْرِ. فَقَالَ الْخَضِرُ يَا مُوسَى، مَا نَقَصَ عِلْمِي وَعِلْمُكَ مِنْ عِلْمِ اللَّهِ إِلاَّ كَنَقْرَةِ هَذَا الْعُصْفُورِ فِي الْبَحْرِ. فَعَمَدَ الْخَضِرُ إِلَى لَوْحٍ مِنْ أَلْوَاحِ السَّفِينَةِ فَنَزَعَهُ. فَقَالَ مُوسَى قَوْمٌ حَمَلُونَا بِغَيْرِ نَوْلٍ، عَمَدْتَ إِلَى سَفِينَتِهِمْ فَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا قَالَ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا قَالَ لاَ تُؤَاخِذْنِي بِمَا نَسِيتُ. فَكَانَتِ الأُولَى مِنْ مُوسَى نِسْيَانًا. فَانْطَلَقَا فَإِذَا غُلاَمٌ يَلْعَبُ مَعَ الْغِلْمَانِ، فَأَخَذَ الْخَضِرُ بِرَأْسِهِ مِنْ أَعْلاَهُ فَاقْتَلَعَ رَأْسَهُ بِيَدِهِ. فَقَالَ مُوسَى أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ قَالَ أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا ـ قَالَ ابْنُ عُيَيْنَةَ وَهَذَا أَوْكَدُ ـ فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا، فَأَبَوْا أَنْ يُضَيِّفُوهُمَا، فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ. قَالَ الْخَضِرُ بِيَدِهِ فَأَقَامَهُ. فَقَالَ لَهُ مُوسَى لَوْ شِئْتَ لاَتَّخَذْتَ عَلَيْهِ أَجْرًا. قَالَ هَذَا فِرَاقُ بَيْنِي وَبَيْنِكَ . قَالَ النَّبِيُّ صلى  الله عليه وسلم  يَرْحَمُ اللَّهُ مُوسَى، لَوَدِدْنَا لَوْ صَبَرَ حَتَّى يُقَصَّ عَلَيْنَا مِنْ أَمْرِهِمَا .",
    "hadithBengali": "১২৪। আবদুল্লাহ ইবনু মুহাম্মদ আল-মুসনাদী (রহঃ)... সাঈদ ইবনু জুবায়র (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি ইবনু আব্বাস (রাঃ)- কে বললাম, নাওফ আল-বাকালী দাবী করে যে, মূসা আলাইহি ওয়া সাল্লাম [যিনি খাযির আলাইহি ওয়া সাল্লাম - এর সাক্ষাৎ লাভ করেছিলেন] বনী ইসরাঈলের মূসা নন বরং তিনি অন্য এক মূসা। (একথা শুনে তিনি) তিনি বললেনঃ আল্লাহর দুশমন মিথ্যা বলেছে। উবাঈ ইবনু কাব (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমাদের কাছে বর্ণনা করেছেন যে, তিনি ইরশাদ করেনঃ মূসা একবার বনী ইসরাঈলদের মধ্য বক্তৃতা দিতে দাঁড়ালেন। তখন তাঁকে প্রশ্ন করা হয়, সবচাইতে জ্ঞানী কে? তিনি বললেন, আমি সবচাইতে জ্ঞানী।  মহান আল্লাহ তাঁকে সতর্ক করে দিলেন। কেননা তিনি ইল্&zwnj;মকে আল্লাহর উপর ন্যাস্ত করেন নি। তারপর আল্লাহ তাঁর নিকট এ ওহী পাঠালেনঃ দুই সমুদ্রের সংগমস্থলে আমার বান্দাদের মধ্য এক বান্দা রয়েছে, যে তোমার চাইতে বেশী জ্ঞানী। তিনি বলেন, ইয়া রব! কিভাবে তাঁর সাক্ষাৎ পাওয়া যাবে? তখন তাঁকে বলা হল, থলের মধ্য একটি মাছ নিয়ে নাও। এরপর যেখানে সেটি হারিয়ে ফেলবে সেখানেই তাঁকে পাবে। তারপর তিনি রওয়ানা হলেন এবং ইউশা ইবনু নূন নামক তাঁর একজন খাদিমও তাঁর সাথে চলল। তাঁরা থলের মধ্য একটি মাছ নিলেন। চলার পথে তাঁরা একটি বড় পাথরের কাছে এসে, সেখানে মাথা রেখে শুয়ে পড়লেন। তারপর মাছটি (জীবিত হয়ে) থলে থেকে বেরিয়ে গেল এবং সুড়ঙ্গের মত পথ করে সমুদ্রে চলে গেল। এ ব্যাপারটি মূসা আলাইহি ওয়া সাল্লাম ও তাঁর খাদিম-এর জন্য ছিল আশ্চর্যের বিষয়। এরপর তাঁরা তাঁদের বাকী রাতটুকু এবং পরের দিনভর চলতে থাকলেন। পরে ভোরবেলা মূসা আলাইহি ওয়া সাল্লাম তাঁর খাদিমকে বললেন, আমাদের নাশতা নিয়ে এস, আমরা আমাদের এ সফরে ক্লান্ত হয়ে পড়েছি, আর মূসা আলাইহি ওয়া সাল্লাম কে যে স্থানের নির্দেশ দেওয়া হয়েছিল, সে স্থান অতিক্রম করার পূর্বে তিনি ক্লান্ত অনুভব করেন নি। তারপর তাঁর খাদিম তাঁকে বলল, আপনি কি লক্ষ্য করেছন, আমরা যখন পাথরের পাশে বিশ্রাম করছিলাম, তখন আমি মাছের কথা ভুলে গিয়েছি? মূসা আলাইহি ওয়া সাল্লাম বললেন, আমরা তো সেই স্থানটই খুঁজছিলাম। তারপর তাঁরা তাঁদের পদচিহ্ন ধরে ফিরে চলল। তাঁরা সেই পাথরের কাছে পোঁছে, কাপড়ে আবৃত (বর্ণনাকারী বলেন) কাপড় মুড়ি দেওয়া এক ব্যাক্তিকে দেখতে পেলেন। মূসা আলাইহি ওয়া সাল্লাম তাঁকে সালাম দিলেন। তখন খাযির বললেন, এ দেশে সালাম কোথা থেকে এল! তিনি বললেন, আমি মূসা।  খাযির জিজ্ঞাসা করলেন, বনী ইসরাইলের মূসা (আলাইহিস সালাম) ? তিনি বললেন, হ্যাঁ। তিনি আরো বললেন, &ldquo;আমি কি আপনাকে অনুসরণ করতে পারি এ শর্তে যে, সত্য পথের যে জ্ঞান আপনাকে দান করা হয়েছে, তা থেকে আমাকে শিক্ষা দিবেন? খাযির বললেন, &ldquo;তুমি কিছুতেই আমার সঙ্গে ধৈর্য ধারণ করতে পারবে না। &rdquo; মূসা আলাইহি ওয়া সাল্লাম বললেন, &ldquo;আল্লাহ চাইলে আপনি আমাকে ধৈর্যশীল পাবেন এবং আমি আপনার আদেশ অমান্য করব না। তারপর তাঁরা দুজন সমুদ্র তীর দিয়ে চলতে লাগলেন, তাঁদের কোন নৌকা ছিল না। ইতিমধ্যে তাঁদের কাছ দিয়ে একটি নৌকা যচ্ছিল। তাঁরা নৌকাওয়ালাদের সঙ্গে তাঁদের আরোহণ করিয়ে নেওয়ার কথা বললেন। তারা খাযিরকে চিনতে পারল এবং ভাড়া ব্যতিরেকে তাঁদের নৌকায় তুলে নিল। তখন একটি চড়ুই পাখি এসে নৌকার এক প্রান্তে বসে দুই-একবার সমুদ্রে তার ঠোঁট মারল। খাযির বললেন, হে মূসা আলাইহি ওয়া সাল্লাম! আমার ইল্&zwnj;ম এবং তোমার ইল্&zwnj;ম (সব মিলেও) আল্লাহর ইল্&zwnj;ম থেকে সমুদ্র থেকে চড়ুই পাখি্র ঠোঁটে যতটুকু পানি এসেছে ততটুকু পরিমাণও কমাতে পারবে না।  এরপর খাযির নৌকার তক্তাগুলির মধ্য থেকে একটি খুলে ফেললেন। মূসা আলাইহি ওয়া সাল্লাম বললেন, এরা আমাদের ভাড়া ছাড়া আরোহণ করিয়েছে, আর আপনি আরোহীদের ডুবিয়ে দেওয়ার জন্য নৌকায় ফাটল সৃষ্টি করলেন? খাযির বললেন, &ldquo;আমি কি বলিনি যে, তুমি কিছুতেই আমার সঙ্গে ধৈর্য ধারণ করতে পারবে না। &rdquo; মূসা আলাইহি ওয়া সাল্লাম বললেন, আমার ভুলের জন্য আমাকে অপরাধী করবেন না এবং আমার ব্যাপারে অধির কঠোরতা অবলম্বন করবেন না।  বর্ণনাকারী বলেন, ইহা মূসা আলাইহিস সালাম এর প্রথম ভুল। তারপর তাঁরা উভয়ে (নৌকা থেকে নেমে) চলতে লাগলেন। (পথে) একটি বালক অন্যান্য বালকের সাথে খেলছিল। খাযির তার মাথার উপর দিক দিয়ে ধরলেন এবং হাত দিয়ে তার মাথা ছিদ্র করে ফেললেন। মূসা আলাইহিস সালাম বললেন, আপনি কি একটি নিষ্পাপ জীবন নাশ করলেন কোন হত্যার অপরাধ ছাড়াই? খাযির বললেন, &ldquo;আমি তোমাকে বলিনি যে, তুমি কিছুতেই আমার সঙ্গে ধৈর্য ধারণ করতে পারবে না?&rdquo; ইবনু উয়ায়না (রহঃ) বলেন, এটা ছিল পূর্বের চেয়ে বেশী জোরালো। তারপর আবারো চলতে লাগলেন; চলতে চলতে তাঁরা এক গ্রামের অধিবাসীদের কাছে পৌঁছে তাদের কাছে খাবার চাইলেন, কিন্তু তারা তাঁদের মেহমানদারী করতে অস্বীকার করল। তারপর সেখানে তাঁরা এক পতনোন্মুখ প্রাচীর দেখতে পেলেন। খাযির তাঁর হাত দিয়ে সেটি খাড়া করে দিলেন। মূসা আলাইহি ওয়া সাল্লাম বললেন, আপনি ইচ্ছে করলে এর জন্য পারিশ্রমিক গ্রহণ করতে পারতেন।  তিনি বললেন, এখানেই তোমার আর আমার সম্পর্কের অবসান।  রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ তাআলা মূসার ওপর রহম করুন। আমাদের কতই না মনোবাঞ্ছা পূর্ণ হতো যদি তিনি সবর করতেন, তাহলে আমাদের কাছে তাঁদের আরো ঘটনাবলী বর্ণনা করা হতো। মুহাম্মদ ইবনু ইউসুফ আলী ইবনু খাসরাম সুফিয়ান ইবনু উয়ায়না (রহঃ) এ হাদিসটি বিশদভাবে বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "124",
    "id": "131",
    "thesequence": "550",
    "isActive": "1",
    "chapterId": "1768",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮৬। আলিমদের জন্য মুস্তাহাব এই যে, তাঁকে যখন প্রশ্ন করা হয়ঃ সবচাইতে জ্ঞানী কে? তখন তিনি ইহা আল্লাহর উপর ন্যাস্ত করবেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Musa: A man came to the Prophet (sallallahu alaihi wa sallam) and asked, O Allahs Messenger (sallallahu alaihi wa sallam)! What kind of fighting is in Allahs cause? (I ask this), for some of us fight because of being enraged and angry and some for the sake of his pride and haughtiness. The Prophet (sallallahu alaihi wa sallam) raised his head (as the questioner was standing) and said, He who fights so that Allahs Word (Islam) should be superior, then he fights in Allahs cause.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ، قَالَ أَخْبَرَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ أَبِي مُوسَى، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، مَا الْقِتَالُ فِي سَبِيلِ اللَّهِ فَإِنَّ أَحَدَنَا يُقَاتِلُ غَضَبًا، وَيُقَاتِلُ حَمِيَّةً. فَرَفَعَ إِلَيْهِ رَأْسَهُ ـ قَالَ وَمَا رَفَعَ إِلَيْهِ رَأْسَهُ إِلاَّ أَنَّهُ كَانَ قَائِمًا ـ فَقَالَ   مَنْ قَاتَلَ لِتَكُونَ كَلِمَةُ اللَّهِ هِيَ الْعُلْيَا فَهُوَ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ .",
    "hadithBengali": "১২৫। উসমান (রহঃ)... আবূ মূসা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এক ব্যাক্তি নবীসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর কাছে এসে বলল, ইয়া রাসুলাল্লাহ ! আল্লাহর রাস্তায় যুদ্ধ কোনটি, কেননা আমাদের কেউ লড়াই করে রাগের বশীভূত হয়ে, আবার কেউ লড়াই করে প্রতিশোধ গ্রহণের জন্য। তিনি তার দিকে মাথা তুলে তাকালেন। বর্ণনাকারী বলেন, তাঁর মাথা তোলার কারণ ছিল যে, সে ছিল দাঁড়ানো। এরপর তিনি বললেনঃ আল্লাহর দ্বীনকে বুলন্দ করার জন্য যে যুদ্ধ করে সেই আল্লাহর রাস্তায়। \n",
    "checkStatus": "1",
    "hadithNo": "125",
    "id": "132",
    "thesequence": "551",
    "isActive": "1",
    "chapterId": "1769",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮৭। আলিমের বসা থাকা অবস্থায় দাঁড়িয়ে প্রশ্ন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin `Ammar: I saw the Prophet (sallallahu alaihi wa sallam) near the Jamra and the people were asking him questions (about religious problems). A man asked, O Allahs Messenger (sallallahu alaihi wa sallam)! I have slaughtered the Hadi (animal) before doing the Rami. The Prophet (sallallahu alaihi wa sallam) replied, Do the Rami (now) and there is no harm. Another person asked, O Allahs Messenger (sallallahu alaihi wa sallam)! I got my head shaved before slaughtering the animal. The Prophet (sallallahu alaihi wa sallam) replied, Do the slaughtering (now) and there is no harm. So on that day, when the Prophet (sallallahu alaihi wa sallam) was asked about anything as regards the ceremonies of Hajj performed before or after its due time his reply was, Do it (now) and there is no harm.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ، عَنِ الزُّهْرِيِّ، عَنْ عِيسَى بْنِ طَلْحَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ رَأَيْتُ النَّبِيَّ صلى  الله عليه وسلم عِنْدَ الْجَمْرَةِ وَهُوَ يُسْأَلُ، فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ نَحَرْتُ قَبْلَ أَنْ أَرْمِيَ. قَالَ  ارْمِ وَلاَ حَرَجَ . قَالَ آخَرُ يَا رَسُولَ اللَّهِ حَلَقْتُ قَبْلَ أَنْ أَنْحَرَ. قَالَ  انْحَرْ وَلاَ حَرَجَ . فَمَا سُئِلَ عَنْ شَىْءٍ قُدِّمَ وَلاَ أُخِّرَ إِلاَّ قَالَ افْعَلْ وَلاَ حَرَجَ.",
    "hadithBengali": "১২৬। আবূ নুআয়ম (রহঃ)... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখলাম, জামরার নিকট তাঁকে মাসআলা জিজ্ঞাসা করা হছে। এক ব্যাক্তি জিজ্ঞাসা করলঃ ইয়া রাসুলাল্লাহ ! আমি কংকর মারার আগেই কুরবানী করে ফেলেছি।  তিনি বললেনঃ কংকর মার, তাতে কোন ক্ষতি নেই।  অন্য এক ব্যাক্তি জিজ্ঞাসা করলঃ ইয়া রাসুলাল্লাহ ! আমি কুরবানী করার পূর্বেই মাথা মুড়ে ফেলেছি।  তিনি বললেনঃ কুরবানী করে নাও, কোন ক্ষতি নেই।  বস্তুত আগে পিছু করার যে কোন প্রশ্নই তাঁকে করা হচ্ছিল, তিনি বলছিলেনঃ কর, কোন ক্ষতি নেই। \n",
    "checkStatus": "1",
    "hadithNo": "126",
    "id": "133",
    "thesequence": "552",
    "isActive": "1",
    "chapterId": "1770",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮৮। কংকর মারার সময় কোন মাসআলা জিজ্জেস করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah: While I was going with the Prophet (sallallahu alaihi wa sallam) through the ruins of Medina and he was reclining on a date-palm leaf stalk, some Jews passed by. Some of them said to the others: Ask him (the Prophet) about the spirit. Some of them said that they should not ask him that question as he might give a reply which would displease them. But some of them insisted on asking, and so one of them stood up and asked, O Abul-Qasim ! What is the spirit? The Prophet (sallallahu alaihi wa sallam) remained quiet. I thought he was being inspired Divinely. So I stayed till that state of the Prophet (sallallahu alaihi wa sallam) (while being inspired) was over. The Prophet (sallallahu alaihi wa sallam) then said, And they ask you (O Muhammad) concerning the spirit --Say: The spirit -- its knowledge is with my Lord. And of knowledge you (mankind) have been given only a little). (17.85)",
    "hadithArabic": "قَيْسُ بْنُ حَفْصٍ قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ قَالَ حَدَّثَنَا الْأَعْمَشُ سُلَيْمَانُ بْنُ مِهْرَانَ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللهِ قَالَ بَيْنَا أَنَا أَمْشِي مَعَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فِي خَرِبِ الْمَدِينَةِ وَهُوَ يَتَوَكَّأُ عَلَى عَسِيبٍ مَعَهُ فَمَرَّ بِنَفَرٍ مِنَ الْيَهُودِ فَقَالَ بَعْضُهُمْ لِبَعْضٍ سَلُوهُ عَنْ الرُّوحِ وَقَالَ بَعْضُهُمْ لاَ تَسْأَلُوهُ لاَ يَجِيءُ فِيهِ بِشَيْءٍ تَكْرَهُونَهُ فَقَالَ بَعْضُهُمْ لَنَسْأَلَنَّهُ فَقَامَ رَجُلٌ مِنْهُمْ فَقَالَ يَا أَبَا الْقَاسِمِ مَا الرُّوحُ فَسَكَتَ فَقُلْتُ إِنَّهُ يُوحَى إِلَيْهِ فَقُمْتُ فَلَمَّا انْجَلَى عَنْهُ قَالَ :  وَيَسْأَلُونَكَ عَنْ الرُّوحِ قُلْ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتُوا مِنَ الْعِلْمِ إِلاَّ قَلِيلاً \nقَالَ الْأَعْمَشُ هَكَذَا فِي قِرَاءَتِنَا.\n",
    "hadithBengali": "১২৭। কায়স ইবনু হাফস (রহঃ)... আবদুল্লাহ ইবনু মাসঊদ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর সঙ্গে মদিনার বসতিহীন এলাকা দিয়ে চলছিলাম। তিনি একখানি খেজুরের ডালে ভর দিয়ে একদল ইয়াহুদীর কাছ দিয়ে যাচ্ছিলেন। তখন তারা একজন অন্যজনকে বলতে লাগল, তাঁকে রূহ সম্পর্কে জিজ্ঞাসা কর।  আর একজন বলল, তাঁকে কোন প্রশ্ন করো না, হয়ত এমন কোন জওয়াব দিবেন যা তোমার পছন্দ করো না।  আবার তাদের কেউ কেউ বলল, তাঁকে আমরা প্রশ্ন করবই।  তারপর তাদের মধ্য থেকে এক ব্যাক্তি দাঁড়িয়ে বলল, হে আবূল কাসিম ! রূহ কী? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চুপ করে রইলেন, আমি মনে মনে বললাম, তাঁর প্রতি ওহী নাযিল হচ্ছে। তাই আমি দাঁড়িয়ে রইলাম। তারপর যখন সে অবস্থা কেটে গেল তখন তিনি বললেনঃ &ldquo;তারা তোমাকে রূহ সম্পর্কে প্রশ্ন করে। বল, রূহ আমার প্রতিপালকের আদেশঘটিত। এবং তাদেরকে সামান্যই জ্ঞান দেওয়া হয়েছে। &rdquo; (১৭:৮৫)। আমাশ (রহ.) বলেন, এভাবেই আয়াতটিকে আমাদের কিরাআতে <span dir=RTL>أُوْتِيْتُمْ</span> -এর স্থলে <span dir=RTL>أُوْتُوْ</span> পড়া হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "127",
    "id": "134",
    "thesequence": "553",
    "isActive": "1",
    "chapterId": "1771",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৮৯। আল্লাহ্&zwnj; তায়ালার বানী, তোমাদেরকে ইলম দেওয়া হয়েছে অতি অল্পই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aswad: Ibn Az-Zubair said to me, Aisha used to tell you secretly a number of things. What did she tell you about the Ka`ba? I replied, She told me that once the Prophet (sallallahu alaihi wa sallam) said, O `Aisha! Had not your people been still close to the pre-Islamic period of ignorance (infidelity)! I would have dismantled the Ka`ba and would have made two doors in it; one for entrance and the other for exit. Later on Ibn Az-Zubair did the same.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، قَالَ قَالَ لِي ابْنُ الزُّبَيْرِ كَانَتْ عَائِشَةُ تُسِرُّ إِلَيْكَ كَثِيرًا فَمَا حَدَّثَتْكَ فِي الْكَعْبَةِ قُلْتُ قَالَتْ لِي قَالَ النَّبِيُّ صلى  الله عليه وسلم   يَا عَائِشَةُ، لَوْلاَ قَوْمُكِ حَدِيثٌ عَهْدُهُمْ ـ قَالَ ابْنُ الزُّبَيْرِ بِكُفْرٍ ـ لَنَقَضْتُ الْكَعْبَةَ فَجَعَلْتُ لَهَا بَابَيْنِ باب يَدْخُلُ النَّاسُ، وَبَابٌ يَخْرُجُونَ . فَفَعَلَهُ ابْنُ الزُّبَيْرِ.",
    "hadithBengali": "১২৮। উবায়দুল্লাহ ইবনু মূসা (রহঃ)...... আসওয়াদ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ ইবনু যুবায়র (রাঃ) আমাকে বললেন, আয়িশা (রাঃ) তোমাকে অনেক গোপন কথা বলতেন। বল তো কাবা সম্পর্কে তোমাকে কী বলেছেন? আমি বললাম, তিনি আমাকে বলেছেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আয়িশা ! তোমাদের কওম যদি (ইসলাম গ্রহণে) নতুন না হত, ইবনু যুবায়র বলেনঃ কুফর থেকে; তবে আমি কাবা ভেঙ্গে ফেলে তার দুটি দরজা বানাতাম। এক দরজা দিয়ে লোক প্রবেশ করত আর এক দরজা দিয়ে বের হত। (পরবর্তীকালে মক্কার আধিপত্য পেলে) তিনি এরূপ করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "128",
    "id": "135",
    "thesequence": "554",
    "isActive": "1",
    "chapterId": "1772",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৯০। কোন কোন মুস্তাহাব কাজ এই আশঙ্কায় ছেড়ে দেওয়া যে,কিছু লোক ভুল বুঝতে পারে এবং তারা এর চাইতে অধিকতর বিভ্রান্তিতে পড়তে পারে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu at-Tufail: The above mentioned Statement of `Ali",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى عَنْ مَعْرُوفِ بْنِ خَرَّبُوذٍ عَنْ أَبِي الطُّفَيْلِ عَنْ عَلِيٍّ بِذَلِكَ.",
    "hadithBengali": "১২৯। এ হাদীস উবায়দুল্লাহ ইবনু মূসা (রহঃ)...... আলী (রাঃ) থেকে বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "129",
    "id": "136",
    "thesequence": "555",
    "isActive": "1",
    "chapterId": "1773",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৯১। বুঝতে না পারার আশংকায় &lsquo;ইল্ম শিক্ষায় কোন এক গোত্র ছেড়ে আর এক গোত্র বেছে নেওয়া। &lsquo;আলী (রাঃ) বলেন, &lsquo;মানুষের নিকট সেই ধরনের কথা বল, যা তারা বুঝতে পারে। তোমরা কি পছন্দ কর যে, আল্লাহ্ ও তাঁর রসূলের প্রতি মিথ্যা আরোপ করা হোক?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: Once Mu`adh was along with Allahs Messenger (sallallahu alaihi wa sallam) as a companion rider. Allahs Messenger (sallallahu alaihi wa sallam) said, O Mu`adh bin Jabal. Mu`adh replied, Labbaik and Sa`daik. O Allahs Messenger (sallallahu alaihi wa sallam)! Again the Prophet (sallallahu alaihi wa sallam) said, O Mu`adh! Mu`adh said thrice, Labbaik and Sa`daik, O Allahs Messenger (sallallahu alaihi wa sallam)! Allahs Messenger (sallallahu alaihi wa sallam) said, There is none who testifies sincerely that none has the right to be worshipped but Allah and Muhammad is his Apostle, except that Allah, will save him from the Hell-fire. Mu`adh said, O Allahs Messenger (sallallahu alaihi wa sallam) ! Should I not inform the people about it so that they may have glad tidings? He replied, When the people hear about it, they will solely depend on it. Then Mu`adh narrated the above-mentioned Hadith just before his death, being afraid of committing sin (by not telling the knowledge).",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، قَالَ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم وَمُعَاذٌ رَدِيفُهُ عَلَى الرَّحْلِ قَالَ  يَا مُعَاذُ بْنَ جَبَلٍ . قَالَ لَبَّيْكَ يَا رَسُولَ اللَّهِ وَسَعْدَيْكَ. قَالَ  يَا مُعَاذُ . قَالَ لَبَّيْكَ يَا رَسُولَ اللَّهِ وَسَعْدَيْكَ. ثَلاَثًا. قَالَ  مَا مِنْ أَحَدٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ صِدْقًا مِنْ قَلْبِهِ إِلاَّ حَرَّمَهُ اللَّهُ عَلَى النَّارِ . قَالَ يَا رَسُولَ اللَّهِ، أَفَلاَ أُخْبِرُ بِهِ النَّاسَ فَيَسْتَبْشِرُوا قَالَ  إِذًا يَتَّكِلُوا . وَأَخْبَرَ بِهَا مُعَاذٌ عِنْدَ مَوْتِهِ تَأَثُّمًا .",
    "hadithBengali": "১৩০। ইসহাক ইবনু ইবরাহীম (রহঃ)... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, একবার মুআয (রাঃ), রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর পিছনে সাওয়ারীতে উপবিষ্ট ছিলেন, তখন তিনি তাঁকে ডাকলেন, হে মুআয ইবনু জাবাল! মুআয (রাঃ) উত্তর দিলেন, আমি হাযির ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং (আপনার আদেশ পালনের জন্য) প্রস্তুত। তিনি ডাকলেন, মুআয! মুআয (রাঃ) উত্তর দিলেন, আমি হাযির ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং প্রস্তুত।  তিনি আবার ডাকলেন, মুআয। তিনি উত্তর দিলেন, আমি হাযির ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং প্রস্তুত। এরূপ তিনবার করলেন। এরপর বললেনঃ যে কোন বান্দা আন্তরিকতার সাথে এ সাক্ষ্য দেবে যে, আল্লাহ ছাড়া কোন ইলাহ নেই এবং মুহাম্মদ আল্লাহর রাসূল  তার জন্য আল্লাহ তাআলা জাহান্নাম হারাম করে দেবেন। মুআয (রাঃ) বললেন, ইয়া রাসুলাল্লাহ ! আমি কি মানুষকে এ খবর দেব না, যাতে তারা সুসংবাদ পেতে পারে? তিনি বললেন, তাহলে তারা এর উপর ভরসা করে বসে থাকবে।  মুআয (রাঃ) (জীবনভর এ হাদিসটি বর্ণনা করেন নি) মৃত্যুর সময় এ হাদিসটি বর্ণনা করে গেছেন যাতে (ইল্&zwnj;ম গোপন রাখার) গুনাহ না হয়।\n",
    "checkStatus": "1",
    "hadithNo": "130",
    "id": "137",
    "thesequence": "556",
    "isActive": "1",
    "chapterId": "1773",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৯১। বুঝতে না পারার আশংকায় &lsquo;ইল্ম শিক্ষায় কোন এক গোত্র ছেড়ে আর এক গোত্র বেছে নেওয়া। &lsquo;আলী (রাঃ) বলেন, &lsquo;মানুষের নিকট সেই ধরনের কথা বল, যা তারা বুঝতে পারে। তোমরা কি পছন্দ কর যে, আল্লাহ্ ও তাঁর রসূলের প্রতি মিথ্যা আরোপ করা হোক?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas: I was informed that the Prophet (sallallahu alaihi wa sallam) had said to Mu`adh, Whosoever will meet Allah without associating anything in worship with Him will go to Paradise. Mu`adh asked the Prophet, Should I not inform the people of this good news? The Prophet (sallallahu alaihi wa sallam) replied, No, I am afraid, lest they should depend upon it (absolutely).",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ أَبِي قَالَ، سَمِعْتُ أَنَسًا، قَالَ ذُكِرَ لِي أَنَّ النَّبِيَّ صلى  الله عليه وسلم قَالَ لِمُعَاذٍ  مَنْ لَقِيَ اللَّهَ لاَ يُشْرِكُ بِهِ شَيْئًا دَخَلَ الْجَنَّةَ . قَالَ أَلاَ أُبَشِّرُ النَّاسَ قَالَ  لاَ، إِنِّي أَخَافُ أَنْ يَتَّكِلُوا .",
    "hadithBengali": "১৩১। মূসাদ্দাদ (রহঃ)...... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমার কাছে বর্ণনা করা হয়েছে যে, রাসূল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) মুআয (রাঃ) কে বলেছেনঃ যে ব্যাক্তি আল্লাহর সঙ্গে কোনরূপ শিরক না করে তাঁর সঙ্গে সাক্ষাত করবে সে জান্নাতে দাখিল হবে। (এ কথা শুনে) মুআয (রাঃ) বললেন, আমি কি লোকদের সুসংবাদ দেব না? তিনি বললেন, না, আমার আশংকা হচ্ছে যে, তারা এর উপরই ভরসা করে বসে থাকবে। \n",
    "checkStatus": "1",
    "hadithNo": "131",
    "id": "138",
    "thesequence": "557",
    "isActive": "1",
    "chapterId": "1773",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৯১। বুঝতে না পারার আশংকায় &lsquo;ইল্ম শিক্ষায় কোন এক গোত্র ছেড়ে আর এক গোত্র বেছে নেওয়া। &lsquo;আলী (রাঃ) বলেন, &lsquo;মানুষের নিকট সেই ধরনের কথা বল, যা তারা বুঝতে পারে। তোমরা কি পছন্দ কর যে, আল্লাহ্ ও তাঁর রসূলের প্রতি মিথ্যা আরোপ করা হোক?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Um Salama: Um-Sulaim came to Allahs Messenger (sallallahu alaihi wa sallam) and said, Verily, Allah is not shy of (telling you) the truth. Is it necessary for a woman to take a bath after she has a wet dream (nocturnal sexual discharge?) The Prophet replied, Yes, if she notices a discharge. Um Salama, then covered her face and asked, O Allahs Messenger (sallallahu alaihi wa sallam)! Does a woman get a discharge? He replied, Yes, let your right hand be in dust (An Arabic expression you say to a person when you contradict his statement meaning you will not achieve goodness), and that is why the son resembles his mother.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، قَالَ أَخْبَرَنَا أَبُو مُعَاوِيَةَ، قَالَ حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ زَيْنَبَ ابْنَةِ أُمِّ سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ جَاءَتْ أُمُّ سُلَيْمٍ إِلَى رَسُولِ اللَّهِ صلى  الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ لاَ يَسْتَحْيِي مِنَ الْحَقِّ، فَهَلْ عَلَى الْمَرْأَةِ مِنْ غُسْلٍ إِذَا احْتَلَمَتْ قَالَ النَّبِيُّ صلى  الله عليه وسلم  إِذَا رَأَتِ الْمَاءَ . فَغَطَّتْ أُمُّ سَلَمَةَ ـ تَعْنِي وَجْهَهَا ـ وَقَالَتْ يَا رَسُولَ اللَّهِ وَتَحْتَلِمُ الْمَرْأَةُ قَالَ  نَعَمْ تَرِبَتْ يَمِينُكِ فَبِمَ يُشْبِهُهَا وَلَدُهَا .",
    "hadithBengali": "১৩২। মুহাম্মদ ইবনু সালাম (রহঃ)... উম্মে সালমা (রাঃ) থেকে বর্ণত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে উম্মে সুলায়ম (রাঃ) এসে বললেনঃ ইয়া রাসুল্লাহ ! আল্লাহ হক কথা প্রকাশ করতে লজ্জাবোধ করেন না। স্ত্রীলোকের স্বপ্নদোষ হলে কি গোসল করতে হবে? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হ্যাঁ, যখন সে বীর্য দেখতে পাবে।  তখন উম্মে সালমা (লজ্জায়) তাঁর মুখ ঢেকে নিয়ে বললেন, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! স্ত্রীলোকের স্বপ্নদোষ হয় কি? তিনি বললেন, হ্যাঁ, তোমার ডান হাতে মাটি পড়ুক !* (তা না হলে) তাঁর সন্তান তাঁর আকৃতি পায় কিরূপে?\n",
    "checkStatus": "1",
    "hadithNo": "132",
    "id": "139",
    "thesequence": "558",
    "isActive": "1",
    "chapterId": "1774",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৯২। &lsquo;ইলম শিক্ষা করতে লজ্জাবোধ করা। মুজাহিদ (রহ.) বলেন, &lsquo;লাজুক এবং অহঙ্কারী ব্যক্তি জ্ঞান অর্জন করতে পারে না। &lsquo;আয়িশাহ (রাযি.) বলেন, &lsquo;আনসারী মহিলারাই উত্তম। লজ্জা তাদেরকে ইসলামী জ্ঞান অন্বেষণ থেকে ফিরিয়ে রাখতে পারে নি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin `Umar: Once Allahs Messenger (sallallahu alaihi wa sallam) said, Amongst the trees there is a tree, the leaves of which do not fall and is like a Muslim, tell me the name of that tree. Everybody started thinking about the trees of the desert areas and I thought of the date-palm tree but felt shy (to answer). The others asked, O Allahs Apostle! inform us of it. He replied, it is the date-palm tree. I told my father what had come to my mind and on that he said, Had you said it I would have preferred it to such and such a thing that I might possess.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ  إِنَّ مِنَ الشَّجَرِ شَجَرَةً لاَ يَسْقُطُ وَرَقُهَا، وَهِيَ مَثَلُ الْمُسْلِمِ، حَدِّثُونِي مَا هِيَ . فَوَقَعَ النَّاسُ فِي شَجَرِ الْبَادِيَةِ، وَوَقَعَ فِي نَفْسِي أَنَّهَا النَّخْلَةُ. قَالَ عَبْدُ اللَّهِ فَاسْتَحْيَيْتُ. فَقَالُوا يَا رَسُولَ اللَّهِ، أَخْبِرْنَا بِهَا. فَقَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم  هِيَ النَّخْلَةُ . قَالَ عَبْدُ اللَّهِ فَحَدَّثْتُ أَبِي بِمَا وَقَعَ فِي نَفْسِي فَقَالَ لأَنْ تَكُونَ قُلْتَهَا أَحَبُّ إِلَىَّ مِنْ أَنْ يَكُونَ لِي كَذَا وَكَذَا.",
    "hadithBengali": "১৩৩। ইসমাঈল (রহঃ)... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ গাছের মধ্যে এমন এক গাছ আছে যার পাতা ঝরে পড়ে না এবং তা হল মুসলিমের দৃষ্টান্ত। তোমরা আমাকে বল তো সেটা কোন গাছ? তখন লোকজনের খেয়াল জঙ্গলের গাছপালার প্রতি গেল। আর আমরা মনে হতে লাগল যে, তা হল খেজুর গাছ। আবদুল্লাহ (রাঃ) বলেন, কিন্তু আমি লজ্জাবোধ করলাম।  সাহাবায়ে কিরাম (রাঃ) বললেন, ইয়া রাসুল্লাল্লাহ ! আপনই আমাদের তা বলে দিন।  রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা হল খেজুর গাছ।  আবদুল্লাহ (রাঃ) বলেন, তারপর আমি আমার পিতাকে আমার মনে যা এসেছিল তা বললাম।  তিনি বললেন তুমি তখন তা বলে দিলে অমুক অমুক জিনিস লাভ করার চাইতে আমি বেশী খুশী হতাম। \n",
    "checkStatus": "1",
    "hadithNo": "133",
    "id": "140",
    "thesequence": "559",
    "isActive": "1",
    "chapterId": "1774",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৯২। &lsquo;ইলম শিক্ষা করতে লজ্জাবোধ করা। মুজাহিদ (রহ.) বলেন, &lsquo;লাজুক এবং অহঙ্কারী ব্যক্তি জ্ঞান অর্জন করতে পারে না। &lsquo;আয়িশাহ (রাযি.) বলেন, &lsquo;আনসারী মহিলারাই উত্তম। লজ্জা তাদেরকে ইসলামী জ্ঞান অন্বেষণ থেকে ফিরিয়ে রাখতে পারে নি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Ali: I used to get the emotional urethral discharge frequently so I requested Al-Miqdad to ask the Prophet (sallallahu alaihi wa sallam) about it. Al-Miqdad asked him and he replied, One has to perform ablution (after it). (See Hadith No. 269).",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، عَنِ الأَعْمَشِ، عَنْ مُنْذِرٍ الثَّوْرِيِّ، عَنْ مُحَمَّدٍ ابْنِ الْحَنَفِيَّةِ، عَنْ عَلِيٍّ، قَالَ كُنْتُ رَجُلاً مَذَّاءً فَأَمَرْتُ الْمِقْدَادَ أَنْ يَسْأَلَ النَّبِيَّ صلى  الله عليه وسلم فَسَأَلَهُ فَقَالَ   فِيهِ الْوُضُوءُ .",
    "hadithBengali": "১৩৪। মূসাদ্দাদ (রহঃ)...... আলী ইবনু আবী তালিব (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমার অধিক পরিমাণে মযী বের হত। তাই এ ব্যাপারে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; কে জিজ্ঞাসা করার জন্য মিকদাদকে বললাম। তিনি তাঁকে জিজ্ঞাসা করলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এতে কেবল উযূ (ওজু/অজু/অযু) করতে হয়। \n",
    "checkStatus": "1",
    "hadithNo": "134",
    "id": "141",
    "thesequence": "560",
    "isActive": "1",
    "chapterId": "1775",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৯৩। নিজে লজ্জাবোধ করলে অন্যকে প্রশ্ন করতে বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Nafi`: `Abdullah bin `Umar said: A man got up in the mosque and said: O Allahs Messenger (sallallahu alaihi wa sallam) At which place you order us that we should assume the Ihram? Allahs Messenger (sallallahu alaihi wa sallam) replied, The residents of Medina should assure the Ihram from Dhil-Hulaifa, the people of Syria from Al-Juhfa and the people of Najd from Qarn. Ibn `Umar further said, The people consider that Allahs Messenger (sallallahu alaihi wa sallam) had also said, The residents of Yemen should assume Ihram from Yalamlam.  Ibn `Umar used to say, I do not: remember whether Allahs Messenger (sallallahu alaihi wa sallam) had said the last statement or not?",
    "hadithArabic": "حَدَّثَنِي قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، قَالَ حَدَّثَنَا نَافِعٌ، مَوْلَى عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ،. أَنَّ رَجُلاً، قَامَ فِي الْمَسْجِدِ فَقَالَ يَا رَسُولَ اللَّهِ، مِنْ أَيْنَ تَأْمُرُنَا أَنْ نُهِلَّ فَقَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم  يُهِلُّ أَهْلُ الْمَدِينَةِ مِنْ ذِي الْحُلَيْفَةِ، وَيُهِلُّ أَهْلُ الشَّأْمِ مِنَ الْجُحْفَةِ، وَيُهِلُّ أَهْلُ نَجْدٍ مِنْ قَرْنٍ . وَقَالَ ابْنُ عُمَرَ وَيَزْعُمُونَ أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ  وَيُهِلُّ أَهْلُ الْيَمَنِ مِنْ يَلَمْلَمَ . وَكَانَ ابْنُ عُمَرَ يَقُولُ لَمْ أَفْقَهْ هَذِهِ مِنْ رَسُولِ اللَّهِ صلى  الله عليه وسلم.",
    "hadithBengali": "১৩৫। কুতায়বা ইবনু সাঈদ (রহঃ) আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এক ব্যাক্তি মসজিদে দাঁড়িয়ে বলল, ইয়া রাসুল্লাহ ! আপনি আমাদের কোথা থেকে ইহরাম বাঁধার নির্দেশ দেন? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ মদিনাবাসী ইহরাম বাঁধবে যুল-হুলায়কা থেকে, সিরিয়াবাসী, ইহরাম বাঁধবে জুহফা থেকে এবং নাজদবাসী ইহরাম বাঁধবে করন থেকে। ইবনু উমর (রাঃ) বলেন, অন্যরা বলেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এও বলেছেনঃ এবং ইয়ামানবাসী ইহরাম বাঁধবে ইয়ালামলাম থেকে।  ইবনু উমার (রাঃ) বলেছেন, এ কথাটি আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বুঝে নিতে পারিনি। \n",
    "checkStatus": "1",
    "hadithNo": "135",
    "id": "142",
    "thesequence": "561",
    "isActive": "1",
    "chapterId": "1776",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৯৪। মসজিদে ইলম ও মাসআলা-মাসায়েল আলোচনা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Umar: A man asked the Prophet (sallallahu alaihi wa sallam) : What (kinds of clothes) should a Muhrim (a Muslim intending to perform `Umra or Hajj) wear? He replied, He should not wear a shirt, a turban, trousers, a head cloak or garment scented with saffron or Wars (kinds of perfumes). And if he has no slippers, then he can use Khuffs (socks made from thick fabric or leather) but the socks should be cut short so as to make the ankles bare. ",
    "hadithArabic": "حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم. وَعَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم أَنَّ رَجُلاً سَأَلَهُ مَا يَلْبَسُ الْمُحْرِمُ فَقَالَ   لاَ يَلْبَسِ الْقَمِيصَ وَلاَ الْعِمَامَةَ وَلاَ السَّرَاوِيلَ وَلاَ الْبُرْنُسَ وَلاَ ثَوْبًا مَسَّهُ الْوَرْسُ أَوِ الزَّعْفَرَانُ، فَإِنْ لَمْ يَجِدِ النَّعْلَيْنِ فَلْيَلْبَسِ الْخُفَّيْنِ وَلْيَقْطَعْهُمَا حَتَّى يَكُونَا تَحْتَ الْكَعْبَيْنِ .",
    "hadithBengali": "১৩৬। আদম (রহঃ)...... ইবনু উমর (রাঃ) থেকে বর্ণনা করেন যে, এক ব্যাক্তি তাঁকে জিজ্ঞাসা করল, মুহরিম কী কাপড় পরবে? তিনি বলেনঃ জামা পরবে না, পাগড়ী পরবে না, পাজামা পরবে না, টুপি পরবে না এবং কুসুম বা যাফরান রঙে রঞ্জিত কোন কাপড় পরবে না। জুতা না থাকলে চামড়ার মোজা পরতে পারে, তবে এমনভাবে কেটে ফেলতে হবে যাতে মোজা দুটি পায়ের গিরার নিচে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "136",
    "id": "143",
    "thesequence": "562",
    "isActive": "1",
    "chapterId": "1777",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৯৫। প্রশ্নকারীর প্রশ্নের চাইতে বেশী উত্তর দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Burdas father:\n\nAllahs Messenger (ﷺ) said Three persons will have a double reward:\n\n1. A Person from the people of the scriptures who believed in his prophet (Jesus or Moses) and then believed in the Prophet (ﷺ) Muhammad (i .e. has embraced Islam).\n\n2. A slave who discharges his duties to Allah and his master.\n\n3. A master of a woman-slave who teaches her good manners and educates her in the best possible way (the religion) and manumits her and then marries her. ",
    "hadithArabic": "أَخْبَرَنَا مُحَمَّدٌ ـ هُوَ ابْنُ سَلاَمٍ ـ حَدَّثَنَا الْمُحَارِبِيُّ، قَالَ حَدَّثَنَا صَالِحُ بْنُ حَيَّانَ، قَالَ قَالَ عَامِرٌ الشَّعْبِيُّ حَدَّثَنِي أَبُو بُرْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   ثَلاَثَةٌ لَهُمْ أَجْرَانِ رَجُلٌ مِنْ أَهْلِ الْكِتَابِ آمَنَ بِنَبِيِّهِ، وَآمَنَ بِمُحَمَّدٍ صلى  الله عليه وسلم وَالْعَبْدُ الْمَمْلُوكُ إِذَا أَدَّى حَقَّ اللَّهِ وَحَقَّ مَوَالِيهِ، وَرَجُلٌ كَانَتْ عِنْدَهُ أَمَةٌ {يَطَؤُهَا} فَأَدَّبَهَا، فَأَحْسَنَ تَأْدِيبَهَا، وَعَلَّمَهَا فَأَحْسَنَ تَعْلِيمَهَا، ثُمَّ أَعْتَقَهَا فَتَزَوَّجَهَا، فَلَهُ أَجْرَانِ .\nثُمَّ قَالَ عَامِرٌ أَعْطَيْنَاكَهَا بِغَيْرِ شَىْءٍ، قَدْ كَانَ يُرْكَبُ فِيمَا دُونَهَا إِلَى الْمَدِينَةِ.\n",
    "hadithBengali": "৯৭। মুহাম্মদ ইবনু সালাম (রহঃ) আবূ বুরদা (রহঃ), তাঁর পিতা থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিন ধরনের লোকের জন্য দুটি সওয়াব রয়েছেঃ (১) আহলে কিতাব&mdash;যে ব্যাক্তি তার নাবীর ওপর ঈমান এনেছে এবং মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপরও ঈমান এনেছে। (২) যে ক্রীতদাস আল্লাহর হক আদায় করে এবং তার মালিকের হকও (আদায় করে)। (৩) যার একটি বাঁদী ছিল, যার সাথে সে মিলিত হত। তারপর তাকে সে সুন্দরভাবে আদব-কায়দা শিক্ষা দিয়েছে এবং ভালভাবে দ্বীনী ইল্&zwnj;ম শিক্ষা দিয়েছে, এরপর তাকে আযাদ করে বিয়ে করেছে; তার জন্য দুটি সওয়াব রয়েছে। এরপর বর্ণনাকারী আমের (রহঃ) (তাঁর ছাত্রকে) বলেন, তোমাকে কোন কিছুর বিনিময় ছাড়াই হাদীসটি শিক্ষা দিলাম, অথচ এর চাইতে ছোট হাদীসের জন্যও লোক (দূর-দূরান্ত থেকে) সওয়ার হয়ে মদিনায় আসত।\n",
    "checkStatus": "1",
    "hadithNo": "97",
    "id": "18249",
    "thesequence": "525",
    "isActive": "1",
    "chapterId": "1754",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭৩। আপন দাসী ও পরিবারবর্গকে শিক্ষা দান ",
    "rabiNameBn": "আবূ বুরদা (রহঃ)",
    "rabiNameEn": "Abu Burda (RH)"
  },
  {
    "hadithEnglish": " Narrated Ibn Abbas:\n\nOnce Allahs Messenger (ﷺ) came out while Bilal was accompanying him. He went towards the women thinking that they had not heard him (i.e. his sermon). So he preached them and ordered them to pay alms. (Hearing that) the women started giving alms; some donated their ear-rings, some gave their rings and Bilal was collecting them in the corner of his garment. ",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَيُّوبَ، قَالَ سَمِعْتُ عَطَاءً، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، قَالَ أَشْهَدُ عَلَى النَّبِيِّ صلى  الله عليه وسلم ـ أَوْ قَالَ عَطَاءٌ أَشْهَدُ عَلَى ابْنِ عَبَّاسٍ ـ أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم خَرَجَ وَمَعَهُ بِلاَلٌ، فَظَنَّ أَنَّهُ لَمْ يُسْمِعِ النِّسَاءَ فَوَعَظَهُنَّ، وَأَمَرَهُنَّ بِالصَّدَقَةِ، فَجَعَلَتِ الْمَرْأَةُ تُلْقِي الْقُرْطَ وَالْخَاتَمَ، وَبِلاَلٌ يَأْخُذُ فِي طَرَفِ ثَوْبِهِ.\nوَقَالَ إِسْمَاعِيلُ عَنْ أَيُّوبَ عَنْ عَطَاءٍ وَقَالَ عَنِ ابْنِ عَبَّاسٍ أَشْهَدُ عَلَى النَّبِيِّ صلى  الله عليه وسلم.\n",
    "hadithBengali": "৯৮। সুলায়মান ইবনু হারব (রহঃ) ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নাবি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সাক্ষ্য রেখে বলছি যে,  অথবা পরবর্তী বর্ণনাকারী আতা (রহঃ) বলেন, আমি ইবনু আব্বাসকে সাক্ষী রেখে বলছি যে, নাবি কারিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ঈদের দিন পুরুষের কাতার থেকে) বের হলেন আর তাঁর সঙ্গে ছিলেন বিলাল (রাঃ)। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মনে করলেন যে, দূরে থাকার কারনে তাঁর ওয়ায মহিলাদের কাছে পৌঁছে নি। তাই তিনি (পুনরায়) তাঁদের নসীহত করলেন এবং দান-খয়রাত করার উপদেশ দিলেন। তখন মহিলারা কানের দুল ও হাতের আংটি দিয়ে দিতে লাগলেন। আর বিলাল (রাঃ) সেগুলি তাঁর কাপড়ের আচঁলে নিতে লাগলেন। ইসমাঈল (রহঃ) আতা (রহঃ) সূত্রে বলেন যে, ইবনু আব্বাস (রাঃ) বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সাক্ষী রেখে বলছি।\n",
    "checkStatus": "1",
    "hadithNo": "98",
    "id": "18250",
    "thesequence": "522",
    "isActive": "1",
    "chapterId": "1756",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭৪। আলিম কর্তৃক মহিলাদের নসীহত করা ও দীনী ইলম শিক্ষা দেওয়া",
    "rabiNameBn": "ইবনু আব্বাস (রাঃ)",
    "rabiNameEn": "Ibnu Abbas (RA)"
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nI said: O Allahs Messenger (ﷺ)! Who will be the luckiest person, who will gain your intercession on the Day of Resurrection? Allahs Messenger (ﷺ) said: O Abu Huraira! I have thought that none will ask me about it before you as I know your longing for the (learning of) Hadiths. The luckiest person who will have my intercession on the Day of Resurrection will be the one who said sincerely from the bottom of his heart None has the right to be worshipped but Allah.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي سُلَيْمَانُ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ قَالَ قِيلَ يَا رَسُولَ اللَّهِ، مَنْ أَسْعَدُ النَّاسِ بِشَفَاعَتِكَ يَوْمَ الْقِيَامَةِ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   لَقَدْ ظَنَنْتُ يَا أَبَا هُرَيْرَةَ أَنْ لاَ يَسْأَلَنِي عَنْ هَذَا الْحَدِيثِ أَحَدٌ أَوَّلُ مِنْكَ، لِمَا رَأَيْتُ مِنْ حِرْصِكَ عَلَى الْحَدِيثِ، أَسْعَدُ النَّاسِ بِشَفَاعَتِي يَوْمَ الْقِيَامَةِ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ، خَالِصًا مِنْ قَلْبِهِ أَوْ نَفْسِهِ .",
    "hadithBengali": "৯৯। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করা হলঃ ইয়া রাসুলাল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) ! কিয়ামতের দিন আপনার শাফা&#39;আত লাভে কে সবচাইতে বেশি ভাগ্যবান হবে? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আবূ হুরায়রা ! আমি ধারণা করেছিলাম, এ বিষয়ে তোমার আগে আমাকে আর কেউ প্রশ্ন করবে না। কারন আমি দেখেছি হাদীসের প্রতি তোমার বিশেষ আগ্রহ রয়েছে। কিয়ামতের দিন আমার শাফা&#39;আত লাভে সবচাইতে ভাগ্যবান হবে সেই ব্যাক্তি যে খালিস দিলে লা ইলাহা ইল্লাহ্ (পূর্ণ কালেমা তাইয়্যেবা) বলে।\n\n\n",
    "checkStatus": "1",
    "hadithNo": "99",
    "id": "18251",
    "thesequence": "523",
    "isActive": "1",
    "chapterId": "1757",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "6",
    "statusId": "1",
    "topicName": "৭৫। হাদিসের প্রতি আগ্রহ ",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  }
]
