[
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Procrastination (delay) in paying debts by a wealthy man is injustice. So, if your debt is transferred from your debtor to a rich debtor, you should agree.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَطْلُ الْغَنِيِّ ظُلْمٌ، فَإِذَا أُتْبِعَ أَحَدُكُمْ عَلَى مَلِيٍّ فَلْيَتْبَعْ .",
    "hadithBengali": "২১৪২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ধনী ব্যাক্তির ঋণ পরিশোধে গড়িমসি করা জুলুম। যখন তোমাদের কাউকে (তার জন্য) কোন ধনী ব্যাক্তির হাওয়ালা করা হয়, তখন সে যেন তা মেনে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "2142",
    "id": "2221",
    "thesequence": "2568",
    "isActive": "1",
    "chapterId": "15464",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "33",
    "statusId": "1",
    "topicName": "১৪২২. হাওয়ালা করা। হাওয়ালা করার পর পুনরায় হাওয়ালাকারীর নিকট দাবী করা যায়  কি? হাসান এবং কাতাদা (র.) বলেন, যে দিন হাওয়ালা করা হল, সে দিন যদি সে মালদার হয় তাহলে হাওয়ালা জায়িয হবে। ইব্&zwnj;ন  আব্বাস (রা.) বলেন, দু&rsquo;জন অংশীদার অথবা উত্তরাধিকারী পরস্পরের মধ্যে এভাবে বণ্টন করল যে একজন নগদ সম্পদ নিল, অন্যজন সে ব্যক্তির অপরের নিকট পাওনা সম্পদ নিল। এমতাবস্থায় যদি কারো সম্পদ নষ্ট হয়ে যায়, তবে অন্যজনের নিকট তা আবার দাবী করা যাবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Procrastination (delay) in paying debts by a wealthy person is injustice. So, if your debt is transferred from your debtor to a rich debtor, you should agree.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ ذَكْوَانَ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَطْلُ الْغَنِيِّ ظُلْمٌ، وَمَنْ أُتْبِعَ عَلَى مَلِيٍّ فَلْيَتَّبِعْ .",
    "hadithBengali": "২১৪৩। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, ধনী ব্যাক্তির পক্ষ থেকে ঋণ পরিশোধে গড়িমসি করা জুলুম। যাকে (তার পাওনার জন্য) ধনীর হাওয়ালা করা হয়, সে যেন তা মেনে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "2143",
    "id": "2222",
    "thesequence": "2569",
    "isActive": "1",
    "chapterId": "15465",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "33",
    "statusId": "1",
    "topicName": "১৪২৩. যখন (ঋণ) কোন ধনী ব্যক্তির হাওয়ালা করা হয়, তখন (তা মেনে নেওয়ার পর) তার  পক্ষে প্রত্যাখ্যান করার ইখতিয়ার নেই। যখন কাউকে কোন ধনী ব্যক্তির হাওয়ালা করা হয় সে যেন তা মেনে নেয় এর অর্থ হোল যদি কারোর তোমার কাছে কোনকিছু পাওনা থাকে আর তুমি তা কোন ধনী ব্যক্তির হাওয়ালা করে থাক এবং সে তোমার পক্ষ থেকে তার দায়িত্ব গ্রহণ করে থাকে তারপর যদি তুমি নিঃস্ব হয়ে যাও তবে প্রাপক হাওয়ালা গ্রহণকারী ব্যক্তির অনুসরণ করবে এবং তার থেকে পাওনা উশুল করবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salama bin Al-Akwa:\n\nOnce, while we were sitting in the company of Prophet, a dead man was brought. The Prophet (ﷺ) was requested to lead the funeral prayer for the deceased. He said, Is he in debt? The people replied in the negative. He said, Has he left any wealth? They said, No. So, he led his funeral prayer. Another dead man was brought and the people said, O Allahs Messenger (ﷺ)! Lead his funeral prayer. The Prophet (ﷺ) said, Is he in debt? They said, Yes. He said, Has he left any wealth? They said, Three Dinars. So, he led the prayer. Then a third dead man was brought and the people said (to the Prophet (ﷺ) ), Please lead his funeral prayer. He said, Has he left any wealth? They said, No. He asked, Is he in debt? They said, (Yes! He has to pay) three Diners., He (refused to pray and) said, Then pray for your (dead) companion. Abu Qatada said, O Allahs Messenger (ﷺ)! Lead his funeral prayer, and I will pay his debt. So, he led the prayer. ",
    "hadithArabic": " حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا يَزِيدُ بْنُ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ ـ رضى الله عنه ـ قَالَ كُنَّا جُلُوسًا عِنْدَ النَّبِيِّ صلى الله عليه وسلم إِذْ أُتِيَ بِجَنَازَةٍ، فَقَالُوا صَلِّ عَلَيْهَا. فَقَالَ  هَلْ عَلَيْهِ دَيْنٌ . قَالُوا لاَ. قَالَ  فَهَلْ تَرَكَ شَيْئًا . قَالُوا لاَ. فَصَلَّى عَلَيْهِ ثُمَّ أُتِيَ بِجَنَازَةٍ أُخْرَى، فَقَالُوا يَا رَسُولَ اللَّهِ، صَلِّ عَلَيْهَا. قَالَ  هَلْ عَلَيْهِ دَيْنٌ . قِيلَ نَعَمْ. قَالَ  فَهَلْ تَرَكَ شَيْئًا . قَالُوا ثَلاَثَةَ دَنَانِيرَ. فَصَلَّى عَلَيْهَا، ثُمَّ أُتِيَ بِالثَّالِثَةِ، فَقَالُوا صَلِّ عَلَيْهَا. قَالَ  هَلْ تَرَكَ شَيْئًا . قَالُوا لاَ. قَالَ  فَهَلْ عَلَيْهِ دَيْنٌ . قَالُوا ثَلاَثَةُ دَنَانِيرَ. قَالَ  صَلُّوا عَلَى صَاحِبِكُمْ . قَالَ أَبُو قَتَادَةَ صَلِّ عَلَيْهِ يَا رَسُولَ اللَّهِ، وَعَلَىَّ دَيْنُهُ. فَصَلَّى عَلَيْهِ.",
    "hadithBengali": "২১৪৪। মক্কী ইবনু ইবরাহীম (রহঃ) ... সালামা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, একদিন আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বসা ছিলাম, এমন সময় একটি জানাযা উপস্থিত করা হল। সাহাবীগণ বললেন, আপনি তার জানাযার সালাত (নামায/নামাজ) আদায় করে দিন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তার কি কোন ঋণ আছে? তারা বলল, না। তিনি বললেন, সে কি কিছু রেখে গেছে? তারা বলল, না। তখন তিনি তার জানাযার সালাত (নামায/নামাজ) আদায় করলেন।\n\nতারপর আরেকটি জানাযা উপস্থিত করা হল। সাহাবীগণ বললেন, ইয়া রাসূলাল্লাহ! আপনি জানাযার সালাত (নামায/নামাজ) আদায় করে দিন। তিনি বললেন, তার কি কোন ঋণ আছে? বলা হল হ্যাঁ, আছে। তিনি বললেন, সে কি কিছু রেখে গেছে? তারা বললেন, তিনটি দ্বীনার। তখন তিনি তার জানাযার সালাত (নামায/নামাজ) আদায় করলেন।\n\nতারপর তৃতীয় আরেকটি জানাযা উপস্থিত করা হল। সাহাবীগণ বললেন, আপনি তার জানাযা আদায় করুন। তিনি বললেন, সে কি কিছু রেখে গেছে? তারা বললেন, না। তিনি বললেন, তার কি কোন ঋণ আছে? তারা বললেন, তিন দ্বীনার। তিনি বললেন, তোমাদের এ লোকটির সালাত (নামায/নামাজ) তোমরাই আদায় করে নাও। আবূ কাতাদা (রাঃ) বললেন, ইয়া রাসূলাল্লাহ তার জানাযার সালাত (নামায/নামাজ) আদায় করুন, তার ঋণের জন্য আমি দায়ী। তখন তিনি তার জানাযার সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2144",
    "id": "2223",
    "thesequence": "2570",
    "isActive": "1",
    "chapterId": "15464",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "33",
    "statusId": "1",
    "topicName": "১৪২২. হাওয়ালা করা। হাওয়ালা করার পর পুনরায় হাওয়ালাকারীর নিকট দাবী করা যায়  কি? হাসান এবং কাতাদা (র.) বলেন, যে দিন হাওয়ালা করা হল, সে দিন যদি সে মালদার হয় তাহলে হাওয়ালা জায়িয হবে। ইব্&zwnj;ন  আব্বাস (রা.) বলেন, দু&rsquo;জন অংশীদার অথবা উত্তরাধিকারী পরস্পরের মধ্যে এভাবে বণ্টন করল যে একজন নগদ সম্পদ নিল, অন্যজন সে ব্যক্তির অপরের নিকট পাওনা সম্পদ নিল। এমতাবস্থায় যদি কারো সম্পদ নষ্ট হয়ে যায়, তবে অন্যজনের নিকট তা আবার দাবী করা যাবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]