[
  {
    "hadithEnglish": " Narrated Sa`id bin Jubair:\n\nIbn `Abbas said, In the verse: To every one We have appointed  (Muwaliya Muwaliya means ones) heirs (4.33). (And regarding the verse) And those with whom your right hands have made a pledge. Ibn `Abbas said, When the emigrants came to the Prophet (ﷺ) in Medina, the emigrant would inherit the Ansari while the latters relatives would not inherit him because of the bond of brotherhood which the Prophet established between them (i.e. the emigrants and the Ansar). When the verse: And to everyone We have appointed heirs (4.33) was revealed, it canceled (the bond (the pledge) of brotherhood regarding inheritance). Then he said, The verse: To those also to whom your right hands have pledged, remained valid regarding cooperation and mutual advice, while the matter of inheritance was excluded and it became permissible to assign something in ones testament to the person who had the right of inheriting before.",
    "hadithArabic": " حَدَّثَنَا الصَّلْتُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ إِدْرِيسَ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما &ndash; {وَلِكُلٍّ جَعَلْنَا مَوَالِيَ} قَالَ وَرَثَةً {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ} قَالَ كَانَ الْمُهَاجِرُونَ لَمَّا قَدِمُوا الْمَدِينَةَ يَرِثُ الْمُهَاجِرُ الأَنْصَارِيَّ دُونَ ذَوِي رَحِمِهِ لِلأُخُوَّةِ الَّتِي آخَى النَّبِيُّ صلى الله عليه وسلم بَيْنَهُمْ، فَلَمَّا نَزَلَتْ {وَلِكُلٍّ جَعَلْنَا مَوَالِيَ} نَسَخَتْ، ثُمَّ قَالَ {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ } إِلاَّ النَّصْرَ وَالرِّفَادَةَ وَالنَّصِيحَةَ، وَقَدْ ذَهَبَ الْمِيرَاثُ وَيُوصِي لَهُ.",
    "hadithBengali": "১৪২৫. পরিচ্ছেদঃ ঋণ ও দেনার ব্যাপারে দেহ এবং অন্য কিছুর যামিন হওয়া। আবূ যিনাদ (র.) মুহাম্মদ ইব্&zwnj;ন হামযা ইব্&zwnj;ন আমর আসলামী (র.)- এর মধ্যমে তার পিতা থেকে বর্ণনা করেন যে, উমর (রা.) তাকে সাদকা উশুলকারী নিযুক্ত করে পাঠান। সেখানে এক ব্যক্তি তার স্ত্রীর দাসীর সাথে ব্যভিচার করে বসল। তখন হামযা (র.) কিছু লোককে তার পক্ষ হতে যামিন স্থির করলেন। পরে তিনি উমর (রা.)- এর নিকট ফিরে আসলেন। উমর (রা.) উক্ত লোকটিকে একশ বেত্রাঘাত করলেন এবং লোকদের বিবরণকে সত্য বলে গ্রহণ করেন। তারপর লোকটি তার অজ্ঞতার জন্য (স্ত্রী দাসীর সাথে যৌন সম্ভোগ করা যে অবৈধ তা সে জানত না) অব্যাহতি দেন। জারীর ও আশআশ (র.) মুরতাদ-ধর্মচ্যুত ব্যক্তিদের সম্পর্কে আবদুল্লাহ (ইব্&zwnj;ন মাসউদ (রা.)-কে বলেন, তাদেরকে তাওবা করতে বলুন এবং তাদের পক্ষ হতে কাউকে যামিন গ্রহণ করুন। ধর্মচ্যুতরা তাওবা করল এবং তাদের গোত্রের লোকেরা তাদের যামিন হয়ে গেল। হাম্মাদ (র.) বলেন, যদি কোন ব্যক্তি যামিন হওয়ার পর মৃত্যুবরণ করে তবে সে দায়মুক্ত হয়ে যাবে। হাকাম (র.) বলেন, তার উপর দায়িত্ব থেকে যাবে (অর্থাৎ ওয়ারিশদের উপর সে দায়িত্ব বর্তাবে)। লায়স (র.) আবূ হুরায়রা (রা.) থেকে বর্ণিত যে, রাসূলুল্লাহ (সঃ) বলেছেন, বনী ইসরাঈলের কোন এক ব্যক্তি বনী ইসরাঈলের অপর এক ব্যক্তির নিকট এক হাজার দীনার ঋণ চাইল। তখন সে (ঋণ দাতা) বলল, কয়েকজন সাক্ষী আন, আমি তাদেরকে সাক্ষী রাখব। সে বলল, সাক্ষী হিসাবে আল্লাহ্&zwnj;ই যথেষ্ট। তারপর (ঋণ দাতা) বলল, তা হলে একজন যামিনদার উপস্থিত কর। সে বলল, যামিনদার হিসাবে আল্লাহ্&zwnj;ই যথেষ্ট। ঋণদাতা বলল, তুমি সত্যই বলেছ। এরপর নির্ধারিত সময়ে পরিশোধের শর্তে তাকে এক হাজার দীনার দিয়ে দিল। তারপর ঋণ গ্রহীতা সামুদ্রিক সফর করল এবং তার প্রয়োজন সমাধা করে সে যানবাহন খুঁজতে লাগল, যাতে সে নির্ধারিত সময়ের ভেতর ঋণদাতার কাছে এসে পৌঁছাতে পারে। কিন্তু সে কোন যানবাহন পেল না। তখন সে এক টুকরো কাঠ নিয়ে তা ছিদ্র করল এবং ঋণদাতার নামে একখানা পত্র ও এক হাজার দীনার তার মধ্যে ভরে ছিদ্রটি বন্ধ করে সমুদ্র তীরে এসে বলল, হে আল্লাহ্&zwnj;! তুমি তো জান আমি অমুকের নিকট এক হাজার দীনার ঋণ চাইলে সে আমার কাছে যামিনদার চেয়েছিল। আমি বলেছিলাম, আল্লাহ্&zwnj;ই যামিন হিসাবে যথেষ্ট। এতে সে রাযী হয়। তারপর সে আমার কাছে সাক্ষী চেয়েছিল, আমি বলেছিলাম সাক্ষী হিসাবে আল্লাহ্&zwnj;ই যথেষ্ট, তাতেও সে রাযী হয়ে যায়। আমি তার ঋণ (যথাসময়য়ে) পরিশোধের উদ্দেশ্যে যানবাহনের জন্য যথাসাধ্য চেষ্টা করেছি, কিন্তু পাইনি। তাই আমি তোমার নিকট সোপর্দ করলাম, এই বলে সে কাষ্ঠখণ্ডটি সমুদ্রে নিক্ষেপ করল। আর কাষ্ঠখণ্ডটি সমুদ্রে প্রবেশ করল। অতঃপর লোকটি ফিরে গেল। এবং নিজের শহরে যাওয়ার জন্য যানবাহন খুঁজতে লাগল। ওদিকে ঋণদাতা এই আশায় সমুদ্রতীরে গেল যে, হয়তবা ঋণগ্রহীতা কোন নৌযানে করে তার মাল নিয়ে এসেছে। তার দৃষ্টি কাষ্ঠখণ্ডটির উপর পড়ল, যার ভিতরে মাল ছিল। সে কাষ্ঠখণ্ডটি তার পরিবারের জ্বালানির জন্য বাড়ী নিয়ে গেল। যখন সে তা চিরল, তখন সে মাল ও পত্রটি পেয়ে গেল। কিছুদিন পর ঋণগ্রহীতা এক হাজার দীনার নিয়ে এসে হাযির হল। এবং বলল, আল্লাহ্&zwnj;র কসম আমি আপনার মাল যথাসময়ে পৌঁছিয়ে দেয়ার উদ্দেশ্যে সব সময় যানবাহনের খোঁজে ছিলাম। কিন্তু আমি যে নৌযানে এখন আসলাম, তার আগে আর কোন নৌযান পাইনি। ঋণদাতা বলল, তুমি কি আমার নিকট কিছু পাঠিয়েছিলে? ঋণগ্রহীতা বলল, আমি তো তোমাকে বললামই যে এর আগে আর কোন নৌযান আমি পাইনি। সে বলল, তুমি কাঠের টুকরোর ভিতরে যা পাঠিয়েছিলে, তা আল্লাহ্&zwnj; তোমার পক্ষ হতে আমাকে আদায় করে দিয়েছেন। তখন সে আনন্দচিত্তে এক হাজার দীনার নিয়ে ফিরে চলে এল।\n\n<hr />\n২১৪৫। সালত ইবনু মুহাম্মদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, وَلِكُلٍّ جَعَلْنَا مَوَالِيَ আয়াতে مَوَالِيَ শব্দের অর্থ উত্তরাধিকারী। আরوَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ আয়াতের তাফসীর প্রসঙ্গে তিনি [ইবনু আব্বাস (রাঃ)] বলেন, মদিনায় মুহাজিরদের নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আগমনের পর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুহাজির ও আনসারদের মধ্যে যে ভাতৃত্বের বন্ধন স্থাপন করেন, তার ভিত্তিতে মুহাজিররা আনসারদের উত্তরাধিকারী হত, কিন্তু আনসারদের আত্মীয়-স্বজনরা ওয়ারিস হত না। যখনوَلِكُلٍّ جَعَلْنَا مَوَالِيَ এ আয়াত নাযিল হল, তখনالَّذِينَ عَقَدَتْ আয়াতের হুকুম রহিত হয়ে গেল। তারপর তিনি আরো বলেন উপরোক্ত আয়াতের প্রেক্ষিতে মুহাজির ও আনসারদের পারস্পরিক সাহায্য-সহযোগিতা ও আদেশ-উপদেশের হুকুম বাকী রয়েছে। কিন্তু তাদের জন্য মীরাস বা উত্তরাধিকার স্বত্ব রহিত হয়ে গেছে। অবশ্য তাদের জন্য ওসীয়াত করা যেতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "2145",
    "id": "2224",
    "thesequence": "2577",
    "isActive": "1",
    "chapterId": "15467",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "34",
    "statusId": "1",
    "topicName": "১৪২৬. আল্লাহ্&zwnj; তা&rsquo;আলার বাণীঃ যাদের সাথে তোমরা অঙ্গীকারাবদ্ধ তাদের অংশ দিয়ে দিবে  (৪:৩৩)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\n`Abdur-Rahman bin `Auf came to us and Allahs Messenger (ﷺ) established a bond of brotherhood between him and Sa`d bin Rabi`a.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ قَدِمَ عَلَيْنَا عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ فَآخَى رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَهُ وَبَيْنَ سَعْدِ بْنِ الرَّبِيعِ.",
    "hadithBengali": "২১৪৬। কুতায়বা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আবদুর রহমান ইবনু আওফ (রাঃ) যখন আমাদের নিকট (মদিনায়) আসেন, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ও সাদ ইবনু রাবী এর মধ্যে ভ্রাতৃত্ব সম্পর্ক স্থাপন করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2146",
    "id": "2225",
    "thesequence": "2575",
    "isActive": "1",
    "chapterId": "15467",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "34",
    "statusId": "1",
    "topicName": "১৪২৬. আল্লাহ্&zwnj; তা&rsquo;আলার বাণীঃ যাদের সাথে তোমরা অঙ্গীকারাবদ্ধ তাদের অংশ দিয়ে দিবে  (৪:৩৩)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Asim:\n\nI heard Anas bin Malik, Have you ever heard that the Prophet (ﷺ) said, There is no alliance in Islam?  He replied, The Prophet (ﷺ) made alliance between Quraish and the Ansar in my house.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّاءَ، حَدَّثَنَا عَاصِمٌ، قَالَ قُلْتُ لأَنَسٍ رضى الله عنه أَبَلَغَكَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   لاَ حِلْفَ فِي الإِسْلاَمِ . فَقَالَ قَدْ حَالَفَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ قُرَيْشٍ وَالأَنْصَارِ فِي دَارِي.",
    "hadithBengali": "২১৪৭। মুহাম্মদ ইবনু সাব্বাহ (রহঃ) ... আসিম (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আনাস ইবনু মালিক (রাঃ) কে জিজ্ঞাসা করলাম, আপনার নিকট কি এ হাদীস পৌঁছেছে যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ইসলামে হিলফ (জাহেলী যুগের সহযোগিতা চুক্তি) নেই? তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার ঘরে কুরায়শ এবং আনসারদের মধ্যে সহযোগিতা চুক্তি সম্পাদন করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2147",
    "id": "2226",
    "thesequence": "2576",
    "isActive": "1",
    "chapterId": "15467",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "34",
    "statusId": "1",
    "topicName": "১৪২৬. আল্লাহ্&zwnj; তা&rsquo;আলার বাণীঃ যাদের সাথে তোমরা অঙ্গীকারাবদ্ধ তাদের অংশ দিয়ে দিবে  (৪:৩৩)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salama bin Al-Akwa`:\n\nA dead person was brought to the Prophet (ﷺ) so that he might lead the funeral prayer for him. He asked, Is he in debt? When the people replied in the negative, he led the funeral prayer. Another dead person was brought and he asked, Is he in debt? They said, Yes. He (refused to lead the prayer and) said, Lead the prayer of your friend. Abu Qatada said, O Allahs Messenger (ﷺ)! I undertake to pay his debt. Allahs Messenger (ﷺ) then led his funeral prayer.",
    "hadithArabic": " حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم أُتِيَ بِجَنَازَةٍ، لِيُصَلِّيَ عَلَيْهَا، فَقَالَ  هَلْ عَلَيْهِ مِنْ دَيْنٍ . قَالُوا لاَ. فَصَلَّى عَلَيْهِ، ثُمَّ أُتِيَ بِجَنَازَةٍ أُخْرَى، فَقَالَ  هَلْ عَلَيْهِ مَنْ دَيْنٍ . قَالُوا نَعَمْ. قَالَ  صَلُّوا عَلَى صَاحِبِكُمْ . قَالَ أَبُو قَتَادَةَ عَلَىَّ دَيْنُهُ يَا رَسُولَ اللَّهِ. فَصَلَّى عَلَيْهِ.",
    "hadithBengali": "২১৪৮। আবূ আসিম (রহঃ) ... সালামা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত যে, একদিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সালাতে জানাযা আদায়ের জন্য একটি জানাযা উপস্থিত করা হল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেন, তার কি কোন ঋণ আছে? সাহাবীগণ বললেন, না। তখন তিনি তার জানাযার সালাত (নামায/নামাজ) আদায় করলেন। তারপর আরেকটি জানাযা উপস্থিত করা হল। তিনি জিজ্ঞাসা করলেন, তার কি কোন ঋণ আছে? সাহাবীগন বললেন, হ্যাঁ। তিনি বললেন, তোমাদের সাথীর সালাত (নামায/নামাজ) জানাযা তোমরাই আদায় করে নাও। আবূ কাতাদা (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! তার ঋণের দায়-দায়িত্ব আমার উপর। তখন তিনি তার জানাযার সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2148",
    "id": "2227",
    "thesequence": "2574",
    "isActive": "1",
    "chapterId": "15468",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "34",
    "statusId": "1",
    "topicName": "১৪২৭. যদি কোন ব্যক্তি কোন মৃত ব্যক্তির ঋণের যামানত গ্রহণ করে, তবে তার এ দায়িত্ব  প্রত্তাহারের ইখতিয়ার নেই। হাসান (র.) এ অভিমত ব্যক্ত করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nOnce the Prophet (ﷺ) said (to me), If the money of Bahrain comes, I will give you a certain amount of it. The Prophet (ﷺ) had breathed his last before the money of Bahrain arrived. When the money of Bahrain reached, Abu Bakr announced, Whoever was promised by the Prophet (ﷺ) should come to us. I went to Abu Bakr and said, The Prophet (ﷺ) promised me so and so. Abu Bakr gave me a handful of coins and when I counted them, they were five-hundred in number. Abu Bakr then said, Take twice the amount you have taken (besides).",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا عَمْرٌو، سَمِعَ مُحَمَّدَ بْنَ عَلِيٍّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهم ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   لَوْ قَدْ جَاءَ مَالُ الْبَحْرَيْنِ، قَدْ أَعْطَيْتُكَ هَكَذَا وَهَكَذَا وَهَكَذَا . فَلَمْ يَجِئْ مَالُ الْبَحْرَيْنِ حَتَّى قُبِضَ النَّبِيُّ صلى الله عليه وسلم فَلَمَّا جَاءَ مَالُ الْبَحْرَيْنِ أَمَرَ أَبُو بَكْرٍ فَنَادَى مَنْ كَانَ لَهُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم عِدَةٌ أَوْ دَيْنٌ فَلْيَأْتِنَا. فَأَتَيْتُهُ، فَقُلْتُ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لِي كَذَا وَكَذَا، فَحَثَى لِي حَثْيَةً فَعَدَدْتُهَا فَإِذَا هِيَ خَمْسُمِائَةٍ، وَقَالَ خُذْ مِثْلَيْهَا.",
    "hadithBengali": "২১৪৯। আলী ইবনু আবদুল্লাহ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন, যদি বাহরাইনের মাল এসে যায় তাহলে আমি তোমাকে এতো এতো দেব। কিন্তু নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাত পর্যন্ত বাহরাইনের মাল এসে পৌঁছায়নি। পরে যখন বাহরাইনের মাল পৌঁছল, আবূ বকর (রাঃ)-এর আদেশে ঘোষণা করা হল, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট যার অনুকূলে কোন প্রতিশ্রুতি বা ঋণ রয়েছে সে যেন আমার নিকট আসে। আমি তার নিকট গিয়ে বললাম, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এতো এতো দিবেন বলেছিলেন। তখন আবূ বকর (রাঃ) আমাকে এক অঞ্জলী ভরে দিলেন, আমি তা গননা করলাম এতে পাঁচ শ ছিল। তারপর তিনি বললেন, এর দ্বিগুণ নিয়ে নাও।\n",
    "checkStatus": "1",
    "hadithNo": "2149",
    "id": "2228",
    "thesequence": "2573",
    "isActive": "1",
    "chapterId": "15468",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "34",
    "statusId": "1",
    "topicName": "১৪২৭. যদি কোন ব্যক্তি কোন মৃত ব্যক্তির ঋণের যামানত গ্রহণ করে, তবে তার এ দায়িত্ব  প্রত্তাহারের ইখতিয়ার নেই। হাসান (র.) এ অভিমত ব্যক্ত করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\n(wife of the Prophet) Since I reached the age when I could remember things, I have seen my parents worshipping according to the right faith of Islam. Not a single day passed but Allahs Messenger (ﷺ) visited us both in the morning and in the evening. When the Muslims were persecuted, Abu Bakr set out for Ethiopia as an emigrant. When he reached a place called Bark-al-Ghimad, he met Ibn Ad-Daghna, the chief of the Qara tribe, who asked Abu Bakr, Where are you going? Abu Bakr said, My people have turned me out of the country and I would like to tour the world and worship my Lord. Ibn Ad- Daghna said, A man like you will not go out, nor will he be turned out as you help the poor earn their living, keep good relation with your Kith and kin, help the disabled (or the dependents), provide guests with food and shelter, and help people during their troubles. I am your protector. So, go back and worship your Lord at your home. Ibn Ad-Daghna went along with Abu Bakr and took him to the chiefs of Quraish saying to them, A man like Abu Bakr will not go out, nor will he be turned out. Do you turn out a man who helps the poor earn their living, keeps good relations with Kith and kin, helps the disabled, provides guests with food and shelter, and helps the people during their troubles? So, Quraish allowed Ibn Ad-Daghnas guarantee of protection and told Abu- Bakr that he was secure, and said to Ibn Ad-Daghna, Advise Abu Bakr to worship his Lord in his house and to pray and read what he liked and not to hurt us and not to do these things publicly, for we fear that our sons and women may follow him. Ibn Ad-Daghna told Abu Bakr of all that, so Abu- Bakr continued worshipping his Lord in his house and did not pray or recite Quran aloud except in his house. Later on Abu Bakr had an idea of building a mosque in the court yard of his house. He fulfilled that idea and started praying and reciting Quran there publicly. The women and the offspring of the pagans started gathering around him and looking at him astonishingly. Abu Bakr was a softhearted person and could not help weeping while reciting Quran. This horrified the pagan chiefs of Quraish. They sent for Ibn Ad-Daghna and when he came, they said, We have given Abu Bakr protection on condition that he will worship his Lord in his house, but he has transgressed that condition and has built a mosque in the court yard of his house and offered his prayer and recited Quran in public. We are afraid lest he mislead our women and offspring. So, go to him and tell him that if he wishes he can worship his Lord in his house only, and if not, then tell him to return your pledge of protection as we do not like to betray you by revoking your pledge, nor can we tolerate Abu Bakrs public declaration of Islam (his worshipping). `Aisha added: Ibn Ad-Daghna came to Abu Bakr and said, You know the conditions on which I gave you protection, so you should either abide by those conditions or revoke my protection, as I do not like to hear the Arabs saying that Ibn Ad-Daghna gave the pledge of protection to a person and his people did not respect it. Abu Bakr said, I revoke your pledge of protection and am satisfied with Allahs protection. At that time Allahs Messenger (ﷺ) was still in Mecca and he said to his companions, Your place of emigration has been shown to me. I have seen salty land, planted with date-palms and situated between two mountains which are the two ,Harras. So, when the Prophet (ﷺ) told it, some of the companions migrated to Medina, and some of those who had migrated to Ethiopia returned to Medina. When Abu Bakr prepared for emigration, Allahs Messenger (ﷺ) said to him, Wait, for I expect to be permitted to emigrate. Abu Bakr asked, May my father be sacrificed for your sake, do you really expect that? Allahs Messenger (ﷺ) replied in the affirmative. So, Abu Bakr postponed his departure in order to accompany Allahs Messenger (ﷺ) and fed two camels which he had, with the leaves of Samor trees for four months.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، قَالَ ابْنُ شِهَابٍ فَأَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ لَمْ أَعْقِلْ أَبَوَىَّ إِلاَّ وَهُمَا يَدِينَانِ الدِّينَ. وَقَالَ أَبُو صَالِحٍ حَدَّثَنِي عَبْدُ اللَّهِ عَنْ يُونُسَ عَنِ الزُّهْرِيِّ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ لَمْ أَعْقِلْ أَبَوَىَّ قَطُّ، إِلاَّ وَهُمَا يَدِينَانِ الدِّينَ، وَلَمْ يَمُرَّ عَلَيْنَا يَوْمٌ إِلاَّ يَأْتِينَا فِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم طَرَفَىِ النَّهَارِ بُكْرَةً وَعَشِيَّةً، فَلَمَّا ابْتُلِيَ الْمُسْلِمُونَ خَرَجَ أَبُو بَكْرٍ مُهَاجِرًا قِبَلَ الْحَبَشَةِ، حَتَّى إِذَا بَلَغَ بَرْكَ الْغِمَادِ لَقِيَهُ ابْنُ الدَّغِنَةِ ـ وَهْوَ سَيِّدُ الْقَارَةِ ـ فَقَالَ أَيْنَ تُرِيدُ يَا أَبَا بَكْرٍ فَقَالَ أَبُو بَكْرٍ أَخْرَجَنِي قَوْمِي فَأَنَا أُرِيدُ أَنْ أَسِيحَ فِي الأَرْضِ فَأَعْبُدَ رَبِّي. قَالَ ابْنُ الدَّغِنَةِ إِنَّ مِثْلَكَ لاَ يَخْرُجُ وَلاَ يُخْرَجُ، فَإِنَّكَ تَكْسِبُ الْمَعْدُومَ، وَتَصِلُ الرَّحِمَ، وَتَحْمِلُ الْكَلَّ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ، وَأَنَا لَكَ جَارٌ فَارْجِعْ فَاعْبُدْ رَبَّكَ بِبِلاَدِكَ. فَارْتَحَلَ ابْنُ الدَّغِنَةِ، فَرَجَعَ مَعَ أَبِي بَكْرٍ، فَطَافَ فِي أَشْرَافِ كُفَّارِ قُرَيْشٍ، فَقَالَ لَهُمْ إِنَّ أَبَا بَكْرٍ لاَ يَخْرُجُ مِثْلُهُ، وَلاَ يُخْرَجُ، أَتُخْرِجُونَ رَجُلاً يُكْسِبُ الْمَعْدُومَ، وَيَصِلُ الرَّحِمَ، وَيَحْمِلُ الْكَلَّ، وَيَقْرِي الضَّيْفَ، وَيُعِينُ عَلَى نَوَائِبِ الْحَقِّ. فَأَنْفَذَتْ قُرَيْشٌ جِوَارَ ابْنِ الدَّغِنَةِ وَآمَنُوا أَبَا بَكْرٍ وَقَالُوا لاِبْنِ الدَّغِنَةِ مُرْ أَبَا بَكْرٍ فَلْيَعْبُدْ رَبَّهُ فِي دَارِهِ، فَلْيُصَلِّ وَلْيَقْرَأْ مَا شَاءَ، وَلاَ يُؤْذِينَا بِذَلِكَ، وَلاَ يَسْتَعْلِنْ بِهِ، فَإِنَّا قَدْ خَشِينَا أَنْ يَفْتِنَ أَبْنَاءَنَا وَنِسَاءَنَا. قَالَ ذَلِكَ ابْنُ الدَّغِنَةِ لأَبِي بَكْرٍ، فَطَفِقَ أَبُو بَكْرٍ يَعْبُدُ رَبَّهُ فِي دَارِهِ، وَلاَ يَسْتَعْلِنُ بِالصَّلاَةِ وَلاَ الْقِرَاءَةِ فِي غَيْرِ دَارِهِ، ثُمَّ بَدَا لأَبِي بَكْرٍ فَابْتَنَى مَسْجِدًا بِفِنَاءِ دَارِهِ، وَبَرَزَ فَكَانَ يُصَلِّي فِيهِ، وَيَقْرَأُ الْقُرْآنَ، فَيَتَقَصَّفُ عَلَيْهِ نِسَاءُ الْمُشْرِكِينَ وَأَبْنَاؤُهُمْ، يَعْجَبُونَ وَيَنْظُرُونَ إِلَيْهِ، وَكَانَ أَبُو بَكْرٍ رَجُلاً بَكَّاءً لاَ يَمْلِكُ دَمْعَهُ حِينَ يَقْرَأُ الْقُرْآنَ، فَأَفْزَعَ ذَلِكَ أَشْرَافَ قُرَيْشٍ مِنَ الْمُشْرِكِينَ، فَأَرْسَلُوا إِلَى ابْنِ الدَّغِنَةِ فَقَدِمَ عَلَيْهِمْ، فَقَالُوا لَهُ إِنَّا كُنَّا أَجَرْنَا أَبَا بَكْرٍ عَلَى أَنْ يَعْبُدَ رَبَّهُ فِي دَارِهِ، وَإِنَّهُ جَاوَزَ ذَلِكَ، فَابْتَنَى مَسْجِدًا بِفِنَاءِ دَارِهِ، وَأَعْلَنَ الصَّلاَةَ وَالْقِرَاءَةَ، وَقَدْ خَشِينَا أَنْ يَفْتِنَ أَبْنَاءَنَا وَنِسَاءَنَا، فَأْتِهِ فَإِنْ أَحَبَّ أَنْ يَقْتَصِرَ عَلَى أَنْ يَعْبُدَ رَبَّهُ فِي دَارِهِ فَعَلَ، وَإِنْ أَبَى إِلاَّ أَنْ يُعْلِنَ ذَلِكَ فَسَلْهُ أَنْ يَرُدَّ إِلَيْكَ ذِمَّتَكَ، فَإِنَّا كَرِهْنَا أَنْ نُخْفِرَكَ، وَلَسْنَا مُقِرِّينَ لأَبِي بَكْرٍ الاِسْتِعْلاَنَ. قَالَتْ عَائِشَةُ فَأَتَى ابْنُ الدَّغِنَةِ أَبَا بَكْرٍ، فَقَالَ قَدْ عَلِمْتَ الَّذِي عَقَدْتُ لَكَ عَلَيْهِ، فَإِمَّا أَنْ تَقْتَصِرَ عَلَى ذَلِكَ وَإِمَّا أَنْ تَرُدَّ إِلَىَّ ذِمَّتِي، فَإِنِّي لاَ أُحِبُّ أَنْ تَسْمَعَ الْعَرَبُ أَنِّي أُخْفِرْتُ فِي رَجُلٍ عَقَدْتُ لَهُ. قَالَ أَبُو بَكْرٍ إِنِّي أَرُدُّ إِلَيْكَ جِوَارَكَ، وَأَرْضَى بِجِوَارِ اللَّهِ. وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَئِذٍ بِمَكَّةَ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  قَدْ أُرِيتُ دَارَ هِجْرَتِكُمْ، رَأَيْتُ سَبْخَةً ذَاتَ نَخْلٍ بَيْنَ لاَبَتَيْنِ . وَهُمَا الْحَرَّتَانِ، فَهَاجَرَ مَنْ هَاجَرَ قِبَلَ الْمَدِينَةِ حِينَ ذَكَرَ ذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم، وَرَجَعَ إِلَى الْمَدِينَةِ بَعْضُ مَنْ كَانَ هَاجَرَ إِلَى أَرْضِ الْحَبَشَةِ، وَتَجَهَّزَ أَبُو بَكْرٍ مُهَاجِرًا، فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  عَلَى رِسْلِكَ فَإِنِّي أَرْجُو أَنْ يُؤْذَنَ لِي . قَالَ أَبُو بَكْرٍ هَلْ تَرْجُو ذَلِكَ بِأَبِي أَنْتَ قَالَ  نَعَمْ . فَحَبَسَ أَبُو بَكْرٍ نَفْسَهُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم لِيَصْحَبَهُ وَعَلَفَ رَاحِلَتَيْنِ كَانَتَا عِنْدَهُ وَرَقَ السَّمُرِ أَرْبَعَةَ أَشْهُرٍ.",
    "hadithBengali": "২১৫০। ইয়াহ্&zwnj;ইয়া ইবনু বুকায়র (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, যে দিন থেকে আমার জ্ঞান হয়েছে সে দিন থেকেই আমি আমার পিতা-মাতাকে দ্বীনের অনুসারী হিসাবেই পেয়েছি। আবূ আবদুল্লাহ&zwnj; (রহঃ) বলেন, আবূ সালিহ্&zwnj; (রহঃ) আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, যেদিন থেকে আমার জ্ঞান হয়েছে সেদিন থেকেই আমি আমার পিতা, মাতাকে দ্বীন ইসলামের অনুসারী রূপে পেয়েছি এবং আমাদের এমন কোন দিন যায়নি, যে দিনের দু প্রান্ত সকাল-সন্ধ্যায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট আসেন নি। যখন মুসলিমগন কঠিন বিপদের সম্মুখীন হলেন তখন আবূ বকর (রাঃ) হাবাশা (আবিসিনিয়া) অভিমুখে হিজরতের উদ্দেশ্যে যাত্রা করলেন। যখন তিনি বারকূল গিমাদ নামক স্থানে এসে পৌঁছলেন তখন ইবনু দাগিনা তার সাথে সাক্ষাত করল। সে ছিল কারা গোত্রের নেতা।\n\nসে বলল, হে আবূ বকর! আপনি কোথায় যেতে ইচ্ছা করেছেন? আবূ বকর (রাঃ) বললেন, আমার গোত্র আমাকে বের করে দিয়েছে, তাই আমি ইচ্ছা করেছি যে, দেশে দেশে ঘুরে বেড়াবো আর আমার প্রতিপালকের ইবাদত করব। ইবনু দাগিনা বলল, আপনার মত লোক বেরিয়ে যেতে পারে না এবং আপনার মত লোককে বহিষ্কার করাও চলে না। কেননা আপনি নিঃস্বকে সাহায্য করেন, আত্মীয়তার বন্ধনকে রক্ষা করেন, অক্ষমের বোঝা নিজে বহন করেন, মেহমানদারী করেন এবং দুর্যোগের সময় মানুষকে সাহায্য করেন। আমি আপনার আশ্রয়দাতা। কাজেই আপনি মক্কায় ফিরে চলুন এবং নিজ শহরে গিয়ে আপন প্রতিপালকের ইবাদত করুন।\n\nতারপর ইবনু দাগিনা আবূ বকর (রাঃ)-কে সঙ্গে নিয়ে ফিরে এল। সে কাফির কুরায়শদের যারা নেতা তাদের সাথে সাক্ষাত করল এবং তাদেরকে বলল, আবূ বকর (রাঃ) এর মত লোক বেরিয়ে যেতে পারে না এবং তার মত লোককে বহিষ্কার করাও চলে না। আপনারা কি এমন একজন লোককে বহিষ্কার করতে চান, যে নিঃস্বকে সাহায্য করে, আত্মীয়তার বন্ধন রক্ষা করে, অক্ষমের বোঝা নিজে বহন করে, মেহমানের মেহমানদারী করে এবং দুর্যোগের সময় মানুষকে সাহায্য করে। আবূ বকর (রাঃ) কে ইবনু দাগিনার আশ্রয় প্রদান কুরায়শরা মেনে নিল এবং তারা আবূ বকর (রাঃ)-কে নিরাপত্তা দিয়ে ইবনু দাগিনাকে বলল, আপনি আবূ বকরকে বলে দিন, তিনি যেন নিজ বাড়ীতে তাঁর প্রতিপালকের ইবাদত করেন, সেখানে যেন সালাত (নামায/নামাজ) আদায় করেন এবং যা ইচ্ছা তা যেন পড়েন। এ ব্যাপারে তিনি যেন আমাদেরকে কোন কষ্ট না দেন এবং তিনি যেন প্রকাশ্যে সালাত (নামায/নামাজ) ও তিলাওয়াত না করেন। কেননা, আমরা আশংকা করছি যে, তিনি (প্রকাশ্যে এ সব করে) আমাদের স্ত্রী-পুত্রদের ফিতনায় লিপ্ত না করেন।\n\nইবনু দাগিনা এসব কথা আবূ বকর (রাঃ) কে বলল। আবূ বকর (রাঃ) নিজ বাড়ীতেই তাঁর প্রতিপালকের ইবাদত করতে থাকেন, নিজ বাড়ী ছাড়া অন্য কোথাও প্রকাশ্যে সালাত (নামায/নামাজ) আদায় এবং কুরআন তিলাওয়াত করতেন না। কিছুদিন পর আবূ বকর (রাঃ) এর মনে অন্য এক খেয়াল উদয় হল। তিনি নিজ ঘরের আংগিনায় একটি মসজিদ বানালেন এবং বেরিয়ে এসে সেখানে সালাত (নামায/নামাজ) আদায় ও কুরআন তিলাওয়াত করতে লাগলেন। ফলে মুশরিকদের স্ত্রী-পুত্ররা তাঁর কাছে ভিড় জমাতে লাগল। তাদের কাছে তা ভাল লাগত এবং তাঁর প্রতি তারা তাকিয়ে থাকত। আবূ বকর (রাঃ) ছিলেন অতি ক্রন্দনশীল ব্যাক্তি। যখন তিনি কুরআন তিলাওয়াত করতেন তখন অশ্রু সংবরণ করতে পারতেন না।\n\nএতে কুরাইশদের নেতৃস্থানীয় ব্যাক্তিরা ঘাবড়িয়ে গেল। তারা ইবনু দাগিনাকে ডেকে পাঠাল। সে তাদের কাছে আসার পর তারা তাকে বলল, আমরা তো আবূ বকর (রাঃ)-কে এই শর্তে আশ্রয় ও নিরাপত্তা দিয়েছিলাম যে, তিনি নিজ গৃহে তাঁর প্রতিপালকের ইবাদত করবেন। কিন্তু, তিনি তা লংঘন করে নিজ গৃহের আংগিনায় মসজিদ বানিয়েছেন এবং (তাতে) প্রকাশ্যভাবে সালাত (নামায/নামাজ) আদায় ও কুরআন তিলাওয়াত করেছেন। এতে আমাদের ভয় হচ্ছে যে, তিনি আমাদের স্ত্রী-পুত্রদের ফিতনায় লিপ্ত করবেন। কাজেই আপনি তাঁকে গিয়ে বলুন, তিনি যদি নিজ গৃহে তাঁর প্রতিপালকে ইবাদত সীমাবদ্ধ রাখতে চান তবে তিনি তা করতে পারেন। আর যদি তিনি অস্বীকার করেন এবং প্রকাশ্যে এসব করতে চান তবে আপনি তাঁকে বলুন, তিনি যেন আপনার যিম্মাদারী ফিরিয়ে দেন। কেননা আমরা যেমন আপনার সাথে আমাদের অঙ্গীকার ভঙ্গ পছন্দ করি না, তেমনি আবূ বকর (রাঃ) প্রকাশ্যে ইবাদাত করাটা মেনে নিতে পারি না।\n\nআয়িশা (রাঃ) বলেন, তারপর ইবনু দাগিনা আবূ বকর (রাঃ) এর নিকট এসে বলল, যে শর্তে আমি আপনার যিম্মাদারী নিয়ে ছিলাম, তা আপনার জানা আছে। হয়ত আপনি সে শর্তের উপর সীমাবদ্ধ থাকুন, নয়ত আমার যিম্মাদারী আমাকে ফেরত দিন। কেননা, কোন ব্যাক্তির সাথে আমি নিরাপত্তার চুক্তি করার পর আমার পক্ষ থেকে তা ভঙ্গ করা হয়েছে, এমন একটা কথা আরব জাতি শুনতে পাক তা আমি আদৌ পছন্দ করি না। আবূ বকর (রাঃ) বললেন, আমি আপনার যিম্মাদারী ফেরত দিচ্ছি এবং আল্লাহর আশ্রয় লাভেই আমি সন্তুষ্ট। এ সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কায় ছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (মুসলিমগণকে) বললেন, আমাকে (স্বপ্নযোগে) তোমাদের হিজরতের স্থান দেখান হয়েছে। আমি খেজুর বৃক্ষে পরিপূর্ণ একটি কংকরময় স্থান দেখলাম, যা দুটি প্রান্তরের মধ্যবর্তী স্থানে অবস্থিত।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন এ কথা বললেন, তখন যারা হিজরত করার সিদ্ধান্ত নিয়েছিলেন, তাদের কেউ কেউ মদিনার দিকেই হিজরত করলেন। আর যারা আবিনিসিয়ায় হিজরত করছিলেন তাদের কেউ কেউ মদিনার দিকে ফিরে গেলেন। আবূ বকর (রাঃ)-ও হিজরতের জন্য তৈরি হলেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন, আপনি অপেক্ষা করুন। কেননা, আমি নিশ্চিতভাবে আশা করছি যে, আমাকেও হিজরতের অনুমতি দেয়া হবে। আবূ বকর (রাঃ) বললেন, আমার পিতা আপনার জন্য উৎসর্গ হোক, আপনি কি আশা করেন যে, আপনিও অনুমতি পাবেন? তিনি বললেন, হ্যাঁ। তখন আবূ বকর (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গী হওয়ার উদ্দেশ্যে নিজেকে (আবিসিনিয়ায় হিজরত থেকে) বিরত রাখলেন এবং তাঁর নিকট যে দুটি উট ছিল, তাদেরকে চার মাস ধরে বাবলা গাছের পাতা খাওয়াতে থাকলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2150",
    "id": "2229",
    "thesequence": "2572",
    "isActive": "1",
    "chapterId": "15469",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "34",
    "statusId": "1",
    "topicName": "১৪২৮. নবী (সঃ)-এর যুগে আবূ বকর সিদ্দীক (রা.) কর্তৃক (মুশরিকদের) নিরাপত্তা দান  এবং তার চুক্তি সম্পাদন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nWhenever a dead man in debt was brought to Allahs Messenger (ﷺ) he would ask, Has he left anything to repay his debt? If he was informed that he had left something to repay his debts, he would offer his funeral prayer, otherwise he would tell the Muslims to offer their friends funeral prayer. When Allah made the Prophet (ﷺ) wealthy through conquests, he said, I am more rightful than other believers to be the guardian of the believers, so if a Muslim dies while in debt, I am responsible for the repayment of his debt, and whoever leaves wealth (after his death) it will belong to his heirs. ",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُؤْتَى بِالرَّجُلِ الْمُتَوَفَّى عَلَيْهِ الدَّيْنُ فَيَسْأَلُ  هَلْ تَرَكَ لِدَيْنِهِ فَضْلاً . فَإِنْ حُدِّثَ أَنَّهُ تَرَكَ لِدَيْنِهِ وَفَاءً صَلَّى، وَإِلاَّ قَالَ لِلْمُسْلِمِينَ  صَلُّوا عَلَى صَاحِبِكُمْ . فَلَمَّا فَتَحَ اللَّهُ عَلَيْهِ الْفُتُوحَ قَالَ  أَنَا أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ، فَمَنْ تُوُفِّيَ مِنَ الْمُؤْمِنِينَ فَتَرَكَ دَيْنًا فَعَلَىَّ قَضَاؤُهُ، وَمَنْ تَرَكَ مَالاً فَلِوَرَثَتِهِ .",
    "hadithBengali": "২১৫১। ইয়াহ্&zwnj;ইয়া ইবনু বুকাইর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট যখন কোন ঋণী ব্যাক্তির জানাযা উপস্থিত করা হত তখন তিনি জিজ্ঞাসা করতেন, সে তার ঋণ পরিশোধের জন্য অতিরিক্ত মাল রেখে গেছে কি? যদি তাঁকে বলা হত যে, সে তার ঋণ পরিশোধের মত মাল রেখে গেছে তখন তার জানাযার সালাত (নামায/নামাজ) আদায় করতেন। নতুবা বলতেন, তোমাদের সাথীর জানাযা আদায় করে নাও। পরবর্তীতে যখন আল্লাহ তাঁর বিজয়ের দ্বার উন্মুক্ত করে দেন, তখন তিনি বললেন, আমি মুমিনদের জন্য তাদের নিজের চাইতেও অধিক নিকটবর্তী। তাই কোন মুমিন ঋণ রেখে মারা গেলে সে ঋণ পরিশোধ করার দায়িত্ব আমার। আর যে ব্যাক্তি সম্পদ রেখে যায়, সে সম্পদ তার ওয়ারিসদের জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "2151",
    "id": "2230",
    "thesequence": "2571",
    "isActive": "1",
    "chapterId": "15469",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "34",
    "statusId": "1",
    "topicName": "১৪২৮. নবী (সঃ)-এর যুগে আবূ বকর সিদ্দীক (রা.) কর্তৃক (মুশরিকদের) নিরাপত্তা দান  এবং তার চুক্তি সম্পাদন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]