[
  {
    "hadithEnglish": " Narrated `Abdur-Rahman bin `Auf:\n\nI got an agreement written between me and Umaiya bin Khalaf that Umaiya would look after my property (or family) in Mecca and I would look after his in Medina. When I mentioned the word Ar64 Rahman in the documents, Umaiya said, I do not know Ar-Rahman. Write down to me your name, (with which you called yourself) in the Pre-Islamic Period of Ignorance. So, I wrote my name  `Abdu `Amr. On the day (of the battle) of Badr, when all the people went to sleep, I went up the hill to protect him. Bilal(1) saw him (i.e. Umaiya) and went to a gathering of Ansar and said, (Here is) Umaiya bin Khalaf! Woe to me if he escapes! So, a group of Ansar went out with Bilal to follow us (`Abdur-Rahman and Umaiya). Being afraid that they would catch us, I left Umaiyas son for them to keep them busy but the Ansar killed the son and insisted on following us. Umaiya was a fat man, and when they approached us, I told him to kneel down, and he knelt, and I laid myself on him to protect him, but the Ansar killed him by passing their swords underneath me, and one of them injured my foot with his sword. (The sub narrator said,  `Abdur-Rahman used to show us the trace of the wound on the back of his foot.)",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي يُوسُفُ بْنُ الْمَاجِشُونِ، عَنْ صَالِحِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ ـ رضى الله عنه ـ قَالَ كَاتَبْتُ أُمَيَّةَ بْنَ خَلَفٍ كِتَابًا بِأَنْ يَحْفَظَنِي فِي صَاغِيَتِي بِمَكَّةَ، وَأَحْفَظَهُ فِي صَاغِيَتِهِ بِالْمَدِينَةِ، فَلَمَّا ذَكَرْتُ الرَّحْمَنَ قَالَ لاَ أَعْرِفُ الرَّحْمَنَ، كَاتِبْنِي بِاسْمِكَ الَّذِي كَانَ فِي الْجَاهِلِيَّةِ. فَكَاتَبْتُهُ عَبْدُ عَمْرٍو فَلَمَّا كَانَ فِي يَوْمِ بَدْرٍ خَرَجْتُ إِلَى جَبَلٍ لأُحْرِزَهُ حِينَ نَامَ النَّاسُ فَأَبْصَرَهُ بِلاَلٌ فَخَرَجَ حَتَّى وَقَفَ عَلَى مَجْلِسٍ مِنَ الأَنْصَارِ فَقَالَ أُمَيَّةُ بْنُ خَلَفٍ، لاَ نَجَوْتُ إِنْ نَجَا أُمَيَّةُ. فَخَرَجَ مَعَهُ فَرِيقٌ مِنَ الأَنْصَارِ فِي آثَارِنَا، فَلَمَّا خَشِيتُ أَنْ يَلْحَقُونَا خَلَّفْتُ لَهُمُ ابْنَهُ، لأَشْغَلَهُمْ فَقَتَلُوهُ ثُمَّ أَبَوْا حَتَّى يَتْبَعُونَا، وَكَانَ رَجُلاً ثَقِيلاً، فَلَمَّا أَدْرَكُونَا قُلْتُ لَهُ ابْرُكْ. فَبَرَكَ، فَأَلْقَيْتُ عَلَيْهِ نَفْسِي لأَمْنَعَهُ، فَتَخَلَّلُوهُ بِالسُّيُوفِ مِنْ تَحْتِي، حَتَّى قَتَلُوهُ، وَأَصَابَ أَحَدُهُمْ رِجْلِي بِسَيْفِهِ، وَكَانَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ يُرِينَا ذَلِكَ الأَثَرَ فِي ظَهْرِ قَدَمِهِ.\nقَالَ أَبُو عَبْد اللَّهِ سَمِعَ يُوسُفُ صَالِحًا وَإِبْرَاهِيمُ أَبَاهُ",
    "hadithBengali": "২১৫৪। আবদুল আযীয ইব্&zwnj;ন আবদুল্লাহ (রহঃ) ... আবদুর রহমান ইব্&zwnj;ন আওফ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি উমাইয়া ইব্&zwnj;ন খালফের সঙ্গে এ মর্মে একটা চুক্তিনামা করলাম যে, সে মক্কায় আমার মাল-সামান হিফাযত করবে আর আমি মদিনায় তার মাল-সামান হিফাযত করব। যখন আমি চুক্তিনামায় আমার নামের শেষে রাহমান শব্দটি উল্লেখ করলাম তখন সে বলল, আমি রাহমানকে চিনি না। জাহেলী যুগে তোমার যে নাম ছিল সেটা লিখ। তখন আমি তাতে আবদু আম্&zwnj;র লিখে দিলাম।<br />\n<br />\nবদর যুদ্ধের দিন যখন লোকজন ঘুমিয়ে পড়ল তখন আমি উমাইয়াকে রক্ষা করার জন্য একটি পাহাড়ের দিকে গেলাম। বিলাল (রাঃ) তাঁকে দেখে ফেললেন। তিনি দৌড়ে গিয়ে আনসারীদের এক মজলিশে বললেন, এই যে উমাইয়া ইব্&zwnj;ন খাল্&zwnj;ফ। যদি উমাইয়া বেঁচে যায়, তবে আমার বেঁচে থাকায় লাভ নেই। তখন আনসারীদের এক দল তার সাথে আমাদের পিছে পিছে ছুটল। যখন আমার আশংকা হল যে, তারা আমাদের নিকট এসে পড়বে, তখন আমি উমাইয়ার পুত্রকে তাদের জন্য পিছনে রেখে এলাম, যাতে তাদের দৃষ্টি তার উপর পড়ে। তারা তাকে হত্যা করল। তারপরও তারা ক্ষান্ত হল না, তারা আমাদের পিছু ধাওয়া করল।\n\nউমাইয়া ছিল স্থুলদেহী। যখন আনসারীরা আমাদের কাছে পৌঁছে গেল, তখন আমি তাকে বললাম, বসে পড়। সে বসে পড়ল। আমি তাকে বাঁচানোর জন্য আমার দেহখানা তাকে আড়াল করে রাখলাম। কিন্তু তারা আমার নীচে দিয়ে তরবারি ঢুকিয়ে তাকে হত্যা করে ফেলল। তাদের একজনের তরবারির আঘাত আমার পায়েও লাগল। রাবী বলেন, ইব্&zwnj;ন আউফ (রাঃ) তাঁর পায়ের সে আঘাত আমাদেরকে দেখাতেন। আবূ আবদুল্লাহ&zwnj; (রহঃ) বলেন, ইউসুফ (রহঃ) সালিহ্&zwnj; (রহঃ) থেকে এবং ইবরাহীম (রহঃ) তার পিতা থেকে রিওয়ায়াত শুনেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2154",
    "id": "2161",
    "thesequence": "2578",
    "isActive": "1",
    "chapterId": "15471",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪৩০. দারুল হার্&zwnj;ব বা দারুল ইসলামে কোন মুসলিম কর্তৃক দারুল হারবে বসবাসকারী  অমুসলিমকে ওয়াকিল বানানো বৈধ। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali:\n\nAllahs Messenger (ﷺ) ordered me to distribute the saddles and skins of the Budn which I had slaughtered.",
    "hadithArabic": " حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عَلِيٍّ ـ رضى الله عنه ـ قَالَ أَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ أَتَصَدَّقَ بِجِلاَلِ الْبُدْنِ الَّتِي نُحِرَتْ وَبِجُلُودِهَا.",
    "hadithBengali": "২১৫২। কাবীসা (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে কুরবানীকৃত উটের গলার মালা ও তার চামড়া দান করার হুকুম দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2152",
    "id": "2231",
    "thesequence": "2591",
    "isActive": "1",
    "chapterId": "15470",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪২৯. বণ্টন ইত্যাদির ক্ষেত্রে এক শরীক অন্য শরীকের ওয়াকীল হওয়া। নবী (সঃ) তাঁর  হজ্জের কুরবানীর পশুতে আলী (রা.) কে শরীক করেন। পরে তা বণ্টন করে দেওয়ার আদেশ  দেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uqba bin Amir:\n\nthat the Prophet (ﷺ) had given him sheep to distribute among his companions and a male kid was left (after the distribution). When he informed the Prophet (ﷺ) of it, he said (to him), Offer it as a sacrifice on your behalf.",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَعْطَاهُ غَنَمًا يَقْسِمُهَا عَلَى صَحَابَتِهِ، فَبَقِيَ عَتُودٌ فَذَكَرَهُ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ  ضَحِّ بِهِ أَنْتَ.",
    "hadithBengali": "২১৫৩। আম্&zwnj;র ইবনু খালিদ (রহঃ) ... ওকবা ইবনু আমির (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে কিছু বকরী (ভেড়া) সাহাবীদের মধ্যে বণ্টন করতে দিলেন। বণ্টন করার পর একটি বকরীর বাচ্চা বাকী থেকে যায়। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অবহিত করেন। তখন তিনি বললেন, তুমি নিজে এটাকে কুরবানী করে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "2153",
    "id": "2232",
    "thesequence": "2592",
    "isActive": "1",
    "chapterId": "15470",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪২৯. বণ্টন ইত্যাদির ক্ষেত্রে এক শরীক অন্য শরীকের ওয়াকীল হওয়া। নবী (সঃ) তাঁর  হজ্জের কুরবানীর পশুতে আলী (রা.) কে শরীক করেন। পরে তা বণ্টন করে দেওয়ার আদেশ  দেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri and Abu Huraira:\n\nAllahs Messenger (ﷺ) employed someone as a governor at Khaibar. When the man came to Medina, he brought with him dates called Janib. The Prophet (ﷺ) asked him, Are all the dates of Khaibar of this kind? The man replied, (No), we exchange two Sas of bad dates for one Sa of this kind of dates (i.e. Janib), or exchange three Sas for two. On that, the Prophet (ﷺ) said, Dont do so, as it is a kind of usury (Riba) but sell the dates of inferior quality for money, and then buy Janib with the money. The Prophet said the same thing about dates sold by weight.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ الْمَجِيدِ بْنِ سُهَيْلِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، وَأَبِي، هُرَيْرَةَ رضى الله عنهما أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اسْتَعْمَلَ رَجُلاً عَلَى خَيْبَرَ، فَجَاءَهُمْ بِتَمْرٍ جَنِيبٍ فَقَالَ  أَكُلُّ تَمْرِ خَيْبَرَ هَكَذَا . فَقَالَ إِنَّا لَنَأْخُذُ الصَّاعَ مِنْ هَذَا بِالصَّاعَيْنِ، وَالصَّاعَيْنِ بِالثَّلاَثَةِ. فَقَالَ  لاَ تَفْعَلْ، بِعِ الْجَمْعَ بِالدَّرَاهِمِ، ثُمَّ ابْتَعْ بِالدَّرَاهِمِ جَنِيبًا . وَقَالَ فِي الْمِيزَانِ مِثْلَ ذَلِكَ.",
    "hadithBengali": "২১৫৫। আবদুল্লাহ&zwnj; ইবনু ইউসুফ (রহঃ) ... আবূ সাইদ খুদরী ও আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সাহাবীকে খায়বারের শাসক নিয়োগ করলেন। তিনি বেশ কিছু উন্নতমানের খেজুর তাঁর নিকটে নিয়ে আসলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, খায়বারের সব খেজুরই কি এরকম? তিনি বললেন, আমরা দু সার বদলে এর এক সা কিনে থাকি কিংবা তিন সার বদলে দু সা কিনে থাকি। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এরূপ কর না। মিশ্রিত খেজুর দিরহাম নিয়ে বিক্রি কর। তারপর এ দিরহাম দিয়েই উন্নতমানের খেজুর ক্রয় কর। ওযনে বিক্রয়যোগ্য বস্তুসমূহের ব্যাপারেও তিনি অনুরূপ বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2155",
    "id": "2234",
    "thesequence": "2590",
    "isActive": "1",
    "chapterId": "15472",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪৩১. সোনা-রূপার ক্রয়-বিক্রয়ে ও ওযনে বিক্রয়যোগ্য বস্তুসমূহের ওয়াকীল নিয়োগ। উমর  ও ইব্&zwnj;ন উমর (রা.) সোনা-রূপার ক্রয়-বিক্রয়ের ব্যাপারে ওয়াকিল নিয়োগ করেছিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Ka`b bin Malik from his father:\n\nWe had some sheep which used to graze at Sala. One of our slavegirls saw a sheep dying and she broke a stone and slaughtered the sheep with it. My father said to the people, Dont eat it till I ask the Prophet about it (or till I send somebody to ask the Prophet). So, he asked or sent somebody to ask the Prophet, and the Prophet (ﷺ) permitted him to eat it. Ubaidullah (a sub-narrator) said, I admire that girl, for though she was a slave-girl, she dared to slaughter the sheep . ",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، سَمِعَ الْمُعْتَمِرَ، أَنْبَأَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، أَنَّهُ سَمِعَ ابْنَ كَعْبِ بْنِ مَالِكٍ، يُحَدِّثُ عَنْ أَبِيهِ، أَنَّهُ كَانَتْ لَهُمْ غَنَمٌ تَرْعَى بِسَلْعٍ، فَأَبْصَرَتْ جَارِيَةٌ لَنَا بِشَاةٍ مِنْ غَنَمِنَا مَوْتًا، فَكَسَرَتْ حَجَرًا فَذَبَحَتْهَا بِهِ، فَقَالَ لَهُمْ لاَ تَأْكُلُوا حَتَّى أَسْأَلَ النَّبِيَّ صلى الله عليه وسلم، أَوْ أُرْسِلَ إِلَى النَّبِيِّ صلى الله عليه وسلم مَنْ يَسْأَلُهُ. وَأَنَّهُ سَأَلَ النَّبِيَّ صلى الله عليه وسلم عَنْ ذَاكَ، أَوْ أَرْسَلَ، فَأَمَرَهُ بِأَكْلِهَا. قَالَ عُبَيْدُ اللَّهِ فَيُعْجِبُنِي أَنَّهَا أَمَةٌ، وَأَنَّهَا ذَبَحَتْ. تَابَعَهُ عَبْدَةُ عَنْ عُبَيْدِ اللَّهِ.",
    "hadithBengali": "২১৫৬। ইসহাক ইবনু ইব্&zwnj;রাহীম (রহঃ) ... ইবনু কাব ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি তার পিতা থেকে বর্ণনা করেন যে, তার কতকগুলো ছাগল-ভেড়া ছিলো, যা সাল্&zwnj; নামক স্থানে চরে বেড়াতো। একদিন আমাদের এক দাসী দেখল যে, আমাদের ছাগল-ভেড়ার মধ্যে একটি ছাগল মারা যাচ্ছে। তখন সে একটা পাথর ভেঙ্গে তা দিয়ে ছাগলটাকে যবেহ্&zwnj; করে দিল। কাব তাদেরকে বলেন, তোমরা এটা খেয়ো না, যে পর্যন্ত না আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করে আসি অথবা কাউকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট জিজ্ঞাসা করতে পাঠাই। তিনি (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তা খাওয়ার হুকুম দিয়েছিলেন। উবায়দুল্লাহ্&zwnj; বলেন, এ কথাটা আমার কাছে খুব ভালো লাগল যে, দাসী হয়েও সে ছগলটাকে যবেহ্&zwnj; করলো।\n",
    "checkStatus": "1",
    "hadithNo": "2156",
    "id": "2235",
    "thesequence": "2589",
    "isActive": "1",
    "chapterId": "15473",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪৩২. যখন রাখাল অথবা ওয়াকিল দেখে যে, কোন বকরী মারা যাচ্ছে অথবা কোন জিনিস  নষ্ট হয়ে যাচ্ছে, তখন সে তা যবেহ্&zwnj; করে দিবে এবং যে জিনিসটা নষ্ট হওয়ার আশঙ্কা দেখা দেয়, সে জিনিসটাকে ঠিক করে দেবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) owed somebody a camel of a certain age. When he came to demand it back, the Prophet (ﷺ) said (to some people), Give him (his due). When the people searched for a camel of that age, they found none, but found a camel one year older. The Prophet (ﷺ) said, Give (it to) him. On that, the man remarked, You have given me my right in full. May Allah give you in full. The Prophet (ﷺ) said, The best amongst you is the one who pays the rights of others generously.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ سَلَمَةَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ كَانَ لِرَجُلٍ عَلَى النَّبِيِّ صلى الله عليه وسلم سِنٌّ مِنَ الإِبِلِ فَجَاءَهُ يَتَقَاضَاهُ فَقَالَ  أَعْطُوهُ . فَطَلَبُوا سِنَّهُ فَلَمْ يَجِدُوا لَهُ إِلاَّ سِنًّا فَوْقَهَا. فَقَالَ  أَعْطُوهُ . فَقَالَ أَوْفَيْتَنِي أَوْفَى اللَّهُ بِكَ. قَالَ النَّبِيُّ صلى الله عليه وسلم  إِنَّ خِيَارَكُمْ أَحْسَنُكُمْ قَضَاءً .",
    "hadithBengali": "২১৫৭। আবূ নুআঈম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট কোন এক ব্যাক্তির একটি বিশেষ বয়সের উট পাওনা ছিলো। সে পাওনার জন্য আসলে তিনি সাহাবীদেরকে বললেন, তার পাওনা দিয়ে দাও। তারা সে উটের সমবয়সী উট অনেক খোঁজাখুঁজি করলেন। কিন্তু তা পেলেন না। কিন্তু তার থেকে বেশী বয়সের উট পালেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাই দিয়ে দাও। তখন লোকটি বলল, আপনি আমার প্রাপ্য পুরোপুরি আদায় করেছেন, আল্লাহ আপনাকেও পুরোপুরি প্রতিদান দিন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে ঠিক মত ঋণ পরিশোধ করে সেই তোমাদের মধ্যে সর্বোত্তম ব্যাক্তি।\n",
    "checkStatus": "1",
    "hadithNo": "2157",
    "id": "2236",
    "thesequence": "2588",
    "isActive": "1",
    "chapterId": "15474",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪৩৩. উপস্থিত ও অনুপস্থিত ব্যক্তিকে ওয়াকীল নিয়োগ করা জায়িয। আবদুল্লাহ্&zwnj; ইব্&zwnj;ন আমর  (রা.) তাঁর পরিবারের ওয়াকীলকে লিখে পাঠান, যেন সে তাঁর ছোট-বড় সকলের তরফ থেকে সাদকায়ে ফিত্&zwnj;র আদায় করে দেয়, অথচ সে অনুপস্থিত ছিল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nA man came to the Prophet (ﷺ) demanding his debts and behaved rudely. The companions of the Prophet (ﷺ) intended to harm him, but Allahs Messenger (ﷺ) said (to them), Leave him, for the creditor (i.e. owner of a right) has the right to speak. Allahs Messenger (ﷺ) then said, Give him a camel of the same age as that of his. The people said, O Allahs Messenger (ﷺ)! There is only a camel that is older than his. Allahs Messenger (ﷺ) said, Give (it to) him, for the best amongst you is he who pays the rights of others handsomely.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، سَمِعْتُ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم يَتَقَاضَاهُ، فَأَغْلَظَ، فَهَمَّ بِهِ أَصْحَابُهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  دَعُوهُ فَإِنَّ لِصَاحِبِ الْحَقِّ مَقَالاً . ثُمَّ قَالَ  أَعْطُوهُ سِنًّا مِثْلَ سِنِّهِ . قَالُوا يَا رَسُولَ اللَّهِ لاَ نَجِدُ إِلاَّ أَمْثَلَ مِنْ سِنِّهِ. فَقَالَ  أَعْطُوهُ فَإِنَّ مِنْ خَيْرِكُمْ أَحْسَنَكُمْ قَضَاءً .",
    "hadithBengali": "২১৫৮। সুলায়মান ইবনু হার্&zwnj;ব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পাওনার জন্য তাগাদা দিতে এসে রূঢ় ভাষায় কথা বলতে লাগল। এতে সাহাবীগন তাকে শায়েস্তা করতে উদ্যত হলেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাকে ছেড়ে দাও। কেননা, পাওনাদারদের কড়া কথা বলার অধিকার রয়েছে। তারপর তিনি বললেন, তার উটের সমবয়সী একটি উট তাকে দিয়ে দাও। তারা বললেন, ইয়া রাসূলাল্লাহ এটা নেই। এর চাইতে উত্তম উট রয়েছে। তিনি বললেন, তাই দিয়ে দাও। তোমাদের মধ্যে সেই সর্বোৎকৃষ্ট, যে ঋণ পরিশোধের বেলায় উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "2158",
    "id": "2237",
    "thesequence": "2587",
    "isActive": "1",
    "chapterId": "15475",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪৩৪. ঋণ পরিশোধ করার জন্য ওয়াকীল নিয়োগ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Marwan bin Al-Hakam and Al-Miswar bin Makhrama:\n\nWhen the delegates of the tribe of Hawazin after embracing Islam, came to Allahs Messenger (ﷺ), he got up. They appealed to him to return their properties and their captives. Allahs Messenger (ﷺ) said to them, The most beloved statement to me is the true one. So, you have the option of restoring your properties or your captives, for I have delayed distributing them. The narrator added, Allahs Messenger (ﷺ) c had been waiting for them for more than ten days on his return from Taif. When they realized that Allahs Apostle would return to them only one of two things, they said, We choose our captives. So, Allahs Apostle got up in the gathering of the Muslims, praised Allah as He deserved, and said, Then after! These brethren of yours have come to you with repentance and I see it proper to return their captives to them. So, whoever amongst you likes to do that as a favor, then he can do it, and whoever of you wants to stick to his share till we pay him from the very first booty which Allah will give us then he can do so. The people replied, We agree to give up our shares willingly as a favor for Allahs Apostle. Then Allahs Messenger (ﷺ) said, We dont know who amongst you has agreed and who hasnt. Go back and your chiefs may tell us your opinion. So, all of them returned and their chiefs discussed the matter with them and then they (i.e. their chiefs) came to Allahs Messenger (ﷺ) to tell him that they (i.e. the people) had given up their shares gladly and willingly.",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ وَزَعَمَ عُرْوَةُ أَنَّ مَرْوَانَ بْنَ الْحَكَمِ، وَالْمِسْوَرَ بْنَ مَخْرَمَةَ، أَخْبَرَاهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ حِينَ جَاءَهُ وَفْدُ هَوَازِنَ مُسْلِمِينَ، فَسَأَلُوهُ أَنْ يَرُدَّ إِلَيْهِمْ أَمْوَالَهُمْ وَسَبْيَهُمْ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَحَبُّ الْحَدِيثِ إِلَىَّ أَصْدَقُهُ. فَاخْتَارُوا إِحْدَى الطَّائِفَتَيْنِ إِمَّا السَّبْىَ، وَإِمَّا الْمَالَ، وَقَدْ كُنْتُ اسْتَأْنَيْتُ بِهِمْ . وَقَدْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم انْتَظَرَهُمْ بِضْعَ عَشْرَةَ لَيْلَةً، حِينَ قَفَلَ مِنَ الطَّائِفِ، فَلَمَّا تَبَيَّنَ لَهُمْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم غَيْرُ رَادٍّ إِلَيْهِمْ إِلاَّ إِحْدَى الطَّائِفَتَيْنِ قَالُوا فَإِنَّا نَخْتَارُ سَبْيَنَا. فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْمُسْلِمِينَ، فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ  أَمَّا بَعْدُ فَإِنَّ إِخْوَانَكُمْ هَؤُلاَءِ قَدْ جَاءُونَا تَائِبِينَ، وَإِنِّي قَدْ رَأَيْتُ أَنْ أَرُدَّ إِلَيْهِمْ سَبْيَهُمْ، فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يُطَيِّبَ بِذَلِكَ فَلْيَفْعَلْ، وَمَنْ أَحَبَّ مِنْكُمْ أَنْ يَكُونَ عَلَى حَظِّهِ حَتَّى نُعْطِيَهُ إِيَّاهُ مِنْ أَوَّلِ مَا يُفِيءُ اللَّهُ عَلَيْنَا فَلْيَفْعَلْ . فَقَالَ النَّاسُ قَدْ طَيَّبْنَا ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّا لاَ نَدْرِي مَنْ أَذِنَ مِنْكُمْ فِي ذَلِكَ مِمَّنْ لَمْ يَأْذَنْ، فَارْجِعُوا حَتَّى يَرْفَعُوا إِلَيْنَا عُرَفَاؤُكُمْ أَمْرَكُمْ . فَرَجَعَ النَّاسُ فَكَلَّمَهُمْ عُرَفَاؤُهُمْ، ثُمَّ رَجَعُوا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخْبَرُوهُ أَنَّهُمْ قَدْ طَيَّبُوا وَأَذِنُوا.",
    "hadithBengali": "২১৫৯। সাঈদ ইবনু উফাইর (রহঃ) ... মারওয়ান ইবনু হাকাম ও মিসওয়ার ইবনু মাখরামা (রাঃ) থেকে বর্ণিত, হাওয়াযিন গোত্রের প্রতিনিধি দল যখন ইসলাম গ্রহণ করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলেন, তখন তিনি উঠে দাঁড়ালেন। প্রতিনিধি দল রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তাদের ধন-সম্পদ ও বন্দী ফেরত চাইলেন। তখন তিনি বললেন, আমার নিকট সত্য কথাই অধিকতর পছন্দনীয়। কাজেই তোমরা দুটোর মধ্যে একটা বেছে নাও- হয় বন্ধী, নয় ধন-সম্পদ। আমি তো এদের আগমনের অপেক্ষায়ই প্রতীক্ষমাণ ছিলাম। (বর্ণনাকারী বলেন) তায়িফ থেকে প্রত্যাবর্তন করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দশ রাতেরও বেশী তাদের জন্য অপেক্ষা করেছিলেন।\n\nযখন (প্রতিনিধি দল) বুঝতে পারলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটোর মধ্যে একটি ফেরত দেবেন, তখন তারা বললেন, আমরা আমাদের বন্ধীদেরকে গ্রহণ করছি। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুসলিমগণের মাঝে দাঁড়িয়ে আল্লাহ পাকের যথাযথ প্রশংসা করে বললেন, তোমাদের এই ভাইয়েরা তাওবা করে আমার কাছে এসেছে এবং আমার অভিপ্রায় এই যে, আমি তাদের বন্দীদের ফেরত দেই। কাজেই তোমাদের মধ্যে যে ব্যাক্তি নিজ খুশিতে স্বেচ্ছা-প্রণোদিত হয়ে ফেরত দিতে চায়, সে দিক। আর তোমাদের মধ্যে যে এর বিনিময় গ্রহণ পছন্দ করে, আমরা সেই গনীমতের মাল থেকে তা দেবো যা আল্লাহ প্রথম আমাদের দান করবেন। সে তা করুক অর্থাৎ বিনিময় নিয়ে ফেরত দিক।\n\nসাহাবীগন বললেন, ইয়া রাসূলাল্লাহ! আমরা সেচ্ছায় তাদেরকে ফেরত দিলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমাদের মধ্যে কে কে অনুমতি দিল আর কে কে অনুমতি দিল না, তা আমরা বুঝতে পারছি না। কাজেই তোমরা ফিরে যাও এবং তোমাদের নেতাগন তোমাদের মতামত আমাদের নিকট পেশ করুক। সাহাবীগন ফিরে গেলেন। তাদের নেতা তাদের সাথে আলাপ আলোচনা করলেন। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে জানালেন যে, সাহাবীগন সন্তুষ্টচিত্তে অনুমতি দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2159",
    "id": "2238",
    "thesequence": "2586",
    "isActive": "1",
    "chapterId": "15476",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪৩৫. কোন ওয়াকীলকে অথবা কোন সম্প্রদায়ের সুপারিশকারীকে কোন বস্তু হিবা কড়া  জায়িয। কেননা নবী (সঃ) হাওয়াযিন গোত্রের প্রতিনিধি দলকে যখন তারা গনীমতের মাল ফেরত চেয়েছিল বলেছিলেন, আমি আমার অংশটা তোমাদেরকে দিয়ে দিচ্ছি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nI was accompanying the Prophet (ﷺ) on a journey and was riding a slow camel that was lagging behind the others. The Prophet (ﷺ) passed by me and asked, Who is this? I replied, Jabir bin `Abdullah. He asked, What is the matter, (why are you late)? I replied, I am riding a slow camel. He asked, Do you have a stick? I replied in the affirmative. He said, Give it to me. When I gave it to him, he beat the camel and rebuked it. Then that camel surpassed the others thenceforth. The Prophet (ﷺ) said, Sell it to me. I replied, It is (a gift) for you, O Allahs Messenger (ﷺ). He said, Sell it to me. I have bought it for four Dinars (gold pieces) and you can keep on riding it till Medina. When we approached Medina, I started going (towards my house). The Prophet (ﷺ) said, Where are you going? I Sa`d, I have married a widow. He said, Why have you not married a virgin to fondle with each other? I said, My father died and left daughters, so I decided to marry a widow (an experienced woman) (to look after them). He said, Well done. When we reached Medina, Allahs Messenger (ﷺ) said, O Bilal, pay him (the price of the camel) and give him extra money. Bilal gave me four Dinars and one Qirat extra. (A sub-narrator said): Jabir added, The extra Qirat of Allahs Messenger (ﷺ) never parted from me. The Qirat was always in Jabir bin `Abdullahs purse.",
    "hadithArabic": " حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، وَغَيْرِهِ،، يَزِيدُ بَعْضُهُمْ عَلَى بَعْضٍ، وَلَمْ يُبَلِّغْهُ كُلُّهُمْ رَجُلٌ وَاحِدٌ مِنْهُمْ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ كُنْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ، فَكُنْتُ عَلَى جَمَلٍ ثَفَالٍ، إِنَّمَا هُوَ فِي آخِرِ الْقَوْمِ، فَمَرَّ بِي النَّبِيُّ صلى الله عليه وسلم فَقَالَ  مَنْ هَذَا . قُلْتُ جَابِرُ بْنُ عَبْدِ اللَّهِ. قَالَ  مَا لَكَ . قُلْتُ إِنِّي عَلَى جَمَلٍ ثَفَالٍ. قَالَ  أَمَعَكَ قَضِيبٌ . قُلْتُ نَعَمْ. قَالَ  أَعْطِنِيهِ . فَأَعْطَيْتُهُ فَضَرَبَهُ فَزَجَرَهُ، فَكَانَ مِنْ ذَلِكَ الْمَكَانِ مِنْ أَوَّلِ الْقَوْمِ قَالَ  بِعْنِيهِ . فَقُلْتُ بَلْ هُوَ لَكَ يَا رَسُولَ اللَّهِ. قَالَ  بِعْنِيهِ قَدْ أَخَذْتُهُ بِأَرْبَعَةِ دَنَانِيرَ، وَلَكَ ظَهْرُهُ إِلَى الْمَدِينَةِ . فَلَمَّا دَنَوْنَا مِنَ الْمَدِينَةِ أَخَذْتُ أَرْتَحِلُ. قَالَ  أَيْنَ تُرِيدُ . قُلْتُ تَزَوَّجْتُ امْرَأَةً قَدْ خَلاَ مِنْهَا. قَالَ  فَهَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ . قُلْتُ إِنَّ أَبِي تُوُفِّيَ وَتَرَكَ بَنَاتٍ، فَأَرَدْتُ أَنْ أَنْكِحَ امْرَأَةً قَدْ جَرَّبَتْ خَلاَ مِنْهَا. قَالَ  فَذَلِكَ . فَلَمَّا قَدِمْنَا الْمَدِينَةَ قَالَ  يَا بِلاَلُ اقْضِهِ وَزِدْهُ . فَأَعْطَاهُ أَرْبَعَةَ دَنَانِيرَ، وَزَادَهُ قِيرَاطًا. قَالَ جَابِرٌ لاَ تُفَارِقُنِي زِيَادَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم. فَلَمْ يَكُنِ الْقِيرَاطُ يُفَارِقُ جِرَابَ جَابِرِ بْنِ عَبْدِ اللَّهِ.",
    "hadithBengali": "২১৬০। মক্কী ইবনু ইবরাহীম (রহঃ) ... জাবির ইবনু আবদুল্লাহ&zwnj; (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি এক সফরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। আমি ধীরগতি সম্পন্ন উটের উপর সাওয়ার ছিলাম, যার ফলে উটটা দলের পেছনে পড়ে গেল। এমনি অবস্থায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছ দিয়ে গেলেন এবং বললেন, এ কে? আমি বললাম, জাবির ইবনু আবদুল্লাহ&zwnj;। তিনি বললেন, তোমার কি হল (পেছনে কেন)? আমি বললাম, আমি ধীরগতি সম্পন্ন উটে সাওয়ার হয়েছি। তিনি বললেন, তোমার কাছে কি কোন লাঠি আছে? আমি বললাম, হ্যাঁ আছে। তিনি বললেন, এটা আমাকে দাও। আমি তখন সেটা তাঁকে দিলাম। তিনি উটটাকে চাবুক মেরে হাঁকালেন। এতে উটটা (দ্রুত চলে) সে স্থান থেকে দলের অগ্রভাগে চলে গেল।\n\nতিনি বললেন, এটা আমার কাছে বিক্রি করে দাও। আমি বললাম, নিশ্চয়ই ইয়া রাসূলাল্লাহ এটা আপনারই (অর্থাৎ বিনা মূল্যেই নিয়ে নিন)। তিনি বললেন, (না) বরং এটা আমার কাছে বিক্রি কর। তিনি বললেন, চার দ্বীনার মূল্যে আমি এটা কিনে নিলাম। তবে মদিনা পর্যন্ত এর পিঠে তুমিই সাওয়ার থাকবে। আমরা যখন মদিনার নিকটবর্তী হলাম, তখন আমি আমার বাড়ীর দিকে রওয়ানা হলাম। তিনি জিজ্ঞাসা করলেন, কোথায় যেতে চাচ্ছ? আমি বললাম, আমি একজন বিধবা মেয়েকে বিয়ে করেছি। তিনি বললেন, কুমারী কেন বিয়ে করলে না? সে তোমার সাথে কৌতুক করত এবং তুমি তার সাথে কৌতুক করতে? আমি বললাম, আমার আব্বা মারা গাছেন এবং কয়েকজন কন্যা রেখে গেছেন। আমি চাইলাম এমন একটা মেয়েকে বিয়ে করতে, যে হবে অভিজ্ঞতা সম্পন্না এবং বিধবা। তিনি বললেন, তাহলে ঠিক আছে।\n\nআমরা মদিনায় পৌঁছলে তিনি বললেন, হে বিলাল, জাবিরকে তার দাম দিয়ে দাও এবং কিছু বেশীও দিয়ে দিও। কাজেই বিলাল (রাঃ) তাকে চার দ্বীনার এবং অতিরিক্ত এক কীরাত (সোনা) দিলেন। জাবির (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর দেওয়া অতিরিক্ত এক কীরাত সোনা কখনো আমার কাছ থেকে বিচ্ছিন্ন হত না। তাই তা জাবির (রাঃ)-এর থলেতে সব সময় থাকত, কখনো বিচ্ছিন্ন হত না।\n",
    "checkStatus": "1",
    "hadithNo": "2160",
    "id": "2239",
    "thesequence": "2585",
    "isActive": "1",
    "chapterId": "15477",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪৩৬. যদি কোন ব্যক্তি কোন লোককে কিছু প্রদানের জন্য ওয়াকীল নিয়োগ করে, কিন্তু কত  দিবে তা উল্লেখ করেনি, তবে সে প্রচলিত নিয়ম অনুযায়ী দিবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sad:\n\nA woman came to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! I want to give up myself to you. A man said, Marry her to me. The Prophet (ﷺ) said, We agree to marry her to you with what you know of the Quran by heart. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ جَاءَتِ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي قَدْ وَهَبْتُ لَكَ مِنْ نَفْسِي. فَقَالَ رَجُلٌ زَوِّجْنِيهَا. قَالَ   قَدْ زَوَّجْنَاكَهَا بِمَا مَعَكَ مِنَ الْقُرْآنِ .",
    "hadithBengali": "২১৬১। আবদুল্লাহ&zwnj; ইবনু ইউসুফ (রহঃ) ... সাহ্&zwnj;ল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক মহিলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, ইয়া রাসূলাল্লাহ! আমি আমাকে আপনার প্রতি হেবা করে দিয়েছি। তখন এক ব্যাক্তি বলল, ইয়া রাসূলাল্লাহ! একে আমার সঙ্গে বিয়ে দিয়ে দিন। তিনি বললেন, কুরাআনের যে অংশটুকু তোমার মুখস্থ রয়েছে তার বিনিময়ে আমি এর সঙ্গে বিয়ে দিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2161",
    "id": "2240",
    "thesequence": "2584",
    "isActive": "1",
    "chapterId": "15478",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪৩৭. মহিলা কর্তৃক বিয়ের ব্যাপারে ইমামকে ওয়াকীল নিয়োগ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id al-Khudri:\n\nOnce Bilal brought Barni (i.e. a kind of dates) to the Prophet (ﷺ) and the Prophet (ﷺ) asked him, From where have you brought these? Bilal replied, I had some inferior type of dates and exchanged two Sas of it for one Sa of Barni dates in order to give it to the Prophet; to eat. Thereupon the Prophet (ﷺ) said, Beware! Beware! This is definitely Riba (usury)! This is definitely Riba (Usury)! Dont do so, but if you want to buy (a superior kind of dates) sell the inferior dates for money and then buy the superior kind of dates with that money.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا يَحْيَى بْنُ صَالِحٍ، حَدَّثَنَا مُعَاوِيَةُ ـ هُوَ ابْنُ سَلاَّمٍ ـ عَنْ يَحْيَى، قَالَ سَمِعْتُ عُقْبَةَ بْنَ عَبْدِ الْغَافِرِ، أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ ـ رضى الله عنه ـ قَالَ جَاءَ بِلاَلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم بِتَمْرٍ بَرْنِيٍّ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم  مِنْ أَيْنَ هَذَا . قَالَ بِلاَلٌ كَانَ عِنْدَنَا تَمْرٌ رَدِيٌّ، فَبِعْتُ مِنْهُ صَاعَيْنِ بِصَاعٍ، لِنُطْعِمَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم عِنْدَ ذَلِكَ  أَوَّهْ أَوَّهْ عَيْنُ الرِّبَا عَيْنُ الرِّبَا، لاَ تَفْعَلْ، وَلَكِنْ إِذَا أَرَدْتَ أَنْ تَشْتَرِيَ فَبِعِ التَّمْرَ بِبَيْعٍ آخَرَ ثُمَّ اشْتَرِهِ .",
    "hadithBengali": "১৪৩৮. পরিচ্ছেদঃ যদি কেউ কোন ব্যক্তিকে ওয়াকীল নিয়োগ করে, আর সে ওয়াকীল কোন কিছু ছেড়ে দেয়, মুয়াক্কিল (ওয়াকীল নিয়োগকারী) যদি তা অনুমোদন করে, তাহলে তা জায়িয এবং ওয়াকীল যদি নির্দিষ্ট মিয়াদে কাউকে যখন প্রদান করে, তবে তা-ও জায়িয। উসমান ইব্&zwnj;ন হায়সাম (র.) .... আবূ হুরায়রা (রা.) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্&zwnj; (সঃ) আমাকে রমযানের যাকাত হিফাযত করার দায়িত্বে নিযুক্ত করলেন। এক ব্যক্তি এসে আঞ্জলি ভর্তি করে খাদ্যসামগ্রী নিতে লাগল। আমি তাকে পাকড়াও করলাম এবং বললাম, আল্লাহ্&zwnj;র কসম, আমি তোমাকে রাসূলুল্লাহ্&zwnj; (সঃ)-এর কাছে উপস্থিত করব। সে বলল, আমাকে ছেড়ে দিন। আমি খুবই অভাবগ্রস্ত, আমার যিম্মায় পরিবারের দায়িত্ব রয়েছে এবং আমার প্রয়োজন তীব্র। তিনি বললেন, আমি ছেড়ে দিলাম। যখন সকাল হলো, তখন নবী (সঃ) আমাকে জিজ্ঞাসা করলেন, হে আবূ হুরায়রা, তোমার রাতের বন্দী কি করল? আমি বললাম, ইয়া রাসূলাল্লাহ্&zwnj;, সে তার তীব্র অভাব ও পরিবার, পরিজনের কথা বলায় তার প্রতি আমার দয়া হয়, তাই তাকে আমি ছেড়ে দিয়েছি। তিনি বললেন, সাবধান! সে তোমার কাছে মিথ্যা বলেছে এবং সে আবার আসবে। সে আবার আসবে রাসূলুল্লাহ্&zwnj; (সঃ) এর উক্তির কারণে আমি বুঝতে পারলাম যে, সে পুনরায় আসবে। কাজেই আমি তার অপেক্ষায় থাকলাম। সে এল এবং অঞ্জলি ভরে খাদ্যসামগ্রী নিতে লাগল। আমি ধরে ফেললাম এবং বললাম, আমি তোমাকে রাসূলুল্লাহ্&zwnj; (সঃ)-এর কাছে নিয়ে যাব। সে বলল, আমাকে ছেড়ে দিন। কেননা, আমি খুবই দরিদ্র এবং আমার উপর পরিবার-পরিজনের দায়িত্ব ন্যস্ত, আমি আর আসবো না। তার প্রতি আমার দয়া হলো, এবং আমি তাকে ছেড়ে দিলাম। সকাল হলে, রাসূলুল্লাহ্&zwnj; (সঃ) আমাকে জিজ্ঞাসা করলেন, হে আবূ হুরায়রা, তোমার রাতের বন্দী কি করল? আমি বললাম, ইয়া রাসূলাল্লাহ্&zwnj;, সে তার তীব্র প্রয়োজন এবং পরিবার- পরিজনের কথা বলায় তার প্রতি আমার দয়া হয়। তাই তাকে আমি ছেড়ে দিয়েছি। তিনি বললেন, খবরদার। সে তোমার কাছে মিথ্যা বলেছে এবং সে আবার আসবে। তাই আমি তৃতীয়বার তার অপেক্ষায় রইলাম। সে আবার আসল এবং অঞ্জলি ভর্তি করে খাদ্য সামগ্রী নিতে লাগল। আমি তাকে পাকড়াও করলাম এবং বললাম, আমি তোমাকে রাসূলুল্লাহ্&zwnj; (সঃ)-এর কাছে অবশ্যই নিয়ে যাব। এ হল তিন বারের শেষ বার। তুমি প্রত্যেকবার বলো যে আর আসবে না, কিন্তু আবার আস। সে বলল আমাকে ছেড়ে দিন। আমি তোমাকে কয়েকটি কথা শিখিয়ে দেব। যা দিয়ে আল্লাহ্&zwnj; তোমাকে উপকৃত করবেন। আমি বললাম সেটা কি? সে বলল, যখন তুমি রাতে শয্যায় যাবে তখন আয়াতুল কুরসী اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ আয়াতের শেষ পর্যন্ত পড়বে। তখন আল্লাহ্&zwnj;র তরফ থেকে তোমার জন্য একজন রক্ষক নিযুক্ত হবে এবং ভোর পর্যন্ত শয়তান তোমার কাছে আসতে পারবে না। কাজেই তাকে আমি ছেড়ে দিলাম। ভোর হলে, রাসূলুল্লাহ্&zwnj; (সঃ) আমাকে বললেন, গত রাতে তোমার বন্দী কি বলল? আমি বললাম, ইয়া রাসূলাল্লাহ্&zwnj; (সঃ), সে আমাকে বলল, যে সে আমাকে কয়েকটি বাক্য শিক্ষা দেবে যা দিয়ে আল্লাহ্&zwnj; আমাকে লাভবান করবেন। তাই আমি তাকে ছেড়ে দিয়েছি। তিনি আমাকে বললেন, এই বাক্যগুলো কি? আমি বললাম, সে আমাকে বলল, যখন তুমি রাতে শয্যায় যাবে তখন আয়াতুল কুরসী اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ প্রথম থেকে আয়াতের শেষ পর্যন্ত পড়বেএবং সে আমাকে বলল, এতে আল্লাহ্&zwnj;র তরফ থেকে তোমার জন্য একজন রক্ষক নিযুক্ত থাকবেন এবং ভোর পর্যন্ত তোমার নিকট কোন শয়তান আসতে পারবে না। সাহাবায়ে কিরাম কল্যাণের জন্য বিশেষ লালায়িত ছিলেন। নবী (সঃ) বললেন, হ্যাঁ এ কথাটি তো সে তোমাকে সত্য বলেছে। কিন্তু হুশিয়ার, সে মিথ্যুক। হে আবূ হুরায়রা, তুমি কি জান, তিন রাত ধরে তুমি কার সাথে কথাবার্তা বলেছিলে? আবূ হুরায়রা (রা.) বললেন, না। তিনি (নবী (সঃ)) বললেন, সে ছিল শয়তান।\n\n<hr />\n২১৬২। ইসহাক (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি বলেন, বিলাল (রাঃ) কিছু বরনী খেজুর (উন্নত মানের খেজুর) নিয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞাসা করলেন, এগুলো কোথায় পেলে? বিলাল (রাঃ) বললেন, আমাদের কাছে কিছু নিকৃষ্ট মানের খেজুর ছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে খাওয়ানোর উদ্দেশ্যে তা দুসা বিনিময়ে এক সা কিনেছি। এ কথা শুনে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হায়! হায়! এটাতো একেবারে সূদ! এটাতো একেবারে সূদ! এরূপ করো না। যখন তুমি উৎকৃষ্ট খেজুর কিনতে চাও, তখন নিকৃষ্ট খেজুর ভিন্নভাবে বিক্রি করে দাও। তারপর সেই মূল্যের বিনিময়ে উৎকৃষ্ট খেজুর কিনে নাও।\n",
    "checkStatus": "1",
    "hadithNo": "2162",
    "id": "2241",
    "thesequence": "2583",
    "isActive": "1",
    "chapterId": "15479",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪৩৯. যদি ওয়াকীল কোন দ্রব্য এভাবে বিক্রি করে যে, তা বিক্রি শরীআতের দৃষ্টিতে ফাসিদ, তবে তার বিক্রি গ্রহণযোগ্য নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Amr:\n\nConcerning the Waqf of `Umar: It was not sinful of the trustee (of the Waqf) to eat or provide his friends from it, provided the trustee had no intention of collecting fortune (for himself). Ibn `Umar was the manager of the trust of `Umar and he used to give presents from it to those with whom he used to stay at Mecca.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، قَالَ فِي صَدَقَةِ عُمَرَ ـ رضى الله عنه ـ لَيْسَ عَلَى الْوَلِيِّ جُنَاحٌ أَنْ يَأْكُلَ وَيُؤْكِلَ صَدِيقًا {لَهُ} غَيْرَ مُتَأَثِّلٍ مَالاً، فَكَانَ ابْنُ عُمَرَ هُوَ يَلِي صَدَقَةَ عُمَرَ يُهْدِي لِلنَّاسِ مِنْ أَهْلِ مَكَّةَ، كَانَ يَنْزِلُ عَلَيْهِمْ.",
    "hadithBengali": "২১৬৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... আমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, উমর (রাঃ) এর সাদকা সম্পর্কিত লিপিতে ছিল যে, মুতাওয়াল্লী নিজে ভোগ করলে এবং তার বন্ধু-বান্ধবকে আপ্যায়ন করালে কোন গুনাহ নেই; যদি মাল সঞ্চয় করার উদ্দেশ্যে না থাকে। ইবনু উমর (রাঃ), উমর (রাঃ) এর সাদকার মুতাওয়াল্লী ছিলেন। তিনি যখন মক্কাবাসী লোকদের নিকট অবতরন করতেন, তখন তাদেরকে সেখান থেকে উপঢৌকন দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "2163",
    "id": "2242",
    "thesequence": "2581",
    "isActive": "1",
    "chapterId": "15480",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪৪০. ওয়াক্&zwnj;ফকৃত সম্পদে ওয়াকীল নিয়োগ, ও তার ব্যয়ভার বহন এবং তার বন্ধু- বান্ধবকে খাওয়ানো, আর নিজেও শরী&rsquo;আত সম্মতভাবে খাওয়া।   ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zaid bin Khalid and Abu Huraira:\n\nThe Prophet (ﷺ) said, O Unais! Go to the wife of this (man) and if she confesses (that she has committed illegal sexual intercourse), then stone her to death.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ زَيْدِ بْنِ خَالِدٍ، وَأَبِي، هُرَيْرَةَ رضى الله عنهما عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   وَاغْدُ يَا أُنَيْسُ إِلَى امْرَأَةِ هَذَا، فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا .",
    "hadithBengali": "২১৬৪। আবূল ওয়ালিদ (রহঃ) ... যায়দ ইবনু খালিদ ও আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, হে উনাইস (ইবনু যিহাক আসলামী) সে মহিলার কাছে যাও। যদি সে (অপরাধ) স্বীকার করে তবে তাকে প্রস্তর নিক্ষেপে হত্যা কর।\n",
    "checkStatus": "1",
    "hadithNo": "2164",
    "id": "2243",
    "thesequence": "2582",
    "isActive": "1",
    "chapterId": "15481",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪৪১. (শরীআত নির্ধারিত) দণ্ড প্রয়োগের জন্য ওয়াকীল নিয়োগ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uqba bin Al-Harith:\n\nWhen An-Nuaman or his son was brought in a state of drunkenness, Allahs Messenger (ﷺ) ordered all those who were present in the house to beat him. I was one of those who beat him. We beat him with shoes and palm-leaf stalks.",
    "hadithArabic": " حَدَّثَنَا ابْنُ سَلاَمٍ، أَخْبَرَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ أَيُّوبَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ، قَالَ جِيءَ بِالنُّعَيْمَانِ أَوِ ابْنِ النُّعَيْمَانِ شَارِبًا، فَأَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَنْ كَانَ فِي الْبَيْتِ أَنْ يَضْرِبُوا قَالَ فَكُنْتُ أَنَا فِيمَنْ ضَرَبَهُ، فَضَرَبْنَاهُ بِالنِّعَالِ وَالْجَرِيدِ.",
    "hadithBengali": "২১৬৫। ইবনু সালাম (রহঃ) ... উকবা ইবনু হারিছ (রাঃ) থেকে বর্ণিত, তিনি বলেন নুআইমানকে অথবা ইবনু নুআইমানকে নেশাগ্রস্ত অবস্থায় আনা হল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে উপস্থিত লোকদেরকে তাকে প্রহার করতে আদেশ দিলেন। রাবী বলেন, যারা তাকে প্রহার করেছিলো, তাদের মধ্যে আমিও ছিলাম। আমরা তাকে জুতা দিয়ে এবং খেজুরের ডাল দিয়ে প্রহার করেছি।\n",
    "checkStatus": "1",
    "hadithNo": "2165",
    "id": "2244",
    "thesequence": "2579",
    "isActive": "1",
    "chapterId": "15481",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪৪১. (শরীআত নির্ধারিত) দণ্ড প্রয়োগের জন্য ওয়াকীল নিয়োগ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nI twisted the garlands of the Hadis (i.e. animals for sacrifice) of Allahs Messenger (ﷺ) with my own hands. Then Allahs Messenger (ﷺ) put them around their necks with his own hands, and sent them with my father (to Mecca). Nothing legal was regarded illegal for Allahs Messenger (ﷺ) till the animals were slaughtered.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ حَزْمٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، أَنَّهَا أَخْبَرَتْهُ قَالَتْ، عَائِشَةُ ـ رضى الله عنها ـ أَنَا فَتَلْتُ، قَلاَئِدَ هَدْىِ رَسُولِ اللَّهِ صلى الله عليه وسلم بِيَدَىَّ، ثُمَّ قَلَّدَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدَيْهِ، ثُمَّ بَعَثَ بِهَا مَعَ أَبِي، فَلَمْ يَحْرُمْ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم شَىْءٌ أَحَلَّهُ اللَّهُ لَهُ حَتَّى نُحِرَ الْهَدْىُ.",
    "hadithBengali": "২১৬৬। ইসমাঈল ইবনু আবদুল্লাহ&zwnj; (রহঃ) ... আমরা বিন্&zwnj;ত আব্দুর রাহমান (রাঃ) থেকে বর্ণিত যে, আয়িশা (রাঃ) বলেন, আমি নিজ হাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কুরবানীর জন্তুর জন্য হার পাকিয়েছি। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজ হাতে তাকে হার পরিয়ে (আমার পিতা) আবূ বকর (রাঃ) এর সঙ্গে পাঠিয়েছেন। কুরবানীর জন্তু যবেহ্&zwnj; করার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর কোনো কিছু হারাম থাকেনি, যা আল্লাহ তাঁর জন্য হালাল করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2166",
    "id": "2245",
    "thesequence": "2580",
    "isActive": "1",
    "chapterId": "15482",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪৪২. কুরবানীর উট ও তার দেখাশোনার জন্য ওয়াকীল নিয়োগ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAbu Talha was the richest man in Medina amongst the Ansar and Beeruha (garden) was the most beloved of his property, and it was situated opposite the mosque (of the Prophet.). Allahs Messenger (ﷺ) used to enter it and drink from its sweet water. When the following Divine Verse were revealed: you will not attain righteousness till you spend in charity of the things you love (3.92), Abu Talha got up in front of Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! Allah says in His Book, You will not attain righteousness unless you spend (in charity) that which you love, and verily, the most beloved to me of my property is Beeruha (garden), so I give it in charity and hope for its reward from Allah. O Allahs Apostle! Spend it wherever you like. Allahs Messenger (ﷺ) appreciated that and said, That is perishable wealth, that is perishable wealth. I have heard what you have said; I suggest you to distribute it among your relatives. Abu Talha said, I will do so, O Allahs Messenger (ﷺ). So, Abu Talha distributed it among his relatives and cousins. The sub-narrator (Malik) said: The Prophet (ﷺ) said: That is a profitable wealth, instead of perishable wealth.",
    "hadithArabic": " حَدَّثَنِي يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ ـ رضى الله عنه ـ يَقُولُ كَانَ أَبُو طَلْحَةَ أَكْثَرَ الأَنْصَارِ بِالْمَدِينَةِ مَالاً، وَكَانَ أَحَبَّ أَمْوَالِهِ إِلَيْهِ بِيْرُ حَاءَ وَكَانَتْ مُسْتَقْبِلَةَ الْمَسْجِدَ، وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدْخُلُهَا وَيَشْرَبُ مِنْ مَاءٍ فِيهَا طَيِّبٍ فَلَمَّا نَزَلَتْ {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} قَامَ أَبُو طَلْحَةَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، إِنَّ اللَّهَ تَعَالَى يَقُولُ فِي كِتَابِهِ {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} وَإِنَّ أَحَبَّ أَمْوَالِي إِلَىَّ بِيْرُ حَاءَ، وَإِنَّهَا صَدَقَةٌ لِلَّهِ أَرْجُو بِرَّهَا وَذُخْرَهَا عِنْدَ اللَّهِ فَضَعْهَا يَا رَسُولَ اللَّهِ حَيْثُ شِئْتَ، فَقَالَ  بَخٍ، ذَلِكَ مَالٌ رَائِحٌ، ذَلِكَ مَالٌ رَائِحٌ. قَدْ سَمِعْتُ مَا قُلْتَ فِيهَا، وَأَرَى أَنْ تَجْعَلَهَا فِي الأَقْرَبِينَ . قَالَ أَفْعَلُ يَا رَسُولَ اللَّهِ. فَقَسَمَهَا أَبُو طَلْحَةَ فِي أَقَارِبِهِ وَبَنِي عَمِّهِ. تَابَعَهُ إِسْمَاعِيلُ عَنْ مَالِكٍ. وَقَالَ رَوْحٌ عَنْ مَالِكٍ رَابِحٌ.",
    "hadithBengali": "২১৬৭। ইয়াহ্&zwnj;ইয়া ইবনু ইয়াহ্&zwnj;ইয়া (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, মদিনায় আনসারদের মধ্যে আবূ তালহাই সবচেয়ে বেশী ধনী ছিলেন এবং তাঁর সম্পদের মধ্যে বায়রুহা তাঁর সবচাইতে প্রিয় সম্পদ ছিল, এটা মসজিদের (নববীর) সম্মুখে অবস্থিত ছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তথায় যেতেন এবং এতে যে উৎকৃষ্ট পানি ছিল তা পান করতেন। যখন এ আয়াত নাযিল হলঃ তোমরা যা ভালোবাসো, তা থেকে ব্যয় না করা পর্যন্ত তোমরা কখনো পুণ্য লাভ করবেনা। (৩ঃ ৯২)।\n\nতখন আবূ তালহা (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে এসে দাঁড়ালেন এবং বললেন, ইয়া রাসূলাল্লাহ! আল্লাহ তাঁর কিতাবে বলেছেনঃ তোমরা যা ভালোবাসো, তা থেকে যে পর্যন্ত দান না করবে, সে পর্যন্ত তোমরা প্রকৃত পুণ্য লাভ করবে না। আর আমার সম্পদের মধ্যে বায়রুহা আমার নিকট সব চাইতে প্রিয় সম্পদ। আমি ওটা আল্লাহর সন্তুষ্টির জন্য দান করে দিলাম। এর সাওয়াব ও প্রতিদান আমি আল্লাহর নিকট প্রত্যাশা করছি। কাজেই ইয়া রাসূলাল্লাহ আপনি ওটাকে যেখানে ভালো মনে করেন, খরচ করেন।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, বেশ। এটাতো চলে যাবার মত সম্পদ, এটাতো চলে যাবার মত সম্পদ। তুমি এ ব্যাপারে যা বললে, আমি তা শুনলাম এবং আমি এটাই সঙ্গত মনে করি যে, এটা তুমি তোমার আত্মীয়-স্বজনদের মধ্যে বণ্টন করে দিবে। আবূ তালহা (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আমি তাই করবো। তারপর আবূ তালহা (রাঃ) তার নিকটাত্মীয় ও চাচাতো ভাইদের মধ্যে তা বণ্টন করে দিলেন।\n\nইসমাঈল (রহঃ) মালিক (রহঃ) থেকে অনুরূপ হাদীস বর্ণনায় ইয়াহইয়া (রহঃ) এর অনুসরণ করেছেন। রাওহ্&zwnj; মালিক (রহঃ) থেকে বর্ণনা করেছেন, এতে তিনি রায়িহুন স্থলে রাবিহুন বলেছেন। এর অর্থ হল, লাভজনক।\n",
    "checkStatus": "1",
    "hadithNo": "2167",
    "id": "2246",
    "thesequence": "2593",
    "isActive": "1",
    "chapterId": "15483",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪৪৩. যখন কোন লোক তার ওয়াকীলকে বলল, এ মাল আপনি যেখানে ভালো মনে করেন, খরচ করুন, এবং ওয়াকীল বলল, আপনি যা বলেছেন, তা আমি শুনেছি। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThe Prophet (ﷺ) said, An honest treasurer who gives what he is ordered to give fully, perfectly and willingly to the person to whom he is ordered to give, is regarded as one of the two charitable persons.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْخَازِنُ الأَمِينُ الَّذِي يُنْفِقُ ـ وَرُبَّمَا قَالَ الَّذِي يُعْطِي ـ مَا أُمِرَ بِهِ كَامِلاً مُوَفَّرًا، طَيِّبٌ نَفْسُهُ، إِلَى الَّذِي أُمِرَ بِهِ، أَحَدُ الْمُتَصَدِّقَيْنِ .",
    "hadithBengali": "২১৬৮। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বিশ্বস্ত কোষাধ্যক্ষ যে ঠিক মত ব্যয় করে, অনেক সময় বলেছেন, যাকে দান করতে বলা হয় তাকে তা পরিপূর্ণভাবে সন্তুষ্টচিত্তে দিয়ে দেয়। সেও (কোষাধ্যক্ষ) দানকারীদের একজন।\n",
    "checkStatus": "1",
    "hadithNo": "2168",
    "id": "2247",
    "thesequence": "2594",
    "isActive": "1",
    "chapterId": "15475",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "35",
    "statusId": "1",
    "topicName": "১৪৩৪. ঋণ পরিশোধ করার জন্য ওয়াকীল নিয়োগ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]