[
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllahs Messenger (ﷺ) said, There is none amongst the Muslims who plants a tree or sows seeds, and then a bird, or a person or an animal eats from it, but is regarded as a charitable gift for him.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، ح وَحَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا مِنْ مُسْلِمٍ يَغْرِسُ غَرْسًا، أَوْ يَزْرَعُ زَرْعًا، فَيَأْكُلُ مِنْهُ طَيْرٌ أَوْ إِنْسَانٌ أَوْ بَهِيمَةٌ، إِلاَّ كَانَ لَهُ بِهِ صَدَقَةٌ . وَقَالَ لَنَا مُسْلِمٌ حَدَّثَنَا أَبَانُ، حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا أَنَسٌ، عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "২১৬৯। কুতায়বা ইবনু সাঈদ ও আবদুর রহমান ইবনু মুবারক (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে কোন মুসলিম ফলবান গাছ রোপণ করে কিংবা কোন ফসল ফলায় আর তা থেকে পাখী কিংবা মানুষ বা চতুষ্পদ জন্তু খায় তবে তা তার পক্ষ থেকে সাদকা বলে গণ্য হবে। মুসলিম (রহঃ) আনাস (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীসটি বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2169",
    "id": "2248",
    "thesequence": "2595",
    "isActive": "1",
    "chapterId": "15485",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৪৫. আহারের জন্য ফসল ফলানো এবং ফলবান বৃক্ষ রোপণের ফযীলত। মহান আল্লাহ্&zwnj;র  বাণীঃ তোমরা যে বীজ বপন কর, সে সম্পর্কে চিন্তা করেছ কি? তোমরা কি তাকে অংকুরিত কর, না আমিই অংকুরিত করি? আমি ইচ্ছা করলে তাকে খড়-কুটায় পরিনত করতে পারি (৫৬:৬৩-৬৪)। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Umama al-Bahili:\n\nI saw some agricultural equipment and said: I heard the Prophet (ﷺ) saying: There is no house in which these equipment enters except that Allah will cause humiliation to enter it.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَالِمٍ الْحِمْصِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ زِيَادٍ الأَلْهَانِيُّ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ،، قَالَ ـ وَرَأَى سِكَّةً وَشَيْئًا مِنْ آلَةِ الْحَرْثِ، فَقَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   لاَ يَدْخُلُ هَذَا بَيْتَ قَوْمٍ إِلاَّ أُدْخِلَهُ الذُّلُّ .\nقَالَ أَبُو عَبْد اللَّهِ وَاسْمُ أَبِي أُمَامَةَ صُدَيُّ بْنُ عَجْلَانَ",
    "hadithBengali": "২১৭০। আবদুল্লাহ&zwnj; ইবনু ইউসুফ (রহঃ) ... আবূ উমামা বাহিলী (রাঃ) থেকে বর্ণিত, তিনি বলেন, লাঙ্গলের হাল এবং কিছু কৃষি যন্ত্রপাতি দেখে বললেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি এটা যে সম্প্রদায়ের ঘরে প্রবেশ করে, আল্লাহ সেখানে অপমান প্রবেশ করান।* রাবী মুহাম্মদ ইবনু যিয়াদ (রহঃ) বলেন, আবূ উমামা (রাঃ)-এর নাম হল সুদাই ইবনু আজলান।\n",
    "checkStatus": "1",
    "hadithNo": "2170",
    "id": "2249",
    "thesequence": "2596",
    "isActive": "1",
    "chapterId": "15486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৪৬. কৃষি যন্ত্রপাতি নিয়ে ব্যস্ত থাকার পরিনতি সম্পর্কে সতর্কীকরণ ও নির্দেশিত সীমা  অতিক্রম করা প্রসঙ্গে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Whoever keeps a dog, one Qirat of the reward of his good deeds is deducted daily, unless the dog is used for guarding a farm or cattle. Abu Huraira (in another narration) said from the Prophet, unless it is used for guarding sheep or farms, or for hunting. Narrated Abu Hazim from Abu Huraira: The Prophet (ﷺ) said, A dog for guarding cattle or for hunting.",
    "hadithArabic": " حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ أَمْسَكَ كَلْبًا فَإِنَّهُ يَنْقُصُ كُلَّ يَوْمٍ مِنْ عَمَلِهِ قِيرَاطٌ، إِلاَّ كَلْبَ حَرْثٍ أَوْ مَاشِيَةٍ . قَالَ ابْنُ سِيرِينَ وَأَبُو صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم  إِلاَّ كَلْبَ غَنَمٍ أَوْ حَرْثٍ أَوْ صَيْدٍ . وَقَالَ أَبُو حَازِمٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم  كَلْبَ صَيْدٍ أَوْ مَاشِيَةٍ .",
    "hadithBengali": "২১৭১। মুআয ইবনু ফাযালা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি শস্য খেতের পাহারা কিংবা হিফাযতের উদ্দেশ্য ছাড়া অন্য কোন উদ্দেশ্যে কুকুর পোষে, প্রতিদিন তার নেক আমল থেকে এক কীরাত পরিমান কমতে থাকবে।\n\nইবনু সীরীন ও আবূ সালিহ্&zwnj; (রহঃ) আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। বকরী অথবা ক্ষেতের হিফাযত কিংবা শিকারের উদ্দেশ্য ছাড়া। আবূ হাযিম (রহঃ) আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন, শিকার ও পশুর হিফাযত করার কুকুর।\n",
    "checkStatus": "1",
    "hadithNo": "2171",
    "id": "2250",
    "thesequence": "2597",
    "isActive": "1",
    "chapterId": "15487",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৪৭. খেত-খামার রক্ষণাবেক্ষণের জন্য কুকুর পোষা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated As-Saib bin Yazid:\n\nAbu Sufyan bin Abu Zuhair, a man from Azd Shanua and one of the companions of the Prophet (ﷺ) said, I heard Allahs Messenger (ﷺ) saying, If one keeps a dog which is meant for guarding neither a farm nor cattle, one Qirat of the reward of his good deeds is deducted daily. I said, Did you hear this from Allahs Messenger (ﷺ)? He said, Yes, by the Lord of this Mosque.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ يَزِيدَ بْنِ خُصَيْفَةَ، أَنَّ السَّائِبَ بْنَ يَزِيدَ، حَدَّثَهُ أَنَّهُ، سَمِعَ سُفْيَانَ بْنَ أَبِي زُهَيْرٍ ـ رَجُلاً مِنْ أَزْدِ شَنُوءَةَ ـ وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنِ اقْتَنَى كَلْبًا لاَ يُغْنِي عَنْهُ زَرْعًا وَلاَ ضَرْعًا، نَقَصَ كُلَّ يَوْمٍ مِنْ عَمَلِهِ قِيرَاطٌ . قُلْتُ أَنْتَ سَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ إِي وَرَبِّ هَذَا الْمَسْجِدِ.",
    "hadithBengali": "২১৭২। আবদুল্লাহ&zwnj; ইবনু ইউসুফ (রহঃ) ... সুফয়ান ইবনু আবূ যুহাইর (রাঃ) থেকে বর্ণিত, যিনি আয্&zwnj;দ-শানূআ গোত্রের লোক, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একজন সাহাবী ছিলেন। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যাক্তি এমন কুকুর পোষে যা ক্ষেত ও গবাদী পশুর হিফাযতের কাজে লাগে না, প্রতিদিন তার নেক আমল থেকে এক কীরাত পরিমান কমতে থাকে। আমি বললাম, আপনি কি এটা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছেন? তিনি বললেন, হ্যাঁ, এ মসজিদের রবের কসম (আমি তাঁর কাছেই শুনেছি)।\n",
    "checkStatus": "1",
    "hadithNo": "2172",
    "id": "2251",
    "thesequence": "2598",
    "isActive": "1",
    "chapterId": "15487",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৪৭. খেত-খামার রক্ষণাবেক্ষণের জন্য কুকুর পোষা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, While a man was riding a cow, it turned towards him and said, I have not been created for this purpose (i.e. carrying), I have been created for ploughing. The Prophet (ﷺ) added, I, Abu Bakr and `Umar believe in the story. The Prophet (ﷺ) went on, A wolf caught a sheep, and when the shepherd chased it, the wolf said, Who will be its guard on the day of wild beasts, when there will be no shepherd for it except me? After narrating it, the Prophet (ﷺ) said, I, Abu Bakr and `Umar too believe it. Abu Salama (a sub-narrator) said, Abu Bakr and `Umar were not present then.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ سَعْدٍ، سَمِعْتُ أَبَا سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   بَيْنَمَا رَجُلٌ رَاكِبٌ عَلَى بَقَرَةٍ الْتَفَتَتْ إِلَيْهِ. فَقَالَتْ لَمْ أُخْلَقْ لِهَذَا، خُلِقْتُ لِلْحِرَاثَةِ، قَالَ آمَنْتُ بِهِ أَنَا وَأَبُو بَكْرٍ وَعُمَرُ، وَأَخَذَ الذِّئْبُ شَاةً فَتَبِعَهَا الرَّاعِي، فَقَالَ الذِّئْبُ مَنْ لَهَا يَوْمَ السَّبُعِ، يَوْمَ لاَ رَاعِيَ لَهَا غَيْرِي. قَالَ آمَنْتُ بِهِ أَنَا وَأَبُو بَكْرٍ وَعُمَرُ . قَالَ أَبُو سَلَمَةَ مَا هُمَا يَوْمَئِذٍ فِي الْقَوْمِ.",
    "hadithBengali": "২১৭৩। মুহাম্মদ ইবনু বাশ্&zwnj;শার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, এক ব্যাক্তি একটি গরুর উপর সাওয়ার ছিল, তখন গরুটি সে ব্যাক্তির দিকে লক্ষ্য করে বলল, আমাকে এ কাজের জন্য সৃষ্টি করা হয়নি। আমাকে চাষাবাদ তথা ক্ষেতের কাজের জন্য সৃষ্টি করা হয়েছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি আবূ বকর ও উমর (রাঃ) এটা বিশ্বাস করি। তিনি আরও বললেন, এক নেকড়ে বাঘ একটি বকরী ধরেছিলো, রাখাল তাকে ধাওয়া করল। নেকড়ে বাঘটা তাকে বলল, সেদিন হিংস্র জন্তুর প্রাধান্য হবে, যেদিন আমি ছাড়া কেউ তার রাখাল থাকবে না, সেদিন কে তাকে রক্ষা করবে? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি আবূ বকর ও উমর (রাঃ) এটা বিশ্বাস করি। আবূ সালামা (রাঃ) বলেন, তারা দুজন [আবূ বকর ও উমর (রাঃ)] সেদিন মজলিশে হাযির ছিলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "2173",
    "id": "2252",
    "thesequence": "2599",
    "isActive": "1",
    "chapterId": "15488",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৪৮. হাল-চাষের কাজে গরু ব্যবহার করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Ansar said to the Prophet (ﷺ) Distribute the date palm trees between us and our emigrant brothers. He replied, No. The Ansar said (to the emigrants), Look after the trees (water and watch them) and share the fruits with us. The emigrants said, We listen and obey.",
    "hadithArabic": "حَدَّثَنَا الْحَكَمُ بْنُ نَافِعٍ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَتِ الأَنْصَارُ لِلنَّبِيِّ صلى الله عليه وسلم اقْسِمْ بَيْنَنَا وَبَيْنَ إِخْوَانِنَا النَّخِيلَ. قَالَ   لاَ . فَقَالُوا تَكْفُونَا الْمَئُونَةَ وَنُشْرِكُكُمْ فِي الثَّمَرَةِ. قَالُوا سَمِعْنَا وَأَطَعْنَا.",
    "hadithBengali": "২১৭৪। হাকাম ইবনু নাফি (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আনসাররা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললেন, আমাদের এবং আমাদের ভাই (মুহাজির)-দের মধ্যে খেজুরের বাগান ভাগ করে দিন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, না। তখন তাঁরা (মুহাজিরগণকে) বললেন, আপনারা আমাদের বাগানে কাজ করুন, আমরা আপনাদেরকে ফলে অংশীদার করব। তাঁরা বললেন, আমরা শুনলাম এবং মেনে নিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2174",
    "id": "2253",
    "thesequence": "2600",
    "isActive": "1",
    "chapterId": "15489",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৪৯. যখন কোন ব্যক্তি বলে যে, তুমি খেজুর ইত্যাদির বাগানে কাজ কর, আর তুমি  উৎপাদিত ফলে আমার অংশীদার হও।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) got the date palm trees of the tribe of Bani-An-Nadir burnt and the trees cut down at a place called Al-Buwaira . Hassan bin Thabit said in a poetic verse: The chiefs of Bani Luai found it easy to watch fire spreading at Al-Buwaira.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ حَرَّقَ نَخْلَ بَنِي النَّضِيرِ وَقَطَعَ، وَهْىَ الْبُوَيْرَةُ، وَلَهَا يَقُولُ حَسَّانُ وَهَانَ عَلَى سَرَاةِ بَنِي لُؤَىٍّ حَرِيقٌ بِالْبُوَيْرَةِ مُسْتَطِيرٌ.",
    "hadithBengali": "২১৭৫। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ&zwnj; ইবনু উমর (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনূ নযির গোত্রের বুওয়াইরা নামক স্থানে অবস্থিত বাগানটির খেজুর গাছ জ্বালিয়ে দিয়েছেন এবং বৃক্ষ কেটে ফেলেছেন। এ সম্পর্কে হাস্&zwnj;সান (রাঃ) (তাঁর রচিত কবিতায়) বলেছেন, বুওয়াইরা নামক স্থানে অবস্থিত বাগানটিতে দাউ দাউ করে আগুন জ্বলছে আর বনূ লূয়াই গোত্রের সর্দাররা তা সহজে মেনে নিল।\n",
    "checkStatus": "1",
    "hadithNo": "2175",
    "id": "2254",
    "thesequence": "2601",
    "isActive": "1",
    "chapterId": "15490",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৫০. খেজুর গাছ ও অন্যান্য গাছ কেটে ফেলা। আনাস (রা.) বলেন, নবী (সঃ) খেজুর গাছ  কেটে ফেলার আদেশ দেন এবং টা কেটে ফেলা হয়।     ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi` bin Khadij:\n\nWe worked on farms more than anybody else in Medina. We used to rent the land at the yield of specific delimited portion of it to be given to the landlord. Sometimes the vegetation of that portion was affected by blights etc., while the rest remained safe and vice versa, so the Prophet (ﷺ) forbade this practice. At that time gold or silver were not used (for renting the land). If they provided the seeds, they would get so-and-so much.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ حَنْظَلَةَ بْنِ قَيْسٍ الأَنْصَارِيِّ، سَمِعَ رَافِعَ بْنَ خَدِيجٍ، قَالَ كُنَّا أَكْثَرَ أَهْلِ الْمَدِينَةِ مُزْدَرَعًا، كُنَّا نُكْرِي الأَرْضَ بِالنَّاحِيَةِ مِنْهَا مُسَمًّى لِسَيِّدِ الأَرْضِ، قَالَ فَمِمَّا يُصَابُ ذَلِكَ وَتَسْلَمُ الأَرْضُ، وَمِمَّا يُصَابُ الأَرْضُ وَيَسْلَمُ ذَلِكَ، فَنُهِينَا، وَأَمَّا الذَّهَبُ وَالْوَرِقُ فَلَمْ يَكُنْ يَوْمَئِذٍ.",
    "hadithBengali": "২১৭৬। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... রাফি ইবনু খাদীজ (রাঃ) থেকে বর্ণিত, তিনি বলেন, মদিনাবাসীদের মধ্যে বেশী যমীন আমাদের ছিল। আমরা ভাগে যমীনে চাষ করতে দিতাম এবং সে ক্ষেতের এক নির্দিষ্ট অংশ জমির মালিকের জন্য নির্ধারিত করে দিতাম। তিনি বলেন, কখনো এ অংশের উপর দুর্যোগ আসতো, অন্য অংশ নিরাপদ থাকতো। আবার কখনো অন্য অংশের উপর দুর্যোগ আসতো আর এ অংশ নিরাপদ থাকতো। আমাদের এরূপ করতে নিষেধ করে দেয়া হয়েছিল। আর সে সময় সোনা রূপার (বিনিময়ে জমি চাষ করার) প্রচলন ছিল না।\n",
    "checkStatus": "1",
    "hadithNo": "2176",
    "id": "2255",
    "thesequence": "2602",
    "isActive": "1",
    "chapterId": "15491",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৫১. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nThe Prophet (ﷺ) concluded a contract with the people of Khaibar to utilize the land on the condition that half the products of fruits or vegetation would be their share. The Prophet (ﷺ) used to give his wives one hundred Wasqs each, eighty Wasqs of dates and twenty Wasqs of barley. (When `Umar became the Caliph) he gave the wives of the Prophet (ﷺ) the option of either having the land and water as their shares, or carrying on the previous practice. Some of them chose the land and some chose the Wasqs, and `Aisha chose the land.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم عَامَلَ خَيْبَرَ بِشَطْرِ مَا يَخْرُجُ مِنْهَا مِنْ ثَمَرٍ أَوْ زَرْعٍ، فَكَانَ يُعْطِي أَزْوَاجَهُ مِائَةَ وَسْقٍ ثَمَانُونَ وَسْقَ تَمْرٍ وَعِشْرُونَ وَسْقَ شَعِيرٍ، فَقَسَمَ عُمَرُ خَيْبَرَ، فَخَيَّرَ أَزْوَاجَ النَّبِيِّ صلى الله عليه وسلم أَنْ يُقْطِعَ لَهُنَّ مِنَ الْمَاءِ وَالأَرْضِ، أَوْ يُمْضِيَ لَهُنَّ، فَمِنْهُنَّ مَنِ اخْتَارَ الأَرْضَ وَمِنْهُنَّ مَنِ اخْتَارَ الْوَسْقَ، وَكَانَتْ عَائِشَةُ اخْتَارَتِ الأَرْضَ.",
    "hadithBengali": "২১৭৭। ইবরাহীম ইবনু মুনযির (রহঃ) ... আবদুল্লাহ&zwnj; ইবনু উমর (রাঃ) থেকে বর্ণনা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বারবাসীদেরকে উৎপাদিত ফল বা ফসলের অর্ধেক ভাগের শর্তে জমি বর্গা দিয়েছিলেন। তিনি নিজের সহধর্মিণীদেরকে একশ ওসক দিতেন, এর মধ্যে ৮০ ওসক খুরমা ও ২০ ওসক যব। উমর (রাঃ) (তাঁর খিলাফতকালে খায়বারের) জমি বণ্টন করেন। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণীদের ইখতিয়ার দিলেন যে, তাঁরা জমি ও পানি নিবেন, না কি তাদের জন্য ওটাই চালু থাকবে, যা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় ছিলো। তখন তাদের কেউ জমি নিলেন আর কেউ ওসক নিতে রাযী হলেন, আয়িশা (রাঃ) জমিই নিয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2177",
    "id": "2256",
    "thesequence": "2603",
    "isActive": "1",
    "chapterId": "15492",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৫২. অর্ধেক বা এর কাছাকাছি পরিমান ফসলের শর্তে ভাগে চাষাবাদ করা এবং কাইস  ইব্&zwnj;ন মুসলিম (র.) আবূ জা&rsquo;ফর (রা.) থেকে বর্ণনা করেন। তিনি বলেন, মদীনাতে মুহাজিরদের এমন কোন পরিবার ছিল না, যারা এক-তৃতীয়াংশ কিংবা এক-চতুর্থাংশ ফসলের শর্তে ভাগে চাষ করতেন না। আলী, সা&rsquo;দ ইব্&zwnj;ন মালিক, আবদুল্লাহ্&zwnj; ইব্&zwnj;ন মাসউদ (রা.) উমর ইব্&zwnj;ন আবদুল আযীয, কাসিম, উরওয়াহ (র.) এবং আবূ বকর, উমর ও আলী (রা.)-এর বংশধর এবং ইব্&zwnj;ন সীরীন (র.) ও ভাগে চাষ করেছেন। আবদুর রহমান ইব্&zwnj;ন আসওয়াদ (রা.) বলেন, আমি আবদুর রাহমান ইব্&zwnj;ন ইয়াযীদের ক্ষেতে শরীক ছিলাম। উমর (রা.) লোকদের সাথে এ শর্তে জমি বর্গা দিয়েছেন যে, উমর (রা.) বীজ দিলে তিনি ফসলের অর্ধেক পাবেন। আর যদি তারা বীজ দেয় তবে তাদের জন্য এই পরিমাণ হবে। হাসান (র.) বলেন, যদি ক্ষেত তাদের মধ্যে কোন একজনের হয়, আর দু&rsquo;জনেই তাতে খরচ করে, তা হলে উৎপন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) made a deal with the people of Khaibar that they would have half the fruits and vegetation of the land they cultivated.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ عَامَلَ النَّبِيُّ صلى الله عليه وسلم خَيْبَرَ بِشَطْرِ مَا يَخْرُجُ مِنْهَا مِنْ ثَمَرٍ أَوْ زَرْعٍ.",
    "hadithBengali": "২১৭৮। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উৎপাদিত ফল কিংবা ফসলের অর্ধেক শর্তে খায়বারের জমি বর্গা দিয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2178",
    "id": "2257",
    "thesequence": "2604",
    "isActive": "1",
    "chapterId": "15493",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৫৩. বর্গাচাষে যদি বছর নির্দিষ্ট না করে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Amr:\n\nI said to Tawus, I wish you would give up Mukhabara (Sharecropping), for the people say that the Prophet forbade it. On that Tawus replied, O `Amr! I give the land to sharecroppers and help them. No doubt; the most learned man, namely Ibn `Abbas told me that the Prophet (ﷺ) had not forbidden it but said, It is more beneficial for one to give his land free to ones brother than to charge him a fixed rental.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ عَمْرٌو قُلْتُ لِطَاوُسٍ لَوْ تَرَكْتَ الْمُخَابَرَةَ فَإِنَّهُمْ يَزْعُمُونَ أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْهُ. قَالَ أَىْ عَمْرُو، إِنِّي أُعْطِيهِمْ وَأُغْنِيهِمْ، وَإِنَّ أَعْلَمَهُمْ أَخْبَرَنِي ـ يَعْنِي ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمْ يَنْهَ عَنْهُ، وَلَكِنْ قَالَ   أَنْ يَمْنَحَ أَحَدُكُمْ أَخَاهُ خَيْرٌ لَهُ مِنْ أَنْ يَأْخُذَ عَلَيْهِ خَرْجًا مَعْلُومًا .",
    "hadithBengali": "২১৭৯। আলী ইবনু আবদুল্লাহ&zwnj; (রহঃ) ... আম্&zwnj;র (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি তাউস (রহঃ) কে বললাম, আপনি যদি বর্গা চাষ ছেড়ে দিতেন, (তাহলে খুব ভাল হত) কেননা, লোকদের ধারণা যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা নিষেধ করেছেন। তাউস (রহঃ) বললেন, হে আম্&zwnj;র! আমি তো তাদেরকে বর্গাচাষ করতে দেই এবং তাদেরকে সাহায্য করি এবং তাদের মধ্যে সবচাইতে জ্ঞানী অর্থাৎ ইবনু আব্বাস (রাঃ) আমাকে বলেছেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বর্গাচাষ নিষেধ করেননি। তবে তিনি বলেছেন, তোমাদের কেউ তার ভাইকে জমি দান করুক, এটা তার জন্য তার ভাইয়ের কাছ থেকে নির্দিষ্ট উপার্জন গ্রহণ করার চাইতে উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "2179",
    "id": "2258",
    "thesequence": "2605",
    "isActive": "1",
    "chapterId": "15494",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৫৪. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) gave the land of Khaibar to the Jews on the condition that they work on it and cultivate it, and be given half of its yield.",
    "hadithArabic": " حَدَّثَنَا ابْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَعْطَى خَيْبَرَ الْيَهُودَ عَلَى أَنْ يَعْمَلُوهَا وَيَزْرَعُوهَا، وَلَهُمْ شَطْرُ مَا خَرَجَ مِنْهَا.",
    "hadithBengali": "২১৮০। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বারের জমি ইয়াহুদীদেরকে এ শর্তে বর্গা দিয়েছিলেন যে, তারা তাতে পরিশ্রম করে কৃষি কাজ করবে এবং উৎপাদিত ফসলের অর্ধেক তারা পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "2180",
    "id": "2259",
    "thesequence": "2606",
    "isActive": "1",
    "chapterId": "15495",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৫৫. ইয়াহুদীদেরকে জমি বর্গা দেওয়া ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi`:\n\nWe worked on farms more than anybody else in Medina. We used to rent the land and say to the owner, The yield of this portion is for us and the yield of that portion is for you (as the rent). One of those portions might yield something and the other might not. So, the Prophet (ﷺ) forbade us to do so.",
    "hadithArabic": " حَدَّثَنَا صَدَقَةُ بْنُ الْفَضْلِ، أَخْبَرَنَا ابْنُ عُيَيْنَةَ، عَنْ يَحْيَى، سَمِعَ حَنْظَلَةَ الزُّرَقِيَّ، عَنْ رَافِعٍ ـ رضى الله عنه ـ قَالَ كُنَّا أَكْثَرَ أَهْلِ الْمَدِينَةِ حَقْلاً، وَكَانَ أَحَدُنَا يُكْرِي أَرْضَهُ، فَيَقُولُ هَذِهِ الْقِطْعَةُ لِي وَهَذِهِ لَكَ، فَرُبَّمَا أَخْرَجَتْ ذِهِ وَلَمْ تُخْرِجْ ذِهِ، فَنَهَاهُمُ النَّبِيُّ صلى الله عليه وسلم.",
    "hadithBengali": "২১৮১। সাদাকা ইবনু ফায্&zwnj;ল (রহঃ) ... রাফি (রাঃ) থেকে বর্ণিত, তিনি বলেন, মদিনাবাসীদের মধ্যে ফসলের জমি আমাদের বেশী ছিল। আমাদের মধ্যে কেউ তার জমি ইজারা দিতো এবং বলতো, জমির এ অংশ আমার আর এ অংশ তোমার। কখনো এক অংশে ফসল হত আর অন্য অংশে হত না। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে এরূপ করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2181",
    "id": "2260",
    "thesequence": "2607",
    "isActive": "1",
    "chapterId": "15496",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৫৬. পরিচ্ছেদঃ বর্গাচাষে যেসব শর্ত করা অপসন্দনীয় ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nThe Prophet (ﷺ) said, While three men were walking, It started raining and they took shelter (refuge) in a cave in a mountain. A big rock rolled down from the mountain and closed the mouth of the cave. They said to each other, Think of good deeds which you did for Allahs sake only, and invoke Allah by giving reference to those deeds so that He may remove this rock from you. One of them said, O Allah! I had old parents and small children and I used to graze the sheep for them. On my return to them in the evening, I used to milk (the sheep) and start providing my parents first of all before my children. One day I was delayed and came late at night and found my parents sleeping. I milked (the sheep) as usual and stood by their heads. I hated to wake them up and disliked to give milk to my children before them, although my children were weeping (because of hunger) at my feet till the day dawned. O Allah! If I did this for Your sake only, kindly remove the rock so that we could see the sky through it. So, Allah removed the rock a little and they saw the sky. The second man said, O Allah! I was in love with a cousin of mine like the deepest love a man may have for a woman. I wanted to outrage her chastity but she refused unless I gave her one hundred Dinars. So, I struggled to collect that amount. And when I sat between her legs, she said, O Allahs slave! Be afraid of Allah and do not deflower me except rightfully (by marriage). So, I got up. O Allah! If I did it for Your sake only, please remove the rock. The rock shifted a little more. Then the third man said, O Allah! I employed a laborer for a Faraq of rice and when he finished his job and demanded his right, I presented it to him, but he refused to take it. So, I sowed the rice many time till I gathered cows and their shepherd (from the yield). (Then after some time) He came and said to me, Fear Allah (and give me my right). I said, Go and take those cows and the shepherd. He said, Be afraid of Allah! Dont mock at me. I said, I am not mocking at you. Take (all that). So, he took all that. O Allah! If I did that for Your sake only, please remove the rest of the rock. So, Allah removed the rock.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا أَبُو ضَمْرَةَ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   بَيْنَمَا ثَلاَثَةُ نَفَرٍ يَمْشُونَ أَخَذَهُمُ الْمَطَرُ، فَأَوَوْا إِلَى غَارٍ فِي جَبَلٍ، فَانْحَطَّتْ عَلَى فَمِ غَارِهِمْ صَخْرَةٌ مِنَ الْجَبَلِ فَانْطَبَقَتْ عَلَيْهِمْ، فَقَالَ بَعْضُهُمْ لِبَعْضٍ انْظُرُوا أَعْمَالاً عَمِلْتُمُوهَا صَالِحَةً لِلَّهِ فَادْعُوا اللَّهَ بِهَا لَعَلَّهُ يُفَرِّجُهَا عَنْكُمْ. قَالَ أَحَدُهُمُ اللَّهُمَّ إِنَّهُ كَانَ لِي وَالِدَانِ شَيْخَانِ كَبِيرَانِ، وَلِي صِبْيَةٌ صِغَارٌ كُنْتُ أَرْعَى عَلَيْهِمْ، فَإِذَا رُحْتُ عَلَيْهِمْ حَلَبْتُ، فَبَدَأْتُ بِوَالِدَىَّ أَسْقِيهِمَا قَبْلَ بَنِيَّ، وَإِنِّي اسْتَأْخَرْتُ ذَاتَ يَوْمٍ فَلَمْ آتِ حَتَّى أَمْسَيْتُ، فَوَجَدْتُهُمَا نَامَا، فَحَلَبْتُ كَمَا كُنْتُ أَحْلُبُ، فَقُمْتُ عِنْدَ رُءُوسِهِمَا، أَكْرَهُ أَنْ أُوقِظَهُمَا، وَأَكْرَهُ أَنْ أَسْقِيَ الصِّبْيَةَ، وَالصِّبْيَةُ يَتَضَاغَوْنَ عِنْدَ قَدَمَىَّ، حَتَّى طَلَعَ الْفَجْرُ، فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُهُ ابْتِغَاءَ وَجْهِكَ فَافْرُجْ لَنَا فَرْجَةً نَرَى مِنْهَا السَّمَاءَ. فَفَرَجَ اللَّهُ فَرَأَوُا السَّمَاءَ. وَقَالَ الآخَرُ اللَّهُمَّ إِنَّهَا كَانَتْ لِي بِنْتُ عَمٍّ أَحْبَبْتُهَا كَأَشَدِّ مَا يُحِبُّ الرِّجَالُ النِّسَاءَ، فَطَلَبْتُ مِنْهَا فَأَبَتْ حَتَّى أَتَيْتُهَا بِمِائَةِ دِينَارٍ، فَبَغَيْتُ حَتَّى جَمَعْتُهَا، فَلَمَّا وَقَعْتُ بَيْنَ رِجْلَيْهَا قَالَتْ يَا عَبْدَ اللَّهِ اتَّقِ اللَّهَ، وَلاَ تَفْتَحِ الْخَاتَمَ إِلاَّ بِحَقِّهِ، فَقُمْتُ، فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُهُ ابْتِغَاءَ وَجْهِكَ فَافْرُجْ عَنَّا فَرْجَةً. فَفَرَجَ. وَقَالَ الثَّالِثُ اللَّهُمَّ إِنِّي اسْتَأْجَرْتُ أَجِيرًا بِفَرَقِ أَرُزٍّ، فَلَمَّا قَضَى عَمَلَهُ قَالَ أَعْطِنِي حَقِّي. فَعَرَضْتُ عَلَيْهِ، فَرَغِبَ عَنْهُ، فَلَمْ أَزَلْ أَزْرَعُهُ حَتَّى جَمَعْتُ مِنْهُ بَقَرًا وَرَاعِيهَا فَجَاءَنِي فَقَالَ اتَّقِ اللَّهَ. فَقُلْتُ اذْهَبْ إِلَى ذَلِكَ الْبَقَرِ وَرُعَاتِهَا فَخُذْ. فَقَالَ اتَّقِ اللَّهَ وَلاَ تَسْتَهْزِئْ بِي. فَقُلْتُ إِنِّي لاَ أَسْتَهْزِئُ بِكَ فَخُذْ. فَأَخَذَهُ، فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ فَافْرُجْ مَا بَقِيَ، فَفَرَجَ اللَّهُ . قَالَ أَبُو عَبْدِ اللَّهِ وَقَالَ ابْنُ عُقْبَةَ عَنْ نَافِعٍ فَسَعَيْتُ.",
    "hadithBengali": "২১৮২। ইবরাহীম ইবনু মুনযির (রহঃ) ... আবদুল্লাহ&zwnj; ইবনু উমর (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, একবার তিনজন লোক পথ চলছিল, তারা বৃষ্টিতে আক্রান্ত হল। অতঃপর তারা এক পাহাড়ের গুহায় আশ্রয় নিল। হঠাৎ পাহাড় থেকে এক খণ্ড পাথর পড়ে তাদের গুহার মুখ বন্ধ হয়ে গেল। তখন তারা একে অপরকে বলল, নিজেদের কৃত কিছু সৎকাজের কথা ছিন্তা করে বের করো, যা আল্লাহর সন্তুষ্টির জন্য করা হয়েছে এবং তার ওয়াসীলা করে আল্লাহর নিকট দুআ করো। তাহলে হয়ত আল্লাহ তোমাদের উপর থেকে পাথরটি সরিয়ে দিবেন।\n\nতাদের একজন বলতে লাগলো, হে আল্লাহ! আমার আব্বা-আম্মা খুব বৃদ্ধ ছিলেন এবং আমার ছোট ছোট সন্তানও ছিলো। আমি তাদের ভরণ-পোষণের জন্য পশু পালন করতাম। সন্ধায় যখন আমি বাড়ি ফিরতাম তখন দুধ দোহন করতাম এবং আমার সন্তানদের আগে আমার আব্বা-আম্মাকে পান করাতাম। একদিন আমার ফিরতে দেরী হয় এবং সন্ধ্যা হওয়ার আগে আসতে পারলাম না। এসে দেখি তারা ঘুমিয়ে পড়েছেন। তখন আমি দুধ দোহন করলাম, যেমন প্রতিদিন দোহন করি। তারপর আমি তাঁদের শিয়রে (দুধ নিয়ে) দাঁড়িয়ে রইলাম। তাদেরকে জাগানো আমি পছন্দ করিনি এবং তাঁদের আগে আমার বাচ্চাদেরকে পান করানোও অসঙ্গত মনে করি। অথচ বাচ্চাগুলো আমার পায়ের কাছে পড়ে কান্নাকাটি করছিলো। এভাবে ভোর হল। হে আল্লাহ, আপনি জানেন আমি যদি শুধু আপনার সন্তুষ্টির জন্যই এ কাজটি করে থাকি তবে আপনি আমাদের থেকে পাথরটা খানিক সরিয়ে দিন, যাতে আমরা আসমানটা দেখতে পাই। তখন আল্লাহ পাথরটাকে একটু সরিয়ে দিলেন এবং তারা আসমান দেখতে পেলো।\n\nদ্বিতীয় ব্যাক্তি বলল, হে আল্লাহ! আমার এক চাচাত বোন ছিলো। পুরুষরা যেমন মহিলাদেরকে ভালোবাসে, আমি তাকে তার চাইতে অধিক ভালোবাসতাম। একদিন আমি তার কাছে চেয়ে বসলাম (অর্থাৎ খারাপ কাজ করতে চাইলাম) কিন্তু তা সে অস্বীকার করলো যে, পর্যন্ত না আমি তার জন্য একশ দিনার নিয়ে আসি। পরে চেষ্টা করে আমি তা জোগাড় করলাম (এবং তার কাছে এলাম)। যখন আমি তার দুপায়ের মাঝে বসলাম (অর্থাৎ সম্ভোগ করতে তৈরি হলাম) তখন সে বলল, হে আল্লাহর বান্দা, আল্লাহকে ভয় করো। অন্যায় ভাবে মাহ্&zwnj;র (পর্দা) ছিড়ে দিয়ো না (অর্থাৎ আমার কুমারী সতীত্ব নষ্ট করো না) তখন আমি দাঁড়িয়ে গেলাম। হে আল্লাহ! আপনি জানেন আমি যদি শুধু আপনার সন্তুষ্টির জন্য এ কাজটি করে থাকি। তবে আপনি আমাদের জন্য পাথরটা সরিয়ে দিন। তখন পাথরটা কিছু সরে গেলো।\n\nতৃতীয় ব্যাক্তি বলল, হে আল্লাহ! আমি এক ফারাক চাউলের বিনিময়ে একজন শ্রমিক নিযুক্ত করেছিলাম। যখন সে তার কাজ শেষ করলো আমাকে বলল, আমার পাওনা দিয়ে দাও। আমি তাকে তার পাওনা দিতে গেলে সে তা নিল না। আমি তা দিয়ে কৃষি কাজ করতে লাগলাম এবং এর দ্বারা অনেক গরু ও তার রাখাল জমা করলাম। বেশ কিছুদিন পর সে আমার কাছে আসল এবং বলল, আল্লাহকে ভয় করো (আমার মজুরী দাও)। আমি বললাম, ওই সব গরু ও রাখাল নিয়ে নাও। সে বলল, আল্লাহকে ভয় কর, আমার সাথে ঠাট্টা করো না। আমি বললাম, আমি তোমার সাথে ঠাট্টা করছি না, ওইগুলো নিয়ে নাও। তখন সে তা নিয়ে গেলো। হে আল্লাহ, আপনি জানেন, যদি আমি আপনার সন্তুষ্টি লাভের জন্য এ কাজটি করে থাকি, তবে পাথরের বাকীটুকু সরিয়ে দিন। তখন আল্লাহ পাথরটাকে সরিয়ে দিলেন।\n\nআবূ আবদুল্লাহ&zwnj; (বুখারী (রহঃ) বলেন ইবনু উকবা (রহঃ) فبغيت এর স্থলে نسعيت বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2182",
    "id": "2261",
    "thesequence": "2608",
    "isActive": "1",
    "chapterId": "15497",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৫৭. যদি কেউ অন্যদের মাল দিয়ে তাদের অনুমতি ছাড়া কৃষি কাজ করে এবং তাতে  তাদের কল্যাণ নিহিত থাকে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zaid bin Aslam from his father:\n\n`Umar said, But for the future Muslim generations, I would have distributed the land of the villages I conquer among the soldiers as the Prophet (ﷺ) distributed the land of Khaibar.",
    "hadithArabic": " حَدَّثَنَا صَدَقَةُ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، قَالَ قَالَ عُمَرُ ـ رضى الله عنه ـ لَوْلاَ آخِرُ الْمُسْلِمِينَ مَا فَتَحْتُ قَرْيَةً إِلاَّ قَسَمْتُهَا بَيْنَ أَهْلِهَا كَمَا قَسَمَ النَّبِيُّ صلى الله عليه وسلم خَيْبَرَ.",
    "hadithBengali": "২১৮৩। সাদাকা (রহঃ) ... আসলাম (রাঃ) থেকে বর্ণিত, তিনি বলেন, উমর (রাঃ) বলেছেন, পরবর্তী যুগের মুসলিমদের বিষয়ে যদি আমরা চিন্তা না করতাম, তবে যে সব এলাকা জয় করা হতো, তা আমি মুজাহিদদের মধ্যে বণ্টন করে দিতাম, যেমন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বার বণ্টন করে দিয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2183",
    "id": "2262",
    "thesequence": "2609",
    "isActive": "1",
    "chapterId": "15498",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৫৮. নবী (সঃ)-এর সাহাবীগণের ওয়াক্&zwnj;ফ ও খাজনার জমি এবং তাঁদের বর্গাচাষ ও চুক্তি  ব্যবস্থা। নবী (সঃ) উমর (রা.)-কে বললেন, তুমি মূল জমিটা এ শর্তে সাদকা করো যে, তা আর বিক্রি করা যাবে না। কিন্তু তার উৎপাদন ব্যয় করা হবে। তখন তিনি এভাবেই সাদকা করলেন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) said, He who cultivates land that does not belong to anybody is more rightful (to own it). `Urwa said, `Umar gave the same verdict in his Caliphate.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَعْمَرَ أَرْضًا لَيْسَتْ لأَحَدٍ فَهْوَ أَحَقُّ . قَالَ عُرْوَةُ قَضَى بِهِ عُمَرُ ـ رضى الله عنه ـ فِي خِلاَفَتِهِ.",
    "hadithBengali": "২১৮৪। ইয়াহ্&zwnj;ইয়া ইবনু বুকাইর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি এমন কোন জমি আবাদ করে, যা কারো মালিকানায় নয়, তাহলে সে-ই (মালিক হওয়ার) বেশী হকদার। উরওয়া (রহঃ) বলেন, উমর (রাঃ) তাঁর খিলাফতকালে এরূপ ফায়সালা দিয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2184",
    "id": "2263",
    "thesequence": "2610",
    "isActive": "1",
    "chapterId": "15499",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৫৯. অনাবাদী জমি আবাদ করা। কূফার অনাবাদ জমি সম্পর্কে আলী (রা.)-এর এ মত  ছিল (আবাদকারী তার মালিক হবে)। উমর (রা.) বলেছেন, যে ব্যক্তি কোন অনাবাদ জমি আবাদ করবে সে তার মালিক হবে। আমর ইব্&zwnj;ন আউফ (রা.) সূত্রে নবী (সঃ) থেকে এরূপ বর্ণিত হয়েছে এবং তিনি বলেছেন, তা হবে যে ক্ষেত্রে কোন মুসলিমের হক নাই, আর জালিম ব্যক্তির তাতে হক নাই। জাবির (রা.) কর্তৃক নবী (সঃ) থেকে এ সম্পর্কিত রিওয়ায়াত বর্ণিত  হয়েছে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nWhile the Prophet (ﷺ) was passing the night at his place of rest in Dhul-Hulaifa in the bottom of the valley (of Aqiq), he saw a dream and it was said to him, You are in a blessed valley. Musa said, Salim let our camels kneel at the place where `Abdullah used to make his camel kneel, seeking the place where Allahs Messenger (ﷺ) used to take a rest, which is situated below the mosque which is in the bottom of the valley; it is midway between the mosque and the road.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم أُرِيَ وَهْوَ فِي مُعَرَّسِهِ مِنْ ذِي الْحُلَيْفَةِ فِي بَطْنِ الْوَادِي، فَقِيلَ لَهُ إِنَّكَ بِبَطْحَاءَ مُبَارَكَةٍ. فَقَالَ مُوسَى وَقَدْ أَنَاخَ بِنَا سَالِمٌ بِالْمُنَاخِ الَّذِي كَانَ عَبْدُ اللَّهِ يُنِيخُ بِهِ، يَتَحَرَّى مُعَرَّسَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَهْوَ أَسْفَلُ مِنَ الْمَسْجِدِ الَّذِي بِبَطْنِ الْوَادِي، بَيْنَهُ وَبَيْنَ الطَّرِيقِ وَسَطٌ مِنْ ذَلِكَ.",
    "hadithBengali": "২১৮৫। কুতায়বা (রহঃ) ... আবদুল্লাহ&zwnj; ইবনু উমর (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুল-হুলায়ফার উপত্যকায় শেষরাতে বিশ্রাম করছিলেন। তিনি স্বপ্নে দেখলেন যে, তাঁকে বলা হল, আপনি বরকতময় উপত্যকায় রয়েছেন। মূসা (রহঃ) বলেন, সালিম আমাদের সাথে সে জায়গাতেই উট বসিয়েছিলেন যেখানে আবদুল্লাহ&zwnj; (রাঃ) উট বসাতেন এবং সে জায়গা লক্ষ্য করতেন, যে জায়গায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শেষরাতে অবতরণ করেছিলেন। সে জায়গা ছিল উপত্যকার মধ্যেভাগে অবস্থিত মসজিদ থেকে নীচে এবং মসজিদ ও রাস্তার মধ্যখানে।\n",
    "checkStatus": "1",
    "hadithNo": "2185",
    "id": "2264",
    "thesequence": "2611",
    "isActive": "1",
    "chapterId": "15500",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৬০. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Umar:\n\nWhile the Prophet (ﷺ) was in Al-`Aqiq he said, Someone (meaning Gabriel) came to me from my Lord tonight (in my dream) and said, Offer the prayer in this blessed valley and say (I intend to perform) `Umra along with Hajj (together). ",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا شُعَيْبُ بْنُ إِسْحَاقَ، عَنِ الأَوْزَاعِيِّ، قَالَ حَدَّثَنِي يَحْيَى، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنْ عُمَرَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   اللَّيْلَةَ أَتَانِي آتٍ مِنْ رَبِّي وَهْوَ بِالْعَقِيقِ أَنْ صَلِّ فِي هَذَا الْوَادِي الْمُبَارَكِ وَقُلْ عُمْرَةٌ فِي حَجَّةٍ .",
    "hadithBengali": "২১৮৬। ইসহাক ইবনু ইবরাহীম (রহঃ) ... উমর (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, গতরাতে আমার নিকট আমার রবের দূত এসেছিলেন। এ সময় তিনি আকীক উপত্যকায় অবস্থান করেছিলেন। (এসে) তিনি বললেন, এই মুবারক উপত্যকায় সালাত (নামায/নামাজ) আদায় করুন, আর তিনি বললেন হাজ্জের সাথে উমরারও থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "2186",
    "id": "2265",
    "thesequence": "2612",
    "isActive": "1",
    "chapterId": "15500",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৬০. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\n`Umar expelled the Jews and the Christians from Hijaz. When Allahs Messenger (ﷺ) had conquered Khaibar, he wanted to expel the Jews from it as its land became the property of Allah, His Apostle, and the Muslims. Allahs Messenger (ﷺ) intended to expel the Jews but they requested him to let them stay there on the condition that they would do the labor and get half of the fruits. Allahs Messenger (ﷺ) told them, We will let you stay on thus condition, as long as we wish. So, they (i.e. Jews) kept on living there until `Umar forced them to go towards Taima and Ariha.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ الْمِقْدَامِ، حَدَّثَنَا فُضَيْلُ بْنُ سُلَيْمَانَ، حَدَّثَنَا مُوسَى، أَخْبَرَنَا نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم. وَقَالَ عَبْدُ الرَّزَّاقِ أَخْبَرَنَا ابْنُ جُرَيْجٍ قَالَ حَدَّثَنِي مُوسَى بْنُ عُقْبَةَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنهما ـ أَجْلَى الْيَهُودَ وَالنَّصَارَى مِنْ أَرْضِ الْحِجَازِ، وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَمَّا ظَهَرَ عَلَى خَيْبَرَ أَرَادَ إِخْرَاجَ الْيَهُودِ مِنْهَا، وَكَانَتِ الأَرْضُ حِينَ ظَهَرَ عَلَيْهَا لِلَّهِ وَلِرَسُولِهِ صلى الله عليه وسلم وَلِلْمُسْلِمِينَ، وَأَرَادَ إِخْرَاجَ الْيَهُودِ، مِنْهَا فَسَأَلَتِ الْيَهُودُ رَسُولَ اللَّهِ صلى الله عليه وسلم لِيُقِرَّهُمْ بِهَا أَنْ يَكْفُوا عَمَلَهَا وَلَهُمْ نِصْفُ الثَّمَرِ، فَقَالَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم   نُقِرُّكُمْ بِهَا عَلَى ذَلِكَ مَا شِئْنَا . فَقَرُّوا بِهَا حَتَّى أَجْلاَهُمْ عُمَرُ إِلَى تَيْمَاءَ وَأَرِيحَاءَ.",
    "hadithBengali": "২১৮৭। আহমদ ইবনু মিকদাম ও আবদুর রায্&zwnj;যাক (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, উমর ইবনু খাত্তাব (রাঃ) ইয়াহুদী ও নাসারাদের হিজায থেকে নির্বাসিত করেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন খায়বার জয় করেন, তখন ইয়াহুদীদের সেখান থেকে বের করে দিতে ছেয়েছিলেন। যখন তিনি কোন স্থান জয় করেন, তখন তা আল্লাহ, তাঁর রাসূল ও মুসলিমদের জন্য হয়ে যায়। কাজেই ইয়াহুদীদের সেখান থেকে বহিষ্কার করে দিতে চাইলেন।\n\nতখন ইয়াহুদীরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে অনুরোধ করল, যেন তাদের সে স্থানে বহাল রাখা হয় এ শর্তে যে, তারা সেখানে চাষাবাদে দায়িত্ব পালন করবে আর ফসলের অর্ধেক তাদের থাকবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বললেন, আমরা এ শর্তে তোমাদের এখানে বহাল থাকতে দিব যতদিন আমাদের ইচ্ছা। কাজেই তারা সেখানে বহাল রইল। অবশেষে উমর (রাঃ) তাদেরকে তাইমা ও আরীহায় নির্বাসিত করে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "2187",
    "id": "2266",
    "thesequence": "2613",
    "isActive": "1",
    "chapterId": "15501",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৬১. যদি জমির মালিক বলে যে, আমি তোমাকে ততদিন থাকতে দিব যত দিন আল্লাহ্&zwnj;  তোমাকে রাখেন এবং কোন নির্দিষ্ট সময়ের উল্লেখ করল না। তখন তারা উভয়ে যত দিন রাজী  থাকে ততদিন এ চুক্তি কার্যকর থাকবে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi` bin Khadij:\n\nMy uncle Zuhair said, Allahs Messenger (ﷺ) forbade us to do a thing which was a source of help to us. I said, Whatever Allahs Messenger (ﷺ) said was right. He said, Allahs Messenger (ﷺ) sent for me and asked, What are you doing with your farms? I replied, We give our farms on rent on the basis that we get the yield produced at the banks of the water streams (rivers) for the rent, or rent it for some Wasqs of barley and dates. Allahs Messenger (ﷺ) said, Do not do so, but cultivate (the land) yourselves or let it be cultivated by others gratis, or keep it uncultivated. I said, We hear and obey.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا الأَوْزَاعِيُّ، عَنْ أَبِي النَّجَاشِيِّ، مَوْلَى رَافِعِ بْنِ خَدِيجٍ سَمِعْتُ رَافِعَ بْنَ خَدِيجِ بْنِ رَافِعٍ، عَنْ عَمِّهِ، ظُهَيْرِ بْنِ رَافِعٍ قَالَ ظُهَيْرٌ لَقَدْ نَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَمْرٍ كَانَ بِنَا رَافِقًا. قُلْتُ مَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَهْوَ حَقٌّ. قَالَ دَعَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ  مَا تَصْنَعُونَ بِمَحَاقِلِكُمْ . قُلْتُ نُؤَاجِرُهَا عَلَى الرُّبُعِ وَعَلَى الأَوْسُقِ مِنَ التَّمْرِ وَالشَّعِيرِ. قَالَ  لا تَفْعَلُوا ازْرَعُوهَا أَوْ أَزْرِعُوهَا أَوْ أَمْسِكُوهَا . قَالَ رَافِعٌ قُلْتُ سَمْعًا وَطَاعَةً.",
    "hadithBengali": "২১৮৮। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... যুহাইর (রাঃ) থেকে বর্ণিত, তিনি বলেন, একটি কাজ আমাদের উপকারী ছিল, যা করতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিষেধ করলেন। আমি বললাম রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা বলেছেন, তাই সঠিক। যুহাইর (রাঃ) বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে ডেকে জিজ্ঞাসা করলেন, তোমরা তোমাদের ক্ষেত-খামার কিভাবে চাষাবাদ কর? আমি বললাম, আমরা নদীর তীরের ফসলের শর্তে অথবা খেজুর ও যবের নির্দিষ্ট কয়েক ওসাক প্রদানের শর্তে জমি ইজারা দিয়ে থাকি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা এরূপ করবে না। তোমরা নিজেরা তা চাষ করবে অথবা অন্য কাউকে দিয়ে চাষ করাবে অথবা তা ফেলে রাখবে। রাফি (রাঃ) বলেন, আমি শুনলাম ও মেনে নিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2188",
    "id": "2267",
    "thesequence": "2614",
    "isActive": "1",
    "chapterId": "15502",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৬২. নবী (সঃ)-এর সাহাবীগণ (রা.) কৃষিকাজ ও ফল-ফসল উৎপাদনে একে অপরকে  সহযোগিতা করতেন।  ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nThe people used to rent their land for cultivation for one-third, one-fourth or half its yield. The Prophet said, Whoever has land should cultivate it himself or give it to his (Muslim) brother gratis; otherwise keep it uncultivated. Narrated Abu Huraira: Allahs Messenger (ﷺ) said, Whoever has land should cultivate it himself or give it to his (Muslim) brother gratis; otherwise he should keep it uncultivated.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، أَخْبَرَنَا الأَوْزَاعِيُّ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ كَانُوا يَزْرَعُونَهَا بِالثُّلُثِ وَالرُّبُعِ وَالنِّصْفِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  مَنْ كَانَتْ لَهُ أَرْضٌ فَلْيَزْرَعْهَا أَوْ لِيَمْنَحْهَا، فَإِنْ لَمْ يَفْعَلْ فَلْيُمْسِكْ أَرْضَهُ . وَقَالَ الرَّبِيعُ بْنُ نَافِعٍ أَبُو تَوْبَةَ حَدَّثَنَا مُعَاوِيَةُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ كَانَتْ لَهُ أَرْضٌ فَلْيَزْرَعْهَا أَوْ لِيَمْنَحْهَا أَخَاهُ، فَإِنْ أَبَى فَلْيُمْسِكْ أَرْضَهُ .",
    "hadithBengali": "২১৮৯। উবায়দুল্লাহ্&zwnj; ইবনু মূসা (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত, তিনি বলেন, লোকেরা এক-তৃতীয়াংশ, এক-চতুর্থাংশ ও অর্ধেক ফসলের শর্তে বর্গা চাষ করত। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে ব্যাক্তির নিকট জমি রয়েছে, সে যেন নিজে চাষ করে অথবা তা কাউকে দিয়ে দেয়। যদি তা না করে তবে সে যেন তার জমি ফেলে রাখে।\n\nরবী ইবনু নাফি আবূ তাওবা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যার নিকট জমি রয়েছে, সে যেন তা নিজে চাষ করে, অথবা তার ভাইকে দিয়ে দেয়, যদি এটাও না করতে চায়, তবে সে যেন তার জমি ফেলে রাখে।\n",
    "checkStatus": "1",
    "hadithNo": "2189",
    "id": "2268",
    "thesequence": "2615",
    "isActive": "1",
    "chapterId": "15502",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৬২. নবী (সঃ)-এর সাহাবীগণ (রা.) কৃষিকাজ ও ফল-ফসল উৎপাদনে একে অপরকে  সহযোগিতা করতেন।  ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Amr:\n\nWhen I mentioned it (i.e. the narration of Rafi` bin Khadij: no. 532) to Tawus, he said, It is permissible to rent the land for cultivation, for Ibn `Abbas said, The Prophet (ﷺ) did not forbid that, but said: One had better give the land to ones brother gratis rather than charge a certain amount for it. ",
    "hadithArabic": "حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، قَالَ ذَكَرْتُهُ لِطَاوُسٍ فَقَالَ يُزْرِعُ، قَالَ ابْنُ عَبَّاسٍ ـ رضى الله عنهما ـ إِنَّ النَّبِيَّ صلى الله عليه وسلم لَمْ يَنْهَ عَنْهُ وَلَكِنْ قَالَ   أَنْ يَمْنَحَ أَحَدُكُمْ أَخَاهُ خَيْرٌ لَهُ مِنْ أَنْ يَأْخُذَ شَيْئًا مَعْلُومًا .",
    "hadithBengali": "২১৯০। কাবীসা (রহঃ) ... আমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি (বর্গাচাষ সম্পর্কিত) এ হাদীসটি তাউস (রহঃ) কে জিজ্ঞাসা করলাম। তিনি বললেন, চাষাবাদ করতে দেওয়া হোক। ইবনু আব্বাস (রাঃ) বলেছেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা (বর্গাচাষ) নিষেধ করেননি। তবে তিনি বলেছেন যে, তোমাদের নিজের ভাইকে জমি দান করে দেওয়া উত্তম, তার কাছ থেকে নির্দিষ্ট কিছু গ্রহন করার চাইতে।\n",
    "checkStatus": "1",
    "hadithNo": "2190",
    "id": "2269",
    "thesequence": "2616",
    "isActive": "1",
    "chapterId": "15502",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৬২. নবী (সঃ)-এর সাহাবীগণ (রা.) কৃষিকাজ ও ফল-ফসল উৎপাদনে একে অপরকে  সহযোগিতা করতেন।  ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Nafi`:\n\nIbn `Umar used to rent his farms in the time of Abu Bakr, `Umar, `Uthman, and in the early days of Muawiya. Then he was told the narration of Rafi` bin Khadij that the Prophet (ﷺ) had forbidden the renting of farms. Ibn `Umar went to Rafi` and I accompanied him. He asked Rafi` who replied that the Prophet had forbidden the renting of farms. Ibn `Umar said, You know that we used to rent our farms in the lifetime of Allahs Messenger (ﷺ) for the yield of the banks of the water streams (rivers) and for certain amount of figs.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ ـ رضى الله عنهما ـ كَانَ يُكْرِي مَزَارِعَهُ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ وَصَدْرًا مِنْ إِمَارَةِ مُعَاوِيَةَ. ثُمَّ حُدِّثَ عَنْ رَافِعِ بْنِ خَدِيجٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ كِرَاءِ الْمَزَارِعِ، فَذَهَبَ ابْنُ عُمَرَ إِلَى رَافِعٍ فَذَهَبْتُ مَعَهُ، فَسَأَلَهُ فَقَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ كِرَاءِ الْمَزَارِعِ. فَقَالَ ابْنُ عُمَرَ قَدْ عَلِمْتَ أَنَّا كُنَّا نُكْرِي مَزَارِعَنَا عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم بِمَا عَلَى الأَرْبِعَاءِ وَبِشَىْءٍ مِنَ التِّبْنِ.",
    "hadithBengali": "২১৯১। সুলায়মান ইবনু হার্&zwnj;ব (রহঃ) ... নাফি (রহঃ) থেকে বর্ণিত যে, ইবনু উমর (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে এবং আবূ বকর, উমর, উসমান (রাঃ) মুআবিয়া (রাঃ) এর শাসনের শুরু ভাগে নিজের ক্ষেত বর্গাচাষ করতে দিতেন। তারপর রাফি ইবনু খাদীজের বর্ণিত হাদীসটি তাঁর নিকট বর্ণনা করা হয় যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ক্ষেত ভাগে ইজারা দিতে নিষেধ করেছেন। তখন ইবনু উমর (রাঃ) রাফি (রাঃ) এর নিকট গেলেন। আমিও তাঁর সঙ্গে গেলাম। তিনি (ইবনু উমর) তাঁকে জিজ্ঞাসা করলেন। তিনি [রাফি (রাঃ)] বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ক্ষেত ভাগে ইজারা দিতে নিষেধ করেছেন। তখন ইবনু উমর (রাঃ) বললেন, আপনি তো জানেন যে, আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যামানায় নালার পার্শ্বস্থ ক্ষেতের ফসলের শর্তে এবং কিছু ঘাসের বিনিময়ে আমাদের ক্ষেত ইজারা দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "2191",
    "id": "2270",
    "thesequence": "2617",
    "isActive": "1",
    "chapterId": "15502",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৬২. নবী (সঃ)-এর সাহাবীগণ (রা.) কৃষিকাজ ও ফল-ফসল উৎপাদনে একে অপরকে  সহযোগিতা করতেন।  ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salim:\n\n`Abdullah bin `Umar said, I knew that the land was rented for cultivation in the lifetime of Allahs Apostle . Later on Ibn `Umar was afraid that the Prophet (ﷺ) had forbidden it, and he had no knowledge of it, so he gave up renting his land.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي سَالِمٌ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ قَالَ كُنْتُ أَعْلَمُ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّ الأَرْضَ تُكْرَى. ثُمَّ خَشِيَ عَبْدُ اللَّهِ أَنْ يَكُونَ النَّبِيُّ صلى الله عليه وسلم قَدْ أَحْدَثَ فِي ذَلِكَ شَيْئًا لَمْ يَكُنْ يَعْلَمُهُ، فَتَرَكَ كِرَاءَ الأَرْضِ.",
    "hadithBengali": "২১৯২। ইয়াহ্&zwnj;ইয়া ইবনু বুকাইর (রহঃ) ... সালিম (রহঃ) থেকে বর্ণিত যে, আবদুল্লাহ&zwnj; ইবনু উমর (রাঃ) বলেছেন, আমি জানতাম যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় ক্ষেত বর্গাচাষ করতে দেয়া হত। তারপর আবদুল্লাহ&zwnj; (রাঃ)-এর ভয় হল, হয়ত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ সম্পর্কে এমন কিছু নতুন নির্দেশ দিয়েছেন, যা তাঁর জানা নেই। তাই তিনি ভাগে জমি ইজারা দেওয়া ছেড়ে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2192",
    "id": "2271",
    "thesequence": "2618",
    "isActive": "1",
    "chapterId": "15502",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৬২. নবী (সঃ)-এর সাহাবীগণ (রা.) কৃষিকাজ ও ফল-ফসল উৎপাদনে একে অপরকে  সহযোগিতা করতেন।  ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hanzla bin Qais:\n\nRafi` bin Khadij said, My two uncles told me that they (i.e. the companions of the Prophet) used to rent the land in the lifetime of the Prophet (ﷺ) for the yield on the banks of water streams (rivers) or for a portion of the yield stipulated by the owner of the land. The Prophet (ﷺ) forbade it. I said to Rafi`, What about renting the land for Dinars and Dirhams? He replied, There is no harm in renting for Dinars- Dirhams. Al-Laith said, If those who have discernment for distinguishing what is legal from what is illegal looked into what has been forbidden concerning this matter they would not permit it, for it is surrounded with dangers.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ حَنْظَلَةَ بْنِ قَيْسٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ حَدَّثَنِي عَمَّاىَ، أَنَّهُمْ كَانُوا يُكْرُونَ الأَرْضَ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم بِمَا يَنْبُتُ عَلَى الأَرْبِعَاءِ أَوْ شَىْءٍ يَسْتَثْنِيهِ صَاحِبُ الأَرْضِ فَنَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ ذَلِكَ فَقُلْتُ لِرَافِعٍ فَكَيْفَ هِيَ بِالدِّينَارِ وَالدِّرْهَمِ فَقَالَ رَافِعٌ لَيْسَ بِهَا بَأْسٌ بِالدِّينَارِ وَالدِّرْهَمِ. وَقَالَ اللَّيْثُ وَكَانَ الَّذِي نُهِيَ عَنْ ذَلِكَ مَا لَوْ نَظَرَ فِيهِ ذَوُو الْفَهْمِ بِالْحَلاَلِ وَالْحَرَامِ لَمْ يُجِيزُوهُ، لِمَا فِيهِ مِنَ الْمُخَاطَرَةِ.",
    "hadithBengali": "২১৯৩। আমর ইবনু খালিদ (রহঃ) ... রাফি ইবনু খাদীজ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমার কাছে আমার চাচারা বর্ণনা করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় লোকেরা নালার পার্শ্বস্থ ফসলের শর্তে কিংবা এমন কিছু শর্তে ভাগে জমি ইজারা দিত, যা ক্ষেতের মালিক নিজের জন্য নির্দিষ্ট করে নিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের এরূপ করতে নিষেধ করেন। রাবী বলেন, আমি রাফি (রাঃ) কে বললাম, দ্বীনার ও দিরহামের শর্তে জমি (ইজারা দেওয়া) কেমন? রাফি (রাঃ) বললেন, দ্বীনার ও দিরহামের বিনিময়ে ইজারা দেওয়াতে কোন দোষ নেই।\n\nলায়ছ (রহঃ) বলেন, আমার মনে হয়, যে বিষয়ে নিষেধ করা হয়েছে, হালাল ও হারাম বিষয়ে বিজ্ঞজনেরা সে সম্পর্কে চিন্তা করলেও তারা তা জায়িয মনে করবেন না। কেননা, তাতে (ক্ষতির) আশংকা রয়েছে। আবূ আবদুল্লাহ&zwnj; (ইমাম বুখারী (রহঃ) বলেন, আমার মনে হয়, যে বিষয়ে নিষেধ করা হয়েছে- এখান থেকে লাইছ (রহঃ) এর উক্তি শুরু হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2193",
    "id": "2272",
    "thesequence": "2619",
    "isActive": "1",
    "chapterId": "15503",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৬৩. সোনা-রূপার বিনিময়ে জমি ইজারা দেওয়া। ইব্&zwnj;ন আব্বাস (রা.) বলেন, তোমরা যা  কিছু করতে চাও তার মধ্যে উত্তম হলো, নিজের খালি জমি এক বছরের জন্য ইজারা দেওয়া   ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nOnce the Prophet (ﷺ) was narrating (a story), while a bedouin was sitting with him. One of the inhabitants of Paradise will ask Allah to allow him to cultivate the land. Allah will ask him, Are you not living in the pleasures you like? He will say, Yes, but I like to cultivate the land.  The Prophet (ﷺ) added, When the man (will be permitted he) will sow the seeds and the plants will grow up and get ripe, ready for reaping and so on till it will be as huge as mountains within a wink. Allah will then say to him, O son of Adam! Take here you are, gather (the yield); nothing satisfies you.  On that, the bedouin said, The man must be either from Quraish (i.e. an emigrant) or an Ansari, for they are farmers, whereas we are not farmers. The Prophet (ﷺ) smiled (at this).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ سِنَانٍ، حَدَّثَنَا فُلَيْحٌ، حَدَّثَنَا هِلاَلٌ، وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا فُلَيْحٌ، عَنْ هِلاَلِ بْنِ عَلِيٍّ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَوْمًا يُحَدِّثُ وَعِنْدَهُ رَجُلٌ مِنْ أَهْلِ الْبَادِيَةِ   أَنَّ رَجُلاً مِنْ أَهْلِ الْجَنَّةِ اسْتَأْذَنَ رَبَّهُ فِي الزَّرْعِ فَقَالَ لَهُ أَلَسْتَ فِيمَا شِئْتَ قَالَ بَلَى وَلَكِنِّي أُحِبُّ أَنْ أَزْرَعَ. قَالَ فَبَذَرَ فَبَادَرَ الطَّرْفَ نَبَاتُهُ وَاسْتِوَاؤُهُ وَاسْتِحْصَادُهُ، فَكَانَ أَمْثَالَ الْجِبَالِ فَيَقُولُ اللَّهُ دُونَكَ يَا ابْنَ آدَمَ، فَإِنَّهُ لاَ يُشْبِعُكَ شَىْءٌ . فَقَالَ الأَعْرَابِيُّ وَاللَّهِ لاَ تَجِدُهُ إِلاَّ قُرَشِيًّا أَوْ أَنْصَارِيًّا، فَإِنَّهُمْ أَصْحَابُ زَرْعٍ، وَأَمَّا نَحْنُ فَلَسْنَا بِأَصْحَابِ زَرْعٍ. فَضَحِكَ النَّبِيُّ صلى الله عليه وسلم.",
    "hadithBengali": "২১৯৪। মুহাম্মদ ইবনু সিনান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, একদিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কথা বলছিলেন, তখন তাঁর নিকট গ্রামের একজন লোক বসা ছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বর্ণনা করেন যে, জান্নাত-বাসীদের কোন একজন তার রবের কাছে চাষাবাদের অনুমতি চাইবে। তখন আল্লাহ তাআলা তাকে বলবেন, তুমি কি যা চাও, তা পাচ্ছ না? সে বলবে, হ্যাঁ নিশ্চয়ই। কিন্তু আমার চাষ করার খুবই আগ্রহ। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তখন সে বীজ বুনবে এবং তার চারা হওয়া, গাছ বড় হওয়া ও ফসল কাটা সব কিছু পলকের মধ্যে হয়ে যাবে। আর তা (ফসল) পাহাড় সমান হয়ে যাবে। তখন আল্লাহ তাআলা বলবেন, হে আদম সন্তান! এ গুলো নিয়ে নাও। কোন কিছুই তোমাকে তৃপ্তি দেয় না। তখন গ্রাম্য লোকটি বলে উঠল, আল্লাহর কসম, এই ধরনের লোক আপনি কুরায়শী বা আনসারদের মধ্যেই পাবেন। কেননা তাঁরা চাষী। আর আমরা তো চাষী নই (আমরা পশু পালন করি)। একথা শুনে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেঁসে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2194",
    "id": "2273",
    "thesequence": "2620",
    "isActive": "1",
    "chapterId": "15504",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৬৪. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nWe used to be very happy on Friday as an old lady used to cut some roots of the Silq, which we used to plant on the banks of our small water streams, and cook them in a pot of hers, adding to them, some grains of barley. (Yaqub, the sub-narrator said, I think the narrator mentioned that the food did not contain fat or melted fat (taken from meat).) When we offered the Friday prayer we would go to her and she would serve us with the dish. So, we used to be happy on Fridays because of that. We used not to take our meals or the midday nap except after the Jumua prayer (i.e. Friday prayer).",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ أَنَّهُ قَالَ إِنَّا كُنَّا نَفْرَحُ بِيَوْمِ الْجُمُعَةِ، كَانَتْ لَنَا عَجُوزٌ تَأْخُذُ مِنْ أُصُولِ سِلْقٍ لَنَا كُنَّا نَغْرِسُهُ فِي أَرْبِعَائِنَا فَتَجْعَلُهُ فِي قِدْرٍ لَهَا فَتَجْعَلُ فِيهِ حَبَّاتٍ مِنْ شَعِيرٍ لاَ أَعْلَمُ إِلاَّ أَنَّهُ قَالَ لَيْسَ فِيهِ شَحْمٌ وَلاَ وَدَكٌ، فَإِذَا صَلَّيْنَا الْجُمُعَةَ زُرْنَاهَا فَقَرَّبَتْهُ، إِلَيْنَا فَكُنَّا نَفْرَحُ بِيَوْمِ الْجُمُعَةِ مِنْ أَجْلِ ذَلِكَ وَمَا كُنَّا نَتَغَدَّى وَلاَ نَقِيلُ إِلاَّ بَعْدَ الْجُمُعَةَ.",
    "hadithBengali": "২১৯৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, জুম্মার দিনে আসলে আমরা আনন্দিত হতাম এ জন্য যে, আমাদের (প্রতিবেশী) এক বৃদ্ধা ছিলেন, তিনি আমাদের নালার ধারে লাগানো বীট গাছের মূল তুলে এনে তার ডেকচিতে রাখতেন এবং তার সাথে যবের দানাও মিশাতেন। (বর্ণনাকারী বলেন) আমার যতটুকু মনে পড়ে তিনি (সাহল) বলেছেন যে, তাতে কোন চর্বি বা তৈলাক্ত কিছু থাকতো না। আমরা জুম্মার সালাত (নামায/নামাজ)-এর পর বৃদ্ধার নিকট আসতাম এবং তিনি তা আমাদের সামনে পরিবেশন করতেন। এ কারণে জুম্মার দিন আমাদের খুব আনন্দ হতো। আমরা জুম্মার সালাত (নামায/নামাজ)-এর পরই আহার করতাম এবং কায়লুলা (বিশ্রাম) করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "2195",
    "id": "2274",
    "thesequence": "2621",
    "isActive": "1",
    "chapterId": "15505",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৬৫. বৃক্ষ রোপণ প্রসঙ্গে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira:\n\nThe people say that Abu Huraira narrates too many narrations. In fact Allah knows whether I say the truth or not. They also ask, Why do the emigrants and the Ansar not narrate as he does? In fact, my emigrant brethren were busy trading in the markets, and my Ansar brethren were busy with their properties. I was a poor man keeping the company of Allahs Messenger (ﷺ) and was satisfied with what filled my stomach. So, I used to be present while they (i.e. the emigrants and the Ansar) were absent, and I used to remember while they forgot (the Hadith). One day the Prophet (ﷺ) said, Whoever spreads his sheet till I finish this statement of mine and then gathers it on his chest, will never forget anything of my statement. So, I spread my covering sheet which was the only garment I had, till the Prophet (ﷺ) finished his statement and then I gathered it over my chest. By Him Who had sent him (i.e. Allahs Apostle) with the truth, since then I did not forget even a single word of that statement of his, until this day of mine. By Allah, but for two verses in Allahs Book, I would never have related any narration (from the Prophet). (These two verses are): Verily! Those who conceal the clear signs and the guidance which we have sent down .....(up to) the Merciful. (2.159-160)",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ يَقُولُونَ إِنَّ أَبَا هُرَيْرَةَ يُكْثِرُ الْحَدِيثَ. وَاللَّهُ الْمَوْعِدُ، وَيَقُولُونَ مَا لِلْمُهَاجِرِينَ وَالأَنْصَارِ لاَ يُحَدِّثُونَ مِثْلَ أَحَادِيثِهِ وَإِنَّ إِخْوَتِي مِنَ الْمُهَاجِرِينَ كَانَ يَشْغَلُهُمُ الصَّفْقُ بِالأَسْوَاقِ، وَإِنَّ إِخْوَتِي مِنَ الأَنْصَارِ كَانَ يَشْغَلُهُمْ عَمَلُ أَمْوَالِهِمْ، وَكُنْتُ امْرَأً مِسْكِينًا أَلْزَمُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى مِلْءِ بَطْنِي، فَأَحْضُرُ حِينَ يَغِيبُونَ وَأَعِي حِينَ يَنْسَوْنَ، وَقَالَ النَّبِيُّ صلى الله عليه وسلم يَوْمًا  لَنْ يَبْسُطَ أَحَدٌ مِنْكُمْ ثَوْبَهُ حَتَّى أَقْضِيَ مَقَالَتِي هَذِهِ، ثُمَّ يَجْمَعَهُ إِلَى صَدْرِهِ، فَيَنْسَى مِنْ مَقَالَتِي شَيْئًا أَبَدًا . فَبَسَطْتُ نَمِرَةً لَيْسَ عَلَىَّ ثَوْبٌ غَيْرَهَا، حَتَّى قَضَى النَّبِيُّ صلى الله عليه وسلم مَقَالَتَهُ، ثُمَّ جَمَعْتُهَا إِلَى صَدْرِي، فَوَالَّذِي بَعَثَهُ بِالْحَقِّ مَا نَسِيتُ مِنْ مَقَالَتِهِ تِلْكَ إِلَى يَوْمِي هَذَا، وَاللَّهِ لَوْلاَ آيَتَانِ فِي كِتَابِ اللَّهِ مَا حَدَّثْتُكُمْ شَيْئًا أَبَدًا {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ} إِلَى قَوْلِهِ {الرَّحِيمُ}",
    "hadithBengali": "২১৯৬। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, লোকজন বলে যে, আবূ হুরায়রা বেশী হাদীস বর্ণনা করে থাকেন। প্রকৃতপক্ষে আল্লাহর কাছেই সবার প্রত্যাবর্তন। এবং তারা আরও বলে, মুহাজির ও আনসারদের কি হল যে, তারা আবূ হুরায়রার মতো এতো হাদীস বর্ণনা করেন না। (আবূ হুরায়রা (রাঃ) বলেন,) আমার মুহাজির ভাইদেরকে বাজারে বেচা-কেনা এবং আনসার ভাইদেরকে তাদের ক্ষেত খামার ও বাগানের কাজ-কর্ম ব্যতিব্যস্ত রাখত। আমি ছিলাম একজন মিসকীন লোক। পেটে যা জুটে, খেয়ে না খেয়ে তাতেই তুষ্ট থেকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পড়ে থাকতাম। তাই লোকেরা যখন অনুপস্থিত থাকত, আমি হাযির থাকতাম। লোকেরা যা ভুলে যেতো, আমি তা স্মরণ রাখতাম।\n\nএকদিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমাদের যে কেউ আমার কথা শেষ হওয়া পর্যন্ত তার চাঁদর বিছিয়ে রাখবে এবং আমার কথা শেষ হলে চাঁদরখানা তার বুকের সাথে মিলাবে, তাহলে সে আমার কথা কখনো ভুলবে না। আমি আমার পশমী চাঁদরটা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা শেষ না হওয়া পর্যন্ত বিছিয়ে রাখলাম। সে চাঁদর ছাড়া আমার গায়ে আর কোন চাঁদর ছিল না। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা শেষ হওয়ার পর আমি তা আমার বুকের সাথে মিলালাম। সে সত্তার কসম, যিনি তাঁকে সত্য দিয়ে প্রেরণ করেছেন, আজ পর্যন্ত আমি তাঁর একটি কথাও ভুলিনি। আল্লাহর কসম! যদি আল্লাহর কিতাবের এ দুটি আয়াত না থাকত, তবে আমি কখনো তোমাদের নিকট হাদীস বর্ণনা করতাম না। (তা এই) {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ} إِلَى قَوْلِهِ {الرَّحِيمُ} যারা আমার নাযিলকৃত নিদর্শনসমূহ গোপন করে ... আল্লাহ অত্যন্ত দয়ালু পর্যন্ত।\n",
    "checkStatus": "1",
    "hadithNo": "2196",
    "id": "2275",
    "thesequence": "2622",
    "isActive": "1",
    "chapterId": "15505",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "36",
    "statusId": "1",
    "topicName": "১৪৬৫. বৃক্ষ রোপণ প্রসঙ্গে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]