[
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nA tumbler (full of milk or water) was brought to the Prophet (ﷺ) who drank from it, while on his right side there was sitting a boy who was the youngest of those who were present and on his left side there were old men. The Prophet (ﷺ) asked, O boy, will you allow me to give it (i.e. the rest of the drink) to the old men? The boy said, O Allahs Messenger (ﷺ)! I will not give preference to anyone over me to drink the rest of it from which you have drunk. So, the Prophet (ﷺ) gave it to him.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا أَبُو غَسَّانَ، قَالَ حَدَّثَنِي أَبُو حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِقَدَحٍ فَشَرِبَ مِنْهُ، وَعَنْ يَمِينِهِ غُلاَمٌ أَصْغَرُ الْقَوْمِ، وَالأَشْيَاخُ عَنْ يَسَارِهِ فَقَالَ   يَا غُلاَمُ أَتَأْذَنُ لِي أَنْ أُعْطِيَهُ الأَشْيَاخَ . قَالَ مَا كُنْتُ لأُوثِرَ بِفَضْلِي مِنْكَ أَحَدًا يَا رَسُولَ اللَّهِ. فَأَعْطَاهُ إِيَّاهُ.",
    "hadithBengali": "২১৯৭। সাঈদ ইবনু আবূ মারয়াম (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট একটি পিয়ালা আনা হল। তিনি তা থেকে পান করলেন। তখন তাঁর ডান দিকে ছিল একজন বয়ঃকনিষ্ঠ বালক আর বয়স্ক লোকেরা ছিলেন তাঁর বাম দিকে। তিনি বললেন, হে বালক! তুমি কি আমাকে অবশিষ্ট (পানিটুকু) বয়স্কদেরকে দেওয়ার অনুমতি দিবে? সে বলল, ইয়া রাসূলাল্লাহ! আপনার অবশিষ্ট পানির ব্যাপারে আমি কাউকে প্রাধান্য দিব না। এরপর তিনি তা তাকে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2197",
    "id": "2276",
    "thesequence": "2623",
    "isActive": "1",
    "chapterId": "15506",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৬৬. পানি বণ্টনের হুকুম। মহান আল্লাহ্&zwnj;র বাণীঃ আর আমি প্রাণবান সবকিছু সৃষ্টি করলাম  পানি থেকে, তবুও কি তারা ঈমান আনবে না? (২১:৩০) আল্লাহ্&zwnj; পাক আরো ইরশাদ করেছেন, তোমরা যে পানি পান কর, তা সম্পর্কে কি তোমরা চিন্তা করেছ? তোমরাই কি তা মেঘ থেকে নামিয়ে আন, না আমি তা বর্ষণ করি? আমি ইচ্ছা করলে তা লবনাক্ত করে দিতে পারি। তবুও কেন তোমরা কৃতজ্ঞতা প্রকাশ কর না? (৫৬:৬৮-৭০)। কিছু লোকের মতে পানি খায়রাত করা ও ওসীয়াত করা জায়িয, তা বণ্টন করা হউক বা না হউক। المزن মেঘ الأجاج লবনাক্ত, فراتا মিষ্ট। উসমান (রা.) বলেন, নবী (সঃ) বলেছেন, রূমার কূপটি কে খরিদ করবে? তারপর তাতে বালতি দ্বারা পানি তোলার অধিকার তার ততোটুকুই থাকবে, যতটুকু সাধারণ মুসলিমের থাকবে (অর্থাৎ কূপটি ক্রয় করে জনসাধারণের জন্য ওয়াক্&zwnj;ফ করে দিবে)। এ কথার পর উসমান (রা.) কূপটি ক্রয় করেন (এবং ওয়াক্&zwnj;ফ করে দেন)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Az-Zuhri:\n\nAnas bin Malik said, that once a domestic sheep was milked for Allahs Messenger (ﷺ) while he was in the house of Anas bin Malik. The milk was mixed with water drawn from the well in Anass house. A tumbler of it was presented to Allahs Messenger (ﷺ) who drank from it. Then Abu Bakr was sitting on his left side and a bedouin on his right side. When the Prophet (ﷺ) removed the tumbler from his mouth, `Umar was afraid that the Prophet (ﷺ) might give it to the bedouin, so he said. O Allahs Messenger (ﷺ)! Give it to Abu Bakr who is sitting by your side. But the Prophet (ﷺ) gave it to the bedouin, who was to his right and said, You should start with the one on your right side.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ أَنَّهَا حُلِبَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم شَاةٌ دَاجِنٌ وَهْىَ فِي دَارِ أَنَسِ بْنِ مَالِكٍ، وَشِيبَ لَبَنُهَا بِمَاءٍ مِنَ الْبِئْرِ الَّتِي فِي دَارِ أَنَسٍ، فَأَعْطَى رَسُولَ اللَّهِ صلى الله عليه وسلم الْقَدَحَ فَشَرِبَ مِنْهُ، حَتَّى إِذَا نَزَعَ الْقَدَحَ مِنْ فِيهِ، وَعَلَى يَسَارِهِ أَبُو بَكْرٍ وَعَنْ يَمِينِهِ أَعْرَابِيٌّ فَقَالَ عُمَرُ وَخَافَ أَنْ يُعْطِيَهُ الأَعْرَابِيَّ أَعْطِ أَبَا بَكْرٍ يَا رَسُولَ اللَّهِ عِنْدَكَ. فَأَعْطَاهُ الأَعْرَابِيَّ الَّذِي عَلَى يَمِينِهِ، ثُمَّ قَالَ   الأَيْمَنَ فَالأَيْمَنَ .",
    "hadithBengali": "২১৯৮। আবূল ইয়ামান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য একটি বকরীর দুধ দোহন করা হল। তখন তিনি আনাস ইবনু মালিক (রাঃ) এর ঘরে অবস্থান করছিলেন এবং সেই দুধের সঙ্গে আনাস ইবনু মালিকের বাড়ীর কূপের পানি মিশানো হল। তারপর পাত্রটি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেওয়া হল। তিনি তা থেকে পান করলেন। পাত্রটি তাঁর মুখ থেকে আলাদা করার পর তিনি দেখলেন যে, তাঁর বাঁদিকে আবূ বকর ও ডান দিকে একজন বেদুঈন রয়েছে। পাত্রটি তিনি হয়ত বেদুঈনকে দিয়ে দেবেন এ আশংকায় উমর (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আবূ বকর (রাঃ) আপনার পাশেই, তাকে পাত্রটি দিন। তিনি বেদুঈনকে পাত্রটি দিলেন, যে তাঁর ডানপাশে ছিল। তারপর তিনি বললেন, ডানদিকের লোক বেশী হক্&zwnj;দার।\n",
    "checkStatus": "1",
    "hadithNo": "2198",
    "id": "2277",
    "thesequence": "2624",
    "isActive": "1",
    "chapterId": "15506",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৬৬. পানি বণ্টনের হুকুম। মহান আল্লাহ্&zwnj;র বাণীঃ আর আমি প্রাণবান সবকিছু সৃষ্টি করলাম  পানি থেকে, তবুও কি তারা ঈমান আনবে না? (২১:৩০) আল্লাহ্&zwnj; পাক আরো ইরশাদ করেছেন, তোমরা যে পানি পান কর, তা সম্পর্কে কি তোমরা চিন্তা করেছ? তোমরাই কি তা মেঘ থেকে নামিয়ে আন, না আমি তা বর্ষণ করি? আমি ইচ্ছা করলে তা লবনাক্ত করে দিতে পারি। তবুও কেন তোমরা কৃতজ্ঞতা প্রকাশ কর না? (৫৬:৬৮-৭০)। কিছু লোকের মতে পানি খায়রাত করা ও ওসীয়াত করা জায়িয, তা বণ্টন করা হউক বা না হউক। المزن মেঘ الأجاج লবনাক্ত, فراتا মিষ্ট। উসমান (রা.) বলেন, নবী (সঃ) বলেছেন, রূমার কূপটি কে খরিদ করবে? তারপর তাতে বালতি দ্বারা পানি তোলার অধিকার তার ততোটুকুই থাকবে, যতটুকু সাধারণ মুসলিমের থাকবে (অর্থাৎ কূপটি ক্রয় করে জনসাধারণের জন্য ওয়াক্&zwnj;ফ করে দিবে)। এ কথার পর উসমান (রা.) কূপটি ক্রয় করেন (এবং ওয়াক্&zwnj;ফ করে দেন)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Do not withhold the superfluous water, for that will prevent people from grazing their cattle.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يُمْنَعُ فَضْلُ الْمَاءِ لِيُمْنَعَ بِهِ الْكَلأُ .",
    "hadithBengali": "২১৯৯। আবদুল্লাহ&zwnj; ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ঘাস উৎপাদন থেকে বিরত রাখার উদ্দেশ্যে প্রয়োজনের অতিরিক্ত পানি রুখে রাখা যাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2199",
    "id": "2278",
    "thesequence": "2625",
    "isActive": "1",
    "chapterId": "15507",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৬৭. যিনি বলেন, পানির মালিক পানি ব্যাবহারের বেশী হকদার, তার জমি পরিসিঞ্চিত না  হওয়া পর্যন্ত। কেননা রাসূলুল্লাহ্&zwnj; (সঃ) বলেছেন, অতিরিক্ত পানি ব্যবহার করতে যেন কাউকে নিষেধ করা না হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nthat Allahs Messenger (ﷺ) said, Do not withhold the superfluous water in order to withhold the superfluous grass.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ تَمْنَعُوا فَضْلَ الْمَاءِ لِتَمْنَعُوا بِهِ فَضْلَ الْكَلإِ .",
    "hadithBengali": "২২০০। ইয়াহ্&zwnj;ইয়া ইবনু বুকাইর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, অতিরিক্ত ঘাসে বাধা সৃষ্টির উদ্দেশ্যে অতিরিক্ত পানি রুখে রাখবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2200",
    "id": "2279",
    "thesequence": "2626",
    "isActive": "1",
    "chapterId": "15507",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৬৭. যিনি বলেন, পানির মালিক পানি ব্যাবহারের বেশী হকদার, তার জমি পরিসিঞ্চিত না  হওয়া পর্যন্ত। কেননা রাসূলুল্লাহ্&zwnj; (সঃ) বলেছেন, অতিরিক্ত পানি ব্যবহার করতে যেন কাউকে নিষেধ করা না হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, No bloodmoney will be charged if somebody dies in a mine or in a well or is killed by an animal; and if somebody finds a treasure in his land he has to give one-fifth of it to the Government.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودٌ، أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي حَصِينٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْمَعْدِنُ جُبَارٌ، وَالْبِئْرُ جُبَارٌ، وَالْعَجْمَاءُ جُبَارٌ، وَفِي الرِّكَازِ الْخُمُسُ .",
    "hadithBengali": "২২০১। মাহমূদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ খনি ও কূপে কাজ করা অবস্থায় অথবা জন্তু-জানোয়ারের আঘাতে মারা গেলে ক্ষতিপূরণ দিতে হবে না এবং বিকাযে (খনিজ দ্রব্যে) পঞ্চমাংশ দিতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2201",
    "id": "2280",
    "thesequence": "2627",
    "isActive": "1",
    "chapterId": "15508",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৬৮. কেউ যদি নিজের জায়গায় কুপ খনন করে (এবং তাতে যদি কেউ পড়ে মারা যায়) তা হলে মালিক তার জন্য দায়ী নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah (bin Mas`ud):\n\nThe Prophet (ﷺ) said, Whoever takes a false oath to deprive somebody of his property will meet Allah while He will be angry with him. Allah revealed: Verily those who purchase a little gain at the cost of Allahs covenant, and their oaths. ........(3.77) Al-Ashath came (to the place where `Abdullah was narrating) and said, What has Abu `Abdur- Rahman (i.e. `Abdullah) been telling you? This verse was revealed concerning me. I had a well in the land of a cousin of mine. The Prophet (ﷺ) asked me to bring witnesses (to confirm my claim). I said, I dont have witnesses. He said, Let the defendant take an oath then. I said, O Allahs Messenger (ﷺ)! He will take a (false) oath immediately. Then the Prophet (ﷺ) mentioned the above narration and Allah revealed the verse to confirm what he had said.",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، عَنْ أَبِي حَمْزَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  مَنْ حَلَفَ عَلَى يَمِينٍ يَقْتَطِعُ بِهَا مَالَ امْرِئٍ، هُوَ عَلَيْهَا فَاجِرٌ، لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ فَأَنْزَلَ اللَّهُ تَعَالَى {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً} الآيَةَ. فَجَاءَ الأَشْعَثُ فَقَالَ مَا حَدَّثَكُمْ أَبُو عَبْدِ الرَّحْمَنِ، فِيَّ أُنْزِلَتْ هَذِهِ الآيَةُ، كَانَتْ لِي بِئْرٌ فِي أَرْضِ ابْنِ عَمٍّ لِي فَقَالَ لِي  شُهُودَكَ . قُلْتُ مَا لِي شُهُودٌ. قَالَ  فَيَمِينَهُ . قُلْتُ يَا رَسُولَ اللَّهِ إِذًا يَحْلِفَ. فَذَكَرَ النَّبِيُّ صلى الله عليه وسلم هَذَا الْحَدِيثَ، فَأَنْزَلَ اللَّهُ ذَلِكَ تَصْدِيقًا لَهُ.",
    "hadithBengali": "২২০২। আবদান (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি কোন মুসলমানদের অর্থ সম্পদ (যা তার জিম্মায় আছে) আত্মসাৎ করার উদ্দেশ্যে মিথ্যা কসম খায়, সে আল্লাহর সঙ্গে এমন অবস্থায় মিলিত হবে যে, আল্লাহ তার উপর অসন্তুষ্ট থাকবেন। এ প্রেক্ষিতে আল্লাহ তাআলা নাযিল করেনঃ যারা আল্লাহর সাথে কৃত প্রতিশ্রুতি এ নিজেদের শপথকে তুচ্ছ মূল্যে বিক্রয় করে--- এর শেষ পর্যন্ত (৩ঃ ৭৭)। এরপর আশআস (রাঃ) এসে বলেন, আবূ আবদুর রাহমান (রাঃ) তোমার নিকট কি হাদীস বর্ণনা করছিলেন? এ আয়াতটি তো আমার সম্পর্কে নাযিল হয়েছে। আমার চাচাতো ভাইয়ের জায়গায় আমার একটি কূপ ছিল। (এ ব্যাপারে আমাদের মধ্যে বিবাদ হওয়ায়) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, তোমার সাক্ষী পেশ কর। আমি বললাম, আমার স্বাক্ষী নেই। তিনি বললেন তাহলে তাকে কসম খেতে হবে। আমি বললাম, ইয়া রাসূলাল্লাহ! সে তো কসম করবে। এ সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ হাদীস বর্ণনা করেন এবং আল্লাহ তাআলা তাকে সত্যায়িত করে এই আয়াতটি নাযিল করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2202",
    "id": "2281",
    "thesequence": "2628",
    "isActive": "1",
    "chapterId": "15509",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৬৯. কূপ নিয়ে বিবাদ এবং এ ব্যাপারে ফয়সালা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, There are three persons whom Allah will not look at on the Day of Resurrection, nor will he purify them and theirs shall be a severe punishment. They are: -1. A man possessed superfluous water, on a way and he withheld it from travelers. -2. A man who gave a pledge of allegiance to a ruler and he gave it only for worldly benefits. If the ruler gives him something he gets satisfied, and if the ruler withholds something from him, he gets dissatisfied. -3. And man displayed his goods for sale after the `Asr prayer and he said, By Allah, except Whom None has the right to be worshipped, I have been given so much for my goods, and somebody believes him (and buys them). The Prophet (ﷺ) then recited: Verily! Those who purchase a little gain at the cost of Allahs Covenant and their oaths. (3.77)",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ أَبَا صَالِحٍ، يَقُولُ سَمِعْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  ثَلاَثَةٌ لاَ يَنْظُرُ اللَّهُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ، وَلاَ يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ رَجُلٌ كَانَ لَهُ فَضْلُ مَاءٍ بِالطَّرِيقِ، فَمَنَعَهُ مِنِ ابْنِ السَّبِيلِ، وَرَجُلٌ بَايَعَ إِمَامًا لاَ يُبَايِعُهُ إِلاَّ لِدُنْيَا، فَإِنْ أَعْطَاهُ مِنْهَا رَضِيَ، وَإِنْ لَمْ يُعْطِهِ مِنْهَا سَخِطَ، وَرَجُلٌ أَقَامَ سِلْعَتَهُ بَعْدَ الْعَصْرِ، فَقَالَ وَاللَّهِ الَّذِي لاَ إِلَهَ غَيْرُهُ لَقَدْ أَعْطَيْتُ بِهَا كَذَا وَكَذَا، فَصَدَّقَهُ رَجُلٌ ثُمَّ قَرَأَ هَذِهِ الآيَةَ {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً}",
    "hadithBengali": "২২০৩। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন তিন শ্রেণীর লোকের প্রতি আল্লাহ তাআলা দৃষ্টিপাত করবেন না এবং তাদের পবিত্র করবেন না। আর তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি। এক ব্যাক্তি- যার নিকট প্রয়োজনের অতিরিক্ত পানি আছে, অথচ সে মুসাফিরকে তা দিতে অস্বীকার করে। অন্য একজন ব্যাক্তি, যে ইমামের হাতে একমাত্র দুনিয়ার স্বার্থে বায়আত হয়। যদি ইমাম তাকে কিছু দুনিয়ারী সুযোগ দেন, তা হলে সে খুশী হয়। আর যদি না দেন তবে সে অসন্তুষ্ট হয়। অন্য একজন সে ব্যাক্তি, যে আসরের সালাত (নামায/নামাজ) আদায়ের পর তার জিনিসপত্র (বিক্রয়ের উদ্দেশ্যে) তুলে ধরে আর বলে যে, আল্লাহর কসম, যিনি ছাড়া অন্য কোনো মাবূদ নেই, আমার এই দ্রব্যের মূল্য এতো এতো দিতে আগ্রহ করা হয়েছে। (কিন্তু আমি বিক্রি করিনি) এতে এক ব্যাক্তি তাকে বিশ্বাস করে (তা ক্রয় করে নেয়)। এরপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই আয়াতটি তিলাওয়াত করেনঃ যারা আল্লাহর সঙ্গে কৃত প্রতিশ্রুতি এবং নিজেদের শপথকে তুচ্ছমূল্যে বিক্রয় করে (৩ঃ ৭৭)।\n",
    "checkStatus": "1",
    "hadithNo": "2203",
    "id": "2282",
    "thesequence": "2629",
    "isActive": "1",
    "chapterId": "15510",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭০. যে ব্যক্তি মুসাফিরকে পানি দিতে অস্বীকার করে, তার পাপ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Az-Zubair:\n\nAn Ansari man quarreled with Az-Zubair in the presence of the Prophet (ﷺ) about the Harra Canals which were used for irrigating the date-palms. The Ansari man said to Az-Zubair, Let the water pass but Az-Zubair refused to do so. So, the case was brought before the Prophet (ﷺ) who said to Az-Zubair, O Zubair! Irrigate (your land) and then let the water pass to your neighbor. On that the Ansari got angry and said to the Prophet, Is it because he (i.e. Zubair) is your aunts son? On that the color of the face of Allahs Messenger (ﷺ) changed (because of anger) and he said, O Zubair! Irrigate (your land) and then withhold the water till it reaches the walls between the pits round the trees. Zubair said, By Allah, I think that the following verse was revealed on this occasion: But no, by your Lord They can have No faith Until they make you judge In all disputes between them. (4.65)",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي ابْنُ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ ـ رضى الله عنهما ـ أَنَّهُ حَدَّثَهُ أَنَّ رَجُلاً مِنَ الأَنْصَارِ خَاصَمَ الزُّبَيْرَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فِي شِرَاجِ الْحَرَّةِ الَّتِي يَسْقُونَ بِهَا النَّخْلَ فَقَالَ الأَنْصَارِيُّ سَرِّحِ الْمَاءَ يَمُرُّ فَأَبَى عَلَيْهِ، فَاخْتَصَمَا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلزُّبَيْرِ  اسْقِ يَا زُبَيْرُ، ثُمَّ أَرْسِلِ الْمَاء إِلَى جَارِكَ . فَغَضِبَ الأَنْصَارِيُّ، فَقَالَ أَنْ كَانَ ابْنَ عَمَّتِكَ. فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ  اسْقِ يَا زُبَيْرُ، ثُمَّ احْبِسِ الْمَاءَ، حَتَّى يَرْجِعَ إِلَى الْجَدْرِ . فَقَالَ الزُّبَيْرُ وَاللَّهِ إِنِّي لأَحْسِبُ هَذِهِ الآيَةَ نَزَلَتْ فِي ذَلِكَ {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ}.",
    "hadithBengali": "২২০৪। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু যুবাইর (রাঃ) থেকে বর্ণিত, তিনি বলেন, জনৈক আনসারী নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে যুবাইর (রাঃ) এর সঙ্গে হাররার নালার পানির ব্যাপারে ঝগড়া করলো, যে পানি দ্বারা খেজুর বাগান সিঞ্চন করত। আনসারী বলল, নালার পানি ছেড়ে দিন, যাতে তা (প্রবাহিত থাকে) কিন্তু যুবাইর (রাঃ) তা দিতে অস্বীকার করেন। তারা দুজনে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে এই নিয়ে বিতর্কে লিপ্ত হলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুবাইর (রাঃ) কে বললেন, হে যুবাইর! তোমার যমীনে (প্রথমে) সিঞ্চন করে নেও। এরপর তোমার প্রতিবেশীর দিকে পানি ছেড়ে দাও।\n\nএতে আনসারী অসন্তুষ্ট হয়ে বলল, সে তো আপনার কুফাত ভাই। এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চেহারায় অসন্তুষ্টির লক্ষণ প্রকাশ পেল। এরপর তিনি বললেন, হে যুবাইর! তুমি নিজের জমি সিঞ্চন কর। এরপর পানি আটকিয়ে রাখ, যাতে তা বাঁধ পর্যন্ত পেৌছে। যুবাইর (রাঃ) বললেন, আল্লাহর কসম, আমার মনে হয়, এ আয়াতটি এ সম্পর্কে নাযিল হয়েছেঃ কিন্তু না, তোমার রবের কসম! তারা মুমিন হবে না, যতক্ষন পর্যন্ত তারা তাদের নিজেদের বিবাদ বিসম্বাদের বিচার ভার আপনার উপর অর্পণ না করে (৪ঃ ৬৫)।\n",
    "checkStatus": "1",
    "hadithNo": "2204",
    "id": "2283",
    "thesequence": "2630",
    "isActive": "1",
    "chapterId": "15511",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭১. নদী-নালায় বাঁধ দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Urwa:\n\nWhen a man from the Ansar quarreled with Az-Zubair, the Prophet (ﷺ) said, O Zubair! Irrigate (your land) first and then let the water flow (to the land of the others). On that the Ansari said, (to the Prophet), It is because he is your aunts son. On that the Prophet (ﷺ) said, O Zubair! Irrigate till the water reaches the walls between the pits around the trees and then stop (i.e. let the water go to the others land). I think the following verse was revealed concerning this event: But no, by your Lord They can have No faith Until they make you judge In all disputes between them. (4.65)",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، قَالَ خَاصَمَ الزُّبَيْرَ رَجُلٌ مِنَ الأَنْصَارِ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم  يَا زُبَيْرُ اسْقِ ثُمَّ أَرْسِلْ . فَقَالَ الأَنْصَارِيُّ إِنَّهُ ابْنُ عَمَّتِكَ. فَقَالَ عَلَيْهِ السَّلاَمُ  اسْقِ يَا زُبَيْرُ، ثُمَّ يَبْلُغُ الْمَاءُ الْجَدْرَ، ثُمَّ أَمْسِكْ . فَقَالَ الزُّبَيْرُ فَأَحْسِبُ هَذِهِ الآيَةَ نَزَلَتْ فِي ذَلِكَ {َلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ}. قَالَ مُحَمَّدُ بْنُ الْعَبَّاسِ قَالَ أَبُو عَبْدِ اللَّهِ لَيْسَ أَحَدٌ يَذْكُرُ عُرْوَةَ عَنْ عَبْدِ اللَّهِ، إِلاَّ اللَّيْثُ فَقَطْ.",
    "hadithBengali": "২২০৫। আবদান (রহঃ) ... উরওয়া (রাঃ) থেকে বর্ণিত, তিনি বলেন, যুবায়র (রাঃ) এক আনসারীর সঙ্গে ঝগড়া করলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে যুবায়র! জমিতে পানি সেচের পর তা ছেড়ে দাও। এতে আনসারী বলল, সে তো আপনার কুফাত ভাই। একথা শুনে তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে যুবায়র! পানি বাঁধে পৌঁছা পর্যন্ত সেচ দিতে থাক। তারপর বন্ধ করে দাও। যুবায়র (রাঃ) বলেন, আমার ধারণা এ আয়াতটি এ সম্পর্কে নাযিল হয়েছেঃ তোমার রবের কসম, তারা মুমিন হবে না যতক্ষণ পর্যন্ত তারা তাদের নিজেদের বিবাদ-বিসম্বাদের বিচার-ভার আপনার উপর অর্পণ না করে (৪ঃ ৬৫)।\n",
    "checkStatus": "1",
    "hadithNo": "2205",
    "id": "2284",
    "thesequence": "2631",
    "isActive": "1",
    "chapterId": "15512",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭২. নীচু জমির আগে উঁচু জমিতে সিঞ্চন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Urwa bin Az-Zubair:\n\nAn Ansari man quarreled with Az-Zubair about a canal in the Harra which was used for irrigating date-palms. Allahs Messenger (ﷺ), ordering Zubair to be moderate, said, O Zubair! Irrigate (your land) first and then leave the water for your neighbor. The Ansari said, Is it because he is your aunts son? On that the color of the face of Allahs Messenger (ﷺ) changed and he said, O Zubair! Irrigate (your land) and withhold the water till it reaches the walls that are between the pits around the trees. So, Allahs Apostle gave Zubair his full right. Zubair said, By Allah, the following verse was revealed in that connection: But no, by your Lord They can have No faith Until they make you judge In all disputes between them. (4.65) (The sub-narrator,) Ibn Shihab said to Juraij (another sub-narrator), The Ansar and the other people interpreted the saying of the Prophet, Irrigate (your land) and withhold the water till it reaches the walls between the pits around the trees, as meaning up to the ankles.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا مَخْلَدٌ، قَالَ أَخْبَرَنِي ابْنُ جُرَيْجٍ، قَالَ حَدَّثَنِي ابْنُ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّهُ حَدَّثَهُ أَنَّ رَجُلاً مِنَ الأَنْصَارِ خَاصَمَ الزُّبَيْرَ فِي شِرَاجٍ مِنَ الْحَرَّةِ يَسْقِي بِهَا النَّخْلَ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اسْقِ يَا زُبَيْرُ ـ فَأَمَرَهُ بِالْمَعْرُوفِ ـ ثُمَّ أَرْسِلْ إِلَى جَارِكَ . فَقَالَ الأَنْصَارِيُّ أَنْ كَانَ ابْنَ عَمَّتِكَ. فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ  اسْقِ ثُمَّ احْبِسْ حَتَّى يَرْجِعَ الْمَاءُ إِلَى الْجَدْرِ . وَاسْتَوْعَى لَهُ حَقَّهُ. فَقَالَ الزُّبَيْرُ وَاللَّهِ إِنَّ هَذِهِ الآيَةَ أُنْزِلَتْ فِي ذَلِكَ {َلاَ وَرَبِّكِ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ}. قَالَ لِي ابْنُ شِهَابٍ فَقَدَّرَتِ الأَنْصَارُ وَالنَّاسُ قَوْلَ النَّبِيِّ صلى الله عليه وسلم  اسْقِ ثُمَّ احْبِسْ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ . وَكَانَ ذَلِكَ إِلَى الْكَعْبَيْنِ.",
    "hadithBengali": "২২০৬। মুহাম্মদ (রহঃ) ... উরওয়া ইবনু যুবাইর (রাঃ) থেকে বর্ণিত, তিনি বলেন, একজন আনসারী হাররার নালার পানি নিয়ে যুবাইরের সাথে ঝগড়া করল, যে পানি দিয়ে তিনি খেজুর বাগান সেচ দিতেন। এ বিষয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে যুবাইর, সেচ দিতে থাক। তারপর নিয়ম-নীতি অনুযায়ী তিনি তাকে নির্দেশ দিলেন, তারপর তা তোমার প্রতিবেশীর জন্য ছেড়ে দাও। এতে আনসারী বলল, সে আপনার ফুফাত ভাই তাই। একথায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চেহারা মুবারক বিবর্ণ হয়ে গেল। তখন তিনি বললেন, সেচ দাও, পানি ক্ষেতের বাঁধ পর্যন্ত পৌঁছে গেলে বন্ধ করে দাও। যুবাইরকে তিনি তার পুরা হক দিলেন। যুবাইর (রাঃ) বলেন, আল্লাহর কসম, এ আয়াত এ সম্পর্কে নাযিল হয়ঃفَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ তোমার প্রতিপালকের কসম, তারা মুমিন হবে না, যতক্ষণ পর্যন্ত তারা তাদের নিজেদের বিবাদ-বিসম্বাদের বিচার-ভার আপনার উপর অর্পণ না করে। বর্ণনাকারী বলেন, ইবনু শিহাবের বর্ণনা হচ্ছে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এ কথা পানি নেয়ার পর বাঁধ অবধি পৌঁছা পর্যন্ত তা বন্ধ রাখ। আনসার এবং অন্যান্য লোকেরা এর পরিমাণ করে দেখেছেন যে, তা টাখনু পর্যন্ত পৌঁছে।\n",
    "checkStatus": "1",
    "hadithNo": "2206",
    "id": "2285",
    "thesequence": "2632",
    "isActive": "1",
    "chapterId": "15513",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭৩. উঁচু জমির মালিক পায়ে টাখনু পর্যন্ত পানি ভরে নিবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, While a man was walking he felt thirsty and went down a well and drank water from it. On coming out of it, he saw a dog panting and eating mud because of excessive thirst. The man said, This (dog) is suffering from the same problem as that of mine. So he (went down the well), filled his shoe with water, caught hold of it with his teeth and climbed up and watered the dog. Allah thanked him for his (good) deed and forgave him. The people asked, O Allahs Messenger (ﷺ)! Is there a reward for us in serving (the) animals? He replied, Yes, there is a reward for serving any animate.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  بَيْنَا رَجُلٌ يَمْشِي فَاشْتَدَّ عَلَيْهِ الْعَطَشُ، فَنَزَلَ بِئْرًا فَشَرِبَ مِنْهَا، ثُمَّ خَرَجَ فَإِذَا هُوَ بِكَلْبٍ يَلْهَثُ، يَأْكُلُ الثَّرَى مِنَ الْعَطَشِ، فَقَالَ لَقَدْ بَلَغَ هَذَا مِثْلُ الَّذِي بَلَغَ بِي فَمَلأَ خُفَّهُ ثُمَّ أَمْسَكَهُ بِفِيهِ، ثُمَّ رَقِيَ، فَسَقَى الْكَلْبَ فَشَكَرَ اللَّهُ لَهُ، فَغَفَرَ لَهُ . قَالُوا يَا رَسُولَ اللَّهِ، وَإِنَّ لَنَا فِي الْبَهَائِمِ أَجْرًا قَالَ  فِي كُلِّ كَبِدٍ رَطْبَةٍ أَجْرٌ .",
    "hadithBengali": "২২০৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, একজন লোক রাস্তা দিয়ে চলতে চলতে তার ভীষন পিপাসা লাগলো। সে কূপে নেমে পানি পান করল। এরপর সে বের হয়ে দেখতে পেল যে, একটা কুকুর হাপাচ্ছে এবং পিপাসায় কাতর হয়ে মাটি চাটছে। সে ভাবল, কুকুরটারও আমার মত পিপাসা লেগেছে। সে কূপের মধ্যে নামল এবং নিজের মোজা ভরে পানি নিয়ে মুখ দিয়ে সেটি ধরে উপরে উঠে এসে কুকুরটিকে পানি পান করাল। আল্লাহ্ পাক তার আমল কবূল করলেন এবং আল্লাহ তার গোনাহ মাফ করে দেন। সাহাবীগণ বললেন, ইয়া রাসূলাল্লাহ! চতুষ্পদ জন্তুর উপকার করলেও কি আমাদের সাওয়াব হবে? তিনি বললেন, প্রত্যেক প্রাণীর উপকার করাতেই সাওয়াব রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2207",
    "id": "2286",
    "thesequence": "2633",
    "isActive": "1",
    "chapterId": "15514",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭৪. পানি পান করানোর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma bint Abi Bakr:\n\nThe Prophet (ﷺ) prayed the eclipse prayer, and then said, Hell was displayed so close that I said, O my Lord ! Am I going to be one of its inhabitants? Suddenly he saw a woman. I think he said, who was being scratched by a cat. He said, What is wrong with her? He was told, She had imprisoned it (i.e. the cat) till it died of hunger.",
    "hadithArabic": "حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، حَدَّثَنَا نَافِعُ بْنُ عُمَرَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى صَلاَةَ الْكُسُوفِ، فَقَالَ   دَنَتْ مِنِّي النَّارُ حَتَّى قُلْتُ أَىْ رَبِّ، وَأَنَا مَعَهُمْ فَإِذَا امْرَأَةٌ ـ حَسِبْتُ أَنَّهُ قَالَ ـ تَخْدِشُهَا هِرَّةٌ قَالَ مَا شَأْنُ هَذِهِ قَالُوا حَبَسَتْهَا حَتَّى مَاتَتْ جُوعًا .",
    "hadithBengali": "২২০৮। ইবনু আবূ মারয়াম (রহঃ) ... আসমা বিন্&zwnj;ত আবূ বকর (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূর্য গ্রহণের সালাত (নামায/নামাজ) আদায় করলেন। তারপর বললেন, দোযখ আমার নিকটবর্তী করা হলে আমি বললাম, হে রব, আমিও কি এই দোযখীদের সাথী হবো? এমতাবস্থায় একজন মহিলা আমার নযরে পড়ল। বর্ণনাকারী বলেন, আমার ধারণা, তিনি বলেছেন, বিড়াল তাকে (মহিলা খামছাচ্ছিল। তিনি জিজ্ঞাসা করলেন, এ মহিলার কি হল? ফেরেশতারা জবাব দিলেন, সে একটি বিড়াল বেঁধে রেখেছিল, যার কারণে বিড়ালটি ক্ষুধায় মারা যায়।\n",
    "checkStatus": "1",
    "hadithNo": "2208",
    "id": "2287",
    "thesequence": "2634",
    "isActive": "1",
    "chapterId": "15514",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭৪. পানি পান করানোর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, A woman was tortured and was put in Hell because of a cat which she had kept locked till it died of hunger. Allahs Messenger (ﷺ) further said, (Allah knows better) Allah said (to the woman), You neither fed it nor watered when you locked it up, nor did you set it free to eat the insects of the earth.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   عُذِّبَتِ امْرَأَةٌ فِي هِرَّةٍ حَبَسَتْهَا، حَتَّى مَاتَتْ جُوعًا، فَدَخَلَتْ فِيهَا النَّارَ ـ قَالَ فَقَالَ وَاللَّهُ أَعْلَمُ ـ لاَ أَنْتِ أَطْعَمْتِهَا وَلاَ سَقَيْتِهَا حِينَ حَبَسْتِيهَا، وَلاَ أَنْتِ أَرْسَلْتِيهَا فَأَكَلَتْ مِنْ خَشَاشِ الأَرْضِ .",
    "hadithBengali": "২২০৯। ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, একজন মহিলাকে একটি বিড়ালের কারণে আযাব দেওয়া হয়। সে বিড়ালটি বেঁধে রেখেছিল, অবশেষে বিড়ালটি ক্ষুধায় মারা যায়। এ কারণে মহিলা জাহান্নামে প্রবেশ করলো। বর্ণনাকারী বলেন, তিনি (রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেন, আল্লাহ ভালো জানেন, বাঁধা থাকাকালীন তুমি তাকে না খেতে দিয়েছিলে, না পান করতে দিয়েছিলে এবং না তুমি তাকে ছেড়ে দিয়ে ছিলে, তা হলে সে যমীনের পোকা-মাকড় খেয়ে বেঁচে থাকত।\n",
    "checkStatus": "1",
    "hadithNo": "2209",
    "id": "2288",
    "thesequence": "2635",
    "isActive": "1",
    "chapterId": "15514",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭৪. পানি পান করানোর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nOnce a tumbler (full of milk or water) was brought to Allahs Messenger (ﷺ) who drank from it, while on his right side there was sitting a boy who was the youngest of those who were present, and on his left side there were old men. The Prophet (ﷺ) asked, O boy ! Do you allow me to give (the drink) to the elder people (first)? The boy said, I will not prefer anybody to have my share from you, O Allahs Apostle! So, he gave it to the boy.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ قَالَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِقَدَحٍ فَشَرِبَ وَعَنْ يَمِينِهِ غُلاَمٌ، هُوَ أَحْدَثُ الْقَوْمِ، وَالأَشْيَاخُ عَنْ يَسَارِهِ قَالَ   يَا غُلاَمُ أَتَأْذَنُ لِي أَنْ أُعْطِيَ الأَشْيَاخَ . فَقَالَ مَا كُنْتُ لأُوثِرَ بِنَصِيبِي مِنْكَ أَحَدًا يَا رَسُولَ اللَّهِ. فَأَعْطَاهُ إِيَّاهُ.",
    "hadithBengali": "২২১০। কুতায়বা (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট একটি পানির পেয়ালা আনা হল। তিনি তা থেকে পান করলেন। তাঁর ডানদিকে একজন বালক ছিলো, সে ছিলো লোকদের মধ্যে সবচাইতে কম বয়স্ক এবং বয়োজ্যেষ্ঠ লোকেরা তার বাঁদিকে ছিল। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে বালক! তুমি কি আমাকে জ্যেষ্ঠদের এটি দিতে অনুমতি দিবে? সে বলল, ইয়া রাসূলাল্লাহ! আমি আপনার উচ্ছিষ্টের ব্যাপারে নিজের উপর কাউকে প্রাধান্য দিতে চাই না। এরপর তিনি তাকেই সেটি দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2210",
    "id": "2289",
    "thesequence": "2636",
    "isActive": "1",
    "chapterId": "15515",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭৫. যাদের মতে হাউজ ও মশ্&zwnj;কের মালিক, সে পানির অধিক হক্&zwnj;দার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, By Him in Whose Hands my soul is, I will drive some people out from my (sacred) Fount on the Day of Resurrection as strange camels are expelled from a private trough.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، سَمِعْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   وَالَّذِي نَفْسِي بِيَدِهِ لأَذُودَنَّ رِجَالاً عَنْ حَوْضِي كَمَا تُذَادُ الْغَرِيبَةُ مِنَ الإِبِلِ عَنِ الْحَوْضِ .",
    "hadithBengali": "২২১১। মুহাম্মদ ইবনু বাশ্&zwnj;শার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সেই সত্তার কসম যাঁর হাতে আমার প্রাণ, আমি নিশ্চয়ই (কিয়ামতের দিন) আমার হাউজ (কাওসার) থেকে কিছু লোকদের এমনভাবে তাড়াব, যেমন অপরিচিত উট হাউজ হতে তাড়ান হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2211",
    "id": "2290",
    "thesequence": "2637",
    "isActive": "1",
    "chapterId": "15515",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭৫. যাদের মতে হাউজ ও মশ্&zwnj;কের মালিক, সে পানির অধিক হক্&zwnj;দার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, May Allah be merciful to the mother of Ishmael! If she had left the water of Zamzam (fountain) as it was, (without constructing a basin for keeping the water), (or said, If she had not taken handfuls of its water), it would have been a flowing stream. Jurhum (an Arab tribe) came and asked her, May we settle at your dwelling? She said, Yes, but you have no right to possess the water. They agreed.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، وَكَثِيرِ بْنِ كَثِيرٍ ـ يَزِيدُ أَحَدُهُمَا عَلَى الآخَرِ ـ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ قَالَ ابْنُ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ النَّبِيُّ صلى الله عليه وسلم   يَرْحَمُ اللَّهُ أُمَّ إِسْمَاعِيلَ، لَوْ تَرَكَتْ زَمْزَمَ ـ أَوْ قَالَ لَوْ لَمْ تَغْرِفْ مِنَ الْمَاءِ ـ لَكَانَتْ عَيْنًا مَعِينًا، وَأَقْبَلَ جُرْهُمُ فَقَالُوا أَتَأْذَنِينَ أَنْ نَنْزِلَ عِنْدَكِ قَالَتْ نَعَمْ وَلاَ حَقَّ لَكُمْ فِي الْمَاءِ. قَالُوا نَعَمْ .",
    "hadithBengali": "২২১২। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ইসমাঈল (আলাইহিস সালাম) এর মা হাজিরা (আলাইহিস সালাম) এর উপর আল্লাহ রহম করুন। কেননা যদি তিনি যমযমকে স্বাভাবিক অবস্থায় ছেড়ে দিতেন অথবা তিনি বলেছেন, যদি তা হতে অঞ্জলে পানি না নিতেন, তা হলে তা একটি প্রবাহিত ঝরনায় পরিণত হত। জুরহাম গোত্র তাঁর নিকট এসে বলল, আপনি কি আমাদেরকে আপনার নিকট অবস্থান করার অনুমতি দিবেন? তিনি (হাজিরা) বললেনঃ হ্যাঁ। তবে পানির উপর তোমাদের কোন অধিকার থাকবে না। তারা বললঃ ঠিক আছে।\n",
    "checkStatus": "1",
    "hadithNo": "2212",
    "id": "2291",
    "thesequence": "2638",
    "isActive": "1",
    "chapterId": "15515",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭৫. যাদের মতে হাউজ ও মশ্&zwnj;কের মালিক, সে পানির অধিক হক্&zwnj;দার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, There are three types of people whom Allah will neither talk to, nor look at, on the Day of Resurrection. (They are): -1. A man who takes an oath falsely that he has been offered for his goods so much more than what he is given, -2. a man who takes a false oath after the `Asr prayer in order to grab a Muslims property, and -3. a man who withholds his superfluous water. Allah will say to him, Today I will withhold My Grace from you as you withheld the superfluity of what you had not created.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ، وَلاَ يَنْظُرُ إِلَيْهِمْ رَجُلٌ حَلَفَ عَلَى سِلْعَةٍ لَقَدْ أَعْطَى بِهَا أَكْثَرَ مِمَّا أَعْطَى وَهْوَ كَاذِبٌ، وَرَجُلٌ حَلَفَ عَلَى يَمِينٍ كَاذِبَةٍ بَعْدَ الْعَصْرِ لِيَقْتَطِعَ بِهَا مَالَ رَجُلٍ مُسْلِمٍ، وَرَجُلٌ مَنَعَ فَضْلَ مَاءٍ، فَيَقُولُ اللَّهُ الْيَوْمَ أَمْنَعُكَ فَضْلِي، كَمَا مَنَعْتَ فَضْلَ مَا لَمْ تَعْمَلْ يَدَاكَ . قَالَ عَلِيٌّ حَدَّثَنَا سُفْيَانُ غَيْرَ مَرَّةٍ عَنْ عَمْرٍو سَمِعَ أَبَا صَالِحٍ يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم.",
    "hadithBengali": "২২১৩। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিনি শ্রেণীর লোকের সাথে আল্লাহ তাআলা কিয়ামতের দিন কথা বলবেন না এবং তাদের প্রতি তাকাবেনও না। (এক) যে ব্যাক্তি কোন মাল সামানের ব্যাপারে মিথ্যা কসম খেয়ে বলে যে, এর দাম এর চেয়ে বেশী বলে ছিলো কিন্তা তা সত্ত্বেও সে তা বিক্রি করেনি। (দুই) যে ব্যাক্তি আসরের সালাত (নামায/নামাজ)-এর পর একজন মুসলমানের মাল-সম্পত্তি আত্মসাত করার উদ্দেশ্যে মিথ্যা কসম করে। (তিন) যে ব্যাক্তি তার প্রয়োজনের অতিরিক্ত পানি মানুষকে দেয় না।\n\nআল্লাহ তাআলা বলবেন (কিয়ামতের দিন) আজ আমি আমার অনুগ্রহ থেকে তোমাকে বঞ্চিত রাখব। যেরূপ তুমি তোমার প্রয়োজনের অতিরিক্ত পানি থেকে বঞ্চিত রেখে ছিলে অথচ তা তোমার হাতের তৈরী নয়। আলী (রহঃ) আর সালিহ (রহঃ) থেকে বর্ণিত যে, তিনি হাদীসের সনদটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পর্যন্ত পৌঁছিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2213",
    "id": "2292",
    "thesequence": "2639",
    "isActive": "1",
    "chapterId": "15515",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭৫. যাদের মতে হাউজ ও মশ্&zwnj;কের মালিক, সে পানির অধিক হক্&zwnj;দার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated As-Sab bin Jath-thama:\n\nAllahs Messenger (ﷺ) said, No Hima except for Allah and His Apostle. We have been told that Allahs Apostle made a place called An-Naqi as Hima, and `Umar made Ash-Sharaf and Ar-Rabadha Hima (for grazing the animals of Zakat).",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ الصَّعْبَ بْنَ جَثَّامَةَ، قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ حِمَى إِلاَّ لِلَّهِ وَلِرَسُولِهِ . وَقَالَ بَلَغَنَا أَنَّ النَّبِيَّ صلى الله عليه وسلم حَمَى النَّقِيعَ، وَأَنَّ عُمَرَ حَمَى السَّرَفَ وَالرَّبَذَةَ.",
    "hadithBengali": "২২১৪। ইয়াহ্&zwnj;ইয়া ইবনু বুকাইর (রহঃ) ... সাব ইবনু জাস্&zwnj;সামা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ চারণভূমি সংরক্ষিত করা আল্লাহ ও তাঁর রাসূলসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছাড়া আর কারো অধিকারে নেই। তিনি বলেনঃ আমাদের নিকট রিওয়ায়াত পৌছেছে যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাকীর চারণভূমি (নিজের জন্য) সংরক্ষিত করেছিলেন, আর উমর (রাঃ) সারাফ ও রাবাযার চারণভূমি সংরক্ষণ করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2214",
    "id": "2293",
    "thesequence": "2640",
    "isActive": "1",
    "chapterId": "15516",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭৬. সংরক্ষিত চারণভূমি রাখা আল্লাহ্&zwnj; ও তাঁর রাসূলুল্লাহ্&zwnj; (সা) ছাড়া আর কারো অধিকার নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Keeping horses may be a source of reward to some (man), a shelter to another (i.e. means of earning ones living), or a burden to a third. He to whom the horse will be a source of reward is the one who keeps it in Allahs Cause (prepare it for holy battles) and ties it by a long rope in a pasture (or a garden). He will get a reward equal to what its long rope allows it to eat in the pasture or the garden, and if that horse breaks its rope and crosses one or two hills, then all its footsteps and its dung will be counted as good deeds for its owner; and if it passes by a river and drinks from it, then that will also be regarded as a good deed for its owner even if he has had no intention of watering it then. Horses are a shelter from poverty to the second person who keeps horses for earning his living so as not to ask others, and at the same time he gives Allahs right (i.e. rak`at) (from the wealth he earns through using them in trading etc.,) and does not overburden them. He who keeps horses just out of pride and for showing off and as a means of harming the Muslims, his horses will be a source of sins to him. When Allahs Messenger (ﷺ) was asked about donkeys, he replied, Nothing particular was revealed to me regarding them except the general unique verse which is applicable to everything: Whoever does goodness equal to the weight of an atom (or small ant) shall see it (its reward) on the Day of Resurrection.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  الْخَيْلُ لِرَجُلٍ أَجْرٌ، وَلِرَجُلٍ سِتْرٌ، وَعَلَى رَجُلٍ وِزْرٌ، فَأَمَّا الَّذِي لَهُ أَجْرٌ فَرَجُلٌ رَبَطَهَا فِي سَبِيلِ اللَّهِ، فَأَطَالَ بِهَا فِي مَرْجٍ أَوْ رَوْضَةٍ، فَمَا أَصَابَتْ فِي طِيَلِهَا ذَلِكَ مِنَ الْمَرْجِ أَوِ الرَّوْضَةِ كَانَتْ لَهُ حَسَنَاتٍ، وَلَوْ أَنَّهُ انْقَطَعَ طِيَلُهَا فَاسْتَنَّتْ شَرَفًا أَوْ شَرَفَيْنِ كَانَتْ آثَارُهَا وَأَرْوَاثُهَا حَسَنَاتٍ لَهُ، وَلَوْ أَنَّهَا مَرَّتْ بِنَهَرٍ فَشَرِبَتْ مِنْهُ وَلَمْ يُرِدْ أَنْ يَسْقِيَ كَانَ ذَلِكَ حَسَنَاتٍ لَهُ، فَهِيَ لِذَلِكَ أَجْرٌ، وَرَجُلٌ رَبَطَهَا تَغَنِّيًا وَتَعَفُّفًا ثُمَّ لَمْ يَنْسَ حَقَّ اللَّهِ فِي رِقَابِهَا وَلاَ ظُهُورِهَا، فَهِيَ لِذَلِكَ سِتْرٌ، وَرَجُلٌ رَبَطَهَا فَخْرًا وَرِيَاءً وَنِوَاءً لأَهْلِ الإِسْلاَمِ، فَهِيَ عَلَى ذَلِكَ وِزْرٌ . وَسُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْحُمُرِ فَقَالَ  مَا أُنْزِلَ عَلَىَّ فِيهَا شَىْءٌ إِلاَّ هَذِهِ الآيَةُ الْجَامِعَةُ الْفَاذَّةُ {َمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ }",
    "hadithBengali": "২২১৫। আবদুল্লাহ&zwnj; ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ঘোড়া একজনের জন্য সাওয়াব, একজনের জন্য ঢাল এবং আরেকজনের জন্য পাপ। সাওয়াব হয় তার জন্য, যে আল্লাহর রাস্তায় তা জিহাদের উদ্দেশ্যে বেঁধে রাখে এবং সে ঘোড়ার রশি চারণভূমি বা বাগানে লম্বা করে দেয়। এমতাবস্থায়, সে ঘোড়া চারণ ভূমি বা বাগানের তার রশির দৈর্ঘ্য পরিমাণ যতটুকু চরবে, সে ব্যাক্তির জন্য সে পরিমাণ সওয়াব হবে। যদি তার রশি ছিড়ে যায় এবং সে একটি কিংবা দুটি টিলা অতিক্রম করে, তাহলে তার প্রতিটি পদচিহ্ন ও তার গোবর মালিকের জন্য জন্য সাওয়াবে গণ্য হবে। আর যদি তা কোন নহরের পাশ দিয়ে যায় এবং মালিকের ইচ্ছা ব্যতিরেকে সে তা থেকে পানি পান করে, তাহলে এ জন্য মালিক সাওয়াব পাবে।\n\nআর ঢাল স্বরূপ সে লোকের জন্য যে মুখাপেক্ষী ও ভিক্ষা নির্ভরতা থেকে বাঁচার জন্য তাকে বেঁধে রাখে। তারপর এর পিঠে ও গর্দানে আল্লাহর নির্ধারিত হক আদায় করতে ভুল করে না। গুনাহ্&zwnj;র কারণ সে লোকের জন্য, যে তাকে অহংকার ও লোক দেখাবার কিংবা মুসলমানদের প্রতি শত্রুতার উদ্দেশ্যে বেঁধে রাখে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে গাধা সম্পর্কে জিজ্ঞাসা করা হলে তিনি বলেন, এ ব্যাপারে আমার প্রতি কোন আয়াত নাযিল হয়নি। তবে এ ব্যাপারে একটি পরিপূর্ণ ও অনন্য আয়াত রয়েছে। (তা হল আল্লাহ তাআলার বাণী) কেউ অনুপরিমাণ সৎকর্ম করলে সে তা দেখতে পাবে এবং কেউ অণু পরিমাণ অসৎকর্ম করলে সে তাও দেখতে পাবে (৯৯ঃ ৭-৮)।\n",
    "checkStatus": "1",
    "hadithNo": "2215",
    "id": "2294",
    "thesequence": "2641",
    "isActive": "1",
    "chapterId": "15517",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭৭. নহর থেকে মানুষ ও চতুস্পদ জন্তুর পানি পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zaid bin Khalid:\n\nA man came to Allahs Messenger (ﷺ) and asked about Al-Luqata (a fallen thing). The Prophet (ﷺ) said, Recognize its container and its tying material and then make a public announcement about it for one year and if its owner shows up, give it to him; otherwise use it as you like. The man said, What about a lost sheep? The Prophet (ﷺ) said, It is for you, your brother or the wolf. The man said What about a lost camel? The Prophet (ﷺ) said, Why should you take it as it has got its water-container (its stomach) and its hooves and it can reach the places of water and can eat the trees till its owner finds it?",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا مَالِكٌ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ ـ رضى الله عنه ـ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلَهُ عَنِ اللُّقَطَةِ، فَقَالَ  اعْرِفْ عِفَاصَهَا وَوِكَاءَهَا، ثُمَّ عَرِّفْهَا سَنَةً، فَإِنْ جَاءَ صَاحِبُهَا وَإِلاَّ فَشَأْنَكَ بِهَا . قَالَ فَضَالَّةُ الْغَنَمِ قَالَ  هِيَ لَكَ أَوْ لأَخِيكَ أَوْ لِلذِّئْبِ . قَالَ فَضَالَّةُ الإِبِلِ قَالَ  مَالَكَ وَلَهَا مَعَهَا سِقَاؤُهَا وَحِذَاؤُهَا، تَرِدُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ، حَتَّى يَلْقَاهَا رَبُّهَا .",
    "hadithBengali": "২২১৬। ইসমাঈল (রহঃ) ... যায়দ ইবনু খালিদ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একজন লোক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে পড়ে থাকা জিনিস সম্পর্কে জিজ্ঞাসা করল। তিনি বললেনঃ থলেটি এবং তার মুখের বন্ধনটি চিনে রাখো। তারপর এক বছর পর্যন্ত তা ঘোষণা করতে থাক। যদি তার মালিক এসে যায় তো ভালো। তা নাহলে সে ব্যাপারে তুমি যা ভাল মনে কর তা করবে। সে আবার জিজ্ঞাসা করল, হারানো বকরি কি করব? তিনি বললেন, সেটি হয় তোমার, না হয় তোমার ভাইয়ের, না হয় নেকড়ে বাঘের। সে আবার জিজ্ঞাসা করল, হারানো উট হলে করব? তিনি বললেন, তাতে তোমার প্রয়োজন কি? তার সঙ্গে তার মশ্&zwnj;ক ও খুর রয়েছে। সে জলাশয়ে উপস্থিত হয়ে গাছ-পেলা খাবে, শেষ পর্যন্ত তার মালিক তাকে পেয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "2216",
    "id": "2295",
    "thesequence": "2642",
    "isActive": "1",
    "chapterId": "15517",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭৭. নহর থেকে মানুষ ও চতুস্পদ জন্তুর পানি পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Az-Zubair bin Al Awwam:\n\nThe Prophet (ﷺ) said, No doubt, one had better take a rope (and cut) and tie a bundle of wood and sell it whereby Allah will keep his face away (from Hell-fire) rather than ask others who may give him or not.",
    "hadithArabic": "حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا وُهَيْبٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنِ الزُّبَيْرِ بْنِ الْعَوَّامِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لأَنْ يَأْخُذَ أَحَدُكُمْ أَحْبُلاً، فَيَأْخُذَ حُزْمَةً مِنْ حَطَبٍ فَيَبِيعَ، فَيَكُفَّ اللَّهُ بِهِ وَجْهَهُ، خَيْرٌ مِنْ أَنْ يَسْأَلَ النَّاسَ أُعْطِيَ أَمْ مُنِعَ .",
    "hadithBengali": "২২১৭। মুয়াল্লা ইবনু আসাদ (রহঃ) ... যুবাইর ইবনু আওয়াম (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ রশি নিয়ে লাকড়ীর আটি বেঁধে তা বিক্রি করে, এতে আল্লাহ তাআলা তার সম্মান রক্ষা করেন, এটা তার জন্য মানুষের কাছে ভিক্ষা করার চাইতে উত্তম! লোকজনের নিকট এমন চাওয়ার চেয়ে, যে চাওয়ায় কিছু পাওয়া যেতে পরে বা নাও পারে।\n",
    "checkStatus": "1",
    "hadithNo": "2217",
    "id": "2296",
    "thesequence": "2643",
    "isActive": "1",
    "chapterId": "15518",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭৮. শুকনো লাকড়ী ও ঘাস বিক্রি করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, No doubt, you had better gather a bundle of wood and carry it on your back (and earn your living thereby) rather than ask somebody who may give you or not.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي عُبَيْدٍ، مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لأَنْ يَحْتَطِبَ أَحَدُكُمْ حُزْمَةً عَلَى ظَهْرِهِ خَيْرٌ لَهُ مِنْ أَنْ يَسْأَلَ أَحَدًا فَيُعْطِيَهُ أَوْ يَمْنَعَهُ .",
    "hadithBengali": "২২১৮। ইয়াহ্&zwnj;ইয়া ইবনু বুকাইর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কারো নিকট সাওয়াল করা, যাতে সে তাকে কিছু দিতেও পারে আবার নাও দিতে পারে, এর চেয়ে পিঠে বোঝা বহন করা (তা বিক্রি করা) উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "2218",
    "id": "2297",
    "thesequence": "2644",
    "isActive": "1",
    "chapterId": "15518",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭৮. শুকনো লাকড়ী ও ঘাস বিক্রি করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Husain bin `Ali:\n\n`Ali bin Abi Talib said: I got a she-camel as my share of the war booty on the day (of the battle) of Badr, and Allahs Messenger (ﷺ) gave me another she-camel. I let both of them kneel at the door of one of the Ansar, intending to carry Idhkhir on them to sell it and use its price for my wedding banquet on marrying Fatima. A goldsmith from Bani Qainqa was with me. Hamza bin `Abdul-Muttalib was in that house drinking wine and a lady singer was reciting: O Hamza! (Kill) the (two) fat old she camels (and serve them to your guests). So Hamza took his sword and went towards the two she-camels and cut off their humps and opened their flanks and took a part of their livers. (I said to Ibn Shihab, Did he take part of the humps? He replied, He cut off their humps and carried them away.) `Ali further said, When I saw that dreadful sight, I went to the Prophet (ﷺ) and told him the news. The Prophet (ﷺ) came out in the company of Zaid bin Haritha who was with him then, and I too went with them. He went to Hamza and spoke harshly to him. Hamza looked up and said, Arent you only the slaves of my forefathers? The Prophet (ﷺ) retreated and went out. This incident happened before the prohibition of drinking.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي ابْنُ شِهَابٍ، عَنْ عَلِيِّ بْنِ حُسَيْنِ بْنِ عَلِيٍّ، عَنْ أَبِيهِ، حُسَيْنِ بْنِ عَلِيٍّ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ ـ رضى الله عنهم ـ أَنَّهُ قَالَ أَصَبْتُ شَارِفًا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي مَغْنَمٍ يَوْمَ بَدْرٍ قَالَ وَأَعْطَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم شَارِفًا أُخْرَى، فَأَنَخْتُهُمَا يَوْمًا عِنْدَ باب رَجُلٍ مِنَ الأَنْصَارِ، وَأَنَا أُرِيدُ أَنْ أَحْمِلَ عَلَيْهِمَا إِذْخِرًا لأَبِيعَهُ، وَمَعِي صَائِغٌ مِنْ بَنِي قَيْنُقَاعَ فَأَسْتَعِينَ بِهِ عَلَى وَلِيمَةِ فَاطِمَةَ، وَحَمْزَةُ بْنُ عَبْدِ الْمُطَّلِبِ يَشْرَبُ فِي ذَلِكَ الْبَيْتِ مَعَهُ قَيْنَةٌ، فَقَالَتْ أَلاَ يَا حَمْزَ لِلشُّرُفِ النِّوَاءِ. فَثَارَ إِلَيْهِمَا حَمْزَةُ بِالسَّيْفِ، فَجَبَّ أَسْنِمَتَهُمَا، وَبَقَرَ خَوَاصِرَهُمَا، ثُمَّ أَخَذَ مِنْ أَكْبَادِهِمَا. قُلْتُ لاِبْنِ شِهَابٍ وَمِنَ السَّنَامِ قَالَ قَدْ جَبَّ أَسْنِمَتَهُمَا فَذَهَبَ بِهَا. قَالَ ابْنُ شِهَابٍ قَالَ عَلِيٌّ ـ رضى الله عنه ـ فَنَظَرْتُ إِلَى مَنْظَرٍ أَفْظَعَنِي فَأَتَيْتُ نَبِيَّ اللَّهِ صلى الله عليه وسلم وَعِنْدَهُ زَيْدُ بْنُ حَارِثَةَ فَأَخْبَرْتُهُ الْخَبَرَ فَخَرَجَ وَمَعَهُ زَيْدٌ، فَانْطَلَقْتُ مَعَهُ، فَدَخَلَ عَلَى حَمْزَةَ فَتَغَيَّظَ عَلَيْهِ فَرَفَعَ حَمْزَةُ بَصَرَهُ وَقَالَ هَلْ أَنْتُمْ إِلاَّ عَبِيدٌ لآبَائِي فَرَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُقَهْقِرُ حَتَّى خَرَجَ عَنْهُمْ، وَذَلِكَ قَبْلَ تَحْرِيمِ الْخَمْرِ.",
    "hadithBengali": "২২১৯। ইব্&zwnj;রাহীম ইবনু মূসা (রহঃ) ... আলী ইবনু আবূ তালিব (রাঃ) থেকে বর্ণিত, তিনি বলেন, বদরের যুদ্ধে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আমি মালে গণীমত হিাবে একটি উট লাভ করি। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে আরো একটি উট দেন। একদিন আমি উট দুটিকে একজন আনসারীর ঘরের দরজায় বসাই। আমার ইচ্ছা ছিলো এদের উপর ইযখির (এক ধরনের ঘাস) চাপিয়ে তা বিক্রি করতে নিয়ো যাবো। আমার সাথে বণূ কায়নুকার একজন স্বর্ণকার ছিলো। আমি এর (ইয্&zwnj;খির বিক্রি লব্ধ টাকা) দ্বারা ফাতিমা (রাঃ) এর ওলীমা করতে সমর্থ হব।\n\nসে ঘরে হামযা ইবনু আবদুল মুত্তালিব (রাঃ) শরাব পান করছিলেন। আর তাঁর সাথে একজন গায়িকাও ছিল। সে বলল, হে হামযা! তৈরী হও, মোটা উটগুলোর উদ্দেশ্যে। এরপর হামযা (রাঃ) উট দুটোর দিকে তরবারি নিয়ে ঝাঁপিয়ে পড়েন এবং তাদের কুজ দুটিও কেটে নিলেন এবং পেট ফেঁড়ে উভয়ের কলিজা বের করে নিলেন। বর্ণনাকারী বলেন, আমি ইবনু শিহাব (রহঃ) জিজ্ঞাসা করি, কুজ কি করা হল? তিনি বলেন, সেটি কেটে নিয়ে গেলেন।\n\nইবনু শিহাব বলেন, আলী বলেছেন, এই দৃশ্য দেখলাম এবং তা আমাকে ঘাবড়িয়ে দিল। এরপর আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসলাম। তাঁর নিকট তখন যায়দ ইবনু হারিসা (রাঃ) উপস্থিত ছিলেন। আমি তাঁকে খবর বললাম। তিনি বের হলেন এবং তাঁর সঙ্গে ছিলেন যায়দ (রাঃ)। আমিও তাঁর সঙ্গে গেলাম। তিনি হামযা (রাঃ) এর নিকট উপস্থিত হলেন এবং তার প্রতি ক্রোধ প্রকাশ করলেন। হামযা দৃষ্টি উঁচু করে তাঁদের দিকে তাকালেন। আর বললেন, তোমরা আমার বাপ-দাদার দাস বটে। হামযা (রাঃ) এর এ অবস্থা দেখেরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পিছনে সরে তাদের নিকট থেকে চলে আসলেন। ঘটনাটি শরাব হারাম হওয়ার আগেকার।\n",
    "checkStatus": "1",
    "hadithNo": "2219",
    "id": "2298",
    "thesequence": "2645",
    "isActive": "1",
    "chapterId": "15518",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭৮. শুকনো লাকড়ী ও ঘাস বিক্রি করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) decided to grant a portion of (the uncultivated land of) Bahrain to the Ansar. The Ansar said, (We will not accept it) till you give a similar portion to our emigrant brothers (from Quraish). He said, (O Ansar!) You will soon see people giving preference to others, so remain patient till you meet me (on the Day of Resurrection).",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ سَمِعْتُ أَنَسًا ـ رضى الله عنه ـ قَالَ أَرَادَ النَّبِيُّ صلى الله عليه وسلم أَنْ يُقْطِعَ مِنَ الْبَحْرَيْنِ، فَقَالَتِ الأَنْصَارُ حَتَّى تُقْطِعَ لإِخْوَانِنَا مِنَ الْمُهَاجِرِينَ مِثْلَ الَّذِي تُقْطِعُ لَنَا قَالَ   سَتَرَوْنَ بَعْدِي أَثَرَةً فَاصْبِرُوا حَتَّى تَلْقَوْنِي .",
    "hadithBengali": "২২২০। সুলায়মান ইবনু হারব (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আনসারদেরকে বাহরাইনে কিছু জায়গীর দিতে চাইলেন। তারা বলল, আমাদের মুহাজির ভাইদেরও আমাদের মতো জায়গীর না দেওয়া পর্যন্ত আমাদের জন্য জায়গীর দিবেন না। তিনি বলেন, আমার পর শীঘ্রই তোমরা দেখবে, তোমাদের উপর অন্যদেরকে প্রাধান্য দেয়া হচ্ছে। তখন তোমরা সবর করবে, যে পর্যন্ত না তোমরা আমার সঙ্গে মিলিত হও।\n",
    "checkStatus": "1",
    "hadithNo": "2220",
    "id": "2299",
    "thesequence": "2646",
    "isActive": "1",
    "chapterId": "15519",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৭৯. জায়গীর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, One of the rights of a she camel is that it should be milked at a place of water.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا مُحَمَّدُ بْنُ فُلَيْحٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ هِلاَلِ بْنِ عَلِيٍّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمْرَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مِنْ حَقِّ الإِبِلِ أَنْ تُحْلَبَ عَلَى الْمَاءِ .",
    "hadithBengali": "১৪৮০. পরিচ্চেদঃ জায়গীর লিখে দেওয়া। লাইস (র.) .... আনাস (রা.) থেকে বর্ণিত, রাসূলুল্লাহ্&zwnj; (সা) আনাসদেরকে বাহরাইনে জায়গীর দেওয়ার জন্য ডাকলেন। তারা বললেন, ইয়া রাসূলাল্লাহ্&zwnj;! আপনি যদি তা করেন, তা হলে আমাদের কুরায়েশ ভাইদের জন্যও অনুরূপ জায়গীর লিখে দেন। কিন্ত রাসূলুল্লাহ্&zwnj; (সা)- এর নিকট তখন তা ছিলো না। তারপর তিনি বলেন, আমার পর শীঘ্রই দেখবে, তোমাদের উপর অন্যদের প্রাধান্য দেয়া হচ্ছে। তখন তোমরা সবর করবে, আমার সঙ্গে মিলিত হওয়া (মৃত্যু) পর্যন্ত।\n\n<hr />\n২২২১। ইবরাহীম ইবনু মুনযির (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন উটের হক এই যে, পানির কাছে তার দুধ দোহন করা।\n",
    "checkStatus": "1",
    "hadithNo": "2221",
    "id": "2300",
    "thesequence": "2647",
    "isActive": "1",
    "chapterId": "15520",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৮১. পানির  কাছের উটের দুধ দোহন করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abdullah (ra) said, I heard the Messenger of Allah (ﷺ) say If somebody buys date-palms after they have been pollinated, the fruits will belong to the seller unless the buyer stipulates the contrary. If somebody buys a slave having some property, the property will belong to the seller unless the buyer stipulate that it should belong to him.",
    "hadithArabic": "أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، حَدَّثَنِي ابْنُ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنِ ابْتَاعَ نَخْلاً بَعْدَ أَنْ تُؤَبَّرَ فَثَمَرَتُهَا لِلْبَائِعِ، إِلاَّ أَنْ يَشْتَرِطَ الْمُبْتَاعُ، وَمَنِ ابْتَاعَ عَبْدًا وَلَهُ مَالٌ فَمَالُهُ لِلَّذِي بَاعَهُ إِلاَّ أَنْ يَشْتَرِطَ الْمُبْتَاعُ . وَعَنْ مَالِكٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنْ عُمَرَ فِي الْعَبْدِ.",
    "hadithBengali": "২২২২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যাক্তি খেজুর গাছ তাবীর করার পর বিক্রয় করে, তার ফল বিক্রেতার। কিন্তু ক্রেতা শর্ত করলে তা তারই। আর যদি কেউ গোলাম বিক্রয় করে। এবং তার সম্পদ থাকে তবে সে সম্পদ যে বিক্রি করর তার। কিন্তু যদি ক্রেতা শর্ত করে তাহলে তা হবে তার।\n\nমালিক (রহঃ) ... উমর (রাঃ) থেকে গোলাম বিক্রয়ের ব্যাপারে অনুরূপ বর্ণিত রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2222",
    "id": "2301",
    "thesequence": "2648",
    "isActive": "1",
    "chapterId": "15521",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৮২. খেজুরের বা অন্য কিছুর বাগানে কোন লোকের চলার পথ কিংবা পানির কূপ থাকা। রাসূলুল্লাহ্&zwnj; (সা), বলেছেন, কোন ব্যক্তি যদি খেজুর গাছের তাবীর (স্ত্রী পুষ্পরেণু সংমিশ্রনের পর) করার পর ও তা বিক্রি করে, তা হরে তার ফল বিক্রেতার, চলার পথও পানির কূপ বিক্রেতার, যতক্ষণ ফল তুলে নেওয়া না হয়। আরিয়্যার মালিকেরও এই হুকুম। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zaid bin Thabit:\n\nThe Prophet (ﷺ) permitted selling the dates of the Araya for ready dates by estimating the amount of the former (as they are still on the trees).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ زَيْدِ بْنِ ثَابِتٍ ـ رضى الله عنهم ـ قَالَ رَخَّصَ النَّبِيُّ صلى الله عليه وسلم أَنْ تُبَاعَ الْعَرَايَا بِخَرْصِهَا تَمْرًا.",
    "hadithBengali": "২২২৩। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... যায়দ ইবনু সাবিত (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনুমান করে শুকনো খেজুরের বিনিময়ে আরায়্যা বিক্রি করার অনুমতি দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2223",
    "id": "2302",
    "thesequence": "2649",
    "isActive": "1",
    "chapterId": "15521",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৮২. খেজুরের বা অন্য কিছুর বাগানে কোন লোকের চলার পথ কিংবা পানির কূপ থাকা। রাসূলুল্লাহ্&zwnj; (সা), বলেছেন, কোন ব্যক্তি যদি খেজুর গাছের তাবীর (স্ত্রী পুষ্পরেণু সংমিশ্রনের পর) করার পর ও তা বিক্রি করে, তা হরে তার ফল বিক্রেতার, চলার পথও পানির কূপ বিক্রেতার, যতক্ষণ ফল তুলে নেওয়া না হয়। আরিয়্যার মালিকেরও এই হুকুম। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nThe Prophet (ﷺ) forbade the sales called Al-Mukhabara, Al-Muhaqala and Al-Muzabana and the selling of fruits till they are free from blights. He forbade the selling of the fruits except for money, except the Araya.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ الْمُخَابَرَةِ، وَالْمُحَاقَلَةِ، وَعَنِ الْمُزَابَنَةِ، وَعَنْ بَيْعِ الثَّمَرِ حَتَّى يَبْدُوَ صَلاَحُهَا، وَأَنْ لاَ تُبَاعَ إِلاَّ بِالدِّينَارِ وَالدِّرْهَمِ، إِلاَّ الْعَرَايَا.",
    "hadithBengali": "২২২৪। আবদুল্লাহ ইবনু মহাম্মদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুখাবারা, মুহাকালা ও শুকনো খেজুরের বিনিময়ে গাছের খেজুর বিক্রি করা এবং ফল উপযুক্ত হওয়ার আগে তা বিক্রি করতে নিষেধ করেছেন। গাছে থাকা অবস্থায় ফল দিনার বা দিরহামের বিনিময়ে ছাড়া যেন বিক্রি করা না হয়। তবে আরায়্যার অনুমতি দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2224",
    "id": "2303",
    "thesequence": "2650",
    "isActive": "1",
    "chapterId": "15521",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৮২. খেজুরের বা অন্য কিছুর বাগানে কোন লোকের চলার পথ কিংবা পানির কূপ থাকা। রাসূলুল্লাহ্&zwnj; (সা), বলেছেন, কোন ব্যক্তি যদি খেজুর গাছের তাবীর (স্ত্রী পুষ্পরেণু সংমিশ্রনের পর) করার পর ও তা বিক্রি করে, তা হরে তার ফল বিক্রেতার, চলার পথও পানির কূপ বিক্রেতার, যতক্ষণ ফল তুলে নেওয়া না হয়। আরিয়্যার মালিকেরও এই হুকুম। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) allowed the sale of the dates of the Araya for ready dates by estimating the former which should be estimated as less than five Awsuq or five Awsuq. (Dawud, the sub-narrator is not sure as to the right amount.)",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، أَخْبَرَنَا مَالِكٌ، عَنْ دَاوُدَ بْنِ حُصَيْنٍ، عَنْ أَبِي سُفْيَانَ، مَوْلَى أَبِي أَحْمَدَ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ رَخَّصَ النَّبِيُّ صلى الله عليه وسلم فِي بَيْعِ الْعَرَايَا بِخَرْصِهَا مِنَ التَّمْرِ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ أَوْ فِي خَمْسَةِ أَوْسُقٍ، شَكَّ دَاوُدُ فِي ذَلِكَ.",
    "hadithBengali": "২২২৫। ইয়াহ্&zwnj;ইয়া ইবনু কাযাআ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনুমান করে শুকনো খেজুরের বিনিময়ে পাঁচ ওসাক কিংবা তার চাইতে কম আরায়ার বিক্রির অনুমতি দিয়েছেন। বর্ণনাকারী দাউদ এ বিষয়ে সন্দেহ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2225",
    "id": "2304",
    "thesequence": "2651",
    "isActive": "1",
    "chapterId": "15521",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৮২. খেজুরের বা অন্য কিছুর বাগানে কোন লোকের চলার পথ কিংবা পানির কূপ থাকা। রাসূলুল্লাহ্&zwnj; (সা), বলেছেন, কোন ব্যক্তি যদি খেজুর গাছের তাবীর (স্ত্রী পুষ্পরেণু সংমিশ্রনের পর) করার পর ও তা বিক্রি করে, তা হরে তার ফল বিক্রেতার, চলার পথও পানির কূপ বিক্রেতার, যতক্ষণ ফল তুলে নেওয়া না হয়। আরিয়্যার মালিকেরও এই হুকুম। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi` bin Khadij and Sahl bin Abi Hathma:\n\nAllahs Messenger (ﷺ) forbade the sale of Muzabana, i.e. selling of fruits for fruits, except in the case of Araya; he allowed the owners of Araya such kind of sale.",
    "hadithArabic": " حَدَّثَنَا زَكَرِيَّاءُ بْنُ يَحْيَى، أَخْبَرَنَا أَبُو أُسَامَةَ، قَالَ أَخْبَرَنِي الْوَلِيدُ بْنُ كَثِيرٍ، قَالَ أَخْبَرَنِي بُشَيْرُ بْنُ يَسَارٍ، مَوْلَى بَنِي حَارِثَةَ أَنَّ رَافِعَ بْنَ خَدِيجٍ، وَسَهْلَ بْنَ أَبِي حَثْمَةَ، حَدَّثَاهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُزَابَنَةِ بَيْعِ الثَّمَرِ بِالتَّمْرِ، إِلاَّ أَصْحَابَ الْعَرَايَا فَإِنَّهُ أَذِنَ لَهُمْ. قَالَ أَبُو عَبْدِ اللَّهِ وَقَالَ ابْنُ إِسْحَاقَ حَدَّثَنِي بُشَيْرٌ مِثْلَهُ.",
    "hadithBengali": "২২২৬। যাকারিয়া ইবনু ইয়াহ্&zwnj;ইয়া (রহঃ) ... রাফি ইবনু খাদীজ ও সাহল ইবনু আবূ হাসমা (রাঃ) থেকে বর্ণিত, তাঁরা উভয়ে বর্ণনা করেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুযাবানা অর্থাৎ গাছে ফল থাকা অবস্থায় তা শুকনা ফলের বিনিময়ে বিক্রি করতে নিষেধ করেছেন। কিন্তু যারা আরায়্যা করে, তাদের জন্য তিনি এর অনুমতি দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2226",
    "id": "2305",
    "thesequence": "2652",
    "isActive": "1",
    "chapterId": "15521",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "37",
    "statusId": "1",
    "topicName": "১৪৮২. খেজুরের বা অন্য কিছুর বাগানে কোন লোকের চলার পথ কিংবা পানির কূপ থাকা। রাসূলুল্লাহ্&zwnj; (সা), বলেছেন, কোন ব্যক্তি যদি খেজুর গাছের তাবীর (স্ত্রী পুষ্পরেণু সংমিশ্রনের পর) করার পর ও তা বিক্রি করে, তা হরে তার ফল বিক্রেতার, চলার পথও পানির কূপ বিক্রেতার, যতক্ষণ ফল তুলে নেওয়া না হয়। আরিয়্যার মালিকেরও এই হুকুম। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]