[
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nAllahs Messenger (ﷺ) said, When the believers pass safely over (the bridge across) Hell, they will be stopped at a bridge in between Hell and Paradise where they will retaliate upon each other for the injustices done among them in the world, and when they get purified of all their sins, they will be admitted into Paradise. By Him in Whose Hands the life of Muhammad is everybody will recognize his dwelling in Paradise better than he recognizes his dwelling in this world.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي الْمُتَوَكِّلِ النَّاجِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا خَلَصَ الْمُؤْمِنُونَ مِنَ النَّارِ حُبِسُوا بِقَنْطَرَةٍ بَيْنَ الْجَنَّةِ وَالنَّارِ، فَيَتَقَاصُّونَ مَظَالِمَ كَانَتْ بَيْنَهُمْ فِي الدُّنْيَا، حَتَّى إِذَا نُقُّوا وَهُذِّبُوا أُذِنَ لَهُمْ بِدُخُولِ الْجَنَّةِ، فَوَالَّذِي نَفْسُ مُحَمَّدٍ صلى الله عليه وسلم بِيَدِهِ لأَحَدُهُمْ بِمَسْكَنِهِ فِي الْجَنَّةِ أَدَلُّ بِمَنْزِلِهِ كَانَ فِي الدُّنْيَا . وَقَالَ يُونُسُ بْنُ مُحَمَّدٍ حَدَّثَنَا شَيْبَانُ عَنْ قَتَادَةَ حَدَّثَنَا أَبُو الْمُتَوَكِّلِ.",
    "hadithBengali": "১৫২৪. পরিচ্ছেদঃ যুলম ও ছিনতাই। আল্লাহ তাআলার বাণীঃ তুমি কখনও মনে করবে না যে, জালিমরা যা করে, সে বিষয়ে আল্লাহ্&zwnj; গাফিল। তিনি তাদেরকে সে দিন পর্যন্ত অবকাশ দেন, যে দিন তাদের চোখগুলো হবে স্থীর, ভীত বিহবল চিত্তে আকাশের দিকে চেয়ে তারা ছুটাছুটি করবে, নিজেদের প্রতি তাদের দৃষ্টি ফিরবে না এবং তাদের অন্তর হবে শূণ্য (সূরা ইব্&zwnj;রাহীমঃ ৪২-৪৩)। مُقْنِعِ رُءُوسِهِمْ অর্থ উপরের দিকে তাদের মাথা তুলে। الْمُقْنِعُ এবং الْمُقْمِحُ সমার্থক শব্দ। মুজাহিদ (রহঃ) বলেন, مُهْطِعِينَ অর্থ দৃষ্টি অবনত করে। هَوَاءٌ শব্দের অর্থ জ্ঞাণশূণ্য। (আল্লাহ্&zwnj; তাআলার বাণীঃ) যে দিন তাদের শাস্তি আসবে, সেদিন সম্পর্কে মানুষকে সতর্ক করুন। তথায় জালিমরা বলবে, হে আমাদের প্রতিপালক! আমাদের কিছু কালের জন্য অবকাশ দিন। আমরা তোমার ডাকে সাড়া দিব এবং রাসূলদের অনুসরণ করব................. আল্লাহ্&zwnj; পরাক্রমশালী, দন্ডবিধায়ক (সূরা ইব্&zwnj;রাহীম)।\n\n<hr />\n২২৭৮। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, মুমিনগণ যখন জাহান্নাম থেকে নাজাত পাবে, তখন জান্নাত ও জাহান্নামের মাঝখানে এক পুলের উপর তাদের আটকে রাখা হবে। তখন পৃথিবীতে একের প্রতি অন্যের যা যা জুলুম ও অন্যায় ছিল, তার প্রতিশোধ গ্রহণের পরে যখন তারা পরিচ্ছন্ন হয়ে যাবে, তখন তাদেরকে জান্নাতে প্রবেশের অনুমতি দেওয়া হবে। সেই সত্তার কসম, যার হাতে মুহাম্মাদের প্রাণ, নিশ্চয়ই তাদের প্রত্যেকে পৃথিবীতে তার আবাসস্থল যেরূপ চিনত, তার চাইতে অধিক তার জান্নাতের আবাসস্থল চিনতে পারবে।\n",
    "checkStatus": "1",
    "hadithNo": "2278",
    "id": "2361",
    "thesequence": "2704",
    "isActive": "1",
    "chapterId": "15560",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫২৫. অপরাধের দন্ড",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Safwan bin Muhriz Al-Mazini:\n\nWhile I was walking with Ibn `Umar holding his hand, a man came in front of us and asked, What have you heard from Allahs Messenger (ﷺ) about An-Najwa? Ibn `Umar said, I heard Allahs Messenger (ﷺ) saying, Allah will bring a believer near Him and shelter him with His Screen and ask him: Did you commit such-and-such sins? He will say: Yes, my Lord. Allah will keep on asking him till he will confess all his sins and will think that he is ruined. Allah will say: I did screen your sins in the world and I forgive them for you today, and then he will be given the book of his good deeds. Regarding infidels and hypocrites (their evil acts will be exposed publicly) and the witnesses will say: These are the people who lied against their Lord. Behold! The Curse of Allah is upon the wrongdoers. (11.18)",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا هَمَّامٌ، قَالَ أَخْبَرَنِي قَتَادَةُ، عَنْ صَفْوَانَ بْنِ مُحْرِزٍ الْمَازِنِيِّ، قَالَ بَيْنَمَا أَنَا أَمْشِي، مَعَ ابْنِ عُمَرَ ـ رضى الله عنهما ـ آخِذٌ بِيَدِهِ إِذْ عَرَضَ رَجُلٌ، فَقَالَ كَيْفَ سَمِعْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي النَّجْوَى فَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنَّ اللَّهَ يُدْنِي الْمُؤْمِنَ فَيَضَعُ عَلَيْهِ كَنَفَهُ، وَيَسْتُرُهُ فَيَقُولُ أَتَعْرِفُ ذَنْبَ كَذَا أَتَعْرِفُ ذَنْبَ كَذَا فَيَقُولُ نَعَمْ أَىْ رَبِّ. حَتَّى إِذَا قَرَّرَهُ بِذُنُوبِهِ وَرَأَى فِي نَفْسِهِ أَنَّهُ هَلَكَ قَالَ سَتَرْتُهَا عَلَيْكَ فِي الدُّنْيَا، وَأَنَا أَغْفِرُهَا لَكَ الْيَوْمَ. فَيُعْطَى كِتَابَ حَسَنَاتِهِ، وَأَمَّا الْكَافِرُ وَالْمُنَافِقُونَ فَيَقُولُ الأَشْهَادُ هَؤُلاَءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ، أَلاَ لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ .",
    "hadithBengali": "২২৭৯। মূসা ইবনু ইসমাঈল (রহঃ) ... সাফওয়ান ইবনু মুহরিয আল- মাযিনী (রাঃ) থেকে বর্ণিত, তিনি বলেন, একদিন আমি ইবনু উমর (রাঃ) এর সাথে তাঁর হাত ধরে চলছিলাম। এ সময় এক ব্যাক্তি এসে বলল, কিয়ামতের দিন আল্লাহ তাআলা ও তাঁর মুমিন বান্দার একান্তে কথাবার্তা সম্পর্কে আপনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কি বলতে শুনেছেন? তখন তিনি বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, আল্লাহ তাআলা মুমিন ব্যাক্তিকে নিজের কাছে নিয়ে আসবেন এবং তার উপর স্বীয় আবরণ দ্বারা তাকে ঢেকে নিবেন। তারপর বলবেন, অমুক পাপের কথা কি তুমি জানো? তখন সে বলবে, হ্যাঁ, হে আমার প্রতিপালক। এভাবে তিনি তার কাছ থেকে তার পাপগুলো স্বীকার করিয়ে নিবেন। আর সে মনে করবে যে, তার ধ্বংস অনিবার্য। তখন আল্লাহ তাআলা বলবেন, আমি পৃথিবীতে তোমার পাপ গোপন করে রেখেছিলাম। আর আজ আমি তা মাফ করে দিব। তারপর তার নেকের আমলনামা তাকে দেওয়া হবে। কিন্তু কাফির ও মুনাফিকদের সম্পর্কে স্বাক্ষীরা বলবে, এরাই তাদের প্রতিপালক সম্পর্কে মিথ্যা বলেছিল। সাবধান, জালিমদের উপর আল্লাহর লানত।\n",
    "checkStatus": "1",
    "hadithNo": "2279",
    "id": "2362",
    "thesequence": "2705",
    "isActive": "1",
    "chapterId": "15561",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫২৬. আল্লাহ্&zwnj; তা&rsquo;আলার বাণীঃ সাবধান! জালিমদের উপর আল্লাহর লা&rsquo;নত (১১:১৮)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, A Muslim is a brother of another Muslim, so he should not oppress him, nor should he hand him over to an oppressor. Whoever fulfilled the needs of his brother, Allah will fulfill his needs; whoever brought his (Muslim) brother out of a discomfort, Allah will bring him out of the discomforts of the Day of Resurrection, and whoever screened a Muslim, Allah will screen him on the Day of Resurrection . ",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ سَالِمًا، أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   الْمُسْلِمُ أَخُو الْمُسْلِمِ، لاَ يَظْلِمُهُ وَلاَ يُسْلِمُهُ، وَمَنْ كَانَ فِي حَاجَةِ أَخِيهِ كَانَ اللَّهُ فِي حَاجَتِهِ، وَمَنْ فَرَّجَ عَنْ مُسْلِمٍ كُرْبَةً فَرَّجَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرُبَاتِ يَوْمِ الْقِيَامَةِ، وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ .",
    "hadithBengali": "২২৮০। ইয়াহ্&zwnj;ইয়া ইবনু বুকাইর (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুসলমান মুসলমানের ভাই। সে তার উপর জুলুম করবে না এবং তাকে জালিমের হাতে সোপর্দ করবে না। যে কেউ তার ভাইয়ের অভাব পুরণ করবে আল্লাহ তার অভাব পূরণ করবেন। যে ব্যাক্তি (পৃথিবীতে) কোন মুসলমানের বিপদ দূর করবে, আল্লাহ তাআলা কিয়ামতের দিন তার বিপদসমূহ দূর করবেন। যে ব্যাক্তি কোন মুসলমানের দোষ গোপন করবে, আল্লাহ কিয়ামতের দিন তার দোষ গোপন করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "2280",
    "id": "2363",
    "thesequence": "2706",
    "isActive": "1",
    "chapterId": "15562",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫২৭. মুসলমান মুসলমানের প্রতি জুলুম করবে না এবং তাকে অপমানিতও করবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllahs Messenger (ﷺ) said, Help your brother, whether he is an oppressor or he is an oppressed one.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ أَبِي بَكْرِ بْنِ أَنَسٍ، وَحُمَيْدٌ الطَّوِيلُ، سَمِعَا أَنَسَ بْنَ مَالِكٍ ـ رضى الله عنه ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا .",
    "hadithBengali": "২২৮১। উসমান ইবনু আবূ শায়বা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমার ভাইকে সাহায্য কর, সে জালিম হোক অথবা মাজলুম (অর্থাৎ জালিম ভাইকে জুলুম থেকে বিরত রাখবে এবং মাজলুম ভাইকে জালিমের হাত থেকে রক্ষা করবে)।\n",
    "checkStatus": "1",
    "hadithNo": "2281",
    "id": "2364",
    "thesequence": "2707",
    "isActive": "1",
    "chapterId": "15563",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫২৮. তোমার ভাইকে সাহায্য কর, সে যালিম হোক বা মাযলুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nAllahs Messenger (ﷺ) said, Help your brother, whether he is an oppressor or he is an oppressed one. People asked, O Allahs Messenger (ﷺ)! It is all right to help him if he is oppressed, but how should we help him if he is an oppressor? The Prophet (ﷺ) said, By preventing him from oppressing others.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا . قَالُوا يَا رَسُولَ اللَّهِ هَذَا نَنْصُرُهُ مَظْلُومًا، فَكَيْفَ نَنْصُرُهُ ظَالِمًا قَالَ  تَأْخُذُ فَوْقَ يَدَيْهِ .",
    "hadithBengali": "২২৮২। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমার ভাইকে সাহায্য করো, সে জালিম হোক অথবা মাজলুম। তিনি (আনাস) বললেন, ইয়া রাসূলাল্লাহ! মাজলুমকে সাহায্য করব, তা তো বুঝলাম। কিন্তু জালিমকে কি করে সাহায্য করব? তিনি বললেন, তুমি তার হাত ধরে তাকে বিরত রাখবে (অর্থাৎ তাকে যুলুম করতে দিবে না)।\n",
    "checkStatus": "1",
    "hadithNo": "2282",
    "id": "2365",
    "thesequence": "2708",
    "isActive": "1",
    "chapterId": "15563",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫২৮. তোমার ভাইকে সাহায্য কর, সে যালিম হোক বা মাযলুম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muawiya bin Suwaid:\n\nI heard Al-Bara bin `Azib saying, The Prophet (ﷺ) orders us to do seven things and prohibited us from doing seven other things. Then Al-Bara mentioned the following:-- (1) To pay a visit to the sick (inquiring about his health), (2) to follow funeral processions, (3) to say to a sneezer, May Allah be merciful to you (if he says, Praise be to Allah!), (4) to return greetings, (5) to help the oppressed, (6) to accept invitations, (7) to help others to fulfill their oaths. ",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ الرَّبِيعِ، حَدَّثَنَا شُعْبَةُ، عَنِ الأَشْعَثِ بْنِ سُلَيْمٍ، قَالَ سَمِعْتُ مُعَاوِيَةَ بْنَ سُوَيْدٍ، سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ ـ رضى الله عنهما ـ قَالَ أَمَرَنَا النَّبِيُّ صلى الله عليه وسلم بِسَبْعٍ، وَنَهَانَا عَنْ سَبْعٍ. فَذَكَرَ عِيَادَةَ الْمَرِيضِ، وَاتِّبَاعَ الْجَنَائِزِ، وَتَشْمِيتَ الْعَاطِسِ، وَرَدَّ السَّلاَمِ، وَنَصْرَ الْمَظْلُومِ، وَإِجَابَةَ الدَّاعِي، وَإِبْرَارَ الْمُقْسِمِ.",
    "hadithBengali": "২২৮৩। সাঈদ ইবনু রাবী (রহঃ) ... বারা ইবনু আযিব (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে সাতটি বিষয়ে আদেশ দিয়েছেন এবং সাতটি বিষয়ে নিষেধ করেছেন। তারপর তিনি উল্লেখ করেলেন, পীড়িতের খোঁজখবর নেওয়া, জানাযার অনুসরণ করা, হাঁচির জবাবে ইয়ারহামুকাল্লাহ্&zwnj; বলা, সালামের জওয়াব দেওয়া, মাজলুমকে সাহায্য করা, আহবানকারীর প্রতি সাড়া দেওয়া, কসমকারীকে দায়িত্ব মুক্ত করা।\n",
    "checkStatus": "1",
    "hadithNo": "2283",
    "id": "2366",
    "thesequence": "2709",
    "isActive": "1",
    "chapterId": "15564",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫২৯. মাজলুমকে সাহায্য করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThe Prophet (ﷺ) said, A believer to another believer is like a building whose different parts enforce each other. The Prophet (ﷺ) then clasped his hands with the fingers interlaced (while saying that).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا . وَشَبَّكَ بَيْنَ أَصَابِعِهِ.",
    "hadithBengali": "২২৮৪। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক মুমিন আর এক মুমিনের জন্য ইমারত তুল্য, যার এক অংশ আর এক অংশকে সুদৃঢ় করে। আর তিনি তাঁর এক হাতের আঙ্গুল আর এক হাতের আঙ্গুলে প্রবেশ করিয়ে দেখালেন।\n",
    "checkStatus": "1",
    "hadithNo": "2284",
    "id": "2367",
    "thesequence": "2710",
    "isActive": "1",
    "chapterId": "15564",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫২৯. মাজলুমকে সাহায্য করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) said, Oppression will be a darkness on the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ الْمَاجِشُونُ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الظُّلْمُ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ .",
    "hadithBengali": "১৫৩১. পরিচ্ছেদঃ মাযলুমকে মাফকরে দেওয়া। আল্লাহ্&zwnj; তায়ালার বাণীঃ তোমরা সৎকর্ম প্রকাশ্যে করলে অথবা গোপনে করলে অথবা দোষ ক্ষমা করলে আল্লাহ্&zwnj;ও দোষ মোছনকারী, শক্তিমান (৪ঃ১৪৯)। মন্দের প্রতিফল অনুরূপ মন্দ, কিন্তু যে মাফ করে দেয় এবং আপোষ নিস্পত্তি করে, তার পুরষ্কার আল্লাহ্&zwnj;র নিকটই রয়েছে। তিনি জালিমদের পছন্দ করেন না। তবে অত্যাচারিত হওয়ার পর যারা প্রতিবিধান করে, তাদের বিরুদ্ধে কোন ব্যবস্থা গ্রহন করা হবে না। কেবল তাদের বিরুদ্ধে ব্যবস্থা অবলম্বন করা হবে, যারা মানুষের উপর যুলম করে এবং পৃথিবীতে অন্যায়ভাবে বিদ্রোহচরণ করে বেড়ায়। এদের জন্য রয়েছে যন্ত্রনাদায়ক শাস্তি। অবশ্য যে ধৈর্য ধারণ করে এবং মাফ করে দেয়, এতো হবে দৃঢ়সংকল্পেরই কাজ। আল্লাহ্&zwnj; যাকে পথ ভ্রষ্ট করেন এবং পর তার জন্য কোনো অভিবাবক নেই। জালিমরা (কিয়ামতের দিন) যখন শাস্তি দেখবে, তখন আপনি তাদের বলতে শুনবেন প্রত্যাবর্তনের কোনো পথ আছে কি? (৪২ঃ ৪০-৪৪)।\n\n\n<hr />\n\n২২৮৫। আহ্&zwnj;মদের ইবনু ইউনুস (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যুলম কিয়ামতের দিন অনেক অন্ধকারের রূপ ধারন করবে।\n",
    "checkStatus": "1",
    "hadithNo": "2285",
    "id": "2368",
    "thesequence": "2711",
    "isActive": "1",
    "chapterId": "15565",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৩২. যুলম কিয়ামতের দিন অনেক অন্ধকারের রূপ ধারন করবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) sent Mu`adh to Yemen and said, Be afraid, from the curse of the oppressed as there is no screen between his invocation and Allah.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا زَكَرِيَّاءُ بْنُ إِسْحَاقَ الْمَكِّيُّ، عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ صَيْفِيٍّ، عَنْ أَبِي مَعْبَدٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ مُعَاذًا إِلَى الْيَمَنِ، فَقَالَ   اتَّقِ دَعْوَةَ الْمَظْلُومِ، فَإِنَّهَا لَيْسَ بَيْنَهَا وَبَيْنَ اللَّهِ حِجَابٌ .",
    "hadithBengali": "২২৮৬। ইয়াহ্&zwnj;ইয়া ইবনু মূসা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মুআয (রাঃ) কে ইয়মানে পাঠান এবং তাকে বলেন, মাজলুমের ফরিয়াদকে ভয় করবে। কেননা তার ফরিয়াদ এবং আল্লাহর মাঝে কোনো পর্দা থাকে না।\n",
    "checkStatus": "1",
    "hadithNo": "2286",
    "id": "2369",
    "thesequence": "2712",
    "isActive": "1",
    "chapterId": "15566",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৩৩. মাযলুমের ফরিয়াদকে ভয় করা এবং তা থেকে বেঁচে থাকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Whoever has oppressed another person concerning his reputation or anything else, he should beg him to forgive him before the Day of Resurrection when there will be no money (to compensate for wrong deeds), but if he has good deeds, those good deeds will be taken from him according to his oppression which he has done, and if he has no good deeds, the sins of the oppressed person will be loaded on him.",
    "hadithArabic": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، حَدَّثَنَا سَعِيدٌ الْمَقْبُرِيُّ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ كَانَتْ لَهُ مَظْلَمَةٌ لأَحَدٍ مِنْ عِرْضِهِ أَوْ شَىْءٍ فَلْيَتَحَلَّلْهُ مِنْهُ الْيَوْمَ، قَبْلَ أَنْ لاَ يَكُونَ دِينَارٌ وَلاَ دِرْهَمٌ، إِنْ كَانَ لَهُ عَمَلٌ صَالِحٌ أُخِذَ مِنْهُ بِقَدْرِ مَظْلَمَتِهِ، وَإِنْ لَمْ تَكُنْ لَهُ حَسَنَاتٌ أُخِذَ مِنْ سَيِّئَاتِ صَاحِبِهِ فَحُمِلَ عَلَيْهِ . قَالَ أَبُو عَبْدِ اللَّهِ قَالَ إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ إِنَّمَا سُمِّيَ الْمَقْبُرِيَّ لأَنَّهُ كَانَ نَزَلَ نَاحِيَةَ الْمَقَابِرِ. قَالَ أَبُو عَبْدِ اللَّهِ وَسَعِيدٌ الْمَقْبُرِيُّ هُوَ مَوْلَى بَنِي لَيْثٍ، وَهُوَ سَعِيدُ بْنُ أَبِي سَعِيدٍ، وَاسْمُ أَبِي سَعِيدٍ كَيْسَانُ.",
    "hadithBengali": "২২৮৭। আদম ইবনু আবূ ইয়াস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি তার ভাইয়ের সম্ভ্রম হানী বা অন্য কোন বিষয়ে জুলুমের জন্য দায়ী থাকে, সে যেন আজই তার কাছ থেকে মাফ করায়ে নেয়, সে দিন আসার পূর্বে যে দিন তার কোনো দ্বীনার বা দিরহাম থাকবে না। সে দিন তার কোনো সৎকর্ম থাকলে তার জুলুমের পরিমাণ তা তার নিকট থেকে নেওয়া হবে আর তার কোনো সৎকর্ম না থাকলে তার প্রতিপক্ষের পাপ থেকে নিয়ে তা তার উপর চাপিয়ে দেওয়া হবে।\n\nআবূ আবদুল্লাহ&zwnj; (ইমাম বুখারী) (রহঃ) বলেন, ইসমাঈল ইবনু উয়াইস (রহঃ) বলেছেন, সাঈদ আল-মাকবুরী (রহঃ) কবরস্থানে পার্শ্বে অবস্থান করতেন বলে তাকে আল-মাকবুরী বলা হত। আবূ আবদুল্লাহ&zwnj; (ইমাম বুখারী) (রহঃ) এও বলেছেন, সাঈদ আল-মাকবুরী হলেন, বনূ লাইসের আযাদকৃত গোলাম। ইনি হলেন সাঈদ ইবনু আবূ সাঈদ। আর আবূ সাঈদের নাম হলো কায়সান।\n",
    "checkStatus": "1",
    "hadithNo": "2287",
    "id": "2370",
    "thesequence": "2713",
    "isActive": "1",
    "chapterId": "15567",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৩৪. মাযলুম জালিমকে মাফ করে দিল; এমতাবস্থায় সে জালিমের যুলমের কথা প্রকাশ করতে পারবে কি?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nRegarding the explanation of the following verse:-- If a wife fears Cruelty or desertion On her husbands part. (4.128) A man may dislike his wife and intend to divorce her, so she says to him, I give up my rights, so do not divorce me. The above verse was revealed concerning such a case.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها &ndash; {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا} قَالَتِ الرَّجُلُ تَكُونُ عِنْدَهُ الْمَرْأَةُ، لَيْسَ بِمُسْتَكْثِرٍ مِنْهَا، يُرِيدُ أَنْ يُفَارِقَهَا، فَتَقُولُ أَجْعَلُكَ مِنْ شَأْنِي فِي حِلٍّ. فَنَزَلَتْ هَذِهِ الآيَةُ فِي ذَلِكَ.",
    "hadithBengali": "২২৮৮। মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, কোন স্ত্রী যদি স্বামীর দুর্ব্যবহার ও উপেক্ষার আশংকা করে (৪ঃ ১২৮) আয়াতের তাফসীর প্রসঙ্গে তিনি (আয়িশা) বলেন, এক ব্যাক্তি তার স্ত্রীর কাছে বেশী যাওয়া-আসা করত না বরং তাকে আলাদা অর্থাৎ তালাক দেওয়ার ইচ্ছা পোষণ করত। এ অবস্তায় স্ত্রী বলল, আমি তোমাকে আমার ব্যাপারে দায়মুক্ত করে দিলাম। এ ঘটনার প্রেক্ষিতে এই আয়াতটি নাযিল হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2288",
    "id": "2371",
    "thesequence": "2714",
    "isActive": "1",
    "chapterId": "15568",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৩৫. যদি কেউ কারো যুলম মাফ করে দেয়, তবে সে যুলমের জন্য পুনরায় তাকে দায়ী করা চলবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d As-Sa`idi:\n\nA drink (milk mixed with water) was brought to Allahs Messenger (ﷺ) who drank some of it. A boy was sitting to his right, and some old men to his left. Allahs Messenger (ﷺ) said to the boy, Do you allow me to give the rest of the drink to these people? The boy said, O Allahs Messenger (ﷺ)! I will not give preference to anyone over me to drink the rest of it from which you have drunk. Allahs Messenger (ﷺ) then handed the bowl (of drink) to the boy.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُتِيَ بِشَرَابٍ، فَشَرِبَ مِنْهُ وَعَنْ يَمِينِهِ غُلاَمٌ وَعَنْ يَسَارِهِ الأَشْيَاخُ، فَقَالَ لِلْغُلاَمِ   أَتَأْذَنُ لِي أَنْ أُعْطِيَ هَؤُلاَءِ . فَقَالَ الْغُلاَمُ لاَ وَاللَّهِ يَا رَسُولَ اللَّهِ لاَ أُوثِرُ بِنَصِيبِي مِنْكَ أَحَدًا. قَالَ فَتَلَّهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي يَدِهِ.",
    "hadithBengali": "২২৮৯। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... সালাহ ইবনু সাদ সাঈদী (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কিছু পানীয় দ্রব্য আনা হল। তিনি তার কিছুটা পান করলেন। তাঁর ডান দিকে বসা ছিল একটি বালক আর বাম দিকে ছিলো বয়োজ্যেষ্ঠরা। তিনি বলাকটিকে বললেন, এ বয়োজ্যেষ্ঠেদেরকে দেওয়ার জন্য তুমি আমাকে অনুমতি দিবে কি? তখণ বালকটি বলল, না, ইয়া রাসূলাল্লাহ! আল্লাহর কসম, আমি আপনার কাছ থেকে প্রাপ্য আমার অংশে কাউকে অগ্রাধিকার দিব না। রাবী বলেন, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পানির পেয়ালাটা তার হাতে ঠেলে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2289",
    "id": "2372",
    "thesequence": "2715",
    "isActive": "1",
    "chapterId": "15569",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৩৬. যদি কোন ব্যক্তি কাউকে কোন বিষয়ে অনুমতি প্রদান করে তাকে মাফ করে, কিন্তু কি পরিমাণ মাফ করল তা ব্যক্ত করেনি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Zaid:\n\nAllahs Messenger (ﷺ) said, Whoever usurps the land of somebody unjustly, his neck will be encircled with it down the seven earths (on the Day of Resurrection). ",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي طَلْحَةُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ عَمْرِو بْنِ سَهْلٍ، أَخْبَرَهُ أَنَّ سَعِيدَ بْنَ زَيْدٍ ـ رضى الله عنه ـ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ ظَلَمَ مِنَ الأَرْضِ شَيْئًا طُوِّقَهُ مِنْ سَبْعِ أَرَضِينَ .",
    "hadithBengali": "২২৯০। আবূল ইয়ামান (রহঃ) ... সাঈদ ইবনু যায়দ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যাক্তি কারো জমির অংশ জুলুম করে কেড়ে নেয়, কিয়ামতের দিন এর সাত তবক যমীন তার গলায় লটকিয়ে দেওয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2290",
    "id": "2373",
    "thesequence": "2716",
    "isActive": "1",
    "chapterId": "15570",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৩৭. যে ব্যক্তি কারো জমির কিছু অংশ যুল্&zwnj;ম করে নিয়ে নেয় তার গুনাহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Salama:\n\nThat there was a dispute between him and some people (about a piece of land). When he told `Aisha about it, she said, O Abu Salama! Avoid taking the land unjustly, for the Prophet (ﷺ) said, Whoever usurps even one span of the land of somebody, his neck will be encircled with it down the seven earths.",
    "hadithArabic": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا حُسَيْنٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ، أَنَّ أَبَا سَلَمَةَ، حَدَّثَهُ أَنَّهُ، كَانَتْ بَيْنَهُ وَبَيْنَ أُنَاسٍ خُصُومَةٌ، فَذَكَرَ لِعَائِشَةَ ـ رضى الله عنها ـ فَقَالَتْ يَا أَبَا سَلَمَةَ اجْتَنِبِ الأَرْضَ، فَإِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَنْ ظَلَمَ قِيدَ شِبْرٍ مِنَ الأَرْضِ طُوِّقَهُ مِنْ سَبْعِ أَرَضِينَ .",
    "hadithBengali": "২২৯১। আবূ মামার (রহঃ) ... আবূ সালামা (রাঃ) থেকে বর্ণিত, তিনি বর্ণনা করেন যে, তাঁর এবং কয়েকজন লোকের মধ্যে একটি বিবাদ ছিল। আয়িশা (রাঃ) এর কাছে উল্লেখ করা হলে তিনি বললেন, হে আবূ সালামা! জমির ব্যাপারে সতর্ক থাক। কেননা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি এক বিঘত জমি অন্যায়ভাবে নিয়ে নেয়, (কিয়ামতের দিন) এর সাত তবক জমি তার গলায় লটকিয়ে দেওয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2291",
    "id": "2374",
    "thesequence": "2717",
    "isActive": "1",
    "chapterId": "15570",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৩৭. যে ব্যক্তি কারো জমির কিছু অংশ যুল্&zwnj;ম করে নিয়ে নেয় তার গুনাহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salims father (i.e. `Abdullah):\n\nThe Prophet (ﷺ) said, Whoever takes a piece of the land of others unjustly, he will sink down the seven earths on the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، عَنْ سَالِمٍ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَنْ أَخَذَ مِنَ الأَرْضِ شَيْئًا بِغَيْرِ حَقِّهِ خُسِفَ بِهِ يَوْمَ الْقِيَامَةِ إِلَى سَبْعِ أَرَضِينَ . قَالَ أَبُو عَبْدِ اللَّهِ هَذَا الْحَدِيثُ لَيْسَ بِخُرَاسَانَ فِي كِتَابِ ابْنِ الْمُبَارَكِ، أَمْلاَهُ عَلَيْهِمْ بِالْبَصْرَةِ.",
    "hadithBengali": "২২৯২। মুসলিম ইবনু ইব্&zwnj;রাহীম (রহঃ) ... সালিম (রাঃ) এর পিতা থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি অন্যায়ভাবে সামাণ্য পরিমাণ জমিও নিয়ে নিবে, কিয়ামতের দিন তাকে সাত তবক যমীনের নীচ পর্যন্ত ধসিয়ে দেওয়া হবে।\n\nআবূ আবদুল্লাহ&zwnj; (ইমাম বুখারী) (রহঃ) বলেন, আবদুল্লাহ&zwnj; ইবনু মুরারক (রহঃ) কর্তৃক খুরাসানে রচিত হাদীসগ্রন্থে এ হাদীসটি নেই। এ হাদীসটি বসরায় লোকজনকে শোনানো হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2292",
    "id": "2375",
    "thesequence": "2718",
    "isActive": "1",
    "chapterId": "15570",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৩৭. যে ব্যক্তি কারো জমির কিছু অংশ যুল্&zwnj;ম করে নিয়ে নেয় তার গুনাহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabala:\n\nWe were in Medina with some of the Iraqi people, and we were struck with famine and Ibn Az- Zubair used to give us dates. Ibn `Umar used to pass by and say, The Prophet (ﷺ) forbade us to eat two dates at a time, unless one takes the permission of ones companions.",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ جَبَلَةَ، كُنَّا بِالْمَدِينَةِ فِي بَعْضِ أَهْلِ الْعِرَاقِ، فَأَصَابَنَا سَنَةٌ، فَكَانَ ابْنُ الزُّبَيْرِ يَرْزُقُنَا التَّمْرَ، فَكَانَ ابْنُ عُمَرَ ـ رضى الله عنهما ـ يَمُرُّ بِنَا فَيَقُولُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الإِقْرَانِ، إِلاَّ أَنْ يَسْتَأْذِنَ الرَّجُلُ مِنْكُمْ أَخَاهُ.",
    "hadithBengali": "২২৯৩। হাফ্&zwnj;স ইবনু উমর (রহঃ) ... জাবালা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা মদিনায় কিছু সংখ্যক ইরাকী লোকের সঙ্গে ছিলাম। একবার আমরা দুর্ভিক্ষের কবলে পতিত হই, তখন ইবনু যুবাইর (রাঃ) আমাদেরকে খেজুর খেতে দিতেন। ইবনু উমর (রাঃ) আমাদের কাছ দিয়ে যেতেন এবং বলতেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাউকে তার ভাইয়ের অনুমতি ছাড়া এক সাথে দুটো করে খেজুর খেতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2293",
    "id": "2376",
    "thesequence": "2719",
    "isActive": "1",
    "chapterId": "15571",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৩৮. যদি কোন ব্যক্তি কাউকে কোন বিষয়ে অনুমতি প্রদান করে তবে তা জায়িয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Mas`ud:\n\nThere was an Ansari man called Abu Shuaib who had a slave butcher. Abu Shuaib said to him, Prepare a meal sufficient for five persons so that I might invite the Prophet (ﷺ) besides other four persons. Abu Shuaib had seen the signs of hunger on the face of the Prophet (ﷺ) and so he invited him. Another man who was not invited, followed the Prophet. The Prophet (ﷺ) said to Abu Shuaib, This man has followed us. Do you allow him to share the meal? Abu Shuaib said, Yes.",
    "hadithArabic": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ أَبِي مَسْعُودٍ، أَنَّ رَجُلاً، مِنَ الأَنْصَارِ يُقَالُ لَهُ أَبُو شُعَيْبٍ كَانَ لَهُ غُلاَمٌ لَحَّامٌ فَقَالَ لَهُ أَبُو شُعَيْبٍ اصْنَعْ لِي طَعَامَ خَمْسَةٍ لَعَلِّي أَدْعُو النَّبِيَّ صلى الله عليه وسلم خَامِسَ خَمْسَةٍ. وَأَبْصَرَ فِي وَجْهِ النَّبِيِّ صلى الله عليه وسلم الْجُوعَ ـ فَدَعَاهُ، فَتَبِعَهُمْ رَجُلٌ لَمْ يُدْعَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم   إِنَّ هَذَا قَدِ اتَّبَعَنَا أَتَأْذَنُ لَهُ . قَالَ نَعَمْ.",
    "hadithBengali": "২২৯৪। আবূ নুমান (রহঃ) ... আবূ মাসউদ (রাঃ) থেকে বর্ণিত যে, আবূ শুয়াইব (রাঃ) নামক এক আনসারীর গোশত বিক্রেতা একজন গোলাম ছিল। একদিন আবূ শুয়াইব (রাঃ) তাকে বললেন, আমার জন্য পাঁচ জন লোকের খাবার তৈরী কর। আমি আশা করছি যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দাওয়াত করব। আর তিনি হলেন উক্ত পাঁচজনের একজন। উক্ত আনসারী নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চেহারায় ক্ষুধার ছাপ লক্ষ্য করেছিলেন। কাজেই তিনি তাঁকে দাওয়াত করলেন। কিন্তু তাঁদের সঙ্গে আরেকজন লোক আসলেন, যাকে দাওয়াত করা হয়নি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আনসারীকে) বললেন, এ আমাদের পিছে পিছে চলে এসেছেন। তুমি কি তাকে অনুমতি দিচ্ছ? তিনি বললেন, হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "2294",
    "id": "2377",
    "thesequence": "2720",
    "isActive": "1",
    "chapterId": "15571",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৩৮. যদি কোন ব্যক্তি কাউকে কোন বিষয়ে অনুমতি প্রদান করে তবে তা জায়িয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) said, The most hated person in the sight of Allah is the most quarrelsome person.",
    "hadithArabic": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّ أَبْغَضَ الرِّجَالِ إِلَى اللَّهِ الأَلَدُّ الْخَصِمُ .",
    "hadithBengali": "২২৯৫। আবূ আসিম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর নিকট সেই লোক সবচেয়ে বেশী ঘৃণিত, যে অতি ঝগড়াটে।\n",
    "checkStatus": "1",
    "hadithNo": "2295",
    "id": "2378",
    "thesequence": "2721",
    "isActive": "1",
    "chapterId": "15572",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৩৯. মহান আল্লাহ্&zwnj;র বাণী- প্রকৃত পক্ষে সে কিন্তু অতি ঝগড়াটে (২:২০৪)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Salama:\n\n(the wife of the Prophet) Allahs Messenger (ﷺ) heard some people quarreling at the door of his dwelling. He came out and said, I am only a human being, and opponents come to me (to settle their problems); maybe someone amongst you can present his case more eloquently than the other, whereby I may consider him true and give a verdict in his favor. So, If I give the right of a Muslim to another by mistake, then it is really a portion of (Hell) Fire, he has the option to take or give up (before the Day of Resurrection).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ زَيْنَبَ بِنْتَ أُمِّ سَلَمَةَ، أَخْبَرَتْهُ أَنَّ أُمَّهَا أُمَّ سَلَمَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهَا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ سَمِعَ خُصُومَةً بِبَابِ حُجْرَتِهِ، فَخَرَجَ إِلَيْهِمْ، فَقَالَ   إِنَّمَا أَنَا بَشَرٌ وَإِنَّهُ يَأْتِينِي الْخَصْمُ، فَلَعَلَّ بَعْضَكُمْ أَنْ يَكُونَ أَبْلَغَ مِنْ بَعْضٍ، فَأَحْسِبُ أَنَّهُ صَدَقَ، فَأَقْضِيَ لَهُ بِذَلِكَ، فَمَنْ قَضَيْتُ لَهُ بِحَقِّ مُسْلِمٍ فَإِنَّمَا هِيَ قِطْعَةٌ مِنَ النَّارِ، فَلْيَأْخُذْهَا أَوْ فَلْيَتْرُكْهَا .",
    "hadithBengali": "২২৯৬। আবদুল আযীয ইবনু আবদুল্লাহ&zwnj; (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী উম্মু সালামা (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন যে, একদিন তিনি তাঁর ঘরের দরজার নিকটে ঝগড়ার শব্দ শুনতে পেয়ে তাদের নিকট বেরিয়ে আসলেন। (তাঁর কাছে বিচার চাওয়া হল) তিনি বললেন, আমি তো একজন মানুষ। আমার কাছে (কোন কোন সময়) ঝগড়াকারীরা আসে। তোমাদের মধ্যে কেউ কেউ অন্যের চাইতে অধিক বাকপটু। তখন আমি মনে করি যে, সে সত্য বলেছে। তাই আমি তার পক্ষে রায় দেই। বিচারে যদি আমি ভুলবশত অন্য কোন মুসলমানের হক তাকে দিয়ে থাকি, তবে তা দোযখের টুকরা। এখন সে তা গ্রহন করুক বা ত্যাগ করুক।\n",
    "checkStatus": "1",
    "hadithNo": "2296",
    "id": "2379",
    "thesequence": "2722",
    "isActive": "1",
    "chapterId": "15573",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৪০. যে ব্যক্তি জেনে শুনে না হক বিষয়ে ঝগড়া করে, তার অপরাধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr:\n\nThe Prophet (ﷺ) said, Whoever has (the following) four characters will be a hypocrite, and whoever has one of the following four characteristics will have one characteristic of hypocrisy until he gives it up. These are: (1 ) Whenever he talks, he tells a lie; (2) whenever he makes a promise, he breaks it; (3) whenever he makes a covenant he proves treacherous; (4) and whenever he quarrels, he behaves impudently in an evil insulting manner.",
    "hadithArabic": "حَدَّثَنَا بِشْرُ بْنُ خَالِدٍ، أَخْبَرَنَا مُحَمَّدٌ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا، أَوْ كَانَتْ فِيهِ خَصْلَةٌ مِنْ أَرْبَعَةٍ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ، حَتَّى يَدَعَهَا إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا خَاصَمَ فَجَرَ .",
    "hadithBengali": "২২৯৭। বিশর ইবনু খালিদ (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, চারটি স্বভাব যার মধ্যে থাকে, সে মুনাফিক অথবা যার মধ্যে, এ চারটি স্বভাবের কোন একটা থাকে, তার মধ্যেও মুনাফিকীর একটি স্বভাব থাকে, যে পর্যন্ত না সে তা পরিত্যাগ করে। (১) সে যখন কথা বলে মিথ্যা বলে, (২) যখন ওয়াদা করে ভঙ্গ করে (৩) যখন চুক্তি করে তা লংঘন করে (৪) যখন ঝগড়া করে অশ্লীল ভাষা ব্যবহার করে।\n",
    "checkStatus": "1",
    "hadithNo": "2297",
    "id": "2380",
    "thesequence": "2723",
    "isActive": "1",
    "chapterId": "15574",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৪১. ঝগড়া করার সময় অশ্লীল ভাষা ব্যবহার ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nHind bint `Utba (Abu Sufyans wife) came and said, O Allahs Messenger (ﷺ)! Abu Sufyan is a miser. Is there any harm if I spend something from his property for our children? He said, there is no harm for you if you feed them from it justly and reasonably (with no extravagance).",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، حَدَّثَنِي عُرْوَةُ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ جَاءَتْ هِنْدُ بِنْتُ عُتْبَةَ بْنِ رَبِيعَةَ، فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سُفْيَانَ رَجُلٌ مِسِّيكٌ، فَهَلْ عَلَىَّ حَرَجٌ أَنْ أُطْعِمَ مِنَ الَّذِي لَهُ عِيَالَنَا فَقَالَ   لاَ حَرَجَ عَلَيْكِ أَنْ تُطْعِمِيهِمْ بِالْمَعْرُوفِ .",
    "hadithBengali": "২২৯৮। আবূল ইয়ামান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, একদিন উতবা ইবনু রবীআর কন্যা হিন্দা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললেন, ইয়া রাসূলাল্লাহ! (আমার স্বামী) আবূ সুফিয়ান কৃপণ লোক। তার সম্পদ থেকে যদি আমার সন্তাদের খেতে দেই, তা হলে আমার কোন গুনাহ্&zwnj; হবে কি? তখন তিনি বললেন, যদি তুমি তাদেরকে ন্যায়সঙ্গতভাবে খেতে দাও তা হলে কোন তোমার গুনাহ হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2298",
    "id": "2381",
    "thesequence": "2724",
    "isActive": "1",
    "chapterId": "15575",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৪২. জালিমের মাল যদি মাজলুমের হস্তগত হয়, তবে তা থেকে সে নিজের প্রতিশোধ গ্রহণ করতে পারে। ইব্&zwnj;ন সীরীন (র) বলেন, তার প্রাপ্য যতটুকু, ততটুকু গ্রহণ করতে পারে এবং তিনি (কুরআনুল কারীমের এ আয়াত) পাঠ করেনঃ যদি তোমরা প্রতিশোধ গ্রহণ কর, তবে ঠিক যতখানি করবে, যতখানি অন্যায় তোমাদের প্রতি করা হয়েছে (১৬:২৬)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uqba bin Amir:\n\nWe said to the Prophet, You send us out and it happens that we have to stay with people who do not entertain us. What do you think about it? He said to us, If you stay with some people and they entertain you as they should for a guest, accept their hospitality, but if they dont, take the right of the guest from them.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي يَزِيدُ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ قُلْنَا لِلنَّبِيِّ صلى الله عليه وسلم إِنَّكَ تَبْعَثُنَا فَنَنْزِلُ بِقَوْمٍ لاَ يَقْرُونَا فَمَا تَرَى فِيهِ فَقَالَ لَنَا   إِنْ نَزَلْتُمْ بِقَوْمٍ، فَأُمِرَ لَكُمْ بِمَا يَنْبَغِي لِلضَّيْفِ فَاقْبَلُوا، فَإِنْ لَمْ يَفْعَلُوا فَخُذُوا مِنْهُمْ حَقَّ الضَّيْفِ .",
    "hadithBengali": "২২৯৯। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললাম, আপনি যখন আমাদের কোন অভিযানে পাঠান, আর আমরা এমন কাওমের কাছে অবতরণ করি, যারা আমাদের মেহমানদারী করে না। এ ব্যাপারে আপনি কি বলেন? তিনি আমাদের বললেন, যদি তোমরা কোন কাওমের কাছে অবতরণ কর এবং তোমাদের জন্য যদি উপযুক্ত মেহমানদারীর আয়োজন করা হয়, তবে তোমরা তা গ্রণ করবে, আর যদি তা না করে তবে তাদের কাছ থেকে মেহমানের হক আদায় করে নিবে।\n",
    "checkStatus": "1",
    "hadithNo": "2299",
    "id": "2382",
    "thesequence": "2725",
    "isActive": "1",
    "chapterId": "15575",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৪২. জালিমের মাল যদি মাজলুমের হস্তগত হয়, তবে তা থেকে সে নিজের প্রতিশোধ গ্রহণ করতে পারে। ইব্&zwnj;ন সীরীন (র) বলেন, তার প্রাপ্য যতটুকু, ততটুকু গ্রহণ করতে পারে এবং তিনি (কুরআনুল কারীমের এ আয়াত) পাঠ করেনঃ যদি তোমরা প্রতিশোধ গ্রহণ কর, তবে ঠিক যতখানি করবে, যতখানি অন্যায় তোমাদের প্রতি করা হয়েছে (১৬:২৬)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Umar:\n\nWhen Allah took away the soul of His Prophet at his death, the Ansar assembled In the shed of Bani Sa`ida. I said to Abu Bakr, Let us go. So, we come to them (i.e. to Ansar) at the shed of Bani Sa`ida.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ حَدَّثَنِي مَالِكٌ،. وَأَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ ابْنَ عَبَّاسٍ، أَخْبَرَهُ عَنْ عُمَرَ ـ رضى الله عنهم ـ قَالَ حِينَ تَوَفَّى اللَّهُ نَبِيَّهُ صلى الله عليه وسلم إِنَّ الأَنْصَارَ اجْتَمَعُوا فِي سَقِيفَةِ بَنِي سَاعِدَةَ، فَقُلْتُ لأَبِي بَكْرٍ انْطَلِقْ بِنَا. فَجِئْنَاهُمْ فِي سَقِيفَةِ بَنِي سَاعِدَةَ.",
    "hadithBengali": "২৩০০। ইয়াহ্&zwnj;ইয়া ইবনু সুলায়মান (রহঃ) ... উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আল্লাহ তাআলা যখন তাঁর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর সান্নিধ্যে উঠিয়ে নিলেন, তখন আনসারগণ বনূ সাঈদা গোত্রের ছায়া ছাউনীতে গিয়ে সমবেত হলেন। আমি আবূ বকর (রাঃ) কে বললাম, আমাদের সঙ্গে চলুন। এরপর আমরা তাদের নিকট সাকীফাহ বনূ সাঈদাতে গিয়ে পৌঁছলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2300",
    "id": "2383",
    "thesequence": "2726",
    "isActive": "1",
    "chapterId": "15576",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৪৩. ছায়া-ছাউনী প্রসঙ্গে। রাসূলুল্লাহ্ (সা) ও তাঁর সাহাবীগণ বণূ সাঈদার ছায়া ছাউনীতে বসেছিলেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Araj:\n\nAbu Huraira said, Allahs Messenger (ﷺ) said, No one should prevent his neighbor from fixing a wooden peg in his wall. Abu Huraira said (to his companions), Why do I find you averse to it? By Allah, I certainly will narrate it to you.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، رضى الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَمْنَعُ جَارٌ جَارَهُ أَنْ يَغْرِزَ خَشَبَهُ فِي جِدَارِهِ . ثُمَّ يَقُولُ أَبُو هُرَيْرَةَ مَا لِي أَرَاكُمْ عَنْهَا مُعْرِضِينَ وَاللَّهِ لأَرْمِيَنَّ بِهَا بَيْنَ أَكْتَافِكُمْ.",
    "hadithBengali": "২৩০১। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন প্রতিবেশী যেন তার প্রতিবেশীকে তার দেয়ালে খুঁটি পুঁততে নিষেধ না করে। তারপর আবূ হুরায়রা (রাঃ) বলেন, কি হল, আমি তোমাদেরকে এ হাদীস থেকে উদাসীন দেখতে পাচ্ছি। আল্লাহর কসম, আমি সব সময় তোমাদেরকে এ হাদীস বলতে থাকব।\n",
    "checkStatus": "1",
    "hadithNo": "2301",
    "id": "2384",
    "thesequence": "2727",
    "isActive": "1",
    "chapterId": "15577",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৪৪. কোন প্রতিবেশী যেন তার প্রতিবেশীকে তার দেয়ালে খুঁটি পুঁততে বাঁধা না দেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nI was the butler of the people in the house of Abu Talha, and in those days drinks were prepared from dates. Allahs Messenger (ﷺ) ordered somebody to announce that alcoholic drinks had been prohibited. Abu Talha ordered me to go out and spill the wine. I went out and spilled it, and it flowed in the streets of Medina. Some people said, Some people were killed and wine was still in their stomachs. On that the Divine revelation came:-- On those who believe And do good deeds There is no blame For what they ate (in the past). (5.93)",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ أَبُو يَحْيَى، أَخْبَرَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا ثَابِتٌ، عَنْ أَنَسٍ ـ رضى الله عنه ـ كُنْتُ سَاقِيَ الْقَوْمِ فِي مَنْزِلِ أَبِي طَلْحَةَ، وَكَانَ خَمْرُهُمْ يَوْمَئِذٍ الْفَضِيخَ، فَأَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم مُنَادِيًا يُنَادِي  أَلاَ إِنَّ الْخَمْرَ قَدْ حُرِّمَتْ . قَالَ فَقَالَ لِي أَبُو طَلْحَةَ اخْرُجْ فَأَهْرِقْهَا، فَخَرَجْتُ فَهَرَقْتُهَا، فَجَرَتْ فِي سِكَكِ الْمَدِينَةِ فَقَالَ بَعْضُ الْقَوْمِ قَدْ قُتِلَ قَوْمٌ وَهْىَ فِي بُطُونِهِمْ. فَأَنْزَلَ اللَّهُ {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا} الآيَةَ.",
    "hadithBengali": "২৩০২। মুহাম্মদ ইবনু আবদু রাহীম আবূ ইয়াহইয়া (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, একদিন আমি আবূ তালহার বাড়িতে লোকজনকে শরাব পান করাচ্ছিলাম। সে সময় লোকেরা ফাযীখ শরাব ব্যবহার করতেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে আদেশ করলেন, যেন সে এ মর্মে ঘোষণা দেয় যে, সাবধান, শরাব এখন থেকে হারাম করে দেওয়া হয়েছে। আবূ তালহা (রাঃ) আমাকে বললেন, বাইরে যাও এবং সমস্ত শরাব ঢেলে দাও। আমি বাইরে গেলাম এবং সমস্ত শরাব রাস্তায় ঢেলে দিলাম। আনাস (রাঃ) বলেন, সে দিন মদিনার অলিগলিতে শরাবের প্লাবন বয়ে গিয়েছিল। তখন কেউ কেউ বলল, একদন লোক নিহত হয়েছে, অথচ তাদের পেটে শরাব ছিল। তখন এ আয়াত নাযিল হলঃ যারা ঈমান আনে ও সৎকর্ম করে, তারা পূর্বে যা কিছু পানাহার করেছে তার জন্য তাদের কোন গুনাহ হবে না। (৫ঃ ৯৩)।\n",
    "checkStatus": "1",
    "hadithNo": "2302",
    "id": "2385",
    "thesequence": "2728",
    "isActive": "1",
    "chapterId": "15578",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৪৫. রাস্তায় মদ ঢেলে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nThe Prophet (ﷺ) said, Beware! Avoid sitting on he roads (ways). The people said, There is no way out of it as these are our sitting places where we have talks. The Prophet (ﷺ) said, If you must sit there, then observe the rights of the way. They asked, What are the rights of the way? He said, They are the lowering of your gazes (on seeing what is illegal to look at), refraining from harming people, returning greetings, advocating good and forbidding evil.",
    "hadithArabic": " حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا أَبُو عُمَرَ، حَفْصُ بْنُ مَيْسَرَةَ عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  إِيَّاكُمْ وَالْجُلُوسَ عَلَى الطُّرُقَاتِ . فَقَالُوا مَا لَنَا بُدٌّ، إِنَّمَا هِيَ مَجَالِسُنَا نَتَحَدَّثُ فِيهَا. قَالَ  فَإِذَا أَبَيْتُمْ إِلاَّ الْمَجَالِسَ فَأَعْطُوا الطَّرِيقَ حَقَّهَا  قَالُوا وَمَا حَقُّ الطَّرِيقِ قَالَ  غَضُّ الْبَصَرِ، وَكَفُّ الأَذَى، وَرَدُّ السَّلاَمِ، وَأَمْرٌ بِالْمَعْرُوفِ، وَنَهْىٌ عَنِ الْمُنْكَرِ .",
    "hadithBengali": "২৩০৩। মুআয ইবনু ফাযাল (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমরা রাস্তার উপর বসা ছেড়ে দাও। লোকজন বলল, এ ছাড়া আমাদের কোন উপায় নেই। কেননা, এটাই আমাদের উঠাবসার জায়গা এবং এখানেই আমরা কথাবার্তা বলে থাকি। তিনি বলেন, যদি তোমাদের সেখানে বসতেই হয়, তবে রাস্তার হক আদায় করবে। তারা বলল, রাস্তার হক কি? তিনি বললেন, দৃষ্টি অবনমিত রাখা, কষ্ট দেওয়া হতে বিরত থাকা, সালামের জওয়াব দেওয়া, সৎকাজের আদেশ দেওয়া এবং অসৎকাজে নিষেধ করা।\n",
    "checkStatus": "1",
    "hadithNo": "2303",
    "id": "2386",
    "thesequence": "2729",
    "isActive": "1",
    "chapterId": "15579",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৪৬. ঘরের আঙ্গিনা ও তাতে বসা এবং রাস্তার উপর বসা। আয়শা (রাঃ) বলেন, আবু বকর (রাঃ) তার বাড়ীর আঙ্গিনায় মসজিদ বানালেন। সেখানে তিনি সালাত আদায় করতেন ও কুরআন তেলওয়াত করতেন। এতে মুশরিকদের স্ত্রীরা ও তাদের সন্তানেরা তার কাছে ভীড় জমাতে লাগল। তারা আবু বকরের অবস্থা দেখে বিস্মিত হত। সে সময় নবী (সাঃ) মক্কায় ছিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, A man felt very thirsty while he was on the way, there he came across a well. He went down the well, quenched his thirst and came out. Meanwhile he saw a dog panting and licking mud because of excessive thirst. He said to himself, This dog is suffering from thirst as I did. So, he went down the well again and filled his shoe with water and watered it. Allah thanked him for that deed and forgave him. The people said, O Allahs Messenger (ﷺ)! Is there a reward for us in serving the animals? He replied: Yes, there is a reward for serving any animate (living being).",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ سُمَىٍّ، مَوْلَى أَبِي بَكْرٍ عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  بَيْنَا رَجُلٌ بِطَرِيقٍ، اشْتَدَّ عَلَيْهِ الْعَطَشُ فَوَجَدَ بِئْرًا فَنَزَلَ فِيهَا فَشَرِبَ، ثُمَّ خَرَجَ، فَإِذَا كَلْبٌ يَلْهَثُ يَأْكُلُ الثَّرَى مِنَ الْعَطَشِ، فَقَالَ الرَّجُلُ لَقَدْ بَلَغَ هَذَا الْكَلْبَ مِنَ الْعَطَشِ مِثْلُ الَّذِي كَانَ بَلَغَ مِنِّي، فَنَزَلَ الْبِئْرَ، فَمَلأَ خُفَّهُ مَاءً، فَسَقَى الْكَلْبَ، فَشَكَرَ اللَّهُ لَهُ، فَغَفَرَ لَهُ . قَالُوا يَا رَسُولَ اللَّهِ وَإِنَّ لَنَا فِي الْبَهَائِمِ لأَجْرًا فَقَالَ  فِي كُلِّ ذَاتِ كَبِدٍ رَطْبَةٍ أَجْرٌ .",
    "hadithBengali": "২৩০৪। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, একদিন এক ব্যাক্তি রাস্তায় চলার পথে অত্যন্ত তৃষ্ণার্ত হল। তারপর একটি কুপ দেখতে পেয়ে তাতে সে নেমে পড়ল এবং পানি পান করল। উপরে উঠে এসে সে দেখতে পেলো, একটা কুকুর হাঁপাচ্ছে আর পিপাসার দরুন ভিজে মাটি চেটে খাচ্ছে। লোকটি (মনে মনে) বলল, এ কুকুরটির তেমনি পিপাসা পেয়েছে, যেমনি আমার পিপাসা পেয়েছিল। তারপর সে কূপের মধ্যে নামল এবং নিজেরা মোজা পানি ভর্তি করে এনে কুকুরটিকে পান করাল। আল্লাহ তার এ কাজ কবুল করেন এবং তাকে ক্ষমা করে দেন। সাহাবীগণ বলল, ইয়া রাসূলাল্লাহ! পশুদের ব্যাপারেও কি আমাদের জন্য সাওয়াব রয়েছে? তিনি বললেন, প্রাণী মাত্রের সেবার মধ্যেই সাওয়াব রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2304",
    "id": "2387",
    "thesequence": "2730",
    "isActive": "1",
    "chapterId": "15580",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৪৭. রাস্তায় কূপ খনন করা, যদি তাতে কারো কষ্ট না হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Usama bin Zaid:\n\nOnce the Prophet (ﷺ) stood at the top of one of the castles (or higher buildings) of Medina and said, Do you see what I see? No doubt I am seeing the spots of afflictions amongst your houses as numerous as the spots where raindrops fall (during a heavy rain).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ ـ رضى الله عنهما ـ قَالَ أَشْرَفَ النَّبِيُّ صلى الله عليه وسلم عَلَى أُطُمٍ مِنْ آطَامِ الْمَدِينَةِ ثُمَّ قَالَ   هَلْ تَرَوْنَ مَا أَرَى إِنِّي أَرَى مَوَاقِعَ الْفِتَنِ خِلاَلَ بُيُوتِكُمْ كَمَوَاقِعِ الْقَطْرِ .",
    "hadithBengali": "<p style=text-align: center;>بَابُ إِمَاطَةِ الأَذَى\n\n<p style=text-align: center;>وَقَالَ هَمَّامٌ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: يُمِيطُ الأَذَى عَنِ الطَّرِيقِ صَدَقَةٌ\n\n<p style=text-align: center;>১৫৪৮. পরিচ্ছেদঃ কষ্টদায়ক বস্তু দূর করা। হাম্মাম (রহঃ) বলেন, আবু হুরায়রা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন, রাস্তা থেকে কষ্টদায়ক বস্তু দূর করা সদকাস্বরূপ।\n\n<hr />\n২৩০৫। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... উসামা ইবনু যায়দ (রাঃ) থেকে বর্ণিত, তিনি বলেন, একদিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনার এক টিলার উপর উঠে বললেন, আমি যা দেখছি তোমরা কি তা দেখতে পাচ্ছো? যে তোমাদের ঘরগুলোতে বৃষ্টি বর্ষণের মত ফিতনা বর্ষিত হচ্ছে।\n",
    "checkStatus": "1",
    "hadithNo": "2305",
    "id": "2388",
    "thesequence": "2731",
    "isActive": "1",
    "chapterId": "15581",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৪৯. ছাদ ইত্যাদির উপর উঁচু বা নীচু চিলেকোঠা ও কক্ষ নির্মাণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Abbas:\n\nI had been eager to ask `Umar about the two ladies from among the wives of the Prophet (ﷺ) regarding whom Allah said (in the Quran saying): If you two (wives of the Prophet (ﷺ) namely Aisha and Hafsa) turn in repentance to Allah your hearts are indeed so inclined (to oppose what the Prophet (ﷺ) likes) (66.4), till performed the Hajj along with `Umar (and on our way back from Hajj) he went aside (to answer the call of nature) and I also went aside along with him carrying a tumbler of water. When he had answered the call of nature and returned. I poured water on his hands from the tumbler and he performed ablution. I said, O Chief of the believers!  Who were the two ladies from among the wives of the Prophet (ﷺ) to whom Allah said: If you two return in repentance (66.4)? He said, I am astonished at your question, O Ibn `Abbas. They were Aisha and Hafsa. Then `Umar went on relating the narration and said. I and an Ansari neighbor of mine from Bani Umaiya bin Zaid who used to live in `Awali Al-Medina, used to visit the Prophet (ﷺ) in turns. He used to go one day, and I another day. When I went I would bring him the news of what had happened that day regarding the instructions and orders and when he went, he used to do the same for me. We, the people of Quraish, used to have authority over women, but when we came to live with the Ansar, we noticed that the Ansari women had the upper hand over their men, so our women started acquiring the habits of the Ansari women. Once I shouted at my wife and she paid me back in my coin and I disliked that she should answer me back. She said, Why do you take it ill that I retort upon you? By Allah, the wives of the Prophet (ﷺ) retort upon him, and some of them may not speak with him for the whole day till night. What she said scared me and I said to her, Whoever amongst them does so, will be a great loser. Then I dressed myself and went to Hafsa and asked her, Does any of you keep Allahs Messenger (ﷺ) angry all the day long till night? She replied in the affirmative. I said, She is a ruined losing person (and will never have success)! Doesnt she fear that Allah may get angry for the anger of Allahs Messenger (ﷺ) and thus she will be ruined? Dont ask Allahs Messenger (ﷺ) too many things, and dont retort upon him in any case, and dont desert him. Demand from me whatever you like, and dont be tempted to imitate your neighbor (i.e. `Aisha) in her behavior towards the Prophet), for she (i.e. Aisha) is more beautiful than you, and more beloved to Allahs Messenger (ﷺ). In those days it was rumored that Ghassan, (a tribe living in Sham) was getting prepared their horses to invade us. My companion went (to the Prophet (ﷺ) on the day of his turn, went and returned to us at night and knocked at my door violently, asking whether I was sleeping. I was scared (by the hard knocking) and came out to him. He said that a great thing had happened. I asked him: What is it? Have Ghassan come? He replied that it was worse and more serious than that, and added that Allahs Apostle had divorced all his wives. I said, Hafsa is a ruined loser! I expected that would happen some day. So I dressed myself and offered the Fajr prayer with the Prophet. Then the Prophet (ﷺ) entered an upper room and stayed there alone. I went to Hafsa and found her weeping. I asked her, Why are you weeping? Didnt I warn you? Have Allahs Messenger (ﷺ) divorced you all? She replied, I dont know. He is there in the upper room. I then went out and came to the pulpit and found a group of people around it and some of them were weeping. Then I sat with them for some time, but could not endure the situation. So I went to the upper room where the Prophet (ﷺ) was and requested to a black slave of his: Will you get the permission of (Allahs Apostle) for `Umar (to enter)? The slave went in, talked to the Prophet (ﷺ) about it and came out saying, I mentioned you to him but he did not reply. So, I went and sat with the people who were sitting by the pulpit, but I could not bear the situation, so I went to the slave again and said: Will you get he permission for `Umar? He went in and brought the same reply as before. When I was leaving, behold, the slave called me saying, Allahs Messenger (ﷺ) has granted you permission. So, I entered upon the Prophet and saw him lying on a mat without wedding on it, and the mat had left its mark on the body of the Prophet, and he was leaning on a leather pillow stuffed with palm fires. I greeted him and while still standing, I said: Have you divorced your wives? He raised his eyes to me and replied in the negative. And then while still standing, I said chatting: Will you heed what I say, O Allahs Messenger (ﷺ)! We, the people of Quraish used to have the upper hand over our women (wives), and when we came to the people whose women had the upper hand over them... `Umar told the whole story (about his wife). On that the Prophet (ﷺ) smiled. `Umar further said, I then said, I went to Hafsa and said to her: Do not be tempted to imitate your companion (`Aisha) for she is more beautiful than you and more beloved to the Prophet. The Prophet (ﷺ) smiled again. When I saw him smiling, I sat down and cast a glance at the room, and by Allah, I couldnt see anything of importance but three hides. I said (to Allahs Messenger (ﷺ)) Invoke Allah to make your followers prosperous for the Persians and the Byzantines have been made prosperous and given worldly luxuries, though they do not worship Allah? The Prophet (ﷺ) was leaning then (and on hearing my speech he sat straight) and said, O Ibn Al-Khattab! Do you have any doubt (that the Hereafter is better than this world)? These people have been given rewards of their good deeds in this world only. I asked the Prophet (ﷺ) . Please ask Allahs forgiveness for me. The Prophet (ﷺ) did not go to his wives because of the secret which Hafsa had disclosed to `Aisha, and he said that he would not go to his wives for one month as he was angry with them when Allah admonished him (for his oath that he would not approach Maria). When twenty-nine days had passed, the Prophet (ﷺ) went to Aisha first of all. She said to him, You took an oath that you would not come to us for one month, and today only twenty-nine days have passed, as I have been counting them day by day. The Prophet (ﷺ) said, The month is also of twenty-nine days. That month consisted of twenty-nine days. `Aisha said, When the Divine revelation of Choice was revealed, the Prophet (ﷺ) started with me, saying to me, I am telling you something, but you need not hurry to give the reply till you can consult your parents. `Aisha knew that her parents would not advise her to part with the Prophet (ﷺ) . The Prophet (ﷺ) said that Allah had said: O Prophet! Say To your wives; If you desire The life of this world And its glitter, ... then come! I will make a provision for you and set you free In a handsome manner. But if you seek Allah And His Apostle, and The Home of the Hereafter, then Verily, Allah has prepared For the good-doers amongst you A great reward. (33.28) `Aisha said, Am I to consult my parents about this? I indeed prefer Allah, His Apostle, and the Home of the Hereafter. After that the Prophet (ﷺ) gave the choice to his other wives and they also gave the same reply as `Aisha did.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي ثَوْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ لَمْ أَزَلْ حَرِيصًا عَلَى أَنْ أَسْأَلَ عُمَرَ ـ رضى الله عنه ـ عَنِ الْمَرْأَتَيْنِ مِنْ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم اللَّتَيْنِ قَالَ اللَّهُ لَهُمَا {إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا} فَحَجَجْتُ مَعَهُ فَعَدَلَ وَعَدَلْتُ مَعَهُ بِالإِدَاوَةِ، فَتَبَرَّزَ حَتَّى جَاءَ، فَسَكَبْتُ عَلَى يَدَيْهِ مِنَ الإِدَاوَةِ، فَتَوَضَّأَ فَقُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ مَنِ الْمَرْأَتَانِ مِنْ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم اللَّتَانِ قَالَ لَهُمَا {إِنْ تَتُوبَا إِلَى اللَّهِ} فَقَالَ وَاعَجَبِي لَكَ يَا ابْنَ عَبَّاسٍ عَائِشَةُ وَحَفْصَةُ، ثُمَّ اسْتَقْبَلَ عُمَرُ الْحَدِيثَ يَسُوقُهُ، فَقَالَ إِنِّي كُنْتُ وَجَارٌ لِي مِنَ الأَنْصَارِ فِي بَنِي أُمَيَّةَ بْنِ زَيْدٍ، وَهْىَ مِنْ عَوَالِي الْمَدِينَةِ، وَكُنَّا نَتَنَاوَبُ النُّزُولَ عَلَى النَّبِيِّ صلى الله عليه وسلم فَيَنْزِلُ يَوْمًا وَأَنْزِلُ يَوْمًا، فَإِذَا نَزَلْتُ جِئْتُهُ مِنْ خَبَرِ ذَلِكَ الْيَوْمِ مِنَ الأَمْرِ وَغَيْرِهِ، وَإِذَا نَزَلَ فَعَلَ مِثْلَهُ، وَكُنَّا مَعْشَرَ قُرَيْشٍ نَغْلِبُ النِّسَاءَ، فَلَمَّا قَدِمْنَا عَلَى الأَنْصَارِ إِذَا هُمْ قَوْمٌ تَغْلِبُهُمْ نِسَاؤُهُمْ، فَطَفِقَ نِسَاؤُنَا يَأْخُذْنَ مِنْ أَدَبِ نِسَاءِ الأَنْصَارِ، فَصِحْتُ عَلَى امْرَأَتِي، فَرَاجَعَتْنِي، فَأَنْكَرْتُ أَنْ تُرَاجِعَنِي، فَقَالَتْ وَلِمَ تُنْكِرُ أَنْ أُرَاجِعَكَ فَوَاللَّهِ إِنَّ أَزْوَاجَ النَّبِيِّ صلى الله عليه وسلم لَيُرَاجِعْنَهُ، وَإِنَّ إِحْدَاهُنَّ لَتَهْجُرُهُ الْيَوْمَ حَتَّى اللَّيْلِ. فَأَفْزَعَنِي، فَقُلْتُ خَابَتْ مَنْ فَعَلَ مِنْهُنَّ بِعَظِيمٍ. ثُمَّ جَمَعْتُ عَلَىَّ ثِيَابِي، فَدَخَلْتُ عَلَى حَفْصَةَ فَقُلْتُ أَىْ حَفْصَةُ، أَتُغَاضِبُ إِحْدَاكُنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم الْيَوْمَ حَتَّى اللَّيْلِ فَقَالَتْ نَعَمْ. فَقُلْتُ خَابَتْ وَخَسِرَتْ، أَفَتَأْمَنُ أَنْ يَغْضَبَ اللَّهُ لِغَضَبِ رَسُولِهِ صلى الله عليه وسلم فَتَهْلِكِينَ لاَ تَسْتَكْثِرِي عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَلاَ تُرَاجِعِيهِ فِي شَىْءٍ وَلاَ تَهْجُرِيهِ، وَاسْأَلِينِي مَا بَدَا لَكِ، وَلاَ يَغُرَّنَّكِ أَنْ كَانَتْ جَارَتُكِ هِيَ أَوْضَأَ مِنْكِ وَأَحَبَّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ـ يُرِيدُ عَائِشَةَ ـ وَكُنَّا تَحَدَّثْنَا أَنَّ غَسَّانَ تُنْعِلُ النِّعَالَ لِغَزْوِنَا، فَنَزَلَ صَاحِبِي يَوْمَ نَوْبَتِهِ فَرَجَعَ عِشَاءً، فَضَرَبَ بَابِي ضَرْبًا شَدِيدًا، وَقَالَ أَنَائِمٌ هُوَ فَفَزِعْتُ فَخَرَجْتُ إِلَيْهِ. وَقَالَ حَدَثَ أَمْرٌ عَظِيمٌ. قُلْتُ مَا هُوَ أَجَاءَتْ غَسَّانُ قَالَ لاَ، بَلْ أَعْظَمُ مِنْهُ وَأَطْوَلُ، طَلَّقَ رَسُولُ اللَّهِ صلى الله عليه وسلم نِسَاءَهُ. قَالَ قَدْ خَابَتْ حَفْصَةُ وَخَسِرَتْ، كُنْتُ أَظُنُّ أَنَّ هَذَا يُوشِكُ أَنْ يَكُونَ، فَجَمَعْتُ عَلَىَّ ثِيَابِي، فَصَلَّيْتُ صَلاَةَ الْفَجْرِ مَعَ النَّبِيِّ صلى الله عليه وسلم فَدَخَلَ مَشْرُبَةً لَهُ فَاعْتَزَلَ فِيهَا، فَدَخَلْتُ عَلَى حَفْصَةَ، فَإِذَا هِيَ تَبْكِي. قُلْتُ مَا يُبْكِيكِ أَوَلَمْ أَكُنْ حَذَّرْتُكِ أَطَلَّقَكُنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَتْ لاَ أَدْرِي هُوَ ذَا فِي الْمَشْرُبَةِ. فَخَرَجْتُ، فَجِئْتُ الْمِنْبَرَ، فَإِذَا حَوْلَهُ رَهْطٌ يَبْكِي بَعْضُهُمْ، فَجَلَسْتُ مَعَهُمْ قَلِيلاً ثُمَّ غَلَبَنِي مَا أَجِدُ، فَجِئْتُ الْمَشْرُبَةَ الَّتِي هُوَ فِيهَا فَقُلْتُ لِغُلاَمٍ لَهُ أَسْوَدَ اسْتَأْذِنْ لِعُمَرَ. فَدَخَلَ، فَكَلَّمَ النَّبِيَّ صلى الله عليه وسلم ثُمَّ خَرَجَ، فَقَالَ ذَكَرْتُكَ لَهُ، فَصَمَتَ، فَانْصَرَفْتُ حَتَّى جَلَسْتُ مَعَ الرَّهْطِ الَّذِينَ عِنْدَ الْمِنْبَرِ، ثُمَّ غَلَبَنِي مَا أَجِدُ فَجِئْتُ، فَذَكَرَ مِثْلَهُ، فَجَلَسْتُ مَعَ الرَّهْطِ الَّذِينَ عِنْدَ الْمِنْبَرِ، ثُمَّ غَلَبَنِي مَا أَجِدُ فَجِئْتُ الْغُلاَمَ. فَقُلْتُ اسْتَأْذِنْ لِعُمَرَ. فَذَكَرَ مِثْلَهُ، فَلَمَّا وَلَّيْتُ مُنْصَرِفًا، فَإِذَا الْغُلاَمُ يَدْعُونِي قَالَ أَذِنَ لَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم. فَدَخَلْتُ عَلَيْهِ، فَإِذَا هُوَ مُضْطَجِعٌ عَلَى رِمَالِ حَصِيرٍ لَيْسَ بَيْنَهُ وَبَيْنَهُ فِرَاشٌ، قَدْ أَثَّرَ الرِّمَالُ بِجَنْبِهِ، مُتَّكِئٌ عَلَى وِسَادَةٍ مِنْ أَدَمٍ حَشْوُهَا لِيفٌ، فَسَلَّمْتُ عَلَيْهِ، ثُمَّ قُلْتُ وَأَنَا قَائِمٌ طَلَّقْتَ نِسَاءَكَ فَرَفَعَ بَصَرَهُ إِلَىَّ، فَقَالَ  لاَ . ثُمَّ قُلْتُ ـ وَأَنَا قَائِمٌ أَسْتَأْنِسُ يَا رَسُولَ اللَّهِ، لَوْ رَأَيْتَنِي، وَكُنَّا مَعْشَرَ قُرَيْشٍ نَغْلِبُ النِّسَاءَ، فَلَمَّا قَدِمْنَا عَلَى قَوْمٍ تَغْلِبُهُمْ نِسَاؤُهُمْ، فَذَكَرَهُ، فَتَبَسَّمَ النَّبِيُّ صلى الله عليه وسلم، ثُمَّ قُلْتُ لَوْ رَأَيْتَنِي، وَدَخَلْتُ عَلَى حَفْصَةَ، فَقُلْتُ لاَ يَغُرَّنَّكِ أَنْ كَانَتْ جَارَتُكِ هِيَ أَوْضَأَ مِنْكِ وَأَحَبَّ إِلَى النَّبِيِّ صلى الله عليه وسلم ـ يُرِيدُ عَائِشَةَ ـ فَتَبَسَّمَ أُخْرَى، فَجَلَسْتُ حِينَ رَأَيْتُهُ تَبَسَّمَ، ثُمَّ رَفَعْتُ بَصَرِي فِي بَيْتِهِ، فَوَاللَّهِ مَا رَأَيْتُ فِيهِ شَيْئًا يَرُدُّ الْبَصَرَ غَيْرَ أَهَبَةٍ ثَلاَثَةٍ. فَقُلْتُ ادْعُ اللَّهَ فَلْيُوَسِّعْ عَلَى أُمَّتِكَ، فَإِنَّ فَارِسَ وَالرُّومَ وُسِّعَ عَلَيْهِمْ وَأُعْطُوا الدُّنْيَا، وَهُمْ لاَ يَعْبُدُونَ اللَّهَ، وَكَانَ مُتَّكِئًا. فَقَالَ  أَوَفِي شَكٍّ أَنْتَ يَا ابْنَ الْخَطَّابِ أُولَئِكَ قَوْمٌ عُجِّلَتْ لَهُمْ طَيِّبَاتُهُمْ فِي الْحَيَاةِ الدُّنْيَا . فَقُلْتُ يَا رَسُولَ اللَّهِ اسْتَغْفِرْ لِي. فَاعْتَزَلَ النَّبِيُّ صلى الله عليه وسلم مِنْ أَجْلِ ذَلِكَ الْحَدِيثِ حِينَ أَفْشَتْهُ حَفْصَةُ إِلَى عَائِشَةَ، وَكَانَ قَدْ قَالَ  مَا أَنَا بِدَاخِلٍ عَلَيْهِنَّ شَهْرًا . مِنْ شِدَّةِ مَوْجَدَتِهِ عَلَيْهِنَّ حِينَ عَاتَبَهُ اللَّهُ. فَلَمَّا مَضَتْ تِسْعٌ وَعِشْرُونَ دَخَلَ عَلَى عَائِشَةَ فَبَدَأَ بِهَا، فَقَالَتْ لَهُ عَائِشَةُ إِنَّكَ أَقْسَمْتَ أَنْ لاَ تَدْخُلَ عَلَيْنَا شَهْرًا، وَإِنَّا أَصْبَحْنَا لِتِسْعٍ وَعِشْرِينَ لَيْلَةً، أَعُدُّهَا عَدًّا. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  الشَّهْرُ تِسْعٌ وَعِشْرُونَ . وَكَانَ ذَلِكَ الشَّهْرُ تِسْعٌ وَعِشْرُونَ. قَالَتْ عَائِشَةُ فَأُنْزِلَتْ آيَةُ التَّخْيِيرِ فَبَدَأَ بِي أَوَّلَ امْرَأَةٍ، فَقَالَ  إِنِّي ذَاكِرٌ لَكِ أَمْرًا، وَلاَ عَلَيْكِ أَنْ لاَ تَعْجَلِي حَتَّى تَسْتَأْمِرِي أَبَوَيْكِ . قَالَتْ قَدْ أَعْلَمُ أَنَّ أَبَوَىَّ لَمْ يَكُونَا يَأْمُرَانِي بِفِرَاقِكَ. ثُمَّ قَالَ  إِنَّ اللَّهَ قَالَ {يَا أَيُّهَا النَّبِيُّ قُلْ لأَزْوَاجِكَ} إِلَى قَوْلِهِ { عَظِيمًا} . قُلْتُ أَفِي هَذَا أَسْتَأْمِرُ أَبَوَىَّ فَإِنِّي أُرِيدُ اللَّهَ وَرَسُولَهُ وَالدَّارَ الآخِرَةَ. ثُمَّ خَيَّرَ نِسَاءَهُ، فَقُلْنَ مِثْلَ مَا قَالَتْ عَائِشَةُ.",
    "hadithBengali": "২৩০৬। ইয়াহইযা ইবনু বুকাইর (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণীদের মধ্যে ঐ দুসহধর্মিণী সম্পর্কে উমর (রাঃ)-এর কাছে জিজ্ঞাসা করতে সব সময় আগ্রহী ছিলাম, যাদের সম্পর্কে আল্লাহ তাআলা বলেছেনঃ যদি তোমরা দুজনে তাওবা কর (তাহলে সেটাই হবে কল্যাণকর)। কেননা তোমাদের অন্তর বাঁকা হয়ে গেছে। একবার আমি তাঁর (উমর (রাঃ) এর) সঙ্গে হাজ্জে রওয়ানা করলাম। তিনি রাস্তা থেকে সরে গেলেন। আমিও একট পানির পাত্র নিয়ে তাঁর সঙ্গে গতি পরিবর্তন করলাম। তিনি প্রকৃতির ডাকে সাড়া দিয়ে ফিরে এলেন। আমি পানির পাত্র থেকে তাঁর দুহাতে পানি ঢাললাম, তিনি উযূ (ওজু/অজু/অযু) করলেন।\n\nআমি তাঁকে জিজ্ঞাসা করলাম, হে আমীরুল মুমিনীন! নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণীদের মধ্যে দুসহধর্মিনী কারা ছিলেন, যাদের সম্পর্কে আল্লাহ তাআলা বলেছেনঃ যদি তোমরা দুজন তাওবা কর (তবে সেটাই হবে তোমাদের জন্য কল্যাণকর) কেননা তোমাদের অন্তর বাঁকা হয়ে গেছে।\n\nতিনি বললেন, হে ইবনু আব্বাস! এটা তোমার জন্য তাজ্জবের বিষয় যে, তুমি তা জানো না। তারা দুজন হলেন আয়িশা ও হাফসা (রাঃ) (অতঃপর উমর (রাঃ) পুরো ঘটনা বলতে শুরু করলেন। তিনি বললেন, আমি ও আমার এক আনসারী প্রতিবেশী মদিনার অদূরে বনূ উমাইয়া ইবনু যায়দের মহল্লায় বসবাস করতাম। আমরা দুজন পালাক্রমে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির হতাম। একদিন তিনি যেতেন, আরেকদিন আমি যেতাম, আমি যেদিন যেতাম সে দিনের খবর (ওয়াহী) ইত্যাদি বিষয় তাঁকে অবহিত করতাম। আর তিনি যে দিন যেতেন, তিনিও অনুরুপ করতেন। আর আমরা কুরায়শ গোত্রের লোকেরা মহিলাদের উপর কর্তৃত্ব করতাম। কিন্তু আমরা যখন মদিনায় আনসারদের কাছে আসলাম তখন তাদেরকে এমন পেলাম, যাদের নারীরা তাদের উপর কর্তৃত্ব করে থাকে।\n\nধীরে ধীরে আমাদের মহিলারাও আনসারী মহিলাদের রীতিনীতি গ্রহণ করতে লাগল। একদিন আমি আমার স্ত্রীকে ধমক দিলাম। সে সঙ্গে সঙ্গে প্রতিউত্তর করল। তার এই প্রতিউত্তর আমার পছন্দ হল না। তখন সে আমাকে বলল, আমার প্রতিউত্তরে তুমি অসন্তুষ্ট হও কেন? আল্লাহর কসম! নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণীরাও তো তাঁর কথার প্রতিউত্তর করে থাকেন এবং তাঁর কোন কোন সহধর্মিণী রাত পর্যন্ত পুরো দিন তাঁর কাছ থেকে আলাদা থাকেন। একথা শুনে আমি ঘাবড়ে গেলাম। বললাম, যিনি এরূপ করেছেন তিনি অত্যন্ত ক্ষতিগ্রস্থ হয়েছেন। তারপর আমি জামা কাপড় পরে (আমার মেয়ে) হাফসা (রাঃ)-এর কাছে গিয়ে বললাম, হে হাফসা, তোমাদের কেউ কেউ নাকি রাত পর্যন্ত পুরো দিন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অসন্তুষ্ট রাখ?\n\nসে বলল, হ্যাঁ। আমি বললাম, তবে তো সে বরবাদ এবং ক্ষতিগ্রস্থ হয়েছে। তোমার কি ভয় হয় না যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অসন্তুষ্ট হলে আল্লাহও অসন্তুষ্ট হবেন। এর ফলে তুমি বরবাদ হয়ে যাবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বাড়াবাড়ি করো না এবং তাঁর কোন কথার প্রতিউত্তর দিও না এবং তাঁর থেকে পৃথক থেকেো না। তোমার কোন কিছুর দরকার হয়ে থাকলে আমাকে বলবে। আর তোমার প্রতিবেশী তোমার চাইতে অধিক সুন্দরী এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অধিক প্রিয় এ যেন তোমাকে ধোঁকায় না ফেলে। তিনি উদ্দেশ্য করেছেন আয়িশা (রাঃ)-কে।\n\nসে সময় আমাদের মধ্যে আলোচনা চলছিলো যে, গাসসানের লোকেরা আমাদের বিরুদ্ধে যুদ্ধ করার জন্য ঘোড়াগুলিকে প্রস্তুত করেছে। একদিন আমার সাথী তার পালার দিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলেন এবং ইশার সময় এসে আমার দরজায় খুব জোরে করাঘাত করলেন এবং বললেন, তিনি [উমর (রাঃ)] কি ঘুমিয়েছেন? তখন আমি ঘাবড়িয়ে তাঁর কাছে বেরিয়ে এলাম। তিনি বললেন, সাংঘাতিক ঘটনা ঘটে গেছে। আমি বললাম, সেটা কি? গাসসানের লোকেরা কি এসে গেছে? তিনি বললেন, না, বরং তার চাইতেও বড় ঘটনা ও বিরাট ব্যাপার। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সহধর্মিণীদের তালাক দিয়েছেন। উমর (রাঃ) বললেন, তাহলে তো হাফসার সর্বনাশ হয়েছে এবং সে ক্ষতিগ্রস্ত হয়েছে। আমার তো ধারণা ছিল যে, এমন কিছু ঘটনা ঘটতে পারে। আমি কাপড় পরে বেরিয়ে এসে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ফজরের সালাত (নামায/নামাজ) আদায় করলাম।\n\nসালাত (নামায/নামাজ) শেষে তিনি তাঁর কোঠায় প্রবেশ করে একাকী বসে থাকলেন। তখন আমি হাফসা (রাঃ) এর কাছে গিয়ে দেখি সে কাঁদছে। আমি জিজ্ঞাসা করলাম, কাঁদছ কেন? আমি কি তোমাকে আগেই সতর্ক করে দেইনি? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি তোমাদেরকে তালাক দিয়েছেন? সে বলল, আমি জানিনা। তিনি তাঁর ঐ কোঠায় আছেন। আমি বের হয়ে মিম্বরের কাছে আসলাম, দেখি যে লোকজন মিম্বরের চারপাশ জুড়ে বসে আছেন এবং কেউ কাঁদছেন। আমি তাঁদের সঙ্গে কিছুক্ষণ বসলাম। তারপর আমার উদ্যোগ প্রবল হল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে কোঠায় ছিলেন, আমি কোঠার কাছে আসলাম।\n\nআমি তাঁর এক কালো গোলামকে বললাম, উমরের জন্য অনুমতি গ্রহণ কর। সে প্রবেশ করে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে আলাপ করে বেরিয়ে এস বলল, আমি আপনার কথা তাঁর কাছে উল্লেখ করেছি, কিন্তু তিনি নীরব রইলেন। আমি ফিরে এলাম এবং মিম্বরের পাশে বসা লোকদের কাছে গিয়ে বসে পড়লাম।<br />\nকিছুক্ষণ পর আমার আবার উদ্বেগ প্রবল হল। তাই আমি আবার এসে গোলামকে বললাম। সে এসে আগের মতোই বলল। আমি আবার মিম্বরের কাছে উপবিষ্ট লোকদের সাথে গিয়ে বসলাম। তারপর আমার উদ্বেগ আবার প্রবল হল। আমি গোলামের কাছে এসে বললাম, (উমরের জন্য অনুমতি গ্রহণ কর) এবারও সে আগের মতই বলল।\n\nতারপর যখন আমি ফিরে আসছিলাম, গোলাম আমাকে ডেকে বলল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনাকে অনুমতি দিয়েছেন। এখন আমি তাঁর নিকট প্রবেশ করে দেখি, তিন খেজুরের পাতায় তৈরী ছোবড়া ভর্তি একটা চামড়ার বালিশে হেলান নিয়ে খালি চাটাই এর উপর কাত হয়ে শুয়ে আছেন। তাঁর শরীর ও চাটাই এর মাঝখানে কোন ফরাশ ছিলো না। ফলে তাঁর শরীরের পার্শ্বে চাটাইয়ের দাগ পড়ে গিয়েছে। আমি তাঁকে সালাম দিলাম এবং দাঁড়িয়েই আবার আরয করলাম আপনি কি আপনার সহধর্মিণীদেরকে তালাক দিয়েছেন? তখন তিনি আমার দিকে চোখ তুলে তাকালেন এবং বললেন, না। তারপর আমি (থমথমে ভাব কাটিয়ে) অনুকূলভাব সৃষ্টির জন্য দাঁড়িয়ে থেকেই বললাম, ইয়া রাসূলাল্লাহ! দেখুন, আমরা কুরায়েশ গোত্রের লোকেরা নারীদের উপর কর্তৃত্ব করতাম। তারপর যখন আমরা এমন একটি সম্প্রদায়ের নিকট এলাম, যাদের উপর তাদের নারীরা কর্তৃত্ব করছে। তিনি এ ব্যাপারে আলোচনা করলেন। এতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুচকি হাঁসলেন।\n\nতারপর আমি বললাম, আপনি হয়তো লক্ষ্য করছেন, আমি হাফসার ঘরে গিয়েছি এবং তাকে বলেছি, তোমাকে একথা যেন ধোঁকায় না ফেলে যে, তোমার প্রতিবেশীণী (সতীন) তোমার চাইতে অধিক আকর্ষণীয় এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অধিক প্রিয়। এ কথা দ্বারা তিনি আয়িশা (রাঃ) কে বুঝিয়েছেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবার মুচকি হাঁসলেন। তাঁকে একা দেখে আমি বসে পড়লাম। তারপর আমি তাঁর ঘরের ভিতর এদিক সেদিক দৃষ্টি করলাম। কিন্তু তাঁর ঘরে তিনটি কাঁচা চামড়া ব্যতীত দৃষ্টিপাত করার মত আর কিছুই দেখতে পেলাম না, তখন আমি আরয করলাম, আল্লাহ তাআলার কাছে দুআ করুন, তিন যেন আপনার উম্মাতকে পার্থিব স্বচ্ছলতা দান করেন। কেননা পারস্য ও রোমের অধিবাসীদেরেকে স্বচ্ছলতা দান করা হয়েছে এবং তাদেরকে পার্থিব (অনেক প্রাচুর্য) দেওয়া হয়েছে, অথব তারা আল্লাহর ইবাদত করে না। তিনি তখন হেলান দিয়ে ছিলেন।\n\nতিনি বললেন, হে ইবনু খাত্তাব, তোমার কি এতে সন্দেহ রয়েছে যে, তারা তো এমন এক জাতি, যাদেরকে তাদের ভাল কাজের প্রতিদান দুনিয়ার জীবনেই দিয়ে দেওয়া হয়েছে। আমি আরয করলাম, ইয়া রাসূলাল্লাহ! আমার জন্য ক্ষমা করার দুআ করুন। হাফসা (রাঃ) আয়িশা (রাঃ) এর কাছে এ কথা প্রকাশ করলেই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিণীদের থেকে আলাদা হয়েছিলেন। তিনি বলেছিলেন, আল্লাহর কসম! আমি একমাস তাদের কাছে যাবো না। তাঁদের উপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ভীষণ রাগের কারণেই তা হয়েছিল। যেহেতু আল্লাহ তাআলা তার প্রতি অসন্তোষ প্রকাশ করেন।\n\nযখন ঊনত্রিশ রাত কেটে গেলো, তিন সর্বপ্রথম আয়িশা (রাঃ) এর কাছে এলেন। আয়িশা (রাঃ) তাঁকে বললেন, আপনি কসম করেছেন যে, এক মাসের মধ্যে আমাদের কাছে আসবেন না। আর এ পর্যন্ত আমরা ঊনত্রিশ রাত অতিবাহিত করেছি, যা আমি ঠিক ঠিক গণনা করে রেখেছি। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, মাস ঊনত্রিশ দিনেও হয়। আর মূলতঃ এ মাসটি ঊনত্রিশ দিনেরই ছিল। আয়িশা (রাঃ) বলেন, যখন ইখতিয়ারে আয়াত নাযিল হল, তখন তিনি তাঁর সহধর্মিণীদের মধ্যে সর্বপ্রথম আমার কাছে আসলেন এবং বললেন, আমি তোমাকে একটি কথা বলতে চাই, তবে তোমার পিতা-মাতার সাথে পরামর্শ না করে এর জওয়াবে তাড়াহুড়া করবে না।\n\nআয়িশা (রাঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথা জানতেন যে, আমার পিতা মাতা তাঁর থেকে আলাদা হওয়ার পরামর্শ আমাকে কখনো দিবেন না। তারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আল্লাহ তাআলা ইরশাদ করেনঃ হে নাবী, আপনি আপনার সহধর্মিণীদের বলুন ...... মহা প্রতিদান প্রস্তুত রেখেছেন। (৩৩ঃ ২৮,২৯)। আমি বললাম, এ ব্যাপারে আমি আমার পিতামাতার কাছে কি পরামর্শ নিব? আমি তো আল্লাহ ও তাঁর রাসূলের সন্তুষ্টি এবং পরকালীন (সাফল্য) পেতে চাই। তারপর তিনি তাঁর অন্য সহধর্মিণীদেরকেও ইখতিয়ার দিলেন এবং প্রত্যেকে সে একই জবাব দিলেন, যা আয়িশা (রাঃ) দিয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2306",
    "id": "2389",
    "thesequence": "2732",
    "isActive": "1",
    "chapterId": "15581",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৪৯. ছাদ ইত্যাদির উপর উঁচু বা নীচু চিলেকোঠা ও কক্ষ নির্মাণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nAllahs Messenger (ﷺ) took an oath that he would not go to his wives for one month as his foot had been sprained. He stayed in an upper room when `Umar went to him and said, Have you divorced your wives? He said, No, but I have taken an oath that I would not go to them for one month. The Prophet stayed there for twenty-nine days, and then came down and went to his wives.",
    "hadithArabic": "حَدَّثَنَا ابْنُ سَلاَمٍ، حَدَّثَنَا الْفَزَارِيُّ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ آلَى رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ نِسَائِهِ شَهْرًا، وَكَانَتِ انْفَكَّتْ قَدَمُهُ فَجَلَسَ فِي عِلِّيَّةٍ لَهُ، فَجَاءَ عُمَرُ، فَقَالَ أَطَلَّقْتَ نِسَاءَكَ قَالَ   لاَ، وَلَكِنِّي آلَيْتُ مِنْهُنَّ شَهْرًا . فَمَكُثَ تِسْعًا وَعِشْرِينَ، ثُمَّ نَزَلَ، فَدَخَلَ عَلَى نِسَائِهِ.",
    "hadithBengali": "২৩০৭। ইবনু সালাম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক মাস তাঁর সহধর্মিণীদের কাছে যাবেন না বলে কসম করেন। এ সময় তাঁর পা মচকে গিয়েছিলো। তাই তিনি একটি চিলেকোঠায় অবস্থান করেন। একদিন উমর (রাঃ) এসে বললেন, আপনি কি আপনার সহধর্মিণীদের তালাক দিয়েছেন? তিনি বললেন, না তবে আমি একমাস তাদের কাছে যাবো না; বলে আমি কসম করেছি। তিনি উনত্রিশ দিন সেখানে অবস্থান করেন এরপর তিনি অবতরণ করলেন এবং নিজের সহধর্মিণীদের কাছে আসেন।\n",
    "checkStatus": "1",
    "hadithNo": "2307",
    "id": "2390",
    "thesequence": "2733",
    "isActive": "1",
    "chapterId": "15581",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৪৯. ছাদ ইত্যাদির উপর উঁচু বা নীচু চিলেকোঠা ও কক্ষ নির্মাণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nThe Prophet (ﷺ) entered the Mosque, and I too went there after tying the camel at the pavement of the Mosque. I said (to the Prophet (ﷺ) ), This is your camel. He came out and started examining the camel and said, Both the camel and its price are for you.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا أَبُو عَقِيلٍ، حَدَّثَنَا أَبُو الْمُتَوَكِّلِ النَّاجِيُّ، قَالَ أَتَيْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ دَخَلَ النَّبِيُّ صلى الله عليه وسلم الْمَسْجِدَ، فَدَخَلْتُ إِلَيْهِ، وَعَقَلْتُ الْجَمَلَ فِي نَاحِيَةِ الْبَلاَطِ فَقُلْتُ هَذَا جَمَلُكَ. فَخَرَجَ فَجَعَلَ يُطِيفُ بِالْجَمَلِ قَالَ   الثَّمَنُ وَالْجَمَلُ لَكَ .",
    "hadithBengali": "২৩০৮। মুসলিম (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদে প্রবেশ করলেন। আমি উটটাকে মসজিদের আঙ্গিনার পাশে বেঁধে রেখে তাঁর কাছে গেলাম এবং বললাম, এটা আপনার উট। তিনি বেরিয়ে এলেন এবং উটের পাশে ঘুরাফিরা করতে লাগলেন। তারপর বললেন, উট ও তার মূল্য দুটোই তোমার।\n",
    "checkStatus": "1",
    "hadithNo": "2308",
    "id": "2391",
    "thesequence": "2734",
    "isActive": "1",
    "chapterId": "15582",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৫০. যে তার উট মসজিদের আঙ্গিনায় কিংবা মসজিদের দরজায় বেঁধে রাখে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hudhaifa:\n\nI saw Allahs Messenger (ﷺ) coming (or the Prophet (ﷺ) came) to the dumps of some people and urinated there while standing .",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، عَنْ شُعْبَةَ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ ـ رضى الله عنه ـ قَالَ لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم، أَوْ قَالَ لَقَدْ أَتَى النَّبِيُّ صلى الله عليه وسلم سُبَاطَةَ قَوْمٍ فَبَالَ قَائِمًا.",
    "hadithBengali": "২৩০৯। সুলায়মান ইবনু হারব (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখেছি। (রাবী বলেন) অথবা তিন বলেছেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এলেন লোকদের ময়লা-আবর্জনা ফেলার স্থানে এরপর তিনি দাঁড়িয়ে পেশাব করলে। (বিশেষ কারণে)।\n",
    "checkStatus": "1",
    "hadithNo": "2309",
    "id": "2392",
    "thesequence": "2735",
    "isActive": "1",
    "chapterId": "15583",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৫১. লোকজনের ময়লা-আবর্জনা ফেলার স্থানে দাঁড়ানো ও পেশাব করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, While a man was on the way, he found a thorny branch of a tree there on the way and removed it. Allah thanked him for that deed and forgave him.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَالِكٌ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   بَيْنَمَا رَجُلٌ يَمْشِي بِطَرِيقٍ، وَجَدَ غُصْنَ شَوْكٍ فَأَخَذَهُ، فَشَكَرَ اللَّهُ لَهُ، فَغَفَرَ لَهُ .",
    "hadithBengali": "২৩১০। আবদুল্লাহ ইবনু ইউসূফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এক ব্যাক্তি রাস্তা দিয়ে চলার সময় কাঁটাদার গাছের একটি ডাল রাস্তায় পেল, তখন সেটাকে রাস্তা থেকে অপসারণ করল, আল্লাহ তার এ কাজকে কবূল করলেন এবং তাকে মাফ করে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2310",
    "id": "2393",
    "thesequence": "2736",
    "isActive": "1",
    "chapterId": "15584",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৫২. যে ব্যক্তি ডালপালা এবং মানুষকে কষ্ট দেয় এমন বস্তু রাস্তা থেকে তুলে তা অন্যত্র ফেলে দেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) judged that seven cubits should be left as a public way when there was a dispute about the land.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنِ الزُّبَيْرِ بْنِ خِرِّيتٍ، عَنْ عِكْرِمَةَ، سَمِعْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَضَى النَّبِيُّ صلى الله عليه وسلم إِذَا تَشَاجَرُوا فِي الطَّرِيقِ بِسَبْعَةِ أَذْرُعٍ.",
    "hadithBengali": "২৩১১। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, যখন মালিকেরা রাস্তার ব্যাপারে পরস্পর বিবাদ করল, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাস্তার জন্য সতা হাত জমি ছেড়ে দেওয়ার ফয়সালা দেন।\n",
    "checkStatus": "1",
    "hadithNo": "2311",
    "id": "2394",
    "thesequence": "2737",
    "isActive": "1",
    "chapterId": "15585",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৫৩. লোকজনের চলাচলের প্রশস্ত রাস্তায় মালিকরা কোন কিছু নির্মাণ করতে চাইলে এবং এতে মতানৈক্য করলে রাস্তার জন্য সাত হাত জায়গা ছেড়ে দিবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Yazid Al-Ansari:\n\nThe Prophet (ﷺ) forbade robbery (taking away what belongs to others without their permission), and also forbade mutilation (or maiming) of bodies.",
    "hadithArabic": " حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَدِيُّ بْنُ ثَابِتٍ، سَمِعْتُ عَبْدَ اللَّهِ بْنَ يَزِيدَ الأَنْصَارِيّ َ ـ وَهُوَ جَدُّهُ أَبُو أُمِّهِ ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ النُّهْبَى وَالْمُثْلَةِ.",
    "hadithBengali": "২৩১২। আদম ইবনু আবূ ইয়াস (রহঃ) ... আদী ইবনু সাবিত (রহঃ) এর নানা আবদুল্লাহ ইবনু ইয়াযীদ আনসারী (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লুটতারাজ করতে এবং জীবকে বিকলাঙ্গ করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2312",
    "id": "2395",
    "thesequence": "2738",
    "isActive": "1",
    "chapterId": "15586",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৫৪. মালিকের অনুমতি ছাড়া ছিনিয়ে নেওয়া। উবাদা (রাঃ) বলেন, আমরা নবী (সাঃ) এর কাছে এ মর্মে বায়আত করেছি যে, আমরা লুটপাট করব না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, When an adulterer commits illegal sexual intercourse, then he is not a believer at the time, he is doing it, and when a drinker of an alcoholic liquor drinks it, then he is not a believer at the time of drinking it, and when a thief steals, then he is not a believer at the time of stealing, and when a robber robs, and the people look at him, then he is not a believer at the time of doing robbery.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، حَدَّثَنَا عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ يَزْنِي الزَّانِي حِينَ يَزْنِي وَهْوَ مُؤْمِنٌ، وَلاَ يَشْرَبُ الْخَمْرَ حِينَ يَشْرَبُ وَهْوَ مُؤْمِنٌ، وَلاَ يَسْرِقُ حِينَ يَسْرِقُ وَهْوَ مُؤْمِنٌ، وَلاَ يَنْتَهِبُ نُهْبَةً يَرْفَعُ النَّاسُ إِلَيْهِ فِيهَا أَبْصَارَهُمْ حِينَ يَنْتَهِبُهَا وَهْوَ مُؤْمِنٌ . وَعَنْ سَعِيدٍ وَأَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ إِلاَّ النُّهْبَةَ.",
    "hadithBengali": "২৩১৩। সাঈদ ইবনু উফায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন ব্যভিচারী মুমিন অবস্থায চুরি করে না। কোন মদ্যপায়ী মু&#39;মিন অবস্থায় মদ পান করে না। কোন চোর মু&#39;মিন অবস্থায় চুরি করে না। কোন লুটতরাজকারী মুমিন অবস্থায় এরূপ লুটতরাজ করে না যে, যখন সে লুটতরাজ করে তখন তার প্রতি লোকজন চোখ তুলে তাকিয়ে থাকে।\n\nসাঈদ ও আবূ সালাম আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত, তবে তাতে লুটতরাজের উল্লেখ নেই। ফিরাবরী (রহঃ) বলেন, আমি আবূ জাফর (রহঃ) এর লেখা পান্ডুলিপিতে পেয়েছি যে, আবূ আবদুল্লাহ (ইমাম বুখারী) (রহঃ) বলেন, এ হাদীসের ব্যাখ্যায় ইবনু আব্বাস (রাঃ) বলেছেন, এর অর্থ হল, তার থেকে ঈমানের নূর ছিনিয়ে নেওয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2313",
    "id": "2396",
    "thesequence": "2739",
    "isActive": "1",
    "chapterId": "15586",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৫৪. মালিকের অনুমতি ছাড়া ছিনিয়ে নেওয়া। উবাদা (রাঃ) বলেন, আমরা নবী (সাঃ) এর কাছে এ মর্মে বায়আত করেছি যে, আমরা লুটপাট করব না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The Hour will not be established until the son of Mary (i.e. Jesus) descends amongst you as a just ruler, he will break the cross, kill the pigs, and abolish the Jizya tax. Money will be in abundance so that nobody will accept it (as charitable gifts).",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ تَقُومُ السَّاعَةُ حَتَّى يَنْزِلَ فِيكُمُ ابْنُ مَرْيَمَ حَكَمًا مُقْسِطًا، فَيَكْسِرَ الصَّلِيبَ، وَيَقْتُلَ الْخِنْزِيرَ، وَيَضَعَ الْجِزْيَةَ، وَيَفِيضَ الْمَالُ حَتَّى لاَ يَقْبَلَهُ أَحَدٌ .",
    "hadithBengali": "২৩১৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন, তিনি বলেছেন, ইবনু মারয়াম [ঈসা (আঃ)] তোমাদের মাঝে ন্যায়বিচারক হয়ে অবতরণ না করা পর্যন্ত কিয়ামত হবে না। তিনি এসে ক্রুশ ভেঙ্গে ফেলবেন, শূকর হত্যা করবেন এবং জিযয়া কর তুলে দিবেন। তখন ধন-সম্পদের এত প্রাচুর্য হবে যে, তা গ্রহণ করার মত কেউ থাকবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2314",
    "id": "2397",
    "thesequence": "2740",
    "isActive": "1",
    "chapterId": "15587",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৫৫. ক্রুশ ভেঙ্গে ফেলা ও শূকর হত্যা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salama bin Al-Akwa`:\n\nOn the day of Khaibar the Prophet (ﷺ) saw fires being lighted. He asked, Why are these fires being lighted? The people replied that they were cooking the meat of donkeys. He said, Break the pots and throw away their contents. The people said, Shall we throw away their contents and wash the pots (rather than break them)? He said, Wash them.",
    "hadithArabic": "حَدَّثَنَا أَبُو عَاصِمٍ الضَّحَّاكُ بْنُ مَخْلَدٍ، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم رَأَى نِيرَانًا تُوقَدُ يَوْمَ خَيْبَرَ. قَالَ  عَلَى مَا تُوقَدُ هَذِهِ النِّيرَانُ . قَالُوا عَلَى الْحُمُرِ الإِنْسِيَّةِ. قَالَ  اكْسِرُوهَا، وَأَهْرِقُوهَا . قَالُوا أَلاَ نُهْرِيقُهَا وَنَغْسِلُهَا قَالَ  اغْسِلُوا .\nقَالَ أَبُو عَبْد اللَّهِ كَانَ ابْنُ أَبِي أُوَيْسٍ يَقُولُ الْحُمُرِ الْأَنْسِيَّةِ بِنَصْبِ الْأَلِفِ وَالنُّونِ\n",
    "hadithBengali": "২৩১৫। আবূ আসিম যাহহাক ইবনু মাখলাদ (রহঃ) ... সালামা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বার যুদ্ধে আগুন প্রজ্বলিত দেখে জিজ্ঞাসা করলেন, এ আগুন কেন জ্বালানো হচ্ছে? সাহাবীগণ বললেন, গৃহপালিত গাধার গোশত রান্না করার জন্য। তিনি বললেন, পাত্রটি ভেঙ্গে দাও এবং গোশত ফেলে দাও। তাঁরা বললেন, আমরা গোশত ফেলে দিয়ে পাত্রটি ধুয়ে নিব কি? তিনি বললেন, ধুয়ে নাও।\n\nআবূ আবদুল্লাহ (বুখারী) (রহঃ) বলেন, ইবনু আবূ উয়াইস বললেন যে,الأنسية শব্দটি আলিফ ও নুনে যবর হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2315",
    "id": "2398",
    "thesequence": "2741",
    "isActive": "1",
    "chapterId": "15588",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৫৬. যে মটকায় মদ রয়েছে, তা কি ভেঙ্গে ফেলা হবে অথবা মশকে ছিদ্র করা হবে কি? যদি কেউ নিজের লাঠি দিয়ে মূর্তি কিংবা ক্রুশ বা তান্বুরা অথবা কোন অপ্রয়োজনীয় বস্তু ভেঙ্গে ফেলে। শুরাইহ (রহঃ) এর কাছে তান্বুরা ভেঙ্গে ফেলার জন্য মামলা দায়ের করা হলে তিনি এর জন্য কোন জরিমানার ফয়সালা দেন নি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Mas`ud:\n\nThe Prophet (ﷺ) entered Mecca and (at that time) there were three hundred-and-sixty idols around the Ka`ba. He started stabbing the idols with a stick he had in his hand and reciting: Truth (Islam) has come and Falsehood (disbelief) has vanished.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا ابْنُ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنْ أَبِي مَعْمَرٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ـ رضى الله عنه ـ قَالَ دَخَلَ النَّبِيُّ صلى الله عليه وسلم مَكَّةَ، وَحَوْلَ الْكَعْبَةِ ثَلاَثُمِائَةٍ وَسِتُّونَ نُصُبًا فَجَعَلَ يَطْعَنُهَا بِعُودٍ فِي يَدِهِ وَجَعَلَ يَقُولُ {جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ} الآيَةَ.",
    "hadithBengali": "২৩১৬। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন (বিজয়ীর বেশে) মক্কায় প্রবেশ করেন, তখন কাবা শরীফের চারপাশে তিনশ ষাটটি মূর্তি ছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের হাতের লাঠি দিয়ে মূর্তিগুলোকে আঘাত করতে থাকেন আর বলতে থাকেনঃ সত্য এসেছে এবং মিথ্যা বিলুপ্ত হয়েছে, (আয়াতের শেষ পর্যন্ত (১৭ঃ ৮১)।\n",
    "checkStatus": "1",
    "hadithNo": "2316",
    "id": "2399",
    "thesequence": "2742",
    "isActive": "1",
    "chapterId": "15588",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৫৬. যে মটকায় মদ রয়েছে, তা কি ভেঙ্গে ফেলা হবে অথবা মশকে ছিদ্র করা হবে কি? যদি কেউ নিজের লাঠি দিয়ে মূর্তি কিংবা ক্রুশ বা তান্বুরা অথবা কোন অপ্রয়োজনীয় বস্তু ভেঙ্গে ফেলে। শুরাইহ (রহঃ) এর কাছে তান্বুরা ভেঙ্গে ফেলার জন্য মামলা দায়ের করা হলে তিনি এর জন্য কোন জরিমানার ফয়সালা দেন নি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Qasim:\n\nAisha said that she hung a curtain decorated with pictures (of animals) on a cupboard. The Prophet (ﷺ) tore that curtain and she turned it into two cushions which remained in the house for the Prophet (ﷺ) to sit on.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ الْقَاسِمِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّهَا كَانَتِ اتَّخَذَتْ عَلَى سَهْوَةٍ لَهَا سِتْرًا فِيهِ تَمَاثِيلُ، فَهَتَكَهُ النَّبِيُّ صلى الله عليه وسلم، فَاتَّخَذَتْ مِنْهُ نُمْرُقَتَيْنِ، فَكَانَتَا فِي الْبَيْتِ يَجْلِسُ عَلَيْهِمَا.",
    "hadithBengali": "২৩১৭। ইবরাহীম ইবনু মুনযির (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি তার (কামরার) তাকের সম্মুখে একটি পর্দা ঝুলিয়ে দিলেন, যাতে ছিল প্রাণীর ছবি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা ছিড়ে ফেললেন। এরপর আয়িশা (রাঃ) তা দিয়ে দুখানা গদি তৈরী করেন। এই গদি দুখানা ঘরেই ছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার উপর বসতেন।\n",
    "checkStatus": "1",
    "hadithNo": "2317",
    "id": "2400",
    "thesequence": "2743",
    "isActive": "1",
    "chapterId": "15588",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৫৬. যে মটকায় মদ রয়েছে, তা কি ভেঙ্গে ফেলা হবে অথবা মশকে ছিদ্র করা হবে কি? যদি কেউ নিজের লাঠি দিয়ে মূর্তি কিংবা ক্রুশ বা তান্বুরা অথবা কোন অপ্রয়োজনীয় বস্তু ভেঙ্গে ফেলে। শুরাইহ (রহঃ) এর কাছে তান্বুরা ভেঙ্গে ফেলার জন্য মামলা দায়ের করা হলে তিনি এর জন্য কোন জরিমানার ফয়সালা দেন নি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr bin Al-`As:\n\nI heard the Prophet (ﷺ) saying, Whoever is killed while protecting his property then he is a martyr.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا سَعِيدٌ ـ هُوَ ابْنُ أَبِي أَيُّوبَ ـ قَالَ حَدَّثَنِي أَبُو الأَسْوَدِ، عَنْ عِكْرِمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ .",
    "hadithBengali": "২৩১৮। আবদুল্লাহ ইবনু ইয়াযীদ (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যাক্তি তার সম্পদ রক্ষা করতে দিয়ে নিহত হয়, সে শহীদ।\n",
    "checkStatus": "1",
    "hadithNo": "2318",
    "id": "2401",
    "thesequence": "2744",
    "isActive": "1",
    "chapterId": "15589",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৫৭. মাল রক্ষা করতে গিয়ে যে ব্যক্তি নিহত হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nWhile the Prophet (ﷺ) was with one of his wives, one of the mothers of the believers (i.e. one of his wives) sent a wooden bowl containing food with a servant. The wife (in whose house he was sitting) stroke the bowl with her hand and broke it. The Prophet (ﷺ) collected the shattered pieces and put the food back in it and said, Eat. He kept the servant and the bowl till he had eaten the food. Then the Prophet gave another unbroken. bowl to the servant and kept the broken one.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ عِنْدَ بَعْضِ نِسَائِهِ، فَأَرْسَلَتْ إِحْدَى أُمَّهَاتِ الْمُؤْمِنِينَ مَعَ خَادِمٍ بِقَصْعَةٍ فِيهَا طَعَامٌ فَضَرَبَتْ بِيَدِهَا، فَكَسَرَتِ الْقَصْعَةَ، فَضَمَّهَا، وَجَعَلَ فِيهَا الطَّعَامَ وَقَالَ   كُلُوا . وَحَبَسَ الرَّسُولَ وَالْقَصْعَةَ حَتَّى فَرَغُوا، فَدَفَعَ الْقَصْعَةَ الصَّحِيحَةَ وَحَبَسَ الْمَكْسُورَةَ. وَقَالَ ابْنُ أَبِي مَرْيَمَ أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا حُمَيْدٌ، حَدَّثَنَا أَنَسٌ، عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "২৩১৯। মুসাদ্দদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, একদিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কোন সহধর্মিণীর কাছে ছিলেন। উম্মুল মুমিনীনদের অপর একজন খাদিমের মারফত এক পাত্রে খাবার পাঠালেন। তিনি তার হাতের আঘাতে পাত্রটি ভেঙ্গে ফেলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা জোড়া লাগিয়ে তাতে খাবার রাখলেন এবং (সাথীদেরকে) বললেন, তোমরা খাও। যে পর্যন্ত তাঁরা খাওয়া শেষ না করলেন, সে পর্যন্ত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাত্রটি ও প্রেরিত খাদেমকে আটকিয়ে রাখলেন। তারপর তিনি ভাঙ্গা পাত্রটি রেখে দিয়ে একটি ভাল পাত্র ফেরত দিলেন।\n\nইবনু আবূ মারয়াম (রহঃ) ... আনাস (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "2319",
    "id": "2402",
    "thesequence": "2745",
    "isActive": "1",
    "chapterId": "15590",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৫৮. যদি কেউ অন্য কারুর পিয়ালা বা কোন জিনিস ভেঙ্গে ফেলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, There was an Israeli man called Juraij, while he was praying, his mother came and called him, but he did not respond to her call. He said (to himself) whether he should continue the prayer or reply to his mother. She came to him the second time and called him and said, O Allah! Do not let him die until he sees the faces of prostitutes. Juraij used to live in a hermitage. A woman said that she would entice Juraij, so she went to him and presented herself (for an evil act) but he refused. She then went to a shepherd and allowed him to commit an illegal sexual intercourse with her and later she gave birth to a boy. She alleged that the baby was from Juraij. The people went to Juraij and broke down his hermitage, pulled him out of it and abused him. He performed ablution and offered the prayer, then he went to the male (baby) and asked him; O boy! Who is your father? The baby replied that his father was the shepherd. The people said that they would build for him a hermitage of gold but Juraij asked them to make it of mud only.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   كَانَ رَجُلٌ فِي بَنِي إِسْرَائِيلَ، يُقَالُ لَهُ جُرَيْجٌ، يُصَلِّي، فَجَاءَتْهُ أُمُّهُ فَدَعَتْهُ، فَأَبَى أَنْ يُجِيبَهَا، فَقَالَ أُجِيبُهَا أَوْ أُصَلِّي ثُمَّ أَتَتْهُ، فَقَالَتِ اللَّهُمَّ لاَ تُمِتْهُ حَتَّى تُرِيَهُ الْمُومِسَاتِ. وَكَانَ جُرَيْجٌ فِي صَوْمَعَتِهِ، فَقَالَتِ امْرَأَةٌ لأَفْتِنَنَّ جُرَيْجًا. فَتَعَرَّضَتْ لَهُ فَكَلَّمَتْهُ فَأَبَى، فَأَتَتْ رَاعِيًا، فَأَمْكَنَتْهُ مِنْ نَفْسِهَا فَوَلَدَتْ غُلاَمًا، فَقَالَتْ هُوَ مِنْ جُرَيْجٍ. فَأَتَوْهُ، وَكَسَرُوا صَوْمَعَتَهُ فَأَنْزَلُوهُ وَسَبُّوهُ، فَتَوَضَّأَ وَصَلَّى ثُمَّ أَتَى الْغُلاَمَ، فَقَالَ مَنْ أَبُوكَ يَا غُلاَمُ قَالَ الرَّاعِي. قَالُوا نَبْنِي صَوْمَعَتَكَ مِنْ ذَهَبٍ. قَالَ لاَ إِلاَّ مِنْ طِينٍ .",
    "hadithBengali": "২৩২০। মুসলিম ইবনু ইবরাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন বনী ইসরাঈলের মধ্যে জুরায়জ নামক একজন লোক ছিলেন। একদিন তিনি সালাত (নামায/নামাজ) আদায় করছিলেন। এমন সময় তাঁর মা তাকে ডাকলেন। কিন্তু তিনি তাঁর ডাকে সাড়া দিলেন না। তিনি বললেন, সালাত (নামায/নামাজ) আদায় করব, না কি তার জবাব দেব। তারপর মা তাঁর কাছে এলেন এবং বললেন, হে আল্লাহ! তাকে মৃত্যু দিও না যে পর্যন্ত তুমি তাকে কোন বেশ্যার মুখ না দেখাও।\n\nএকদিন জুরায়জ তার ইবাদত খানায় ছিলেন। এমন সময় এক মহিলা বললেন, আমি জুরায়জকে ফাসিয়ে ছাড়ব। তখন সে তার নিকট গেল এবং তার সাথে কথাবার্তা বলল। কিন্তু তিনি অস্বীকৃতি জানালেন। তারপর সে মহিলা এক রাখালের কাছে এসে স্বেচ্ছায় নিজেকে তার হাতে সঁপে দিল। তার কিছুদিন পর সে একটি ছেলে প্রসব কর। তখন সে বলে বেড়াতে লাগল যে, এ ছেলে জুরায়জের! একথা শুনে লোকেরা জুরায়জের নিকট এলো এবং তার ইবাদতখানা ভেঙ্গে তাকে বের করে দিল এবং তাকে গালিগালাজ করল।\n\nএরপর তিনি (জুরায়জ) উযূ (ওজু/অজু/অযু) করলেন এবং সালাত (নামায/নামাজ) আদায় করলেন। তারপর তিনি ছেলেটির কাছে এসে বললেন, হে ছেলে, তোমার পিতা কে? সে জবাব দিল, রাখাল। তখন লোকেরা বলল, আমরা তোমার ইবাদত খানাটি সোনা দিয়ে তৈরী করে দিব। জুরায়জ বললেন, না মাটি দিয়েই তৈরী করে দাও। (যেমনটা পূর্বে ছিল)।\n",
    "checkStatus": "1",
    "hadithNo": "2320",
    "id": "2403",
    "thesequence": "2746",
    "isActive": "1",
    "chapterId": "15591",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "41",
    "statusId": "1",
    "topicName": "১৫৫৯. যদি কেউ (কারো) দেয়াল ভেঙ্গে ফেলে, তা হলে সে অনুরূপ দেয়াল তৈরি করে দিবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]