[
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nAllahs Messenger (ﷺ) sent an army towards the east coast and appointed Abu Ubaida bin Al-Jarrah as their chief, and the army consisted of three-hundred men including myself. We marched on till we reached a place where our food was about to finish. Abu- Ubaida ordered us to collect all the journey food and it was collected. My (our) journey food was dates. Abu Ubaida kept on giving us our daily ration in small amounts from it, till it was exhausted. The share of everyone of us used to be one date only. I said, How could one date benefit you? Jabir replied, We came to know its value when even that too finished. Jabir added, When we reached the sea-shore, we saw a huge fish which was like a small mountain. The army ate from it for eighteen days. Then Abu Ubaida ordered that two of its ribs be fixed and they were fixed in the ground. Then he ordered that a she-camel be ridden and it passed under the two ribs (forming an arch) without touching them.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ أَنَّهُ قَالَ بَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْثًا قِبَلَ السَّاحِلِ، فَأَمَّرَ عَلَيْهِمْ أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ وَهُمْ ثَلاَثُمِائَةٍ وَأَنَا فِيهِمْ، فَخَرَجْنَا حَتَّى إِذَا كُنَّا بِبَعْضِ الطَّرِيقِ فَنِيَ الزَّادُ، فَأَمَرَ أَبُو عُبَيْدَةَ بِأَزْوَادِ ذَلِكَ الْجَيْشِ فَجُمِعَ ذَلِكَ كُلُّهُ فَكَانَ مِزْوَدَىْ تَمْرٍ، فَكَانَ يُقَوِّتُنَا كُلَّ يَوْمٍ قَلِيلاً قَلِيلاً، حَتَّى فَنِيَ فَلَمْ يَكُنْ يُصِيبُنَا إِلاَّ تَمْرَةٌ تَمْرَةٌ. فَقُلْتُ وَمَا تُغْنِي تَمْرَةٌ فَقَالَ لَقَدْ وَجَدْنَا فَقْدَهَا حِينَ فَنِيَتْ. قَالَ ثُمَّ انْتَهَيْنَا إِلَى الْبَحْرِ فَإِذَا حُوتٌ مِثْلُ الظَّرِبِ، فَأَكَلَ مِنْهُ ذَلِكَ الْجَيْشُ ثَمَانِيَ عَشْرَةَ لَيْلَةً، ثُمَّ أَمَرَ أَبُو عُبَيْدَةَ بِضِلَعَيْنِ مِنْ أَضْلاَعِهِ فَنُصِبَا، ثُمَّ أَمَرَ بِرَاحِلَةٍ فَرُحِلَتْ ثُمَّ مَرَّتْ تَحْتَهُمَا فَلَمْ تُصِبْهُمَا.",
    "hadithBengali": "২৩২১। আবদুল্লাহ ইবনু ইউসূফ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সমুদ্র তীর অভিমুখে বাহিনী প্রেরণ করেন এবং আবূ উবায়দা ইবন জাররাহ (রাঃ) কে তাদের সেনাপতি নিয়োগ করলেন। এ বাহিনীতে তিনশ লোক ছিলেন। আমি তাদের মধ্যে ছিলাম। আমরা রওয়ানা হলাম। কিন্তু মাঝখানেই আমাদের পাথেয় শেষ হয়ে গেল। তখনআবূ উবায়দা (রাঃ) দলের সকলকে নিজ নিজ খাদ্যদ্রব্য এক জায়গায় জমা করার নির্দেশ দিলেন। তাই সমস্ত খাদ্য দ্রব্য জমা করা হল। এতে মোট দুথলে খেজুর জমা করা হল। আবূ উবাযদা (রাঃ) প্রতি দিন আমাদের এই খেজুর থেকে কিছু কিছু খেতে দিতেন। অবশেষে তাও শেষ হওয়ার উপক্রম হল এবং জন প্রতি একটি করে খেজুর ভাগে পড়তে লাগলো।\n\n(রাবী বলেন) আমি (জাবির (রাঃ) কে) বললাম, একটি খেজুর কি যথেষ্ট হত। তিনি বললেন, তার মূল্য তখন বুঝতে পারলাম, যখন তাও শেষ হয়ে গেল। তিনি বলেন, এরপর আমরা সমুদ্র পর্যন্ত পৌছে গেলাম। হঠাৎ ছোট পাহাড়ের ন্যায় একটা মাছ আমরা পেয়ে গেলাম। এবং এ বাহিনী আঠারো দিন পর্যন্ত এই মাছ থেকে খেলো। তারপর আবূ উবাযদা (রাঃ) এর আদেশে সে মাছের পাঁজর থেকে দুটো কাঁটা দাঁড় করানো হল। তারপর তিনি হাওদা লাগাতে বললেন। হাওদা লাগানো হল। এরপর উট তার পাঁজরের নীচ দিয়ে চলে গেলো কিন্তু উটের দেহ সে দুটো কাঁটা স্পর্শ করল না।\n",
    "checkStatus": "1",
    "hadithNo": "2321",
    "id": "2404",
    "thesequence": "2747",
    "isActive": "1",
    "chapterId": "15592",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৬০. আহার্য, পাথেয় এবং দ্রব্য সামগ্রীতে শরীক হওয়া। মাপ ও ওজনের জিনিসপত্র কিভাবে বিতরন করা হবে? অনুমানের ভিত্তিতে না কি মুটো মুটো করে। যেহেতু মুসলিমগণ পাথেয়তে এটা দোষের মনে করে না যে, কিছু ইনি খাবেন আর কিছু উনি খাবেন (অর্থাৎ যার যা ইচ্ছা সে সেটা খাবে) তেমনিভাবে সোনা ও রূপা অনুমানের ভিত্তিতে বণ্টন করা এবং এক সঙ্গে জোড়া জোড়া খেজুর খাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salama:\n\nOnce (on a journey) our provisions diminished and the people were reduced to poverty. They went to the Prophet (ﷺ) and asked his permission to slaughter their camels, and he agreed. `Umar met them and they told him about it, and he said, How would you survive after slaughtering your camels? Then he went to the Prophet and said, O Allahs Messenger (ﷺ)! How would they survive after slaughtering their camels? Allahs Messenger (ﷺ) ordered `Umar, Call upon the people to bring what has remained of their food. A leather sheet was spread and all the food was collected and heaped over it. Allahs Messenger (ﷺ) stood up and invoked Allah to bless it, and then directed all the people to come with their utensils, and they started taking from it till all of them got what was sufficient for them. Allahs Messenger (ﷺ) then said, I testify that None has the right to be worshipped but Allah, and I am His Messenger.",
    "hadithArabic": " حَدَّثَنَا بِشْرُ بْنُ مَرْحُومٍ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ ـ رضى الله عنه ـ قَالَ خَفَّتْ أَزْوَادُ الْقَوْمِ وَأَمْلَقُوا، فَأَتَوُا النَّبِيَّ صلى الله عليه وسلم فِي نَحْرِ إِبِلِهِمْ فَأَذِنَ لَهُمْ، فَلَقِيَهُمْ عُمَرُ فَأَخْبَرُوهُ فَقَالَ مَا بَقَاؤُكُمْ بَعْدَ إِبِلِكُمْ، فَدَخَلَ عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ مَا بَقَاؤُهُمْ بَعْدَ إِبِلِهِمْ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  نَادِ فِي النَّاسِ فَيَأْتُونَ بِفَضْلِ أَزْوَادِهِمْ . فَبُسِطَ لِذَلِكَ نِطَعٌ، وَجَعَلُوهُ عَلَى النِّطَعِ. فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَدَعَا وَبَرَّكَ عَلَيْهِ ثُمَّ دَعَاهُمْ بِأَوْعِيَتِهِمْ فَاحْتَثَى النَّاسُ حَتَّى فَرَغُوا، ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنِّي رَسُولُ اللَّهِ .",
    "hadithBengali": "২৩২২। বিশর ইবনু মারহুম (রহঃ) ... সালামা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত, তিনি বলেন, কোন এক সফরে লোকদের পাথেয় কমে গিয়েছিল এবং তারা অভাবগ্রস্থ হয়ে পড়লেন। তখন তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট তাদের উট যবেহ করার অনুমতি দেয়ার জন্য এলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের অনুমতি দিলেন। তারপরে তাদের সঙ্গে উমর (রাঃ) এর সাক্ষাত হলে তারা তাঁকে এ খবর দিলেন। তিনি বললেন, উট শেষ হয়ে যাবার পর তোমাদের বাঁচার কি উপায় থাকবে? তারপর উমর (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললেন, ইয়া রাসূলাল্লাহ! উট শেষ হয়ে যাবার পর বাঁচার কি উপায় হবে?\n\nতখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, লোকদের কাছে ঘোষণা করে দাও যে, যাদের কাছে অতিরিক্ত যে খাদ্য সামগ্রী আছে, তা যেন আমার কাছে নিয়ে আসে। এর জন্য একটা চামড়া বিছিয়ে দেওয়া হল। তারা সেই চামড়ার উপর তা রাখলেন। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে তাতে বরকতের জন্য দুআ করলেন। এরপর তিনি তাদেরকে তাদের পাত্রগুলো নিয়ে আসতে বললেন, লোকেরা দুহাত ভর্তি করে করে নিল। সবার নেওয়া শেষ হলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ব্যতীত কোন ইলাহ নাই এবং নিশ্চয়ই আমি আল্লাহর রাসূল।\n",
    "checkStatus": "1",
    "hadithNo": "2322",
    "id": "2405",
    "thesequence": "2748",
    "isActive": "1",
    "chapterId": "15592",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৬০. আহার্য, পাথেয় এবং দ্রব্য সামগ্রীতে শরীক হওয়া। মাপ ও ওজনের জিনিসপত্র কিভাবে বিতরন করা হবে? অনুমানের ভিত্তিতে না কি মুটো মুটো করে। যেহেতু মুসলিমগণ পাথেয়তে এটা দোষের মনে করে না যে, কিছু ইনি খাবেন আর কিছু উনি খাবেন (অর্থাৎ যার যা ইচ্ছা সে সেটা খাবে) তেমনিভাবে সোনা ও রূপা অনুমানের ভিত্তিতে বণ্টন করা এবং এক সঙ্গে জোড়া জোড়া খেজুর খাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi` bin Khadij:\n\nWe used to offer the `Asr prayer with the Prophet (ﷺ) and slaughter a camel, the meat of which would be divided in ten parts. We would eat the cooked meat before sunset.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنَا أَبُو النَّجَاشِيِّ، قَالَ سَمِعْتُ رَافِعَ بْنَ خَدِيجٍ ـ رضى الله عنه ـ قَالَ كُنَّا نُصَلِّي مَعَ النَّبِيِّ صلى الله عليه وسلم الْعَصْرَ فَنَنْحَرُ جَزُورًا، فَتُقْسَمُ عَشْرَ قِسَمٍ، فَنَأْكُلُ لَحْمًا نَضِيجًا قَبْلَ أَنْ تَغْرُبَ الشَّمْسُ.",
    "hadithBengali": "২৩২৩। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... রাফি ইবনু খাদীজ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আসরের সালাত (নামায/নামাজ) আদায় করে উট যবেহ করতাম। তারপর সে গোশত দশ ভাগে ভাগ করা হত এবং সূর্যাস্তের পূর্বেই আমরা রান্না করা গোশত খেয়ে নিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "2323",
    "id": "2406",
    "thesequence": "2749",
    "isActive": "1",
    "chapterId": "15592",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৬০. আহার্য, পাথেয় এবং দ্রব্য সামগ্রীতে শরীক হওয়া। মাপ ও ওজনের জিনিসপত্র কিভাবে বিতরন করা হবে? অনুমানের ভিত্তিতে না কি মুটো মুটো করে। যেহেতু মুসলিমগণ পাথেয়তে এটা দোষের মনে করে না যে, কিছু ইনি খাবেন আর কিছু উনি খাবেন (অর্থাৎ যার যা ইচ্ছা সে সেটা খাবে) তেমনিভাবে সোনা ও রূপা অনুমানের ভিত্তিতে বণ্টন করা এবং এক সঙ্গে জোড়া জোড়া খেজুর খাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThe Prophet (ﷺ) said, When the people of Ash`ari tribe ran short of food during the holy battles, or the food of their families in Medina ran short, they would collect all their remaining food in one sheet and then distribute it among themselves equally by measuring it with a bowl. So, these people are from me, and I am from them.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا حَمَّادُ بْنُ أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِنَّ الأَشْعَرِيِّينَ إِذَا أَرْمَلُوا فِي الْغَزْوِ، أَوْ قَلَّ طَعَامُ عِيَالِهِمْ بِالْمَدِينَةِ جَمَعُوا مَا كَانَ عِنْدَهُمْ فِي ثَوْبٍ وَاحِدٍ، ثُمَّ اقْتَسَمُوهُ بَيْنَهُمْ فِي إِنَاءٍ وَاحِدٍ بِالسَّوِيَّةِ، فَهُمْ مِنِّي وَأَنَا مِنْهُمْ .",
    "hadithBengali": "২৩২৪। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আশআরী গোত্রের লোকেরা যখন জিহাদে গিয়ে অভাবগ্রস্থ হয়ে পড়ে বা মদিনাতেই তাদের পরিবার পরিজনদের খাবার কম হয়ে যায়, তখন তারা তাদের যা কিছু সম্বল থাকে, তা একটা কাপড়ে জমা করে। তারপর একটা পাত্র দিয়ে মেপে তা নিজেদের মধ্যে সমান ভাগে ভাগ করে নেয়। কাজেই তারা আমার এবং আমি তাদের।\n",
    "checkStatus": "1",
    "hadithNo": "2324",
    "id": "2407",
    "thesequence": "2750",
    "isActive": "1",
    "chapterId": "15592",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৬০. আহার্য, পাথেয় এবং দ্রব্য সামগ্রীতে শরীক হওয়া। মাপ ও ওজনের জিনিসপত্র কিভাবে বিতরন করা হবে? অনুমানের ভিত্তিতে না কি মুটো মুটো করে। যেহেতু মুসলিমগণ পাথেয়তে এটা দোষের মনে করে না যে, কিছু ইনি খাবেন আর কিছু উনি খাবেন (অর্থাৎ যার যা ইচ্ছা সে সেটা খাবে) তেমনিভাবে সোনা ও রূপা অনুমানের ভিত্তিতে বণ্টন করা এবং এক সঙ্গে জোড়া জোড়া খেজুর খাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nthat Abu Bakr As-Siddiq wrote to him the law of Zakat which was made obligatory by Allahs Apostle. He wrote: Partners possessing joint property (sheep) have to pay its Zakat equally.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُثَنَّى، قَالَ حَدَّثَنِي أَبِي قَالَ، حَدَّثَنِي ثُمَامَةُ بْنُ عَبْدِ اللَّهِ بْنِ أَنَسٍ، أَنَّ أَنَسًا، حَدَّثَهُ أَنَّ أَبَا بَكْرٍ ـ رضى الله عنه ـ كَتَبَ لَهُ فَرِيضَةَ الصَّدَقَةِ الَّتِي فَرَضَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ   وَمَا كَانَ مِنْ خَلِيطَيْنِ فَإِنَّهُمَا يَتَرَاجَعَانِ بَيْنَهُمَا بِالسَّوِيَّةِ .",
    "hadithBengali": "২৩২৫। মুহাম্মদ ইবনু আবদুল্লাহ ইবনু মূসান্না (রহঃ) ... আনাস (ইবনু মালিক) (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যাকাতের বিধান হিসাবে যা নির্দিষ্ট করেছিলেন, আবূ বকর (রাঃ) তা আমাকে লিখে দিয়েছিলেন। তিনি বলেছেন, যেখানে দুজন অংশীদার থেকে (যাকাত প্রদানের পর) তারা দুজনে নিজ নিজ অংশ আদান-প্রদান করে নেবে।\n",
    "checkStatus": "1",
    "hadithNo": "2325",
    "id": "2408",
    "thesequence": "2751",
    "isActive": "1",
    "chapterId": "15593",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৬১. যেখানে দু&#039;জন অংশীদার থাকে যাকাতের ক্ষেত্রে তারা উভয়ে নিজ নিজ অংশ হিসাবে নিজেদের মধ্যে আদান প্রদান করে নিবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abaya bin Rafaa bin Raft bin Khadij:\n\nMy grandfather said, We were in the company of the Prophet (ﷺ) at Dhul-Hulaifa. The people felt hungry and captured some camels and sheep (as booty). The Prophet (ﷺ) was behind the people. They hurried and slaughtered the animals and put their meat in pots and started cooking it. (When the Prophet came) he ordered the pots to be upset and then he distributed the animals (of the booty), regarding ten sheep as equal to one camel. One of the camels fled and the people ran after it till they were exhausted. At that time there were few horses. A man threw an arrow at the camel, and Allah stopped the camel with it. The Prophet (ﷺ) said, Some of these animals are like wild animals, so if you lose control over one of these animals, treat it in this way (i.e. shoot it with an arrow). Before distributing them among the soldiers my grandfather said, We may meet the enemies in the future and have no knives; can we slaughter the animals with reeds? The Prophet (ﷺ) said, Use whatever causes blood to flow, and eat the animals if the name of Allah has been mentioned on slaughtering them. Do not slaughter with teeth or fingernails and I will tell you why: It is because teeth are bones (i.e. cannot cut properly) and fingernails are the tools used by the Ethiopians (whom we should not imitate for they are infidels).",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ الْحَكَمِ الأَنْصَارِيُّ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعِ بْنِ خَدِيجٍ، عَنْ جَدِّهِ، قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم بِذِي الْحُلَيْفَةِ فَأَصَابَ النَّاسَ جُوعٌ فَأَصَابُوا إِبِلاً وَغَنَمًا. قَالَ وَكَانَ النَّبِيُّ صلى الله عليه وسلم فِي أُخْرَيَاتِ الْقَوْمِ فَعَجِلُوا وَذَبَحُوا وَنَصَبُوا الْقُدُورَ، فَأَمَرَ النَّبِيُّ صلى الله عليه وسلم بِالْقُدُورِ فَأُكْفِئَتْ، ثُمَّ قَسَمَ فَعَدَلَ عَشْرَةً مِنَ الْغَنَمِ بِبَعِيرٍ فَنَدَّ مِنْهَا بَعِيرٌ، فَطَلَبُوهُ فَأَعْيَاهُمْ، وَكَانَ فِي الْقَوْمِ خَيْلٌ يَسِيرَةٌ فَأَهْوَى رَجُلٌ مِنْهُمْ بِسَهْمٍ فَحَبَسَهُ اللَّهُ ثُمَّ قَالَ  إِنَّ لِهَذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا غَلَبَكُمْ مِنْهَا فَاصْنَعُوا بِهِ هَكَذَا . فَقَالَ جَدِّي إِنَّا نَرْجُو ـ أَوْ نَخَافُ ـ الْعَدُوَّ غَدًا، وَلَيْسَتْ مَعَنَا مُدًى أَفَنَذْبَحُ بِالْقَصَبِ. قَالَ  مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ، فَكُلُوهُ، لَيْسَ السِّنَّ وَالظُّفُرَ، وَسَأُحَدِّثُكُمْ عَنْ ذَلِكَ، أَمَّا السِّنُّ فَعَظْمٌ وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ .",
    "hadithBengali": "২৩২৬। আলী ইবনু হাকাম আনসারী (রহঃ) ... রাফি ইবনু খাদীজ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে যুল-হুলায়ফাতে ছিলাম। সাহাবীগণ ক্ষুধার্ত হয়ে পড়েন, তারা কিছু উট ও বকরী পেলেন। রাফি (রাঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দলের পিছনে ছিলেন। তারা তাড়াহুড়া করে গনীমতের মাল বন্টনের পূর্বে সেগুলোকে যবেহ করে পাত্রে চড়িয়ে দিলেন। তারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নির্দেশে পাত্র উলটিয়ে ফেলা হল। তারপর তিনি (গনীমতের মাল) বন্টন শুরু করলেন। তিনি একটি উটের সমান দশটি বকরী নির্ধারণ করেন। হঠাৎ একটি উট পালিয়ে গেল। সাহাবীগণ উটকে ধরার জন্য ছুটলেন, কিন্তু উটটি তাঁদেরকে ক্লান্ত করে ছাড়ল। সে সময় তাঁদের নিকট অল্প সংখ্যক ঘোড়া ছিল।\n\nঅবশেষে তাঁদের মধ্যে একজন সেটির প্রতি তীর ছুড়লেন। তখন আল্লাহ উটটাকে থামিয়ে দিলেন। তারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, নিশ্চয়ই পলায়নপর বন্য জন্তুদের মত এ সকল চতুষ্পদ জন্তুর মধ্যে কতক পলায়নপর করবে। (রাবী বলেন), তখন আমার দাদা [রাফি (রাঃ)] বললেন, আমরা আশংকা করছিলাম যে, কাল শত্রুর সাথে মুকাবিলা হবে। আর আমাদের নিকট কোন ছুরি ছিল না। তাই আমরা ধারলো বাঁশ দিয়ে যবেহ করতে পারব কি? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে বস্তু রক্ত প্রবাহিত করে এবং যার উপর আল্লাহর নাম নেওয়া হয়, সেটা তোমরা আহার করতে পার। কিন্তু দাঁত বা নখ দিয়ে যেন যবেহ না করা হয়। আমি তোমাদেরকে এর কারণ বলে দিচ্ছি। দাঁত তো হাড় আর নখ হল হাবশীদের ছুরি\n",
    "checkStatus": "1",
    "hadithNo": "2326",
    "id": "2409",
    "thesequence": "2752",
    "isActive": "1",
    "chapterId": "15594",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৬২. বকরী বণ্টন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) decreed that one should not eat two dates together at a time unless he gets the permission from his companions (sharing the meal with him).",
    "hadithArabic": " حَدَّثَنَا خَلاَّدُ بْنُ يَحْيَى، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا جَبَلَةُ بْنُ سُحَيْمٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ يَقُولُ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ يَقْرُنَ الرَّجُلُ بَيْنَ التَّمْرَتَيْنِ جَمِيعًا، حَتَّى يَسْتَأْذِنَ أَصْحَابَهُ.",
    "hadithBengali": "২৩২৭। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (এক সাথে খেতে বসে) সঙ্গীদের অনুমতি ব্যতীত কাউকে এক সঙ্গে দুটো করে খেজুর খেতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2327",
    "id": "2410",
    "thesequence": "2753",
    "isActive": "1",
    "chapterId": "15595",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৬৩. এক সঙ্গে খেতে বসলে সাথীদের অনুমতি ব্যতীত এক সঙ্গে দুটো করে খেজুর খাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabala:\n\nWhile at Medina we were struck with famine. Ibn Az-Zubair used to provide us with dates as our food. Ibn `Umar used to pass by us and say, Dont eat two dates together at a time as the Prophet (ﷺ) has forbidden eating two dates together at a time (in a gathering) unless one takes the permission of ones companion brother.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ جَبَلَةَ، قَالَ كُنَّا بِالْمَدِينَةِ فَأَصَابَتْنَا سَنَةٌ، فَكَانَ ابْنُ الزُّبَيْرِ يَرْزُقُنَا التَّمْرَ، وَكَانَ ابْنُ عُمَرَ يَمُرُّ بِنَا فَيَقُولُ لاَ تَقْرُنُوا فَإِنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الإِقْرَانِ، إِلاَّ أَنْ يَسْتَأْذِنَ الرَّجُلُ مِنْكُمْ أَخَاهُ.",
    "hadithBengali": "২৩২৮। আবূল ওয়ালিদ (রহঃ) ... জাবালা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা মদিনায় ছিলাম। একবার আমরা দুর্ভিক্ষের সম্মুখীন হলাম। তখন ইবনু যুবায়র (রাঃ) আমাদেরকে (প্রত্যহ) খেজুর খেতে দিতেন। একদিন ইবনু উমর (রাঃ) আমাদের কাছে দিয়ে যাচ্ছিলেন। (আমাদের খেজুর খেতে দেখে) তিনি বললেন, তোমরা এক সাথে দুটো করে খেজুর খেও না। কেননা, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাউকে তার ভাইয়ের অনুমতি ব্যতীত দুটো করে খেজুর খেতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2328",
    "id": "2411",
    "thesequence": "2754",
    "isActive": "1",
    "chapterId": "15595",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৬৩. এক সঙ্গে খেতে বসলে সাথীদের অনুমতি ব্যতীত এক সঙ্গে দুটো করে খেজুর খাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Nafi`:\n\nIbn `Umar said, Allahs Messenger (ﷺ) said, If one manumits his share of a jointly possessed slave, and can afford the price of the other shares according to the adequate price of the slave, the slave will be completely manumitted; otherwise he will be partially manumitted.  (Aiyub, a sub-narrator is not sure whether the saying  ... otherwise he will be partially manumitted was said by Nafi` or the Prophet.)",
    "hadithArabic": "حَدَّثَنَا عِمْرَانُ بْنُ مَيْسَرَةَ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا أَيُّوبُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَعْتَقَ شِقْصًا لَهُ مِنْ عَبْدٍ ـ أَوْ شِرْكًا أَوْ قَالَ نَصِيبًا ـ وَكَانَ لَهُ مَا يَبْلُغُ ثَمَنَهُ بِقِيمَةِ الْعَدْلِ، فَهْوَ عَتِيقٌ، وَإِلاَّ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ . قَالَ لاَ أَدْرِي قَوْلُهُ عَتَقَ مِنْهُ مَا عَتَقَ. قَوْلٌ مِنْ نَافِعٍ أَوْ فِي الْحَدِيثِ عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "২৩২৯। ইমরান ইবনু মায়সারা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, (শরীকী) গোলাম থেকে কেউ নিজের অংশ আযাদ করে দিলে এবং তার কাছে গোলামের ন্যায্য মূল্য পরিমাণ অর্থ থাকলে সে গোলাম (সম্পূর্ণ) আযাদ হয়ে যাবে (তবে আযাদকারী ন্যায্যমূল্যে শরীকদের ক্ষতিপূরণ দিবে) আর সে পরিমাণ অর্থ না থাকলে যতটুকু সে আযাদ করবে ততটুকুই আযাদ হবে। (রাবী আইয়ুব) বলেন,عَتَقَ مِنْهُ مَا عَتَقَ বাক্যটি নাফি (রহঃ)-এর নিজস্ব উক্তি, না নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাদীসের অংশ, তা আমি বলতে পারছি না।\n",
    "checkStatus": "1",
    "hadithNo": "2329",
    "id": "2412",
    "thesequence": "2755",
    "isActive": "1",
    "chapterId": "15596",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৬৪. কয়েক শরীকের ইজমালী বস্তুর ন্যায্য মূল্য নির্ধারণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Whoever manumits his share of a jointly possessed slave, it is imperative for him to get that slave manumitted completely by paying the remaining price, and if he does not have sufficient money to manumit him, then the price of the slave should be estimated justly, and he is to be allowed to work and earn the amount that will manumit him (without overburdening him).",
    "hadithArabic": "حَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ شَقِيصًا مِنْ مَمْلُوكِهِ فَعَلَيْهِ خَلاَصُهُ فِي مَالِهِ، فَإِنْ لَمْ يَكُنْ لَهُ مَالٌ قُوِّمَ الْمَمْلُوكُ، قِيمَةَ عَدْلٍ ثُمَّ اسْتُسْعِيَ غَيْرَ مَشْقُوقٍ عَلَيْهِ .",
    "hadithBengali": "২৩৩০। বিশর ইবনু মুহাম্মদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ তার (শরীক) গোলাম থেকে নিজের অংশ আযাদ করে দিলে তার দায়িত্ব হয়ে পড়ে নিজস্ব অর্থে সেই গোলামকে পূর্ণ আযাদ করা। যদি তার প্রয়োজনীয় অর্থ না থাকে, তাহলে গোলামের ন্যায্য মূল্য নির্ধারণ করতে হবে। তারপর (অন্য শরীকদের অংশ পরিশোধের জন্য) তাকে উপার্জন যেতে হবে, তবে তার উপর অতিরিক্ত কষ্ট চাপানো যাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2330",
    "id": "2413",
    "thesequence": "2756",
    "isActive": "1",
    "chapterId": "15596",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৬৪. কয়েক শরীকের ইজমালী বস্তুর ন্যায্য মূল্য নির্ধারণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated An-Nu`man bin Bashir:\n\nThe Prophet (ﷺ) said, The example of the person abiding by Allahs order and restrictions in comparison to those who violate them is like the example of those persons who drew lots for their seats in a boat. Some of them got seats in the upper part, and the others in the lower. When the latter needed water, they had to go up to bring water (and that troubled the others), so they said, Let us make a hole in our share of the ship (and get water) saving those who are above us from troubling them. So, if the people in the upper part left the others do what they had suggested, all the people of the ship would be destroyed, but if they prevented them, both parties would be safe.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَكَرِيَّاءُ، قَالَ سَمِعْتُ عَامِرًا، يَقُولُ سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَثَلُ الْقَائِمِ عَلَى حُدُودِ اللَّهِ وَالْوَاقِعِ فِيهَا كَمَثَلِ قَوْمٍ اسْتَهَمُوا عَلَى سَفِينَةٍ، فَأَصَابَ بَعْضُهُمْ أَعْلاَهَا وَبَعْضُهُمْ أَسْفَلَهَا، فَكَانَ الَّذِينَ فِي أَسْفَلِهَا إِذَا اسْتَقَوْا مِنَ الْمَاءِ مَرُّوا عَلَى مَنْ فَوْقَهُمْ فَقَالُوا لَوْ أَنَّا خَرَقْنَا فِي نَصِيبِنَا خَرْقًا، وَلَمْ نُؤْذِ مَنْ فَوْقَنَا. فَإِنْ يَتْرُكُوهُمْ وَمَا أَرَادُوا هَلَكُوا جَمِيعًا، وَإِنْ أَخَذُوا عَلَى أَيْدِيهِمْ نَجَوْا وَنَجَوْا جَمِيعًا .",
    "hadithBengali": "২৩৩১। আবূ নুআঈম (রহঃ) ... নুমান ইবনু বাশীর (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে মহান আল্লাহর নির্ধারিত সীমার মধ্যে প্রতিষ্ঠিত থাকে এবং যে সীমা লংঘন করে, তাদের দৃষ্টান্ত সেই যাত্রীদলের মত, যারা কুরআর মাধ্যমে এক নৌযানে নিজেদের স্থান নির্ধারণ করে নিল। তাদের কেউ স্থান পেল উপর তলায় আর কেউ নীচ তলায় (পানির ব্যবস্থা ছিল উপর তলায়) কাজেই নীচের তলার লোকেরা পানি সংগ্রহ কালে উপর তলার লোকদের ডিঙ্গিয়ে যেত। তখন নীচ তলার লোকেরা বলল, উপর তলার লোকদের কষ্ট না দিয়ে আমরা যদি নিজেদের অংশে একটি ছিদ্র করে নেই (তবে ভাল হত) এমতাবস্থায় তারা যদি এদেরকে আপন মর্জির উপর ছেড়ে দেয় তাহলে সবাই ধ্বংস হয়ে যাবে। আর যদি তারা এদের হাত ধরে রাখে (বিরত রাখে) তবে তারা এবং সকলেই রক্ষা পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "2331",
    "id": "2414",
    "thesequence": "2757",
    "isActive": "1",
    "chapterId": "15597",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৬৫. কুরআর মাধ্যমে বণ্টন ও অংশ নির্ধারণ করা যাবে কি?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Urwa bin Az-Zubair:\n\nThat he had asked `Aisha about the meaning of the Statement of Allah: If you fear that you shall not Be able to deal justly With the orphan girls, then Marry (Other) women of your choice Two or three or four. (4.3) She said, O my nephew! This is about the orphan girl who lives with her guardian and shares his property. Her wealth and beauty may tempt him to marry her without giving her an adequate Mahr (bridal-money) which might have been given by another suitor. So, such guardians were forbidden to marry such orphan girls unless they treated them justly and gave them the most suitable Mahr; otherwise they were ordered to marry any other woman. `Aisha further said, After that verse the people again asked the Prophet (about the marriage with orphan girls), so Allah revealed the following verses:-- They ask your instruction Concerning the women. Say: Allah Instructs you about them And about what is Recited unto you In the Book, concerning The orphan girls to whom You give not the prescribed portions and yet whom you Desire to marry... (4.127) What is meant by Allahs Saying:-- And about what is Recited unto you is the former verse which goes:-- If you fear that you shall not Be able to deal justly With the orphan girls, then Marry (other) women of your choice. (4.3) `Aisha said, Allahs saying in the other verse:--Yet whom you desire to marry (4.127) means the desire of the guardian to marry an orphan girl under his supervision when she has not much property or beauty (in which case he should treat her justly). The guardians were forbidden to marry their orphan girls possessing property and beauty without being just to them, as they generally refrain from marrying them (when they are neither beautiful nor wealthy).",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ الْعَامِرِيُّ الأُوَيْسِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ، أَنَّهُ سَأَلَ عَائِشَةَ ـ رضى الله عنها ـ وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ عَنِ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّهُ سَأَلَ عَائِشَةَ ـ رضى الله عنها ـ عَنْ قَوْلِ اللَّهِ تَعَالَى {وَإِنْ خِفْتُمْ} إِلَى {وَرُبَاعَ}. فَقَالَتْ يَا ابْنَ أُخْتِي هِيَ الْيَتِيمَةُ تَكُونُ فِي حَجْرِ وَلِيِّهَا تُشَارِكُهُ فِي مَالِهِ، فَيُعْجِبُهُ مَالُهَا وَجَمَالُهَا، فَيُرِيدُ وَلِيُّهَا أَنْ يَتَزَوَّجَهَا بِغَيْرِ أَنْ يُقْسِطَ فِي صَدَاقِهَا، فَيُعْطِيهَا مِثْلَ مَا يُعْطِيهَا غَيْرُهُ، فَنُهُوا أَنْ يَنْكِحُوهُنَّ إِلاَّ أَنْ يُقْسِطُوا لَهُنَّ وَيَبْلُغُوا بِهِنَّ أَعْلَى سُنَّتِهِنَّ مِنَ الصَّدَاقِ، وَأُمِرُوا أَنْ يَنْكِحُوا مَا طَابَ لَهُمْ مِنَ النِّسَاءِ سِوَاهُنَّ. قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ ثُمَّ إِنَّ النَّاسَ اسْتَفْتَوْا رَسُولَ اللَّهِ صلى الله عليه وسلم بَعْدَ هَذِهِ الآيَةِ فَأَنْزَلَ اللَّهُ {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ} إِلَى قَوْلِهِ {وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ} وَالَّذِي ذَكَرَ اللَّهُ أَنَّهُ يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ الآيَةُ الأُولَى الَّتِي قَالَ فِيهَا {وَإِنْ خِفْتُمْ أَنْ لاَ تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ} قَالَتْ عَائِشَةُ وَقَوْلُ اللَّهِ فِي الآيَةِ الأُخْرَى {وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ} يَعْنِي هِيَ رَغْبَةُ أَحَدِكُمْ لِيَتِيمَتِهِ الَّتِي تَكُونُ فِي حَجْرِهِ، حِينَ تَكُونُ قَلِيلَةَ الْمَالِ وَالْجَمَالِ، فَنُهُوا أَنْ يَنْكِحُوا مَا رَغِبُوا فِي مَالِهَا وَجَمَالِهَا مِنْ يَتَامَى النِّسَاءِ إِلاَّ بِالْقِسْطِ مِنْ، أَجْلِ رَغْبَتِهِمْ عَنْهُنَّ.",
    "hadithBengali": "২৩৩২। আবদুল আযীয ইবনু আবদুল্লাহ আমিরী ওয়াইসী ও লাইস (রহঃ) ... উরওয়া ইবনু যুবায়র (রাঃ) থেকে বর্ণিত, তিনি একবার আয়িশা (রাঃ) কে আল্লাহ তাআলার বাণীঃ আর যদি তোমরা আশংকা কর যে, ইয়াতীম বালিকাদের প্রতি সুবিচার করতে পারবে না তাহলে অন্য মহিলাদের মধ্য থেকে তোমাদের পছন্দ মত দুজন বা তিনজন কিংবা চারজনকে বিয়ে করতে পারবে (৪ঃ ৩) এ সম্পর্কে জিজ্ঞাসা করলে আয়িশা (রাঃ) বললেন, আমার ভাগিনা! এ হচ্ছে সেই ইয়াতীম মেয়ের কথা, যে অভিভাবকের আশ্রয়ে থাকে এবং তার সম্পদে অংশীদার হয়। এদিক মেয়ের ধন-রূপে মুগ্ধ হয়ে তার অভিভাব মহরানার ব্যাপারে সুবিচার না করে অর্থাৎ অন্য কেউ যে পরিমাণ মহরানা দিতে রাযী হত, তা না দিয়েই তাকে বিয়ে করতে চাইত। তাই প্রাপ্য মহরানা আদায়ের মাধ্যমে সুবিচার না করা পর্যন্ত তাদেরকে আশ্রিতা ইয়াতীম বালিকাদের বিয়ে করতে নিষেধ করা হয়েছে এবং পছন্দমত অন্য মহিলাদেরকে বিয়ে করতে বলা হয়েছে।\n\nউরওয়া বলেন, আয়িশা (রাঃ) বলেছেন, পরে সাহাবীগণ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট (মহিলাদের সম্পর্কে) ফাতওয়া জিজ্ঞাসা করলেন তখন আল্লাহ তাআলা আয়াত নাযিল করেন। তারা আপনর নিকট মহিলাদের সম্পর্কে ফাতওয়া জিজ্ঞাসা করে, আল্লাহ্&zwnj;ই তাদের সম্পর্কে তোমাদের সিদ্ধান্ত দিয়েছেন। আর ইয়াতিম মেয়ে সম্পর্কে কিতাব থেকে তোমাদেরকে পাঠ করে শোনান হয় যে, তাদের জন্য যা বিধিবদ্ধ রয়েছে, তা তোমরা তাদের দাও না অথচ তাদের তোমরা বিয়ে করতে চাও। (৪ঃ ১২৭)।\n\nيُتْلَى عَلَيْكُمْ فِي الْكِتَابِবলে আল্লাহ তাআলা পূর্বোক্ত আয়াতের প্রতি ইঙ্গিত করেছেন, যেখানে বলা হয়েছে- আর যদি তোমরা আশংকা কর যে, ইয়াতীম মেয়েদের প্রতি সুবিচর করতে পারবে না, তাহলে অন্য নারীদের মধ্যে থেকে তোমাদের পছন্দ মত দুজন বা তিনজন কিংবা চারজন বিয়ে করতে পারবে। আয়িশা (রাঃ) বলেন, আর অপর আয়াতে আল্লাহ তাআলার ইরশাদ এর মর্ম হল ধন ও রূপের স্বল্পতা হেতু তোমাদের আশ্রিতা ইয়াতীম মেয়েদের প্রতি তোমাদের অনাগ্রহ। তাই ইয়াতীম মেয়েদের প্রতি অনাগ্রহ সত্ত্বেও শুধু ধন-রূপের প্রতি আকৃষ্ট হয়ে তাদের বিয়ে করতে নিষেধ করা হয়েছে। অবশ্য ন্যায়সঙ্গত মহরানা আদায় করে বিয়ে করতে পারে\n",
    "checkStatus": "1",
    "hadithNo": "2332",
    "id": "2415",
    "thesequence": "2758",
    "isActive": "1",
    "chapterId": "15598",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৬৬. ইয়াতীম ও ওয়ারীসদের অংশীদারিত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nThe Prophet (ﷺ) established the right of Shufa (i.e. Preemption) in joint properties; but when the land is divided and the ways are demarcated, then there is no pre-emption.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ إِنَّمَا جَعَلَ النَّبِيُّ صلى الله عليه وسلم الشُّفْعَةَ فِي كُلِّ مَا لَمْ يُقْسَمْ، فَإِذَا وَقَعَتِ الْحُدُودُ وَصُرِّفَتِ الطُّرُقُ فَلاَ شُفْعَةَ.",
    "hadithBengali": "২৩৩৩। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, যে সব (স্থাবর) সম্পত্তি এখনো বণ্টিত হয়নি, সেগুলোর ক্ষেত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শুফআ এর (তথা ক্রয়ের ক্ষেত্রে অগ্রাধিকার) বিধান দিয়েছেন। এরপর সীমানা নির্ধারিত করা হলে এবং পথ আলাদা করে নেওয়া হলে শুফআর অধিকার থাকে না।\n",
    "checkStatus": "1",
    "hadithNo": "2333",
    "id": "2416",
    "thesequence": "2759",
    "isActive": "1",
    "chapterId": "15599",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৬৭. জমি ইত্যাদিতে অংশীদারিত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nThe Prophet (ﷺ) said, The right of preemption is valid in every joint property, but when the land is divided and the way is demarcated, then there is no right of pre-emption.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ قَضَى النَّبِيُّ صلى الله عليه وسلم بِالشُّفْعَةِ فِي كُلِّ مَا لَمْ يُقْسَمْ، فَإِذَا وَقَعَتِ الْحُدُودُ وَصُرِّفَتِ الطُّرُقُ فَلاَ شُفْعَةَ.",
    "hadithBengali": "২৩৩৪। মুসাদ্দাদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সব ধরনের অবন্টিত স্থাবর সম্পত্তির ক্ষেত্রে শুফআর ফায়সালা দিয়েছেন। এরপর সীমান নির্ধারণ করে পথ আলাদা করে নেওয়া হলে শুফআর অধিকার থাকে না।\n",
    "checkStatus": "1",
    "hadithNo": "2334",
    "id": "2417",
    "thesequence": "2760",
    "isActive": "1",
    "chapterId": "15600",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৬৮. শরীকগণ বাড়ীঘর বা অন্যান্য সম্পত্তি বণ্টন করে নেওয়ার পর তাদের তা প্রত্যাহারের বা শুফ&#039;আর অধিকার থাকে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sulaiman bin Abu Muslim:\n\nI asked Abu Minhal about money exchange from hand to hand. He said, I and a partner of mine bought something partly in cash and partly on credit. Al-Bara bin `Azib passed by us and we asked about it. He replied, I and my partner Zaid bin Al-Arqam did the same and then went to the Prophet (ﷺ) and asked him about it. He said, Take what was from hand to hand and leave what was on credit. ",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ عُثْمَانَ يَعْنِي ابْنَ الأَسْوَدِ، قَالَ أَخْبَرَنِي سُلَيْمَانُ بْنُ أَبِي مُسْلِمٍ، قَالَ سَأَلْتُ أَبَا الْمِنْهَالِ عَنِ الصَّرْفِ، يَدًا بِيَدٍ فَقَالَ اشْتَرَيْتُ أَنَا وَشَرِيكٌ، لِي شَيْئًا يَدًا بِيَدٍ وَنَسِيئَةً، فَجَاءَنَا الْبَرَاءُ بْنُ عَازِبٍ فَسَأَلْنَاهُ، فَقَالَ فَعَلْتُ أَنَا وَشَرِيكِي زَيْدُ بْنُ أَرْقَمَ، وَسَأَلْنَا النَّبِيَّ صلى الله عليه وسلم عَنْ ذَلِكَ فَقَالَ   مَا كَانَ يَدًا بِيَدٍ فَخُذُوهُ، وَمَا كَانَ نَسِيئَةً فَذَرُوهُ .",
    "hadithBengali": "২৩৩৫। আমর ইবনু আলী (রহঃ) ... আবূ মুসলিম (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আবূল মিনহাল (রহঃ) কে মুদ্রার নগদ বিনিময় সম্পর্কে জিজ্ঞাসা করলাম। তিনি বললেন, আমি এবং আমার এক অংশীদার একবার কিছু মুদ্রা নগদে ও বাকীতে বিনিময় করেছিলাম। এপর বারা ইবনু আযিব (রাঃ) আমাদের কাছে এলে আমারা তাকে (সে সম্পর্কে) জিজ্ঞাসা করলাম। তিনি বললেন, আমি এবং আমার অংশীদার যায়িদ ইবনু আরকাম (রাঃ) এরূপ করেছিলাম। পরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সম্পর্কে জিজ্ঞাসা করায় তিনি বললেন, নগদে যা বিনিময় করেছো, তা বহাল রাখো, আর বাকীতে যা বিনিময় করেছো, তা প্রত্যাহার করো।\n",
    "checkStatus": "1",
    "hadithNo": "2335",
    "id": "2418",
    "thesequence": "2761",
    "isActive": "1",
    "chapterId": "15601",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৬৯. সোনা ও রূপা বিনিময় যোগ্য মুদ্রার অংশীদার হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nAllahs Messenger (ﷺ) rented the land of Khaibar to the Jews on the condition that they would work on it and cultivate it and take half of its yield.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جُوَيْرِيَةُ بْنُ أَسْمَاءَ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ أَعْطَى رَسُولُ اللَّهِ صلى الله عليه وسلم خَيْبَرَ الْيَهُودَ أَنْ يَعْمَلُوهَا وَيَزْرَعُوهَا وَلَهُمْ شَطْرُ مَا يَخْرُجُ مِنْهَا.",
    "hadithBengali": "২৩৩৬। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বারের জমি এ শর্তে ইয়াহুদীদের দিয়েছিলেন যে, তারা নিজেদের শ্রমে তাতে চাষাবাদ করবে, তার বিনিময়ে উৎপন্ন ফসলের অর্ধেক তাদের হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2336",
    "id": "2419",
    "thesequence": "2762",
    "isActive": "1",
    "chapterId": "15602",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৭০. কৃষিকাজে যিম্মী ও মুশরীকদের অংশীদার করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uqba bin Amir:\n\nthat Allahs Messenger (ﷺ) gave him some sheep to distribute among his companions in order to sacrifice them and a kid was left. He told the Prophet (ﷺ) about it and the Prophet (ﷺ) said to him, Sacrifice it on your behalf.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَعْطَاهُ غَنَمًا يَقْسِمُهَا عَلَى صَحَابَتِهِ ضَحَايَا، فَبَقِيَ عَتُودٌ فَذَكَرَهُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ   ضَحِّ بِهِ أَنْتَ .",
    "hadithBengali": "২৩৩৭। কুতায়বা ইবনু সাঈদ (রহঃ) ... উকবা ইবম আমির (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুরবানীর কিছু বকরী সাহাবীদের মাঝে বন্টনের জন্য তাকে (দায়িত্ব) দিয়েছেলেন। বন্টন শেষে এক বছর বয়সী একটা ছাগল ছানা রয়ে গেল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সে কথা জানালে তিনি ইরশাদ করলেন, ওটা তুমিই কুরবানী করো।\n",
    "checkStatus": "1",
    "hadithNo": "2337",
    "id": "2420",
    "thesequence": "2763",
    "isActive": "1",
    "chapterId": "15603",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৭১. ছাগল বণ্টন করা ও তাতে ইনসাফ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Hisham:\n\nthat his mother Zainab bint Humaid took him to the Prophet (ﷺ) and said, O Allahs Messenger (ﷺ)! Take the pledge of allegiance from him. But he said, He is still too young for the pledge, and passed his hand on his (i.e. `Abdullahs) head and invoked for Allahs blessing for him. Zuhra bin Ma`bad stated that he used to go with his grandfather, `Abdullah bin Hisham, to the market to buy foodstuff. Ibn `Umar and Ibn Az-Zubair would meet him and say to him, Be our partner, as the Prophet (ﷺ) invoked Allah to bless you. So, he would be their partner, and very often he would win a camels load and send it home.",
    "hadithArabic": "حَدَّثَنَا أَصْبَغُ بْنُ الْفَرَجِ، قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ أَخْبَرَنِي سَعِيدٌ، عَنْ زُهْرَةَ بْنِ مَعْبَدٍ، عَنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ هِشَامٍ ـ وَكَانَ قَدْ أَدْرَكَ النَّبِيَّ صلى الله عليه وسلم ـ وَذَهَبَتْ بِهِ أُمُّهُ زَيْنَبُ بِنْتُ حُمَيْدٍ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ بَايِعْهُ. فَقَالَ   هُوَ صَغِيرٌ . فَمَسَحَ رَأْسَهُ وَدَعَا لَهُ. وَعَنْ زُهْرَةَ بْنِ مَعْبَدٍ، أَنَّهُ كَانَ يَخْرُجُ بِهِ جَدُّهُ عَبْدُ اللَّهِ بْنُ هِشَامٍ إِلَى السُّوقِ فَيَشْتَرِي الطَّعَامَ فَيَلْقَاهُ ابْنُ عُمَرَ وَابْنُ الزُّبَيْرِ ـ رضى الله عنهم ـ فَيَقُولاَنِ لَهُ أَشْرِكْنَا، فَإِنَّ النَّبِيَّ صلى الله عليه وسلم قَدْ دَعَا لَكَ بِالْبَرَكَةِ فَيَشْرَكُهُمْ، فَرُبَّمَا أَصَابَ الرَّاحِلَةَ كَمَا هِيَ، فَيَبْعَثُ بِهَا إِلَى الْمَنْزِلِ.",
    "hadithBengali": "২৩৩৮। আসবাগ ইবনু ফারজ (রহঃ) ... আবদুল্লাহ ইবনু হিশাম (রাঃ) থেকে বর্ণিত, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাক্ষাত পেয়েছিলেন। তার মা যায়নাব বিনতে হুমাইদ (রাঃ) একবার তাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট নিয়ে গেলেন এবং বললেন, ইয়া রাসূলাল্লাহ! একে বায়আত করে নিন। তিনি বললেন সে তো ছোট। তখন তিনি তার মাথায় হাত বুলালেন এবং তার জন্য দু&#39;আ করলেন। একই সনদে যুহরা ইবন মা&#39;বাদ (রহঃ) থেকে আরো বর্ণিত আছে যে, তার দাদা আবদুল্লাহ ইবনু হিশাম (রাঃ) তাকে নিয়ে বাজারে যেতেন, খাদ্য সামগ্রী খরিদ করতেন। পথে ইবনু উমর (রাঃ) ও ইবনু যুবায়েরর সাথে দেখা হলে তারা তাকে বলতেন (আপনার সাথে ব্যবসায়) আমাদেরও শরীক করে নন। কেননা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনার জন্য বরকতের দুআ করেছেন। এ কথায় তিনি তাদের শরীক করে নিতেন। অনেক সময় (লভ্যাংশ হিসাবে) এক উট বোঝাই মাল তিনি ভাগে পেতেন আর তা বাড়ীতে পাঠিয়ে দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "2338",
    "id": "2421",
    "thesequence": "2764",
    "isActive": "1",
    "chapterId": "15604",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৭২. খাদ্য-দ্রব্য ইত্যাদিতে অংশীদারিত্ব। বর্ণিত আছে যে, জনৈক ব্যক্তি কোন জিনিসের দাম কছিলো এমন সময় এক ব্যক্তি তাকে চোখের ইশারায় (অংশীদারিত্বের প্রস্তাব) করলো। এ ঘটনায় উমর (রাঃ) দ্বিতীয় ব্যক্তির অনুকুলে অংশীদারিত্বের রায় দিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) said, Whoever manumits his share o a jointly possessed slave, it is imperative on him to manumit the slave completely if he has sufficient money to pay the rest of its price which is to be estimated justly. He should pay his partners their shares and release him (the freed one).",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا جُوَيْرِيَةُ بْنُ أَسْمَاءَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ شِرْكًا لَهُ فِي مَمْلُوكٍ وَجَبَ عَلَيْهِ أَنْ يُعْتِقَ كُلَّهُ، إِنْ كَانَ لَهُ مَالٌ قَدْرَ ثَمَنِهِ يُقَامُ قِيمَةَ عَدْلٍ وَيُعْطَى شُرَكَاؤُهُ حِصَّتَهُمْ وَيُخَلَّى سَبِيلُ الْمُعْتَقِ .",
    "hadithBengali": "২৩৩৯। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, (শরীকী) গোলাম থেকে কেউ নিজের অংশ আযাদ করে দিলে সেই গোলামের সম্পূর্ণটা আযাদ করা তার জন্য ওয়াজিব হয়ে যাবে। যদি তার কাছে সেই গোলামের মূল্য পরিমাণ সম্পদ থাকে, তাহলে নায্যমূল্য নির্ধারিত করে অংশীদারদের তাদের প্রাপ্য অংশ পরিশোধ করা হবে এবং আযাদ কৃত গোলামের পথ ছেড়ে দেওয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2339",
    "id": "2422",
    "thesequence": "2765",
    "isActive": "1",
    "chapterId": "15605",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৭৩. গোলাম বাঁদিতে অংশীদারিত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Whoever manumits his share of a jointly possessed slave, it is essential for him to manumit the slave completely if he has sufficient money. Otherwise he should look for some work for the slave (to earn what would enable him to emancipate himself), without overburdening him with work.",
    "hadithArabic": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ شِقْصًا لَهُ فِي عَبْدٍ، أُعْتِقَ كُلُّهُ إِنْ كَانَ لَهُ مَالٌ، وَإِلاَّ يُسْتَسْعَ غَيْرَ مَشْقُوقٍ عَلَيْهِ .",
    "hadithBengali": "২৩৪০। আবূ নুমান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ (শরীকী) গোলাম থেকে একটা অংশ আযাদ করে দিলে সম্পূর্ণ গোলামটাই আযাদ হয়ে যাবে। যদি তার কাছে (প্রয়োজনীয়) অর্থ থাকে (তাহলে সেখান থেকে অন্য অংশীদারদের ক্ষতিপূরণ দেওয়া হবে) অন্যথায় অতিরিক্ত কষ্ট না চাপিয়ে তাকে উপার্জন করতে বলা হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2340",
    "id": "2423",
    "thesequence": "2766",
    "isActive": "1",
    "chapterId": "15605",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৭৩. গোলাম বাঁদিতে অংশীদারিত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (along with his companions) reached Mecca in the morning of the fourth of Dhul-Hijja assuming Ihram for Hajj only. So when we arrived at Mecca, the Prophet (ﷺ) ordered us to change our intentions of the Ihram for `Umra and that we could finish our Ihram after performing the `Umra and could go to our wives (for sexual intercourse). The people began talking about that. Jabir said surprisingly, Shall we go to Mina while semen is dribbling from our male organs? Jabir moved his hand while saying so. When this news reached the Prophet (ﷺ) he delivered a sermon and said, I have been informed that some peoples were saying so and so; By Allah I fear Allah more than you do, and am more obedient to Him than you. If I had known what I know now, I would not have brought the Hadi (sacrifice) with me and had the Hadi not been with me, I would have finished the Ihram. At that Suraqa bin Malik stood up and asked O Allahs Messenger (ﷺ)! Is this permission for us only or is it forever? The Prophet (ﷺ) replied, It is forever. In the meantime `Ali bin Abu Talib came from Yemen and was saying Labbaik for what the Prophet (ﷺ) has intended. (According to another man, `Ali was saying Labbaik for Hajj similar to Allahs Messenger (ﷺ)s). The Prophet (ﷺ) told him to keep on the Ihram and let him share the Hadi with him.",
    "hadithArabic": " حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، أَخْبَرَنَا عَبْدُ الْمَلِكِ بْنُ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ.وَعَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهم ـ قَالَ قَدِمَ النَّبِيُّ صلى الله عليه وسلم صُبْحَ رَابِعَةٍ مِنْ ذِي الْحَجَّةِ مُهِلِّينَ بِالْحَجِّ، لاَ يَخْلِطُهُمْ شَىْءٌ، فَلَمَّا قَدِمْنَا أَمَرَنَا فَجَعَلْنَاهَا عُمْرَةً، وَأَنْ نَحِلَّ إِلَى نِسَائِنَا، فَفَشَتْ فِي ذَلِكَ الْقَالَةُ. قَالَ عَطَاءٌ فَقَالَ جَابِرٌ فَيَرُوحُ أَحَدُنَا إِلَى مِنًى وَذَكَرُهُ يَقْطُرُ مَنِيًّا. فَقَالَ جَابِرٌ بِكَفِّهِ، فَبَلَغَ النَّبِيَّ صلى الله عليه وسلم فَقَامَ خَطِيبًا فَقَالَ  بَلَغَنِي أَنَّ أَقْوَامًا يَقُولُونَ كَذَا وَكَذَا، وَاللَّهِ لأَنَا أَبَرُّ وَأَتْقَى لِلَّهِ مِنْهُمْ، وَلَوْ أَنِّي اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا أَهْدَيْتُ، وَلَوْلاَ أَنَّ مَعِي الْهَدْىَ لأَحْلَلْتُ . فَقَامَ سُرَاقَةُ بْنُ مَالِكِ بْنِ جُعْشُمٍ فَقَالَ يَا رَسُولَ اللَّهِ هِيَ لَنَا أَوْ لِلأَبَدِ فَقَالَ  لاَ بَلْ لِلأَبَدِ . قَالَ وَجَاءَ عَلِيُّ بْنُ أَبِي طَالِبٍ ـ فَقَالَ أَحَدُهُمَا يَقُولُ لَبَّيْكَ بِمَا أَهَلَّ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم. وَقَالَ وَقَالَ الآخَرُ لَبَّيْكَ بِحَجَّةِ رَسُولِ اللَّهِ صلى الله عليه وسلم ـ فَأَمَرَ النَّبِيُّ صلى الله عليه وسلم أَنْ يُقِيمَ عَلَى إِحْرَامِهِ، وَأَشْرَكَهُ فِي الْهَدْىِ.",
    "hadithBengali": "২৩৪১। আবূ নুমান (রহঃ) ... জাবির ও ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং তাঁর সাহাবীগণ ৪ঠা যিলহাজ্জ ভোরে শুধু হাজ্জের ইহরাম বেধে মক্কায এসে পৌছলেন। কিন্তু আমরা মক্কায় এসে পৌছালে তিনি আমাদেরকে হাজ্জের ইহরামকে উমরার ইহরামে পরিবর্তিত করার আদেশ দিলেন। তখন আমরা হাজ্জ (হজ্জ) কে উমরায় পরিবর্তিত করলাম। তিনি আমাদেরকে স্ত্রীদের সাথে সহবাসেরও অনুমতি দিলেন। এ বিষয়ে কেউ কথা ছড়ালো। (অধস্তন রাবী) আতা (রহঃ) বলেন, জাবির (রাঃ) বলেছেন আমাদের মধ্যে কেউ কেউ স্ত্রীর সাথে সঙ্গম করে মিনায় যাবে। এ কথা বলে জাবির (রাঃ) নিজের হাত লজ্জাস্থানের দিকে ইঙ্গিত করে দেখালেন। এ খবর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কানে পৌছলে তিনি দাঁড়িয়ে ভাষণ দিলেন।\n\nআমি শুনতে পেয়েছি যে, লোকেরা এটা সেটা বলছে। আল্লাহর কসম! আমি তাদের চেয়ে অধিকা পরহেযগার এবং অধিক আল্লাহভীরু। পরে যা জেনেছি তা আগে ভাগে জানতে পারলে হাদী (হাজ্জের কুরবানীর জন্তু) সাথে নিয়ে আসতাম না। আর সাথে হাদী না থাকলে আমিও ইহরাম থেকে হালালা হয়ে যেতাম।\n\nতখন সুরাকা ইবনু মালিক ইবনু জুসুম (রাঃ) দাঁড়িয়ে বললেন, ইয়া রাসূলাল্লাহ! এ হুকুম শুধু আমাদের জন্য না, এটা সর্বকালের জন্য। (রাবী আতা) বলেন, পরে আলী ইবনু আবূ তালিব (রাঃ) (ইয়ামান থেকে) মক্কায় এলন দুই রাবীর একজন বলেন যে, তিনি বলেছেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অনুরূপ ইহরাম বাধলাম। অপরজনের মতে তিনি বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অনুরূপ ইহরাম বাধলাম। ফলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ইহরাম অবস্থায় থাকার নির্দেশ দিলেন এবং তাকেও হাদী এর মধ্যে শরীক করে দিলেন\n",
    "checkStatus": "1",
    "hadithNo": "2341",
    "id": "2424",
    "thesequence": "2767",
    "isActive": "1",
    "chapterId": "15606",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৭৪. কুরবানীর পশু ও উট শরীক হওয়া এবং হাদী রওয়ানা করার পর কেউ কাউকে শরীক করলে তার বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abaya bin Rifaa:\n\nMy grandfather, Rafi` bin Khadij said, We were in the valley of Dhul-Hulaifa of Tuhama in the company of the Prophet (ﷺ) and had some camels and sheep (of the booty). The people hurried (in slaughtering the animals) and put their meat in the pots and started cooking. Allahs Messenger (ﷺ) came and ordered them to upset the pots, and distributed the booty considering one camel as equal to ten sheep. One of the camels fled and the people had only a few horses, so they got worried. (The camel was chased and) a man slopped the camel by throwing an arrow at it. Allahs Messenger (ﷺ) said, Some of these animals are untamed like wild animals, so if anyone of them went out of your control, then you should treat it as you have done now.  My grandfather said, O Allahs Messenger (ﷺ)! We fear that we may meet our enemy tomorrow and we have no knives, could we slaughter the animals with reeds? The Prophet (ﷺ) said, Yes, or you can use what would make blood flow (slaughter) and you can eat what is slaughtered and the Name of Allah is mentioned at the time of slaughtering. But dont use teeth or fingernails (in slaughtering). I will tell you why, as for teeth, they are bones, and fingernails are used by Ethiopians for slaughtering. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِيهِ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ ـ رضى الله عنه ـ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم بِذِي الْحُلَيْفَةِ مِنْ تِهَامَةَ، فَأَصَبْنَا غَنَمًا وَإِبِلاً، فَعَجِلَ الْقَوْمُ، فَأَغْلَوْا بِهَا الْقُدُورَ، فَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَمَرَ بِهَا فَأُكْفِئَتْ، ثُمَّ عَدَلَ عَشْرًا مِنَ الْغَنَمِ بِجَزُورٍ، ثُمَّ إِنَّ بَعِيرًا نَدَّ وَلَيْسَ فِي الْقَوْمِ إِلاَّ خَيْلٌ يَسِيرَةٌ فَرَمَاهُ رَجُلٌ فَحَبَسَهُ بِسَهْمٍ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ لِهَذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ، فَمَا غَلَبَكُمْ مِنْهَا فَاصْنَعُوا بِهِ هَكَذَا . قَالَ قَالَ جَدِّي يَا رَسُولَ اللَّهِ إِنَّا نَرْجُو ـ أَوْ نَخَافُ ـ أَنْ نَلْقَى الْعَدُوَّ غَدًا وَلَيْسَ مَعَنَا مُدًى، فَنَذْبَحُ بِالْقَصَبِ فَقَالَ  اعْجَلْ أَوْ أَرْنِي، مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ فَكُلُوا، لَيْسَ السِّنَّ وَالظُّفُرَ، وَسَأُحَدِّثُكُمْ عَنْ ذَلِكَ، أَمَّا السِّنُّ فَعَظْمٌ، وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ .",
    "hadithBengali": "২৩৪২। মুহাম্মদ (রহঃ) ... রাফি ইবনু খাদীজ (রাঃ) থেকে বর্ণিত, তিনি বলেন, তিহামার অন্তর্গত যুলহুলায়ফা নামক স্থানে আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে অবস্থান করছিলাম। সে সময আমরা (গনীমতের অংশ হিসেবে) কিছু বকরী কিংবা উট পেয়ে গেলাম। সাহাবীগণ (অনুমতির অপেক্ষা না করেই) তাড়াহুড়া করে পাত্রে গোশত চড়িয়ে দিলেন। পরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে পাত্রগুলো উল্টিয়ে ফেলার নির্দেশ দিলেন। (বন্টনকালে) প্রতি দশটি বকরীকে তিনি একটি উটের সমান ধার্য করলেন। ইতিমধ্যে একটি উট পালিয়ে গেলো। সে সময় দলে ঘোড়ার সংখ্যাো ছিল খুব অল্প। তাই একজন তীড় ছুঁড়ে সেটাকে আটকালেন।\n\nতখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, দেখো, পলায়নপর বন্যজন্তুদের মতো এই গৃহপালিত পশুদেরও মধ্যে কোন কোনটা পলায়নপর স্বভাব বিশিষ্ট। কাজেই সেগুলোর মধ্যে যেটা তোমাদের উপর প্রবল হয়ে উঠবে তার সাথে এরূপই করবে। (রাবী আবায়াহ) বলেন, আমার দাদা বলেন, ইয়া রাসূলাল্লাহ! আমরা আশংকা করি; আগামীকাল হয়ত আমরা শত্রুদের মুখোমুখি হবো। আমাদের সাথে তো কোন ছুরি নেই। এমতাবস্থায় আমরা কি বাঁশের ধারলো কুঞ্চি দিয়ে যবেহ করতে পারি? তিনি বললেন, যে রক্ত বের করে দেয় তা দিয়ে, দ্রুত করো। যা আল্লাহর নাম দিয়ে যবেহ হয়, তা তোমরা খেতে পারো। তবে তা যেন দাঁতা বা নখ না হয। তোমাদের আমি এর কারণ বলছি, দাঁত তো হাড় আর নখ হল হাবশীদের ছুরি।\n",
    "checkStatus": "1",
    "hadithNo": "2342",
    "id": "2425",
    "thesequence": "2768",
    "isActive": "1",
    "chapterId": "15607",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "42",
    "statusId": "1",
    "topicName": "১৫৭৫. যে ব্যক্তি বণ্টনকালে দশটি বকরীকে একটা উটের সমান মনে করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]