[
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) said, The prayer of a person who does Hadath (passes urine, stool or wind) is not accepted till he performs the ablution. A person from Hadaramout asked Abu Huraira, What is Hadath? Abu Huraira replied,  Hadath means the passing of wind.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، قَالَ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، قَالَ أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   لاَ تُقْبَلُ صَلاَةُ مَنْ أَحْدَثَ حَتَّى يَتَوَضَّأَ . قَالَ رَجُلٌ مِنْ حَضْرَمَوْتَ مَا الْحَدَثُ يَا أَبَا هُرَيْرَةَ قَالَ فُسَاءٌ أَوْ ضُرَاطٌ.",
    "hadithBengali": "১৩৭। ইসহাক ইবনু ইবরাহীম আল-হানযালী (রহঃ)... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তির হাদস হয় তাঁর সালাত (নামায/নামাজ) কবুল হবে না, যতক্ষন না সে উযূ (ওজু/অজু/অযু) করে। হাযরা-মাওতের এক ব্যাক্তি বলেন, হে আবূ হুরায়রা ! হাদস কী? তিনি বলেন, নিঃশব্দে বা সশব্দে বায়ু বের হওয়া। \n",
    "checkStatus": "1",
    "hadithNo": "137",
    "id": "144",
    "thesequence": "563",
    "isActive": "1",
    "chapterId": "1779",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "৯৭। পবিত্রতা ছাড়া সালাত কবুল হয় না",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Nu`am Al-Mujmir: Once I went up the roof of the mosque, along with Abu Huraira. He perform ablution and said, I heard the Prophet (sallallahu alaihi wa sallam) saying, On the Day of Resurrection, my followers will be called Al-Ghurr-ul- Muhajjalun from the trace of ablution and whoever can increase the area of his radiance should do so (i.e. by performing ablution regularly). ",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ خَالِدٍ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ نُعَيْمٍ الْمُجْمِرِ، قَالَ رَقِيتُ مَعَ أَبِي هُرَيْرَةَ عَلَى ظَهْرِ الْمَسْجِدِ، فَتَوَضَّأَ فَقَالَ إِنِّي سَمِعْتُ النَّبِيَّ صلى  الله عليه وسلم يَقُولُ   إِنَّ أُمَّتِي يُدْعَوْنَ يَوْمَ الْقِيَامَةِ غُرًّا مُحَجَّلِينَ مِنْ آثَارِ الْوُضُوءِ، فَمَنِ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَّتَهُ فَلْيَفْعَلْ .",
    "hadithBengali": "১৩৮। ইয়াহিয়া ইবনু বুকায়র (রহঃ)...... নুআয়ম মুজমির (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি আবূ হুরায়রা (রাঃ)- এর সঙ্গে মসজিদের ছাদে উঠলাম। তারপর তিনি উযূ (ওজু/অজু/অযু) করে বললেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, কিয়ামতের দিন আমার উম্মাতকে এমন অবস্থায় ডাকা হবে যে, উযূ (ওজু/অজু/অযু)র প্রভাবে তাদের হাত-পা ও মুখমণ্ডল থাকবে উজ্জ্বল। তাই তোমাদের মধ্যে যে এ উজ্জ্বলতা বাড়িয়ে নিতে পারে, সে যেন তা করে। \n",
    "checkStatus": "1",
    "hadithNo": "138",
    "id": "145",
    "thesequence": "564",
    "isActive": "1",
    "chapterId": "1780",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "৯৮। উযূর ফযিলত এবং উযূর প্রভাবে যাদের উযুর অঙ্গ-প্রত্যঙ্গ উজ্জ্বল হবে",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated `Abbas bin Tamim: My uncle asked Allahs Messenger (sallallahu alaihi wa sallam) about a person who imagined to have passed wind during the prayer. Allah Apostle replied: He should not leave his prayers unless he hears sound or smells something.",
    "hadithArabic": "حَدَّثَنَا عَلِيٌّ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا الزُّهْرِيُّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَعَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، أَنَّهُ شَكَا إِلَى رَسُولِ اللَّهِ صلى  الله عليه وسلم الرَّجُلُ الَّذِي يُخَيَّلُ إِلَيْهِ أَنَّهُ يَجِدُ الشَّىْءَ فِي الصَّلاَةِ. فَقَالَ   لاَ يَنْفَتِلْ ـ أَوْ لاَ يَنْصَرِفْ ـ حَتَّى يَسْمَعَ صَوْتًا أَوْ يَجِدَ رِيحًا .",
    "hadithBengali": "১৩৯। আলী (রহঃ)...... আব্বাদ ইবনু তামীম (রহঃ)- এর চাচা থেকে বর্ণিত, একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম - এর কাছে এক ব্যাক্তি সম্পর্কে বলা হল যে, তার মনে হয়েছিল যেন সালাত (নামায/নামাজ)-এর মধ্যে কিছু হয়ে গিয়েছিল। তিনি বললেনঃ সে যেন ফিরে না যায়, যতক্ষণ না শব্দ শোনে বা গন্ধ পায়।\n",
    "checkStatus": "1",
    "hadithNo": "139",
    "id": "146",
    "thesequence": "565",
    "isActive": "1",
    "chapterId": "1781",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "৯৯। সন্দেহের কারনে উযূ করতে হয় না যতক্ষণ না (উযূ ভঙ্গের) নিশ্চিত বিশ্বাস জন্মে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Kuraib: Ibn `Abbas said, The Prophet (sallallahu alaihi wa sallam) slept till he snored and then prayed (or probably lay till his breath sounds were heard and then got up and prayed). Ibn `Abbas added: I stayed overnight in the house of my aunt, Maimuna, the Prophet (sallallahu alaihi wa sallam) slept for a part of the night, (See Fath-al-Bari page 249, Vol. 1), and late in the night, he got up and performed ablution from a hanging water skin, a light (perfect) ablution and stood up for the prayer. I, too, performed a similar ablution, then I went and stood on his left. He drew me to his right and prayed as much as Allah wished, and again lay and slept till his breath sounds were heard. Later on the Muadh-dhin (call maker for the prayer) came to him and informed him that it was time for Prayer. The Prophet (sallallahu alaihi wa sallam) went with him for the prayer without performing a new ablution. (Sufyan said to `Amr that some people said, The eyes of Allahs Messenger (sallallahu alaihi wa sallam) sleep but his heart does not sleep. `Amr replied, I heard `Ubaid bin `Umar saying that the dreams of Prophets were Divine Inspiration, and then he recited the verse: I (Abraham) see in a dream, (O my son) that I offer you in sacrifice (to Allah). (37.102)",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، قَالَ أَخْبَرَنِي كُرَيْبٌ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم نَامَ حَتَّى نَفَخَ ثُمَّ صَلَّى ـ وَرُبَّمَا قَالَ اضْطَجَعَ حَتَّى نَفَخَ ـ ثُمَّ قَامَ فَصَلَّى. ثُمَّ حَدَّثَنَا بِهِ سُفْيَانُ مَرَّةً بَعْدَ مَرَّةٍ عَنْ عَمْرٍو عَنْ كُرَيْبٍ عَنِ ابْنِ عَبَّاسٍ قَالَ بِتُّ عِنْدَ خَالَتِي مَيْمُونَةَ لَيْلَةً، فَقَامَ النَّبِيُّ صلى  الله عليه وسلم مِنَ اللَّيْلِ، فَلَمَّا كَانَ فِي بَعْضِ اللَّيْلِ قَامَ النَّبِيُّ صلى  الله عليه وسلم فَتَوَضَّأَ مِنْ شَنٍّ مُعَلَّقٍ وُضُوءًا خَفِيفًا ـ يُخَفِّفُهُ عَمْرٌو وَيُقَلِّلُهُ ـ وَقَامَ يُصَلِّي فَتَوَضَّأْتُ نَحْوًا مِمَّا تَوَضَّأَ، ثُمَّ جِئْتُ فَقُمْتُ عَنْ يَسَارِهِ ـ وَرُبَّمَا قَالَ سُفْيَانُ عَنْ شِمَالِهِ ـ فَحَوَّلَنِي فَجَعَلَنِي عَنْ يَمِينِهِ، ثُمَّ صَلَّى مَا شَاءَ اللَّهُ، ثُمَّ اضْطَجَعَ، فَنَامَ حَتَّى نَفَخَ، ثُمَّ أَتَاهُ الْمُنَادِي فَآذَنَهُ بِالصَّلاَةِ، فَقَامَ مَعَهُ إِلَى الصَّلاَةِ، فَصَلَّى وَلَمْ يَتَوَضَّأْ. قُلْنَا لِعَمْرٍو إِنَّ نَاسًا يَقُولُونَ إِنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم تَنَامُ عَيْنُهُ وَلاَ يَنَامُ قَلْبُهُ. قَالَ عَمْرٌو سَمِعْتُ عُبَيْدَ بْنَ عُمَيْرٍ يَقُولُ رُؤْيَا الأَنْبِيَاءِ وَحْىٌ، ثُمَّ قَرَأَ {إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ}.",
    "hadithBengali": "১৪০। আলী ইবনু আবদুল্লাহ (রহঃ) ইবনু আব্বাদ (রাঃ) থেকে বর্ণিত, একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুমিয়েছিলেন, এমনকি তাঁর নিঃশ্বাসের শব্দ হতে লাগল। এরপর তিনি সালাত (নামায/নামাজ) আদায় করলেন। সুফিয়ান (রহঃ) আবার কখনো বলেছেন, তিনি শুয়ে পড়লেন, এমনকি তাঁর নিঃশ্বাসের শব্দ হতে লাগল। এরপর তিনি সালাত (নামায/নামাজ) আদায় করলেন। অন্য সূত্রে সুফিয়ান (রহঃ)ইবনু আব্বাদ (রাঃ) থেকে বর্ণনা করেন, তিনি বলেনঃ আমি এক রাতে আমার খালা মায়মূনা (রাঃ) - এর কাছে রাত কাটালাম।<br />\n<br />\nরাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুম থেকে উঠলেন এবং রাতের কিছু অংশ চলে যাবার পর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি ঝুলন্ত মসক থেকে হাল্কা উযূ (ওজু/অজু/অযু) করলেন। রাবী আমর (রহঃ) বলেন, তখন তিনি যেভাবে উযূ (ওজু/অজু/অযু) করেছেন আমিও সেভাবে উযূ (ওজু/অজু/অযু) করলাম এবং এসে তাঁর বাঁয়ে দাঁড়িয়ে গেলাম। সুফিয়ান (রহঃ) কখনো (বাম) শব্দের স্থলে বলতেন। তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে ঘুরিয়ে তাঁর ডান দিকে দাঁড় করালেন। এরপর আল্লাহর যতক্ষণ ইচ্ছা ততক্ষণ তিনি সালাত (নামায/নামাজ) আদায় করলেন। এরপর কাত হয়ে ঘুমিয়ে পড়লেন, এমনকি তাঁর নাক ডাকতে থাকল। এরপর মুয়াযযিন এসে তাঁকে সালাত (নামায/নামাজ)-এর কথা জানিয়ে দিলেন। তিনি তাঁর সঙ্গে সালাত (নামায/নামাজ)-এর জন্য রওয়ানা হলেন এবং সালাত (নামায/নামাজ) আদায় করলেন, কিন্তু উযূ (ওজু/অজু/অযু) করলেন না। আমরা আমর (রাঃ) &ndash;কে বললামঃ লোকে বলে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর চোখ ঘুমায় কিন্তু তাঁর অন্তর ঘুমায় না। তখন আমর (রাঃ) বলেন, আমি উবায়দ ইবনু উমায়র (রহঃ) &ndash; কে বলতে শুনেছি, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গনের স্বপ্ন ওহী। এরপর তিনি তিলাওয়াত করেন- আমি স্বপ্নে দেখেছি যে, তোমাকে যবেহ করছি। (৩৭:১০২)\n",
    "checkStatus": "1",
    "hadithNo": "140",
    "id": "147",
    "thesequence": "566",
    "isActive": "1",
    "chapterId": "1782",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১০০। হালকাভাবে উযূ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Usama bin Zaid: Allahs Messenger (sallallahu alaihi wa sallam) proceeded from `Arafat till when he reached the mountain pass, he dismounted, urinated and then performed ablution but not a perfect one. I said to him, (Is it the time for) the prayer, O Allahs Messenger (sallallahu alaihi wa sallam)? He said, The (place of) prayer is ahead of you. He rode till when he reached Al-Muzdalifa, he dismounted and performed ablution and a perfect one, The (call for) Iqama was pronounced and he led the Maghrib prayer. Then everybody made his camel kneel down at its place. Then the Iqama was pronounced for the `Isha prayer which the Prophet (sallallahu alaihi wa sallam) led and no prayer was offered in between the two . prayers (`Isha and Maghrib).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنْ أُسَامَةَ بْنِ زَيْدٍ، أَنَّهُ سَمِعَهُ يَقُولُ دَفَعَ رَسُولُ اللَّهِ صلى  الله عليه وسلم مِنْ عَرَفَةَ حَتَّى إِذَا كَانَ بِالشِّعْبِ نَزَلَ فَبَالَ، ثُمَّ تَوَضَّأَ وَلَمْ يُسْبِغِ الْوُضُوءَ. فَقُلْتُ الصَّلاَةَ يَا رَسُولَ اللَّهِ. فَقَالَ   الصَّلاَةُ أَمَامَكَ . فَرَكِبَ، فَلَمَّا جَاءَ الْمُزْدَلِفَةَ نَزَلَ فَتَوَضَّأَ، فَأَسْبَغَ الْوُضُوءَ، ثُمَّ أُقِيمَتِ الصَّلاَةُ فَصَلَّى الْمَغْرِبَ، ثُمَّ أَنَاخَ كُلُّ إِنْسَانٍ بَعِيرَهُ فِي مَنْزِلِهِ، ثُمَّ أُقِيمَتِ الْعِشَاءُ فَصَلَّى وَلَمْ يُصَلِّ بَيْنَهُمَا.",
    "hadithBengali": "১৪১। আবদুল্লাহ ইবনু মাসলামা (রহঃ)...... উসামা ইবনু যায়দ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরাফার ময়দান থেকে রওয়ানা হলেন। গিরিপথে গিয়ে তিনি সওয়ারি থেকে নেমে পেশাব করলেন। এরপর উযূ (ওজু/অজু/অযু) করলেন কিন্তু উত্তমরূপে করলেন না। আমি বললাম, ইয়া রাসুল্লাল্লাহ ! সালাত (নামায/নামাজ) আদায় করবেন কি? তিনি বললেনঃ সালাত (নামায/নামাজ)-এর স্থান তোমার সামনে।  তারপর তিনি আবার সওয়ার হলেন। এরপর মুযদালিফায় এসে সওয়ারি থেকে নেমে উযূ (ওজু/অজু/অযু) করলেন। এবার পূর্ণরূপে উযূ (ওজু/অজু/অযু) করলেন। তখন সালাত (নামায/নামাজ)-এর জন্য ইকামাত দেওয়া হল। তিনি মাগরিবের সালাত (নামায/নামাজ) আদায় করলেন। তারপর সকলে তাঁদের অবতরণ স্থলে নিজ নিজ উট বসিয়ে দিল। পুনরায় ঈশার ইকামাত দেওয়া হল। তিনি ঈশার সালাত (নামায/নামাজ) আদায় করলেন এবং উভয় সালাত (নামায/নামাজ)-এর মধ্য অন্য কোন সালাত (নামায/নামাজ) আদায় করলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "141",
    "id": "148",
    "thesequence": "567",
    "isActive": "1",
    "chapterId": "1783",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১০১। পূর্ণরূপে উযূ করা। ইবনে উমর (রাঃ) বলেন, &quot;ভালভাবে পরিস্কার করাই হল পূর্ণরূপে উযূ করা।&quot;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Ata bin Yasar: Ibn `Abbas performed ablution and washed his face (in the following way): He ladled out a handful of water, rinsed his mouth and washed his nose with it by putting in water and then blowing it out. He then, took another handful (of water) and did like this (gesturing) joining both hands, and washed his face, took another handful of water and washed his right forearm. He again took another handful of water and washed his left forearm, and passed wet hands over his head and took another handful of water and poured it over his right foot (up to his ankles) and washed it thoroughly and similarly took another handful of water and washed thoroughly his left foot (up to the ankles) and said, I saw Allahs Messenger (sallallahu alaihi wa sallam) performing ablution in this way.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، قَالَ أَخْبَرَنَا أَبُو سَلَمَةَ الْخُزَاعِيُّ، مَنْصُورُ بْنُ سَلَمَةَ قَالَ أَخْبَرَنَا ابْنُ بِلاَلٍ ـ يَعْنِي سُلَيْمَانَ ـ عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ تَوَضَّأَ فَغَسَلَ وَجْهَهُ، ثُمَّ أَخَذَ غَرْفَةً مِنْ مَاءٍ، فَمَضْمَضَ بِهَا وَاسْتَنْشَقَ، ثُمَّ أَخَذَ غَرْفَةً مِنْ مَاءٍ، فَجَعَلَ بِهَا هَكَذَا، أَضَافَهَا إِلَى يَدِهِ الأُخْرَى، فَغَسَلَ بِهِمَا وَجْهَهُ، ثُمَّ أَخَذَ غَرْفَةً مِنْ مَاءٍ، فَغَسَلَ بِهَا يَدَهُ الْيُمْنَى، ثُمَّ أَخَذَ غَرْفَةً مِنْ مَاءٍ، فَغَسَلَ بِهَا يَدَهُ الْيُسْرَى، ثُمَّ مَسَحَ بِرَأْسِهِ، ثُمَّ أَخَذَ غَرْفَةً مِنْ مَاءٍ فَرَشَّ عَلَى رِجْلِهِ الْيُمْنَى حَتَّى غَسَلَهَا، ثُمَّ أَخَذَ غَرْفَةً أُخْرَى، فَغَسَلَ بِهَا رِجْلَهُ ـ يَعْنِي الْيُسْرَى ـ ثُمَّ قَالَ هَكَذَا رَأَيْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَتَوَضَّأُ.",
    "hadithBengali": "১৪২। মুহাম্মদ ইবনু আবদুর রহীম (রহঃ)...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি উযূ (ওজু/অজু/অযু) করলেন এবং তাঁর মুখমণ্ডল ধুলেন। এক আঁজলা পানি দিয়ে কুলি করলেন এবং নাকে পানি দিলেন। এরপর আর এক আঁজলা পানি দিয়ে এরূপ করলেন অর্থাৎ আরেক হাতের সাথে মিলিয়ে মুখমণ্ডল ধুলেন। এরপর আর এক আঁজলা পানি দিয়ে ডান হাত ধুলেন। এরপর আর এক আঁজলা পানি দিয়ে বাম হাত ধুলেন। এরপর মাথা মাসেহ করলেন। এরপর আর এক আঁজলা পানি দিয়ে ডান পায়ের উপর ঢেলে দিয়ে তা ধুয়ে ফেললেন। এরপর আর এক আঁজলা পানি দিয়ে বাম পা ধুলেন। তারপর বললেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এভাবে উযূ (ওজু/অজু/অযু) করতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "142",
    "id": "149",
    "thesequence": "568",
    "isActive": "1",
    "chapterId": "1784",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১০২। এক আঁজলা পানি দিয়ে দু&#039;হাতে মুখমণ্ডল ধোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas: The Prophet (sallallahu alaihi wa sallam) said, If anyone of you on having sexual relations with his wife said (and he must say it before starting) In the name of Allah. O Allah! Protect us from Satan and also protect what you bestow upon us (i.e. the coming offspring) from Satan, and if it is destined that they should have a child then, Satan will never be able to harm that offspring.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، يَبْلُغُ بِهِ النَّبِيَّ صلى  الله عليه وسلم قَالَ   لَوْ أَنَّ أَحَدَكُمْ إِذَا أَتَى أَهْلَهُ قَالَ بِسْمِ اللَّهِ اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا. فَقُضِيَ بَيْنَهُمَا وَلَدٌ، لَمْ يَضُرَّهُ .",
    "hadithBengali": "১৪৩। আলী ইবনু আবদুল্লাহ (রহঃ)......... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ তাঁর স্ত্রীর সাথে মিলনের পূর্বে যদি বল, (আল্লাহর নামে আরম্ভ করছি। আল্লাহ! তুমি আমাদেরকে শয়তান থেকে দূরে রাখ এবং যা আমাদেরকে দান করবে তাকেও শয়তান থেকে দূরে রাখ)- তারপর (এ মিলনের দ্বারা) তাদের কিসমতে কোন সন্তান থাকলে শয়তান তার কোন ক্ষতি করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "143",
    "id": "150",
    "thesequence": "569",
    "isActive": "1",
    "chapterId": "1785",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১০৩। সর্বাবস্থায়, এমনকি সহবাসের সময়েও বিসমিল্লাহ বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas: Whenever the Prophet (sallallahu alaihi wa sallam) went to answer the call of nature, he used to say, Allah-umma inni a`udhu bika minal khubuthi wal khabaith i.e. O Allah, I seek Refuge with You from all offensive and wicked things (evil deeds and evil spirits).",
    "hadithArabic": "حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، قَالَ سَمِعْتُ أَنَسًا، يَقُولُ كَانَ النَّبِيُّ صلى  الله عليه وسلم إِذَا دَخَلَ الْخَلاَءَ قَالَ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ . تَابَعَهُ ابْنُ عَرْعَرَةَ عَنْ شُعْبَةَ. وَقَالَ غُنْدَرٌ عَنْ شُعْبَةَ إِذَا أَتَى الْخَلاَءَ. وَقَالَ مُوسَى عَنْ حَمَّادٍ إِذَا دَخَلَ. وَقَالَ سَعِيدُ بْنُ زَيْدٍ حَدَّثَنَا عَبْدُ الْعَزِيزِ إِذَا أَرَادَ أَنْ يَدْخُلَ.",
    "hadithBengali": "১৪৪। আদম (রহঃ)............ আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন প্রকৃতির ডাকে শৌচাগারে যেতেন তখন বলতেন, (হে আল্লাহ! আমি মন্দ কাজ ও শয়তান থেকে আপনার শরণ নিচ্ছি। )&rdquo; ইবনু আরআরা (রহঃ) শুবা (রহঃ) সূত্রেও অনুরূপ বর্ণনা করেন। গুনদার (রহঃ) শুবা (রহঃ) থেকে বর্ণনা করেন, (যখন শৌচাগারে যেতেন)। মূসা (রহঃ) হাম্মাদ (রহঃ) থেকে বর্ণনা করেন, যখন প্রবেশ করতেন। সাঈদ ইবন যায়দ (রঃ) থেকে বর্ণনা করেন, যখন প্রবেশ করার ইচ্ছা করতেন \n",
    "checkStatus": "1",
    "hadithNo": "144",
    "id": "151",
    "thesequence": "570",
    "isActive": "1",
    "chapterId": "1786",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১০৪। শৌচাগারে কি বলতে হয়?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas: Once the Prophet (sallallahu alaihi wa sallam) entered a lavatory and I placed water for his ablution. He asked, Who placed it? He was informed accordingly and so he said, O Allah! Make him (Ibn `Abbas) a learned scholar in religion (Islam).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ، قَالَ حَدَّثَنَا وَرْقَاءُ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم دَخَلَ الْخَلاَءَ، فَوَضَعْتُ لَهُ وَضُوءًا قَالَ  مَنْ وَضَعَ هَذَا . فَأُخْبِرَ فَقَالَ  اللَّهُمَّ فَقِّهْهُ فِي الدِّينِ .",
    "hadithBengali": "১৪৫। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ)...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শৌচাগারে গেলেন, তখন আমি তাঁর জন্য উযূ (ওজু/অজু/অযু)র পানি রাখলাম। তিনি জিজ্ঞাসা করলেনঃ এটা কে রেখেছে? তাঁকে জানানো হলে তিনি বলেন, ইয়া আল্লাহ! আপনি তাকে দ্বীনের জ্ঞান দান করুন। \n",
    "checkStatus": "1",
    "hadithNo": "145",
    "id": "152",
    "thesequence": "571",
    "isActive": "1",
    "chapterId": "1787",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১০৫। শৌচাগারের কাছে পানি রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Aiyub Al-Ansari: Allahs Messenger (sallallahu alaihi wa sallam) said, If anyone of you goes to an open space for answering the call of nature he should neither face nor turn his back towards the Qibla; he should either face the east or the west.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، قَالَ حَدَّثَنَا الزُّهْرِيُّ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   إِذَا أَتَى أَحَدُكُمُ الْغَائِطَ فَلاَ يَسْتَقْبِلِ الْقِبْلَةَ وَلاَ يُوَلِّهَا ظَهْرَهُ، شَرِّقُوا أَوْ غَرِّبُوا .",
    "hadithBengali": "১৪৬। আদম (রহঃ)...... আবূ আইয়ূব আনসারী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যখন শৌচাগারে যায়, তখন সে যেন কিবলার দিকে মুখ না করে এবং তার পিঠও না করে, বরং তোমরা পূর্ব দিক এবং পশ্চিম দিকে ফিরে বসবে (এই নির্দেশ মদিনার বাসিন্দাদের জন্য)।\n",
    "checkStatus": "1",
    "hadithNo": "146",
    "id": "153",
    "thesequence": "572",
    "isActive": "1",
    "chapterId": "1788",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১০৬। মল-মূত্র ত্যাগের সময় কিবলামুখি হবে না, তবে ঘরের মধ্যে দেয়াল অথবা তেমন কোন আড়াল থাকলে ভিন্ন কথা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin `Umar: People say, Whenever you sit for answering the call of nature, you should not face the Qibla or Baitul-Maqdis (Jerusalem). I told them. Once I went up the roof of our house and I saw Allahs Apostle answering the call of nature while sitting on two bricks facing Baitul-Maqdis (Jerusalem) (but there was a screen covering him.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنْ عَمِّهِ، وَاسِعِ بْنِ حَبَّانَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُ كَانَ يَقُولُ إِنَّ نَاسًا يَقُولُونَ إِذَا قَعَدْتَ عَلَى حَاجَتِكَ، فَلاَ تَسْتَقْبِلِ الْقِبْلَةَ وَلاَ بَيْتَ الْمَقْدِسِ. فَقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ لَقَدِ ارْتَقَيْتُ يَوْمًا عَلَى ظَهْرِ بَيْتٍ لَنَا، فَرَأَيْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم عَلَى لَبِنَتَيْنِ مُسْتَقْبِلاً بَيْتَ الْمَقْدِسِ لِحَاجَتِهِ. وَقَالَ لَعَلَّكَ مِنَ الَّذِينَ يُصَلُّونَ عَلَى أَوْرَاكِهِمْ، فَقُلْتُ لاَ أَدْرِي وَاللَّهِ. قَالَ مَالِكٌ يَعْنِي الَّذِي يُصَلِّي وَلاَ يَرْتَفِعُ عَنِ الأَرْضِ، يَسْجُدُ وَهُوَ لاَصِقٌ بِالأَرْضِ.",
    "hadithBengali": "১৪৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)...... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, লোকে বলে মল-মূত্র ত্যাগের সময় কিবলার দিকে এবং বায়তুল মুকাদ্দাসের দিকে মুখ করে বসবে না।  আবদুল্লাহ ইবনু উমর (রাঃ) বলেন, আমি এক দিন আমাদের ঘরের ছাদের উপর উঠলাম। তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখলাম বায়তুল মুকাদ্দাসের দিকে মুখ করে দুটি ইটের উপর তাঁর প্রয়োজনে বসেছেন। তিনি [ওয়াসি (রহঃ)- কে] বললেন, তুমি বোধ হয় তাদের মধ্যে শামিল, যারা নিতম্বের ওপর ভর করে সালাত (নামায/নামাজ) আদায় করে। আমি বললাম, আল্লাহর কসম! আমি জানিনা।  মালিক (রহঃ) বলেন, (নিতম্বের উপর ভর করার অর্থ হল) যারা সালাত (নামায/নামাজ) আদায় করে এবং মাটি থেকে নিতম্ব না তুলে সিজদা করে।\n",
    "checkStatus": "1",
    "hadithNo": "147",
    "id": "154",
    "thesequence": "573",
    "isActive": "1",
    "chapterId": "1789",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১০৭। দুই ইটের ওপর বসে মলমূত্র ত্যাগ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: The wives of the Prophet (sallallahu alaihi wa sallam) used to go to Al-Manasi, a vast open place (near Baqi` at Medina) to answer the call of nature at night. `Umar used to say to the Prophet (sallallahu alaihi wa sallam) Let your wives be veiled, but Allahs Apostle did not do so. One night Sauda bint Zam`a the wife of the Prophet (sallallahu alaihi wa sallam) went out at `Isha time and she was a tall lady. `Umar addressed her and said, I have recognized you, O Sauda. He said so, as he desired eagerly that the verses of Al-Hijab (the observing of veils by the Muslim women) may be revealed. So Allah revealed the verses of Al-Hijab (A complete body cover excluding the eyes).",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ أَزْوَاجَ النَّبِيِّ صلى  الله عليه وسلم، صلى  الله عليه وسلم كُنَّ يَخْرُجْنَ بِاللَّيْلِ إِذَا تَبَرَّزْنَ إِلَى الْمَنَاصِعِ ـ وَهُوَ صَعِيدٌ أَفْيَحُ ـ فَكَانَ عُمَرُ يَقُولُ لِلنَّبِيِّ صلى  الله عليه وسلم احْجُبْ نِسَاءَكَ. فَلَمْ يَكُنْ رَسُولُ اللَّهِ صلى  الله عليه وسلم يَفْعَلُ، فَخَرَجَتْ سَوْدَةُ بِنْتُ زَمْعَةَ زَوْجُ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم لَيْلَةً مِنَ اللَّيَالِي عِشَاءً، وَكَانَتِ امْرَأَةً طَوِيلَةً، فَنَادَاهَا عُمَرُ أَلاَ قَدْ عَرَفْنَاكِ يَا سَوْدَةُ. حِرْصًا عَلَى أَنْ يَنْزِلَ الْحِجَابُ، فَأَنْزَلَ اللَّهُ آيَةَ الْحِجَابِ.",
    "hadithBengali": "১৪৮। ইয়াহইয়া ইবনু বুকায়র (রহঃ)... আয়িশা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর পত্নীগণ রাতের বেলায় প্রাকৃতিক প্রয়োজনে খোলা ময়দানে যেতেন। আর উমর (রাঃ)নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; কে বলতেন, আপনার সহধর্মিণীগণকে পর্দায় রাখুন।  কিন্তু রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা করেননি। এক রাতে ঈশার সময় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম - এর পত্নী সাওদা বিনত যামআ (রাঃ) প্রাকৃতিক প্রয়োজনে বের হলেন। তিনি ছিলেন দীর্ঘকায়া। উমর (রাঃ) তাঁকে ডেকে বললেন, হে সাওদা ! আমি কিন্তু আপনাকে চিনে ফেলেছি।  পর্দার হুকুম নাযিল হওয়ার আগে তিনি এ কথা বলেছিলেন। তারপর আল্লাহ তাআলা পর্দার হুকুম নাযিল করেন।\n",
    "checkStatus": "1",
    "hadithNo": "148",
    "id": "155",
    "thesequence": "574",
    "isActive": "1",
    "chapterId": "1790",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১০৮। মহিলাদের বাইরে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: The Prophet (sallallahu alaihi wa sallam) said to his wives, You are allowed to go out to answer the call of nature. ",
    "hadithArabic": "حَدَّثَنَا زَكَرِيَّاءُ، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   قَدْ أُذِنَ أَنْ تَخْرُجْنَ فِي حَاجَتِكُنَّ . قَالَ هِشَامٌ يَعْنِي الْبَرَازَ.",
    "hadithBengali": "১৪৯। যাকারিয়্যা (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের প্রয়োজনের জন্য বের হবার অনুমতি দেয়া হয়েছে।  হিশাম (রহঃ) বলেন, অর্থ প্রাকৃতিক প্রয়োজনে।\n",
    "checkStatus": "1",
    "hadithNo": "149",
    "id": "156",
    "thesequence": "575",
    "isActive": "1",
    "chapterId": "1790",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১০৮। মহিলাদের বাইরে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin `Umar: I went up to the roof of Hafsas house for some job and I saw Allahs Messenger (sallallahu alaihi wa sallam) answering the call of nature facing Sham (Syria, Jordan, Palestine and Lebanon regarded as one country) with his back towards the Qibla.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، قَالَ حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنْ وَاسِعِ بْنِ حَبَّانَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ ارْتَقَيْتُ فَوْقَ ظَهْرِ بَيْتِ حَفْصَةَ لِبَعْضِ حَاجَتِي، فَرَأَيْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَقْضِي حَاجَتَهُ مُسْتَدْبِرَ الْقِبْلَةِ مُسْتَقْبِلَ الشَّأْمِ.",
    "hadithBengali": "১৫০। ইবরাহীম ইবনু মুনযির (রহঃ)...... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, , আমি আমার বিশেষ এক প্রয়োজনে হাফসা (রাঃ) &ndash; এর ঘরের ছাদে উঠলাম। তখন দেখলাম, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিবলার দিকে পিঠ দিয়ে শাম-এর দিকে মুখ করে তাঁর প্রয়োজনে বসেছেন। \n",
    "checkStatus": "1",
    "hadithNo": "150",
    "id": "157",
    "thesequence": "576",
    "isActive": "1",
    "chapterId": "1791",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১০৯। ঘরে মলমূত্র ত্যাগ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin `Umar: Once I went up the roof of our house and saw Allahs Messenger (sallallahu alaihi wa sallam) answering the call of nature while sitting over two bricks facing Baitul-Maqdis (Jerusalem).",
    "hadithArabic": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ أَخْبَرَنَا يَحْيَى، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، أَنَّ عَمَّهُ، وَاسِعَ بْنَ حَبَّانَ، أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ أَخْبَرَهُ قَالَ لَقَدْ ظَهَرْتُ ذَاتَ يَوْمٍ عَلَى ظَهْرِ بَيْتِنَا، فَرَأَيْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَاعِدًا عَلَى لَبِنَتَيْنِ مُسْتَقْبِلَ بَيْتِ الْمَقْدِسِ.",
    "hadithBengali": "১৫১। ইয়াকূব ইবনু ইবরাহীম (রহঃ)...... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একদিন আমি আমাদের ঘরের উপর উঠলাম। আমি দেখলাম, রাসূল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) দু&#39;টি ইটের উপর বায়তুল মুকাদ্দাসের দিকে মুখ করে প্রাকৃতিক প্রয়োজনে বসেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "151",
    "id": "158",
    "thesequence": "577",
    "isActive": "1",
    "chapterId": "1791",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১০৯। ঘরে মলমূত্র ত্যাগ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: Whenever Allahs Messenger (sallallahu alaihi wa sallam) went to answer the call of nature, I along with another boy used to accompany him with a tumbler full of water. (Hisham commented, So that he might wash his private parts with it.)",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، هِشَامُ بْنُ عَبْدِ الْمَلِكِ قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي مُعَاذٍ ـ وَاسْمُهُ عَطَاءُ بْنُ أَبِي مَيْمُونَةَ ـ قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ كَانَ النَّبِيُّ صلى  الله عليه وسلم إِذَا خَرَجَ لِحَاجَتِهِ أَجِيءُ أَنَا وَغُلاَمٌ مَعَنَا إِدَاوَةٌ مِنْ مَاءٍ. يَعْنِي يَسْتَنْجِي بِهِ.",
    "hadithBengali": "১৫২। আবূল ওলীদ হিশাম ইবনু আবদুল মালিক (রহঃ)...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) যখন প্রাকৃতিক প্রয়োজনে বের হতেন তখন আমি ও আরেকটি ছেলে পানির পাত্র নিয়ে আসতাম। অর্থাৎ তিনি তা দিয়ে ইসতিনজা করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "152",
    "id": "159",
    "thesequence": "578",
    "isActive": "1",
    "chapterId": "1792",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১১০। পানি দ্বারা ইসতিনজা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas: Whenever Allahs Messenger (sallallahu alaihi wa sallam) went to answer the call of nature, I along with another boy from us used to go behind him with a tumbler full of water.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي مُعَاذٍ ـ هُوَ عَطَاءُ بْنُ أَبِي مَيْمُونَةَ ـ قَالَ سَمِعْتُ أَنَسًا، يَقُولُ كَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم إِذَا خَرَجَ لِحَاجَتِهِ تَبِعْتُهُ أَنَا وَغُلاَمٌ مِنَّا مَعَنَا إِدَاوَةٌ مِنْ مَاءٍ.",
    "hadithBengali": "১৫৩। সুলায়মান ইবনু হারব (রহঃ)... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন প্রাকৃতিক প্রয়োজনে বের হতেন তখন আমি ও আরেকটি ছেলে তাঁর পিছনে পানির পাত্র নিয়ে যেতাম।\n",
    "checkStatus": "1",
    "hadithNo": "153",
    "id": "160",
    "thesequence": "579",
    "isActive": "1",
    "chapterId": "1793",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১১১। পবিত্রতা হাসিলের জন্য কারো সাথে পানি নিয়ে যাওয়া। আবুদ-দারদা (রা) বলেন, তোমাদের মধ্যে কি জুতা, পানি ও বালিশ বহনকারী ব্যক্তি [আবদুল্লাহ ইবন মাস&lsquo;ঊদ (রা)] নেই?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: Whenever Allahs Messenger (sallallahu alaihi wa sallam) went to answer the call of nature, I along with another boy used to carry a tumbler full of water (for cleaning the private parts) and a short spear (or stick).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَطَاءِ بْنِ أَبِي مَيْمُونَةَ، سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ كَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم يَدْخُلُ الْخَلاَءَ، فَأَحْمِلُ أَنَا وَغُلاَمٌ إِدَاوَةً مِنْ مَاءٍ، وَعَنَزَةً، يَسْتَنْجِي بِالْمَاءِ. تَابَعَهُ النَّضْرُ وَشَاذَانُ عَنْ شُعْبَةَ. الْعَنَزَةُ عَصًا عَلَيْهِ زُجٌّ.",
    "hadithBengali": "১৫৪। মুহাম্মদ ইবনু বাশশার (রহঃ)...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন শৌচাগারে যেতেন তখন আমি ও আরেকটি ছেলে পানির পাত্র এবং &#39;আনাযা&#39; নিয়ে যেতাম। তিনি পানি দ্বারা ইসতিনজা করতেন।\n\nনাযর (রহঃ) ও শাযান (রহঃ) শুবা (রহঃ) থেকে অনুরূপ বর্ণনা করেন। হাদীসে বর্ণিত (عَنَزَة) আনাযা শব্দের অর্থ এমন লাঠি যার মাথায় লোহা লাগানো থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "154",
    "id": "161",
    "thesequence": "580",
    "isActive": "1",
    "chapterId": "1794",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১১২। ইসতিনজার জন্য পানির সাথে (লৌহ ফলকযুক্ত) লাঠি নিয়ে যাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Qatada: Allahs Messenger (sallallahu alaihi wa sallam) said, Whenever anyone of you drinks water, he should not breathe in the drinking utensil, and whenever anyone of you goes to a lavatory, he should neither touch his penis nor clean his private parts with his right hand.",
    "hadithArabic": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، قَالَ حَدَّثَنَا هِشَامٌ ـ هُوَ الدَّسْتَوَائِيُّ ـ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   إِذَا شَرِبَ أَحَدُكُمْ فَلاَ يَتَنَفَّسْ فِي الإِنَاءِ، وَإِذَا أَتَى الْخَلاَءَ فَلاَ يَمَسَّ ذَكَرَهُ بِيَمِينِهِ، وَلاَ يَتَمَسَّحْ بِيَمِينِهِ .",
    "hadithBengali": "১৫৫। মুআয ইবনু ফাযালা (রহঃ)...... আবূ কাতাদা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের কেউ যখন পান করে, তখন সে যেন পাত্রের মধ্যে নিঃশ্বাস না ছাড়ে। আর যখন শৌচাগারে যায় তখন তার পুরূষাঙ্গ যেন ডান হাত দিয়ে স্পর্শ না করে এবং ডান হাতে ইসতিনজা না করে।\n",
    "checkStatus": "1",
    "hadithNo": "155",
    "id": "162",
    "thesequence": "581",
    "isActive": "1",
    "chapterId": "1795",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১১৩। ডান হাতে ইসতিনজা করার নিষেধাজ্ঞা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Qatada: The Prophet (sallallahu alaihi wa sallam) said, Whenever anyone of you makes water he should not hold his penis or clean his private parts with his right hand. (And while drinking) one should not breathe in the drinking utensil .",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا الأَوْزَاعِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   إِذَا بَالَ أَحَدُكُمْ فَلاَ يَأْخُذَنَّ ذَكَرَهُ بِيَمِينِهِ، وَلاَ يَسْتَنْجِي بِيَمِينِهِ، وَلاَ يَتَنَفَّسْ فِي الإِنَاءِ .",
    "hadithBengali": "১৫৬। মুহাম্মদ ইবনু ইউসুফ (রহঃ)...... আবূ কাতাদা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ তোমাদের কেউ যখন পেশাব করে তখন সে যেন কখনো ডান হাত দিয়ে তার পুরূষাঙ্গ না ধরে এবং ডান হাত দিয়ে ইসতিনজা না করে এবং পান করার সময় যেন পাত্রের মধ্যে নিঃশ্বাস না ফেলে।\n",
    "checkStatus": "1",
    "hadithNo": "156",
    "id": "163",
    "thesequence": "582",
    "isActive": "1",
    "chapterId": "1796",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১১৪। প্রস্রাব করার সময় ডান হাত দিয়ে পুরূষাঙ্গ ধরবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: I followed the Prophet (sallallahu alaihi wa sallam) while he was going out to answer the call of nature. He used not to look this way or that. So, when I approached near him he said to me, Fetch for me some stones for  cleaning the privates parts (or said something similar), and do not bring a bone or a piece of dung. So I brought the stones in the corner of my garment and placed them by his side and I then went away from him. When he finished (from answering the call of nature) he used, them .",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَكِّيُّ، قَالَ حَدَّثَنَا عَمْرُو بْنُ يَحْيَى بْنِ سَعِيدِ بْنِ عَمْرٍو الْمَكِّيُّ، عَنْ جَدِّهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ اتَّبَعْتُ النَّبِيَّ صلى  الله عليه وسلم وَخَرَجَ لِحَاجَتِهِ، فَكَانَ لاَ يَلْتَفِتُ فَدَنَوْتُ مِنْهُ فَقَالَ   ابْغِنِي أَحْجَارًا أَسْتَنْفِضْ بِهَا ـ أَوْ نَحْوَهُ ـ وَلاَ تَأْتِنِي بِعَظْمٍ وَلاَ رَوْثٍ . فَأَتَيْتُهُ بِأَحْجَارٍ بِطَرَفِ ثِيَابِي فَوَضَعْتُهَا إِلَى جَنْبِهِ وَأَعْرَضْتُ عَنْهُ، فَلَمَّا قَضَى أَتْبَعَهُ بِهِنَّ.",
    "hadithBengali": "১৫৭। আহমদ ইবনু মুহাম্মদ আল-মক্কী (রহঃ)... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) প্রাকৃতিক প্রয়োজনে বের হলে আমি তাঁর অনুসরণ করলাম। আর তিনি এদিক ওদিক তাকাতেন না। যখন আমি তাঁর নিকটবর্তী হলাম তখন তিনি আমাকে বললেন, আমাকে কিছু পাথর কুড়িয়ে দাও, আমি তা দিয়ে ইসতিনজা করব।  (বর্ণনাকারী বলেন), বা এ ধরনের কোন কথা বললেন, আর আমার জন্য হাড় বা গোবর আনবে না।  তখন আমি আমার কাপড়ের কোচায় করে কয়েকটি পাথর এনে তাঁর পাশে রাখলাম এবং আমি তাঁর থেকে সরে গেলাম। তিনি প্রয়োজন শেষে সেগুলো ব্যবহার করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "157",
    "id": "164",
    "thesequence": "583",
    "isActive": "1",
    "chapterId": "1797",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১১৫। পাথর দিয়ে ইসতিনজা করা",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated `Abdullah: The Prophet (sallallahu alaihi wa sallam) went out to answer the call of nature and asked me to bring three stones. I found two stones and searched for the third but could not find it. So took a dried piece of dung and brought it to him. He took the two stones and threw away the dung and said, This is a filthy thing.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، قَالَ لَيْسَ أَبُو عُبَيْدَةَ ذَكَرَهُ وَلَكِنْ عَبْدُ الرَّحْمَنِ بْنُ الأَسْوَدِ عَنْ أَبِيهِ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ، يَقُولُ أَتَى النَّبِيُّ صلى  الله عليه وسلم الْغَائِطَ، فَأَمَرَنِي أَنْ آتِيَهُ بِثَلاَثَةِ أَحْجَارٍ، فَوَجَدْتُ حَجَرَيْنِ، وَالْتَمَسْتُ الثَّالِثَ فَلَمْ أَجِدْهُ، فَأَخَذْتُ رَوْثَةً، فَأَتَيْتُهُ بِهَا، فَأَخَذَ الْحَجَرَيْنِ وَأَلْقَى الرَّوْثَةَ وَقَالَ   هَذَا رِكْسٌ . وَقَالَ إِبْرَاهِيمُ بْنُ يُوسُفَ عَنْ أَبِيهِ عَنْ أَبِي إِسْحَاقَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ.",
    "hadithBengali": "১৫৮। আবূ নুআয়ম (রহঃ)... আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) একবার শৌচ কাজে যাবার সময় তিনটি পাথর কুড়িয়ে দিতে আমাকে আদেশ দিলেন। তখন আমি দুটি পাথর পেলাম এবং তৃতীয়টির জন্য খোঁজাখুঁজি করলাম কিন্তু পেলাম না। তাই একখণ্ড শুকনো গোবর নিয়ে তাঁর কাছে গেলাম। তিনি পাথর দুটি নিলেন এবং গোবর খণ্ড ফেলে দিয়ে বললেন, এটা অপবিত্র।\n\nইবরাহীম ইবন ইউসুফ (রহঃ), তার পিতা, আবূ ইসহাক (রহঃ), আবদূর রহমান (রহঃ)- এর সূত্রে হাদীসখানা বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "158",
    "id": "165",
    "thesequence": "584",
    "isActive": "1",
    "chapterId": "1798",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১১৬। গোবর দিয়ে ইসতিনজা না করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas: The Prophet (sallallahu alaihi wa sallam) performed ablution by washing the body parts only once.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ تَوَضَّأَ النَّبِيُّ صلى  الله عليه وسلم مَرَّةً مَرَّةً.",
    "hadithBengali": "১৫৯। মুহাম্মদ ইবনু ইউসুফ (রহঃ)... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক উযূ (ওজু/অজু/অযু)-তে একবার করে ধুয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "159",
    "id": "166",
    "thesequence": "585",
    "isActive": "1",
    "chapterId": "1799",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১১৭। উযূতে একবার করে ধোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin Zaid: The Prophet (sallallahu alaihi wa sallam) performed ablution by washing the body parts twice.",
    "hadithArabic": "حَدَّثَنَا حُسَيْنُ بْنُ عِيسَى، قَالَ حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم تَوَضَّأَ مَرَّتَيْنِ مَرَّتَيْنِ.",
    "hadithBengali": "১৬০। হুসায়ন ইবনু ঈসা (রহঃ)... আবদুল্লাহ ইবনু যায়দ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) উযূ (ওজু/অজু/অযু)-তে দুবার করে ধুয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "160",
    "id": "167",
    "thesequence": "586",
    "isActive": "1",
    "chapterId": "1800",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১১৮। উযূতে দু&rsquo;বার করে ধোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Humran: (the slave of Uthman) I saw Uthman bin Affan asking for a tumbler of water (and when it was brought) he poured water over his hands and washed them thrice and then put his right hand in the water container and rinsed his mouth, washed his nose by putting water in it and then blowing it out. then he washed his face and forearms up to the elbows thrice, passed his wet hands over his head and washed his feet up to the ankles thrice. Then he said, Allahs Messenger (sallallahu alaihi wa sallam) said If anyone performs ablution like that of mine and offers a two-rakat prayer during which he does not think of anything else (not related to the present prayer) then his past sins will be forgiven. \n\n\nAfter performing the ablution Uthman said, I am going to tell you a Hadith which I would not have told you, had I not been compelled by a certain Holy Verse (the sub narrator Urwa said: This verse is: Verily, those who conceal the clear signs and the guidance which we have sent down...) (2:159). I heard the Prophet (sallallahu alaihi wa sallam) saying, If a man performs ablution perfectly and then offers the compulsory congregational prayer, Allah will forgive his sins committed between that (prayer) and the (next) prayer till he offers it.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ الأُوَيْسِيُّ، قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ عَطَاءَ بْنَ يَزِيدَ، أَخْبَرَهُ أَنَّ حُمْرَانَ مَوْلَى عُثْمَانَ أَخْبَرَهُ أَنَّهُ، رَأَى عُثْمَانَ بْنَ عَفَّانَ دَعَا بِإِنَاءٍ، فَأَفْرَغَ عَلَى كَفَّيْهِ ثَلاَثَ مِرَارٍ فَغَسَلَهُمَا، ثُمَّ أَدْخَلَ يَمِينَهُ فِي الإِنَاءِ فَمَضْمَضَ، وَاسْتَنْشَقَ، ثُمَّ غَسَلَ وَجْهَهُ ثَلاَثًا، وَيَدَيْهِ إِلَى الْمِرْفَقَيْنِ ثَلاَثَ مِرَارٍ، ثُمَّ مَسَحَ بِرَأْسِهِ، ثُمَّ غَسَلَ رِجْلَيْهِ ثَلاَثَ مِرَارٍ إِلَى الْكَعْبَيْنِ، ثُمَّ قَالَ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   مَنْ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا، ثُمَّ صَلَّى رَكْعَتَيْنِ، لاَ يُحَدِّثُ فِيهِمَا نَفْسَهُ، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ .\n\nوَعَنْ إِبْرَاهِيمَ، قَالَ قَالَ صَالِحُ بْنُ كَيْسَانَ قَالَ ابْنُ شِهَابٍ وَلَكِنْ عُرْوَةُ يُحَدِّثُ عَنْ حُمْرَانَ،، فَلَمَّا تَوَضَّأَ عُثْمَانُ قَالَ أَلاَ أُحَدِّثُكُمْ حَدِيثًا لَوْلاَ آيَةٌ مَا حَدَّثْتُكُمُوهُ، سَمِعْتُ النَّبِيَّ صلى  الله عليه وسلم يَقُولُ  لاَ يَتَوَضَّأُ رَجُلٌ فَيُحْسِنُ وُضُوءَهُ، وَيُصَلِّي الصَّلاَةَ إِلاَّ غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الصَّلاَةِ حَتَّى يُصَلِّيَهَا . قَالَ عُرْوَةُ الآيَةُ {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ}.",
    "hadithBengali": "১৬১। আবদুল আযীয ইবনু আবদুল্লাহ আল-উওয়ায়সী (রহঃ)...... হুমরান (রহঃ) থেকে বর্ণিত, তিনি উসমান ইবনু আফফান (রাঃ)-কে দেখেছেন যে, তিনি পানির পাত্র আনিয়ে উভয় হাতের তালুতে তিনবার ঢেলে তা ধুয়ে নিলেন। এরপর ডান হাত পাত্রের মধ্যে ঢুকালেন। তারপর কুলি করলেন ও নাকে পানি দিয়ে নাক পরিষ্কার করলেন। তারপর তাঁর মুখমণ্ডল তিনবার ধুয়ে এবং দুহাত কনুই পর্যন্ত তিনবার ধুয়ে নিলেন। এরপর মাথা মাসেহ করলেন। তারপর উভয় পা গিরা পর্যন্ত তিনবার ধুয়ে নিলেন। পরে বললেন, রাসূল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ যে ব্যাক্তি আমার মত এ রকম উযূ (ওজু/অজু/অযু) করবে, তারপর দু রাকআত সালাত (নামায/নামাজ) আদায় করবে, যাতে দুনিয়ার কোন খেয়াল করবে না, তার পেছনের গুনাহ মাফ করে দেওয়া হবে।\n\nইবরাহীম (রহঃ) ইবনু শিহাব (রহঃ) থেকে বর্ণিত, তিনি বলেন, উরওয়া হুমরান থেকে বর্ণনা করেন, উসমান (রাঃ) উযূ (ওজু/অজু/অযু) করে বললেন, আমি তোমাদেরকে একটি হাদীস বর্ণনা করব। যদি একটি আয়াতে কারীমা না হত, তবে আমি তোমাদেরকে এ হাদীস বর্ণনা করতাম না। আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; কে বলতে শুনেছি, যে কোন ব্যাক্তি সুন্দর করে উযূ (ওজু/অজু/অযু) করবে এবং সালাত (নামায/নামাজ) আদায় করবে, পরের সালাত (নামায/নামাজ) আদায় করা পর্যন্ত তার মধ্যবর্তী যত গুনাহ আছে সব মাফ করে দেওয়া হবে। উরওয়া (রহঃ) বলেন, সে আয়াতটি হলঃ আমি যে সব স্পষ্ট নিদর্শন অবতীর্ণ করেছি তা যারা গোপন করে (২:১৫৯)\n",
    "checkStatus": "1",
    "hadithNo": "161",
    "id": "168",
    "thesequence": "587",
    "isActive": "1",
    "chapterId": "1801",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১১৯। উযূতে তিনবার করে ধোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: The Prophet (sallallahu alaihi wa sallam) said, Whoever performs ablution should clean his nose with water by putting the water in it and then blowing it out, and whoever cleans his private parts with stones should do it with odd number of stones.",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي أَبُو إِدْرِيسَ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم أَنَّهُ قَالَ   مَنْ تَوَضَّأَ فَلْيَسْتَنْثِرْ، وَمَنِ اسْتَجْمَرَ فَلْيُوتِرْ .",
    "hadithBengali": "১৬২। আবদান (রহঃ)......... আবূ ইদরিস (রহঃ) থেকে বর্ণিত, তিনি বলেন, তিনি আবূ হুরায়রা (রাঃ) &ndash; কে বলতে শুনেছেন, রাসূল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) ইরশাদ করেনঃ যে ব্যাক্তি উযূ (ওজু/অজু/অযু) করে সে যেন নাকে পানি দিয়ে নাক পরিষ্কার করে। আর যে ইসতিনজা করে সে যেন বেজোড় সংখ্যক ঢিলা-কুলুখ ব্যবহার করে।\n",
    "checkStatus": "1",
    "hadithNo": "162",
    "id": "170",
    "thesequence": "588",
    "isActive": "1",
    "chapterId": "1802",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১২০। পরিচ্ছেদঃ উযূর মধ্যে নাকে পানি দেয়ে নাক পরিষ্কার করা &lsquo;উসমান (রা), আবদুল্লাহ ইবন যায়দ (রা) ও ইবন &lsquo;আব্বাস (রা) নবী থেকে এ কথা বর্ণনা করেছেনঃ",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) said, If anyone of you performs ablution he should put water in his nose and then blow it out and whoever cleans his private parts with stones should do so with odd numbers. And whoever wakes up from his sleep should wash his hands before putting them in the water for ablution, because nobody knows where his hands were during sleep.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ   إِذَا تَوَضَّأَ أَحَدُكُمْ فَلْيَجْعَلْ فِي أَنْفِهِ ثُمَّ لِيَنْثُرْ، وَمَنِ اسْتَجْمَرَ فَلْيُوتِرْ، وَإِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلْيَغْسِلْ يَدَهُ قَبْلَ أَنْ يُدْخِلَهَا فِي وَضُوئِهِ، فَإِنَّ أَحَدَكُمْ لاَ يَدْرِي أَيْنَ بَاتَتْ يَدُهُ .",
    "hadithBengali": "১৬৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)...... আবূ হুরায়রা (রহঃ) থেকে বর্ণিত যে, রাসূল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ তোমাদের মধ্যে কেউ যখন উযূ (ওজু/অজু/অযু) করে তখন সে যেন নাকে পানি দেয়, এরপর যেন ঝেড়ে নেয়। আর যে ইসতিনজা করে সে যেন বেজোড় সংখ্যক ঢিলা-কুলুখ ব্যবহার করে। আর তোমাদের কেউ যখন ঘুম থেকে জাগে তখন সে যেন উযূ (ওজু/অজু/অযু)র পানিতে হাত ঢুকানোর আগে তা ধুয়ে নেয়; কারণ তোমাদের কেউ জাননা যে, ঘুমন্ত অবস্থায় তার হাত কোথায় থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "163",
    "id": "171",
    "thesequence": "589",
    "isActive": "1",
    "chapterId": "1803",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১২১। (ইসতিনজার জন্য) বেজোড় সংখ্যক ঢিলা-কুলুখ ব্যবহার করা",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin `Amr: The Prophet (sallallahu alaihi wa sallam) remained behind us on a journey. He joined us while we were performing ablution for the `Asr prayer which was overdue and we were just passing wet hands over our feet (not washing them thoroughly) so he addressed us in a loud voice saying twice , Save your heels from the fire.",
    "hadithArabic": "حَدَّثَنَا مُوسَى، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ يُوسُفَ بْنِ مَاهَكَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ تَخَلَّفَ النَّبِيُّ صلى  الله عليه وسلم عَنَّا فِي سَفْرَةٍ سَافَرْنَاهَا، فَأَدْرَكَنَا وَقَدْ أَرْهَقْنَا الْعَصْرَ، فَجَعَلْنَا نَتَوَضَّأُ وَنَمْسَحُ عَلَى أَرْجُلِنَا، فَنَادَى بِأَعْلَى صَوْتِهِ   وَيْلٌ لِلأَعْقَابِ مِنَ النَّارِ . مَرَّتَيْنِ أَوْ ثَلاَثًا.",
    "hadithBengali": "১৬৪। মূসা (রহঃ)...... আবদুল্লাহ ইবনু আমর (রহঃ) থেকে বর্ণিত যে, রাসূল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এক সফরে আমাদের পিছনে রয়ে গিয়েছিলেন, এরপর তিনি আমাদের কাছে পৌঁছে গেলেন। তখন আমরা আসরের সালাত (নামায/নামাজ) শুরু করতে দেরী করে ফেলেছিলাম। তাই আমরা উযূ (ওজু/অজু/অযু) করছিলাম এবং (তাড়াতাড়ির কারনে) আমাদের পা মাসেহ করার মত হালকা ভাবে ধুয়ে নিচ্ছিলাম। তখন তিনি উচ্চস্বরে বললেনঃ &#39;পায়ের গোড়ালির জন্য জাহান্নামের আযাব রয়েছে&#39;। দুবার অথবা তিনবার তিনি একথা বললেন।\n",
    "checkStatus": "1",
    "hadithNo": "164",
    "id": "172",
    "thesequence": "590",
    "isActive": "1",
    "chapterId": "1804",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১২২। দু&rsquo;পা ধোয়া এবং মাসেহ না করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Humran: (the freed slave of `Uthman bin `Affan) I saw `Uthman bin `Affan asking (for a tumbler of water) to perform ablution (and when it was brought) he poured water from it over his hands and washed them thrice and then put his right hand in the water container and rinsed his mouth and washed his nose by putting water in it and then blowing it out. Then he washed his face thrice and (then) forearms up to the elbows thrice, then passed his wet hands over his head and then washed each foot thrice. After that `Uthman said, I saw the Prophet (sallallahu alaihi wa sallam) performing ablution like this of mine, and he said, If anyone performs ablution like that of mine and offers a two-rak`at prayer during which he does not think of anything else (not related to the present prayer) then his past sins will be forgiven. ",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عَطَاءُ بْنُ يَزِيدَ، عَنْ حُمْرَانَ، مَوْلَى عُثْمَانَ بْنِ عَفَّانَ أَنَّهُ رَأَى عُثْمَانَ دَعَا بِوَضُوءٍ، فَأَفْرَغَ عَلَى يَدَيْهِ مِنْ إِنَائِهِ، فَغَسَلَهُمَا ثَلاَثَ مَرَّاتٍ، ثُمَّ أَدْخَلَ يَمِينَهُ فِي الْوَضُوءِ، ثُمَّ تَمَضْمَضَ، وَاسْتَنْشَقَ، وَاسْتَنْثَرَ، ثُمَّ غَسَلَ وَجْهَهُ ثَلاَثًا وَيَدَيْهِ إِلَى الْمِرْفَقَيْنِ ثَلاَثًا، ثُمَّ مَسَحَ بِرَأْسِهِ، ثُمَّ غَسَلَ كُلَّ رِجْلٍ ثَلاَثًا، ثُمَّ قَالَ رَأَيْتُ النَّبِيَّ صلى  الله عليه وسلم يَتَوَضَّأُ نَحْوَ وُضُوئِي هَذَا وَقَالَ   مَنْ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا ثُمَّ صَلَّى رَكْعَتَيْنِ، لاَ يُحَدِّثُ فِيهِمَا نَفْسَهُ، غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ .",
    "hadithBengali": "১৬৫। আবূল ইয়ামান (রহঃ)...... উসমান ইবনু আফফান (রাঃ)- এর আযাদকৃত গোলাম হুমরান (রহঃ) থেকে বর্ণিতঃ তিনি উসমান (রাঃ)- কে উযূ (ওজু/অজু/অযু)র পানি আনাতে দেখলেন। তারপর তিনি সে পাত্র থেকে উভয় হাতের উপর পানি ঢেলে তা তিনবার ধুয়ে ফেললেন। এরপর তাঁর ডান হাত পানিতে ঢুকালেন। এরপর কুলি করলেন এবং নাকে পানি দিয়ে নাক ঝেড়ে ফেললেন। এরপর তাঁর মুখমণ্ডল তিনবার এবং উভয় হাত কুনই পর্যন্ত তিনবার ধুলেন, এরপর মাথা মাসেহ করলেন। এরপর প্রত্যেক পা তিনবার ধোয়ার পর বললেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমার এ উযূ (ওজু/অজু/অযু)র ন্যায় উযূ (ওজু/অজু/অযু) করতে দেখেছি এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আমার এ উযূ (ওজু/অজু/অযু)র ন্যায় উযূ (ওজু/অজু/অযু) করে দু রাকআত সালাত (নামায/নামাজ) আদায় করবে এবং তার মধ্য কোন বাজে খেয়াল মনে আনবে না, আল্লাহ তাআলা তাঁর অতীতের সব গুনাহ মাফ করে দিবেন। \n",
    "checkStatus": "1",
    "hadithNo": "165",
    "id": "173",
    "thesequence": "591",
    "isActive": "1",
    "chapterId": "1806",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১২৩। উযূতে কুলি করা ইবন &lsquo;আব্বাস (রা) ও &lsquo;আবদুল্লাহ ইবন যায়দ (রা) নবী থেকে তা বর্ণনা করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Muhammad Ibn Ziyad: I heard Abu Huraira saying as he passed by us while the people were performing ablution from a utensil containing water, Perform ablution perfectly and thoroughly for Abul-Qasim (the Prophet) said, Save your heels from the Hell-fire. ",
    "hadithArabic": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ زِيَادٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ ـ وَكَانَ يَمُرُّ بِنَا وَالنَّاسُ يَتَوَضَّئُونَ مِنَ الْمِطْهَرَةِ ـ قَالَ أَسْبِغُوا الْوُضُوءَ فَإِنَّ أَبَا الْقَاسِمِ صلى  الله عليه وسلم قَالَ   وَيْلٌ لِلأَعْقَابِ مِنَ النَّارِ .",
    "hadithBengali": "১৬৬। আদম ইবনু আবূ ইয়াস (রহঃ)...... মুহাম্মদ ইবনু যিয়াদ (রহঃ) থেকে বর্ণিতঃ তিনি বলেন, আবূ হুরায়রা (রাঃ) আমাদের কাছ দিয়ে যাচ্ছিলেন। লোকেরা সে সময় পাত্র থেকে উযূ (ওজু/অজু/অযু) করছিল। তখন তাঁকে বলতে শুনেছি, তোমরা উত্তমরূপে উযূ (ওজু/অজু/অযু) কর। কারন আবূল কাসিম বলেছেনঃ পায়ের গোড়ালীগুলোর জন্য জাহান্নামের শাস্তি রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "166",
    "id": "174",
    "thesequence": "592",
    "isActive": "1",
    "chapterId": "1807",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১২৪। পায়ের গোড়ালী ধোয়া ইবনে সীরীন (র)উযূ করার সময় তাঁর আংটির জায়গা ধুতেন।",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated `Ubaid Ibn Juraij: I asked `Abdullah bin `Umar, O Abu `Abdur-Rahman! I saw you doing four things which I never saw being done by anyone of you companions? `Abdullah bin `Umar said, What are those, O Ibn Juraij? I said, I never saw you touching any corner of the Ka`ba except these (two) facing south (Yemen) and I saw you wearing shoes made of tanned leather and dyeing your hair with Hinna (a kind of red dye). I also noticed that whenever you were in Mecca, the people assume Ihram on seeing the new moon crescent (1st of Dhul-Hijja) while you did not assume the Ihlal (Ihram) -(Ihram is also called Ihlal which means Loud calling because a Muhrim has to recite Talbiya aloud when assuming the state of Ihram) - till the 8th of Dhul-Hijja (Day of Tarwiya). `Abdullah replied, Regarding the corners of Ka`ba, I never saw Allahs Messenger (sallallahu alaihi wa sallam) touching except those facing south (Yemen) and regarding the tanned leather shoes, no doubt I saw Allahs Messenger (sallallahu alaihi wa sallam) wearing non-hairy shoes and he used to perform ablution while wearing the shoes (i.e. wash his feet and then put on the shoes). So I love to wear similar shoes. And about the dyeing of hair with Hinna; no doubt I saw Allahs Messenger (sallallahu alaihi wa sallam) dyeing his hair with it and that is why I like to dye (my hair with it). Regarding Ihlal, I did not see Allahs Messenger (sallallahu alaihi wa sallam) assuming Ihlal till he set out for Hajj (on the 8th of Dhul-Hijja).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ عُبَيْدِ بْنِ جُرَيْجٍ، أَنَّهُ قَالَ لِعَبْدِ اللَّهِ بْنِ عُمَرَ يَا أَبَا عَبْدِ الرَّحْمَنِ، رَأَيْتُكَ تَصْنَعُ أَرْبَعًا لَمْ أَرَ أَحَدًا مِنْ أَصْحَابِكَ يَصْنَعُهَا. قَالَ وَمَا هِيَ يَا ابْنَ جُرَيْجٍ قَالَ رَأَيْتُكَ لاَ تَمَسُّ مِنَ الأَرْكَانِ إِلاَّ الْيَمَانِيَيْنِ، وَرَأَيْتُكَ تَلْبَسُ النِّعَالَ السِّبْتِيَّةَ، وَرَأَيْتُكَ تَصْبُغُ بِالصُّفْرَةِ، وَرَأَيْتُكَ إِذَا كُنْتَ بِمَكَّةَ أَهَلَّ النَّاسُ إِذَا رَأَوُا الْهِلاَلَ وَلَمْ تُهِلَّ أَنْتَ حَتَّى كَانَ يَوْمُ التَّرْوِيَةِ. قَالَ عَبْدُ اللَّهِ أَمَّا الأَرْكَانُ فَإِنِّي لَمْ أَرَ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَمَسُّ إِلاَّ الْيَمَانِيَيْنِ، وَأَمَّا النِّعَالُ السِّبْتِيَّةُ فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَلْبَسُ النَّعْلَ الَّتِي لَيْسَ فِيهَا شَعَرٌ وَيَتَوَضَّأُ فِيهَا، فَأَنَا أُحِبُّ أَنْ أَلْبَسَهَا، وَأَمَّا الصُّفْرَةُ فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَصْبُغُ بِهَا، فَأَنَا أُحِبُّ أَنْ أَصْبُغَ بِهَا، وَأَمَّا الإِهْلاَلُ فَإِنِّي لَمْ أَرَ رَسُولَ اللَّهِ صلى  الله عليه وسلم يُهِلُّ حَتَّى تَنْبَعِثَ بِهِ رَاحِلَتُهُ.",
    "hadithBengali": "১৬৭। আবদুল ইবনু ইউসুফ (রহঃ)......... উবায়দ ইবনু জুরায়জ (রহঃ) থেকে বর্ণিতঃ তিনি আবদুল্লাহ ইবনু উমর (রাঃ)- কে বললেন, হে আবূ আবদুর রহমান! আমি আপনাকে এমন চারটি কাজ করতে দেখি, যা আপনার অন্য কোন সঙ্গীকে করতে দেখিনা।  তিনি বললেন, ইবনু জুরায়জ, সেগুলো কি? তিনি বললেন, আমি দেখি, (১) আপনি তাওয়াফ করার সময় রুকনে ইয়ামানী দু&#39;টি ব্যতীত অন্য রুকন স্পর্শ করেন না। (২) আপনি সিবতী (পশমবিহীন) চপ্পল পরিধান করেন; (৩) আপনি (কাপড়ে) হলুদ রং ব্যবহার করেন এবং (৪) আপনি যখন মক্কায় থাকেন লোকে চাঁদ দেখে ইহরাম বাঁধে; কিন্তু আপনি তারবিয়ার দিন (৮ ই যিলহাজ্জ) না এলে ইহরাম বাঁধেন না। আবদুল্লাহ (রাঃ) বললেনঃ রুকনের কথা যা বলেছ, তা এজন্য করি যে আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ইয়ামানী রুকনদ্বয় ছাড়া আর কোনটি স্পর্শ করতে দেখিনি। আর সিবতী চপ্পল, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পশমবিহীন চপ্পল পরতে এবং তা পরিহিত অবস্থায় উযূ (ওজু/অজু/অযু) করতে দেখেছি, তাই আমি তা করতে ভালবাসি। আর হলুদ রং, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তা দিয়ে কাপড় রঙিন করতে দেখেছি, তাই আমিও তা দিয়ে রঙিন করতে ভালবাসি। আর ইহরাম, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নিয়ে তাঁর সওয়ারি রওনা না হওয়া পর্যন্ত আমি তাঁকে ইহরাম বাঁধতে দেখিনি।\n",
    "checkStatus": "1",
    "hadithNo": "167",
    "id": "175",
    "thesequence": "593",
    "isActive": "1",
    "chapterId": "1808",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১২৫। চপ্পল পরা অবস্থায় উভয় পা ধোয়া কিন্তু চপ্পলের উপর মাসেহ না করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Um-`Atiya: That the Prophet (sallallahu alaihi wa sallam) at the time of washing his deceased daughter had said to them, Start from the right side beginning with those parts which are washed in ablution.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنَا خَالِدٌ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ قَالَ النَّبِيُّ صلى  الله عليه وسلم لَهُنَّ فِي غُسْلِ ابْنَتِهِ   ابْدَأْنَ بِمَيَامِنِهَا وَمَوَاضِعِ الْوُضُوءِ مِنْهَا .",
    "hadithBengali": "১৬৮। মূসাদ্দাদ (রহঃ)...... উম্মু আতিয়্যা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কন্যা [যয়নাব (রাঃ)] কে গোসল করানোর সময় তাঁদের বলেছিলেনঃ তোমরা তার ডানদিক এবং উযূ (ওজু/অজু/অযু)র স্থান থেকে শুরু কর।\n",
    "checkStatus": "1",
    "hadithNo": "168",
    "id": "176",
    "thesequence": "594",
    "isActive": "1",
    "chapterId": "1809",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১২৬। উযূ এবং গোসলে ডান দিক থেকে শুরু করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: The Prophet (sallallahu alaihi wa sallam) used to like to start from the right side on wearing shoes, combing his hair and cleaning or washing himself and on doing anything else.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي أَشْعَثُ بْنُ سُلَيْمٍ، قَالَ سَمِعْتُ أَبِي، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى  الله عليه وسلم يُعْجِبُهُ التَّيَمُّنُ فِي تَنَعُّلِهِ وَتَرَجُّلِهِ وَطُهُورِهِ وَفِي شَأْنِهِ كُلِّهِ.",
    "hadithBengali": "১৬৯। হাফস ইবনু উমর (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুতা পরা, চুল আঁচড়ানো এবং পবিত্রতা অর্জন করা তথা প্রত্যেক কাজই ডান দিক থেকে শুরু করতে ভালবাসতেন।\n",
    "checkStatus": "1",
    "hadithNo": "169",
    "id": "177",
    "thesequence": "595",
    "isActive": "1",
    "chapterId": "1809",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১২৬। উযূ এবং গোসলে ডান দিক থেকে শুরু করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: saw Allahs Messenger (sallallahu alaihi wa sallam) when the `Asr prayer was due and the people searched for water to perform ablution but they could not find it. Later on (a pot full of) water for ablution was brought to Allahs Apostle . He put his hand in that pot and ordered the people to perform ablution from it. I saw the water springing out from underneath his fingers till all of them performed the ablution (it was one of the miracles of the Prophet).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم وَحَانَتْ صَلاَةُ الْعَصْرِ، فَالْتَمَسَ النَّاسُ الْوَضُوءَ فَلَمْ يَجِدُوهُ، فَأُتِيَ رَسُولُ اللَّهِ صلى  الله عليه وسلم بِوَضُوءٍ، فَوَضَعَ رَسُولُ اللَّهِ صلى  الله عليه وسلم فِي ذَلِكَ الإِنَاءِ يَدَهُ، وَأَمَرَ النَّاسَ أَنْ يَتَوَضَّئُوا مِنْهُ. قَالَ فَرَأَيْتُ الْمَاءَ يَنْبُعُ مِنْ تَحْتِ أَصَابِعِهِ حَتَّى تَوَضَّئُوا مِنْ عِنْدِ آخِرِهِمْ.",
    "hadithBengali": "১৭০। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখলাম, তখন আসরের সালাত (নামায/নামাজ)-এর সময় হয়ে গিয়েছিল। আর লোকজন উযূ (ওজু/অজু/অযু)র পানি তালাশ করতে লাগল কিন্তু পােল না। তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কিছু পানি আনা হল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে পাত্রে তাঁর হাত রাখলেন এবং লোকজনকে সে পাত্র থেকে উযূ (ওজু/অজু/অযু) করতে বললেন। আনাস (রাঃ) বলেন, সে সময় আমি দেখলাম, তাঁর আঙ্গুলের নীচ থেকে পানি উথলে উঠছে। এমনকি তাঁদের শেষ ব্যাক্তি পর্যন্ত তা দেয়ে উযূ (ওজু/অজু/অযু) করল।\n",
    "checkStatus": "1",
    "hadithNo": "170",
    "id": "178",
    "thesequence": "596",
    "isActive": "1",
    "chapterId": "1810",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১২৭। সালাতের সময় নিকটবর্তি বলে উযূর পানি তালাশ করা &lsquo;আয়িশা (রা) বলেনঃ একবার ফজরের সময় হল, তখন পানি তালাশ করা হল; কিন্তু কোথাও পাওয়া গেল না। তখন তায়াম্মুম (এর আয়াত) নাযিল হল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Seereen: I said to `Abida, I have some of the hair of the Prophet (sallallahu alaihi wa sallam) which I got from Anas or from his family. `Abida replied. No doubt if I had a single hair of that it would have been dearer to me than the whole world and whatever is in it.",
    "hadithArabic": "حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا إِسْرَائِيلُ، عَنْ عَاصِمٍ، عَنِ ابْنِ سِيرِينَ، قَالَ قُلْتُ لِعَبِيدَةَ عِنْدَنَا مِنْ شَعَرِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم أَصَبْنَاهُ مِنْ قِبَلِ أَنَسٍ، أَوْ مِنْ قِبَلِ أَهْلِ أَنَسٍ فَقَالَ لأَنْ تَكُونَ عِنْدِي شَعَرَةٌ مِنْهُ أَحَبُّ إِلَىَّ مِنَ الدُّنْيَا وَمَا فِيهَا.",
    "hadithBengali": "১৭১। মালিক ইবনু ইসমাঈল (রহঃ)......... ইবনু সীরীন (রহঃ) থেকে বর্ণিতঃ তিনি বলেন, আমি আবীদা (রহঃ) কে বললাম, আমাদের কাছে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কেশ রয়েছে যা আমরা আনাস (রাঃ) এর কাছ থেকে কিংবা আনাস (রাঃ) এর পরিবারের কাছ থেকে পেয়েছি। তিনি বললেন, তাঁর একটি কেশ আমার কাছে থাকাটা দুনিয়া এবং দুনিয়ার মধ্যে যা কিছু আছে তা পাওয়ার চাইতে বেশী পছন্দনীয়।\n",
    "checkStatus": "1",
    "hadithNo": "171",
    "id": "179",
    "thesequence": "597",
    "isActive": "1",
    "chapterId": "1811",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১২৮। যে পানি দেয়ে মানুষের চুল ধোয়া হয় &lsquo;আতা (র) চুল দিয়ে সুতা এবং রশি প্রস্তুত করায় কোন দোষ মনে করতেন না- কুকুরের ঝুটা এবং মসজিদের ভিতর দিয়ে কুকুরের যাতায়াত। যূহরী (র) বলেন, কুকুর যখন কোন পানির পাত্রে মুখ দেয় এবং সে পানি ছাড়া উযূ করার মত অন্য কোন পানি না থাকে, তবে তা দিয়েই উযূ করবে। সুফিয়ান (র) বলেন, হুবহু এ মাসআলাটি বিবৃত হয়েছে আল্লহ তা&lsquo;আলার এ বাণীতেঃ &ldquo;তারপর তোমরা যদি পানি না পাও তবে পাবিত্র মাটি দিয়ে তায়াম্মুম কর।&rdquo; আর এ তো পানিই। কিন্তু অন্তরে যেহেতু কিছু সন্দেহ রয়েছে তাই তা দিয়ে উযূ করবে, পরে তায়াম্মুমও করবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas: When Allahs Messenger (sallallahu alaihi wa sallam) got his head shaved, Abu- Talha was the first to take some of his hair.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، قَالَ أَخْبَرَنَا سَعِيدُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنَا عَبَّادٌ، عَنِ ابْنِ عَوْنٍ، عَنِ ابْنِ سِيرِينَ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم لَمَّا حَلَقَ رَأْسَهُ كَانَ أَبُو طَلْحَةَ أَوَّلَ مَنْ أَخَذَ مِنْ شَعَرِهِ.",
    "hadithBengali": "১৭২। মুহাম্মদ ইবনু আবদুর রহীম (রহঃ)...... আনাস (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর মাথা মুড়িয়ে ফেললে আবূ তালহা (রাঃ) &ndash;ই প্রথম তাঁর কেশ সংগ্রহ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "172",
    "id": "180",
    "thesequence": "598",
    "isActive": "1",
    "chapterId": "1811",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১২৮। যে পানি দেয়ে মানুষের চুল ধোয়া হয় &lsquo;আতা (র) চুল দিয়ে সুতা এবং রশি প্রস্তুত করায় কোন দোষ মনে করতেন না- কুকুরের ঝুটা এবং মসজিদের ভিতর দিয়ে কুকুরের যাতায়াত। যূহরী (র) বলেন, কুকুর যখন কোন পানির পাত্রে মুখ দেয় এবং সে পানি ছাড়া উযূ করার মত অন্য কোন পানি না থাকে, তবে তা দিয়েই উযূ করবে। সুফিয়ান (র) বলেন, হুবহু এ মাসআলাটি বিবৃত হয়েছে আল্লহ তা&lsquo;আলার এ বাণীতেঃ &ldquo;তারপর তোমরা যদি পানি না পাও তবে পাবিত্র মাটি দিয়ে তায়াম্মুম কর।&rdquo; আর এ তো পানিই। কিন্তু অন্তরে যেহেতু কিছু সন্দেহ রয়েছে তাই তা দিয়ে উযূ করবে, পরে তায়াম্মুমও করবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) said, If a dog drinks from the utensil of anyone of you it is essential to wash it seven times.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ إِنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ   إِذَا شَرِبَ الْكَلْبُ فِي إِنَاءِ أَحَدِكُمْ فَلْيَغْسِلْهُ سَبْعًا .",
    "hadithBengali": "১৭৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কারো পাত্রে যদি কুকুর পান করে তবে তা সাতবার ধুইবে।\n",
    "checkStatus": "1",
    "hadithNo": "173",
    "id": "181",
    "thesequence": "599",
    "isActive": "1",
    "chapterId": "1812",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১২৯। কুকুর যদি পাত্র থেকে পানি পান করে",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: The Prophet (sallallahu alaihi wa sallam) said, A man saw a dog eating mud from (the severity of) thirst. So, that man took a shoe (and filled it) with water and kept on pouring the water for the dog till it quenched its thirst. So Allah approved of his deed and made him to enter Paradise. And narrated Hamza bin Abdullah: My father said. During the lifetime of Allahs Apostle, the dogs used to urinate, and pass through the mosques (come and go), nevertheless they never used to sprinkle water on it (urine of the dog.)",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ دِينَارٍ، سَمِعْتُ أَبِي، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم   أَنَّ رَجُلاً رَأَى كَلْبًا يَأْكُلُ الثَّرَى مِنَ الْعَطَشِ، فَأَخَذَ الرَّجُلُ خُفَّهُ فَجَعَلَ يَغْرِفُ لَهُ بِهِ حَتَّى أَرْوَاهُ، فَشَكَرَ اللَّهُ لَهُ فَأَدْخَلَهُ الْجَنَّةَ . وَقَالَ أَحْمَدُ بْنُ شَبِيبٍ حَدَّثَنَا أَبِي، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي حَمْزَةُ بْنُ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، قَالَ كَانَتِ الْكِلاَبُ تَبُولُ وَتُقْبِلُ وَتُدْبِرُ فِي الْمَسْجِدِ فِي زَمَانِ رَسُولِ اللَّهِ صلى  الله عليه وسلم فَلَمْ يَكُونُوا يَرُشُّونَ شَيْئًا مِنْ ذَلِكَ.",
    "hadithBengali": "১৭৪। ইসহাক (রহঃ)......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, (পূর্ব যুগে) এক ব্যাক্তি একটি কুকুরকে পিপাসার তাড়নায় ভিজা মাটি চাটতে দেখতে পেল। তখন সে ব্যাক্তি তাঁর মোজা নিল এবং কুকুরটির জন্য কুয়া থেকে পানি এনে দিতে লাগল। এভাবে সে ওর তৃষ্ণা মিটাল। আল্লাহ এর বিনিময় দিলেন এবং তাকে জান্নাতে দাখিল করলেন।\n\nআহমদ ইবনু শাবীব (রহঃ)...... আবদুল্লাহ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় কুকুর মসজিদের ভিতর দিয়ে আসা-যাওয়া করত অথচ এজন্য তাঁরা কোথাও পানি ছিটিয়ে দিতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "174",
    "id": "182",
    "thesequence": "600",
    "isActive": "1",
    "chapterId": "1812",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১২৯। কুকুর যদি পাত্র থেকে পানি পান করে",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated `Adi bin Hatim: I asked the Prophet (sallallahu alaihi wa sallam) (about the hunting dogs) and he replied, If you let loose (with Allahs name) your tamed dog after a game and it hunts it, you may eat it, but if the dog eats of (that game) then do not eat it because the dog has hunted it for itself. I further said, Sometimes I send my dog for hunting and find another dog with it. He said, Do not eat the game for you have mentioned Allahs name only on sending your dog and not the other dog.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنِ ابْنِ أَبِي السَّفَرِ، عَنِ الشَّعْبِيِّ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، قَالَ سَأَلْتُ النَّبِيَّ صلى  الله عليه وسلم فَقَالَ  إِذَا أَرْسَلْتَ كَلْبَكَ الْمُعَلَّمَ فَقَتَلَ فَكُلْ، وَإِذَا أَكَلَ فَلاَ تَأْكُلْ، فَإِنَّمَا أَمْسَكَهُ عَلَى نَفْسِهِ . قُلْتُ أُرْسِلُ كَلْبِي فَأَجِدُ مَعَهُ كَلْبًا آخَرَ قَالَ  فَلاَ تَأْكُلْ، فَإِنَّمَا سَمَّيْتَ عَلَى كَلْبِكَ، وَلَمْ تُسَمِّ عَلَى كَلْبٍ آخَرَ .",
    "hadithBengali": "১৭৫। হাফস ইবনু উমর (রাঃ)...... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আমি (প্রশিক্ষণপ্রাপ্ত কুকুর সম্পর্কে) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলাম, তিনি বললেন, তুমি যখন তোমার প্রশিক্ষণপ্রাপ্ত কুকুর শিকার করতে ছেড়ে দাও, তখন সে হত্যা করলে তা তুমি খেতে পার। আর সে তার কিছু অংশ খেয়ে ফেললে তুমি তা খাবে না। কারণ সে তা নিজের জন্যই ধরেছে। আমি জিজ্ঞাসা করলাম, কখনো কখনো আমি আমার কুকুর (শিকারে) পাঠিয়ে দেই, এরপর তার সাথে অন্য এক কুকুরও দেখতে পাই (এমতাবস্থায় শিকারকৃত প্রানীর কি হুকুম)? তিনি বললেন, তাহলে খেও না। কারন তুমি বিসমিল্লাহ বলেছ কেবল তোমার কুকুরের বেলায়, অন্য কুকুরের বেলায় বিসমিল্লাহ বলনি।\n",
    "checkStatus": "1",
    "hadithNo": "175",
    "id": "183",
    "thesequence": "601",
    "isActive": "1",
    "chapterId": "1812",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১২৯। কুকুর যদি পাত্র থেকে পানি পান করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) said, A person is considered in prayer as long as he is waiting for the prayer in the mosque as long as he does not do Hadath. A non-Arab man asked, O Abu Huraira! What is Hadath? I replied, It is the passing of wind (from the anus) (that is one of the types of Hadath).",
    "hadithArabic": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، قَالَ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى  الله عليه وسلم   لاَ يَزَالُ الْعَبْدُ فِي صَلاَةٍ مَا كَانَ فِي الْمَسْجِدِ يَنْتَظِرُ الصَّلاَةَ، مَا لَمْ يُحْدِثْ . فَقَالَ رَجُلٌ أَعْجَمِيٌّ مَا الْحَدَثُ يَا أَبَا هُرَيْرَةَ قَالَ الصَّوْتُ. يَعْنِي الضَّرْطَةَ.",
    "hadithBengali": "১৭৬। আদম ইবনু আবূ ইয়াস (রহঃ)......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বান্দা যে সময়টা মসজিদে থেকে সালাত (নামায/নামাজ)-এর অপেক্ষায় থাকে, তার সে পুরো সময়টাই সালাত (নামায/নামাজ)-এর মধ্যে গণ্য হয় যতক্ষণ না সে হাদাস করে। এক অনারব ব্যাক্তি বলল, হাদাস কি, আবূ হুরায়রা? তিনি বললেন, শব্দ করে বায়ূ বের হওয়া। \n",
    "checkStatus": "1",
    "hadithNo": "176",
    "id": "184",
    "thesequence": "602",
    "isActive": "1",
    "chapterId": "1813",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩০। সম্মুখ এবং পেছনের রাস্তা দিয়ে কিছু নির্গত হওয়া ছাড়া অন্য কারণে যিনি উযূর প্রয়োজন মনে করেন না- আল্লাহ তা&lsquo;আলার এ বাণীর কারণেঃ &ldquo;অথবা তোমাদের কেউ শৌচ স্থান থেকে আসে (৮ঃ৪৩)। &lsquo;আতা (র) বলেন, যার পেছনের রাস্থা দিয়ে পোকা বের হয় অথবা যার পুরুষাঙ্গ দিয়ে উকুনের ন্যায় কিছু বের হয়, তার পুনরায় উযূ করতে হবে। জাবির ইবন &lsquo;আবদুল্লাহ (রা) বলেন, কেউ সালাতের মধ্যে হেসে ফেললে কেবল সালাতই দোহরাবে, পুনরায় উযূ করবে না। হাসান (র) বলেন, কেউ যদি চুল অথবা নখ কাটে অথবা তার মোজা খুলে ফেলে তবে তার পুনরায় উযূ করতে হবে না। আবূ হুরায়রা (রা) বলেন, &lsquo;হাদাস&rsquo; ছাড়া আর কিছুতে উযূর প্রয়োজন নেই। জাবির (রা) থেকে বর্ণিত, নবী &lsquo;যাতুর রিকা&rsquo; &ndash;এর যুদ্ধে ছিলেন। সেখানে এক ব্যক্তি তীরবিদ্ধ হলেন এবং ফিনকি দিয়ে রক্ত ছুটল, কিন্তু তিনি (সে অবস্থায়ই) রুকু করলেন, সিজদা করলেন এবং সালাত আদায় কর",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated `Abbas bin Tamim: My uncle said: The Prophet (sallallahu alaihi wa sallam) said, One should not leave his prayer unless he hears sound or smells something.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   لاَ يَنْصَرِفْ حَتَّى يَسْمَعَ صَوْتًا أَوْ يَجِدَ رِيحًا .",
    "hadithBengali": "১৭৭। আবূল ওয়ালীদ (রহঃ)...... আব্বাস ইবনু তামীম (রহঃ), তাঁর চাচার সূত্রে বর্ণনা করেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ (কোন মুসল্লি) সালাত (নামায/নামাজ) থেকে ফিরবে না যতক্ষণ না সে শব্দ শুনে বা গন্ধ পায়।\n",
    "checkStatus": "1",
    "hadithNo": "177",
    "id": "185",
    "thesequence": "603",
    "isActive": "1",
    "chapterId": "1813",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩০। সম্মুখ এবং পেছনের রাস্তা দিয়ে কিছু নির্গত হওয়া ছাড়া অন্য কারণে যিনি উযূর প্রয়োজন মনে করেন না- আল্লাহ তা&lsquo;আলার এ বাণীর কারণেঃ &ldquo;অথবা তোমাদের কেউ শৌচ স্থান থেকে আসে (৮ঃ৪৩)। &lsquo;আতা (র) বলেন, যার পেছনের রাস্থা দিয়ে পোকা বের হয় অথবা যার পুরুষাঙ্গ দিয়ে উকুনের ন্যায় কিছু বের হয়, তার পুনরায় উযূ করতে হবে। জাবির ইবন &lsquo;আবদুল্লাহ (রা) বলেন, কেউ সালাতের মধ্যে হেসে ফেললে কেবল সালাতই দোহরাবে, পুনরায় উযূ করবে না। হাসান (র) বলেন, কেউ যদি চুল অথবা নখ কাটে অথবা তার মোজা খুলে ফেলে তবে তার পুনরায় উযূ করতে হবে না। আবূ হুরায়রা (রা) বলেন, &lsquo;হাদাস&rsquo; ছাড়া আর কিছুতে উযূর প্রয়োজন নেই। জাবির (রা) থেকে বর্ণিত, নবী &lsquo;যাতুর রিকা&rsquo; &ndash;এর যুদ্ধে ছিলেন। সেখানে এক ব্যক্তি তীরবিদ্ধ হলেন এবং ফিনকি দিয়ে রক্ত ছুটল, কিন্তু তিনি (সে অবস্থায়ই) রুকু করলেন, সিজদা করলেন এবং সালাত আদায় কর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Ali: I used to get emotional urethral discharges frequently and felt shy to ask Allahs Messenger (sallallahu alaihi wa sallam) about it. So I requested Al-Miqdad bin Al-Aswad to ask (the Prophet (sallallahu alaihi wa sallam) ) about it. Al-Miqdad asked him and he replied, On has to perform ablution (after it).",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ مُنْذِرٍ أَبِي يَعْلَى الثَّوْرِيِّ، عَنْ مُحَمَّدٍ ابْنِ الْحَنَفِيَّةِ، قَالَ قَالَ عَلِيٌّ كُنْتُ رَجُلاً مَذَّاءً، فَاسْتَحْيَيْتُ أَنْ أَسْأَلَ رَسُولَ اللَّهِ صلى  الله عليه وسلم فَأَمَرْتُ الْمِقْدَادَ بْنَ الأَسْوَدِ فَسَأَلَهُ فَقَالَ   فِيهِ الْوُضُوءُ . وَرَوَاهُ شُعْبَةُ عَنِ الأَعْمَشِ.",
    "hadithBengali": "১৭৮। কুতায়বা (রহঃ)...... মুহাম্মদ ইবনুল হানফিয়্যা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আলী (রাঃ) বলেছেন, আমার বেশী বেশী মযী বের হতো। কিন্তু আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ সম্পর্কে জিজ্ঞাসা করতে লজ্জাবোধ করছিলাম। তাই আমি মিকদাদ ইবনু আসওয়াদ (রাঃ)কে অনুরোধ করলাম, তিনি যেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করেন, তিনি তাঁকে জিজ্ঞাসা করলেন। তিনি বললেনঃ এতে শুধু উযূ (ওজু/অজু/অযু) করতে হয়। হাদিসটি শুবা (রহঃ) আমাশ (রহঃ) থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "178",
    "id": "186",
    "thesequence": "604",
    "isActive": "1",
    "chapterId": "1813",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩০। সম্মুখ এবং পেছনের রাস্তা দিয়ে কিছু নির্গত হওয়া ছাড়া অন্য কারণে যিনি উযূর প্রয়োজন মনে করেন না- আল্লাহ তা&lsquo;আলার এ বাণীর কারণেঃ &ldquo;অথবা তোমাদের কেউ শৌচ স্থান থেকে আসে (৮ঃ৪৩)। &lsquo;আতা (র) বলেন, যার পেছনের রাস্থা দিয়ে পোকা বের হয় অথবা যার পুরুষাঙ্গ দিয়ে উকুনের ন্যায় কিছু বের হয়, তার পুনরায় উযূ করতে হবে। জাবির ইবন &lsquo;আবদুল্লাহ (রা) বলেন, কেউ সালাতের মধ্যে হেসে ফেললে কেবল সালাতই দোহরাবে, পুনরায় উযূ করবে না। হাসান (র) বলেন, কেউ যদি চুল অথবা নখ কাটে অথবা তার মোজা খুলে ফেলে তবে তার পুনরায় উযূ করতে হবে না। আবূ হুরায়রা (রা) বলেন, &lsquo;হাদাস&rsquo; ছাড়া আর কিছুতে উযূর প্রয়োজন নেই। জাবির (রা) থেকে বর্ণিত, নবী &lsquo;যাতুর রিকা&rsquo; &ndash;এর যুদ্ধে ছিলেন। সেখানে এক ব্যক্তি তীরবিদ্ধ হলেন এবং ফিনকি দিয়ে রক্ত ছুটল, কিন্তু তিনি (সে অবস্থায়ই) রুকু করলেন, সিজদা করলেন এবং সালাত আদায় কর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Ali: I used to get emotional urethral discharges frequently and felt shy to ask Allahs Messenger (sallallahu alaihi wa sallam) about it. So I requested Al-Miqdad bin Al-Aswad to ask (the Prophet (sallallahu alaihi wa sallam) ) about it. Al-Miqdad asked him and he replied, On has to perform ablution (after it).",
    "hadithArabic": "حَدَّثَنَا سَعْدُ بْنُ حَفْصٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، أَنَّ عَطَاءَ بْنَ يَسَارٍ، أَخْبَرَهُ أَنْ زَيْدَ بْنَ خَالِدٍ أَخْبَرَهُ أَنَّهُ، سَأَلَ عُثْمَانَ بْنَ عَفَّانَ ـ رضى الله عنه ـ قُلْتُ أَرَأَيْتَ إِذَا جَامَعَ فَلَمْ يُمْنِ قَالَ عُثْمَانُ يَتَوَضَّأُ كَمَا يَتَوَضَّأُ لِلصَّلاَةِ، وَيَغْسِلُ ذَكَرَهُ. قَالَ عُثْمَانُ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى  الله عليه وسلم. فَسَأَلْتُ عَنْ ذَلِكَ عَلِيًّا، وَالزُّبَيْرَ، وَطَلْحَةَ، وَأُبَىَّ بْنَ كَعْبٍ ـ رضى الله عنهم ـ فَأَمَرُوهُ بِذَلِكَ.",
    "hadithBengali": "১৭৯। সাদ ইবনু হাফস (রহঃ)...... যায়দ ইবনু খালিদ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, তিনি উসমান ইবনু আফফান (রাঃ) কে জিজ্ঞাসা করলেন,কেউ যদি স্ত্রী সহবাস করে, কিন্তু মনী (বীর্য) বের না হয় (তবে তার হুকুম কি?) উস্মান (রাঃ) বললেনঃ সে উযূ (ওজু/অজু/অযু) করে নেবে যেমন উযূ (ওজু/অজু/অযু) করে থাকে সালাত (নামায/নামাজ)-এর জন্য এবং তার লজ্জাস্থান ধুয়ে ফেলবে। উসমান (রাঃ) বলেন, আমি একথা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি। (যায়দ বলেন) তারপর আমি এ সম্পর্কে আলী (রাঃ), যুবায়র (রাঃ), তালহা (রাঃ) ও উবাই ইবনু কাব (রাঃ)- কে জিজ্ঞাসা করেছি। তাঁরা আমাকে এ নির্দেশই দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "179",
    "id": "187",
    "thesequence": "605",
    "isActive": "1",
    "chapterId": "1813",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩০। সম্মুখ এবং পেছনের রাস্তা দিয়ে কিছু নির্গত হওয়া ছাড়া অন্য কারণে যিনি উযূর প্রয়োজন মনে করেন না- আল্লাহ তা&lsquo;আলার এ বাণীর কারণেঃ &ldquo;অথবা তোমাদের কেউ শৌচ স্থান থেকে আসে (৮ঃ৪৩)। &lsquo;আতা (র) বলেন, যার পেছনের রাস্থা দিয়ে পোকা বের হয় অথবা যার পুরুষাঙ্গ দিয়ে উকুনের ন্যায় কিছু বের হয়, তার পুনরায় উযূ করতে হবে। জাবির ইবন &lsquo;আবদুল্লাহ (রা) বলেন, কেউ সালাতের মধ্যে হেসে ফেললে কেবল সালাতই দোহরাবে, পুনরায় উযূ করবে না। হাসান (র) বলেন, কেউ যদি চুল অথবা নখ কাটে অথবা তার মোজা খুলে ফেলে তবে তার পুনরায় উযূ করতে হবে না। আবূ হুরায়রা (রা) বলেন, &lsquo;হাদাস&rsquo; ছাড়া আর কিছুতে উযূর প্রয়োজন নেই। জাবির (রা) থেকে বর্ণিত, নবী &lsquo;যাতুর রিকা&rsquo; &ndash;এর যুদ্ধে ছিলেন। সেখানে এক ব্যক্তি তীরবিদ্ধ হলেন এবং ফিনকি দিয়ে রক্ত ছুটল, কিন্তু তিনি (সে অবস্থায়ই) রুকু করলেন, সিজদা করলেন এবং সালাত আদায় কর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Sa`id Al-Khudri: Allahs Messenger (sallallahu alaihi wa sallam) sent for a Ansari man who came with water dropping from his head. The Prophet (sallallahu alaihi wa sallam) said, Perhaps we have forced you to hurry up, havent we? The Ansari replied, Yes. Allahs Messenger (sallallahu alaihi wa sallam) further said, If you are forced to hurry up (during intercourse) or you do not discharge then ablution is due on you (This order was canceled later on, i.e. one has to take a bath).",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ، قَالَ أَخْبَرَنَا النَّضْرُ، قَالَ أَخْبَرَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ ذَكْوَانَ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم أَرْسَلَ إِلَى رَجُلٍ مِنَ الأَنْصَارِ فَجَاءَ وَرَأْسُهُ يَقْطُرُ، فَقَالَ النَّبِيُّ صلى  الله عليه وسلم  لَعَلَّنَا أَعْجَلْنَاكَ . فَقَالَ نَعَمْ. فَقَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم  إِذَا أُعْجِلْتَ أَوْ قُحِطْتَ، فَعَلَيْكَ الْوُضُوءُ . تَابَعَهُ وَهْبٌ قَالَ حَدَّثَنَا شُعْبَةُ. قَالَ أَبُو عَبْدِ اللَّهِ وَلَمْ يَقُلْ غُنْدَرٌ وَيَحْيَى عَنْ شُعْبَةَ الْوُضُوءُ.",
    "hadithBengali": "১৮০। ইসহাক ইবনু মনসূর (রহঃ)...... আবূ সায়ীদ খুদরী (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক আনসারীর কাছে লোক পাঠালেন। তিনি চলে এলেন। তখন তাঁর মাথা থেকে পানির ফোঁটা পড়ছিল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সম্ভবত আমরা তোমাকে তাড়াতাড়ি করতে বাধ্য করেছি।  তিনি বললেন, জী।  রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যখন ত্বরার কারণে মনী বের না হয় (অথবা বললেন), মনীর অভাবজনিত কারণে তা বের না হয় তবে তোমার উপর কেবল উযূ (ওজু/অজু/অযু) করা জরুরী। ওয়াহব (রহঃ) শুবা (রহঃ) সূত্রে এ রকমই বর্ণনা করেন। তিনি [শুবা (রহঃ)] বলেন, আবূ আবদুল্লাহ (রহঃ) বলেছেন, গুনদর (রহঃ) ও ইয়াহইয়া (রহঃ) শুবা (রহঃ)- এর সূত্রে বর্ণনায় উযূ (ওজু/অজু/অযু)র কথা উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "180",
    "id": "188",
    "thesequence": "606",
    "isActive": "1",
    "chapterId": "1813",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩০। সম্মুখ এবং পেছনের রাস্তা দিয়ে কিছু নির্গত হওয়া ছাড়া অন্য কারণে যিনি উযূর প্রয়োজন মনে করেন না- আল্লাহ তা&lsquo;আলার এ বাণীর কারণেঃ &ldquo;অথবা তোমাদের কেউ শৌচ স্থান থেকে আসে (৮ঃ৪৩)। &lsquo;আতা (র) বলেন, যার পেছনের রাস্থা দিয়ে পোকা বের হয় অথবা যার পুরুষাঙ্গ দিয়ে উকুনের ন্যায় কিছু বের হয়, তার পুনরায় উযূ করতে হবে। জাবির ইবন &lsquo;আবদুল্লাহ (রা) বলেন, কেউ সালাতের মধ্যে হেসে ফেললে কেবল সালাতই দোহরাবে, পুনরায় উযূ করবে না। হাসান (র) বলেন, কেউ যদি চুল অথবা নখ কাটে অথবা তার মোজা খুলে ফেলে তবে তার পুনরায় উযূ করতে হবে না। আবূ হুরায়রা (রা) বলেন, &lsquo;হাদাস&rsquo; ছাড়া আর কিছুতে উযূর প্রয়োজন নেই। জাবির (রা) থেকে বর্ণিত, নবী &lsquo;যাতুর রিকা&rsquo; &ndash;এর যুদ্ধে ছিলেন। সেখানে এক ব্যক্তি তীরবিদ্ধ হলেন এবং ফিনকি দিয়ে রক্ত ছুটল, কিন্তু তিনি (সে অবস্থায়ই) রুকু করলেন, সিজদা করলেন এবং সালাত আদায় কর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Usama bin Zaid: When Allahs Messenger (sallallahu alaihi wa sallam) departed from `Arafat, he turned towards a mountain pass where he answered the call of nature. (After he had finished) I poured water and he performed ablution and then I said to him, O Allahs Messenger (sallallahu alaihi wa sallam)! Will you offer the prayer? He replied, The Musalla (place of the prayer) is ahead of you (in Al-Muzdalifa).",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ سَلاَمٍ، قَالَ أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ يَحْيَى، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنْ أُسَامَةَ بْنِ زَيْدٍ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم لَمَّا أَفَاضَ مِنْ عَرَفَةَ عَدَلَ إِلَى الشِّعْبِ، فَقَضَى حَاجَتَهُ. قَالَ أُسَامَةُ بْنُ زَيْدٍ فَجَعَلْتُ أَصُبُّ عَلَيْهِ وَيَتَوَضَّأُ فَقُلْتُ يَا رَسُولَ اللَّهِ أَتُصَلِّي فَقَالَ   الْمُصَلَّى أَمَامَكَ .",
    "hadithBengali": "১৮১। ইবনু সালাম (রহঃ)...... উসামা ইবনু যায়দ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন আরাফাত থেকে ফিরছিলেন, তখন তিনি একটি গিরিপথের দিকে গিয়ে তাঁর প্রাকৃতিক প্রয়োজন সেরে এলেন। উসামা (রাঃ) বলেন, পরে আমি তাঁকে পানি ঢেলে দিচ্ছিলাম আর তিনি উযূ (ওজু/অজু/অযু) করছিলেন। এরপর আমি বললাম, ইয়া রাসুলালাল্লাহ ! আপনি কি সালাত (নামায/নামাজ) আদায় করবেন? তিনি বললেন, সালাত (নামায/নামাজ)-এর স্থান তোমার সামনে। \n",
    "checkStatus": "1",
    "hadithNo": "181",
    "id": "189",
    "thesequence": "607",
    "isActive": "1",
    "chapterId": "1814",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩১। শ্রদ্ধেয় জনকে কোন ব্যক্তির উযূ করিয়ে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Mughira bin Shu`ba: I was in the company of Allahs Messenger (sallallahu alaihi wa sallam) on one of the journeys and he went out to answer the call of nature (and after he finished) I poured water and he performed ablution; he washed his face, forearms and passed his wet hand over his head and over the two Khuff (socks made from thick fabric or leather).",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، قَالَ أَخْبَرَنِي سَعْدُ بْنُ إِبْرَاهِيمَ، أَنَّ نَافِعَ بْنَ جُبَيْرِ بْنِ مُطْعِمٍ، أَخْبَرَهُ أَنَّهُ، سَمِعَ عُرْوَةَ بْنَ الْمُغِيرَةِ بْنِ شُعْبَةَ، يُحَدِّثُ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، أَنَّهُ كَانَ مَعَ رَسُولِ اللَّهِ صلى  الله عليه وسلم فِي سَفَرٍ، وَأَنَّهُ ذَهَبَ لِحَاجَةٍ لَهُ، وَأَنَّ مُغِيرَةَ جَعَلَ يَصُبُّ الْمَاءَ عَلَيْهِ، وَهُوَ يَتَوَضَّأُ، فَغَسَلَ وَجْهَهُ وَيَدَيْهِ وَمَسَحَ بِرَأْسِهِ وَمَسَحَ عَلَى الْخُفَّيْنِ.",
    "hadithBengali": "১৮২। আমর ইবনু আলী (রহঃ)...... মুগীরা ইবনু শুবা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, তিনি এক সফরে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলেন। এক সময় তিনি প্রাকৃতিক প্রয়োজন সারতে গেলেন। (প্রয়োজন সেরে আসার পর) মুগীরা তাঁকে পানি ঢেলে দিচ্ছিলেন এবং তিনি উযূ (ওজু/অজু/অযু) করছিলেন। তিনি তাঁর মুখমণ্ডল এবং দু হাত ধুলেন এবং তাঁর মাথা মাসেহ করলেন ও উভয় মোজার উপর মাসেহ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "182",
    "id": "190",
    "thesequence": "608",
    "isActive": "1",
    "chapterId": "1814",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩১। শ্রদ্ধেয় জনকে কোন ব্যক্তির উযূ করিয়ে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin `Abbas: That he stayed overnight in the house of Maimuna the wife of the Prophet, his aunt. He added : I lay on the bed (cushion transversally) while Allahs Messenger (sallallahu alaihi wa sallam) and his wife lay in the lengthwise direction of the cushion. Allahs Messenger (sallallahu alaihi wa sallam) slept till the middle of the night, either a bit before or a bit after it and then woke up, rubbing the traces of sleep off his face with his hands. He then, recited the last ten verses of Sura Al-`Imran, got up and went to a hanging water-skin. He then Performed the ablution from it and it was a perfect ablution, and then stood up to offer the prayer. I, too, got up and did as the Prophet had done. Then I went and stood by his side. He placed his right hand on my head and caught my right ear and twisted it. He prayed two rak`at then two rak`at and two rak`at and then two rak`at and then two rak`at and then two rak`at (separately six times), and finally one rak`a (the witr). Then he lay down again in the bed till the Muadh-dhin came to him where upon the Prophet (sallallahu alaihi wa sallam) got up, offered a two light rak`at prayer and went out and led the Fajr prayer.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ مَخْرَمَةَ بْنِ سُلَيْمَانَ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّهُ، بَاتَ لَيْلَةً عِنْدَ مَيْمُونَةَ زَوْجِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم وَهِيَ خَالَتُهُ فَاضْطَجَعْتُ فِي عَرْضِ الْوِسَادَةِ، وَاضْطَجَعَ رَسُولُ اللَّهِ صلى  الله عليه وسلم وَأَهْلُهُ فِي طُولِهَا، فَنَامَ رَسُولُ اللَّهِ صلى  الله عليه وسلم حَتَّى إِذَا انْتَصَفَ اللَّيْلُ، أَوْ قَبْلَهُ بِقَلِيلٍ أَوْ بَعْدَهُ بِقَلِيلٍ، اسْتَيْقَظَ رَسُولُ اللَّهِ صلى  الله عليه وسلم فَجَلَسَ يَمْسَحُ النَّوْمَ عَنْ وَجْهِهِ بِيَدِهِ، ثُمَّ قَرَأَ الْعَشْرَ الآيَاتِ الْخَوَاتِمَ مِنْ سُورَةِ آلِ عِمْرَانَ، ثُمَّ قَامَ إِلَى شَنٍّ مُعَلَّقَةٍ، فَتَوَضَّأَ مِنْهَا فَأَحْسَنَ وُضُوءَهُ، ثُمَّ قَامَ يُصَلِّي. قَالَ ابْنُ عَبَّاسٍ فَقُمْتُ فَصَنَعْتُ مِثْلَ مَا صَنَعَ، ثُمَّ ذَهَبْتُ، فَقُمْتُ إِلَى جَنْبِهِ، فَوَضَعَ يَدَهُ الْيُمْنَى عَلَى رَأْسِي، وَأَخَذَ بِأُذُنِي الْيُمْنَى، يَفْتِلُهَا، فَصَلَّى رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ أَوْتَرَ، ثُمَّ اضْطَجَعَ، حَتَّى أَتَاهُ الْمُؤَذِّنُ، فَقَامَ، فَصَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ، ثُمَّ خَرَجَ فَصَلَّى الصُّبْحَ.",
    "hadithBengali": "১৮৩। ইসমাইল (রহঃ)...... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিতঃ তিনি একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী মায়মূনা (রাঃ) এর ঘরে রাত কাটান। তিনি ছিলেন ইবনু আব্বাস (রাঃ) এর খালা। ইবনু আব্বাস (রাঃ) বলেনঃ এরপর আমি বিছানার চওড়া দিকে শয়ন করলাম এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তাঁর স্ত্রী বিছানার লম্বা দিকে শয়ন করলেন; এরপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুমিয়ে পরলেন। এমনিভাবে রাত যখন অর্ধেক হয়ে গেল তার কিছু পূর্বে কিংবা কিছু পরে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জেগে উঠলেন। তিনি বসে হাত দিয়ে তাঁর মুখমণ্ডল থেকে ঘুমের আবেশ মুছতে লাগলেন। তারপর সূরা আল-ইমরানের শেষ দশ আয়াত পাঠ করলেন। এরপর দাঁড়িয়ে একটি ঝুলন্ত মশক থেকে উযূ (ওজু/অজু/অযু) করলেন। তিনি সুন্দরভাবে উযূ (ওজু/অজু/অযু) করলেন। তারপর সালাত (নামায/নামাজ) দাঁড়িয়ে গেলেন। ইবনু আব্বাস (রাঃ) বলেন, আমিও উঠে তিনি যেরূপ করেছিলেন তদ্রুপ করলাম। তারপর গিয়ে তাঁর বাঁ পাশে দাঁড়ালাম। তিনি তাঁর ডান হাত আমার মাথার উপর রাখলেন এবং আমার ডান কান ধরে একটু নাড়া দিলেন (এবং তাঁর), ডান পাশে এনে দাঁড় করালেন। তারপর তিনি দু রাকআত সালাত (নামায/নামাজ) আদায় করলেন। তারপর দু রাকআত, তারপর দু রাকআত, দু রাকআত, তারপর দু রাকআত, তারপর দু রাকআত, তারপর বিতর আদায় করলেন। তারপর শুয়ে পড়লেন। কিছুক্ষণ পর তাঁর কাছে মুয়াযযিন এলেন। এরপর তিনি দাঁড়িয়ে হাল্কাভাবে দু রাকআত সালাত (নামায/নামাজ) আদায় করলেন। তারপর বেরিয়ে গিয়ে ফজরের সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "183",
    "id": "191",
    "thesequence": "609",
    "isActive": "1",
    "chapterId": "1815",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩২। বিনা উযূতে কুরআন প্রভৃতি পাঠ করা মনসূর (র)... ইবরাহীম (র) থেকে বর্ণিতঃ তিনি বলেন, হাম্মামখানায় (কুরআন) পাঠ করা এবং বিনা উযূতে পত্র লেখায় কোন দোষ নেই। হাম্মাদ (র) ইবরাহীম (র) থেকে বর্ণিত, হাম্মামখানার লোকদের পরনে ইযার (লুঙ্গি বা পায়জামা) থাকলে সালাম দিও নতুবা সালাম দিও না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Asma bint Abu Bakr: I came to `Aisha the wife of the Prophet (sallallahu alaihi wa sallam) during the solar eclipse. The people were standing and offering the prayer and she was also praying. I asked her, What is wrong with the people? She beckoned with her hand towards the sky and said, Subhan Allah. I asked her, Is there a sign? She pointed out, Yes. So I, too, stood for the prayer till I fell unconscious and later on I poured water on my head. After the prayer, Allahs Messenger (sallallahu alaihi wa sallam) praised and glorified Allah and said, Just now I have seen something which I never saw before at this place of mine, including Paradise and Hell. I have been inspired (and have understood) that you will be put to trials in your graves and these trials will be like the trials of Ad-Dajjal, or nearly like it (the sub narrator is not sure of what Asma said). Angels will come to every one of you and ask, What do you know about this man? A believer will reply, He is Muhammad, Allahs Messenger (sallallahu alaihi wa sallam) , and he came to us with self-evident truth and guidance. So we accepted his teaching, believed and followed him. Then the angels will say to him to sleep in peace as they have come to know that he was a believer. On the other hand a hypocrite or a doubtful person will reply, I do not know but heard the people saying something and so I said the same. ",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنِ امْرَأَتِهِ، فَاطِمَةَ عَنْ جَدَّتِهَا، أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ أَنَّهَا قَالَتْ أَتَيْتُ عَائِشَةَ زَوْجَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم حِينَ خَسَفَتِ الشَّمْسُ، فَإِذَا النَّاسُ قِيَامٌ يُصَلُّونَ، وَإِذَا هِيَ قَائِمَةٌ تُصَلِّي فَقُلْتُ مَا لِلنَّاسِ فَأَشَارَتْ بِيَدِهَا نَحْوَ السَّمَاءِ وَقَالَتْ سُبْحَانَ اللَّهِ. فَقُلْتُ آيَةٌ فَأَشَارَتْ أَىْ نَعَمْ. فَقُمْتُ حَتَّى تَجَلاَّنِي الْغَشْىُ، وَجَعَلْتُ أَصُبُّ فَوْقَ رَأْسِي مَاءً، فَلَمَّا انْصَرَفَ رَسُولُ اللَّهِ صلى  الله عليه وسلم حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ   مَا مِنْ شَىْءٍ كُنْتُ لَمْ أَرَهُ إِلاَّ قَدْ رَأَيْتُهُ فِي مَقَامِي هَذَا حَتَّى الْجَنَّةِ وَالنَّارِ، وَلَقَدْ أُوحِيَ إِلَىَّ أَنَّكُمْ تُفْتَنُونَ فِي الْقُبُورِ مِثْلَ أَوْ قَرِيبًا مِنْ فِتْنَةِ الدَّجَّالِ ـ لاَ أَدْرِي أَىَّ ذَلِكَ قَالَتْ أَسْمَاءُ ـ يُؤْتَى أَحَدُكُمْ فَيُقَالُ مَا عِلْمُكَ بِهَذَا الرَّجُلِ فَأَمَّا الْمُؤْمِنُ ـ أَوِ الْمُوقِنُ لاَ أَدْرِي أَىَّ ذَلِكَ قَالَتْ أَسْمَاءُ ـ فَيَقُولُ هُوَ مُحَمَّدٌ رَسُولُ اللَّهِ، جَاءَنَا بِالْبَيِّنَاتِ وَالْهُدَى، فَأَجَبْنَا وَآمَنَّا وَاتَّبَعْنَا، فَيُقَالُ نَمْ صَالِحًا، فَقَدْ عَلِمْنَا إِنْ كُنْتَ لَمُؤْمِنًا، وَأَمَّا الْمُنَافِقُ ـ أَوِ الْمُرْتَابُ لاَ أَدْرِي أَىَّ ذَلِكَ قَالَتْ أَسْمَاءُ ـ فَيَقُولُ لاَ أَدْرِي، سَمِعْتُ النَّاسَ يَقُولُونَ شَيْئًا فَقُلْتُهُ .",
    "hadithBengali": "১৮৪। ইসমাইল (রহঃ)......... আসমা বিনত আবূ বকর (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আমি একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী আয়িশা (রাঃ) এর কাছে এলাম। তখন সুর্য গ্রহণ লেগেছিল। দেখলাম সব মানুষ দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করছে এবং আয়িশা (রাঃ)- ও দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করছেন। আমি জিজ্ঞাসা করলাম লোকদের কী হয়েছে? তিনি তাঁর হাত দিয়ে আকাশের দিকে ইঙ্গিত কের বললেন, সুবহান আল্লাহ্! আমি বললাম এটা কি কোন আলামত? তিনি ইশারা করে বললেন, হ্যাঁ। এরপর আমিও সালাত (নামায/নামাজ) দাঁড়িয়ে গেলাম। এমনকি আমাকে সংজ্ঞাহীনতায় আচ্ছন্ন করে ফেলল এবং আমি আমার মাথায় পানি দিতে লাগলাম। তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (মুসল্লিদের দিকে) ফিরে আল্লাহর প্রশংসা ও মহিমা বর্ণনা করে বললেন, &ldquo;যেসব জিনিস আমি ইতিপূর্বে দেখিনি সেসব আমি আমার এই স্থানে আমি দেখতে পেয়েছি, এমনকি জান্নাত এবং জাহান্নামও। আর আমার কাছে ওহী পাঠানো হয়েছে যে, কবরে তোমাদের পরীক্ষা করা হবে দাজ্জালের ফিতনার ন্যায় অথবা তার কাছাকাছি। &rdquo; বর্ণনাকারী বলেন, আসমা (রাঃ) কোনটি বলেছিলেন, আমি জানিনা। তোমাদের প্রত্যেকের কাছে (ফিরিশতা) উপস্থিত হবে এবং তাকে জিজ্ঞাসা করা হবে, &ldquo;এ ব্যাক্তি সম্পর্কে তোমার কি জ্ঞান আছে?&rdquo; &ndash;তারপর মুমিন, বা মুকিন ব্যাক্তি বলবে- আসমা মুমিন বলেছিলেন না মুকিন তা আমি জানিনা- ইনি মুহাম্মদুর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। তিনি আমাদের কাছে মুজিযা ও হিদায়ত নিয়ে এসেছিলেন। আমরা তাঁর ডাকে সাড়া দিয়েছি, তাঁর প্রতি ঈমান এনেছি এবং তাঁর অনুসরণ করেছি। তারপর তাকে বলা হবে নিশ্চিতে ঘুমাও। আমরা জানোলাম যে, তুমি মুমিন ছিলে। আর মুনাফিক বা মুরতাব বলবে, - আমি জানিনা। আসমা এর কোনটি বলেছিলেন তা আমি জানিনা- লোকজনকে এঁর সম্পর্কে কিছু একটা বলতে শুনেছি আর আমিও তা-ই বলেছি।\n",
    "checkStatus": "1",
    "hadithNo": "184",
    "id": "192",
    "thesequence": "610",
    "isActive": "1",
    "chapterId": "1816",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩৩। পূর্ণ বেহুশী ছাড়া উযূ না করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Yahya Al-Mazini: A person asked `Abdullah bin Zaid who was the grandfather of `Amr bin Yahya, Can you show me how Allahs Messenger (sallallahu alaihi wa sallam) used to perform ablution? `Abdullah bin Zaid replied in the affirmative and asked for water. He poured it on his hands and washed them twice, then he rinsed his mouth thrice and washed his nose with water thrice by putting water in it and blowing it out. He washed his face thrice and after that he washed his forearms up to the elbows twice and then passed his wet hands over his head from its front to its back and vice versa (beginning from the front and taking them to the back of his head up to the nape of the neck and then brought them to the front again from where he had started) and washed his feet (up to the ankles).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ، عَنْ أَبِيهِ، أَنَّ رَجُلاً، قَالَ لِعَبْدِ اللَّهِ بْنِ زَيْدٍ ـ وَهُوَ جَدُّ عَمْرِو بْنِ يَحْيَى ـ أَتَسْتَطِيعُ أَنْ تُرِيَنِي، كَيْفَ كَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم يَتَوَضَّأُ فَقَالَ عَبْدُ اللَّهِ بْنُ زَيْدٍ نَعَمْ. فَدَعَا بِمَاءٍ، فَأَفْرَغَ عَلَى يَدَيْهِ فَغَسَلَ يَدَهُ مَرَّتَيْنِ، ثُمَّ مَضْمَضَ وَاسْتَنْثَرَ ثَلاَثًا، ثُمَّ غَسَلَ وَجْهَهُ ثَلاَثًا، ثُمَّ غَسَلَ يَدَيْهِ مَرَّتَيْنِ مَرَّتَيْنِ إِلَى الْمِرْفَقَيْنِ، ثُمَّ مَسَحَ رَأْسَهُ بِيَدَيْهِ، فَأَقْبَلَ بِهِمَا وَأَدْبَرَ، بَدَأَ بِمُقَدَّمِ رَأْسِهِ، حَتَّى ذَهَبَ بِهِمَا إِلَى قَفَاهُ، ثُمَّ رَدَّهُمَا إِلَى الْمَكَانِ الَّذِي بَدَأَ مِنْهُ، ثُمَّ غَسَلَ رِجْلَيْهِ.",
    "hadithBengali": "১৮৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)...... ইয়াহিয়া আল-মাযিনী (রহঃ) থেকে বর্ণিত, এক ব্যাক্তি আবদুল্লাহ ইবনু যায়দ (রাঃ)- কে (তিনি আমর ইবনু ইয়াহিয়ার দাদা) জিজ্ঞাসা করলঃ আপনি কি আমাদেরকে দেখাতে পারেন, কিভাবে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উযূ (ওজু/অজু/অযু) করতেন? আবদুল্লাহ ইবনু যায়দ (রাঃ) বলেনঃ হ্যাঁ।  তারপর তিনি পানি আনালেন। হাতের উপর সে পানি ঢেলে দুবার তাঁর হাত ধুইলেন। তারপর কুলি করলেন এবং তিনবার নাকে পানি দিয়ে ঝেড়ে পরিস্কার করলেন। এরপর চেহারা তিনবার ধুইলেন। তারপর দু হাত কনুই পর্যন্ত দুবার করে ধুইলেন। তারপর দু হাত দিয়ে মাথা মাসেহ করলেন। অর্থাৎ হাত দুটি সামনে ও পিছনে নিলেন। মাথার সম্মুখ ভাগ থেকে শুরু করে উভয় হাত গর্দান পর্যন্ত নিলেন। তারপর আবার যেখান থেকে নিয়েছিলেন, সেখানেই ফিরিয়ে আনলেন। তারপর দুপা ধুইলেন।\n",
    "checkStatus": "1",
    "hadithNo": "185",
    "id": "193",
    "thesequence": "611",
    "isActive": "1",
    "chapterId": "1817",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩৪। পূর্ণ মাথা মসেহ করা আল্লাহ্&zwnj; তা&lsquo;আলার এ বাণীর পরিপ্রেক্ষিতে (আর তোমাদের মাথা মসেহ কর) (৫ঃ৬)। ইবনুল মুসায়্যিব বলেনঃ স্ত্রীলোকও (এ ক্ষেত্রে) পুরুষের সমপর্যায়ে। সে তার মাথা মসেহ করবে। ইমাম মালিক (র)- কে জিজ্ঞাসা করা হল, মাথার কিছু অংশ মসেহ করা কি যথেষ্ট হবে? তিনি &lsquo;আবদুল্লাহ ইবন যায়দ (রা)- এর হাদিস দলীল হেসেবে পেশ করলেন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Amr: My father saw `Amr bin Abi Hasan asking `Abdullah bin Zaid about the ablution of the Prophet. `Abdullah bin Zaid asked for earthenware pot containing water and in front of them performed ablution like that of the Prophet (sallallahu alaihi wa sallam) . He poured water from the pot over his hand and washed his hands thrice and then he put his hands in the pot and rinsed his mouth and washed his nose by putting water in it and then blowing it out with three handfuls of water. Again he put his hand in the water and washed his face thrice and washed his forearms up to the elbows twice; and then put his hands in the water and then passed them over his head by bringing them to the front and then to the rear of the head once, and then he washed his feet up to the ankles.",
    "hadithArabic": "حَدَّثَنَا مُوسَى، قَالَ حَدَّثَنَا وُهَيْبٌ، عَنْ عَمْرٍو، عَنْ أَبِيهِ، شَهِدْتُ عَمْرَو بْنَ أَبِي حَسَنٍ سَأَلَ عَبْدَ اللَّهِ بْنَ زَيْدٍ عَنْ وُضُوءِ النَّبِيِّ صلى  الله عليه وسلم، صلى  الله عليه وسلم فَدَعَا بِتَوْرٍ مِنْ مَاءٍ، فَتَوَضَّأَ لَهُمْ وُضُوءَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فَأَكْفَأَ عَلَى يَدِهِ مِنَ التَّوْرِ، فَغَسَلَ يَدَيْهِ ثَلاَثًا، ثُمَّ أَدْخَلَ يَدَهُ فِي التَّوْرِ، فَمَضْمَضَ وَاسْتَنْشَقَ وَاسْتَنْثَرَ ثَلاَثَ غَرَفَاتٍ، ثُمَّ أَدْخَلَ يَدَهُ فَغَسَلَ وَجْهَهُ ثَلاَثًا، ثُمَّ أَدْخَلَ يَدَهُ فَغَسَلَ يَدَيْهِ مَرَّتَيْنِ إِلَى الْمِرْفَقَيْنِ مَرَّتَيْنِ، ثُمَّ أَدْخَلَ يَدَهُ فَمَسَحَ رَأْسَهُ، فَأَقْبَلَ بِهِمَا وَأَدْبَرَ مَرَّةً وَاحِدَةً، ثُمَّ غَسَلَ رِجْلَيْهِ إِلَى الْكَعْبَيْنِ.",
    "hadithBengali": "১৮৬। মূসা (রহঃ)...... আমর ইবনু আবূ হাসান (রহঃ) থেকে বর্ণিতঃ তিনি আবদুল্লাহ ইবনু যায়দ (রাঃ)- কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর উযূ (ওজু/অজু/অযু) সম্পর্কে প্রশ্ন করলেন। তখন তিনি এক পাত্র পানি আনালেন এবং তাঁদের (দেখাবার) জন্য নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর মত উযূ (ওজু/অজু/অযু) করলেন। তিনি পাত্র থেকে দুহাতে পানি ঢাললেন। তা দিয়ে হাত দুটি তিনবার ধুইলেন। তারপর পাত্রের মধ্যে হাত ঢুকিয়ে তিন আঁজলা পানি দিয়ে কুলি করলেন এবং নাকে পানি দিয়ে নাক ঝাড়লেন। তারপর আবার হাত ঢুকালেন। তিনবার তাঁর চেহারা মুবারক ধুইলেন। তারপর আবার হাত ঢুকিয়ে (পানি নিয়ে) দুই হাত কনুই পর্যন্ত দুবার ধুইলেন। তারপর আবার হাত ঢুকিয়ে উভয় হাত দিয়ে সামনে এবং পেছনে একবার মাথা মাসেহ করলেন। তারপর দু পা গিরা পর্যন্ত ধুইলেন।\n",
    "checkStatus": "1",
    "hadithNo": "186",
    "id": "194",
    "thesequence": "612",
    "isActive": "1",
    "chapterId": "1818",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩৫। উভয় পা গিরা পর্যন্ত ধোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Juhaifa: Allahs Messenger (sallallahu alaihi wa sallam) came to us at noon and water for ablution was brought to him. After he had performed ablution, the remaining water was taken by the people and they started smearing their bodies with it (as a blessed thing). The Prophet (sallallahu alaihi wa sallam) offered two rak`at of the Zuhr prayer and then two rak`at of the `Asr prayer while a short spear (or stick) was there (as a Sutra) in front of him. Abu Musa said: The Prophet asked for a tumbler containing water and washed both his hands and face in it and then threw a mouthful of water in the tumbler and said to both of us (Abu Musa and Bilal), Drink from the tumbler and pour some of its water on your faces and chests.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنَا الْحَكَمُ، قَالَ سَمِعْتُ أَبَا جُحَيْفَةَ، يَقُولُ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صلى  الله عليه وسلم بِالْهَاجِرَةِ، فَأُتِيَ بِوَضُوءٍ فَتَوَضَّأَ، فَجَعَلَ النَّاسُ يَأْخُذُونَ مِنْ فَضْلِ وَضُوئِهِ فَيَتَمَسَّحُونَ بِهِ، فَصَلَّى النَّبِيُّ صلى  الله عليه وسلم الظُّهْرَ رَكْعَتَيْنِ وَالْعَصْرَ رَكْعَتَيْنِ، وَبَيْنَ يَدَيْهِ عَنَزَةٌ. وَقَالَ أَبُو مُوسَى دَعَا النَّبِيُّ صلى  الله عليه وسلم بِقَدَحٍ فِيهِ مَاءٌ، فَغَسَلَ يَدَيْهِ وَوَجْهَهُ فِيهِ، وَمَجَّ فِيهِ ثُمَّ قَالَ لَهُمَا اشْرَبَا مِنْهُ، وَأَفْرِغَا عَلَى وُجُوهِكُمَا وَنُحُورِكُمَا.",
    "hadithBengali": "১৮৭। আদম (রহঃ)...... আবূ জুহায়ফা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, একবার দুপুরে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সামনে বেরিয়ে এলেন। তাঁকে উযূ (ওজু/অজু/অযু)র পানি এনে দেওয়া হল। তখন তিনি উযূ (ওজু/অজু/অযু) করলেন। লোকে তাঁর উযূ (ওজু/অজু/অযু)র ব্যবহৃত পানি নিয়ে গায়ে মাখতে লাগল। এরপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যোহরের দুরাকআত সালাত (নামায/নামাজ) আদায় করলেন। আর তাঁর সামনে ছিল একটি লাঠি।\n\nআবূ মূসা (রাঃ) বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি পাত্র আনালেন যাতে পানি ছিল। তারপর তিনি তার মধ্যে উভয় হাত ও চেহারা মুবারক ধুইলেন এবং তার মধ্যে কুলি করলেন। তারপর তাঁদের দুজন [ আবূ মূসা (রাঃ) ও বিলাল (রাঃ)] &ndash;কে বললেন, তোমরা এ থেকে পান কর এবং তোমাদের মুখমণ্ডল ও বুকে ঢাল। \n",
    "checkStatus": "1",
    "hadithNo": "187",
    "id": "195",
    "thesequence": "613",
    "isActive": "1",
    "chapterId": "1819",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩৬। মানুষের উযূর অবশিষ্ট পানি ব্যবহার করা জাবির ইবন আবদুল্লাহ (রা) তাঁর পরিবারকে মিসওয়াক ধোয়া অবশিষ্ট পানি দিয়ে উযূ করতে নির্দেশ দেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Shihab: Mahmud bin Ar-Rabi` who was the person on whose face the Prophet (sallallahu alaihi wa sallam) had ejected a mouthful of water from his familys well while he was a boy, and `Urwa (on the authority of Al-Miswar and others) who testified each other, said, Whenever the Prophet (sallallahu alaihi wa sallam) , performed ablution, his companions were nearly fighting for the remains of the water.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، قَالَ حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي مَحْمُودُ بْنُ الرَّبِيعِ، قَالَ وَهُوَ الَّذِي مَجَّ رَسُولُ اللَّهِ صلى  الله عليه وسلم فِي وَجْهِهِ وَهْوَ غُلاَمٌ مِنْ بِئْرِهِمْ. وَقَالَ عُرْوَةُ عَنِ الْمِسْوَرِ وَغَيْرِهِ يُصَدِّقُ كُلُّ وَاحِدٍ مِنْهُمَا صَاحِبَهُ وَإِذَا تَوَضَّأَ النَّبِيُّ صلى  الله عليه وسلم كَادُوا يَقْتَتِلُونَ عَلَى وَضُوئِهِ.",
    "hadithBengali": "১৮৮। আলী ইবনু আবদুল্লাহ (রহঃ)...... মাহমুদ ইবনুুর-এরবী (রাঃ) থেকে বর্ণত, বর্ণনাকারী বলেনঃ তিনি সে ব্যাক্তি, যার মুখমণ্ডলে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁদের কুয়া থেকে পানি নিয়ে কুলির পানি দিয়েছিলান। তিনি তখন বালক ছিলেন। উরওয়া (রহঃ) মিসওয়া (রহঃ) প্রমুখের কাছ থেকে হাদীস বর্ণনা করেন। এ উভয় বর্ণনা একটি অন্যটির সত্যায়ন করে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন উযূ (ওজু/অজু/অযু) করতেন তখন তাঁর ব্যবহৃত পানির উপর তাঁরা (সাহাবায়ে কিরাম) যেন হুমড়ি খেয়ে পড়তেন।\n",
    "checkStatus": "1",
    "hadithNo": "188",
    "id": "196",
    "thesequence": "614",
    "isActive": "1",
    "chapterId": "1819",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩৬। মানুষের উযূর অবশিষ্ট পানি ব্যবহার করা জাবির ইবন আবদুল্লাহ (রা) তাঁর পরিবারকে মিসওয়াক ধোয়া অবশিষ্ট পানি দিয়ে উযূ করতে নির্দেশ দেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated As-Saib bin Yazid: My aunt took me to the Prophet (sallallahu alaihi wa sallam) and said, O Allahs Messenger (sallallahu alaihi wa sallam)! This son of my sister has got a disease in his legs. So he passed his hands on my head and prayed for Allahs blessings for me; then he performed ablution and I drank from the remaining water. I stood behind him and saw the seal of Prophethood between his shoulders, and it was like the Zir-al-Hijla (means the button of a small tent, but some said egg of a partridge. etc.)",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يُونُسَ، قَالَ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنِ الْجَعْدِ، قَالَ سَمِعْتُ السَّائِبَ بْنَ يَزِيدَ، يَقُولُ ذَهَبَتْ بِي خَالَتِي إِلَى النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ، إِنَّ ابْنَ أُخْتِي وَجِعٌ. فَمَسَحَ رَأْسِي وَدَعَا لِي بِالْبَرَكَةِ، ثُمَّ تَوَضَّأَ فَشَرِبْتُ مِنْ وَضُوئِهِ، ثُمَّ قُمْتُ خَلْفَ ظَهْرِهِ، فَنَظَرْتُ إِلَى خَاتَمِ النُّبُوَّةِ بَيْنَ كَتِفَيْهِ مِثْلِ زِرِّ الْحَجَلَةِ.",
    "hadithBengali": "১৮৯। আবদুর রহমান ইবনু ইউনুস (রহঃ)......... সায়িব ইবনু ইয়াযীদ (রাঃ) বলেনঃ আমার খালা আমাকে নিয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর খিদমতে হাযির হলেন এবং বললেনঃ ইয়া রাসুলাল্লাহ ! আমার ভাগ্নে অসুস্থ। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার মাথায় হাত বুলালেন এবং বরকতের দুআ করলেন। তারপর উযূ (ওজু/অজু/অযু) করলেন। আমি তাঁর উযূ (ওজু/অজু/অযু)র (অবশিষ্ট) পানি পান করলাম। তারপর তাঁর পেছনে দাঁড়ালাম। তখন আমি তাঁর উভয় কাঁধের মধ্যস্থলে মোহরে নুবূওয়াত দেখতে পেলাম। তা ছিল নওশার আসনের ঘুন্টির মত।\n",
    "checkStatus": "1",
    "hadithNo": "189",
    "id": "197",
    "thesequence": "615",
    "isActive": "1",
    "chapterId": "1820",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩৭। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Amr bin Yahya: (on the authority of his father) `Abdullah bin Zaid poured water on his hands from a utensil containing water and washed them and then with one handful of water he rinsed his mouth and cleaned his nose by putting water in it and then blowing it out. He repeated it thrice. He, then, washed his hands and forearms up to the elbows twice and passed wet hands over his head, both forwards and backwards, and washed his feet up to the ankles and said, This is the ablution of Allahs Messenger (sallallahu alaihi wa sallam).",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا عَمْرُو بْنُ يَحْيَى، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ، أَنَّهُ أَفْرَغَ مِنَ الإِنَاءِ عَلَى يَدَيْهِ فَغَسَلَهُمَا، ثُمَّ غَسَلَ أَوْ مَضْمَضَ، وَاسْتَنْشَقَ مِنْ كَفَّةٍ وَاحِدَةٍ، فَفَعَلَ ذَلِكَ ثَلاَثًا، فَغَسَلَ يَدَيْهِ إِلَى الْمِرْفَقَيْنِ مَرَّتَيْنِ مَرَّتَيْنِ، وَمَسَحَ بِرَأْسِهِ مَا أَقْبَلَ وَمَا أَدْبَرَ، وَغَسَلَ رِجْلَيْهِ إِلَى الْكَعْبَيْنِ، ثُمَّ قَالَ هَكَذَا وُضُوءُ رَسُولِ اللَّهِ صلى  الله عليه وسلم.",
    "hadithBengali": "১৯০। মূসাদ্দাদ (রহঃ)......... আবদুল্লাহ ইবনু যায়দ (রাঃ) থেকে বর্ণত, একবার তিনি পাত্র থেকে উভয় হাতে পানি ঢেলে দুহাত ধৌত করলেন। তারপর এক আঁজলা পানি দিয়ে (মুখ) ধুইলেন বা কুলি করলেন এবং নাকে পানি দিলান। তিনবার এরূপ করলেন। তারপর দু হাত কনুই পর্যন্ত দু- দুবার ধুইলেন এবং মাথার সামনের অংশ এবং পেছনের অংশ মাসেহ করলেন। আর গিরা পর্যন্ত দু পা ধুইলেন। এরপর বললেনঃ &ldquo;রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর উযূ (ওজু/অজু/অযু) এরূপ ছিল। &rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "190",
    "id": "198",
    "thesequence": "616",
    "isActive": "1",
    "chapterId": "1821",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩৮। এক আঁজলা পানি দিয়ে কুলি করা ও নাকে পানি দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Amr bin Yahya: My father said, I saw `Amr bin Abi Hasan asking `Abdullah bin Zaid about the ablution of the Prophet. `Abdullah bin Zaid asked for an earthenware pot containing water and performed ablution in front of them. He poured water over his hands and washed them thrice. Then he put his (right) hand in the pot and rinsed his mouth and washed his nose by putting water in it and then blowing it out thrice with three handfuls of water Again he put his hand in the water and washed his face thrice. After that he put his hand in the pot and washed his forearms up to the elbows twice and then again put his hand in the water and passed wet hands over his head by bringing them to the front and then to the back and once more he put his hand in the pot and washed his feet (up to the ankles.)",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا وُهَيْبٌ، قَالَ حَدَّثَنَا عَمْرُو بْنُ يَحْيَى، عَنْ أَبِيهِ، قَالَ شَهِدْتُ عَمْرَو بْنَ أَبِي حَسَنٍ سَأَلَ عَبْدَ اللَّهِ بْنَ زَيْدٍ عَنْ وُضُوءِ النَّبِيِّ صلى  الله عليه وسلم، صلى  الله عليه وسلم فَدَعَا بِتَوْرٍ مِنْ مَاءٍ، فَتَوَضَّأَ لَهُمْ، فَكَفَأَ عَلَى يَدَيْهِ فَغَسَلَهُمَا ثَلاَثًا، ثُمَّ أَدْخَلَ يَدَهُ فِي الإِنَاءِ، فَمَضْمَضَ وَاسْتَنْشَقَ، وَاسْتَنْثَرَ ثَلاَثًا بِثَلاَثِ غَرَفَاتٍ مِنْ مَاءٍ، ثُمَّ أَدْخَلَ يَدَهُ فِي الإِنَاءِ، فَغَسَلَ وَجْهَهُ ثَلاَثًا، ثُمَّ أَدْخَلَ يَدَهُ فِي الإِنَاءِ، فَغَسَلَ يَدَيْهِ إِلَى الْمِرْفَقَيْنِ مَرَّتَيْنِ مَرَّتَيْنِ، ثُمَّ أَدْخَلَ يَدَهُ فِي الإِنَاءِ، فَمَسَحَ بِرَأْسِهِ فَأَقْبَلَ بِيَدَيْهِ وَأَدْبَرَ بِهِمَا، ثُمَّ أَدْخَلَ يَدَهُ فِي الإِنَاءِ فَغَسَلَ رِجْلَيْهِ. ",
    "hadithBengali": "১৯১। সুলায়মান ইবনু হারব (রহঃ)...... ইয়াহইয়া (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি একবার আমার ইবনু আবূ হাসান (রাঃ) &ndash;এর কাছে উপস্থিত ছিলাম। তিনি আবদুল্লাহ ইবনু যায়দ (রাঃ) &ndash; কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর উযূ (ওজু/অজু/অযু) সম্পর্কে জিজ্ঞাসা করলেন। তারপর তিনি পানির একটি পাত্র আনালেন এবং উযূ (ওজু/অজু/অযু) করে তাঁদের দেখালেন। তিনি পাত্রটি কাত করে উভয় হাতের উপর পানি ঢেলে তিনবার তা ধুয়ে ফেলেন। তারপর পাত্রের মধ্যে হাত ঢুকালেন এবং তিন আঁজলা পানি দিয়ে তিনবার করে কুলি করলেন এবং নাকে পানি দিয়ে তা ঝেড়ে ফেললেন। তারপর আবার পাত্রের মধ্যে হাত ঢুকালেন (এবং পানি দিয়ে) তিনবার মুখমণ্ডল ধুইলেন। তারপর আবার পাত্রের মধ্যে হাত ঢুকালেন। তাঁর মাথায় হাত দিয়ে সামনে এবং পেছনে মাসেহ করলেন। তারপর আবার পাত্রের মধ্যে তাঁর হাত ঢুকালেন এবং উভয় পা ধুইলেন।\n",
    "checkStatus": "1",
    "hadithNo": "191",
    "id": "199",
    "thesequence": "617",
    "isActive": "1",
    "chapterId": "1822",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩৯। একবার মাথা মসেহ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Wuhaib:\n\nThat he (the Prophet ﷺ ) had passed his wet hands on the head once only.",
    "hadithArabic": "حَدَّثَنَا مُوسَى قَالَ حَدَّثَنَا وُهَيْبٌ قَالَ مَسَحَ رَأْسَهُ مَرَّةً.",
    "hadithBengali": "১৯২। উহয়র (রহঃ) সুত্রে মূসা (রহঃ) বর্ণনা করেন যে, মাথা একবার মসেহ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "192",
    "id": "200",
    "thesequence": "618",
    "isActive": "1",
    "chapterId": "1822",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৩৯। একবার মাথা মসেহ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abdullah bin Umar: During the lifetime of Allahs Messenger (sallallahu alaihi wa sallam) men and women used to perform ablution together.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُ قَالَ كَانَ الرِّجَالُ وَالنِّسَاءُ يَتَوَضَّئُونَ فِي زَمَانِ رَسُولِ اللَّهِ صلى  الله عليه وسلم جَمِيعًا.",
    "hadithBengali": "১৯৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)...... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় পুরুষ এবং মহিলা একত্রে উযূ (ওজু/অজু/অযু) করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "193",
    "id": "201",
    "thesequence": "619",
    "isActive": "1",
    "chapterId": "1823",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪০। নিজ স্ত্রীর সাথে উযূ করা এবং স্ত্রীর উযূর অবশিষ্ট পানি (ব্যবহার করা) &lsquo;উমর (রা) গরম পানি দিয়ে এবং খৃস্টান মহিলাদের ঘরের পানি দিয়ে উযূ করেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir: Allahs Messenger (sallallahu alaihi wa sallam) came to visit me while I was sick and unconscious. He performed ablution and sprinkled the remaining water on me and I became conscious and said, O Allahs Messenger (sallallahu alaihi wa sallam)! To whom will my inheritance go as I have neither ascendants nor descendants? Then the Divine verses regarding Faraid (inheritance) were revealed.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، قَالَ سَمِعْتُ جَابِرًا، يَقُولُ جَاءَ رَسُولُ اللَّهِ صلى  الله عليه وسلم يَعُودُنِي، وَأَنَا مَرِيضٌ لاَ أَعْقِلُ، فَتَوَضَّأَ وَصَبَّ عَلَىَّ مِنْ وَضُوئِهِ، فَعَقَلْتُ فَقُلْتُ يَا رَسُولَ اللَّهِ لِمَنِ الْمِيرَاثُ إِنَّمَا يَرِثُنِي كَلاَلَةٌ. فَنَزَلَتْ آيَةُ الْفَرَائِضِ.",
    "hadithBengali": "১৯৪। আবূল ওলীদ (রহঃ)......... জাবির (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমার পীড়িত অবস্থায় একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার খোঁজ-খবর নিতে এলেন। আমি তখন এতই অসুস্থ ছিলাম যে আমার জ্ঞান ছিল না। তারপর তিনি উযূ (ওজু/অজু/অযু) করলেন এবং তাঁর উযূ (ওজু/অজু/অযু)র পানি আমার ওপর ছিটিয়ে দিলেন। তখন আমার জ্ঞান ফিরে এল। আমি বললাম, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! (আমার) মীরাস কে পাবে? আমার একমাত্র ওয়ারিস হল কালালা (অর্থ পিতামাতা ও সন্তান-সন্ততি ছাড়া অন্যেরা)। তখন ফারায়েযের আয়াত নাযিল হল।\n",
    "checkStatus": "1",
    "hadithNo": "194",
    "id": "202",
    "thesequence": "620",
    "isActive": "1",
    "chapterId": "1824",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪১। বেহুশ লোকদের ওপর নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর উযূর পানি ছিটিয়ে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas: It was the time for prayer, and those whose houses were near got up and went to their people (to perform ablution), and there remained some people (sitting). Then a painted stove pot (Mikhdab) containing water was brought to Allahs Messenger (sallallahu alaihi wa sallam)s The pot was small, not broad enough for one to spread ones hand in; yet all the people performed ablution. (The sub narrator said, We asked Anas, How many persons were you? Anas replied We were eighty or more). (It was one of the miracles of Allahs Messenger (sallallahu alaihi wa sallam)).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُنِيرٍ، سَمِعَ عَبْدَ اللَّهِ بْنَ بَكْرٍ، قَالَ حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ حَضَرَتِ الصَّلاَةُ، فَقَامَ مَنْ كَانَ قَرِيبَ الدَّارِ إِلَى أَهْلِهِ، وَبَقِيَ قَوْمٌ، فَأُتِيَ رَسُولُ اللَّهِ صلى  الله عليه وسلم بِمِخْضَبٍ مِنْ حِجَارَةٍ فِيهِ مَاءٌ، فَصَغُرَ الْمِخْضَبُ أَنْ يَبْسُطَ فِيهِ كَفَّهُ، فَتَوَضَّأَ الْقَوْمُ كُلُّهُمْ. قُلْنَا كَمْ كُنْتُمْ قَالَ ثَمَانِينَ وَزِيَادَةً.",
    "hadithBengali": "১৯৫। আবদুল্লাহ ইবনু মুনীর (রহঃ)...... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার সালাত (নামায/নামাজ)-এর সময় উপস্থিত হলে যাঁদের বাড়ী নিকটে ছিল তাঁরা (উযূ (ওজু/অজু/অযু) করার জন্য) বাড়ী চলে গেলেন। আর কিছু লোক রয়ে গেলেন (তাঁদের কোন উযূ (ওজু/অজু/অযু)র ব্যবস্থা ছিল না)। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর জন্য একটি পাথরের পাত্রে পানি আনা হল। পাত্রটি এত ছোট ছিল যে, তার মধ্যে তাঁর উভয় হাত মেলে দেওয়া সম্ভব ছিল না। তা থেকেই কওমের সকল লোক উযূ (ওজু/অজু/অযু) করলেন। আমরা জিজ্ঞাসা করলাম, আপনারা কতজন ছিলেন? তিনি বললেন, আশিজন বা আরো বেশী। \n",
    "checkStatus": "1",
    "hadithNo": "195",
    "id": "203",
    "thesequence": "621",
    "isActive": "1",
    "chapterId": "1825",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪২। গামলা, কাঠ ও পাথরের পাত্রে উযূ-গোসল করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Musa: Once the Prophet (sallallahu alaihi wa sallam) asked for a tumbler containing water. He washed his hands and face in it and also threw a mouthful of water in it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، أَنَّ النَّبِيَّ صلى  الله عليه وسلم دَعَا بِقَدَحٍ فِيهِ مَاءٌ، فَغَسَلَ يَدَيْهِ وَوَجْهَهُ فِيهِ وَمَجَّ فِيهِ.",
    "hadithBengali": "১৯৬। মুহাম্মদ ইবনুল আলা (রহঃ)...... আবূ মূসা (রাঃ) থেকে বর্ণনা করেন যে, একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি পানি ভর্তি পাত্র আনালেন। তাতে তাঁর উভয় হাত ও মুখমণ্ডল ধুইলেন এবং কুলি করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "196",
    "id": "204",
    "thesequence": "622",
    "isActive": "1",
    "chapterId": "1825",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪২। গামলা, কাঠ ও পাথরের পাত্রে উযূ-গোসল করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin Zaid: Once Allahs Messenger (sallallahu alaihi wa sallam) came to us and we brought out water for him in a brass pot. He performed ablution thus: He washed his face thrice, and his forearms to the elbows twice, then passed his wet hands lightly over the head from front to rear and brought them to front again and washed his feet (up to the ankles).",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، قَالَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ، قَالَ حَدَّثَنَا عَمْرُو بْنُ يَحْيَى، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ، قَالَ أَتَى رَسُولُ اللَّهِ صلى  الله عليه وسلم فَأَخْرَجْنَا لَهُ مَاءً فِي تَوْرٍ مِنْ صُفْرٍ فَتَوَضَّأَ، فَغَسَلَ وَجْهَهُ ثَلاَثًا وَيَدَيْهِ مَرَّتَيْنِ مَرَّتَيْنِ، وَمَسَحَ بِرَأْسِهِ فَأَقْبَلَ بِهِ وَأَدْبَرَ، وَغَسَلَ رِجْلَيْهِ.",
    "hadithBengali": "১৯৭। আহমদ ইবনু ইউনুস (রহঃ)......... আবদুল্লাহ ইবনু যায়দ (রাঃ) বলেন, একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বাড়ীতে এলেন। আমরা তাঁকে পিতলের একটি পাত্রে পানি দিলাম। তিনি তা দিয়ে উযূ (ওজু/অজু/অযু) করলেন। তাঁর মুখমণ্ডল তিনবার ও উভয় হাত দু দুবার করে ধুইলেন এবং তাঁর হাত সামনে ও পেছনে এনে মাথা মাসেহ করলেন আর উভয় পা ধুইলেন।\n",
    "checkStatus": "1",
    "hadithNo": "197",
    "id": "205",
    "thesequence": "623",
    "isActive": "1",
    "chapterId": "1825",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪২। গামলা, কাঠ ও পাথরের পাত্রে উযূ-গোসল করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: When the ailment of the Prophet (sallallahu alaihi wa sallam) became aggravated and his disease became severe, he asked his wives to permit him to be nursed (treated) in my house. So they gave him the permission. Then the Prophet came (to my house) with the support of two men, and his legs were dragging on the ground, between `Abbas, and another man. Ubaidullah (the sub narrator) said, I informed `Abdullah bin `Abbas of what `Aisha said. Ibn `Abbas said: Do you know who was the other man? I replied in the negative. Ibn `Abbas said, He was `Ali (bin Abi Talib). `Aisha further said, When the Prophet (sallallahu alaihi wa sallam) came to my house and his sickness became aggravated he ordered us to pour seven skins full of water on him, so that he might give some advice to the people. So he was seated in a Mikhdab (brass tub) belonging to Hafsa, the wife of the Prophet. Then, all of us started pouring water on him from the water skins till he beckoned to us to stop and that we have done (what he wanted us to do). After that he went out to the people.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ عَائِشَةَ، قَالَتْ لَمَّا ثَقُلَ النَّبِيُّ صلى  الله عليه وسلم وَاشْتَدَّ بِهِ وَجَعُهُ، اسْتَأْذَنَ أَزْوَاجَهُ فِي أَنْ يُمَرَّضَ فِي بَيْتِي، فَأَذِنَّ لَهُ، فَخَرَجَ النَّبِيُّ صلى  الله عليه وسلم بَيْنَ رَجُلَيْنِ تَخُطُّ رِجْلاَهُ فِي الأَرْضِ بَيْنَ عَبَّاسٍ وَرَجُلٍ آخَرَ. قَالَ عُبَيْدُ اللَّهِ فَأَخْبَرْتُ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ فَقَالَ أَتَدْرِي مَنِ الرَّجُلُ الآخَرُ قُلْتُ لاَ. قَالَ هُوَ عَلِيٌّ. وَكَانَتْ عَائِشَةُ ـ رضى الله عنها ـ تُحَدِّثُ أَنَّ النَّبِيَّ صلى  الله عليه وسلم قَالَ بَعْدَ مَا دَخَلَ بَيْتَهُ وَاشْتَدَّ وَجَعُهُ   هَرِيقُوا عَلَىَّ مِنْ سَبْعِ قِرَبٍ، لَمْ تُحْلَلْ أَوْكِيَتُهُنَّ، لَعَلِّي أَعْهَدُ إِلَى النَّاسِ . وَأُجْلِسَ فِي مِخْضَبٍ لِحَفْصَةَ زَوْجِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم، ثُمَّ طَفِقْنَا نَصُبُّ عَلَيْهِ تِلْكَ حَتَّى طَفِقَ يُشِيرُ إِلَيْنَا أَنْ قَدْ فَعَلْتُنَّ، ثُمَّ خَرَجَ إِلَى النَّاسِ.",
    "hadithBengali": "১৯৮। আবূল ইয়ামান (রহঃ)......... আয়িশা (রাঃ) বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর রোগ যন্ত্রণা বেড়ে গেলে তিনি আমার ঘরে শুশ্রূষার জন্য তাঁর পত্নীগনের অনুমতি চাইলেন। তাঁরা অনুমতি দিলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আমার ঘরে আসার জন্য) দুব্যাক্তির ওপর ভর করে বের হলেন। আর তাঁর পা দুখানি তখন মাটিতে চিহ্ন রেখে যাচ্ছিল। তিনি আব্বাস (রাঃ) ও অন্য এক ব্যাক্তির মাঝখানে ছিলেন। উবায়দুল্লাহ (রহঃ) বলেন, আমি আবদুল্লাহ ইবনু আব্বাস (রাঃ)- কে এ কথা অবহিত করলাম। তিনি বললেন, সে অন্য ব্যাক্তিটি কে তা কি তুমি জানো? আমি বললাম, না। তিনি বললেন, তিনি হলেন আলী ইবনু আবূ তালিব (রাঃ)। আয়িশা (রাঃ) বর্ণনা করেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ঘরে আসার পর রোগ আরো বেড়ে গেলে তিনি বললেন, তোমরা আমার উপর মুখের বাঁধন খোলা হয়নি এমন সাতটি মশকের পানি ঢেলে দাও, তাহলে হয়ত আমি মানুষকে কিছু ওয়াসিয়্যাত করব।  তাঁকে তাঁর সহধর্মিণী হাফসা (রাঃ) এর একটি বড় পাত্রের মধ্যে বসিয়ে দেওয়া হল। তারপর আমরা তাঁর ওপর সেই সাত মশক পানি ঢালতে শুরু করলাম। এভাবে ঢালার পর এক সময় তিনি আমাদের প্রতি ইশারা করলেন, (এখন থাম) তোমরা তোমাদের কাজ করেছ। এরপর তিনি বের হয়ে জনসমক্ষে গেলেন।\n",
    "checkStatus": "1",
    "hadithNo": "198",
    "id": "206",
    "thesequence": "624",
    "isActive": "1",
    "chapterId": "1825",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪২। গামলা, কাঠ ও পাথরের পাত্রে উযূ-গোসল করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Amr bin Yahya: (on the authority of his father) My uncle used to perform ablution extravagantly and once he asked `Abdullah bin Zaid to tell him how he had seen the Prophet (sallallahu alaihi wa sallam) performing ablution. He asked for an earthenware pot containing water, and poured water from it on his hands and washed them thrice, and then put his hand in the earthenware pot and rinsed his mouth and washed his nose by putting water in it and then blowing it out thrice with one handful of water; he again put his hand in the water and took a handful of water and washed his face thrice, then washed his hands up to the elbows twice, and took water with his hand, and passed it over his head from front to back and then from back to front, and then washed his feet (up to the ankles) and said, I saw the Prophet (sallallahu alaihi wa sallam) performing ablution in that way.",
    "hadithArabic": "حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، قَالَ حَدَّثَنَا سُلَيْمَانُ، قَالَ حَدَّثَنِي عَمْرُو بْنُ يَحْيَى، عَنْ أَبِيهِ، قَالَ كَانَ عَمِّي يُكْثِرُ مِنَ الْوُضُوءِ، قَالَ لِعَبْدِ اللَّهِ بْنِ زَيْدٍ أَخْبِرْنِي كَيْفَ رَأَيْتَ النَّبِيَّ صلى  الله عليه وسلم يَتَوَضَّأُ فَدَعَا بِتَوْرٍ مِنْ مَاءٍ، فَكَفَأَ عَلَى يَدَيْهِ فَغَسَلَهُمَا ثَلاَثَ مِرَارٍ، ثُمَّ أَدْخَلَ يَدَهُ فِي التَّوْرِ، فَمَضْمَضَ وَاسْتَنْثَرَ ثَلاَثَ مَرَّاتٍ مِنْ غَرْفَةٍ وَاحِدَةٍ، ثُمَّ أَدْخَلَ يَدَهُ فَاغْتَرَفَ بِهَا فَغَسَلَ وَجْهَهُ ثَلاَثَ مَرَّاتٍ، ثُمَّ غَسَلَ يَدَيْهِ إِلَى الْمِرْفَقَيْنِ مَرَّتَيْنِ مَرَّتَيْنِ، ثُمَّ أَخَذَ بِيَدِهِ مَاءً، فَمَسَحَ رَأْسَهُ، فَأَدْبَرَ بِيَدَيْهِ وَأَقْبَلَ ثُمَّ غَسَلَ رِجْلَيْهِ، فَقَالَ هَكَذَا رَأَيْتُ النَّبِيَّ صلى  الله عليه وسلم يَتَوَضَّأُ.",
    "hadithBengali": "১৯৯। খালিদ ইবনু মাখলাদ (রহঃ)...... ইয়াহইয়া (রহঃ) বলেন, আমার চাচা উযূ (ওজু/অজু/অযু)র পানি বেশী খরচ করতেন। একদিন তিনি আবদুল্লাহ ইবনু যায়দ (রাঃ)- কে বললেন, আপনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কিভাবে উযূ (ওজু/অজু/অযু) করতে দেখেছেন? তিনি এক গামলা পানি আনালেন। সেটি উভয় হাতের ওপর কাত করে (তা থেকে পানি ঢেলে) হাত দুখানি তিনবার ধুইলেন, তারপর তাঁর হাত গামলায় ঢুকালেন। তারপর এক আঁজলা পানি দিয়ে তিনবার কুলি করলেন এবং নাক পরিষ্কার করলেন। তারপর পানিতে তাঁর হাত ঢুকালেন। উভয় হাতে এক আঁজলা পানি নিয়ে মুখমণ্ডল তিনবার ধুইলেন। তারপর উভয় হাত কনুই পর্যন্ত দুবার করে ধুইলেন। তারপর উভয় হাতে পানি নিয়ে মাথার সামনে এবং পেছনে মাসেহ করলেন এবং দুপা ধুইলেন। তারপর বললেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এভাবেই উযূ (ওজু/অজু/অযু) করতে দেখেছি। \n",
    "checkStatus": "1",
    "hadithNo": "199",
    "id": "207",
    "thesequence": "625",
    "isActive": "1",
    "chapterId": "1826",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪৩। গামলা থেকে উযূ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Thabit: Anas said, The Prophet (sallallahu alaihi wa sallam) asked for water and a tumbler with a broad base and no so deep, containing a small quantity of water, was brought to him whereby he put his fingers in it. Anas further said,  noticed the water springing out from amongst his fingers. Anas added,  estimated that the people who performed ablution with it numbered between seventy to eighty.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم دَعَا بِإِنَاءٍ مِنْ مَاءٍ، فَأُتِيَ بِقَدَحٍ رَحْرَاحٍ فِيهِ شَىْءٌ مِنْ مَاءٍ، فَوَضَعَ أَصَابِعَهُ فِيهِ. قَالَ أَنَسٌ فَجَعَلْتُ أَنْظُرُ إِلَى الْمَاءِ يَنْبُعُ مِنْ بَيْنِ أَصَابِعِهِ، قَالَ أَنَسٌ فَحَزَرْتُ مَنْ تَوَضَّأَ مَا بَيْنَ السَّبْعِينَ إِلَى الثَّمَانِينَ.",
    "hadithBengali": "২০০। মূসাদ্দাদ (রহঃ)...... আনাস (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একপাত্র পানি চাইলেন। একটি বড় পাত্র তাঁর কাছে আনা হল, তাতে সামান্য পানি ছিল। তারপর তিনি তার মধ্যে তাঁর আঙ্গুল রাখলেন। আনাস (রাঃ) বলেন, আমি পানির দিকে তাকাতে লাগলাম। তাঁর আঙ্গুলের ভেতর দিয়ে পানি উথলে উঠতে লাগল। আনাস (রাঃ) বলেন, যারা উযূ (ওজু/অজু/অযু) করেছিল, আমি অনুমান করলাম তাদের সংখ্যা ছিল ৭০ থেকে ৮০ জন।\n",
    "checkStatus": "1",
    "hadithNo": "200",
    "id": "208",
    "thesequence": "626",
    "isActive": "1",
    "chapterId": "1826",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪৩। গামলা থেকে উযূ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas: The Prophet (sallallahu alaihi wa sallam) used to take a bath with one Sa` up to five Mudds (1 Sa` = 4 Mudds) of water and used to perform ablution with one Mudd of water.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا مِسْعَرٌ، قَالَ حَدَّثَنِي ابْنُ جَبْرٍ، قَالَ سَمِعْتُ أَنَسًا، يَقُولُ كَانَ النَّبِيُّ صلى  الله عليه وسلم يَغْسِلُ ـ أَوْ كَانَ يَغْتَسِلُ ـ بِالصَّاعِ إِلَى خَمْسَةِ أَمْدَادٍ، وَيَتَوَضَّأُ بِالْمُدِّ.",
    "hadithBengali": "২০১। আবূ নুআয়ম (রহঃ)...... আনাস (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সা (৪ মুদ*) থেকে পাঁচ মুদ পর্যন্ত পানি দিয়ে গোসল করতেন এবং উযূ (ওজু/অজু/অযু) করতেন এক মুদ দিয়ে।\n",
    "checkStatus": "1",
    "hadithNo": "201",
    "id": "209",
    "thesequence": "627",
    "isActive": "1",
    "chapterId": "1827",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪৪। এক মুদ (পানি) দিয়ে উযূ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin `Umar: Sa`d bin Abi Waqqas said, The Prophet (sallallahu alaihi wa sallam) passed wet hands over his Khuffs (socks made from thick fabric or leather). `Abdullah bin `Umar asked `Umar about it. `Umar replied in the affirmative and added, Whenever Sa`d narrates a Hadith from the Prophet, there is no need to ask anyone else about it.",
    "hadithArabic": "حَدَّثَنَا أَصْبَغُ بْنُ الْفَرَجِ الْمِصْرِيُّ، عَنِ ابْنِ وَهْبٍ، قَالَ حَدَّثَنِي عَمْرٌو، حَدَّثَنِي أَبُو النَّضْرِ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم أَنَّهُ مَسَحَ عَلَى الْخُفَّيْنِ. وَأَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ سَأَلَ عُمَرَ عَنْ ذَلِكَ فَقَالَ نَعَمْ إِذَا حَدَّثَكَ شَيْئًا سَعْدٌ عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فَلاَ تَسْأَلْ عَنْهُ غَيْرَهُ\n. وَقَالَ مُوسَى بْنُ عُقْبَةَ أَخْبَرَنِي أَبُو النَّضْرِ أَنَّ أَبَا سَلَمَةَ أَخْبَرَهُ أَنَّ سَعْدًا حَدَّثَهُ فَقَالَ عُمَرُ لِعَبْدِ اللَّهِ. نَحْوَهُ.",
    "hadithBengali": "২০২। আসবাগ ইবনুল ফারাজ (রহঃ)... সাদ ইবনু আবূ ওয়াককাস (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর উভয় মোজার ওপর মাসেহ করেছেন। আবদুল্লাহ ইবনু উমর (তার পিতা)উমর (রাঃ)-কে এ ব্যাপারে জিজ্ঞাসা করলে তিনি বললেনঃ হাঁ! সাদ (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কিছু বর্ণনা করলে সে ব্যাপারে আর অন্যকে জিজ্ঞাসা করো না। \n\nমুসা ইবন উকবা (রহঃ)...... সা&#39;দ থেকে বর্ণিত, তিনি বলেনঃ অতঃপর উমর (রাঃ) আবদুল্লাহ (রাঃ) কে অনুরূপ বললেন।\n\n\n",
    "checkStatus": "1",
    "hadithNo": "202",
    "id": "210",
    "thesequence": "628",
    "isActive": "1",
    "chapterId": "1828",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪৫। উভয় মোজার ওপর মসেহ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Mughira bin Shu`ba: Once Allahs Messenger (sallallahu alaihi wa sallam) went out to answer the call of nature and I followed him with a tumbler containing water, and when he finished, I poured water and he performed ablution and passed wet hands over his Khuffs (socks made from thick fabric or leather).",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ الْحَرَّانِيُّ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، عَنْ عُرْوَةَ بْنِ الْمُغِيرَةِ، عَنْ أَبِيهِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنْ رَسُولِ اللَّهِ صلى  الله عليه وسلم أَنَّهُ خَرَجَ لِحَاجَتِهِ فَاتَّبَعَهُ الْمُغِيرَةُ بِإِدَاوَةٍ فِيهَا مَاءٌ، فَصَبَّ عَلَيْهِ حِينَ فَرَغَ مِنْ حَاجَتِهِ، فَتَوَضَّأَ وَمَسَحَ عَلَى الْخُفَّيْنِ.",
    "hadithBengali": "২০৩। আমর ইবনু খালিদ আল-হাররানী (রহঃ)......... মুগীরা ইবনু শুবা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রাকৃতিক প্রয়োজনে বাইরে গেলে মুগীরা (রাঃ) পানি সহ একটি পাত্র নিয়ে তাঁর অনুসরণ করলেন। তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রাকৃতিক প্রয়োজন শেষ করে এলে মুগীরা (রাঃ) তাঁকে পানি ঢেলে দিলেন। আর তিনি উযূ (ওজু/অজু/অযু) করলেন এবং উভয় মোজার উপর মাসেহ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "203",
    "id": "211",
    "thesequence": "629",
    "isActive": "1",
    "chapterId": "1828",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪৫। উভয় মোজার ওপর মসেহ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ja`far bin `Amr bin Umaiya Ad-Damri: My father said, I saw the Prophet (sallallahu alaihi wa sallam) passing wet hands over his Khuffs (socks made from thick fabric or leather).",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ جَعْفَرِ بْنِ عَمْرِو بْنِ أُمَيَّةَ الضَّمْرِيِّ، أَنَّ أَبَاهُ، أَخْبَرَهُ أَنَّهُ، رَأَى النَّبِيَّ صلى  الله عليه وسلم يَمْسَحُ عَلَى الْخُفَّيْنِ. وَتَابَعَهُ حَرْبُ بْنُ شَدَّادٍ وَأَبَانُ عَنْ يَحْيَى.",
    "hadithBengali": "২০৪।আবূ নুআয়ম (রহঃ)...... উমায়্যা যামরী (রাঃ) থেকে বর্ণনা করেন, তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে উভয় মোজার ওপর মাসেহ করতে দেখেছেন। হারব ও আবান (রহঃ) ইয়াহ্ইয়া (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "204",
    "id": "212",
    "thesequence": "630",
    "isActive": "1",
    "chapterId": "1828",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪৫। উভয় মোজার ওপর মসেহ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ja`far bin `Amr: My father said, I saw the Prophet (sallallahu alaihi wa sallam) passing wet hands over his turban and Khuffs (socks made from thick fabric or leather).",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا الأَوْزَاعِيُّ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ جَعْفَرِ بْنِ عَمْرٍو، عَنْ أَبِيهِ، قَالَ رَأَيْتُ النَّبِيَّ صلى  الله عليه وسلم يَمْسَحُ عَلَى عِمَامَتِهِ وَخُفَّيْهِ. وَتَابَعَهُ مَعْمَرٌ عَنْ يَحْيَى عَنْ أَبِي سَلَمَةَ عَنْ عَمْرٍو قَالَ رَأَيْتُ النَّبِيَّ صلى  الله عليه وسلم.",
    "hadithBengali": "২০৫। আবদান (রহঃ)......... উমায়্যা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর পাগড়ীর ওপর এবং উভয় মোজার ওপর মাসেহ করতে দেখেছি।  মামার (রহঃ) আমর (রহঃ) থেকে অনুরূপ বর্ণনা করেনঃ &ldquo;আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তা করতে দেখেছি। &rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "205",
    "id": "213",
    "thesequence": "631",
    "isActive": "1",
    "chapterId": "1828",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪৫। উভয় মোজার ওপর মসেহ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Urwa bin Al-Mughira: My father said, Once I was in the company of the Prophet (sallallahu alaihi wa sallam) on a journey and I dashed to take off his Khuffs (socks made from thick fabric or leather). He ordered me to leave them as he had put them after performing ablution. So he passed wet hands over them.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا زَكَرِيَّاءُ، عَنْ عَامِرٍ، عَنْ عُرْوَةَ بْنِ الْمُغِيرَةِ، عَنْ أَبِيهِ، قَالَ كُنْتُ مَعَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فِي سَفَرٍ، فَأَهْوَيْتُ لأَنْزِعَ خُفَّيْهِ فَقَالَ   دَعْهُمَا، فَإِنِّي أَدْخَلْتُهُمَا طَاهِرَتَيْنِ . فَمَسَحَ عَلَيْهِمَا.",
    "hadithBengali": "২০৬। আবূ নুআয়ম (রহঃ)...... মুগীরা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে এক সফরে ছিলাম। (উযূ (ওজু/অজু/অযু) করার সময়) আমি তাঁর মোজাদ্বয় খুলতে চাইলে তিনি বললেনঃ ওদুটো থাকুক, আমি পবিত্র অবস্থায় ও দুটি পরেছিলাম।  (এই বলে) তিনি তার ওপর মাসেহ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "206",
    "id": "214",
    "thesequence": "632",
    "isActive": "1",
    "chapterId": "1829",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪৬। পবিত্র অবস্থায় উভয় পা (মোজায়) প্রবেশ করানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin `Abbas: Allahs Messenger (sallallahu alaihi wa sallam) ate a piece of cooked mutton from the shoulder region and prayed without repeating ablution.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ،. أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم أَكَلَ كَتِفَ شَاةٍ، ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ.",
    "hadithBengali": "২০৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)...... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বকরীর কাঁধের গোশত খেলেন। তারপর সালাত (নামায/নামাজ) আদায় করলেন; কিন্তু উযূ (ওজু/অজু/অযু) করলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "207",
    "id": "215",
    "thesequence": "633",
    "isActive": "1",
    "chapterId": "1830",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪৭। বকরীর গোশত এবং ছাতু খেয়ে উযূ না করা আবু বকর, উমর ও উসমান (রাঃ) গোশত খেয়ে উযূ করেন নি। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ja`far bin `Amr bin Umaiya: My father said, I saw Allahs Messenger (sallallahu alaihi wa sallam) taking a piece of (cooked) mutton from the shoulder region and then he was called for prayer. He put his knife down and prayed without repeating ablution.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي جَعْفَرُ بْنُ عَمْرِو بْنِ أُمَيَّةَ، أَنَّ أَبَاهُ، أَخْبَرَهُ أَنَّهُ، رَأَى رَسُولَ اللَّهِ صلى  الله عليه وسلم يَحْتَزُّ مِنْ كَتِفِ شَاةٍ، فَدُعِيَ إِلَى الصَّلاَةِ فَأَلْقَى السِّكِّينَ فَصَلَّى وَلَمْ يَتَوَضَّأْ.",
    "hadithBengali": "২০৮। ইয়াহ্ ইয়া ইবনু বুকায়র (রহঃ)......... উমায়্যা (রাঃ) থেকে বর্ণিত, তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একটি ববরীর কাঁধের গোশত কেটে খেতে দেখলেন। এ সময় সালাত (নামায/নামাজ)-এর জন্য ডাকা হল। তখন তিনি ছুরি ফেলে দিয়ে সালাত (নামায/নামাজ) আদায় করলেন; কিন্তু উযূ (ওজু/অজু/অযু) করলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "208",
    "id": "216",
    "thesequence": "634",
    "isActive": "1",
    "chapterId": "1830",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪৭। বকরীর গোশত এবং ছাতু খেয়ে উযূ না করা আবু বকর, উমর ও উসমান (রাঃ) গোশত খেয়ে উযূ করেন নি। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Missing the English translation.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، مَوْلَى بَنِي حَارِثَةَ أَنَّ سُوَيْدَ بْنَ النُّعْمَانِ، أَخْبَرَهُ. أَنَّهُ، خَرَجَ مَعَ رَسُولِ اللَّهِ صلى  الله عليه وسلم عَامَ خَيْبَرَ، حَتَّى إِذَا كَانُوا بِالصَّهْبَاءِ ـ وَهِيَ أَدْنَى خَيْبَرَ ـ فَصَلَّى الْعَصْرَ، ثُمَّ دَعَا بِالأَزْوَادِ، فَلَمْ يُؤْتَ إِلاَّ بِالسَّوِيقِ، فَأَمَرَ بِهِ فَثُرِّيَ، فَأَكَلَ رَسُولُ اللَّهِ صلى  الله عليه وسلم وَأَكَلْنَا، ثُمَّ قَامَ إِلَى الْمَغْرِبِ، فَمَضْمَضَ وَمَضْمَضْنَا، ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ.",
    "hadithBengali": "২০৯। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)...... সুওযায়দ ইবনুু&#39;ন-নু&#39;মান (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ খায়বর যুদ্ধের বছর তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে রওয়ানা হলেন। চলতে চলতে তাঁরা যখন সাহবা-য় পৌঁছলেন, এটি খায়বরের নিবটবর্তী অঞ্চল, তখন তিনি আসরের সালাত (নামায/নামাজ) আদায় করলেন। তারপর খাবার আনতে বললেনঃ কিন্তু ছাতু ছাড়া আর কিছুই আনা হল না। তারপর তিনি নির্দেশ দেওয়ায় তা (পানিতে) মেশানো হল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা খেলেন এবং আমরাও খেলাম। তারপর তিনি মাগরিবের জন্য দাঁড়িয়ে কুলি করলেন এবং আমরাও কুলি করলাম। পরে তিনি সালাত (নামায/নামাজ) আদায় করলেন; উযূ (ওজু/অজু/অযু) করলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "209",
    "id": "217",
    "thesequence": "635",
    "isActive": "1",
    "chapterId": "1831",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪৮। ছাতু খেয়ে উযূ না করে কেবল কুলি করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Maimuna: The Prophet (sallallahu alaihi wa sallam) ate (a piece of) mutton from the shoulder region and then prayed without repeating the ablution.",
    "hadithArabic": "وَحَدَّثَنَا أَصْبَغُ، قَالَ أَخْبَرَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرٌو، عَنْ بُكَيْرٍ، عَنْ كُرَيْبٍ، عَنْ مَيْمُونَةَ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم أَكَلَ عِنْدَهَا كَتِفًا، ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ.",
    "hadithBengali": "২১০। আসবাগ (রহঃ)...... মায়মূনা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কাছে (একটি বকরীর) কাঁধের গোশত খেলেন, তারপর সালাত (নামায/নামাজ) আদায় করলেন, আর উযূ (ওজু/অজু/অযু) করলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "210",
    "id": "218",
    "thesequence": "636",
    "isActive": "1",
    "chapterId": "1831",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪৮। ছাতু খেয়ে উযূ না করে কেবল কুলি করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas: Allahs Messenger (sallallahu alaihi wa sallam) drank milk, rinsed his mouth and said, It has fat.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، وَقُتَيْبَةُ، قَالاَ حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم شَرِبَ لَبَنًا، فَمَضْمَضَ وَقَالَ   إِنَّ لَهُ دَسَمًا . تَابَعَهُ يُونُسُ وَصَالِحُ بْنُ كَيْسَانَ عَنِ الزُّهْرِيِّ.",
    "hadithBengali": "২১১। ইয়াহ্ইয়া ইবনু বুকায়র ও কুতায়বা (রহঃ)......... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুধ পান করলেন। তারপর কুলি করলেন এবং বললেনঃ এতে তৈলাক্ত পদার্থ রয়েছে (এজন্য কুলি করা ভাল)।  ইউসুন ও সালিহ ইবনু কায়সান (রহঃ) যুহরী (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "211",
    "id": "219",
    "thesequence": "637",
    "isActive": "1",
    "chapterId": "1832",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৪৯ দুধ পান করলে কি কুলি করতে হবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: Allahs Messenger (sallallahu alaihi wa sallam) said, If anyone of you feels drowsy while praying he should go to bed (sleep) till his slumber is over because in praying while drowsy one does not know whether one is asking for forgiveness or for a bad thing for oneself.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ   إِذَا نَعَسَ أَحَدُكُمْ وَهُوَ يُصَلِّي فَلْيَرْقُدْ حَتَّى يَذْهَبَ عَنْهُ النَّوْمُ، فَإِنَّ أَحَدَكُمْ إِذَا صَلَّى وَهُوَ نَاعِسٌ لاَ يَدْرِي لَعَلَّهُ يَسْتَغْفِرُ فَيَسُبَّ نَفْسَهُ .",
    "hadithBengali": "২১২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সালাত (নামায/নামাজ) আদায়ের অবস্থায় তোমাদের কারো যদি তন্দ্রা আসে তবে সে যেন ঘুমের রেশ কেটে না যাওয়া পর্যন্ত ঘুমিয়ে নেয়। কারন, তন্দ্রাবস্থায় সালাত (নামায/নামাজ) আদায় করলে সে জানতে পারবে না, সে কি ক্ষমা চাইছে, না নিজেকে গালি দিচ্ছে।\n",
    "checkStatus": "1",
    "hadithNo": "212",
    "id": "220",
    "thesequence": "638",
    "isActive": "1",
    "chapterId": "1833",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৫০। ঘুমের পরে উযূ করা এবং দু&rsquo;একবার ঝিমালে বা মাথা ঝুঁকে পড়লে উযূ না করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas: The Prophet (sallallahu alaihi wa sallam) said, If anyone of you feels drowsy while praying, he should sleep till he understands what he is saying (reciting).",
    "hadithArabic": "حَدَّثَنَا أَبُو مَعْمَرٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   إِذَا نَعَسَ أَحَدُكُمْ فِي الصَّلاَةِ فَلْيَنَمْ حَتَّى يَعْلَمَ مَا يَقْرَأُ .",
    "hadithBengali": "২১৩। আবূ মামার (রহঃ)...... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি সালাত (নামায/নামাজ) ঝিমায়, সে যেন ততক্ষণ ঘুমিয়ে নেয়, যতক্ষন না সে কি পড়ছে, তা বুঝতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "213",
    "id": "221",
    "thesequence": "639",
    "isActive": "1",
    "chapterId": "1833",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৫০। ঘুমের পরে উযূ করা এবং দু&rsquo;একবার ঝিমালে বা মাথা ঝুঁকে পড়লে উযূ না করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Amr bin `Amir: Anas said, The Prophet (sallallahu alaihi wa sallam) used to perform ablution for every prayer. I asked Anas, What did you used to do? Anas replied, We used to pray with the same ablution until we break it with Hadath.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ عَامِرٍ، قَالَ سَمِعْتُ أَنَسًا، ح قَالَ وَحَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي عَمْرُو بْنُ عَامِرٍ، عَنْ أَنَسٍ، قَالَ كَانَ النَّبِيُّ صلى  الله عليه وسلم يَتَوَضَّأُ عِنْدَ كُلِّ صَلاَةٍ. قُلْتُ كَيْفَ كُنْتُمْ تَصْنَعُونَ قَالَ يُجْزِئُ أَحَدَنَا الْوُضُوءُ مَا لَمْ يُحْدِثْ.",
    "hadithBengali": "২১৪। মুহাম্মদ ইবনু ইউসুফ (রহঃ)......... ও মূসাদ্দাদ (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যেক সালাত (নামায/নামাজ)-এর সময় উযূ (ওজু/অজু/অযু) করতেন। আমি বললামঃ আপনারা কিরূপ করতেন? তিনি বললেনঃ হাদস (উযূ (ওজু/অজু/অযু) ভঙ্গের কারন) না হওয়া পর্যন্ত আমাদের (পূর্বের) উযূ (ওজু/অজু/অযু)ই যথেষ্ট হত।\n",
    "checkStatus": "1",
    "hadithNo": "214",
    "id": "222",
    "thesequence": "640",
    "isActive": "1",
    "chapterId": "1834",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৫১। হাদস ছাড়া উযূ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Suwaid bin Nu`man: In the year of the conquest of Khaibar I went with Allahs Messenger (sallallahu alaihi wa sallam) till we reached As-Sahba where Allahs Messenger (sallallahu alaihi wa sallam) led the `Asr prayer and asked for the food. Nothing but saweeq was brought and we ate it and drank (water). The Prophet (sallallahu alaihi wa sallam) got up for the (Maghrib) Prayer, rinsed his mouth with water and then led the prayer without repeating the ablution.",
    "hadithArabic": "حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، قَالَ حَدَّثَنَا سُلَيْمَانُ، قَالَ حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ، قَالَ أَخْبَرَنِي بُشَيْرُ بْنُ يَسَارٍ، قَالَ أَخْبَرَنِي سُوَيْدُ بْنُ النُّعْمَانِ، قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى  الله عليه وسلم عَامَ خَيْبَرَ، حَتَّى إِذَا كُنَّا بِالصَّهْبَاءِ، صَلَّى لَنَا رَسُولُ اللَّهِ صلى  الله عليه وسلم الْعَصْرَ، فَلَمَّا صَلَّى دَعَا بِالأَطْعِمَةِ، فَلَمْ يُؤْتَ إِلاَّ بِالسَّوِيقِ، فَأَكَلْنَا وَشَرِبْنَا، ثُمَّ قَامَ النَّبِيُّ صلى  الله عليه وسلم إِلَى الْمَغْرِبِ فَمَضْمَضَ، ثُمَّ صَلَّى لَنَا الْمَغْرِبَ وَلَمْ يَتَوَضَّأْ.",
    "hadithBengali": "২১৫। খালিদ ইবনু মাখলাদ (রহঃ)...... সুওয়ায়দ ইবনুুন-নুমান (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ খায়বার যুদ্ধের বছর আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে বের হলাম। সাহবা নামক স্থানে পৌঁছে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিয়ে আসরের সালাত (নামায/নামাজ) আদায় করলেন। সালাত (নামায/নামাজ) শেষে তিনি খাবার আনতে বললেন। ছাতু ছাড়া আর কিছু আনা হল না। আমরা তা খেলাম এবং পান করলাম। তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাগরিবের জন্য দাঁড়িয়ে কুলি করলেন; তিনি (নতুন) উযূ (ওজু/অজু/অযু) করলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "215",
    "id": "223",
    "thesequence": "641",
    "isActive": "1",
    "chapterId": "1834",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৫১। হাদস ছাড়া উযূ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas: Once the Prophet, while passing through one of the graveyards of Medina or Mecca heard the voices of two persons who were being tortured in their graves. The Prophet (sallallahu alaihi wa sallam) said, These two persons are being tortured not for a major sin (to avoid). The Prophet (sallallahu alaihi wa sallam) then added, Yes! (they are being tortured for a major sin). Indeed, one of them never saved himself from being soiled with his urine while the other used to go about with calumnies (to make enmity between friends). The Prophet (sallallahu alaihi wa sallam) then asked for a green leaf of a date-palm tree, broke it into two pieces and put one on each grave. On being asked why he had done so, he replied, I hope that their torture might be lessened, till these get dried.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ، قَالَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ مَرَّ النَّبِيُّ صلى  الله عليه وسلم بِحَائِطٍ مِنْ حِيطَانِ الْمَدِينَةِ أَوْ مَكَّةَ، فَسَمِعَ صَوْتَ إِنْسَانَيْنِ يُعَذَّبَانِ فِي قُبُورِهِمَا، فَقَالَ النَّبِيُّ صلى  الله عليه وسلم  يُعَذَّبَانِ، وَمَا يُعَذَّبَانِ فِي كَبِيرٍ ، ثُمَّ قَالَ  بَلَى، كَانَ أَحَدُهُمَا لاَ يَسْتَتِرُ مِنْ بَوْلِهِ، وَكَانَ الآخَرُ يَمْشِي بِالنَّمِيمَةِ . ثُمَّ دَعَا بِجَرِيدَةٍ فَكَسَرَهَا كِسْرَتَيْنِ، فَوَضَعَ عَلَى كُلِّ قَبْرٍ مِنْهُمَا كِسْرَةً. فَقِيلَ لَهُ يَا رَسُولَ اللَّهِ لِمَ فَعَلْتَ هَذَا قَالَ  لَعَلَّهُ أَنْ يُخَفَّفَ عَنْهُمَا مَا لَمْ تَيْبَسَا أَوْ إِلَى أَنْ يَيْبَسَا .",
    "hadithBengali": "২১৬। উসমান (রহঃ)...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার মদিনা বা মক্কার কোন এক বাগানের কাছ দিয়ে যাচ্ছিলেন। তিনি এমন দুব্যাক্তির আওয়াজ পেলেন, যাদের কবরে আযাব হচ্ছিল। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এদের দুজনকে আযাব দেওয়া হচ্ছে, অথচ কোন বড় গুনাহের জন্য এদের আযাব দেওয়া হচ্ছে না। তারপর তিনি বললেনঃ হ্যাঁ, এদের একজন তার পেশাবের নাপাকি থেকে সতর্কতা অবলম্বন করত না। আর একজন চোগলখুরী করত। তারপর তিনি একটি খেজুরের ডাল আনালেন এবং তা ভেঙ্গে দুখন্ড করে প্রত্যেকের কবরের উপর একখন্ড রাখলেন। তাঁকে জিজ্ঞাসা করা হল, ইয়া রাসুলাল্লাহ ! এরূপ কেন করলেন? তিনি বললেনঃ হয়ত তাদের আযাব কিছুটা লাঘব করা হবে, যতদিন পর্যন্ত এ দুটি না শুকায়।\n",
    "checkStatus": "1",
    "hadithNo": "216",
    "id": "224",
    "thesequence": "642",
    "isActive": "1",
    "chapterId": "1835",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৫২। পেশাবের অপবিত্রতা থেকে সতর্ক না থাকা কবীরা গুনাহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: Whenever the Prophet (sallallahu alaihi wa sallam) went to answer the call of nature, I used to bring water with which he used to clean his private parts.",
    "hadithArabic": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنِي رَوْحُ بْنُ الْقَاسِمِ، قَالَ حَدَّثَنِي عَطَاءُ بْنُ أَبِي مَيْمُونَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ النَّبِيُّ صلى  الله عليه وسلم إِذَا تَبَرَّزَ لِحَاجَتِهِ أَتَيْتُهُ بِمَاءٍ فَيَغْسِلُ بِهِ.",
    "hadithBengali": "২১৭। ইয়াকুব ইবনু ইবরাহীম (রহঃ)...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রাকৃতিক প্রয়োজনে বের হলে আমি তাঁর কাছে পানি নিয়ে যেতাম। তিনি তা দিয়ে ইসতিন্জা করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "217",
    "id": "225",
    "thesequence": "643",
    "isActive": "1",
    "chapterId": "1836",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৫৩। পেশাব ধোয়া সম্বন্ধে যা বর্ণিত হয়েছে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক কবরবাসী সম্পর্কে বলেছে, সে তার পেশাব থেকে সতর্ক থাকত না। তিনি শুধু মানুষের পেশাব সম্পর্কেই উল্লেখ করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas: The Prophet (sallallahu alaihi wa sallam) once passed by two graves and said, These two persons are being tortured not for a major sin (to avoid). One of them never saved himself from being soiled with his urine, while the other used to go about with calumnies (to make enmity between friends). The Prophet (sallallahu alaihi wa sallam) then took a green leaf of a date-palm tree, split it into (pieces) and fixed one on each grave. They said, O Allahs Apostle! Why have you done so? He replied, I hope that their punishment might be lessened till these (the pieces of the leaf) become dry. (See the footnote of Hadith 215).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ خَازِمٍ، قَالَ حَدَّثَنَا الأَعْمَشُ، عَنْ مُجَاهِدٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ مَرَّ النَّبِيُّ صلى  الله عليه وسلم بِقَبْرَيْنِ فَقَالَ  إِنَّهُمَا لَيُعَذَّبَانِ، وَمَا يُعَذَّبَانِ فِي كَبِيرٍ أَمَّا أَحَدُهُمَا فَكَانَ لاَ يَسْتَتِرُ مِنَ الْبَوْلِ، وَأَمَّا الآخَرُ فَكَانَ يَمْشِي بِالنَّمِيمَةِ . ثُمَّ أَخَذَ جَرِيدَةً رَطْبَةً، فَشَقَّهَا نِصْفَيْنِ، فَغَرَزَ فِي كُلِّ قَبْرٍ وَاحِدَةً. قَالُوا يَا رَسُولَ اللَّهِ، لِمَ فَعَلْتَ هَذَا قَالَ  لَعَلَّهُ يُخَفَّفُ عَنْهُمَا مَا لَمْ يَيْبَسَا . قَالَ ابْنُ الْمُثَنَّى وَحَدَّثَنَا وَكِيعٌ قَالَ حَدَّثَنَا الأَعْمَشُ قَالَ سَمِعْتُ مُجَاهِدًا مِثْلَهُ  ",
    "hadithBengali": "২১৮। মুহাম্মদ ইবনুল মূসান্না (রহঃ)...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার দুটি কররের কাছ দিয়ে যাচ্ছিলেন। এ সময় তিনি বললেনঃ এদের আযাব দেওয়া হচ্ছে, কোন কঠিন পাপের জন্য তাদের আযাব হচ্ছে না। তাদের একজন পেশাব থেকে সতর্ক থাকত না। আর অপরজন চোগলখুরী করে বেড়াত। তারপর তিনি একখানি কাঁচা খেজুরের ডাল নিয়ে ভেঙ্গে দুভাগ করলেন এবং প্রত্যেক কবরের ওপর একখানি পুঁতে দিলেন। সাহাবায়ে কিরাম (রাঃ) জিজ্ঞাসা করলেন, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! এরূপ কেন করলেন? তিনি বললেনঃ হয়তো তাদের থেকে (আযাব) কিছুটা লাঘব করা হবে, যতদিন পর্যন্ত এটি না শুকাবে। ইবনুল মূসান্না (রহঃ)-আমাশ (রহঃ) বলেনঃ আমি মুজাহিদ (রহঃ) থেকে অনুরূপ শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "218",
    "id": "226",
    "thesequence": "644",
    "isActive": "1",
    "chapterId": "1837",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৫৪।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: The Prophet (sallallahu alaihi wa sallam) saw a Bedouin making water in the mosque and told the people not to disturb him. When he finished, the Prophet (sallallahu alaihi wa sallam) asked for some water and poured it over (the urine).",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا هَمَّامٌ، أَخْبَرَنَا إِسْحَاقُ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم رَأَى أَعْرَابِيًّا يَبُولُ فِي الْمَسْجِدِ فَقَالَ   دَعُوهُ . حَتَّى إِذَا فَرَغَ دَعَا بِمَاءٍ فَصَبَّهُ عَلَيْهِ.",
    "hadithBengali": "২১৯। মূসা ইবনু ইসমাঈল (রহঃ)......... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক বেদুঈনকে মসজিদে পেশাব করতে দেখলেন। তখন তিনি বললেনঃ ওকে ছেড়ে দাও।  সে পেশাব শেষ করলে পানি আনিয়ে সেখানে পানি ঢেলে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "219",
    "id": "227",
    "thesequence": "645",
    "isActive": "1",
    "chapterId": "1838",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৫৫। এক বেদুঈনকে মসজিদে পেশাব শেষ করা পর্যন্ত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং অন্যান্য লোকের পক্ষ থেকে অবকাশ দেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: A Bedouin stood up and started making water in the mosque. The people caught him but the Prophet (sallallahu alaihi wa sallam) ordered them to leave him and to pour a bucket or a tumbler of water over the place where he had passed the urine. The Prophet (sallallahu alaihi wa sallam) then said, You have been sent to make things easy and not to make them difficult.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ قَامَ أَعْرَابِيٌّ فَبَالَ فِي الْمَسْجِدِ فَتَنَاوَلَهُ النَّاسُ، فَقَالَ لَهُمُ النَّبِيُّ صلى  الله عليه وسلم   دَعُوهُ وَهَرِيقُوا عَلَى بَوْلِهِ سَجْلاً مِنْ مَاءٍ، أَوْ ذَنُوبًا مِنْ مَاءٍ، فَإِنَّمَا بُعِثْتُمْ مُيَسِّرِينَ، وَلَمْ تُبْعَثُوا مُعَسِّرِينَ .",
    "hadithBengali": "২২০। আবূল ইয়ামান (রহঃ)......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এক বেদুঈন দাঁড়িয়ে মসজিদে পেশাব করে দিল। তখন লোকজন তাকে বাধা দিতে যাচ্ছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বললেনঃ ওকে ছেড়ে দাও এবং ওর পেশাবের উপর এক বালতি পানি ঢেলে দাও। কারন তোমাদের সহজ ও বিনমর আচরণ করার জন্য পাঠানো হয়েছে, কঠোর আচরণের জন্য পাঠানো হয়নি।\n",
    "checkStatus": "1",
    "hadithNo": "220",
    "id": "228",
    "thesequence": "646",
    "isActive": "1",
    "chapterId": "1839",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৫৬। মসজিদে পেশাবের উপর পানি ঢেলে দেওয়া",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: A Bedouin came and passed urine in one corner of the mosque. The people shouted at him but the Prophet stopped them till he finished urinating. The Prophet (sallallahu alaihi wa sallam) ordered them to spill a bucket of water over that place and they did so.",
    "hadithArabic": "حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا سُلَيْمَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، قَالَ جَاءَ أَعْرَابِيٌّ فَبَالَ فِي طَائِفَةِ الْمَسْجِدِ، فَزَجَرَهُ النَّاسُ، فَنَهَاهُمُ النَّبِيُّ صلى  الله عليه وسلم، فَلَمَّا قَضَى بَوْلَهُ أَمَرَ النَّبِيُّ صلى  الله عليه وسلم بِذَنُوبٍ مِنْ مَاءٍ، فَأُهْرِيقَ عَلَيْهِ.",
    "hadithBengali": "২২১। আবদান (রহঃ) ও খালিদ ইবনু মাখলাদ (রহঃ)......... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার এক বেদুঈন এসে মসজিদের এক কোণে পেশাব করে দিল। তা দেখে লোকজন তাকে ধমকাতে লাগল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের নিষেধ করলেন। তার পেশাব শেষ হলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &#39;র আদেশে এর উপর এক বালতি পানি ঢেলে দেওয়া হল।\n",
    "checkStatus": "1",
    "hadithNo": "221",
    "id": "229",
    "thesequence": "647",
    "isActive": "1",
    "chapterId": "1839",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৫৬। মসজিদে পেশাবের উপর পানি ঢেলে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: (the mother of faithful believers) A child was brought to Allahs Messenger (sallallahu alaihi wa sallam) and it urinated on the garment of the Prophet. The Prophet (sallallahu alaihi wa sallam) asked for water and poured it over the soiled place.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ، أَنَّهَا قَالَتْ أُتِيَ رَسُولُ اللَّهِ صلى  الله عليه وسلم بِصَبِيٍّ، فَبَالَ عَلَى ثَوْبِهِ، فَدَعَا بِمَاءٍ فَأَتْبَعَهُ إِيَّاهُ.",
    "hadithBengali": "২২২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)...... উম্মুল মুমিনীন আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে একটি শিশুকে আনা হল। শিশুটি তাঁর কাপড়ে পেশাব করে দিল। তিনি পানি আনালেন এবং এর ওপর ঢেলে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "222",
    "id": "230",
    "thesequence": "648",
    "isActive": "1",
    "chapterId": "1840",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৫৭। শিশুদের পেশাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Um Qais bint Mihsin: I brought my young son, who had not started eating (ordinary food) to Allahs Messenger (sallallahu alaihi wa sallam) who took him and made him sit in his lap. The child urinated on the garment of the Prophet, so he asked for water and poured it over the soiled (area) and did not wash it.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ، أَنَّهَا أَتَتْ بِابْنٍ لَهَا صَغِيرٍ، لَمْ يَأْكُلِ الطَّعَامَ إِلَى رَسُولِ اللَّهِ صلى  الله عليه وسلم، فَأَجْلَسَهُ رَسُولُ اللَّهِ صلى  الله عليه وسلم فِي حِجْرِهِ، فَبَالَ عَلَى ثَوْبِهِ، فَدَعَا بِمَاءٍ فَنَضَحَهُ وَلَمْ يَغْسِلْهُ.",
    "hadithBengali": "২২৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)...... উম্মু কায়স বিনত মিহসান (রাঃ) থেকে বর্ণিত যে, তিনি তার এক ছোট ছেলেকে, যে তখনো খাবার খেতে শিখেনি, নিয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শিশুটিকে তাঁর কোলে বসালেন। তখন সে তাঁর কাপড়ে পেশাব করে দিল। তিনি পানি আনিয়ে এর উপর ছিটিয়ে দিলেন এবং তা (ভাল করে) ধুইলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "223",
    "id": "231",
    "thesequence": "649",
    "isActive": "1",
    "chapterId": "1840",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৫৭। শিশুদের পেশাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Hudhaifa: Once the Prophet (sallallahu alaihi wa sallam) went to the dumps of some people and passed urine while standing. He then asked for water and so I brought it to him and he performed ablution.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ، قَالَ أَتَى النَّبِيُّ صلى  الله عليه وسلم سُبَاطَةَ قَوْمٍ فَبَالَ قَائِمًا، ثُمَّ دَعَا بِمَاءٍ، فَجِئْتُهُ بِمَاءٍ فَتَوَضَّأَ.",
    "hadithBengali": "২২৪। আদম (রহঃ)...... হুযায়ফা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার কওমের আবর্জনা ফেলার স্থানে এলেন। তিনি সেখানে দাঁড়িয়ে পেশাব করলেন। তারপর পানি চাইলেন। আমি তাঁকে পানি নিয়ে দিলাম। তিনি উযূ (ওজু/অজু/অযু) করলেন।*\n",
    "checkStatus": "1",
    "hadithNo": "224",
    "id": "232",
    "thesequence": "650",
    "isActive": "1",
    "chapterId": "1841",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৫৮। দাঁড়িয়ে এবং বসে পেশাব করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Hudhaifa: The Prophet (sallallahu alaihi wa sallam) and I walked till we reached the dumps of some people. He stood, as any one of you stands, behind a wall and urinated. I went away, but he beckoned me to come. So I approached him and stood near his back till he finished.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ، قَالَ رَأَيْتُنِي أَنَا وَالنَّبِيُّ، صلى  الله عليه وسلم نَتَمَاشَى، فَأَتَى سُبَاطَةَ قَوْمٍ خَلْفَ حَائِطٍ، فَقَامَ كَمَا يَقُومُ أَحَدُكُمْ فَبَالَ، فَانْتَبَذْتُ مِنْهُ، فَأَشَارَ إِلَىَّ فَجِئْتُهُ، فَقُمْتُ عِنْدَ عَقِبِهِ حَتَّى فَرَغَ.",
    "hadithBengali": "২২৫। উসমান ইবনু আবূ শায়বা (রহঃ)...... হুযায়ফা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমার স্মরণ আছে যে, একবার আমিও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সাথে চলছিলাম। তিনি দেয়ালের পেছনে মহল্লার একটি আবর্জনা ফেলার জায়গায় এলেন। তারপর তোমাদের কেউ যেভাবে দাঁড়ায় সেভাবে দাঁড়িয়ে তিনি পেশাব করলেন। এ সময় আমি তাঁর কাছ থেকে সরে যাচ্ছিলাম কিন্তু তিনি আমাকে ইশারা করলেন। আমি এসে তাঁর পেশাব করা শেষ না হওয়া পর্যন্ত তাঁর পিছনে দাঁড়িয়ে থাকলাম।\n",
    "checkStatus": "1",
    "hadithNo": "225",
    "id": "233",
    "thesequence": "651",
    "isActive": "1",
    "chapterId": "1842",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৫৯। সঙ্গীর কাছে বসে পেশাব করা এবং দেয়ালের আড়ালে করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Wail: Abu Musa Al-Ash`ari used to lay great stress on the question of urination and he used to say, If anyone from Bani Israel happened to soil his clothes with urine, he used to cut that portion away. Hearing that, Hudhaifa said to Abu Wail, I wish he (Abu Musa) didnt (lay great stress on that matter). Hudhaifa added, Allahs Messenger (sallallahu alaihi wa sallam) went to the dumps of some people and urinated while standing.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، قَالَ كَانَ أَبُو مُوسَى الأَشْعَرِيُّ يُشَدِّدُ فِي الْبَوْلِ وَيَقُولُ إِنَّ بَنِي إِسْرَائِيلَ كَانَ إِذَا أَصَابَ ثَوْبَ أَحَدِهِمْ قَرَضَهُ. فَقَالَ حُذَيْفَةُ لَيْتَهُ أَمْسَكَ، أَتَى رَسُولُ اللَّهِ صلى  الله عليه وسلم سُبَاطَةَ قَوْمٍ فَبَالَ قَائِمًا.",
    "hadithBengali": "২২৬। মুহাম্মদ ইবনু আর আরা (রহঃ)...... আবূ ওয়াইল (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আবূ মূসা (রাঃ) পেশাবের ব্যাপারে খুব কড়াকড়ি করতেন এবং বলতেনঃ বনী ইসরাঈলের কারো কাপড়ে (পেশাব) লাগলে তা কেটে ফেলত। হুযায়ফা (রাঃ) বললেন, আবূ মূসা (রাঃ) যদি এ থেকে বিরত থাকতেন (তবে ভাল হত)। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মহল্লার আবর্জনা ফেলার স্থানে দাঁড়িয়ে পেশাব করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "226",
    "id": "234",
    "thesequence": "652",
    "isActive": "1",
    "chapterId": "1843",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬০। মহল্লার আবর্জনা ফেলার স্থানে পেশাব করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Asma: A woman came to the Prophet (sallallahu alaihi wa sallam) and said, If anyone of us gets menses in her clothes then what should she do? He replied, She should (take hold of the soiled place), rub it and put it in the water and rub it in order to remove the traces of blood and then pour water over it. Then she can pray in it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا يَحْيَى، عَنْ هِشَامٍ، قَالَ حَدَّثَتْنِي فَاطِمَةُ، عَنْ أَسْمَاءَ، قَالَتْ جَاءَتِ امْرَأَةٌ النَّبِيَّ صلى  الله عليه وسلم فَقَالَتْ أَرَأَيْتَ إِحْدَانَا تَحِيضُ فِي الثَّوْبِ كَيْفَ تَصْنَعُ قَالَ   تَحُتُّهُ، ثُمَّ تَقْرُصُهُ بِالْمَاءِ، وَتَنْضَحُهُ وَتُصَلِّي فِيهِ .",
    "hadithBengali": "২২৭। মুহাম্মদ ইবনুল মূসান্না (রহঃ)......... আসমা (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক মহিলা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললেনঃ (ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম!)বলুন, আমাদের কারো কাপড়ে হায়েযের রক্ত লেগে গেলে সে কি করবে? তিনি বললেনঃ সে তা ঘষে ফেলবে, তারপর পানি দিয়ে রগড়াবে এবং ভাল করে ধুয়ে ফেলবে। এরপর সেই কাপড়ে সালাত (নামায/নামাজ) আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "227",
    "id": "235",
    "thesequence": "653",
    "isActive": "1",
    "chapterId": "1844",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬১। রক্ত দুয়ে ফেলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: Fatima bint Abi Hubaish came to the Prophet (sallallahu alaihi wa sallam) and said, O Allahs Messenger (sallallahu alaihi wa sallam) I get persistent bleeding from the uterus and do not become clean. Shall I give up my prayers? Allahs Messenger (sallallahu alaihi wa sallam) replied, No, because it is from a blood vessel and not the menses. So when your real menses begins give up your prayers and when it has finished wash off the blood (take a bath) and offer your prayers. Hisham (the sub narrator) narrated that his father had also said, (the Prophet (sallallahu alaihi wa sallam) told her): Perform ablution for every prayer till the time of the next period comes.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدٌ، قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ جَاءَتْ فَاطِمَةُ ابْنَةُ أَبِي حُبَيْشٍ إِلَى النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي امْرَأَةٌ أُسْتَحَاضُ فَلاَ أَطْهُرُ، أَفَأَدَعُ الصَّلاَةَ فَقَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم  لاَ، إِنَّمَا ذَلِكِ عِرْقٌ، وَلَيْسَ بِحَيْضٍ، فَإِذَا أَقْبَلَتْ حَيْضَتُكِ فَدَعِي الصَّلاَةَ، وَإِذَا أَدْبَرَتْ فَاغْسِلِي عَنْكِ الدَّمَ ثُمَّ صَلِّي . قَالَ وَقَالَ أَبِي  ثُمَّ تَوَضَّئِي لِكُلِّ صَلاَةٍ، حَتَّى يَجِيءَ ذَلِكَ الْوَقْتُ .",
    "hadithBengali": "২২৮। মুহাম্মদ (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ ফাতিমা বিনত আবূ হুবায়শ (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললেন ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! আমার এত বেশি রক্তস্রাব হয় যে, আর পবিত্র হই না। এমতাবস্থায় আমি কি সালাত (নামায/নামাজ) ছেড়ে দেব? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ না, এ তো ধমনি নির্গত রক্ত, হায়েয় নয়। তাই যখন তোমার হায়েয আসবে তখন সালাত (নামায/নামাজ) ছেড়ে দিও। আর যখন তা বন্ধ হবে তখন রক্ত ধুয়ে ফেলবে, তারপর সালাত (নামায/নামাজ) আদায় করবে। বর্ণনাকারী বলেন, আমার পিতা বলেছেনঃ তারপর এভাবে আরেক হায়েয না আসা পর্যন্ত প্রত্যেক সালাত (নামায/নামাজ)-এর জন্য উযূ (ওজু/অজু/অযু) করবে।\n",
    "checkStatus": "1",
    "hadithNo": "228",
    "id": "236",
    "thesequence": "654",
    "isActive": "1",
    "chapterId": "1844",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬১। রক্ত দুয়ে ফেলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: I used to wash the traces of Janaba (semen) from the clothes of the Prophet (sallallahu alaihi wa sallam) and he used to go for prayers while traces of water were still on it (water spots were still visible).",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا عَمْرُو بْنُ مَيْمُونٍ الْجَزَرِيُّ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغْسِلُ الْجَنَابَةَ مِنْ ثَوْبِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم، فَيَخْرُجُ إِلَى الصَّلاَةِ، وَإِنَّ بُقَعَ الْمَاءِ فِي ثَوْبِهِ.",
    "hadithBengali": "২২৯। আবদান (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাপড় থেকে জানবাতের চিহ্ন ধুয়ে দিতাম এবং কাপড়ে ভিজা চিহ্ন নিয়ে তিনি সালাতে (নামাযে) বের হতেন।\n",
    "checkStatus": "1",
    "hadithNo": "229",
    "id": "237",
    "thesequence": "655",
    "isActive": "1",
    "chapterId": "1845",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬২। বীর্য ধোয়া এবং ঘষে ফেলা এবং স্ত্রীলোক থেকে যা লেগে যায় তা ধুয়ে ফেলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Same as hadith (229).",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا يَزِيدُ، قَالَ حَدَّثَنَا عَمْرٌو، عَنْ سُلَيْمَانَ، قَالَ سَمِعْتُ عَائِشَةَ، ح وَحَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ، قَالَ حَدَّثَنَا عَمْرُو بْنُ مَيْمُونٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، قَالَ سَأَلْتُ عَائِشَةَ عَنِ الْمَنِيِّ، يُصِيبُ الثَّوْبَ فَقَالَتْ كُنْتُ أَغْسِلُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ صلى  الله عليه وسلم، فَيَخْرُجُ إِلَى الصَّلاَةِ وَأَثَرُ الْغَسْلِ فِي ثَوْبِهِ بُقَعُ الْمَاءِ.",
    "hadithBengali": "২৩০। কুতয়বা ও মূসাদ্দাদ (রহঃ)...... সুলায়মান ইবনু ইয়াসর (রহঃ) থেকে বর্ণিত, আমি আয়িশা (রাঃ)-কে কাপড়ে লাগা বীর্য সম্পর্কে জিজ্ঞাসা করলাম।  তিনি বললেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাপড় থেকে তা ধুয়ে ফেলতাম। তিনি কাপড় ধোয়ার ভিজা দাগ নিয়ে সালাতে (নামাযে) বের হতেন।\n",
    "checkStatus": "1",
    "hadithNo": "230",
    "id": "238",
    "thesequence": "656",
    "isActive": "1",
    "chapterId": "1845",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬২। বীর্য ধোয়া এবং ঘষে ফেলা এবং স্ত্রীলোক থেকে যা লেগে যায় তা ধুয়ে ফেলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Sulaiman bin Yasar: I asked `Aisha about the clothes soiled with semen. She replied, I used to wash it off the clothes of Allahs Messenger (sallallahu alaihi wa sallam) and he would go for the prayer while water spots were still visible. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى، قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ، قَالَ حَدَّثَنَا عَمْرُو بْنُ مَيْمُونٍ، قَالَ سَأَلْتُ سُلَيْمَانَ بْنَ يَسَارٍ فِي الثَّوْبِ تُصِيبُهُ الْجَنَابَةُ قَالَ قَالَتْ عَائِشَةُ كُنْتُ أَغْسِلُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ صلى  الله عليه وسلم، ثُمَّ يَخْرُجُ إِلَى الصَّلاَةِ وَأَثَرُ الْغَسْلِ فِيهِ بُقَعُ الْمَاءِ.",
    "hadithBengali": "২৩১। মূসা ইবনু ইসমাঈল (রহঃ)......... আমর ইবনু মায়মুনা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ কাপড়ে জানবাতের নাপাকী লাগা সম্পর্কে আমি সুলায়মান ইবনু ইয়াসার (রহঃ)-কে জিজ্ঞাসা করলে তিনি বললেনঃ আয়িশা (রাঃ) বলেছেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাপড় থেকে তা ধুয়ে ফেলতাম। এরপর তিনি সালাতে (নামাযে) বেরিয়ে যেতেন আর তাতে পানি দিয়ে ধোয়ার চিহ্ন থাকত।\n",
    "checkStatus": "1",
    "hadithNo": "231",
    "id": "239",
    "thesequence": "657",
    "isActive": "1",
    "chapterId": "1846",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬৩। জানাবাতের নাপাকী বা অন্য কিছু ধোয়ার পর যদি ভিজা দাগ থেকে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aishah:\nI used to wash the semen off the clothes of the Prophet (ﷺ) and even then I used to notice one or more spots on them.",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ، قَالَ حَدَّثَنَا زُهَيْرٌ، قَالَ حَدَّثَنَا عَمْرُو بْنُ مَيْمُونِ بْنِ مِهْرَانَ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ عَائِشَةَ، أَنَّهَا كَانَتْ تَغْسِلُ الْمَنِيَّ مِنْ ثَوْبِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم، ثُمَّ أَرَاهُ فِيهِ بُقْعَةً أَوْ بُقَعًا.",
    "hadithBengali": "২৩২। আমর ইবনু খালিদ (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাপড় থেকে বীর্য ধুয়ে ফেলতেন। আয়িশা (রাঃ) বলেনঃ তারপর আমি তাতে পানির একটি বা কয়েকটি দাগ দেখতে পেতাম।\n",
    "checkStatus": "1",
    "hadithNo": "232",
    "id": "240",
    "thesequence": "658",
    "isActive": "1",
    "chapterId": "1846",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬৩। জানাবাতের নাপাকী বা অন্য কিছু ধোয়ার পর যদি ভিজা দাগ থেকে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Qilaba: Anas said, Some people of `Ukl or `Uraina tribe came to Medina and its climate did not suit them. So the Prophet (sallallahu alaihi wa sallam) ordered them to go to the herd of (Milch) camels and to drink their milk and urine (as a medicine). So they went as directed and after they became healthy, they killed the shepherd of the Prophet and drove away all the camels. The news reached the Prophet (sallallahu alaihi wa sallam) early in the morning and he sent (men) in their pursuit and they were captured and brought at noon. He then ordered to cut their hands and feet (and it was done), and their eyes were branded with heated pieces of iron, They were put in Al-Harra and when they asked for water, no water was given to them. Abu Qilaba said, Those people committed theft and murder, became infidels after embracing Islam and fought against Allah and His Apostle .",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، قَالَ قَدِمَ أُنَاسٌ مِنْ عُكْلٍ أَوْ عُرَيْنَةَ، فَاجْتَوَوُا الْمَدِينَةَ، فَأَمَرَهُمُ النَّبِيُّ صلى  الله عليه وسلم صلى  الله عليه وسلم صلى  الله عليه وسلم صلى  الله عليه وسلم صلى  الله عليه وسلم بِلِقَاحٍ، وَأَنْ يَشْرَبُوا مِنْ أَبْوَالِهَا وَأَلْبَانِهَا، فَانْطَلَقُوا، فَلَمَّا صَحُّوا قَتَلُوا رَاعِيَ النَّبِيِّ صلى  الله عليه وسلم وَاسْتَاقُوا النَّعَمَ، فَجَاءَ الْخَبَرُ فِي أَوَّلِ النَّهَارِ، فَبَعَثَ فِي آثَارِهِمْ، فَلَمَّا ارْتَفَعَ النَّهَارُ جِيءَ بِهِمْ، فَأَمَرَ فَقَطَعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ، وَسُمِرَتْ أَعْيُنُهُمْ، وَأُلْقُوا فِي الْحَرَّةِ يَسْتَسْقُونَ فَلاَ يُسْقَوْنَ. قَالَ أَبُو قِلاَبَةَ فَهَؤُلاَءِ سَرَقُوا وَقَتَلُوا وَكَفَرُوا بَعْدَ إِيمَانِهِمْ، وَحَارَبُوا اللَّهَ وَرَسُولَهُ.",
    "hadithBengali": "২৩৩। সুলায়মান ইবনু হারব (রহঃ)... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ উকল বা উরায়না গোত্রের কিছু লোক (ইসলাম গ্রহণের জন্য) মদিনায় এলে তারা পীড়িত হয়ে পড়ল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের (সদকার) উটের কাছে যাবার এবং ওর পেশাব ও দুধ পান করার নির্দেশ দিলেন। তারা সেখানে চলে গেল। তারপর তারা সুস্থ হয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর রাখালকে হত্যা করে ফেলল এবং উটগুলি হাঁকিয়ে নিয়ে গেল। এ খবর দিনের প্রথম ভাগেই এসে পৌঁছল। তিনি তাদের পেছনে লোক পাঠালেন। বেলা বেড়ে উঠলে তাদেরকে (গ্রেফতার করে) আনা হল। তারপর তাঁর আদেশে তাদের হাত পা কেটে দেওয়া হল। উত্তপ্ত শলাকা দিয়ে তাদের চোখ ফুঁড়ে দেওয়া হল এবং গরম পাথুরে ভূমিতে তাদের নিক্ষেপ করা হল। তারা পানি চাইছিল, কিন্তু দেওয়া হয়নি।\n\nআবূ কিলাবা (রহঃ) বলেন, এরা চুরি করেছিল, হত্যা করেছিল, ঈমান আনার পর কুফরী করেছিল এবং আল্লাহ্ ও তার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর বিরুদ্ধে যুদ্ধ করেছিল।\n",
    "checkStatus": "1",
    "hadithNo": "233",
    "id": "241",
    "thesequence": "659",
    "isActive": "1",
    "chapterId": "1847",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬৪। উট, চতুস্পদ জন্তু ও বকরীর পেশাব এবং বকরীর খায়াড় প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas: Prior to the construction of the mosque, the Prophet (sallallahu alaihi wa sallam) offered the prayers at sheep-folds.",
    "hadithArabic": "دَّثَنَا آدَمُ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنَا أَبُو التَّيَّاحِ، يَزِيدُ بْنُ حُمَيْدٍ عَنْ أَنَسٍ، قَالَ كَانَ النَّبِيُّ صلى  الله عليه وسلم يُصَلِّي قَبْلَ أَنْ يُبْنَى الْمَسْجِدُ فِي مَرَابِضِ الْغَنَمِ.",
    "hadithBengali": "২৩৪। আদম (রহঃ)...... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদ নির্মিত হবার পূর্বে বকরীর খোয়াড়ে সালাত (নামায/নামাজ) আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "234",
    "id": "242",
    "thesequence": "660",
    "isActive": "1",
    "chapterId": "1847",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬৪। উট, চতুস্পদ জন্তু ও বকরীর পেশাব এবং বকরীর খায়াড় প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Maimuna: Allahs Messenger (sallallahu alaihi wa sallam) was asked regarding ghee (cooking butter) in which a mouse had fallen. He said, Take out the mouse and throw away the ghee around it and use the rest.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم سُئِلَ عَنْ فَأْرَةٍ سَقَطَتْ فِي سَمْنٍ فَقَالَ   أَلْقُوهَا وَمَا حَوْلَهَا فَاطْرَحُوهُ. وَكُلُوا سَمْنَكُمْ .",
    "hadithBengali": "২৩৫। ইসমাঈল (রহঃ)...... মায়মূনা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ঘির মধ্যে ইঁদুর পড়া সম্পর্কে জিজ্ঞাসা করা হল। তিনি বললেনঃ ইঁদুরটি এবং তার আশপাশ থেকে ফেলে দাও এবং তোমাদের ঘি ব্যবহার কর।\n",
    "checkStatus": "1",
    "hadithNo": "235",
    "id": "243",
    "thesequence": "661",
    "isActive": "1",
    "chapterId": "1848",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬৫। ঘি এবং পানিতে নাপাকী পড়া যুহরী (র) বলেনঃ পানিতে নাপাকী পড়লে কোন ক্ষতি নেই, যতক্ষন তার স্বাদ, গন্ধ বা রং পরিবর্তন না হয়। হাম্মদ (র) বলেনঃ মৃত (পাখীর) পালক (পানিতে পড়লে) কোন দোষ নেই। যুহরী (র) মৃত জন্তু, যথাঃ হাতী প্রভৃতির হাড় সম্পর্কে বলেনঃ আমি পূর্ববর্তী উলামায়ে কিরামের মধ্যে কিছু আলিমকে পেয়েছি, তাঁরা তা দিয়ে (চিরুণী বানিয়ে) চুল আঁচড়াতেন এবং তার পাত্রে তেল রেখে ব্যবহার করতেন, এতে তাঁরা কোনরূপ দোষ মনে করতেন না। ইব্ন সীরীন (র) ও ইবরাহীম (র) বলেনঃ হাতীর দাঁতের ব্যবসায়ে কোন দোষ নেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Maimuna: The Prophet (sallallahu alaihi wa sallam) was asked regarding ghee in which a mouse had fallen. He said, Take out the mouse and throw away the ghee around it (and use the rest.)",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا مَعْنٌ، قَالَ حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم سُئِلَ عَنْ فَأْرَةٍ سَقَطَتْ فِي سَمْنٍ فَقَالَ   خُذُوهَا وَمَا حَوْلَهَا فَاطْرَحُوهُ . قَالَ مَعْنٌ حَدَّثَنَا مَالِكٌ مَا لاَ أُحْصِيهِ يَقُولُ عَنِ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ.",
    "hadithBengali": "২৩৬। আলী ইবনু আবদুল্লাহ (রহঃ)...... মায়মূনা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ঘির মধ্যে ইঁদুর পড়ে যাওয়া সম্পর্কে জিজ্ঞাসা করা হল। তিনি বললেনঃ ইঁদুরটি এবং তার আশপাশ থেকে ফেলে দাও।\n\nমান (রহঃ) বলেন, মালিক (রহঃ) আমার কাছে বহুবার এভাবে বর্ণনা করেছেনঃ ইবনু আব্বাস (রাঃ) থেকে এবং ইবনু আব্বাস (রাঃ) মায়মূনা (রাঃ) থেকেও।\n",
    "checkStatus": "1",
    "hadithNo": "236",
    "id": "244",
    "thesequence": "662",
    "isActive": "1",
    "chapterId": "1848",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬৫। ঘি এবং পানিতে নাপাকী পড়া যুহরী (র) বলেনঃ পানিতে নাপাকী পড়লে কোন ক্ষতি নেই, যতক্ষন তার স্বাদ, গন্ধ বা রং পরিবর্তন না হয়। হাম্মদ (র) বলেনঃ মৃত (পাখীর) পালক (পানিতে পড়লে) কোন দোষ নেই। যুহরী (র) মৃত জন্তু, যথাঃ হাতী প্রভৃতির হাড় সম্পর্কে বলেনঃ আমি পূর্ববর্তী উলামায়ে কিরামের মধ্যে কিছু আলিমকে পেয়েছি, তাঁরা তা দিয়ে (চিরুণী বানিয়ে) চুল আঁচড়াতেন এবং তার পাত্রে তেল রেখে ব্যবহার করতেন, এতে তাঁরা কোনরূপ দোষ মনে করতেন না। ইব্ন সীরীন (র) ও ইবরাহীম (র) বলেনঃ হাতীর দাঁতের ব্যবসায়ে কোন দোষ নেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: The Prophet (sallallahu alaihi wa sallam) said, A wound which a Muslim receives in Allahs cause will appear on the Day of Resurrection as it was at the time of infliction; blood will be flowing from the wound and its color will be that of the blood but will smell like misk.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   كُلُّ كَلْمٍ يُكْلَمُهُ الْمُسْلِمُ فِي سَبِيلِ اللَّهِ يَكُونُ يَوْمَ الْقِيَامَةِ كَهَيْئَتِهَا إِذْ طُعِنَتْ، تَفَجَّرُ دَمًا، اللَّوْنُ لَوْنُ الدَّمِ، وَالْعَرْفُ عَرْفُ الْمِسْكِ .",
    "hadithBengali": "২৩৭। আহমদ ইবনু মুহাম্মদ (রহঃ)... আবূ হুরায়রা (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন, তিনি বলেনঃ আল্লাহর রাস্তায় মুসলমানদের যে যখম হয়, কিয়ামতের দিন তার প্রতিটি যখম আঘাতকালীন সময়ে যে অবস্থায় ছিল তদ্রুপ হবে। রক্ত ছুটে বের হতে থাকবে। তার রং হবে রক্তের রং কিন্তু গন্ধ হবে মিশকের ন্যায়।\n",
    "checkStatus": "1",
    "hadithNo": "237",
    "id": "245",
    "thesequence": "663",
    "isActive": "1",
    "chapterId": "1848",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬৫। ঘি এবং পানিতে নাপাকী পড়া যুহরী (র) বলেনঃ পানিতে নাপাকী পড়লে কোন ক্ষতি নেই, যতক্ষন তার স্বাদ, গন্ধ বা রং পরিবর্তন না হয়। হাম্মদ (র) বলেনঃ মৃত (পাখীর) পালক (পানিতে পড়লে) কোন দোষ নেই। যুহরী (র) মৃত জন্তু, যথাঃ হাতী প্রভৃতির হাড় সম্পর্কে বলেনঃ আমি পূর্ববর্তী উলামায়ে কিরামের মধ্যে কিছু আলিমকে পেয়েছি, তাঁরা তা দিয়ে (চিরুণী বানিয়ে) চুল আঁচড়াতেন এবং তার পাত্রে তেল রেখে ব্যবহার করতেন, এতে তাঁরা কোনরূপ দোষ মনে করতেন না। ইব্ন সীরীন (র) ও ইবরাহীম (র) বলেনঃ হাতীর দাঁতের ব্যবসায়ে কোন দোষ নেই।",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) said, We (Muslims) are the last (people to come in the world) but (will be) the foremost (on the Day of Resurrection). The same narrator told that the Prophet (sallallahu alaihi wa sallam) had said, You should not pass urine in stagnant water which is not flowing then (you may need to) wash in it.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، قَالَ أَخْبَرَنَا أَبُو الزِّنَادِ، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ هُرْمُزَ الأَعْرَجَ، حَدَّثَهُ أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَقُولُ   نَحْنُ الآخِرُونَ السَّابِقُونَ .",
    "hadithBengali": "২৩৮। আবূল ইয়ামান (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, আমরা শেষে আগমনকারী এবং (কিয়ামত দিবসে) অগ্রগামী। এ সনদেই তিনি বলেনঃ তোমাদের কেউ যেন স্থির- যা প্রবাহিত নয় এমন পানিতে কখনো পেশাব না করে। (সম্ভবত) পরে সে আবার তাতে গোসল করবে।\n",
    "checkStatus": "1",
    "hadithNo": "238",
    "id": "246",
    "thesequence": "664",
    "isActive": "1",
    "chapterId": "1849",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬৬। স্থির পানিতে পেশাব করা",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated `Abdullah: While Allahs Messenger (sallallahu alaihi wa sallam) was prostrating (as stated below). Narrated `Abdullah bin Mas`ud: Once the Prophet (sallallahu alaihi wa sallam) was offering prayers at the Ka`ba. Abu Jahl was sitting with some of his companions. One of them said to the others, Who amongst you will bring the Abdominal contents (intestines, etc.) of a camel of Bani so and so and put it on the back of Muhammad, when he prostrates? The most unfortunate of them got up and brought it. He waited till the Prophet (sallallahu alaihi wa sallam) prostrated and then placed it on his back between his shoulders. I was watching but could not do any thing. I wish I had some people with me to hold out against them. They started laughing and falling on one another. Allahs Messenger (sallallahu alaihi wa sallam) was in prostration and he did not lift his head up till Fatima (Prophets daughter) came and threw that (camels Abdominal contents) away from his back. He raised his head and said thrice, O Allah! Punish Quraish. So it was hard for Abu Jahl and his companions when the Prophet invoked Allah against them as they had a conviction that the prayers and invocations were accepted in this city (Mecca). The Prophet (sallallahu alaihi wa sallam) said, O Allah! Punish Abu Jahl, `Utba bin Rabi`a, Shaiba bin Rabi`a, Al-Walid bin `Utba, Umaiya bin Khalaf, and `Uqba bin Al Muit [??] (and he mentioned the seventh whose name I cannot recall). By Allah in Whose Hands my life is, I saw the dead bodies of those persons who were counted by Allahs Messenger (sallallahu alaihi wa sallam) in the Qalib (one of the wells) of Badr.",
    "hadithArabic": "وَبِإِسْنَادِهِ قَالَ   لاَ يَبُولَنَّ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ الَّذِي لاَ يَجْرِي، ثُمَّ يَغْتَسِلُ فِيهِ .حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ عَبْدِ اللَّهِ، قَالَ بَيْنَا رَسُولُ اللَّهِ صلى  الله عليه وسلم سَاجِدٌ ح قَالَ وَحَدَّثَنِي أَحْمَدُ بْنُ عُثْمَانَ قَالَ حَدَّثَنَا شُرَيْحُ بْنُ مَسْلَمَةَ قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ يُوسُفَ عَنْ أَبِيهِ عَنْ أَبِي إِسْحَاقَ قَالَ حَدَّثَنِي عَمْرُو بْنُ مَيْمُونٍ أَنَّ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ حَدَّثَهُ أَنَّ النَّبِيَّ صلى  الله عليه وسلم كَانَ يُصَلِّي عِنْدَ الْبَيْتِ، وَأَبُو جَهْلٍ وَأَصْحَابٌ لَهُ جُلُوسٌ، إِذْ قَالَ بَعْضُهُمْ لِبَعْضٍ أَيُّكُمْ يَجِيءُ بِسَلَى جَزُورِ بَنِي فُلاَنٍ فَيَضَعُهُ عَلَى ظَهْرِ مُحَمَّدٍ إِذَا سَجَدَ فَانْبَعَثَ أَشْقَى الْقَوْمِ فَجَاءَ بِهِ، فَنَظَرَ حَتَّى إِذَا سَجَدَ النَّبِيُّ صلى  الله عليه وسلم وَضَعَهُ عَلَى ظَهْرِهِ بَيْنَ كَتِفَيْهِ وَأَنَا أَنْظُرُ، لاَ أُغَيِّرُ شَيْئًا، لَوْ كَانَ لِي مَنْعَةٌ. قَالَ فَجَعَلُوا يَضْحَكُونَ وَيُحِيلُ بَعْضُهُمْ عَلَى بَعْضٍ، وَرَسُولُ اللَّهِ صلى  الله عليه وسلم سَاجِدٌ لاَ يَرْفَعُ رَأْسَهُ، حَتَّى جَاءَتْهُ فَاطِمَةُ، فَطَرَحَتْ عَنْ ظَهْرِهِ، فَرَفَعَ رَأْسَهُ ثُمَّ قَالَ  اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ . ثَلاَثَ مَرَّاتٍ، فَشَقَّ عَلَيْهِمْ إِذْ دَعَا عَلَيْهِمْ ـ قَالَ وَكَانُوا يُرَوْنَ أَنَّ الدَّعْوَةَ فِي ذَلِكَ الْبَلَدِ مُسْتَجَابَةٌ ـ ثُمَّ سَمَّى  اللَّهُمَّ عَلَيْكَ بِأَبِي جَهْلٍ، وَعَلَيْكَ بِعُتْبَةَ بْنِ رَبِيعَةَ، وَشَيْبَةَ بْنِ رَبِيعَةَ، وَالْوَلِيدِ بْنِ عُتْبَةَ، وَأُمَيَّةَ بْنِ خَلَفٍ، وَعُقْبَةَ بْنِ أَبِي مُعَيْطٍ . وَعَدَّ السَّابِعَ فَلَمْ يَحْفَظْهُ قَالَ فَوَالَّذِي نَفْسِي بِيَدِهِ، لَقَدْ رَأَيْتُ الَّذِينَ عَدَّ رَسُولُ اللَّهِ صلى  الله عليه وسلم صَرْعَى فِي الْقَلِيبِ قَلِيبِ بَدْرٍ",
    "hadithBengali": "২৩৯। আবদান (রহঃ).........আবদুল্লাহ ইবনু মাসউদ (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সিজদারত অবস্থায় ছিলেন। অন্য সূত্রে আহমদ ইবনু উসমান (রহঃ) আবদুল্লাহ ইবনু মাস্উদ (রাঃ) বর্ণনা করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার বায়তুল্লাহর পাশে সালাত (নামায/নামাজ) আদায় করছিলেন এবং সেখানে আবূ জাহল ও আর সঙ্গীরা বসা ছিল। এমন সময় তাদের একজন অন্যজনকে বলে উঠল, তোমাদের মধ্যে কে অমুক গোত্রের উটনীর নাড়ীভুঁড়ি এনে মুহাম্মদ যখন সিজদা করেন তখন তার পিঠের উপর রাখতে পারে? তখন কওমের বড় পাষন্ড (উকবা) তাড়াতাড়ি গিয়ে তা নিয়ে এল এবং তাঁর প্রতি নজর রাখল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সিজদায় গেলেন, তখন সে তাঁর পিঠের উপর দুই কাঁধের মাঝখানে তা রেখে দিল। ইবনু মাসউদ (রাঃ) বলেন, আমি (এ দৃশ্য) দেখেছিলাম কিন্তু আমার কিছু করার ছিল না। হায়! আমার যদি কিছু প্রতিরোধ শক্তি থাকত! তিনি বলেন, তারা হাসতে লাগল এবং একে অন্যের উপর লুটিয়ে পড়তে লাগল। আর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন সিজদায় থাকলেন, মাথা উঠালেন না। অবশেষে . ফাতিমা (রাঃ) এলেন এবং সেটি তাঁর পিঠের উপর থেকে ফেলে দিলেন। তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাথা উঠিয়ে বললেনঃ ইয়া আল্লাহ্! আপনি কুরায়শকে ধ্বংস করুন। এরূপ তিনবার বললেন। তিনি যখন তাদের বদ দুআ করেন তখন তা তাদের অন্তরে ভীতির সঞ্চার করল। বর্ণনাকারী বলেন, তারা জনত যে, এ শহরে দুআ কবূল হয়। এরপর তিনি নাম ধরে বললেনঃ ইয়া আল্লাহ্! আবূ জাহলকে ধ্বংস করুন। এবং উতবা ইবনু রাবীআ, শায়বা ইবনু রবীআ, ওয়ালীদ ইবনু উতবা, উময়্যা ইবনু খালাফ ও উকবা ইবনু মুআইতকে ধ্বংস করুন। রাবী বলেন, তিনি সপ্তম ব্যাক্তির নামও বলেছিলেন কিন্তু তিনি স্মরণ রাখতে পারেন নি। ইবনু মাসউদ (রাঃ) বলেনঃ সেই সত্তার কসম! যার হাতে আমার জান, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যাদের নাম উচ্চারণ করেছিলেন, তাদের আমি বদরের কূপের মধ্যে নিহত অবস্থায় পড়ে থাকতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "239",
    "id": "247",
    "thesequence": "665",
    "isActive": "1",
    "chapterId": "1850",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬৭। মুসল্লীর পিঠের উপর ময়লা বা মৃত জন্তু ফেললে তার সালাত নষ্ট হবে না। ইব্ন উমর (রা) সালাত আদায়ের অবস্থায় তাঁর কাপড়ে রক্ত দেখলে (সেভাবেই) তা রেখে দিতেন এবং সালাত আদায় করে নিতেন। ইব্নুল মুসায়্যাব ও শা&rsquo;বী (র) বলেন, যখন কেউ সালাত আদায় করে আর তার কাপড়ে রক্ত অথবা জানাবাতের নাপাকী থাকে অথবা সে কিবলা ছাড়া অন্যদিকে মুখ করে অথবা তায়াম্মুম করে  সালাত আদায় করে এরপর ওয়াক্তের মধ্যেই যদি পানি পেয়ে যায় তবে (সালাত) দুহ্রাবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas: The Prophet (sallallahu alaihi wa sallam) once spat in his clothes.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ بَزَقَ النَّبِيُّ صلى  الله عليه وسلم فِي ثَوْبِهِ. طَوَّلَهُ ابْنُ أَبِي مَرْيَمَ قَالَ أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ حَدَّثَنِي حُمَيْدٌ قَالَ سَمِعْتُ أَنَسًا عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم.",
    "hadithBengali": "২৪০। মুহাম্মদ ইবনু ইউসুফ (রহঃ)... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার তাঁর কাপড়ে থুথু ফেললেন। ইমাম বুখারী (রহঃ) বলেন যে, ইবনু মারয়াম এই হাদীসটি বিস্তারিতরূপে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "240",
    "id": "248",
    "thesequence": "666",
    "isActive": "1",
    "chapterId": "1851",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬৮। থুথু, শ্লেষ্মা ইত্যাদি কাপড়ে লেগে গেলে উরওয়া (র) মিসওয়ার ও মাওয়ান (র) থেকে বর্ণনা করেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুদায়বিয়ার সময় বের হলেন। তারপর পূর্ণ হাদীস বর্ণনা করার পর তিনি বলেন, &lsquo; আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (সেদিন) যখনই কোন শ্লেষ্মা ঝেড়ে ফেলছিলেন, তখন তা কারো না কারো হাতে পড়ছিল। তারপর (বরকতস্বরূপ) ঐ ব্যক্তি তা তার মুখমন্ডল ও শরীরে মেখে নিচ্ছিল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: The Prophet (sallallahu alaihi wa sallam) said, All drinks that produce intoxication are Haram (forbidden to drink).",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا الزُّهْرِيُّ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   كُلُّ شَرَابٍ أَسْكَرَ فَهُوَ حَرَامٌ .",
    "hadithBengali": "২৪১। আলী ইবনু আবদুল্লাহ (রহঃ)......... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে সকল পানীয় নেশা সৃষ্টি করে, তা হারাম।\n",
    "checkStatus": "1",
    "hadithNo": "241",
    "id": "249",
    "thesequence": "667",
    "isActive": "1",
    "chapterId": "1852",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৬৯। নাবীয (খেজুর, কিসমিস, মনাক্কা ইত্যাদি ভিজানো পানি) এবং নেশাকারক পানীয় দ্বারা উযূ করা না-জায়েয। হাসান (র) ও আবুল &lsquo;আলিয়া (র) একে মাকরূহ বলেছেন। &lsquo;আতা (র) বলেনঃ নাবীয এবং দুধ দিয়ে উযূ করার চাইতে তায়াম্মুম করাই আমার কাছে পছন্দনীয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hazim: Sahl bin Sa`d As-Sa`idi, was asked by the people, With what was the wound of the Prophet (sallallahu alaihi wa sallam) treated? Sahl replied, None remains among the people living who knows that better than I. `Ali [??] used to bring water in his shield and Fatima used to wash the blood off his face. Then straw mat was burnt and the wound was filled with it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدٌ، قَالَ أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي حَازِمٍ، سَمِعَ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ،، وَسَأَلَهُ النَّاسُ، وَمَا بَيْنِي وَبَيْنَهُ أَحَدٌ بِأَىِّ شَىْءٍ دُووِيَ جُرْحُ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فَقَالَ مَا بَقِيَ أَحَدٌ أَعْلَمُ بِهِ مِنِّي، كَانَ عَلِيٌّ يَجِيءُ بِتُرْسِهِ فِيهِ مَاءٌ، وَفَاطِمَةُ تَغْسِلُ عَنْ وَجْهِهِ الدَّمَ، فَأُخِذَ حَصِيرٌ فَأُحْرِقَ فَحُشِيَ بِهِ جُرْحُهُ.",
    "hadithBengali": "২৪২। মুহাম্মদ (রহঃ)...... আবূ হাযিম বলেন, যখন আমার এবং সাহল ইবনু সাদ আস-সাইদী (রাঃ)-এর মাঝখানে কেউ ছিল না, তখন লোকে প্রশ্ন করলঃ (উহুদ যুদ্ধে) কী দিয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যখমের চিকিৎসা করা হয়েছিল? তখন তিনি বললেনঃ এ ব্যাপারে আমার চেয়ে ভাল একজন জানে এমন কেউ জীবিত নেই। আলী (রাঃ) তাঁর ঢালে করে পানি আনছিলেন আর ফাতিমা (রাঃ) তাঁর মুখমন্ডল থেকে রক্ত ধুইয়ে দিলেন। অবশেষে চাটাই পুড়িয়ে (তার ছাই) তাঁর ক্ষতস্থানে দেওয়া হল।\n",
    "checkStatus": "1",
    "hadithNo": "242",
    "id": "250",
    "thesequence": "668",
    "isActive": "1",
    "chapterId": "1853",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৭০। পিতার মুখমন্ডল থেকে কন্যা কর্তৃক রক্ত ধুয়ে ফেলা আবুল আলিয়া (র) বলেনঃ আমার পায়ে ব্যাথা, তোমরা আমার পা মসেহ করে দাও।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Burda: My father said, I came to the Prophet (sallallahu alaihi wa sallam) and saw him carrying a Siwak in his hand and cleansing his teeth, saying, U U, as if he was retching while the Siwak was in his mouth.",
    "hadithArabic": "حَدَّثَنَا أَبُو النُّعْمَانِ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ غَيْلاَنَ بْنِ جَرِيرٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، قَالَ أَتَيْتُ النَّبِيَّ صلى  الله عليه وسلم فَوَجَدْتُهُ يَسْتَنُّ بِسِوَاكٍ بِيَدِهِ يَقُولُ   أُعْ أُعْ ، وَالسِّوَاكُ فِي فِيهِ، كَأَنَّهُ يَتَهَوَّعُ.",
    "hadithBengali": "২৪৩। আবূন-নুমান (রহঃ)...... আবূ বুরদা (রহঃ)-এর পিতা [ আবূ মূসা (রাঃ)] থেকে বর্ণিত, তিনি বলেনঃ একবার আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলাম। তখন তাঁকে দেখলাম তিনি মিসওয়াক করছেন এবং মিসওয়াক মুখে দিয়ে তিনি উ, উ, শব্দ করছেন যেন তিনি বমি করছেন।\n",
    "checkStatus": "1",
    "hadithNo": "243",
    "id": "251",
    "thesequence": "669",
    "isActive": "1",
    "chapterId": "1854",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৭১। মিসওয়াক করা ইব্ন আব্বাস (রা) বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে রাত কাটিয়েছিলাম। তখন তিনি মিসওয়াক করলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Hudhaifa: Whenever the Prophet (sallallahu alaihi wa sallam) got up at night, he used to clean his mouth with Siwak.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ، قَالَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ، قَالَ كَانَ النَّبِيُّ صلى  الله عليه وسلم إِذَا قَامَ مِنَ اللَّيْلِ يَشُوصُ فَاهُ بِالسِّوَاكِ.",
    "hadithBengali": "২৪৪। উসমান ইবনু আবূ শায়বা (রহঃ) হুযায়ফা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন রাতে (সালাত (নামায/নামাজ)-এর জন্য) উঠতেন তখন মিসওয়াক দিয়ে মুখ পরিষ্কার করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "244",
    "id": "252",
    "thesequence": "670",
    "isActive": "1",
    "chapterId": "1854",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৭১। মিসওয়াক করা ইব্ন আব্বাস (রা) বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে রাত কাটিয়েছিলাম। তখন তিনি মিসওয়াক করলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Bara bin `Azib: The Prophet (sallallahu alaihi wa sallam) said to me, Whenever you go to bed perform ablution like that for the prayer, lie or your right side and say, Allahumma aslamtu wajhi ilaika, wa fauwadtu `Amri ilaika, wa aljatu Zahri ilaika raghbatan wa rahbatan ilaika. La Maljaa wa la manja minka illa ilaika. Allahumma amantu bikitabika-l-ladhi anzalta wa bina-biyika-l ladhi arsalta (O Allah! I surrender to You and entrust all my affairs to You and depend upon You for Your Blessings both with hope and fear of You. There is no fleeing from You, and there is no place of protection and safety except with You O Allah! I believe in Your Book (the Quran) which You have revealed and in Your Prophet (Muhammad) whom You have sent). Then if you die on that very night, you will die with faith (i.e. or the religion of Islam). Let the aforesaid words be your last utterance (before sleep). I repeated it before the Prophet (sallallahu alaihi wa sallam) and when I reached Allahumma amantu bikitabika-l-ladhi anzalta (O Allah I believe in Your Book which You have revealed). I said, Wa-rasulika (and your Apostle). The Prophet (sallallahu alaihi wa sallam) said, No, (but say): Wanabiyika-l-ladhi arsalta (Your Prophet whom You have sent), instead.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ قَالَ النَّبِيُّ صلى  الله عليه وسلم  إِذَا أَتَيْتَ مَضْجَعَكَ فَتَوَضَّأْ وُضُوءَكَ لِلصَّلاَةِ، ثُمَّ اضْطَجِعْ عَلَى شِقِّكَ الأَيْمَنِ، ثُمَّ قُلِ اللَّهُمَّ أَسْلَمْتُ وَجْهِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، اللَّهُمَّ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ. فَإِنْ مُتَّ مِنْ لَيْلَتِكَ فَأَنْتَ عَلَى الْفِطْرَةِ، وَاجْعَلْهُنَّ آخِرَ مَا تَتَكَلَّمُ بِهِ . قَالَ فَرَدَّدْتُهَا عَلَى النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فَلَمَّا بَلَغْتُ  اللَّهُمَّ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ . قُلْتُ وَرَسُولِكَ. قَالَ  لاَ، وَنَبِيِّكَ الَّذِي أَرْسَلْتَ .",
    "hadithBengali": "২৪৫। মুহাম্মদ ইবনু মুকতিল (রহঃ)... বারা ইবনু আযিব (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তুমি বিছানায় যাবে তখন সালাত (নামায/নামাজ)-এর উযূ (ওজু/অজু/অযু)র মতো উযূ (ওজু/অজু/অযু) করে নেবে। তারপর ডান পার্শ্বে শুয়ে বলবেঃ &ldquo;হে আল্লাহ্! আমার জীবন আপনার কাছে সমর্পণ করলাম। আমার সকল কাজ আপনার কাছে সোপর্দ করলাম এবং আমি আপনার আশ্রয় গ্রহণ করলাম, আপনার প্রতি আগ্রহ ও ভয় নিয়ে। আপনি ছাড়া কোন আশ্রয়স্থল ও নাজাতের স্থান নেই। হে আল্লাহ্! আমি ঈমান আনলাম আপনার নাযিলকৃত কিতাবের উপর এবং আপনার প্রেরিত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম র উপর। &rdquo; তারপর যদি সে রাতেই তোমার মৃত্যু হয় তবে ফিতরাতে ইসলামের উপর তোমার মৃত্যু হবে। এ কথাগুলি তোমার শেষ কথা বনিয়ে নাও। তিনি বললেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথাগুলি পুনরায় শোনালাম। যখন اللَّهُمَّ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ পর্যন্ত পৌঁছে وَرَسُولِكَ বললাম, তখন তিনি বললেনঃ না; বরংوَنَبِيِّكَ الَّذِي أَرْسَلْتَ বল।\n",
    "checkStatus": "1",
    "hadithNo": "245",
    "id": "254",
    "thesequence": "671",
    "isActive": "1",
    "chapterId": "1856",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "7",
    "statusId": "1",
    "topicName": "১৭৩। উযূ সহ রাতে ঘুমাবার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]