[
  {
    "hadithEnglish": " Narrated Anas:\n\nNo doubt, the Prophet (ﷺ) mortgaged his armor for barley grams. Once I took barley bread with some dissolved fat on it to the Prophet (ﷺ) and I heard him saying, The household of Muhammad did not possess except a Sa (of food grain, barley, etc.) for both the morning and the evening meals although they were nine houses.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ وَلَقَدْ رَهَنَ النَّبِيُّ صلى الله عليه وسلم دِرْعَهُ بِشَعِيرٍ، وَمَشَيْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم بِخُبْزِ شَعِيرٍ وَإِهَالَةٍ سَنِخَةٍ، وَلَقَدْ سَمِعْتُهُ يَقُولُ   مَا أَصْبَحَ لآلِ مُحَمَّدٍ صلى الله عليه وسلم إِلاَّ صَاعٌ، وَلاَ أَمْسَى . وَإِنَّهُمْ لَتِسْعَةُ أَبْيَاتٍ.",
    "hadithBengali": "২৩৪৩। মুসলিম ইবনু ইবরাহীম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যবের বিনিময়ে তাঁর বর্ম বন্ধক রেখেছিলেন। আমি একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে যবের রুটি এবং দুর্গন্ধ যুক্ত চর্বি নিয়ে গেলাম, তখন তাঁকে বলতে শুনলাম, মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিবার পরিজনের কাছে কোন সকাল বা সন্ধায় এক সা এর অতিরিক্ত (কোন খাদ্য) দ্রব্য থাকে না। (আনাস (রাঃ) বলেন) সে সময়ে তারা মোট নয় ঘর (নয় পরিবার) ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2343",
    "id": "2427",
    "thesequence": "2769",
    "isActive": "1",
    "chapterId": "15608",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "43",
    "statusId": "1",
    "topicName": "১৫৭৬. আবাসে থাকা অবস্থায় বন্ধক রাখা। মহান আল্লাহর বাণীঃ যদি তোমরা সফরে থাকো এবং কোন লেখক না পাও, তবে বন্ধক রাখা বৈধ (২ঃ ২৮৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) bought some foodstuff on credit for a limited period and mortgaged his armor for it.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الأَعْمَشُ، قَالَ تَذَاكَرْنَا عِنْدَ إِبْرَاهِيمَ الرَّهْنَ، وَالْقَبِيلَ فِي السَّلَفِ، فَقَالَ إِبْرَاهِيمُ حَدَّثَنَا الأَسْوَدُ عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم اشْتَرَى مِنْ يَهُودِيٍّ طَعَامًا إِلَى أَجَلٍ وَرَهَنَهُ دِرْعَهُ.",
    "hadithBengali": "২৩৪৪। মুসাদ্দদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক ইয়াহুদীর কাছ থেকে নির্দিষ্ট মেয়াদে খাদ্যশষ্য খরিদ করেন এবং নিজের বর্ম তার কাছে বন্ধক রাখেন।\n",
    "checkStatus": "1",
    "hadithNo": "2344",
    "id": "2428",
    "thesequence": "2770",
    "isActive": "1",
    "chapterId": "15609",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "43",
    "statusId": "1",
    "topicName": "১৫৭৭. নিজ বর্ম বন্ধক রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nAllahs Messenger (ﷺ) said, Who would kill Ka`b bin Al-Ashraf as he has harmed Allah and His Apostle ? Muhammad bin Maslama (got up and) said, I will kill him. So, Muhammad bin Maslama went to Ka`b and said, I want a loan of one or two Wasqs of food grains. Ka`b said, Mortgage your women to me. Muhammad bin Maslama said, How can we mortgage our women, and you are the most handsome among the Arabs? He said, Then mortgage your sons to me. Muhammad said, How can we mortgage our sons, as the people will abuse them for being mortgaged for one or two Wasqs of food grains? It is shameful for us. But we will mortgage our arms to you. So, Muhammad bin Maslama promised him that he would come to him next time. They (Muhammad bin Maslama and his companions came to him as promised and murdered him. Then they went to the Prophet (ﷺ) and told him about it.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ عَمْرٌو سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ لِكَعْبِ بْنِ الأَشْرَفِ فَإِنَّهُ آذَى اللَّهَ وَرَسُولَهُ صلى الله عليه وسلم . فَقَالَ مُحَمَّدُ بْنُ مَسْلَمَةَ أَنَا. فَأَتَاهُ فَقَالَ أَرَدْنَا أَنْ تُسْلِفَنَا وَسْقًا أَوْ وَسْقَيْنِ. فَقَالَ ارْهَنُونِي نِسَاءَكُمْ. قَالُوا كَيْفَ نَرْهَنُكَ نِسَاءَنَا، وَأَنْتَ أَجْمَلُ الْعَرَبِ قَالَ فَارْهَنُونِي أَبْنَاءَكُمْ. قَالُوا كَيْفَ نَرْهَنُ أَبْنَاءَنَا فَيُسَبُّ أَحَدُهُمْ، فَيُقَالُ رُهِنَ بِوَسْقٍ أَوْ وَسْقَيْنِ هَذَا عَارٌ عَلَيْنَا وَلَكِنَّا نَرْهَنُكَ اللأْمَةَ ـ قَالَ سُفْيَانُ يَعْنِي السِّلاَحَ ـ فَوَعَدَهُ أَنْ يَأْتِيَهُ فَقَتَلُوهُ، ثُمَّ أَتَوُا النَّبِيَّ صلى الله عليه وسلم فَأَخْبَرُوهُ.",
    "hadithBengali": "২৩৪৫। আলী ইবনু আবদুল্লাহ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, কাব ইবনু আশরাফকে হত্যা করার দায়িত্ব কে নিতে পারবে? আল্লাহ ও তাঁর রাসূলকে সে তো কষ্ট দিয়েছে। মুহাম্মদ ইবনু মাসলাম (রাঃ) তখন বললে, আমি। পরে তিনি তার কাছে গিয়ে বললেন, আমরা তোমার কাছে এক ওয়াসাক অথবা বলেছেন দুওয়াসাক (খাদ্য) ধার চাচ্ছি। সে বলল, তোমাদের মহিলাদেরকে আমার কাছে বন্ধক রাখো। তিনি বললেন, তুমি হলে আরবের সেরা সুন্দর ব্যাক্তি। তোমার কাছে কিভাবে মহিলাদেরকে বন্ধ রাখতে পারি? সে বলল, তাহলে তোমাদের সন্তানদের আমার কাছে বন্ধক রাখো। তিনি বললেন, কিভাবে সন্তানদেরকে তোমার কাছে বন্ধক রাখি। পরে এই বলে তাদের নিন্দা করা হবে যে, দুএক ওয়াসাকের জন্য তারা বন্ধক ছিল, এটা আমাদের জন্য হবে বিরাট কলংক। তার চেয়ে বরং আমরা তোমার কাছে আমাদের অস্ত্র বন্ধক রাখতে পারি। রাবী সুফিয়ান (রহঃ)اللأْمَةَ শব্দের অর্থ করেছেন অস্ত্র। তারপর তিনি তাকে পরে আসার প্রতিশ্রুতি দিলেন এবং (পরে এসে) তাকে হত্যা করলেন এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে সে সম্পর্কে তাঁকে অবহিত করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2345",
    "id": "2429",
    "thesequence": "2771",
    "isActive": "1",
    "chapterId": "15610",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "43",
    "statusId": "1",
    "topicName": "১৫৭৮. অস্র বন্ধক রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, One can ride the mortgaged animal because of what one spends on it, and one can drink the milk of a milch animal as long as it is mortgaged. ",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَكَرِيَّاءُ، عَنْ عَامِرٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَقُولُ   الرَّهْنُ يُرْكَبُ بِنَفَقَتِهِ، وَيُشْرَبُ لَبَنُ الدَّرِّ إِذَا كَانَ مَرْهُونًا .",
    "hadithBengali": "২৩৪৬। আবূ নুআইম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বন্ধকী প্রাণীর উপর তার খরচ পরিমাণ আরোহণ করা যাবে। তদ্রুপ দুধেল প্রাণী বন্ধক থাকলে (খরচ পরিমাণ) তার দুধ পান করা যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "2346",
    "id": "2430",
    "thesequence": "2772",
    "isActive": "1",
    "chapterId": "15611",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "43",
    "statusId": "1",
    "topicName": "১৫৭৯. বন্ধক রাখা প্রানীর উপর আরোহণ করা যায় এবং দুধ দোহন করা যায়। মুগীরা (রহঃ) ইবরাহীম (রহঃ) থেকে বর্ণনা করেছেন, হারিয়ে যাওয়া প্রাণী যে পাবে সে তার ঘাসের (ও অন্যান্য প্রয়জনীয়) খরচ পরিমাণ আরোহণ করতে পারবে, এবং ঘাসের খরচ পরিমাণ দুধ দোহন করতে পারবে। বন্ধকী প্রানীর ব্যাপারটিও অনুরূপ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The mortgaged animal can be used for riding as long as it is fed and the milk of the milch animal can be drunk according to what one spend on it. The one who rides the animal or drinks its milk should provide the expenditures.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا زَكَرِيَّاءُ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم.   الرَّهْنُ يُرْكَبُ بِنَفَقَتِهِ إِذَا كَانَ مَرْهُونًا، وَلَبَنُ الدَّرِّ يُشْرَبُ بِنَفَقَتِهِ إِذَا كَانَ مَرْهُونًا، وَعَلَى الَّذِي يَرْكَبُ وَيَشْرَبُ النَّفَقَةُ .",
    "hadithBengali": "২৩৪৭। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বাহনর পশু বন্ধক থাকলে তার খরচের পরিমাণে তাতে আরোহণ করা যাবে। তদ্রুপ দুধেল প্রাণী বন্ধক থাকলে তার খরচের পরিমাণে দুধ পান করা যাবে। (মোট কথা) আরোহণকারী এবং দুধ পানকারীকেই খরচ বহন করতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2347",
    "id": "2431",
    "thesequence": "2773",
    "isActive": "1",
    "chapterId": "15611",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "43",
    "statusId": "1",
    "topicName": "১৫৭৯. বন্ধক রাখা প্রানীর উপর আরোহণ করা যায় এবং দুধ দোহন করা যায়। মুগীরা (রহঃ) ইবরাহীম (রহঃ) থেকে বর্ণনা করেছেন, হারিয়ে যাওয়া প্রাণী যে পাবে সে তার ঘাসের (ও অন্যান্য প্রয়জনীয়) খরচ পরিমাণ আরোহণ করতে পারবে, এবং ঘাসের খরচ পরিমাণ দুধ দোহন করতে পারবে। বন্ধকী প্রানীর ব্যাপারটিও অনুরূপ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) bought some foodstuff from a Jew and mortgaged his armor to him.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتِ اشْتَرَى رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ يَهُودِيٍّ طَعَامًا وَرَهَنَهُ دِرْعَهُ.",
    "hadithBengali": "২৩৪৮। কুতায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক ইয়াহুদী থেকে কিছু খাদ্যদ্রব্য কিনেছিলেন এবং তার কাছে নিজের বর্ম বন্ধক রেখেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2348",
    "id": "2432",
    "thesequence": "2774",
    "isActive": "1",
    "chapterId": "15612",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "43",
    "statusId": "1",
    "topicName": "১৫৮০. ইয়াহুদী ও অন্যান্যদের (অমুসলিমদের) কাছে বন্ধক রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Abu Mulaika:\n\nI wrote a letter to Ibn `Abbas and he wrote to me that the Prophet (ﷺ) had given the verdict that the defendant had to take an oath.",
    "hadithArabic": " حَدَّثَنَا خَلاَّدُ بْنُ يَحْيَى، حَدَّثَنَا نَافِعُ بْنُ عُمَرَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، قَالَ كَتَبْتُ إِلَى ابْنِ عَبَّاسٍ فَكَتَبَ إِلَىَّ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى أَنَّ الْيَمِينَ عَلَى الْمُدَّعَى عَلَيْهِ.",
    "hadithBengali": "২৩৪৯। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই ফায়সালা দিয়েছেন যে, (বাদী সাক্ষী পেশ করতে ব্যর্থ হলে) কসম করা বিবাদীর কর্তব্য।\n",
    "checkStatus": "1",
    "hadithNo": "2349",
    "id": "2433",
    "thesequence": "2775",
    "isActive": "1",
    "chapterId": "15613",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "43",
    "statusId": "1",
    "topicName": "১৫৮১. বন্ধকদাতা ও বন্ধক গ্রহীতার মধ্যে মতভেদ দেখা দিলে বা অনুরূপ কোন কিছু হলে বাদীর দায়িত্ব সাক্ষী পেশ করা আর বিবাদীর দায়িত্ব কসম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Wail:\n\nAbdullah (bin Masud) said, Whoever took a false oath in order to grab somebodys property will meet Allah while Allah will be angry with him. Allah revealed the following verse to confirm that:--Verily! Those who purchase a small gain at the cost of Allahs covenant And their oaths...a painful torment. (3.77)\n\nAl-Ashath bin Qais came to us and asked as to what Abu Abdur-Rehman (i.e. Ibn Masud) was telling you. We related the story to him. On that he said, He has told the truth. This verse was revealed about me. I had some dispute with another man regarding a well and we took the case before Allahs Messenger (ﷺ). Allahs Messenger (ﷺ) said (to me), Produce two witnesses (to support your claim); otherwise the defendant has the right to take an oath (to refute your claim). I said, The defendant would not mind to take a false oath. Allahs Messenger (ﷺ) then said, Whoever took a false oath in order to grab someone elses property will meet Allah, Allah will be angry with him. Allah then revealed what Confirmed it. Al-Ashath then recited the following Verse:--Verily! Those who purchase a small gain at the cost of Allahs covenant, And their oaths . . . (to) . . . they shall have a painful torment! (3.77)",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، قَالَ قَالَ عَبْدُ اللَّهِ ـ رضى الله عنه مَنْ حَلَفَ عَلَى يَمِينٍ، يَسْتَحِقُّ بِهَا مَالاً وَهْوَ فِيهَا فَاجِرٌ، لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ، فَأَنْزَلَ اللَّهُ تَصْدِيقَ ذَلِكَ {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً} فَقَرَأَ إِلَى {عَذَابٌ أَلِيمٌ}.ثُمَّ إِنَّ الأَشْعَثَ بْنَ قَيْسٍ خَرَجَ إِلَيْنَا فَقَالَ مَا يُحَدِّثُكُمْ أَبُو عَبْدِ الرَّحْمَنِ قَالَ فَحَدَّثْنَاهُ قَالَ فَقَالَ صَدَقَ لَفِيَّ وَاللَّهِ أُنْزِلَتْ، كَانَتْ بَيْنِي وَبَيْنَ رَجُلٍ خُصُومَةٌ فِي بِئْرٍ فَاخْتَصَمْنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  شَاهِدُكَ أَوْ يَمِينُهُ . قُلْتُ إِنَّهُ إِذًا يَحْلِفُ وَلاَ يُبَالِي. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ حَلَفَ عَلَى يَمِينٍ يَسْتَحِقُّ بِهَا مَالاً هُوَ فِيهَا فَاجِرٌ، لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ . فَأَنْزَلَ اللَّهُ تَصْدِيقَ ذَلِكَ، ثُمَّ اقْتَرَأَ هَذِهِ الآيَةَ {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً} إِلَى {وَلَهُمْ عَذَابٌ أَلِيمٌ}.",
    "hadithBengali": "২৩৫০। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ (ইবনু মাসউদ) (রাঃ) থেকে বর্ণিত। তিনি বলেন, মিথ্যা কসম করে যে ব্যাক্তি অর্থ-সম্পদ হস্তগত করে সে (কিয়ামতের দিন) আল্লাহ সাথে সাক্ষাত করবে এ অবস্থায় যে, আল্লাহ তার প্রতি রাগান্বিত থাকবেন। তারপর আল্লাহ তাআলা (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর) উক্ত বাণী সমর্থন করে আয়াত নাযিল করলেন: &ldquo;নিশ্চয় যারা আল্লাহর সাতে কৃত প্রতিশ্রুতি এবং নিজেদের প্রতিশ্রুতি তুচ্ছ মূল্যে বিক্রয় করে মর্মন্তুদ শাস্তি রয়েছে। (৩ঃ ৭৭) (রাবী বলেন) পরে আশআস ইবনু কাযস (রাঃ) আমাদের কাছে এসে জিজ্ঞাসা করলেন, আবূ আবদুর রহমান (ইবনু মাসউদ) তোমাদের কি হাদীস শোনালেন (রাবী বলেন), আমরা তাকে হাদীসটি শোনালে তিন বললেন, তিনি নির্ভুল হাদীস শুনিয়েছেন। আমাকে কেন্দ্র করেই তো আয়াতটি নাযিল হয়েছিলো। কুয়া (এর মালিকানা) নিয়ে আমার সাথে এক লোকের ঝগড়া চলছিলো। পরে আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে ব্যাক্তি মিথ্যা হলফ করে অর্থ-সম্পদ হস্তগত করবে, সে (কিয়ামতের দিন) আল্লাহর সাথে সাক্ষাত করবে এ অবস্থায় যে, আল্লাহ তার প্রতি রাগান্বিত থাকবেন। তিন (আশআস) বলেন, তখন আল্লাহ তাআলা এর সমর্থনে আয়াত নাযিল করলেন। অতঃপর তিনি (আশআস) এই আয়াতإِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً} إِلَى {وَلَهُمْ عَذَابٌ أَلِيمٌ তিলাওয়াত করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2350",
    "id": "2434",
    "thesequence": "2776",
    "isActive": "1",
    "chapterId": "15613",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "43",
    "statusId": "1",
    "topicName": "১৫৮১. বন্ধকদাতা ও বন্ধক গ্রহীতার মধ্যে মতভেদ দেখা দিলে বা অনুরূপ কোন কিছু হলে বাদীর দায়িত্ব সাক্ষী পেশ করা আর বিবাদীর দায়িত্ব কসম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]