[
  {
    "hadithEnglish": "Narrated `Urwa:\n\nThat `Aisha told him that Buraira came to seek her help in her writing of emancipation (for a certain sum) and that time she had not paid anything of it. `Aisha said to her, Go back to your masters, and if they agree that I will pay the amount of your writing of emancipation and get your Wala, I will do so. Buraira informed her masters of that but they refused and said, If she (i.e. `Aisha) is seeking Allahs reward, then she can do so, but your Wala will be for us. `Aisha mentioned that to Allahs Apostle who said to her, Buy and manumit her, as the Wala is for the liberator. Allahs Messenger (ﷺ) then got up and said, What about the people who stipulate conditions which are not present in Allahs Laws? Whoever imposes conditions which are not present in Allahs Laws, then those conditions will be invalid, even if he imposed these conditions a hundred times. Allahs conditions (Laws) are the truth and are more solid.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ أَخْبَرَتْهُ أَنَّ بَرِيرَةَ جَاءَتْ تَسْتَعِينُهَا فِي كِتَابَتِهَا، وَلَمْ تَكُنْ قَضَتْ مِنْ كِتَابَتِهَا شَيْئًا، قَالَتْ لَهَا عَائِشَةُ ارْجِعِي إِلَى أَهْلِكِ، فَإِنْ أَحَبُّوا أَنْ أَقْضِيَ عَنْكِ كِتَابَتَكِ، وَيَكُونَ وَلاَؤُكِ لِي فَعَلْتُ. فَذَكَرَتْ ذَلِكَ بَرِيرَةُ لأَهْلِهَا فَأَبَوْا وَقَالُوا إِنْ شَاءَتْ أَنْ تَحْتَسِبَ عَلَيْكِ فَلْتَفْعَلْ، وَيَكُونَ وَلاَؤُكِ لَنَا، فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم  ابْتَاعِي فَأَعْتِقِي، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ . قَالَ ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  مَا بَالُ أُنَاسٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ مَنِ اشْتَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ فَلَيْسَ لَهُ، وَإِنْ شَرَطَ مِائَةَ مَرَّةٍ، شَرْطُ اللَّهِ أَحَقُّ وَأَوْثَقُ .",
    "hadithBengali": "<p style=text-align:center>১৬০২. পরিচ্ছেদ : মুকাতাব ও দেয় অর্থের কিস্তি প্রসংগে। প্রতি বছর এক কিস্তি করে আদায় করা। আল্লাহ তাআলার বাণী: তোমাদের এবং তোমাদের মালিকানাধীন দাস-দাসীদের মধ্যে কেউ তার মুক্তির জন্য চুক্তিপত্র লিখতে চাইলে তাদের সাথে তোমরা চুক্তিবদ্ধ হও, যদি তোমরা ওদের মধ্যে মঙ্গলের সন্ধান পাও এবং আল্লাহ তোমাদের যে সম্পদ দিয়েছেন, তা থেকে তোমরা ওদের দান করবে। (১৪ঃ ৩৩) রাওয়াহ (র.) বলেন, ইবন জুরায়জ (র.) বর্ণনা করেন, আমি আতা (র.) কে জিজ্ঞাসা করলাম যদি আমি জানতে পারি যে, তার (গোলামের) অর্থ-সম্পদ আছে, তবে কি তার সাথে কিতাবতের চুক্তি করা আমার জন্য ওয়াজিব হবে ? তিনি বললেন, আমি তো ওয়াজিব ছাড়া অন্য কিছু মনে করি না। আমর ইবন দীনার (র.) বলেন, আমি আতা (র.)-কে জিজ্ঞাসা করলাম, এ মতামত কি আপনি (পূর্ববর্তী) কারো কাছ থেকে বর্ণনা করছেন ? তিনি বললেন, না। তারপর আতা (র.) আমার কাছে বর্ণনা করেছেন যে, মূসা ইবন আনাস (রহঃ) তাকে অবহিত করেছেন যে, আনাস (রা.)-এর কাছে তার গোলাম সীরীত মুকাতাব (চুক্তিবদ্ধ) হওয়ার আবেদন জানালো। সে বিত্তশালী ছিলো। কিন্তু আনাস (রা.) তাতে অস্বীকৃতি জানালেন। সীরীন তখন উমর (রা.)-এর কাছে বিষয়টি উত্থাপন করল। উমর (রা.) আনাস (রা.)-কে বললেন, তার সাথে চুক্তিবদ্ধ হও। তিনি অস্বীকৃতি জানালেন। উমর (রা.) তখন তাকে বেত্রাঘাত করলেন এবং নিম্নোক্ত আয়াত তেলাওয়াত করলেন, <span dir=RTL>فَكَاتِبُوهُمْ</span> <span dir=RTL>إِنْ</span> <span dir=RTL>عَلِمْتُمْ</span> <span dir=RTL>فِيهِمْ</span> <span dir=RTL>خَيْرًا</span> &ldquo;তোমরা তাদের সঙ্গে চুক্তিতে আবদ্ধ হও, যতি তোমরা তাদের মধ্যে মঙ্গলের সন্ধান পাও। (২৪:৩৩)। এরপর আনাস (রা.) তার সাথে চুক্তিবদ্ধ হলেন। লায়স (র.) ...... উরওয়া (র.) সূত্রে আয়িশা (রা.) থেকে বর্ণনা করেন যে, তিনি বলেছেন, বারীরা (রা.) একবার মুকাতাবাতের সাহায্য চাইতে তাঁর কাছে আসলেন। প্রতিবছর এক উকিয়া করে পাঁচ বছরে পাঁচ উকিয়া তাকে পরিশোধ করতে হবে। তার প্রতি আয়িশা (রা.) আগ্রাহান্বিত হলেন। তাই তিনি বললেন, যদি আমি এককালীন মূল্য পরিশোধ করে দেই তবে কি তোমার মালিক তোমাকে বিক্রি করবে ? তখন আমি তোমাকে আযাদ করে দিব এবং তোমার ওয়ালার অধিকার আমার হবে। বারীরা (রা) তার মালিকের কাছে গিযে উক্ত প্রস্তাব পেশ করলেন। কিন্তু তার বলল, না; তবে যদি ওয়ালার অধিকার আমাদের হয়। আয়িশা (রা.) বলেন, আমি রাসূলুল্লাহ (সা)-এর খিদমতে গেলাম এবং বিষয়টি তাঁকে বললাম। (রাবী বলেন) তখন রাসূলুল্লাহ (সা) তাঁকে বললেন, তাকে খরিদ করে আযাদ করে দাও । কেননা, ওয়ালা তারই হবে, সে আযাদ হবে। তারপর তিনি দাঁড়িয়ে বললেন, মানুষের কি হল, তারা এমন সব শর্ত আরোপ করে, যা আল্লাহর কিতাবে নেই! আল্লাহর কিতাবে নেই এমন শর্ত কেউ আরোপ করলে তা বাতিল বলে গণ্য হবে। আল্লাহর দেয়া শর্তই সঠিক এবং নির্ভরযোগ্য।\n\n<hr />\n২৩৯১। কুতায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, বারীরা (রাঃ) একবার তার মুকাতাবাতের ব্যাপারে সাহায্য চাইতে আসলেন। তখন পর্যন্ত তিনি মুকাতাবাতের অর্থ থেকে কিছুই আদায় করেন নি। আয়িশা (রাঃ) তাকে বললেন, তুমি তোমার মালিকের কাছে ফিরে যাও। তারা সম্মত হলে আমি তোমার মুকাতাবাতের প্রাপ্য পরিশোধ করে দিব। আর তোমার ওয়ালার অধিকার আমার হবে। বারীরা (রাঃ) কথাটি তার মালিকের কাছে পেশ করলেন। কিন্তু তারা তা অস্বীকার করল এবং বলল, তিনি যদি তোমাকে আযাদ করে সাওয়াব পেতে চান, তবে করতে পারেন। ওয়ালা আমাদেরই থাকবে।\n\nআয়িশা (রাঃ) বিষয়টি রাসূলল্লাহ -এর কাছে পেশ করেল তিনি বলেলেন, তুমি খরিদ করে আযাব করে দাও। কেননা যে আযাদ করবে, সেই ওয়ালার অধিকারী হবে। (রাবী) বলেন, তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (সাহাবীগণের সমাবেশে) দাঁড়িয়ে বললেন, মানুষের কি হল, এমন সব শর্ত তারা আরোপ করে, যা আল্লাহর কিতাবে নেই। যে এমন কোন শর্থ আরোপ করবে, যা আল্লাহর কিতাবে নেই, তা তার জন্য প্রযোজ্য হবে না; যদিও সে শতবার শর্তারোপ করে। কেননা আল্লাহর দেওয়া শর্তই সঠিক এবং নির্ভরযোগ্য।\n",
    "checkStatus": "1",
    "hadithNo": "2391",
    "id": "2475",
    "thesequence": "2817",
    "isActive": "1",
    "chapterId": "15634",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "45",
    "statusId": "1",
    "topicName": "১৬০৩. মুকাতাবের উপরে যে সব শর্ত আরোপ করা জায়িজ এবং আল্লাহর কিতাবে নেই এমন শর্ত আরোপ করা। এ বিষয়ে ইবন উমর (রা.) থেকে হাদীস বর্ণিত হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAisha wanted to buy a slave-girl in order to manumit her. The girls masters stipulated that her Wala would be for them. Allahs Messenger (ﷺ) said (to `Aisha), What they stipulate should not stop you, for the Wala is for the liberator.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ أَرَادَتْ عَائِشَةُ أُمُّ الْمُؤْمِنِينَ أَنْ تَشْتَرِيَ جَارِيَةً لِتُعْتِقَهَا، فَقَالَ أَهْلُهَا عَلَى أَنَّ وَلاَءَهَا لَنَا. قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَمْنَعُكِ ذَلِكِ، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ .",
    "hadithBengali": "২৩৯২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, উম্মুল মুমিনীন আয়িশা (রাঃ) আযাদ করার জন্য জনৈকা বাঁদীকে খরিদ করতে চাইলেন। কিন্তু তার মালিক পক্ষ বলল, এই শর্তে (আমরা সম্মত) যে, ওয়ালা আমাদেরই থাকবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এ শর্তারোপ যেন তোমাকে তা খরিদ করতে বিরত না রাখে। কেননা ওয়ালা তারই জন্য যে আযাদ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "2392",
    "id": "2476",
    "thesequence": "2818",
    "isActive": "1",
    "chapterId": "15634",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "45",
    "statusId": "1",
    "topicName": "১৬০৩. মুকাতাবের উপরে যে সব শর্ত আরোপ করা জায়িজ এবং আল্লাহর কিতাবে নেই এমন শর্ত আরোপ করা। এ বিষয়ে ইবন উমর (রা.) থেকে হাদীস বর্ণিত হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nBuraira came (to `Aisha) and said, I have made a contract of emancipation with my masters for nine Uqiyas (of gold) to be paid in yearly installments. Therefore, I seek your help. `Aisha said, If your masters agree, I will pay them the sum at once and free you on condition that your Wala will be for me. Buraira went to her masters but they refused that offer. She (came back) and said, I presented to them the offer but they refused, unless the Wala was for them. Allahs Messenger (ﷺ) heard of that and asked me about it, and I told him about it. On that he said, Buy and manumit her and stipulate that the Wala should be for you, as Wala is for the liberator. `Aisha added, Allahs Messenger (ﷺ) then got up amongst the people, Glorified and Praised Allah, and said, Then after: What about some people who impose conditions which are not present in Allahs Laws? So, any condition which is not present in Allahs Laws is invalid even if they were one-hundred conditions. Allahs ordinance is the truth, and Allahs condition is stronger and more solid. Why do some men from you say, O so-and-so! manumit the slave but the Wala will be for me? Verily, the Wala is for the liberator.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ جَاءَتْ بَرِيرَةُ فَقَالَتْ إِنِّي كَاتَبْتُ أَهْلِي عَلَى تِسْعِ أَوَاقٍ، فِي كُلِّ عَامٍ وَقِيَّةٌ، فَأَعِينِينِي. فَقَالَتْ عَائِشَةُ إِنْ أَحَبَّ أَهْلُكِ أَنْ أَعُدَّهَا لَهُمْ عَدَّةً وَاحِدَةً، وَأُعْتِقَكِ فَعَلْتُ، وَيَكُونَ وَلاَؤُكِ لِي. فَذَهَبَتْ إِلَى أَهْلِهَا، فَأَبَوْا ذَلِكَ عَلَيْهَا، فَقَالَتْ إِنِّي قَدْ عَرَضْتُ ذَلِكَ عَلَيْهِمْ، فَأَبَوْا إِلاَّ أَنْ يَكُونَ الْوَلاَءُ لَهُمْ. فَسَمِعَ بِذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَأَلَنِي فَأَخْبَرْتُهُ، فَقَالَ  خُذِيهَا، فَأَعْتِقِيهَا، وَاشْتَرِطِي لَهُمُ الْوَلاَءَ، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ . قَالَتْ عَائِشَةُ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي النَّاسِ، فَحَمِدَ اللَّهَ، وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ  أَمَّا بَعْدُ، فَمَا بَالُ رِجَالٍ مِنْكُمْ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ فَأَيُّمَا شَرْطٍ لَيْسَ فِي كِتَابِ اللَّهِ فَهْوَ بَاطِلٌ، وَإِنْ كَانَ مِائَةَ شَرْطٍ، فَقَضَاءُ اللَّهِ أَحَقُّ، وَشَرْطُ اللَّهِ أَوْثَقُ، مَا بَالُ رِجَالٍ مِنْكُمْ يَقُولُ أَحَدُهُمْ أَعْتِقْ يَا فُلاَنُ وَلِيَ الْوَلاَءُ إِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ .",
    "hadithBengali": "২৩৯৩। উবায়দ ইবনু ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, বারীরা (রাঃ) এসে বললেন, আমি প্রতি বছর এক উকিয়া করে নয় উকিয়া আদায় করার শর্তে কিতাবাতের চুক্তি করেছে। এ ব্যাপারে আপনি আমাকে সাহায্য করুন। আয়িশা (রাঃ) বললেন, তোমার মালিক পক্ষ সম্মত হলে আমি উক্ত পরিমাণ এককালীন দান করে তোমাকে আযাদ করতে পারি এবং তোমার ওয়ালা হবে আমার জন্য। তিনি তার মালিকের কাছে গেলেন, তারা তার এ শর্ত মানতে অস্বীকার করল। তখন তিনি বললেন, বিষয়টি আমি তাদের কাছে উত্থাপন করেছিলাম, কিন্তু ওয়ালা তাদেরই হবে, এ শর্ত ছাড়া তারা মানতে অসম্মতি প্রকাশ করেছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিষয়টি শুনে এ সম্পর্কে আমাকে জিজ্ঞাসা করলেন। আমি ঘটনাটি তাঁকে খুলে বললাম। তখন তিনি বললেন, তাকে নিয়ে নাও এবং আযাদ করে দাও। ওয়ালা তাদের হবে এ শর্ত মেনে নাও, (এতে কিছু আসে যায় না)। কেননা, যে আযাদ করবে, ওয়ালা তারই হবে।\n\nআয়িশা (রাঃ) বলেন, এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবীগণের সমাবেশে দাঁড়িযে আল্লাহর হামদ ও সানা পাঠ করলেন আর বললেন, তোমাদের কিছু লোকের কি হল? এমন সব শর্ত তারা আরোপ করে, যা আল্লাহর কিতাবে নেই। এমন কোন শর্ত শতবার আরোপ করলেও। কেননা আল্লাহর হুকুমই যথার্থ এবং আল্লাহর শর্তই নির্ভরযোগ্য। তোমাদের কিছু লোকের কি হল? তারা এমন কথা বলে যে, হে অমুক! তুমি আযাদ করে দাও, ওয়ালা (অভিভাবকত্ব) আমারই থাকবে। অথচ যে আযাদ করবে, সে-ই ওয়ালার অধিকারী হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2393",
    "id": "2477",
    "thesequence": "2819",
    "isActive": "1",
    "chapterId": "15635",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "45",
    "statusId": "1",
    "topicName": "১৬০৪. মানুষের কাছে মুকাতাবের সাহায্য চাওয়া ও যাচনা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Amra bint `Abdur-Rahman:\n\nBuraira went to Aisha, the mother of the faithful believers to seek her help in her emancipation Aisha said to her, If your masters agree, I will pay them your price in a lump sum and manumit you. Buraira mentioned that offer to her masters but they refused to sell her unless the Wala was for them. `Aisha told Allahs Messenger (ﷺ) about it. He said, Buy and manumit her as the Wala is for the liberator.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، أَنَّ بَرِيرَةَ، جَاءَتْ تَسْتَعِينُ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ ـ رضى الله عنها ـ فَقَالَتْ لَهَا إِنْ أَحَبَّ أَهْلُكِ أَنْ أَصُبَّ لَهُمْ ثَمَنَكِ صَبَّةً وَاحِدَةً فَأُعْتِقَكِ فَعَلْتُ. فَذَكَرَتْ بَرِيرَةُ ذَلِكَ لأَهْلِهَا، فَقَالُوا لاَ. إِلاَّ أَنْ يَكُونَ وَلاَؤُكِ لَنَا. قَالَ مَالِكٌ قَالَ يَحْيَى فَزَعَمَتْ عَمْرَةُ أَنَّ عَائِشَةَ ذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ   اشْتَرِيهَا وَأَعْتِقِيهَا، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ .",
    "hadithBengali": "২৩৯৪। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আম্&zwnj;রা বিনতে আবদুর রহমান (রহঃ) থেকে বর্ণিত যে, বারীরা (রাঃ) একবার উম্মুল মুমিনীন আয়িশা (রাঃ) এর কাছে সাহায্য চাইতে আসলেন। তখন তিনি বললেন, তোমরা মালিক পক্ষ চাইলে আমি তাদের এক সাথেই তোমার মূল্য দিয়ে দিব এবং তোমাকে আযাদ করে দিব। বারীরা (রাঃ) মালিক পক্ষকে তা বললেন, কিন্তু জবাবে তারা বলল, তোমার ওয়ালা আমাদের থাকবে; এছাড়া আমরা সম্মত নই। (রাবী) মালিক (রহঃ) বলেন, ইয়াহইয়া (রহঃ) বলেন, আমরা (রহঃ) ধারণা করেন যে, আয়িশা (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তা উত্থাপন করেছিলেন, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন, তুমি তাকে খরিদ করে আযাদ করে দাও। কেননা, ওয়ালা তারই হবে, যে আযাদ করে।\n",
    "checkStatus": "1",
    "hadithNo": "2394",
    "id": "2478",
    "thesequence": "2820",
    "isActive": "1",
    "chapterId": "15636",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "45",
    "statusId": "1",
    "topicName": "১৬০৫. মুকাতাবের সম্মতি সাপেক্ষে তাকে বিক্রি করা। &lsquo;আয়িশা (রা.) বলেন, ধার্যকৃত অর্থের কিছু অংশও বাকী থাকবে। মুকাতাব গোলামরূপেই গণ্য হবে। যায়দ ইবন সাবিত (রা.) বলেন, তার যিম্মায় এক দিরহাম অবশিষ্ট থাকলেও। (গোলাম বলে গণ্য হবে।) ইবন উমর (রা.) বলেন, যতক্ষণ তার যিম্মায় কিছু অংশও অবশিষ্ট থাকবে মুকাতাব গোলামরূপেই গণ্য হবে; সে বেঁচে থাকুক, বা মারা যাক কিংবা কোন ধরণের অপরাধ করুক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdul Wahid bin Aiman:\n\nI went to `Aisha and said, I was the slave of `Utba bin Abu Lahab. Utba died and his sons became my masters who sold me to Ibn Abu `Amr who manumitted me. The sons of `Utba stipulated that my Wala should be for them. `Aisha said, Buraira came to me and she was given the writing of emancipation by her masters and she asked me to buy and manumit her. I agreed to it, but Buraira told me that her masters would not sell her unless her Wala was for them. `Aisha said, I am not in need of that. When the Prophet (ﷺ) heard that, or he was told about it, he asked `Aisha about it. `Aisha mentioned what Buraira had told her. The Prophet (ﷺ) said, Buy and manumit her and let them stipulate whatever they like. So, `Aisha bought and manumitted her and her masters stipulated that her Wala should be for them. The Prophet;, said, The Wala will be for the liberator even if they stipulated a hundred conditions.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ أَيْمَنَ، قَالَ حَدَّثَنِي أَبِي أَيْمَنُ، قَالَ دَخَلْتُ عَلَى عَائِشَةَ ـ رضى الله عنها ـ فَقُلْتُ كُنْتُ غُلاَمًا لِعُتْبَةَ بْنِ أَبِي لَهَبٍ، وَمَاتَ وَوَرِثَنِي بَنُوهُ، وَإِنَّهُمْ بَاعُونِي مِنَ ابْنِ أَبِي عَمْرٍو، فَأَعْتَقَنِي ابْنُ أَبِي عَمْرٍو، وَاشْتَرَطَ بَنُو عُتْبَةَ الْوَلاَءَ. فَقَالَتْ دَخَلَتْ بَرِيرَةُ وَهْىَ مُكَاتَبَةٌ فَقَالَتِ اشْتَرِينِي وَأَعْتِقِينِي. قَالَتْ نَعَمْ. قَالَتْ لاَ يَبِيعُونِي حَتَّى يَشْتَرِطُوا وَلاَئِي. فَقَالَتْ لاَ حَاجَةَ لِي بِذَلِكَ. فَسَمِعَ بِذَلِكَ النَّبِيُّ صلى الله عليه وسلم أَوْ بَلَغَهُ، فَذَكَرَ لِعَائِشَةَ، فَذَكَرَتْ عَائِشَةُ مَا قَالَتْ لَهَا، فَقَالَ  اشْتَرِيهَا وَأَعْتِقِيهَا، وَدَعِيهِمْ يَشْتَرِطُونَ مَا شَاءُوا . فَاشْتَرَتْهَا عَائِشَةُ فَأَعْتَقَتْهَا وَاشْتَرَطَ أَهْلُهَا الْوَلاَءَ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم  الْوَلاَءُ لِمَنْ أَعْتَقَ، وَإِنِ اشْتَرَطُوا مِائَةَ شَرْطٍ .",
    "hadithBengali": "২৩৯৫। আবূ নুআইম (রহঃ) ... আয়মান (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আয়িশা (রাঃ) এর কাছে গিয়ে বললাম, আমি উতবা ইবনু আবূ লাহাবের গোলাম ছিলাম। সে মারা গেলে তার ছেলেরা আমার মালিক হল। আর তারা আমাকে ইবনু আবূ আমর মাখযূমীর নিকট বিক্রি করল। ইবনু আবূ আমর আমাকে আযদ করে দিলেন। কিন্তু উতবার ছেলেরা ওয়ালার শর্ত আরোপ করল। তখন আয়িশা (রাঃ) বললেন, মুকাতাব থাকা অবস্থায় বারীরা (রাঃ) একবার তার কাছে এসে বললেন, আমাকে ক্রয় করে আযাদ করে দিন। তিনি বললেন, হ্যাঁ। সে বলল, তাঁরা ওয়ালার শর্ত আরোপ ব্যতিরেকে আমাকে বিক্রি করবে না। তিনি বললেন, আমার তা প্রয়োজন নেই। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে কথা শুনলেন, কিংবা তার কাছে এ সংবাদ পৌছল। তখন তিনি আয়িশা (রাঃ) এর কাছে এ ব্যাপারে আলোচনা করলেন। আর আয়িশা (রাঃ) বারীরা (রাঃ) কে যা বলেছিলেন তাই জানালেন। তখন তিনি বললন, তুমি তাকে ক্রয় করে আযাদ করে দাও, আর তাদেরকে যত ইচ্ছা শর্ত আরোপ করতে দাও। পরে আয়িশা (রাঃ) তাকে খরিদ করে আযাদ করে দিলেন এবং তার মালিকপক্ষ ওয়ালার শর্ত আরোপ করল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ওয়ালা তারই থাকবে, যে আযাদ করে যদিও তার মালিক পক্ষ শত শর্ত আরোপ করে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "2395",
    "id": "2479",
    "thesequence": "2821",
    "isActive": "1",
    "chapterId": "15637",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "45",
    "statusId": "1",
    "topicName": "১৬০৬. মুকাতাব যদি (কাউকে) বলে, আমাকে ক্রয় করে আযাদ করে দিন, আর সে যদি ঐ উদ্দেশ্যে তাকে ক্রয় করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]