[
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, O Muslim women! None of you should look down upon the gift sent by her female neighbor even if it were the trotters of the sheep (fleshless part of legs).",
    "hadithArabic": "حَدَّثَنَا عَاصِمُ بْنُ عَلِيٍّ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الْمَقْبُرِيِّ، {عَنْ أَبِيهِ،} عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   يَا نِسَاءَ الْمُسْلِمَاتِ لاَ تَحْقِرَنَّ جَارَةٌ لِجَارَتِهَا، وَلَوْ فِرْسِنَ شَاةٍ .",
    "hadithBengali": "২৩৯৬। আসিম ইবনু আলী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, হে মুসলিম মহিলাগণ! কোন মহিলা প্রতিবেশিনী যেন অপর মহিলা প্রতিবেশিনী (প্রদত্ত হাদিয়া) তুচ্ছ মনে না করে, এমন কি স্বল্প গোশত বিশিষ্ট বকরীর হাঁড় হলেও।\n",
    "checkStatus": "1",
    "hadithNo": "2396",
    "id": "2480",
    "thesequence": "2822",
    "isActive": "1",
    "chapterId": "15638",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Urwa:\n\nAisha said to me, O my nephew! We used to see the crescent, and then the crescent and then the crescent in this way we saw three crescents in two months and no fire (for cooking) used to be made in the houses of Allahs Messenger (ﷺ). I said, O my aunt! Then what use to sustain you? `Aisha said, The two black things: dates and water, our neighbors from Ansar had some Manarh and they used to present Allahs Messenger (ﷺ) some of their milk and he used to make us drink.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ الأُوَيْسِيُّ، حَدَّثَنَا ابْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ بْنِ رُومَانَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّهَا قَالَتْ لِعُرْوَةَ ابْنَ أُخْتِي، إِنْ كُنَّا لَنَنْظُرُ إِلَى الْهِلاَلِ ثُمَّ الْهِلاَلِ، ثَلاَثَةَ أَهِلَّةٍ فِي شَهْرَيْنِ، وَمَا أُوقِدَتْ فِي أَبْيَاتِ رَسُولِ اللَّهِ صلى الله عليه وسلم نَارٌ. فَقُلْتُ يَا خَالَةُ مَا كَانَ يُعِيشُكُمْ قَالَتِ الأَسْوَدَانِ التَّمْرُ وَالْمَاءُ، إِلاَّ أَنَّهُ قَدْ كَانَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم جِيرَانٌ مِنَ الأَنْصَارِ كَانَتْ لَهُمْ مَنَائِحُ، وَكَانُوا يَمْنَحُونَ رَسُولَ اللَّهِ صلى الله عليه وسلم مِنْ أَلْبَانِهِمْ، فَيَسْقِينَا.",
    "hadithBengali": "২৩৯৭। আবদুল আযীয ইবনু আবদুল্লাহ &ndash;উওয়াসী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি একবার উরওয়া (রাঃ) কে লক্ষ্য করে বললেন, বোনপো। আমরা (মাসের) নতুন চাঁদ দেখতাম, আবার নতুন চাঁদ দেখতাম। এভাবে দুমাসে তিনটি নতুন চাঁদ দেখতাম। কিন্তু রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন ঘরেই আগুন জ্বালানো হতো না। (উরওয়া (রহঃ) বলেন) আমি জিজ্ঞাসা করলাম, খালা। আপনারা তাহলে কিভাবে বেঁচে থাকতেন? তিনি বললেন, দুটি কালো জিনিস অর্থাৎ খেজুর আর পানিই শুধু আমাদের বাঁচিয়ে রাখতো। অবশ্য কয়েক ঘর আনসার পরিবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতিবেশী ছিল। তাঁদের কিছু দুধালো উটনী ও বকরী ছিল। তাঁরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য দুধ হাদিয়া পাঠাত। তিনি আমাদেরকে তা পান করতে দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "2397",
    "id": "2481",
    "thesequence": "2823",
    "isActive": "1",
    "chapterId": "15638",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, I shall accept the invitation even if I were invited to a meal of a sheeps trotter, and I shall accept the gift even if it were an arm or a trotter of a sheep.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لَوْ دُعِيتُ إِلَى ذِرَاعٍ أَوْ كُرَاعٍ لأَجَبْتُ، وَلَوْ أُهْدِيَ إِلَىَّ ذِرَاعٌ أَوْ كُرَاعٌ لَقَبِلْتُ .",
    "hadithBengali": "২৩৯৮। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যদি আমাকে হালাল পশুর পায়া বা হাতা খেতে আহবান করা হয়, তবু তা আমি গ্রহণ করব আর যদি আমাকে পায়া বা হাতা হাদিয়া দেওয়া হয়, তবে আমি তা গ্রহণ করব।\n",
    "checkStatus": "1",
    "hadithNo": "2398",
    "id": "2482",
    "thesequence": "2824",
    "isActive": "1",
    "chapterId": "15639",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬০৭. সামান্য পরিমাণ হিবা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl:\n\nThe Prophet (ﷺ) sent for a woman from the emigrants and she had a slave who was a carpenter. The Prophet said to her Order your slave to prepare the wood (pieces) for the pulpit. So, she ordered her slave who went and cut the wood from the tamarisk and prepared the pulpit, for the Prophet. When he finished the pulpit, the woman informed the Prophet (ﷺ) that it had been finished. The Prophet (ﷺ) asked her to send that pulpit to him, so they brought it. The Prophet (ﷺ) lifted it and placed it at the place in which you see now.",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، حَدَّثَنَا أَبُو غَسَّانَ، قَالَ حَدَّثَنِي أَبُو حَازِمٍ، عَنْ سَهْلٍ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَرْسَلَ إِلَى امْرَأَةٍ مِنَ الْمُهَاجِرِينَ، وَكَانَ لَهَا غُلاَمٌ نَجَّارٌ قَالَ لَهَا  مُرِي عَبْدَكِ فَلْيَعْمَلْ لَنَا أَعْوَادَ الْمِنْبَرِ . فَأَمَرَتْ عَبْدَهَا، فَذَهَبَ فَقَطَعَ مِنَ الطَّرْفَاءِ، فَصَنَعَ لَهُ مِنْبَرًا، فَلَمَّا قَضَاهُ أَرْسَلَتْ إِلَى النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَدْ قَضَاهُ، قَالَ صلى الله عليه وسلم  أَرْسِلِي بِهِ إِلَىَّ . فَجَاءُوا بِهِ فَاحْتَمَلَهُ النَّبِيُّ صلى الله عليه وسلم فَوَضَعَهُ حَيْثُ تَرَوْنَ.",
    "hadithBengali": "২৩৯৯। ইবনু আবূ মারয়াম (রহঃ) ... সাহল (রাঃ) থেকে বর্ণিত যে, এক মুহাজির মহিলার কাছে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোক পাঠালেন। তাঁর এক গোলাম ছিল কাঠ মিস্ত্রী। তিনি তাকে বললেন, তুমি তোমার গোলামকে বল, সে যেন আমাদের জন্য একটা কাঠের মিম্বর বানিয়ে দেয়। তিনি তার গোলামকে নির্দেশ দিলেন। সে গিয়ে এক প্রকার গাছ কেটে এনে মিম্বার তৈরী করল। কাজ শেষ হলে তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে লোক পাঠিয়ে জানালেন যে, গোলাম তার কাজ শেষ করেছে। তিনি বললেন, সেটা আমার কাছে পাঠিয়ে দাও। তখন লোকেরা সেটা নিয়ে এলো। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেটা বহন করে সেখানে স্থাপন করলেন, যেখানে তোমরা (এখন) দেখতে পাচ্ছ।\n",
    "checkStatus": "1",
    "hadithNo": "2399",
    "id": "2483",
    "thesequence": "2825",
    "isActive": "1",
    "chapterId": "15640",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬০৮. কেউ যদি তার সাথীদের কাছে কোন কিছু চায়। আবূ সাঈদ (রা.) বলেন, নবী (সা) বললেন, তোমাদের সাথে আমার জন্য এক অংশ রেখো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin Abu Qatada Al-Aslami:\n\nThat his father said, One day I was sitting with some of the Prophets companions on the way to Mecca. Allahs Messenger (ﷺ) was ahead of us. All of my companions were in the state of Ihram while I was a non-Muhrim. They saw an onager while I was busy repairing my shoes, so they did not tell me about it but they wished I had seen it. By chance I looked up and saw it. So, I turned to the horse, saddled it and rode on it, forgetting to take the spear and the whip. I asked them if they could hand over to me the whip and the spear but they said, No, by Allah, we shall not help you in that in any way. I became angry and got down from the horse, picked up both the things and rode the horse again. I attacked the onager and slaughtered it, and brought it (after it had been dead). They took it (cooked some of it) and started eating it, but they doubted whether it was allowed for them to eat it or not, as they were in the state of Ihram. So, we proceeded and I hid with me one of its fore-legs. When we met Allahs Messenger (ﷺ) and asked him about the case, he asked, Do you have a portion of it with you? I replied in the affirmative and gave him that fleshy foreleg which he ate completely while he was in the state of Ihram .",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ أَبِي حَازِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ السَّلَمِيِّ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ كُنْتُ يَوْمًا جَالِسًا مَعَ رِجَالٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فِي مَنْزِلٍ فِي طَرِيقِ مَكَّةَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم نَازِلٌ أَمَامَنَا وَالْقَوْمُ مُحْرِمُونَ، وَأَنَا غَيْرُ مُحْرِمٍ، فَأَبْصَرُوا حِمَارًا وَحْشِيًّا، وَأَنَا مَشْغُولٌ أَخْصِفُ نَعْلِي، فَلَمْ يُؤْذِنُونِي بِهِ، وَأَحَبُّوا لَوْ أَنِّي أَبْصَرْتُهُ، وَالْتَفَتُّ فَأَبْصَرْتُهُ، فَقُمْتُ إِلَى الْفَرَسِ فَأَسْرَجْتُهُ ثُمَّ رَكِبْتُ وَنَسِيتُ السَّوْطَ وَالرُّمْحَ فَقُلْتُ لَهُمْ نَاوِلُونِي السَّوْطَ وَالرُّمْحَ. فَقَالُوا لاَ وَاللَّهِ، لاَ نُعِينُكَ عَلَيْهِ بِشَىْءٍ. فَغَضِبْتُ فَنَزَلْتُ فَأَخَذْتُهُمَا، ثُمَّ رَكِبْتُ، فَشَدَدْتُ عَلَى الْحِمَارِ فَعَقَرْتُهُ، ثُمَّ جِئْتُ بِهِ وَقَدْ مَاتَ، فَوَقَعُوا فِيهِ يَأْكُلُونَهُ، ثُمَّ إِنَّهُمْ شَكُّوا فِي أَكْلِهِمْ إِيَّاهُ، وَهُمْ حُرُمٌ، فَرُحْنَا وَخَبَأْتُ الْعَضُدَ مَعِي، فَأَدْرَكْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَسَأَلْنَاهُ عَنْ ذَلِكَ فَقَالَ   مَعَكُمْ مِنْهُ شَىْءٌ . فَقُلْتُ نَعَمْ. فَنَاوَلْتُهُ الْعَضُدَ فَأَكَلَهَا، حَتَّى نَفَّدَهَا وَهْوَ مُحْرِمٌ. فَحَدَّثَنِي بِهِ زَيْدُ بْنُ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي قَتَادَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.",
    "hadithBengali": "২৪০০। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ কাতাদা সালামী (রাঃ) থেকে বর্ণিত, তিনি বলেন, একদিন মক্কার পথে কোন এক মনযিলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কয়েকজন সাহাবীর সঙ্গে বসা ছিলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের অগ্রবর্তী কোন যমীনে অবস্থান করেছিলেন। সবাই ইহরাম অবস্থায় ছিলেন। আমি শুধু ইহরাম ছাড়া ছিলাম। তাঁরা একটি বন্য গাধা দেখতে পেলেন। আমি তখন আমার জুতা মেরামত করছিলাম। তাঁরা আমাকে সে সম্পর্কে অবহিত করেন নি। অথচ সেটি আমার নযরে পড়ুক তাঁরা তা চাচ্ছিলেন। আমি হঠাৎ সেদিকে তাকালাম, সেটা আমার নযরে পড়লো। তখন আমি উঠি ঘোড়ার দিকে এগিয়ে গেলাম এবং জ্বীন লাগিয়ে তাতে সাওয়ার হলাম। কিন্তু চাবুক ও বর্শা নিতে ভুলে গেলাম। তখন তাঁদের বললাম, চাবুক এবং বর্শাটা আমাকে তুলে দাও। কিন্তু তাঁরা বললেন, আল্লাহর কসম! গাধা শিকার করার ব্যাপারে আমরা তোমাকে কোন সাহায্যই করবো না।\n\nআমি তখন রাগ করে নেমে এলাম এবং সে দুটি তুলে নিয়ে সাওয়ার হলাম। আর গাধাটা আক্রমণ করে যখম করলাম। এতে সেটি মারা গলে। এরপর সেটাকে নিয়ে আসলাম। (পাকানোর পর) তারা সেই গাধার গোশত খেতে লাগলেন। পরে তাদের মনে ইহরাম অবস্থায় তা খাওয়া নিয়ে সন্দেহ দেখা দিল। কিছু সময় পর আমরা যাত্রা শুরু করলাম এক ফাকে আমি আমার কাছে গাধার একটি হাতা লুকিয়ে রেখেছিলাম। (পথে) আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাক্ষাত পেযে সেই গোশত সম্পর্কে তাঁকে জিজ্ঞাসা করলাম। তিনি বললেন, তোমাদের সাথে সেটার গোশতের কিছু আছে কি? আমি বললাম, হ্যাঁ আছে। এরপর হাতাখানা তাঁকে দিলে তিনি ইহরাম অবস্থায় তার সবটুকু খেলেন। এ হাদীসটি যায়দ ইবনু আসলাম আতা ইবনু ইয়াসার (রহঃ) এর মাধ্যমে আবূ কাতাদা (রাঃ) থেকে আমার কাছে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2400",
    "id": "2484",
    "thesequence": "2826",
    "isActive": "1",
    "chapterId": "15640",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬০৮. কেউ যদি তার সাথীদের কাছে কোন কিছু চায়। আবূ সাঈদ (রা.) বলেন, নবী (সা) বললেন, তোমাদের সাথে আমার জন্য এক অংশ রেখো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nOnce Allahs Messenger (ﷺ) visited us in this house of ours and asked for something to drink. We milked one of our sheep and mixed it with water from this well of ours and gave it to him. Abu Bakr was sitting on his left side and `Umar in front of him and a bedouin on his right side. When Allahs Messenger (ﷺ) finished, `Umar said to Allahs Messenger (ﷺ) Here is Abu Bakr. But Allahs Messenger (ﷺ) gave the remaining milk to the bedouin and said twice, The (persons on the) right side! So, start from the right side. Anas added, It is a Sunna (the Prophets traditions) and repeated it thrice.",
    "hadithArabic": "حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، قَالَ حَدَّثَنِي أَبُو طَوَالَةَ ـ اسْمُهُ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ ـ قَالَ سَمِعْتُ أَنَسًا ـ رضى الله عنه ـ يَقُولُ أَتَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي دَارِنَا هَذِهِ، فَاسْتَسْقَى، فَحَلَبْنَا لَهُ شَاةً لَنَا، ثُمَّ شُبْتُهُ مِنْ مَاءِ بِئْرِنَا هَذِهِ، فَأَعْطَيْتُهُ وَأَبُو بَكْرٍ عَنْ يَسَارِهِ، وَعُمَرُ تُجَاهَهُ وَأَعْرَابِيٌّ عَنْ يَمِينِهِ فَلَمَّا فَرَغَ قَالَ عُمَرُ هَذَا أَبُو بَكْرٍ. فَأَعْطَى الأَعْرَابِيَّ، ثُمَّ قَالَ   الأَيْمَنُونَ، الأَيْمَنُونَ، أَلاَ فَيَمِّنُوا . قَالَ أَنَسٌ فَهْىَ سُنَّةٌ فَهْىَ سُنَّةٌ. ثَلاَثَ مَرَّاتٍ.",
    "hadithBengali": "২৪০১। খালিদ ইবনু মাখলাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের এই ঘরে আগমন করেন এবং কিছু পান করতে চাইলেন। আমরা আমাদের একটা বকরীর দুধ দোহন করে তাতে আমাদের এই কুয়ার পানি মিশালাম। তারপর তা সম্মুখে পেশ করলাম। এ সময় আবূ বকর (রাঃ) ছিলেন তাঁর বামে, উমর (রাঃ) ছিলেন তাঁর সম্মুখে, আর এক বেদুঈন ছিলেন তাঁর ডানে। তিনি যখন পান শেষ করলেন, তখন উমর (রাঃ) বললেন, ইনি আবূ বকর (তাঁকে দিন); কিন্তু রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বেদুঈনকে তার অবশিষ্ট পানি দান করলেন। এরপর বললেন, ডান দিকের লোকদেরই (অগ্রাধিকার) ডান দিকের লোকদের (অগ্রাধিকার) শোন! ডান দিক থেকেই শুরু করবে। আনাস (রাঃ) বলেন, এই সুন্নাত। এই সুন্নাত, তিনবার বললেন।\n",
    "checkStatus": "1",
    "hadithNo": "2401",
    "id": "2485",
    "thesequence": "2827",
    "isActive": "1",
    "chapterId": "15641",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬০৯. পানি চাওয়া। সাহল (রাঃ) বর্ণনা করেন, নবী (সাঃ) আমাকে বললেন, আমাকে পান করাও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nWe chased a rabbit at Mar-al-Zahran and the people ran after it but were exhausted. I overpowered and caught it, and gave it to Abu Talha who slaughtered it and sent its hip or two thighs to Allahs Apostle. (The narrator confirms that he sent two thighs). The Prophet (ﷺ) accepted that. (The sub-narrator asked Anas, Did the Prophet; eat from it? Anas replied, He ate from it.)",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدِ بْنِ أَنَسِ بْنِ مَالِكٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ أَنْفَجْنَا أَرْنَبًا بِمَرِّ الظَّهْرَانِ، فَسَعَى الْقَوْمُ فَلَغَبُوا، فَأَدْرَكْتُهَا فَأَخَذْتُهَا، فَأَتَيْتُ بِهَا أَبَا طَلْحَةَ فَذَبَحَهَا، وَبَعَثَ بِهَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِوَرِكِهَا ـ أَوْ فَخِذَيْهَا قَالَ فَخِذَيْهَا لاَ شَكَّ فِيهِ ـ فَقَبِلَهُ. قُلْتُ وَأَكَلَ مِنْهُ قَالَ وَأَكَلَ مِنْهُ. ثُمَّ قَالَ بَعْدُ قَبِلَهُ.",
    "hadithBengali": "২৪০২। সুলায়মান ইবনু হারব (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, (মক্কার অদূরে) মাররায্ যাহারান নামক স্থানে আমরা একটি খরগোশ তাড়া করলাম। লোকেরা সেটার পিছনে ধাওয়া করে ক্লান্ত হয়ে পড়ল। অবশেষে আমি সেটাকে নাগালে পেয়ে ধরে আবূ তালহা (রাঃ) এর কাছে নিয়ে গেলাম। তিনি সেটাকে যবেহ্ করে তার পাছা অথবা রাবী বলেন, দুউরু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে পাঠালেন। শুবা (রহঃ) বলেন, দুটি উরুই পাঠিয়ে ছিলেন, এ শব্দের বর্ণনায় কোন সন্দেহ নেই। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা গ্রহন করেছিলেন। রাবী বলেন, আমি শুবা (রহঃ) কে জিজ্ঞাসা করলাম, তিনি কি তা খেয়েছিলেন? তিনি বললেন। হ্যাঁ, খেয়েছিলেন। কিছুক্ষণ পর তিনি বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা গ্রহণ করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2402",
    "id": "2486",
    "thesequence": "2828",
    "isActive": "1",
    "chapterId": "15642",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১০. শিকারের গোশত হাদিয়াস্বরূপ গ্রহন কর। আবু কাতাদা (রাঃ) থেকে নবী (সাঃ) শিকারকৃত পশুর একটি বাহু গ্রহন করে ছিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated As-Sab bin Jath-thama:\n\nAn onager was presented to Allahs Messenger (ﷺ) at the place called Al-Abwa or Waddan, but Allahs Apostle rejected it. When the Prophet (ﷺ) noticed the signs of sorrow on the givers face he said, We have not rejected your gift, but we are in the state of Ihram. (i.e. if we were not in a state of Ihram we would have accepted your gift.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنِ الصَّعْبِ بْنِ جَثَّامَةَ ـ رضى الله عنهم ـ أَنَّهُ أَهْدَى لِرَسُولِ اللَّهِ صلى الله عليه وسلم حِمَارًا وَحْشِيًّا وَهْوَ بِالأَبْوَاءِ أَوْ بِوَدَّانَ فَرَدَّ عَلَيْهِ، فَلَمَّا رَأَى مَا فِي وَجْهِهِ قَالَ   أَمَا إِنَّا لَمْ نَرُدَّهُ عَلَيْكَ إِلاَّ أَنَّا حُرُمٌ .",
    "hadithBengali": "২৪০৩। ইসমাঈল (রহঃ) ... সাআব ইবনু জাসসামা (রাঃ) থেকে বর্ণিত যে, তিনি (সাআব ইবনু জাসসামা) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য একটি বন্য গাধা হাদিয়া পাঠালেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন আবওয়া কিংবা ওযাদ্দান নামক স্থানে ছিলেন। তিনি হাদিয়া তাকে ফেরত পাঠালেন। পরে তার মুখমন্ডলের বিষন্নতা লক্ষ্য করে বললেন, শুন! আমরা ইহরাম অবস্থায় আছি, তা না হলে তোমার হাদিয়া ফেরত দিতাম না।\n",
    "checkStatus": "1",
    "hadithNo": "2403",
    "id": "2487",
    "thesequence": "2829",
    "isActive": "1",
    "chapterId": "15642",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১০. শিকারের গোশত হাদিয়াস্বরূপ গ্রহন কর। আবু কাতাদা (রাঃ) থেকে নবী (সাঃ) শিকারকৃত পশুর একটি বাহু গ্রহন করে ছিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nThe people used to look forward for the days of my (`Aishas) turn to send gifts to Allahs Messenger (ﷺ) in order to please him.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، حَدَّثَنَا عَبْدَةُ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّاسَ، كَانُوا يَتَحَرَّوْنَ بِهَدَايَاهُمْ يَوْمَ عَائِشَةَ، يَبْتَغُونَ بِهَا ـ أَوْ يَبْتَغُونَ بِذَلِكَ ـ مَرْضَاةَ رَسُولِ اللَّهِ صلى الله عليه وسلم.",
    "hadithBengali": "২৪০৪। ইবরাহীম ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, লোকেরা তাদের হাদিয়া পাঠাবার জন্য আয়িশা (রাঃ) এর নির্ধারিত দিনের অপেক্ষা করত। এতে তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সন্তুষ্টি অর্জনের চেষ্টা করত।\n",
    "checkStatus": "1",
    "hadithNo": "2404",
    "id": "2488",
    "thesequence": "2830",
    "isActive": "1",
    "chapterId": "15643",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১১. হাদিয়া গ্রহন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Jubair:\n\nIbn `Abbas said: Um Hufaid, Ibn `Abbass aunt sent some dried yogurt (butter free), ghee (butter) and a mastigar to the Prophet (ﷺ) as a gift. The Prophet (ﷺ) ate the dried yogurt and butter but left the mastigar because he disliked it. Ibn `Abbas said, The mastigar was eaten at the table of Allahs Messenger (ﷺ) and if it had been illegal to eat, it could not have been eaten at the table of Allahs Messenger (ﷺ).",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا جَعْفَرُ بْنُ إِيَاسٍ، قَالَ سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ أَهْدَتْ أُمُّ حُفَيْدٍ خَالَةُ ابْنِ عَبَّاسٍ إِلَى النَّبِيِّ صلى الله عليه وسلم أَقِطًا وَسَمْنًا وَأَضُبًّا، فَأَكَلَ النَّبِيُّ صلى الله عليه وسلم مِنَ الأَقِطِ وَالسَّمْنِ، وَتَرَكَ الضَّبَّ تَقَذُّرًا. قَالَ ابْنُ عَبَّاسٍ فَأُكِلَ عَلَى مَائِدَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم، وَلَوْ كَانَ حَرَامًا مَا أُكِلَ عَلَى مَائِدَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم.",
    "hadithBengali": "২৪০৫। আদম ইবনু আবূ ইয়াস (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, ইবনু আব্বাসের খালা উম্মূ হুফায়দ (রাঃ) একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে পনীর, ঘি ও গুইসাপ হাদিয়া পাঠালেন। কিন্তু নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শুধু পনীর ও ঘি খেলেন আর গুইসাপ রুচি বিরুদ্ধ হওয়ার কারণে রেখে দিলেন। ইবনু আব্বাস (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দস্তরখানে (গুইসাপ) খাওয়া হয়েছে। যদি তা হারাম হতো তা হলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দস্তরখানে তা খাওয়া হত না।\n",
    "checkStatus": "1",
    "hadithNo": "2405",
    "id": "2489",
    "thesequence": "2831",
    "isActive": "1",
    "chapterId": "15643",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১১. হাদিয়া গ্রহন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nWhenever a meal was brought to Allahs Messenger (ﷺ), he would ask whether it was a gift or Sadaqa (something given in charity). If he was told that it was Sadaqa, he would tell his companions to eat it, but if it was a gift, he would hurry to share it with them.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا مَعْنٌ، قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا أُتِيَ بِطَعَامٍ سَأَلَ عَنْهُ أَهَدِيَّةٌ أَمْ صَدَقَةٌ فَإِنْ قِيلَ صَدَقَةٌ. قَالَ لأَصْحَابِهِ كُلُوا. وَلَمْ يَأْكُلْ، وَإِنْ قِيلَ هَدِيَّةٌ. ضَرَبَ بِيَدِهِ صلى الله عليه وسلم فَأَكَلَ مَعَهُمْ .",
    "hadithBengali": "২৪০৬। ইবরাহীম ইবনু মুনযির (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে কোন খাবার আনা হলে তিনি জানতে চাইতেন, এটা হাদিয়া, না সাদকা? যদি বলা হতো, সাদকা তা হলে সাহাবীদের তিনি বলতেন, তোমরা খাও। কিন্তু তিনি খেতেন না। আর যদি বলা হল হাদিয়া। তাহলে তিনিও হাত বাড়াতেন এবং তাদের সাথে খাওয়ায় শরীক হতেন।\n",
    "checkStatus": "1",
    "hadithNo": "2406",
    "id": "2490",
    "thesequence": "2832",
    "isActive": "1",
    "chapterId": "15643",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১১. হাদিয়া গ্রহন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nSome meat was brought to the Prophet (ﷺ) and it was said that the meat had been given in charity to Buraira. He said, It was Sadaqa for Buraira but a gift for us.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِلَحْمٍ فَقِيلَ تُصُدِّقَ عَلَى بَرِيرَةَ قَالَ   هُوَ لَهَا صَدَقَةٌ، وَلَنَا هَدِيَّةٌ .",
    "hadithBengali": "২৪০৭। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে কিছু গোশত আনা হল এবং বলা হল যে, এটা আসলে বারীরার কাছে সাদকারূপে এসেছিল। তখন তিনি বললেন, এটা তার জন্য সাদকা আর আমাদের জন্য হাদিয়া।\n",
    "checkStatus": "1",
    "hadithNo": "2407",
    "id": "2491",
    "thesequence": "2833",
    "isActive": "1",
    "chapterId": "15643",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১১. হাদিয়া গ্রহন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nI intended to buy Buraira but her masters stipulated that her Wala should be for them. When the Prophet was told about it, he said to me, Buy and manumit her, as the Wala is for the liberator. Once Buraira was given some meat, and the Prophet (ﷺ) asked, What is this? I said, It has been given to Buraira in charity. He said, It is sadaqa for her but a gift for us. Buraira was given the option (to stay with her husband or to part with him). `Abdur-Rahman (a sub-narrator) wondered, Was her husband a slave or a free man? Shu`ba (another sub-narrator) said, I asked `Abdur-Rahman whether her husband was a slave or a free man. He replied that he did not know whether he was a slave or a free man.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، قَالَ سَمِعْتُهُ مِنْهُ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّهَا أَرَادَتْ أَنْ تَشْتَرِيَ بَرِيرَةَ، وَأَنَّهُمُ اشْتَرَطُوا وَلاَءَهَا، فَذُكِرَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم  اشْتَرِيهَا فَأَعْتِقِيهَا، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ . وَأُهْدِيَ لَهَا لَحْمٌ، فَقِيلَ لِلنَّبِيِّ صلى الله عليه وسلم هَذَا تُصُدِّقَ عَلَى بَرِيرَةَ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  هُوَ لَهَا صَدَقَةٌ وَلَنَا هَدِيَّةٌ . وَخُيِّرَتْ. قَالَ عَبْدُ الرَّحْمَنِ زَوْجُهَا حُرٌّ أَوْ عَبْدٌ قَالَ شُعْبَةُ سَأَلْتُ عَبْدَ الرَّحْمَنِ عَنْ زَوْجِهَا. قَالَ لاَ أَدْرِي أَحُرٌّ أَمْ عَبْدٌ",
    "hadithBengali": "২৪০৮। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি বারীরা (রাঃ) কে (আযাদ করার উদ্দেশ্যে) খরিদ করার ইচ্ছা করলেও তার মালিক পক্ষ ওয়ালার শর্তারোপ করল। তখন বিষয়টি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে আলোচিত হল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি তাকে খরিদ করে আযাদ করে দাও। কেননা যে আযাদ করবে, সেই ওয়ালা লাভ করবে। আয়িশা (রাঃ) এর জন্য কিছু গোশত হাদিয়া পাঠানো হল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলা হল যে, এ গোশত বারীরকে সাদকা করা হয়েছিল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এটা তার জন্য সাদকা আর আমাদের জন্য হাদিয়া। তাকে (বারীরাকে তার স্বামীর ব্যাপারে সিদ্ধান্ত নেওয়ার) ইখতিয়ার দেওয়া হল। (রাবী) আবদুর রাহমান (রহঃ) বলেন, তার স্বামী তখন আযাদ কিংবা গোলাম ছিল? শুবা (রহঃ) বলেন, পরে আমি আবদুর রহমান (রহঃ) কে তার স্বামী সম্পর্কে জিজ্ঞাসা করলে তিনি বললেন, আমি জানিনা, সে আযাদ ছিল না গোলাম ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "2408",
    "id": "2492",
    "thesequence": "2834",
    "isActive": "1",
    "chapterId": "15643",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১১. হাদিয়া গ্রহন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Atiyya:\n\nOnce the Prophet (ﷺ) went to `Aisha and asked her whether she had something (to eat). She said that she had nothing except the mutton which Um Atiyya had sent to (Buraira) in charity. The Prophet (ﷺ) said that it had reached its destination (i.e. it is no longer an object of charity.)",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ دَخَلَ النَّبِيُّ صلى الله عليه وسلم عَلَى عَائِشَةَ ـ رضى الله عنها ـ فَقَالَ  عِنْدَكُمْ شَىْءٌ . قَالَتْ لاَ، إِلاَّ شَىْءٌ بَعَثَتْ بِهِ أُمُّ عَطِيَّةَ مِنَ الشَّاةِ الَّتِي بُعِثَ إِلَيْهَا مِنَ الصَّدَقَةِ. قَالَ  إِنَّهَا قَدْ بَلَغَتْ مَحِلَّهَا .",
    "hadithBengali": "২৪০৯। মুহাম্মদ ইবনু মুকাতিল আবূল হাসান (রহঃ) ... উম্মু আতিয়্যা (রাঃ) থেকে বর্ণিত, তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আয়িশা (রাঃ) এর ঘরে এসে জিজ্ঞাসা করলেন, তোমাদের কাছে খাবার কিছু আছে কি? তিনি বললেন, না; তবে সে বকরীর কিছু গোশত উম্মু আতিয়্যা পাঠিয়েছেন, যা আপনি তাকে সাদকা স্বরূপ পাঠিয়েছেন। তিনি বললেন, সাদকা তো যথাস্থানে পৌছে গিয়েছে (অর্থাৎ এটা এখন তার মালিকানায়, সুতরাং আমাদের জন্য সেটা সাদকা নয়, হাদিয়া)।\n",
    "checkStatus": "1",
    "hadithNo": "2409",
    "id": "2493",
    "thesequence": "2835",
    "isActive": "1",
    "chapterId": "15643",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১১. হাদিয়া গ্রহন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe people used to send gifts to the Prophet (ﷺ) on the day of my turn. Um Salama said: My companions (the wives of the Prophet (ﷺ) Other than Aisha) gathered and they complained about it. So I informed the Prophet about it on their behalf, but he remained silent.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّاسُ يَتَحَرَّوْنَ بِهَدَايَاهُمُ يَوْمِي. وَقَالَتْ أُمُّ سَلَمَةَ إِنَّ صَوَاحِبِي اجْتَمَعْنَ. فَذَكَرَتْ لَهُ، فَأَعْرَضَ عَنْهَا.",
    "hadithBengali": "২৪১০। সুলায়মান ইবনু হারব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, লোকেরা তাদের হাদিয়া পাঠাবার বিষয় আমার জন্য নির্ধারিত দিনের অপেক্ষা করত। উম্মু সালামা (রাঃ) বলেন, আমার সতিনগণ (এ বিষয় নিয়ে আমার ঘরে) একত্রিত হলেন। ফলে উম্মু সালামা (রাঃ) বিষয়টি তাঁর কাছে উত্থাপন করলেন, কিন্তু তিনি জওয়াব দিলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "2410",
    "id": "2494",
    "thesequence": "2836",
    "isActive": "1",
    "chapterId": "15644",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১২. সঙ্গীদের হাদিয়া দিতে গিয়ে তার কোন স্ত্রীর জন্য নির্ধারিত দিনে অপেক্ষা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Urwa from `Aisha:\n\nThe wives of Allahs Messenger (ﷺ) were in two groups. One group consisted of `Aisha, Hafsa, Safiyya and Sauda; and the other group consisted of Um Salama and the other wives of Allahs Messenger (ﷺ). The Muslims knew that Allahs Messenger (ﷺ) loved `Aisha, so if any of them had a gift and wished to give to Allahs Messenger (ﷺ), he would delay it, till Allahs Messenger (ﷺ) had come to `Aishas home and then he would send his gift to Allahs Messenger (ﷺ) in her home. The group of Um Salama discussed the matter together and decided that Um Salama should request Allahs Messenger (ﷺ) to tell the people to send their gifts to him in whatever wifes house he was. Um Salama told Allahs Messenger (ﷺ) of what they had said, but he did not reply. Then they (those wives) asked Um Salama about it. She said, He did not say anything to me. They asked her to talk to him again. She talked to him again when she met him on her day, but he gave no reply. When they asked her, she replied that he had given no reply. They said to her, Talk to him till he gives you a reply. When it was her turn, she talked to him again. He then said to her, Do not hurt me regarding Aisha, as the Divine Inspirations do not come to me on any of the beds except that of Aisha. On that Um Salama said, I repent to Allah for hurting you. Then the group of Um Salama called Fatima, the daughter of Allahs Messenger (ﷺ) and sent her to Allahs Messenger (ﷺ) to say to him, Your wives request to treat them and the daughter of Abu Bakr on equal terms. Then Fatima conveyed the message to him. The Prophet (ﷺ) said, O my daughter! Dont you love whom I love? She replied in the affirmative and returned and told them of the situation. They requested her to go to him again but she refused. They then sent Zainab bint Jahsh who went to him and used harsh words saying, Your wives request you to treat them and the daughter of Ibn Abu Quhafa on equal terms. On that she raised her voice and abused `Aisha to her face so much so that Allahs Messenger (ﷺ) looked at `Aisha to see whether she would retort. `Aisha started replying to Zainab till she silenced her. The Prophet (ﷺ) then looked at `Aisha and said, She is really the daughter of Abu Bakr.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ نِسَاءَ، رَسُولِ اللَّهِ صلى الله عليه وسلم كُنَّ حِزْبَيْنِ فَحِزْبٌ فِيهِ عَائِشَةُ وَحَفْصَةُ وَصَفِيَّةُ وَسَوْدَةُ، وَالْحِزْبُ الآخَرُ أُمُّ سَلَمَةَ وَسَائِرُ نِسَاءِ رَسُولِ اللَّهِ صلى الله عليه وسلم، وَكَانَ الْمُسْلِمُونَ قَدْ عَلِمُوا حُبَّ رَسُولِ اللَّهِ صلى الله عليه وسلم عَائِشَةَ، فَإِذَا كَانَتْ عِنْدَ أَحَدِهِمْ هَدِيَّةٌ يُرِيدُ أَنْ يُهْدِيَهَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم أَخَّرَهَا، حَتَّى إِذَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي بَيْتِ عَائِشَةَ بَعَثَ صَاحِبُ الْهَدِيَّةِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فِي بَيْتِ عَائِشَةَ، فَكَلَّمَ حِزْبُ أُمِّ سَلَمَةَ، فَقُلْنَ لَهَا كَلِّمِي رَسُولَ اللَّهِ صلى الله عليه وسلم يُكَلِّمُ النَّاسَ، فَيَقُولُ مَنْ أَرَادَ أَنْ يُهْدِيَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم هَدِيَّةً فَلْيُهْدِهِ إِلَيْهِ حَيْثُ كَانَ مِنْ بُيُوتِ نِسَائِهِ، فَكَلَّمَتْهُ أُمُّ سَلَمَةَ بِمَا قُلْنَ، فَلَمْ يَقُلْ لَهَا شَيْئًا، فَسَأَلْنَهَا. فَقَالَتْ مَا قَالَ لِي شَيْئًا. فَقُلْنَ لَهَا فَكَلِّمِيهِ. قَالَتْ فَكَلَّمَتْهُ حِينَ دَارَ إِلَيْهَا أَيْضًا، فَلَمْ يَقُلْ لَهَا شَيْئًا، فَسَأَلْنَهَا. فَقَالَتْ مَا قَالَ لِي شَيْئًا. فَقُلْنَ لَهَا كَلِّمِيهِ حَتَّى يُكَلِّمَكِ. فَدَارَ إِلَيْهَا فَكَلَّمَتْهُ. فَقَالَ لَهَا  لاَ تُؤْذِينِي فِي عَائِشَةَ، فَإِنَّ الْوَحْىَ لَمْ يَأْتِنِي، وَأَنَا فِي ثَوْبِ امْرَأَةٍ إِلاَّ عَائِشَةَ . قَالَتْ فَقَالَتْ أَتُوبُ إِلَى اللَّهِ مِنْ أَذَاكَ يَا رَسُولَ اللَّهِ. ثُمَّ إِنَّهُنَّ دَعَوْنَ فَاطِمَةَ بِنْتَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَرْسَلْنَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم تَقُولُ إِنَّ نِسَاءَكَ يَنْشُدْنَكَ اللَّهَ الْعَدْلَ فِي بِنْتِ أَبِي بَكْرٍ. فَكَلَّمَتْهُ. فَقَالَ  يَا بُنَيَّةُ، أَلاَ تُحِبِّينَ مَا أُحِبُّ . قَالَتْ بَلَى. فَرَجَعَتْ إِلَيْهِنَّ، فَأَخْبَرَتْهُنَّ. فَقُلْنَ ارْجِعِي إِلَيْهِ. فَأَبَتْ أَنْ تَرْجِعَ، فَأَرْسَلْنَ زَيْنَبَ بِنْتَ جَحْشٍ، فَأَتَتْهُ فَأَغْلَظَتْ، وَقَالَتْ إِنَّ نِسَاءَكَ يَنْشُدْنَكَ اللَّهَ الْعَدْلَ فِي بِنْتِ ابْنِ أَبِي قُحَافَةَ. فَرَفَعَتْ صَوْتَهَا، حَتَّى تَنَاوَلَتْ عَائِشَةَ. وَهْىَ قَاعِدَةٌ، فَسَبَّتْهَا حَتَّى إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَيَنْظُرُ إِلَى عَائِشَةَ هَلْ تَكَلَّمُ قَالَ فَتَكَلَّمَتْ عَائِشَةُ تَرُدُّ عَلَى زَيْنَبَ، حَتَّى أَسْكَتَتْهَا. قَالَتْ فَنَظَرَ النَّبِيُّ صلى الله عليه وسلم إِلَى عَائِشَةَ، وَقَالَ  إِنَّهَا بِنْتُ أَبِي بَكْرٍ . قَالَ الْبُخَارِيُّ الْكَلاَمُ الأَخِيرُ قِصَّةُ فَاطِمَةَ يُذْكَرُ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ رَجُلٍ عَنِ الزُّهْرِيِّ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ. وَقَالَ أَبُو مَرْوَانَ عَنْ هِشَامٍ عَنْ عُرْوَةَ كَانَ النَّاسُ يَتَحَرَّوْنَ بِهَدَايَاهُمْ يَوْمَ عَائِشَةَ. وَعَنْ هِشَامٍ عَنْ رَجُلٍ مِنْ قُرَيْشٍ، وَرَجُلٍ مِنَ الْمَوَالِي، عَنِ الزُّهْرِيِّ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ قَالَتْ عَائِشَةُ كُنْتُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَاسْتَأْذَنَتْ فَاطِمَةُ.",
    "hadithBengali": "২৪১১। ইসমাইল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রীগণ দুদলে বিভক্ত ছিলেন। একদলে ছিলেন আয়িশা, হাফসা, সাফিয়্যা ও সাওদা (রাঃ) অপর দলে ছিলেন উম্মু সালামা (রাঃ) সহ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অন্যান্য স্ত্রীগণ। আয়িশা (রাঃ) এর প্রতি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বিশেষ ভালোবাসার কথা সাহাবীগণ জানতেন। তাই তাদের মধ্যে কেউ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কিছু হাদিয়া পাঠাতে চাইলে তা বিলম্বিত করতেন। যেদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আয়িশা (রাঃ) এর ঘরে অবস্থান করতেন। যেদিন হাদিয়া দানকারী ব্যাক্তি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আয়িশা (রাঃ) এর ঘরে তা পাঠিয়ে দিতেন। উম্মু সালামা (রাঃ) এর দল তা নিয়ে আলোচনা করলেন।\n\nউম্মু সালামা (রাঃ) কে তাঁরা বললেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে (এ বিষয়ে) আপনি আলাপ করুন। তিনি যেন লোকদের বলেন যে, যারা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে হাদিয়া পাঠাতে চান, তারা যেন তাঁর কাছে পাঠিয়ে দেন, যে স্ত্রীর ঘরেই তিনি থাকুননা কেন। উম্মু সালামা (রাঃ) তাদের প্রস্তাব নিয়ে তাঁর সাথে আলাপ করলেন। কিন্তু তিনি তাঁকে কোন জওয়ার দিলেন না। পরে সবাই তাকে জিজ্ঞাসা করলে তিনি বললেন, তিনি আমাকে কোন জবাব দিলেন না। তখন তাঁরা তাকে বললেন, আপনি তার সাতে আবার আলাপ করুন। (আয়িশা) বলেন, যেদিন তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর (উম্মু সালামার) ঘরে গেলেন, সেদিন তিনি আবার তাঁর কাছে আলাপ তুললেন। সেদিনও তিনি তাকে কিছু বললেন না।\n\nতারপর তারা তাকে জিজ্ঞাসা করলেন, তখন তিনি বললেন, আমাকে তিনি কিছুই বলেন নি। তখন তাঁরা তাঁকে বললেন, তিনি কোন জওয়াব না দেওয়া পর্যন্ত আপনি বলতে থাকুন। তিনি (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তার ঘরে গেলে আবার তিনি তাঁর কাছে সে প্রসঙ্গ তুললেন। একবার তিনি তাকে বললেন, আয়িশা (রাঃ) এর ব্যাপার নিয়ে আমাকে কষ্ট দিও না। মনে রেখো, আয়িশা (রাঃ) ছাড়া আর কোন স্ত্রী বস্ত্রাচ্ছাদনে থাকা অবস্থায় আমার উপর ওহী নাযিল হয়নি। (আয়িশা (রাঃ) বলেন, একথা শুনে তিনি (উম্মু সালামা (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আপনাকে কষ্ট দেওয়ার (অপরাধ) থেকে আমি আল্লাহর কাছে তওবা করছি।\n\nতারপর সকলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কন্যা ফাতিমা (রাঃ) কে এনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে একথা বলার জন্য পাঠালেন যে, আপনার স্ত্রীগণ আল্লাহর দোহাই দিয়ে আবূ বকর (রাঃ) এর কন্যা সম্পর্কে ইনসাফের আবেদন জানোাচ্ছেন। (ফাতিমা (রাঃ) তাঁর কাছে বিষয়টি তুলে ধরলেন। তখন তিনি বললেন, প্রিয় কন্যা! আমি যা পছন্দ করি, তাই কি তুমি পছন্দ কর না? তিনি বললেন, অবশ্যই করি। তারপর তাদের কাছে গিয়ে তাদেরকে (আদ্যোপান্ত) অবহিত করলেন। তারা তাকে বললেন, তুমি আবার যাও। কিন্তু এবার তিনি যেতে অস্বীকার করলেন।\n\nতখন তারা যায়নব বিনতে জাহাশ (রাঃ) কে পাঠালেন। তিনি তাঁর কাছে গিয়ে কঠোর ভাষা ব্যবহার করলেন, এবং বললেন, আপনার স্ত্রীগণ! আল্লাহর দোহাই দিয়ে ইবনু আবূ কুহাফার [আবূ বকর (রাঃ)] এর কন্যা সম্পর্কে ইনসাফের আবেদন জানোাচ্ছেন। এরপর তিনি গলার স্বর উচু করলেন। এমনকি আয়িশা (রাঃ) কে জড়িয়েও কিছু বললেন। আয়িশা (রাঃ) সেখানে বসা ছিলেন। শেষ পর্যন্ত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আয়িশা (রাঃ) এর দিকে তাকিয়ে দেখছিলেন। তিনি কিছু বলেন কিনা।\n\n(রাবী উরওয়া) বলেন, আয়িশা (রাঃ) যয়নাব (রাঃ) এর কথার প্রস্তুতি বাদে কথা বলতে শুরু করলেন এবং তাকে চুপ করে দিলেন। আয়িশা (রাঃ) বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন আয়িশা (রাঃ) এর দিকে তাকিয়ে বললেন, এ হচ্ছে আবূ বকর (রাঃ) এর কন্য। আবূ মারওয়ান গাসসানী (রাঃ) হিশাম এর সূত্রে উরওয়া (রহঃ) থেকে বলেন, লোকেরা তাদের হাদিয়াসমূহ নিয়ে আয়িশা (রাঃ) এর জন্য নির্ধারিত দিনের অপেক্ষা করত। অন্য সনদে হিশাম (রহঃ) মুহাম্মদ ইবনু আবদুর রাহমান ইবনু হারিস ইবনু হিশাম (রহঃ) থেকে বর্ণিত, আয়িশা (রাঃ) বলেছেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ছিলাম, এমন সময় ফাতিমা (রাঃ) অনুমতি চাইলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2411",
    "id": "2495",
    "thesequence": "2837",
    "isActive": "1",
    "chapterId": "15644",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১২. সঙ্গীদের হাদিয়া দিতে গিয়ে তার কোন স্ত্রীর জন্য নির্ধারিত দিনে অপেক্ষা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Azra bin Thabit Al-Ansari:\n\nWhen I went to Thumama bin `Abdullah, he gave me some perfume and said that Anas would not reject the gifts of perfume. Anas said: The Prophet (ﷺ) used not to reject the gifts of perfume.",
    "hadithArabic": " حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا عَزْرَةُ بْنُ ثَابِتٍ الأَنْصَارِيُّ، قَالَ حَدَّثَنِي ثُمَامَةُ بْنُ عَبْدِ اللَّهِ، قَالَ دَخَلْتُ عَلَيْهِ فَنَاوَلَنِي طِيبًا، قَالَ كَانَ أَنَسٌ ـ رضى الله عنه ـ لاَ يَرُدُّ الطِّيبَ. قَالَ وَزَعَمَ أَنَسٌ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ لاَ يَرُدُّ الطِّيبَ.",
    "hadithBengali": "২৪১২। আবূ মামার (রহঃ) ... আযরা ইবনু সাবিত আনসারী (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি একদিন ছুমামা ইবনু আবদুল্লাহ (রহঃ) এর কাছে গেলাম, তিনি আমাকে সুগন্ধি দিলেন এবং বললেন আনাস (রাঃ) কখনো সুগন্ধি দ্রব্য ফিরিয়ে দিতেন না। তিনি আরো বলেন, আর আনাস (রাঃ) বলেছেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুগন্ধি ফিরিয়ে দিতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "2412",
    "id": "2496",
    "thesequence": "2838",
    "isActive": "1",
    "chapterId": "15645",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১৩. যে সব হাদিয়া ফিরিয়ে দিতে চাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Miswar bin Makhrama and Marwan:\n\nWhen the delegates of the tribe of Hawazin came to the Prophet (ﷺ) he stood up amongst the people, Glorified and Praised Allah as He deserved, and said, Then after: Your brethren have come to you with repentance and I see it logical to return to them their captives; so whoever amongst you likes to do that as a favor, then he can do it, and whoever of you like to stick to his share till we give him his right from the very first Fai (war booty) (1) which Allah will bestow on us, then (he can do so). The people replied, We do that (to return the captives) willingly as a favor for your sake.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ ذَكَرَ عُرْوَةُ أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ، رضى الله عنهما وَمَرْوَانَ أَخْبَرَاهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم حِينَ جَاءَهُ وَفْدُ هَوَازِنَ قَامَ فِي النَّاسِ، فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ، ثُمَّ قَالَ   أَمَّا بَعْدُ، فَإِنَّ إِخْوَانَكُمْ جَاءُونَا تَائِبِينَ، وَإِنِّي رَأَيْتُ أَنْ أَرُدَّ إِلَيْهِمْ سَبْيَهُمْ، فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يُطَيِّبَ ذَلِكَ فَلْيَفْعَلْ، وَمَنْ أَحَبَّ أَنْ يَكُونَ عَلَى حَظِّهِ حَتَّى نُعْطِيَهُ إِيَّاهُ مِنْ أَوَّلِ مَا يُفِيءُ اللَّهُ عَلَيْنَا . فَقَالَ النَّاسُ طَيَّبْنَا لَكَ.",
    "hadithBengali": "২৪১৩। সাঈদ ইবনু আবূ মারয়াম (রহঃ) ... মিসওযার ইবনু মাখরামা (রাঃ) ও মারওয়ান (রাঃ) থেকে বর্ণিত যে, তারা বলেন, হাওয়াবিন গোত্রের প্রতিনিধি দল যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন। তখন তিনি লোকদের সামনে ভাষন দিতে দাঁড়িয়ে আল্লাহ্ পাকের যথাযোগ্য প্রশংসা করলেন। এরপর বললেন, তোমার ভাইয়েরা আমাদের কাছে তওবা করে (মুসলমান হয়ে) এসেছে। আমি তাদেরকে ফেরত দিয়ে তাদের যুদ্ধবন্দীদের দেওয়া সঙ্গত মনে করছি। কাজেই তোমাদের মধ্যে যারা সন্তুষ্টচিত্তে করতে চায় তারা যেন তা করে। আর যে নিজের অংশ রেখে দিতে চায়, এভাবে প্রথম যে ফায় আল্লাহ্ আমাদের দান করবেন সেখান থেকে তার হিসসা আদায় করে দিব। (সে যেন তা করে) তখন সকলেই বললেন, আমরা আপনার সন্তুষ্টির জন্য তা করলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2413",
    "id": "2497",
    "thesequence": "2839",
    "isActive": "1",
    "chapterId": "15646",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১৪. যে বস্তু কাছে নেই, তা হিবা করা যিনি জাইয মনে করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) used to accept gifts and used to give something in return.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْبَلُ الْهَدِيَّةَ وَيُثِيبُ عَلَيْهَا. لَمْ يَذْكُرْ وَكِيعٌ وَمُحَاضِرٌ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ.",
    "hadithBengali": "২৪১৪। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাদিয়া কবুল করতেন এবং তার প্রতিদানও দিতেন। আবূ আবদুল্লাহ (রহঃ) বলেন, ওয়াকী ও মুহাযির (রহঃ) হিশাম তার পিতা সূত্রে আয়িশা (রাঃ) থেকে উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "2414",
    "id": "2498",
    "thesequence": "2840",
    "isActive": "1",
    "chapterId": "15647",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১৫. হিবার প্রতিদান দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated An-Nu`man bin Bashir:\n\nthat his father took him to Allahs Messenger (ﷺ) and said, I have given this son of mine a slave. The Prophet asked, Have you given all your sons the like? He replied in the negative. The Prophet (ﷺ) said, Take back your gift then.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، وَمُحَمَّدِ بْنِ النُّعْمَانِ بْنِ بَشِيرٍ، أَنَّهُمَا حَدَّثَاهُ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، أَنَّ أَبَاهُ، أَتَى بِهِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنِّي نَحَلْتُ ابْنِي هَذَا غُلاَمًا. فَقَالَ  أَكُلَّ وَلَدِكَ نَحَلْتَ مِثْلَهُ . قَالَ لاَ. قَالَ  فَارْجِعْهُ .",
    "hadithBengali": "২৪১৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... নুমান বিন বাশীর (রাঃ) থেকে বর্ণিত যে, তার পিতা তাকে নিয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির হলেন এবং বললেন, আমি আমার এই ছেলেকে একটি গোলাম দান করেছি। তখন (তিনি) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেন, তোমার সব ছেলেকেই কি তুমি এরূপ দান করেছ। তিনি বললেন, না (তা করিনি)? তিনি বললেন, তবে তুমি তা ফেরত নাও।\n",
    "checkStatus": "1",
    "hadithNo": "2415",
    "id": "2499",
    "thesequence": "2841",
    "isActive": "1",
    "chapterId": "15648",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১৬. সন্তানকে কোন কিছু দান করা। কোন এক সন্তানকে দান করা বৈধ হবে না, যতক্ষন না ইনসাফের সাথে অন্য সন্তানদের সমভাবে দান করা হয়। অবশ্য এ ক্ষেত্রে উক্ত পিতার বিরুদ্ধে কারো সাক্ষী দেওয়া চলবে না। নবী (সাঃ) ইরশাদ করেছেন, সন্তানদেরকে কিছু দেওয়ার ব্যাপারে তোমরা ইনসাফপূর্ণ আচরণ করো। কিছু দান করে পিতার পক্ষে ফেরত নেওয়া বৈধ কি? পুত্রের সম্পদ থেকে ন্যায় সঙ্গতভাবে পিতা খেতে পারবে, তবে সীমা লঙ্ঘন করবে না। নবী (সাঃ) একবার উমর (রাঃ) এর কাছ থেকে একটি উট খরিদ করলেন, পরে ইবন উমরকে তা দান করে বললেন, এটা যে কোন কাজে লাগাতে পারো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amir:\n\nI heard An-Nu`man bin Bashir on the pulpit saying, My father gave me a gift but `Amra bint Rawaha (my mother) said that she would not agree to it unless he made Allahs Messenger (ﷺ) as a witness to it. So, my father went to Allahs Messenger (ﷺ) and said, I have given a gift to my son from `Amra bint Rawaha, but she ordered me to make you as a witness to it, O Allahs Messenger (ﷺ)! Allahs Messenger (ﷺ) asked, Have you given (the like of it) to everyone of your sons? He replied in the negative. Allahs Messenger (ﷺ) said, Be afraid of Allah, and be just to your children. My father then returned and took back his gift.",
    "hadithArabic": " حَدَّثَنَا حَامِدُ بْنُ عُمَرَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ حُصَيْنٍ، عَنْ عَامِرٍ، قَالَ سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ ـ رضى الله عنهما ـ وَهُوَ عَلَى الْمِنْبَرِ يَقُولُ أَعْطَانِي أَبِي عَطِيَّةً، فَقَالَتْ عَمْرَةُ بِنْتُ رَوَاحَةَ لاَ أَرْضَى حَتَّى تُشْهِدَ رَسُولَ اللَّهِ صلى الله عليه وسلم. فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنِّي أَعْطَيْتُ ابْنِي مِنْ عَمْرَةَ بِنْتِ رَوَاحَةَ عَطِيَّةً، فَأَمَرَتْنِي أَنْ أُشْهِدَكَ يَا رَسُولَ اللَّهِ. قَالَ  أَعْطَيْتَ سَائِرَ وَلَدِكَ مِثْلَ هَذَا . قَالَ لاَ. قَالَ  فَاتَّقُوا اللَّهَ، وَاعْدِلُوا بَيْنَ أَوْلاَدِكُمْ . قَالَ فَرَجَعَ فَرَدَّ عَطِيَّتَهُ.",
    "hadithBengali": "২৪১৬। হামীদ ইবনু উমর (রহঃ) ... আমির (রহঃ) থেকে বর্ণিত, তিনি বলেন আমি নুমান ইবনু বশীর (রাঃ) কে মিম্বরের উপর বলতে শুনেছি যে, আমার পিতা আমাকে কিছু দান করেছিলেন। তখন (আমার মাতা) আমরা বিনত রাওয়াহা (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সাক্ষী রাখা ছাড়া (এ দানে) সম্মত নই। তখন তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে হাযির হয়ে আরয করলেন, আমরা বিনতে রাওয়াহার গর্ভজাত আমার পুত্রকে কিছু দান করেছি। কিন্তু ইয়া রাসূলাল্লাহ! সে আমাকে বলেছে, আপনাকে সাক্ষী রাখতে। তিনি আমাকে জিজ্ঞাসা করলেন, তোমার সব ছেলেকেই কি এ ধরনে দান করেছ? তিনি (বশীর) বললেন, না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তবে আল্লাহকে ভয় করো এবং আপন সন্তানদের মাঝে সমতা রক্ষা করো। [নুমান (রাঃ)] বলেন, এরপর তিনি ফিরে এসে তার দান প্রত্যাহার করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2416",
    "id": "2500",
    "thesequence": "2842",
    "isActive": "1",
    "chapterId": "15649",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১৭. হিবার ক্ষেত্রে সাক্ষী রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Az-Zuhri:\n\nUbaidullah bin `Abdullah told me that `Aisha had said, When the Prophet (ﷺ) became sick and his condition became serious, he requested his wives to allow him to be treated in my house, and they allowed him. He came out leaning on two men while his feet were dragging on the ground. He was walking between Al-`Abbas and another man. Ubaidullah said, When I informed Ibn `Abbas of what `Aisha had said, he asked me whether I knew who was the second man whom `Aisha had not named. I replied in the negative. He said, He was `Ali bin Abi Talib.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ، قَالَتْ عَائِشَةُ ـ رضى الله عنها ـ لَمَّا ثَقُلَ النَّبِيُّ صلى الله عليه وسلم فَاشْتَدَّ وَجَعُهُ اسْتَأْذَنَ أَزْوَاجَهُ أَنْ يُمَرَّضَ فِي بَيْتِي، فَأَذِنَّ لَهُ، فَخَرَجَ بَيْنَ رَجُلَيْنِ، تَخُطُّ رِجْلاَهُ الأَرْضَ، وَكَانَ بَيْنَ الْعَبَّاسِ، وَبَيْنَ رَجُلٍ آخَرَ. فَقَالَ عُبَيْدُ اللَّهِ فَذَكَرْتُ لاِبْنِ عَبَّاسٍ مَا قَالَتْ عَائِشَةُ، فَقَالَ لِي وَهَلْ تَدْرِي مَنِ الرَّجُلُ الَّذِي لَمْ تُسَمِّ عَائِشَةُ قُلْتُ لاَ. قَالَ هُوَ عَلِيُّ بْنُ أَبِي طَالِبٍ.",
    "hadithBengali": "২৪১৭। ইবরাহীম ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অসুস্থ হয়ে পড়লেন এবং তাঁর কষ্ট বেড়ে গেল! তখন তিনি তাঁর স্ত্রীগণের কাছে আমার ঘরে সেবা-শুশ্রুষা লাভের ইচ্ছা প্রকাশ করলেন। তারা তাকে সম্মতি দিলেন। তারপর একদিন দু ব্যাক্তির উপর ভর করে বের হলেন, তখন তার উভয় কদম মুবারক মাটি স্পর্শ করছিল। তিনি আব্বাস (রাঃ) ও আরেক ব্যাক্তির মাঝে ভর দিয়ে চলছিলেন। উবায়দুল্লাহ্ (রহঃ) বলেন, আয়িশা (রাঃ) যা বললেন, তা আমি ইবনু আব্বাস (রাঃ) এর কাছে আরয করলাম, তিনি তখন আমাকে বললেন, জানো, আয়িশা (রাঃ) যার নাম উল্লেখ করলেন না, তিনি কে? আমি বললাম, না; (জানি না)। তিনি বললেন, তিনি হলেন আলী ইবনু আবূ তালিব (রাঃ)।\n",
    "checkStatus": "1",
    "hadithNo": "2417",
    "id": "2501",
    "thesequence": "2843",
    "isActive": "1",
    "chapterId": "15650",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১৮. স্বামী কর্তৃক স্ত্রীকে এবং স্ত্রী কর্তৃক স্বামীকে দান করা। ইবরাহীম (রহঃ) বলেছেন, এরূপ দান বৈধ। আর উমর ইবন আবদুল আযীয (রহঃ) বলেছেন, (এ ধরনের দান পরে) তারা প্রত্যাহার করতে পারবে না। নবী (সাঃ) তার স্ত্রীগণের কাছে আয়শা (রাঃ) এর ঘরে সেবা শুশ্রূষা গ্রহণের অনুমতি চেয়েছিলেন। নবী (সাঃ) বলেছেন, যে আপন দান ফিরত নেয় সে ঐ কুকুরের ন্যায়, যে বমি করে পুনরায় খায়। ইমাম যুহরী (রহঃ) বলেন, কোন ব্যক্তি যদি তার স্ত্রীকে বলে, আমাকে তোমার মাহরের কিছু অংশ বা সবটুকু দান করে দাও। অথচ সে দান করার কিছু (দিন বা সময়) পরেই তাকে তালাক দিয়ে বসে, আর স্ত্রীও তার দান ফেরত দাবি করে তাহলে তাকে তা ফেরত দিতে হবে; যদি প্রতারণার উদ্দেশ্যে এরূপ করে থাকে। আর যদি সে খুশি মনে দান করে থাকে, আর স্বামীর আচরণেও প্রতারনা না থাকে তাহলে বৈধ। আল্লাহ্&zwnj; তা&#039;আলা বলেনঃ পরে যদি তারা তার কিছু অংশ দান করে দেয় তবে স্বাচ্ছন্দে ও তৃপ্তিভরে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, One who takes back his gift (which he has already given) is like a dog that swallows its vomit.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   الْعَائِدُ فِي هِبَتِهِ كَالْكَلْبِ يَقِيءُ، ثُمَّ يَعُودُ فِي قَيْئِهِ .",
    "hadithBengali": "২৪১৮। মুসলিম ইবনু ইবরাহীম (রহঃ) ... আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে তার দান ফেরত নেয়, সে ঐ কুকুরের ন্যায়, যে বমি করে এরপর পুনরায় খায়।\n",
    "checkStatus": "1",
    "hadithNo": "2418",
    "id": "2502",
    "thesequence": "2844",
    "isActive": "1",
    "chapterId": "15650",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১৮. স্বামী কর্তৃক স্ত্রীকে এবং স্ত্রী কর্তৃক স্বামীকে দান করা। ইবরাহীম (রহঃ) বলেছেন, এরূপ দান বৈধ। আর উমর ইবন আবদুল আযীয (রহঃ) বলেছেন, (এ ধরনের দান পরে) তারা প্রত্যাহার করতে পারবে না। নবী (সাঃ) তার স্ত্রীগণের কাছে আয়শা (রাঃ) এর ঘরে সেবা শুশ্রূষা গ্রহণের অনুমতি চেয়েছিলেন। নবী (সাঃ) বলেছেন, যে আপন দান ফিরত নেয় সে ঐ কুকুরের ন্যায়, যে বমি করে পুনরায় খায়। ইমাম যুহরী (রহঃ) বলেন, কোন ব্যক্তি যদি তার স্ত্রীকে বলে, আমাকে তোমার মাহরের কিছু অংশ বা সবটুকু দান করে দাও। অথচ সে দান করার কিছু (দিন বা সময়) পরেই তাকে তালাক দিয়ে বসে, আর স্ত্রীও তার দান ফেরত দাবি করে তাহলে তাকে তা ফেরত দিতে হবে; যদি প্রতারণার উদ্দেশ্যে এরূপ করে থাকে। আর যদি সে খুশি মনে দান করে থাকে, আর স্বামীর আচরণেও প্রতারনা না থাকে তাহলে বৈধ। আল্লাহ্&zwnj; তা&#039;আলা বলেনঃ পরে যদি তারা তার কিছু অংশ দান করে দেয় তবে স্বাচ্ছন্দে ও তৃপ্তিভরে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma:\n\nOnce I said, O Allahs Messenger (ﷺ)! I have no property except what has been given to me by Az-Zubair (i.e. her husband). May I give in charity? The Prophet (ﷺ) said, Give in charity and do not withhold it; otherwise Allah will withhold it back from you . ",
    "hadithArabic": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ، عَنْ أَسْمَاءَ ـ رضى الله عنها ـ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ مَا لِي مَالٌ إِلاَّ مَا أَدْخَلَ عَلَىَّ الزُّبَيْرُ فَأَتَصَدَّقُ. قَالَ   تَصَدَّقِي، وَلاَ تُوعِي فَيُوعَى عَلَيْكِ .",
    "hadithBengali": "২৪১৯। আবূ আসিম (রহঃ) ... আসমা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি আরয করলাম, ইয়া রাসূলাল্লাহ! যুবায়ের (রাঃ) আমার কাছে যে ধন-সম্পদ রাখেন, সেগুলো ছাড়া আমার নিজস্ব কোন ধন-সম্পদ নেই। এমতাবস্থায় আমি কি (তা থেকে) সাদকা করব? তিনি বললেন, হ্যাঁ সাদকা করতে পার। লুকিয়ে রাখবে না। তাহলে তোমার ক্ষেত্রে (আল্লাহর পক্ষ থেকে) লুকিয়ে রাখা হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2419",
    "id": "2503",
    "thesequence": "2845",
    "isActive": "1",
    "chapterId": "15651",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১৯. মহিলার জন্য স্বামী থাকা অবস্থায় স্বামী ছাড়া অন্য কাউকে দান করা বা গোলাম আযাদ করা; যদি সে নির্বোধ না হয় তবে জাইয, আর নির্বোধ হলে জাইয নয়। আল্লাহ্&zwnj; তা&#039;আলা বলেনঃ নির্বোধদের হাতে তোমরা নিজেদের সম্পদ তুলে দিও না। (৪ঃ ৫)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma:\n\nAllahs Messenger (ﷺ) said, Give (in charity) and do not give reluctantly lest Allah should give you in a limited amount; and do not withhold your money lest Allah should withhold it from you.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ فَاطِمَةَ، عَنْ أَسْمَاءَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   أَنْفِقِي وَلاَ تُحْصِي فَيُحْصِيَ اللَّهُ عَلَيْكِ، وَلاَ تُوعِي فَيُوعِيَ اللَّهُ عَلَيْكِ .",
    "hadithBengali": "২৪২০। উবায়দুল্লাহ ইবনু সাঈদ (রহঃ) ... আসমা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, (আল্লাহর পথে) খরচ করো, আর হিসাব করতে যেওনা, তাহলে আল্লাহ্ তোমার বেলায় হিসাব করে দিবেন। লুকিয়ে রাখবে না, তবে আল্লাহ্ও তোমার বেলায় লুকিয়ে রাখবেন।\n",
    "checkStatus": "1",
    "hadithNo": "2420",
    "id": "2504",
    "thesequence": "2846",
    "isActive": "1",
    "chapterId": "15651",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১৯. মহিলার জন্য স্বামী থাকা অবস্থায় স্বামী ছাড়া অন্য কাউকে দান করা বা গোলাম আযাদ করা; যদি সে নির্বোধ না হয় তবে জাইয, আর নির্বোধ হলে জাইয নয়। আল্লাহ্&zwnj; তা&#039;আলা বলেনঃ নির্বোধদের হাতে তোমরা নিজেদের সম্পদ তুলে দিও না। (৪ঃ ৫)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Kuraib:\n\nthe freed slave of Ibn `Abbas, that Maimuna bint Al-Harith told him that she manumitted a slave-girl without taking the permission of the Prophet. On the day when it was her turn to be with the Prophet, she said, Do you know, O Allahs Messenger (ﷺ), that I have manumitted my slave-girl? He said, Have you really? She replied in the affirmative. He said, You would have got more reward if you had given her (i.e. the slave-girl) to one of your maternal uncles.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، عَنِ اللَّيْثِ، عَنْ يَزِيدَ، عَنْ بُكَيْرٍ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ أَنَّ مَيْمُونَةَ بِنْتَ الْحَارِثِ ـ رضى الله عنها ـ أَخْبَرَتْهُ أَنَّهَا، أَعْتَقَتْ وَلِيدَةً وَلَمْ تَسْتَأْذِنِ النَّبِيَّ صلى الله عليه وسلم، فَلَمَّا كَانَ يَوْمُهَا الَّذِي يَدُورُ عَلَيْهَا فِيهِ قَالَتْ أَشَعَرْتَ يَا رَسُولَ اللَّهِ أَنِّي أَعْتَقْتُ وَلِيدَتِي قَالَ  أَوَفَعَلْتِ . قَالَتْ نَعَمْ. قَالَ  أَمَا إِنَّكِ لَوْ أَعْطَيْتِيهَا أَخْوَالَكِ كَانَ أَعْظَمَ لأَجْرِكِ .\nوَقَالَ بَكْرُ بْنُ مُضَرَ عَنْ عَمْرٍو عَنْ بُكَيْرٍ عَنْ كُرَيْبٍ إِنَّ مَيْمُونَةَ أَعْتَقَتْ.",
    "hadithBengali": "২৪২১। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... মায়মূনা বিনত হারিস (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অনুমতি না নিয়ে তিনি আপন বাদীকে আযাদ করে দিলেন। তারপর তার ঘরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অবস্থানের দিন তিনি বললেন, ইয়া রাসূলাল্লাহ! আপনি কি জানেন আমি আমার বাদী আযাদ করে দিয়েছে? তিনি বললেন, তুমি কি তা করেছ? মায়মূনা (রাঃ) বললেন, হ্যাঁ। তিনি বললেন, শুনো! তুমি যদি তোমার মামাদেরকে এটা দান করতে তাহলে তোমার জন্য তা অধিক পুণ্যের হত।\n\nঅন্য সনদে বাকর ইবনু মুযার (রহঃ) ... কুবায়ব (রহঃ) থেকে বর্ণিত যে, মায়মুনা (রাঃ) গোলাম আযাদ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2421",
    "id": "2505",
    "thesequence": "2847",
    "isActive": "1",
    "chapterId": "15651",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১৯. মহিলার জন্য স্বামী থাকা অবস্থায় স্বামী ছাড়া অন্য কাউকে দান করা বা গোলাম আযাদ করা; যদি সে নির্বোধ না হয় তবে জাইয, আর নির্বোধ হলে জাইয নয়। আল্লাহ্&zwnj; তা&#039;আলা বলেনঃ নির্বোধদের হাতে তোমরা নিজেদের সম্পদ তুলে দিও না। (৪ঃ ৫)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nWhenever Allahs Messenger (ﷺ) wanted to go on a journey, he would draw lots as to which of his wives would accompany him. He would take her whose name came out. He used to fix for each of them a day and a night. But Sauda bint Zam`a gave up her (turn) day and night to `Aisha, the wife of the Prophet in order to seek the pleasure of Allahs Messenger (ﷺ) (by that action).",
    "hadithArabic": " حَدَّثَنَا حِبَّانُ بْنُ مُوسَى، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَرَادَ سَفَرًا أَقْرَعَ بَيْنَ نِسَائِهِ، فَأَيَّتُهُنَّ خَرَجَ سَهْمُهَا خَرَجَ بِهَا مَعَهُ، وَكَانَ يَقْسِمُ لِكُلِّ امْرَأَةٍ مِنْهُنَّ يَوْمَهَا وَلَيْلَتَهَا، غَيْرَ أَنَّ سَوْدَةَ بِنْتَ زَمْعَةَ وَهَبَتْ يَوْمَهَا وَلَيْلَتَهَا، لِعَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم تَبْتَغِي بِذَلِكَ رِضَا رَسُولِ اللَّهِ صلى الله عليه وسلم.",
    "hadithBengali": "২৪২২। হিব্বান ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফরের ইচ্ছা করলে স্ত্রীদের মাঝে কুরআর প্রক্রিয়া গ্রহন করতেন। যার নাম আসতো তিনি তাঁকে নিয়েই সফরে বের হতেন। এছাড়া প্রত্যেক স্ত্রী অন্য একদিন এক রাত নির্ধারিত করে দিতেন। তবে সাওদা বিনতে যামআ (রাঃ) নিজের অংশের দিন ও রাত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী আয়িশা (রাঃ) কে দান করেছিলেন। এর দ্বারা তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সুন্তুষ্টি কামনা করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "2422",
    "id": "2506",
    "thesequence": "2848",
    "isActive": "1",
    "chapterId": "15651",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬১৯. মহিলার জন্য স্বামী থাকা অবস্থায় স্বামী ছাড়া অন্য কাউকে দান করা বা গোলাম আযাদ করা; যদি সে নির্বোধ না হয় তবে জাইয, আর নির্বোধ হলে জাইয নয়। আল্লাহ্&zwnj; তা&#039;আলা বলেনঃ নির্বোধদের হাতে তোমরা নিজেদের সম্পদ তুলে দিও না। (৪ঃ ৫)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nI said, O Allahs Messenger (ﷺ)! I have two neighbors; which of them should I give a gift to? The Prophet (ﷺ) said, (Give) to the one whose door is nearer to you.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ طَلْحَةَ بْنِ عَبْدِ اللَّهِ ـ رَجُلٍ مِنْ بَنِي تَيْمِ بْنِ مُرَّةَ ـ عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ، إِنَّ لِي جَارَيْنِ فَإِلَى أَيِّهِمَا أُهْدِي قَالَ   إِلَى أَقْرَبِهِمَا مِنْكِ بَابًا .",
    "hadithBengali": "২৪২৩। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন আমি আরয করলাম, ইয়া রাসূলাল্লাহ! আমার দুজন প্রতিবেশী আছে। এ দুজনের কাকে আমি হাদিয়া দিব? তিনি ইরশাদ করলেন, এ দুয়ের মাঝে যার দরজা অধিক নিকটবর্তী।\n",
    "checkStatus": "1",
    "hadithNo": "2423",
    "id": "2507",
    "thesequence": "2849",
    "isActive": "1",
    "chapterId": "15652",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬২০. হাদিয়া দানের ক্ষেত্রে কাকে প্রথমে দিবে? বকর (রহঃ) ... ইবন আব্বাস (রাঃ) এর আযাদকৃত গোলাম কুরায়ব থেকে বর্ণিত যে, নবী (সাঃ) এর স্ত্রী মায়মুনা (রাঃ) তার এক বাঁদিকে আযাদ করে দিলেন। রাসুলুল্লাহ (সাঃ) তখন তাকে বললেন, তুমি যদি একে তোমার মামাদের কাউকে দিয়ে দিতে তবে তোমার সাওয়াব বেশী হত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Abbas:\n\nThat he heard As-Sab bin Jath-thama Al-Laithi, who was one of the companions of the Prophet, saying that he gave the meat of an onager to Allahs Messenger (ﷺ) while he was at a place called Al-Abwa or Waddan, and was in a state of Ihram. The Prophet (ﷺ) did not accept it. When the Prophet (ﷺ) saw the signs of sorrow on As-Sabs face because of not accepting his present, he said (to him), We are not returning your present, but we are in the state of Ihram.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّهُ، سَمِعَ الصَّعْبَ بْنَ جَثَّامَةَ اللَّيْثِيَّ،، وَكَانَ، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم يُخْبِرُ أَنَّهُ أَهْدَى لِرَسُولِ اللَّهِ صلى الله عليه وسلم حِمَارَ وَحْشٍ وَهْوَ بِالأَبْوَاءِ ـ أَوْ بِوَدَّانَ ـ وَهْوَ مُحْرِمٌ فَرَدَّهُ، قَالَ صَعْبٌ فَلَمَّا عَرَفَ فِي وَجْهِي رَدَّهُ هَدِيَّتِي قَالَ   لَيْسَ بِنَا رَدٌّ عَلَيْكَ، وَلَكِنَّا حُرُمٌ .",
    "hadithBengali": "২৪২৪। আবূল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একজন সাহাবী সাআব ইবনু জাছ্ছামা লাইছী (রাঃ) কে বলতে শুনেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তিনি একটি বন্য গাধা হাদিয়া দিয়েছিলেন। তিনি তখন ইহরাম অবস্থায় আবওয়াহ কিংবা ওয়াদ্দান নামক স্থানে অবস্থান করছিলেন। তাই তিনি তা ফিরিয়ে দিলেন। সাআব (রাঃ) বলেন, যখন তিনি আমার চেহারায় হাদিয়া ফিরিয়ে দেওয়ার প্রতিক্রিয়া লক্ষ্য করলেন, তখন তিনি বললেন, আমরা ইহরাম অবস্থায় আছি। এ কারণ ব্যতীত তোমার হাদিয়া ফিরিয়ে দেওয়ার কোন কারন নেই।\n",
    "checkStatus": "1",
    "hadithNo": "2424",
    "id": "2508",
    "thesequence": "2850",
    "isActive": "1",
    "chapterId": "15653",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬২১. কোন কারণে হাদিয়া গ্রহন না করা। উমর ইবন আবদুল আযীয (রহঃ) বলেছেন, রাসুলুল্লাহ (সাঃ) এর যুগে হাদিয়া (প্রকৃতই) হাদিয়া ছিল, কিন্তু আজকাল তা উৎকোচে পরিনত হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Humaid Al-Sa`idi:\n\nThe Prophet (ﷺ) appointed a man from the tribe of Al-Azd, called Ibn Utbiyya for collecting the Zakat. When he returned he said, This (i.e. the Zakat) is for you and this has been given to my as a present. The Prophet (ﷺ) said, Why hadnt he stayed in his fathers or mothers house to see whether he would be given presents or not? By Him in Whose Hands my life is, whoever takes something from the resources of the Zakat (unlawfully) will be carrying it on his neck on the Day of Resurrection; if it be a camel, it will be grunting; if a cow, it will be mooing; and if a sheep, it will be bleating. The Prophet then raised his hands till we saw the whiteness of his armpits, and he said thrice, O Allah! Havent I conveyed Your Message (to them)?",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ ـ رضى الله عنه ـ قَالَ اسْتَعْمَلَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً مِنَ الأَزْدِ يُقَالُ لَهُ ابْنُ اللُّتْبِيَّةِ عَلَى الصَّدَقَةِ، فَلَمَّا قَدِمَ قَالَ هَذَا لَكُمْ، وَهَذَا أُهْدِيَ لِي. قَالَ   فَهَلاَّ جَلَسَ فِي بَيْتِ أَبِيهِ أَوْ بَيْتِ أُمِّهِ، فَيَنْظُرَ يُهْدَى لَهُ أَمْ لاَ وَالَّذِي نَفْسِي بِيَدِهِ لاَ يَأْخُذُ أَحَدٌ مِنْهُ شَيْئًا إِلاَّ جَاءَ بِهِ يَوْمَ الْقِيَامَةِ يَحْمِلُهُ عَلَى رَقَبَتِهِ، إِنْ كَانَ بَعِيرًا لَهُ رُغَاءٌ أَوْ بَقَرَةً لَهَا خُوَارٌ أَوْ شَاةً تَيْعَرُ ـ ثُمَّ رَفَعَ بِيَدِهِ، حَتَّى رَأَيْنَا عُفْرَةَ إِبْطَيْهِ ـ اللَّهُمَّ هَلْ بَلَّغْتُ اللَّهُمَّ هَلْ بَلَّغْتُ ثَلاَثًا .",
    "hadithBengali": "২৪২৫। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবূ হুমায়দ সাঈদী (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আযদ গোত্রের ইবনু উতবিয়া নামক এক ব্যাক্তিকে (সাদকা সংগ্রহের কাজে নিয়োগ করেছিলেন। তিনি ফিরে এসে বললেন, এগুলো আপনাদের (অর্থাৎ সাদকার মাল) আর এগুলো আমাকে হাদিয়া দেওয়া হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সে তার বাবার ঘরে কিংবা তার মায়ের ঘরে কেন বসে থাকল না? তখন সে দেখত, তাকে কেউ হাদিয়া দেয়া কিনা? যার হাতে আমার প্রাণ, সেই সত্তার কসম, সাদকার মাল থেকে সামান্য পরিমানও যে আত্মসাৎ করবে, সে তা কাঁধে করে কিয়ামতের দিন হাযির হবে। সে মাল যদি উট হয় তাহলে তা তার আওয়াজে, আর যদি গাভী হয় তাহলে হাম্বা হাম্বা রবে আর বকরী হয় তাহলে ভ্যাঁ ভ্যাঁ রবে (আওয়াজ করতে থাকবে)। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দুহাত এতটুকু উত্তোলন করলেন যে, আমরা তার উভয় বগলের শুভ্রতা দেখতে পেলাম। তিনি তিন বার বললেন, হে আল্লাহ! আমি কি পৌছে দিয়েছি। হে আল্লাহ্ আমি কি পৌছে দিয়েছি?\n",
    "checkStatus": "1",
    "hadithNo": "2425",
    "id": "2509",
    "thesequence": "2851",
    "isActive": "1",
    "chapterId": "15653",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬২১. কোন কারণে হাদিয়া গ্রহন না করা। উমর ইবন আবদুল আযীয (রহঃ) বলেছেন, রাসুলুল্লাহ (সাঃ) এর যুগে হাদিয়া (প্রকৃতই) হাদিয়া ছিল, কিন্তু আজকাল তা উৎকোচে পরিনত হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nThe Prophet (ﷺ) said to me, I will give you so much (the Prophet (ﷺ) pointed thrice with his hands) when funds of Bahrain will come to me. But the Prophet (ﷺ) died before the money reached him. (When it came) Abu Bakr ordered an announcer to announce that whoever had a money claim on the Prophet (ﷺ) or was promised to be given something, should come to Abu Bakr. I went to Abu Bakr and told him that the Prophet (ﷺ) had promised to give me so much. On that Abu Bakr gave me three handfuls (of money).",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا ابْنُ الْمُنْكَدِرِ، سَمِعْتُ جَابِرًا ـ رضى الله عنه ـ قَالَ قَالَ لِي النَّبِيُّ صلى الله عليه وسلم   لَوْ جَاءَ مَالُ الْبَحْرَيْنِ أَعْطَيْتُكَ هَكَذَا ثَلاَثًا . فَلَمْ يَقْدَمْ حَتَّى تُوُفِّيَ النَّبِيُّ صلى الله عليه وسلم، فَأَمَرَ أَبُو بَكْرٍ مُنَادِيًا فَنَادَى مَنْ كَانَ لَهُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم عِدَةٌ أَوْ دَيْنٌ فَلْيَأْتِنَا. فَأَتَيْتُهُ فَقُلْتُ إِنَّ النَّبِيَّ صلى الله عليه وسلم وَعَدَنِي. فَحَثَى لِي ثَلاَثًا.",
    "hadithBengali": "২৪২৬। আলী ইবনু আবদুল্লাহ (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, বাহরাইন থেকে (জিযিয়া লব্ধ) মাল এসে পৌছলে তোমাকে আমি এভাবে (অঞ্জলী ভরে) তিন বার দিব, কিন্তু বাহরাইনের মাল আসার পূর্বেই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাত হল। পরে আবূ বকর (রাঃ) এর নির্দেশে জনৈক ঘোষক ঘোষনা দিল; নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পক্ষ থেকে কারো জন্য কোন প্রতিশ্রুতি থাকলে কিংবা কারো কোন ঋণ থাকলে সে যেন আমার কাছে আসে। এ ঘোষনা শুনে আমি তার কাছে গিয়ে বললাম, আমাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (বাহরাইনের সম্পদ এলে কিছু) প্রতিশ্রুতি দিয়েছিলেন। তখন তিনি আমাকে অঞ্জলি ভরে তিনবার দান করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2426",
    "id": "2510",
    "thesequence": "2852",
    "isActive": "1",
    "chapterId": "15654",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬২২. হাদিয়া পাঠিয়ে কিংবা পাঠানোর ওয়াদা করে তা পৌঁছানোর আগেই মারা গেলে। আবীদা (রহঃ) বলেন, দানকারী ব্যক্তি হাদিয়া সামগ্রী পৃথক করে হাদিয়া প্রাপকের জীবদ্দশায় মারা গেলে তা হাদিয়া প্রাপকের ওয়ারিসদের হক হবে। (যদি প্রাপক ইতিমধ্যে মারা গিয়ে থাকে) আর পৃথক না করে থাকলে হাদিয়া দাতার ওয়ারীসদের হক হবে। আর হাসান (রহঃ) বলেছেন, উভয়ের যে কোন একজন মারা গেলে এবং প্রাপক কর্তৃক নিয়োজিত ব্যক্তি উক্ত হাদিয়া সামগ্রী নিজ অধিকারে নিয়ে নিলে তা প্রপকের ওয়ারীসদের হক হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Miswar bin Makhrama:\n\nAllahs Messenger (ﷺ) distributed some cloaks but did not give anything thereof to Makhrama. Makhrama said (to me), O son! accompany me to Allahs Messenger (ﷺ). When I went with him, he said, Call him to me. I called him (i.e. the Prophet (ﷺ) ) for my father. He came out wearing one of those cloaks and said, We kept this (cloak) for you, (Makhrama). Makhrama looked at the cloak and said, Makhrama is pleased, (or the Prophet (ﷺ) said), Is Makhrama pleased?",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ ـ رضى الله عنهما ـ قَالَ قَسَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَقْبِيَةً، وَلَمْ يُعْطِ مَخْرَمَةَ مِنْهَا شَيْئًا، فَقَالَ مَخْرَمَةُ يَا بُنَىَّ انْطَلِقْ بِنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم. فَانْطَلَقْتُ مَعَهُ، فَقَالَ ادْخُلْ فَادْعُهُ لِي. قَالَ فَدَعَوْتُهُ لَهُ فَخَرَجَ إِلَيْهِ، وَعَلَيْهِ قَبَاءٌ مِنْهَا، فَقَالَ   خَبَأْنَا هَذَا لَكَ . قَالَ فَنَظَرَ إِلَيْهِ، فَقَالَ رَضِيَ مَخْرَمَةُ.",
    "hadithBengali": "২৪২৭। কুতায়বা ইবনু সাঈদ (রহঃ) ... মিসওয়ার ইবনু মাখরামা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার কিছু কবা (পোষাক বিশেষ) বন্টন করলেন। কিন্তু মাখরামাকে তা থেকে একটিও দিলেন না। মাখরামা (রাঃ) তখন (ছেলেকে) বললেন, প্রিয় বৎস! আমাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে নিয়ে চল। (মিসওয়ার (রাঃ) বলেন) আমি তার সঙ্গে গেলাম, তখন তিনি আমাকে বললেন, যাও ভেতরে গিয়ে তাঁকে আমার জন্য আহ্বান জানাও। (মিসওয়ার (রাঃ) বলেন, এরপর আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আহ্বান জানালাম। তিনি বেরিয়ে এলেন। তখন তার কাছে একটি করা ছিল। তিনি বললেন, এটা আমি তোমার জন্য হিফাযত করে রেখে দিয়েছিলাম। মাখরামা (রাঃ) সেটি তাকিয়ে দেখলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, মাখরামা খুশী হয়ে গেছে।\n",
    "checkStatus": "1",
    "hadithNo": "2427",
    "id": "2511",
    "thesequence": "2853",
    "isActive": "1",
    "chapterId": "15655",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬২৩. গোলাম বা অন্যান্য সামগ্রী কিভাবে অধিকারে আনা যায়। ইবন উমর (রাঃ) বলেন, আমি এক অবাধ্য উটের উপর সাওয়ার ছিলাম। নবী (সাঃ) সেটি খরিদ করে বললেন, হে আবদুল্লাহ! এটি তোমার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nA man came to Allahs Messenger (ﷺ) and said, I am ruined. The Prophet (ﷺ) asked, What do you mean? He said, I had a sexual intercourse with my wife during Ramadan (while fasting). The Prophet (ﷺ) asked him, Can you manumit a slave? He replied in the negative. He then asked him, Can you fast for two successive months continuously He replied in the negative. The Prophet (ﷺ) then asked him, Can you feed sixty poor persons? He replied in the negative. In the meantime an Ansari came with a basket full of dates. The Prophet (ﷺ) said to the man, Take it and give it in charity (as an expiation of your sin). The man said Should I give it to some people who are poorer than we O Allahs Messenger (ﷺ)? By Him Who has sent you with the Truth, there is no family between Medinas two mountains poorer than we. Allahs Messenger (ﷺ) told him to take it and provide his family with it.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مَحْبُوبٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ هَلَكْتُ. فَقَالَ  وَمَا ذَاكَ . قَالَ وَقَعْتُ بِأَهْلِي فِي رَمَضَانَ. قَالَ  تَجِدُ رَقَبَةً . قَالَ لاَ. قَالَ  فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ . قَالَ لاَ. قَالَ  فَتَسْتَطِيعُ أَنْ تُطْعِمَ سِتِّينَ مِسْكِينًا . قَالَ لاَ. قَالَ فَجَاءَ رَجُلٌ مِنَ الأَنْصَارِ بِعَرَقٍ ـ وَالْعَرَقُ الْمِكْتَلُ ـ فِيهِ تَمْرٌ فَقَالَ  اذْهَبْ بِهَذَا فَتَصَدَّقْ بِهِ . قَالَ عَلَى أَحْوَجَ مِنَّا يَا رَسُولَ اللَّهِ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا بَيْنَ لاَبَتَيْهَا أَهْلُ بَيْتٍ أَحْوَجُ مِنَّا. قَالَ  اذْهَبْ فَأَطْعِمْهُ أَهْلَكَ .",
    "hadithBengali": "২৪২৮। মুহাম্মদ ইবনু মাহবুব (রহঃ) ... আবূ হরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক লোক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এল এবং বলল, আমি ধ্বংস হয়ে গিয়েছি। তিনি জিজ্ঞাসা করলেন, তা কি? সে বলল, রমাযানে (দিবাভাগে) আমি স্ত্রী সম্ভোগ করেছি। তিনি জিজ্ঞাসা করলেন, তুমি কি কোন গোলামের ব্যবস্থা করতে পারবে? সে বলল না, তিনি জিজ্ঞাসা করলেন তুমি কি একাধারে দুমাস সিয়াম পালন করতে পারবে? সে বলল না। তিনি জিজ্ঞাসা করলেন, তাহলে তুমি কি ষাট জন মিসকীকে খাওয়াতে পারবে? সে বলল, না। বর্ণনাকারী বলেন, ইতিমধ্যে জনৈক আনসারী এক আরক খেজুর নিয়ে হাযির হল। আরক হল নির্দিষ্ট মাপের খেজুরপাত্র। তখন তিনি বললেন, যাও, এটা নিয়ে গিয়ে সাদকা কর দাও। সে বলল, ইয়া রাসূলাল্লাহ! আমাদের চেয়ে অধিক অভাবগ্রস্থ কাউকে সাদকা করে দিব? যিনি আপনাকে সত্যাসহ পাঠিয়েছেন, তাঁর কসম কংকরময় মরুভূমির মধ্যবর্তী স্থানে (অর্থাৎ মদিনায়) আমাদের চেয়ে অভাবগ্রস্থ কোন ঘর নেই। শেষে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আচ্ছা, যাও এবং তা তোমার পরিবার-পরিজনদের খাওয়াও।\n",
    "checkStatus": "1",
    "hadithNo": "2428",
    "id": "2512",
    "thesequence": "2854",
    "isActive": "1",
    "chapterId": "15656",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬২৪. হাদিয়া পাঠালে অপরজন গ্রহন করলাম (একথা) না বলেই যদি তা নিজ অধিকারে নিয়ে নেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nMy father was martyred on the day (of the battle) of Uhud and his creditors demanded the debt back in a harsh manner. So I went to Allahs Messenger (ﷺ) and informed him of that, he asked them to accept the fruits of my garden and excuse my father, but they refused. So, Allahs Messenger (ﷺ) did not give them the fruits, nor did he cut them and distribute them among them, but said, I will come to you tomorrow morning. So, he came to us the next morning and walked about in between the date-palms and invoked Allah to bless their fruits. I plucked the fruits and gave back all the rights of the creditors in full, and a lot of fruits were left for us. Then I went to Allahs Messenger (ﷺ), who was sitting, and informed him about what happened. Allahs Messenger (ﷺ) told `Umar, who was sitting there, to listen to the story. `Umar said, Dont we know that you are Allahs Messenger (ﷺ)? By Allah! you are Allahs Messenger (ﷺ)!",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ،. وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي ابْنُ كَعْبِ بْنِ مَالِكٍ، أَنَّ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّ أَبَاهُ قُتِلَ يَوْمَ أُحُدٍ شَهِيدًا، فَاشْتَدَّ الْغُرَمَاءُ فِي حُقُوقِهِمْ، فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَكَلَّمْتُهُ، فَسَأَلَهُمْ أَنْ يَقْبَلُوا ثَمَرَ حَائِطِي، وَيُحَلِّلُوا أَبِي، فَأَبَوْا، فَلَمْ يُعْطِهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم حَائِطِي، وَلَمْ يَكْسِرْهُ لَهُمْ، وَلَكِنْ قَالَ  سَأَغْدُو عَلَيْكَ . فَغَدَا عَلَيْنَا حَتَّى أَصْبَحَ، فَطَافَ فِي النَّخْلِ، وَدَعَا فِي ثَمَرِهِ بِالْبَرَكَةِ، فَجَدَدْتُهَا، فَقَضَيْتُهُمْ حُقُوقَهُمْ، وَبَقِيَ لَنَا مِنْ ثَمَرِهَا بَقِيَّةٌ، ثُمَّ جِئْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهْوَ جَالِسٌ، فَأَخْبَرْتُهُ بِذَلِكَ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِعُمَرَ  اسْمَعْ ـ وَهْوَ جَالِسٌ ـ يَا عُمَرُ . فَقَالَ أَلاَّ يَكُونُ قَدْ عَلِمْنَا أَنَّكَ رَسُولُ اللَّهِ، وَاللَّهِ إِنَّكَ لَرَسُولُ اللَّهِ.",
    "hadithBengali": "২৪২৯। আবদান (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, উহুদ যুদ্ধে তার পিতা শহীদ হলেন। পাওনাদাররা তাদের পাওনা আদায়ের ব্যাপারে কঠোরতা অবলম্বন করল। তখন আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গিয়ে হাযির হয়ে তাকে এ বিষয়ে বললাম। তখন তিনি তাদেরকে আমার বাগানের খেজুর নিয়ে আমার পিতাকে অব্যাহতি দিতে বললেন। কিন্তু তারা অস্বীকার করল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার বাগান তাদের দিলেন না এবং তাদের ফল কাটতেও দিলেন না। বরং তিনি বললেন, আগামীকাল ভোরে আমি তোমাদের কাছে যাব।\n\nজাবির (রাঃ) বলেন, পরদিন ভোরে তিনি আমাদের কাছে আগমন করলেন এবং খেজুর বাগানে ঘুরে ঘুরে ফলে বরকতের জন্য দুআ করলেন। এরপর আমি ফল কেটে এনে তাদের পাওনা পরিশোধ করলাম। তারপরও সেই ফলের কিছু অংশ রয়ে গেল। পর আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির হয়ে তাঁকে সে সম্পর্কে অভহিত করলাম। তখন তিনি বসা ছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উমরকে বললেন, শোন হে উমর! তখন তিনিও সেখানে বসা ছিলেন। উমর (রাঃ) বললেন, আমরা কি আগে থেকেই জানিনা যে, আপনি আল্লাহর রাসূল? আল্লাহর কসম, নিঃসন্দেহে আপনি আল্লাহর রাসূল।\n",
    "checkStatus": "1",
    "hadithNo": "2429",
    "id": "2513",
    "thesequence": "2855",
    "isActive": "1",
    "chapterId": "15657",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬২৫. এক ব্যক্তির কাছে প্রাপ্য ঋণ অন্য কে দান করে দেওয়া। শু&#039;বা (রহঃ) হাকাম (রহঃ) থেকে বর্ণনা করে বলেন যে, তা জায়িয। হাসান ইবন আলী (রাঃ) তার পাওনা টাকা এক ব্যক্তিকে দান করেছিলেন। নবী (সাঃ) বলেছেন, কারো যিম্মায় কোন হক থাকলে তার কর্তব্য সেটা পরিশোধ করে দেওয়া, কিংবা হকদারের নিকট থেকে মাফ করিয়ে নেয়া। জাবির (রাঃ) বলেন, আমার পিতা ঋণগ্রস্ত অবস্থায় শহীদ হলেন। তখন নবী (সাঃ) আমার বাগানের খেজুরের বিনিময়ে তার পিতাকে ঋণ থেকে অব্যাহতি দিতে পাওনাদারদেরকে বললেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nA drink (milk mixed with water) was brought to the Prophet (ﷺ) who drank some of it while a boy was sitting on his right and old men on his left. The Prophet (ﷺ) said to the boy, If you permit me, Ill give (the rest of the drink to) these old men first. The boy said, I will not give preference to any one over me as regards my share from you, O Allahs Messenger (ﷺ)! The Prophet (ﷺ) then put that container in the boys hand.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم أُتِيَ بِشَرَابٍ فَشَرِبَ، وَعَنْ يَمِينِهِ غُلاَمٌ وَعَنْ يَسَارِهِ الأَشْيَاخُ فَقَالَ لِلْغُلاَمِ   إِنْ أَذِنْتَ لِي أَعْطَيْتُ هَؤُلاَءِ . فَقَالَ مَا كُنْتُ لأُوثِرَ بِنَصِيبِي مِنْكَ يَا رَسُولَ اللَّهِ أَحَدًا. فَتَلَّهُ فِي يَدِهِ.",
    "hadithBengali": "২৪৩০। ইয়াহইয়া ইবনু কাযাআ (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কিছু পানীয় হাযির করা হল। সেখান থেকে কিছু তিনি নিজে পান করলেন। তার ডান পার্শ্বে ছিল এক যুবক আর বাম পার্শ্বে ছিলেন বয়োবৃদ্ধগণ। তখন তিনি যুবককে বললেন, তুমি আমাকে অনুমতি দিলে এদেরকে আমি দিতে পারি। সে বলল, ইয়া রাসূলাল্লাহ! আপনার (বরকত) থেকে আমার প্রাপ্য হিসসার ব্যাপারে আমি অন্য কাউকে অগ্রাধিকার দিতে পারি না। তখন তনি তার হাতে পাত্রটি সজোরে রেখে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2430",
    "id": "2514",
    "thesequence": "2856",
    "isActive": "1",
    "chapterId": "15658",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬২৬. একজন কর্তৃক এক দলকে দান করা। আসমা কাসিম ইবনু মুহাম্মাদ এবং ইবনু আবূ আতীক (র) কে বলেছেন, আমি আমার বোন আয়িশাহ এর নিকট হতে উত্তরাধিকারসূত্রে গানাহ নামক স্থানে কিছু সম্পত্তি পেয়েছি। আর মু&lsquo;আবিয়াহ আমাকে (এর বিনিময়ে) এক লাখ দিরহাম দিয়েছিলেন। এগুলো তোমাদের দু&rsquo;জনের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nI sold a camel to the Prophet (ﷺ) on one of the journeys. When we reached Medina, he ordered me to go to the Mosque and offer two rak`at. Then he weighed for me (the price of the camel in gold) and gave an extra amount over it. A part of it remained with me till it was taken by the army of Sham on the day of Harra.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَارِبٍ، سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ يَقُولُ بِعْتُ مِنَ النَّبِيِّ صلى الله عليه وسلم بَعِيرًا فِي سَفَرٍ، فَلَمَّا أَتَيْنَا الْمَدِينَةَ قَالَ   ائْتِ الْمَسْجِدَ فَصَلِّ رَكْعَتَيْنِ . فَوَزَنَ ـ قَالَ شُعْبَةُ أُرَاهُ فَوَزَنَ لِي فَأَرْجَحَ، فَمَا زَالَ مِنْهَا شَىْءٌ حَتَّى أَصَابَهَا أَهْلُ الشَّأْمِ يَوْمَ الْحَرَّةِ.",
    "hadithBengali": "২৪৩১। মুহাম্মদ ইবনু বাশশার (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক সফরে আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উট বিক্রি করলাম। মদিনায় ফিরে এসে তিনি আমাকে বললেন, মসজিদে আস, দু রাকাআত সালাত (নামায/নামাজ) আদায় কর। তারপর তিনি (উটের মূল্য) ওযন করে দিলেন রাবী শুবা (রহঃ) বলেন, আমার মনে হয় তিনি বলেছিলেন, তারপর তিনি আমাকে ওযন করে (উটের মূল্য) দিলেন এবং বলেন, তিনি ওযনে প্রাপ্যের অধিক দিলেন। হাররা যুদ্ধের সময় সিরিয়াবাসীরা ছিনিয়ে নেওয়ার পূর্ব পর্যন্ত আমার কাছে ঐ মালের কিছু না কিছু অবশিষ্ট ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "2431",
    "id": "2515",
    "thesequence": "2857",
    "isActive": "1",
    "chapterId": "15659",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬২৭. দখলকৃত বা দখল করা হয় নি এবং বন্টিনকৃত বা বন্টন করা হয় নি এমন সম্পদ দান করা। নবী (সাঃ) ও তাঁর সাহাবীগণ হাওয়াযিন গোত্রের নিকট থেকে যে গণিমত লাভ করেছিলেন, তা বণ্টনকৃত না হওয়া সত্ত্বেও তাদেরকে তা দান করে দিয়েছিলেন। সাবিত (রাঃ) ...... জাবির (রাঃ)  থেকে বর্ণিত, তিনি বলেন, আমি নাবী (সাঃ) এর কাছে মাসজিদে উপস্থিত হলাম, তিনি আমাকে (পূর্বের মূল্য) পরিশোধ করলেন এবং আরো অতিরিক্ত দিলেন ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nA drink (of milk and water) was brought to Allahs Messenger (ﷺ) while a boy was sitting on his right side and old men were sitting on his left side. He asked the boy, Will you allow me to give it to these (people)? The boy said, No, by Allah, I will not allow anyone to take my right from you. Then the Prophet put the bowl in the boys hand.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُتِيَ بِشَرَابٍ، وَعَنْ يَمِينِهِ غُلاَمٌ وَعَنْ يَسَارِهِ أَشْيَاخٌ، فَقَالَ لِلْغُلاَمِ   أَتَأْذَنُ لِي أَنْ أُعْطِيَ هَؤُلاَءِ . فَقَالَ الْغُلاَمُ لاَ، وَاللَّهِ لاَ أُوثِرُ بِنَصِيبِي مِنْكَ أَحَدًا. فَتَلَّهُ فِي يَدِهِ.",
    "hadithBengali": "২৪৩২। কুতায়রা (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কিছু পানীয় হাযির করা হল। তখন তাঁর ডানপাশে ছিল এক যুবক আর বামপাশে ছিল কতিপয় বৃদ্ধ লোক। তিনি যুবককে বললেন, তুমি কি আমাকে এই পানীয় এদের দেওয়ার অনুমতি দিবে? যুবক বলল, না, আল্লাহর কসম! আপনার (বরকত) থেকে আমার প্রাপ্য অংশের ব্যাপারে আমি কাউকে অগ্রাধিকার দিব না। তখন তিনি পান পাত্র তার হাতে সজোরে রেখে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2432",
    "id": "2516",
    "thesequence": "2858",
    "isActive": "1",
    "chapterId": "15659",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬২৭. দখলকৃত বা দখল করা হয় নি এবং বন্টিনকৃত বা বন্টন করা হয় নি এমন সম্পদ দান করা। নবী (সাঃ) ও তাঁর সাহাবীগণ হাওয়াযিন গোত্রের নিকট থেকে যে গণিমত লাভ করেছিলেন, তা বণ্টনকৃত না হওয়া সত্ত্বেও তাদেরকে তা দান করে দিয়েছিলেন। সাবিত (রাঃ) ...... জাবির (রাঃ)  থেকে বর্ণিত, তিনি বলেন, আমি নাবী (সাঃ) এর কাছে মাসজিদে উপস্থিত হলাম, তিনি আমাকে (পূর্বের মূল্য) পরিশোধ করলেন এবং আরো অতিরিক্ত দিলেন ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) owed a man some debt (and that man demanded it very harshly). The companions of the Prophet (ﷺ) wanted to harm him, but the Prophet (ﷺ) said to them, Leave him, as the creditor has the right to speak harshly. He then added, Buy (a camel) of the same age and give it to him. They said, We cannot get except a camel of an older age than that of his. He said, Buy it and give it to him, as the best amongst you is he who pays back his debt in the most handsome way.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ بْنِ جَبَلَةَ، قَالَ أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ، عَنْ سَلَمَةَ، قَالَ سَمِعْتُ أَبَا سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ كَانَ لِرَجُلٍ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم دَيْنٌ فَهَمَّ بِهِ أَصْحَابُهُ، فَقَالَ  دَعُوهُ فَإِنَّ لِصَاحِبِ الْحَقِّ مَقَالاً. وَقَالَ اشْتَرُوا لَهُ سِنًّا فَأَعْطُوهَا إِيَّاهُ . فَقَالُوا إِنَّا لاَ نَجِدُ سِنًّا إِلاَّ سِنًّا هِيَ أَفْضَلُ مِنْ سِنِّهِ. قَالَ  فَاشْتَرُوهَا فَأَعْطُوهَا إِيَّاهُ، فَإِنَّ مِنْ خَيْرِكُمْ أَحْسَنَكُمْ قَضَاءً .",
    "hadithBengali": "২৪৩৩। আবদুল্লাহ ইবনু উসমান ইবন জাবালা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এক ব্যাক্তির কিছু ঋণ পাওনা ছিল। (তাগাদা করতে এসে সে অশোভন আচরণ শুরু করলে) সাহাবীগণ তাকে কিছু করতে চাইলেন। তিনি তাদের বললেন, তাকে ছেড়ে দাও, পাওনাদারের কিছু বলার অধিকার আছে। তিনি তাদের আরও বললেন, তাকে এক বছর বয়সী একটি উট খরিদ করে দাও। সাহাবীগন বললেন, আমরা তো তার দেওয়া এক বছর বয়সী উটের মত পাচ্ছি না, বরং তার চেয়ে ভালো উট পাচ্ছি। তিনি বললেন, তবে তাই কিনে তাকে দিয়ে দাও। কেননা যে উত্তরূপে ঋণ পরিশোধ করে, সে তোমাদের সর্বোত্তম ব্যাক্তিদের অন্তর্ভুক্ত। কিংবা তিনি বলেছেন সে তোমাদের মধ্যে সর্বোত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "2433",
    "id": "2517",
    "thesequence": "2859",
    "isActive": "1",
    "chapterId": "15659",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬২৭. দখলকৃত বা দখল করা হয় নি এবং বন্টিনকৃত বা বন্টন করা হয় নি এমন সম্পদ দান করা। নবী (সাঃ) ও তাঁর সাহাবীগণ হাওয়াযিন গোত্রের নিকট থেকে যে গণিমত লাভ করেছিলেন, তা বণ্টনকৃত না হওয়া সত্ত্বেও তাদেরকে তা দান করে দিয়েছিলেন। সাবিত (রাঃ) ...... জাবির (রাঃ)  থেকে বর্ণিত, তিনি বলেন, আমি নাবী (সাঃ) এর কাছে মাসজিদে উপস্থিত হলাম, তিনি আমাকে (পূর্বের মূল্য) পরিশোধ করলেন এবং আরো অতিরিক্ত দিলেন ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Marwan bin Al-Hakam and Al-Miswar bin Makhrama:\n\nWhen the delegates of the tribe of Hawazin came to the Prophet (ﷺ) they requested him to return their property and their captives. He said to them, This concerns also other people along with me as you see, and the best statement to me is the true one, so you may choose one of two alternatives; either the captives or the property and (I have not distributed the booty for) I have been waiting for you. When the Prophet (ﷺ) had returned from Taif, he waited for them for more than ten nights. When they came to know that the Prophet (ﷺ) would not return except one of the two, they chose their captives. The Prophet then stood up amongst the Muslims, Glorified and Praised Allah as He deserved, and then said, Then after: These brothers of yours have come to you with repentance and I see it proper to return their captives, so whoever amongst you likes to do that as a favor, then he can do it, and whoever of you wants to stick to his share till we pay him from the very first Fai (i.e. war booty) which Allah will give us, then he can do so. The people said, We return (the captives) to them willingly as a favor, O Allahs Messenger (ﷺ)! The Prophet (ﷺ) said, I do not know who of you has given his consent and who has not; so go back and your leaders may present your decision to me. The people went away, and their leaders discussed the matter with them, and then came to the Prophet (ﷺ) to tell him that all of them had given their consent (to return the captives) willingly. (Az-Zuhn, the sub-narrator said, This is what we know about the captives, of Hawazin.)",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ مَرْوَانَ بْنَ الْحَكَمِ، وَالْمِسْوَرَ بْنَ مَخْرَمَةَ، أَخْبَرَاهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ حِينَ جَاءَهُ وَفْدُ هَوَازِنَ مُسْلِمِينَ، فَسَأَلُوهُ أَنْ يَرُدَّ إِلَيْهِمْ أَمْوَالَهُمْ وَسَبْيَهُمْ فَقَالَ لَهُمْ  مَعِي مَنْ تَرَوْنَ، وَأَحَبُّ الْحَدِيثِ إِلَىَّ أَصْدَقُهُ، فَاخْتَارُوا إِحْدَى الطَّائِفَتَيْنِ إِمَّا السَّبْىَ وَإِمَّا الْمَالَ، وَقَدْ كُنْتُ اسْتَأْنَيْتُ . وَكَانَ النَّبِيُّ صلى الله عليه وسلم انْتَظَرَهُمْ بِضْعَ عَشْرَةَ لَيْلَةً حِينَ قَفَلَ مِنَ الطَّائِفِ، فَلَمَّا تَبَيَّنَ لَهُمْ أَنَّ النَّبِيَّ صلى الله عليه وسلم غَيْرُ رَادٍّ إِلَيْهِمْ إِلاَّ إِحْدَى الطَّائِفَتَيْنِ قَالُوا فَإِنَّا نَخْتَارُ سَبْيَنَا. فَقَامَ فِي الْمُسْلِمِينَ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ  أَمَّا بَعْدُ فَإِنَّ إِخْوَانَكُمْ هَؤُلاَءِ جَاءُونَا تَائِبِينَ، وَإِنِّي رَأَيْتُ أَنْ أَرُدَّ إِلَيْهِمْ سَبْيَهُمْ، فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يُطَيِّبَ ذَلِكَ فَلْيَفْعَلْ، وَمَنْ أَحَبَّ أَنْ يَكُونَ عَلَى حَظِّهِ حَتَّى نُعْطِيَهُ إِيَّاهُ مِنْ أَوَّلِ مَا يُفِيءُ اللَّهُ عَلَيْنَا فَلْيَفْعَلْ . فَقَالَ النَّاسُ طَيَّبْنَا يَا رَسُولَ اللَّهِ لَهُمْ. فَقَالَ لَهُمْ  إِنَّا لاَ نَدْرِي مَنْ أَذِنَ مِنْكُمْ فِيهِ مِمَّنْ لَمْ يَأْذَنْ، فَارْجِعُوا حَتَّى يَرْفَعَ إِلَيْنَا عُرَفَاؤُكُمْ أَمْرَكُمْ . فَرَجَعَ النَّاسُ فَكَلَّمَهُمْ عُرَفَاؤُهُمْ، ثُمَّ رَجَعُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَخْبَرُوهُ أَنَّهُمْ طَيَّبُوا وَأَذِنُوا. وَهَذَا الَّذِي بَلَغَنَا مِنْ سَبْىِ هَوَازِنَ هَذَا آخِرُ قَوْلِ الزُّهْرِيِّ، يَعْنِي فَهَذَا الَّذِي بَلَغَنَا.",
    "hadithBengali": "২৪৩৪। ইয়াহইয়া ইবনু বুকায়ব (রহঃ) ... মারওয়ান ইবনু হাকাম (রহঃ) ও মিসওয়ার ইবনু মাখরামা (রাঃ) থেকে বর্ণিত, তিনি বলেন, হাওয়াযিন গোত্রের লোকেরা ইসলাম গ্রহনের পর প্রতিনিধি হিসাবে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এল এবং তাদের সম্পদ ও যুদ্ধবন্দী ফিরিয়ে দেওয়ার আবেদন জানালো। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে বললেন, তোমরা দেখতে পাচ্ছ আমার সঙ্গে আরো লোক আছে। আমার নিকট সত্য কথা হল অধিক প্রিয়। তোমরা যুদ্ধবন্দী অথবা সম্পদ এ দুয়ের একটি বেছো নাও। আমিতো তোমাদের জন্য অপেক্ষা করছিলাম। (রাবী বলেন) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তায়েফ থেকে ফিরে প্রায় দশ রাত তাদের জন্য অপেক্ষা করেছিলেন। যখন তাদের কাছে স্পষ্ট হয়ে গেল যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটির যেকোন একটিই শুধু তাদের ফিরিয়ে দিবেন, তখন তারা বলল, তবে তো আমরা আমাদের বন্দী (স্বজন)-দেরই পছন্দ করব।\n\nতারপর তিনি মুসলিমদের সামনে দাঁড়ালেন এবং আল্লাহার যথাযোগ্য প্রশংসা করে বললেন, আম্মাবাদ। তোমাদের এই ভায়েরা তাওবা করে আমাদের কাছে এসেছে, আর আমি তাদেরকে তাদের বন্দী (স্বজনদের) ফিরিয়ে দেওয়া সঙ্গত মনে করছি, কাজেই তোমাদের মধ্যে যারা সন্তুষ্টচিত্তে এ সিদ্ধান্ত মেনে নেওয়া পছন্দ করে, তারা যেন তা করে। আর যারা নিজেদের হিসসা পেতে পছন্দ করে এরূপভাবে যে, আল্লাহ আমাকে প্রথমে যে, ফায় সম্পদ দান করবেন, তা থেকে তাদের প্রাপ্য অংশ আদায় করে দিব, তারা যেন তা করে। সকলেই তখন বলল, ইয়া রাসূলাল্লাহ! আমরা সন্তুষ্টচিত্তে তা মেনে নিলাম।\n\nতিনি তাদের বললেন, তোমাদের মধ্যে কারা অনুমতি দিলে আর কারা দিলে না, তা-তো আমি বুঝতে পারলাম না। কাজেই তোমরা ফিরে যাও। তোমাদের নেতারা তোমাদের মতামত আমার কাছে পেশ করবে। তারপর লোকেরা ফিরে গেলো এবং তাদের নেতারা তাদের সাথে আলোচনা করল। পরে তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ফিরে এসে তাকে জানাল যে, সন্তুষ্টচিত্তে অনুমতি দিয়েছে। হাওয়াযিনের বন্দী সম্পর্কে আমাদের কাছে এতটুকুই পৌছেছে। আবূ আবদুল্লাহ (রহঃ) বলেন, এই শেষ অংশটুকু ইমাম যুহরী (রহঃ) এর বক্তব্য।\n",
    "checkStatus": "1",
    "hadithNo": "2434",
    "id": "2518",
    "thesequence": "2860",
    "isActive": "1",
    "chapterId": "15660",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬২৮. একদল অপর দলকে অথবা এক ব্যক্তি এক দলকে দান করলে তা জায়িয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) took a camel of special age from somebody on credit. Its owner came and demanded it back (harshly). The Prophet (ﷺ) said, No doubt, he who has a right, can demand it. Then the Prophet (ﷺ) gave him an older camel than his camel and said, The best amongst you is he who repays his debts in the most handsome way.",
    "hadithArabic": " حَدَّثَنَا ابْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا شُعْبَةُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ أَخَذَ سِنًّا فَجَاءَ صَاحِبُهُ يَتَقَاضَاهُ فَقَالَ  إِنَّ لِصَاحِبِ الْحَقِّ مَقَالاً . ثُمَّ قَضَاهُ أَفْضَلَ مِنْ سِنِّهِ وَقَالَ  أَفْضَلُكُمْ أَحْسَنُكُمْ قَضَاءً .",
    "hadithBengali": "২৪৩৫। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নির্দিষ্ট বয়সের একটি উট ধার নিয়েছিলেন। কিছুদিন পর উটের মালিক এসে তাগাদা দিল। সাহাবীগণও তাকে কি বললেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, পাওনাদারদের কিছু বলার অধিকার আছে। তারপর তিনি তাকে তার (দেওয়া) উটের চেয়ে উত্তম উট পরিশোধ করলেন এবং বললেন, ভালভাবে ঋণ পরিশোধকারী ব্যাক্তই তোমাদের মধ্যে সর্বোত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "2435",
    "id": "2519",
    "thesequence": "2861",
    "isActive": "1",
    "chapterId": "15661",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬২৯. সঙ্গীদের মাঝে কাউকে হাদিয়া করা হলে সেই তার হকদার। ইবনু আববাস হতে উল্লেখ করা হয়েছে, সঙ্গীরাও শরীক থাকবে, কিন্তু তা সহীহ নয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThat he was in the company of the Prophet (ﷺ) on a journey, riding a troublesome camel belonging to `Umar. The camel used to go ahead of the Prophet, so Ibn `Umars father would say, O `Abdullah! No one should go ahead of the Prophet. The Prophet (ﷺ) said to him, Sell it to me. `Umar said to the Prophet It is for you. So, he bought it and said, O `Abdullah! It is for you, and you can do with it what you like.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ كَانَ مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ فَكَانَ عَلَى بَكْرٍ لِعُمَرَ صَعْبٍ، فَكَانَ يَتَقَدَّمُ النَّبِيَّ صلى الله عليه وسلم فَيَقُولُ أَبُوهُ يَا عَبْدَ اللَّهِ لاَ يَتَقَدَّمِ النَّبِيَّ صلى الله عليه وسلم أَحَدٌ. فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم  بِعْنِيهِ . فَقَالَ عُمَرُ هُوَ لَكَ. فَاشْتَرَاهُ ثُمَّ قَالَ  هُوَ لَكَ يَا عَبْدَ اللَّهِ، فَاصْنَعْ بِهِ مَا شِئْتَ .",
    "hadithBengali": "২৪৩৬। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক সফরে তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলেন এবং তখন তিনি (ইবনু উমর) উমর (রাঃ) এর একটি অবাধ্য উটে সাওয়ার ছিলেন। উটটি বারবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আগে যাচ্ছিল। আর তার পিতা উমর (রাঃ) তাকে বলছিলেন, হে আবদুল্লাহ! নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আগে আগে চলা কারো জন্য উচিত নয়। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে [উমর (রাঃ)] কে বললেন, এটা আমার কাছে বিক্রি কর। উমর (রাঃ) বললেন, এটাতো আপনার। তখন তিনি সেটা খরিদ করে বললেন, হে আবদুল্লাহ! এটা (এখন থেকে) তোমার। কাজেই এটা দিয়ে তুমি যা ইচ্ছা তাই করতে পার।\n",
    "checkStatus": "1",
    "hadithNo": "2436",
    "id": "2520",
    "thesequence": "2862",
    "isActive": "1",
    "chapterId": "15661",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬২৯. সঙ্গীদের মাঝে কাউকে হাদিয়া করা হলে সেই তার হকদার। ইবনু আববাস হতে উল্লেখ করা হয়েছে, সঙ্গীরাও শরীক থাকবে, কিন্তু তা সহীহ নয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\n`Umar bin Al-Khattab saw a silken dress (cloak) being sold at the gate of the Mosque and said, O Allahs Messenger (ﷺ)! Would that you buy it and wear it on Fridays and when the delegates come to you! Allahs Messenger (ﷺ) said, This is worn by the one who will have no share in the Hereafter. Later on some silk dresses were brought and Allahs Messenger (ﷺ) sent one of them to `Umar. `Umar said, How do you give me this to wear while you said what you said about the dress of Utarid? Allahs Messenger (ﷺ) said, I have not given it to you to wear. So, `Umar gave it to a pagan brother of his in Mecca.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ رَأَى عُمَرُ بْنُ الْخَطَّابِ حُلَّةً سِيَرَاءَ عِنْدَ باب الْمَسْجِدِ فَقَالَ يَا رَسُولَ اللَّهِ لَوِ اشْتَرَيْتَهَا فَلَبِسْتَهَا يَوْمَ الْجُمُعَةِ وَلِلْوَفْدِ قَالَ  إِنَّمَا يَلْبَسُهَا مَنْ لاَ خَلاَقَ لَهُ فِي الآخِرَةِ . ثُمَّ جَاءَتْ حُلَلٌ فَأَعْطَى رَسُولُ اللَّهِ صلى الله عليه وسلم عُمَرَ مِنْهَا حُلَّةً، وَقَالَ أَكَسَوْتَنِيهَا وَقُلْتَ فِي حُلَّةِ عُطَارِدٍ مَا قُلْتَ. فَقَالَ  إِنِّي لَمْ أَكْسُكَهَا لِتَلْبَسَهَا . فَكَسَا عُمَرُ أَخًا لَهُ بِمَكَّةَ مُشْرِكًا.",
    "hadithBengali": "<p style=text-align: center;>১৬৩০. পরিচ্ছেদঃ উটের পিঠে আরোহী কোন ব্যক্তিকে সেই উটটি দান করা জায়িয। হুমায়দী <span dir=RTL>(</span><span dir=RTL>র</span><span dir=RTL>) ....... </span><span dir=RTL>ইবনু উমার</span>(রাঃ)থেকে বর্ণিত, তিনি বলেন, আমরা নাবীসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে এক সফরে ছিলাম আর আমি <span dir=RTL>(</span><span dir=RTL>আমার পিতার</span><span dir=RTL>) </span><span dir=RTL>একটি অবাধ্য উটের উপর সাওয়ার ছিলাম। তখন নবী</span>সাল্লাল্লাহু আলাইহি ওয়াসাল্লামউমারকে বললেন, এটা আমার কাছে বিক্রি করে দাও। তিনি তা বিক্রি করলেন। এরপর নবীসাল্লাল্লাহু আলাইহি ওয়াসাল্লামতাকে বললেন, হে আবদুল্লাহ, এটা তোমার।\n\n<hr />\n২৪৩৭। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, উমর (রাঃ) মসজিদের দ্বার প্রান্তে একজোড়া রেশমী বস্ত্র (বিক্রি হতে) দেখে বললেন, ইয়া রাসূলাল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! এটা যদি আপনি খরিদ করে নেন এবং তা জুমআর দিনে ও প্রতিনিধিদলের সঙ্গে সাক্ষাতের সময়ে পরিধান করতেন। তখন তিনি বললেন, এ তো সেই পরিধান করে, আখিরাতে যার কোন হিসসা নেই। পরে (কোন এক সময়) কিছু রেশমী জোড়া আসলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখান থেকে উমর (রাঃ) কে এক জোড়া দান করলেন। তখন উমর (রাঃ) বললেন আপনি এটা আমাকে পরিধান করতে দিলেন অথচ (কয়েকদিন আগে) রেশমী কাপড় সম্পর্কে আপনি যা বলার বলেছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি তো এটা তোমাকে নিজে পরিধান করার জন্য দেইনি। তখন উমর (রাঃ) তা মক্কায় বসবাসকারী তার এক মুশরিক ভাইকে দিয়ে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2437",
    "id": "2521",
    "thesequence": "2863",
    "isActive": "1",
    "chapterId": "15662",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩১. এমন কিছু হাদিয়া করা, যা পরিধান করা অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nOnce the Prophet (ﷺ) went to the house of Fatima but did not enter it. `Ali came and she told him about that. When All asked the Prophet (ﷺ) about it, he said, I saw a (multicolored) decorated curtain on her door. I am not interested in worldly things. `Ali went to Fatima and told her about it. Fatima said, I am ready to dispense with it in the way he suggests. The Prophet (ﷺ) ordered her to send it to such-andsuch needy people. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ أَبُو جَعْفَرٍ، حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ أَبِيهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ أَتَى النَّبِيُّ صلى الله عليه وسلم بَيْتَ فَاطِمَةَ فَلَمْ يَدْخُلْ عَلَيْهَا، وَجَاءَ عَلِيٌّ فَذَكَرَتْ لَهُ ذَلِكَ فَذَكَرَهُ لِلنَّبِيِّ صلى الله عليه وسلم قَالَ  إِنِّي رَأَيْتُ عَلَى بَابِهَا سِتْرًا مَوْشِيًّا . فَقَالَ  مَا لِي وَلِلدُّنْيَا . فَأَتَاهَا عَلِيٌّ فَذَكَرَ ذَلِكَ لَهَا فَقَالَتْ لِيَأْمُرْنِي فِيهِ بِمَا شَاءَ. قَالَ تُرْسِلُ بِهِ إِلَى فُلاَنٍ. أَهْلِ بَيْتٍ بِهِمْ حَاجَةٌ.",
    "hadithBengali": "২৪৩৮। মুহাম্মদ ইবনু জাফর (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন ফাতিমার ঘরে গেলেন। কিন্তু ভিতরে প্রবেশ না করে (ফিরে এলে) আলী (রাঃ) ঘরে এলে তিনি তাকে ঘটনা জানালেন। তিনি আবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বিষয়টি আরয করলেন। তখন তিনি বললেন, আমি তার দরজায় নকশা করা পর্দা ঝুলতে দেখেছি। দুনিয়ার চাকচিক্যের সঙ্গে আমার কি সম্পর্ক? আলী (রাঃ) এর কাছে এসে ঘটনা খুলে বললেন। (সব শুনে) ফাতিমা (রাঃ) বললেন, তিনি আমাকে এ সম্পর্কে যা ইচ্ছা নির্দেশ দিন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, অমুক পরিবারের অমুকের কাছে এটা পাঠিয়ে দাও; তাদের বেশ প্রয়োজন আছে।\n",
    "checkStatus": "1",
    "hadithNo": "2438",
    "id": "2522",
    "thesequence": "2864",
    "isActive": "1",
    "chapterId": "15662",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩১. এমন কিছু হাদিয়া করা, যা পরিধান করা অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali:\n\nThe Prophet (ﷺ) gave me a silken dress as a gift and I wore it. When I saw the signs of anger on his face, I cut it into pieces and distributed it among my wives.",
    "hadithArabic": " حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَبْدُ الْمَلِكِ بْنُ مَيْسَرَةَ، قَالَ سَمِعْتُ زَيْدَ بْنَ وَهْبٍ، عَنْ عَلِيٍّ ـ رضى الله عنه ـ قَالَ أَهْدَى إِلَىَّ النَّبِيُّ صلى الله عليه وسلم حُلَّةً سِيَرَاءَ فَلَبِسْتُهَا، فَرَأَيْتُ الْغَضَبَ فِي وَجْهِهِ، فَشَقَقْتُهَا بَيْنَ نِسَائِي.",
    "hadithBengali": "২৪৩৯। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে একজোড়া রেশমী কাপড় দিলেন। আমি তা পরিধান করলাম। তার মুখমন্ডলে অসস্তুষ্টির ভাব দেখতে পেয়ে আমি আমার (আত্মীয়া) মহিলাদের মাঝে তা ভাগ করে দিয়ে দিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2439",
    "id": "2523",
    "thesequence": "2865",
    "isActive": "1",
    "chapterId": "15662",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩১. এমন কিছু হাদিয়া করা, যা পরিধান করা অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nA Jubba (i.e. cloak) made of thick silken cloth was presented to the Prophet. The Prophet (ﷺ) used to forbid people to wear silk. So, the people were pleased to see it. The Prophet (ﷺ) said, By Him in Whose Hands Muhammads soul is, the handkerchiefs of Sa`d bin Mu`adh in Paradise are better than this. Anas added, The present was sent to the Prophet (ﷺ) by Ukaidir (a Christian) from Dauma.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا شَيْبَانُ، عَنْ قَتَادَةَ، حَدَّثَنَا أَنَسٌ ـ رضى الله عنه ـ قَالَ أُهْدِيَ لِلنَّبِيِّ صلى الله عليه وسلم جُبَّةُ سُنْدُسٍ، وَكَانَ يَنْهَى عَنِ الْحَرِيرِ، فَعَجِبَ النَّاسُ مِنْهَا فَقَالَ   وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَمَنَادِيلُ سَعْدِ بْنِ مُعَاذٍ فِي الْجَنَّةِ أَحْسَنُ مِنْ هَذَا . وَقَالَ سَعِيدٌ عَنْ قَتَادَةَ، عَنْ أَنَسٍ، إِنَّ أُكَيْدِرَ دُومَةَ أَهْدَى إِلَى النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "২৪৪০। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একটি রেশমী জুব্বা হাদিয়া দেওয়া হল। অথচ তিনি রেশমী কাপড় ব্যবহারে নিষেধ করতেন। এতে সাহাবীগণ খুশী হলেন। তখন তিনি বললেন, সেই সত্তার কসম, যার হাতে মুহাম্মদের প্রাণ, জান্নাতে সাদ ইবনু মুআযের রুমালগুলো এর চেয়ে উৎকৃষ্ট। সাঈদ (রহঃ) কাতাদা (রহঃ) এর মাধ্যমে আনাস (রাঃ) থেকে বর্ণনা করেন যে দুমার উকাইদির নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে হাদিয়া দিয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2440",
    "id": "2524",
    "thesequence": "2866",
    "isActive": "1",
    "chapterId": "15663",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩২. মুশরিকদের দেয়া হাদিয়া গ্রহণ করা। আবূ হূরাইরাহ্ নাবী (সাঃ) হতে বর্ণনা করেছেন যে, ইবরাহীম (আঃ) (স্ত্রী) সারাকে নিয়ে হিজরাতকালে এমন এক জনপদে উপস্থিত হলেন, যেখানে ছিল এক বাদশাহ অথবা রাবী বলেন, প্রতাপশালী শাসক। সে বলল, সারার কাছে উপহার স্বরূপ হাজিরাকে দিয়ে দাও। নাবী (সাঃ) কে বিষ মিশানো বকরীর গোশত হাদিয়া দেয়া হয়েছিল। আবূ হুমাইদ (র) বলেন, আয়িলার শাসক নাবী (সাঃ) কে একটি সাদা খচ্চর উপহার দিয়েছিলেন, প্রতিদানে তিনি তাকে একটি চাদর দিয়েছিলেন আর সেখানকার শাসক হিসাবে তাকে নিয়োগ পত্র লিখে দিয়েছিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nA Jewess brought a poisoned (cooked) sheep for the Prophet (ﷺ) who ate from it. She was brought to the Prophet and he was asked, Shall we kill her? He said, No. I continued to see the effect of the poison on the palate of the mouth of Allahs Messenger (ﷺ) .",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّ يَهُودِيَّةً، أَتَتِ النَّبِيَّ صلى الله عليه وسلم بِشَاةٍ مَسْمُومَةٍ، فَأَكَلَ مِنْهَا فَجِيءَ بِهَا فَقِيلَ أَلاَ نَقْتُلُهَا. قَالَ   لاَ . فَمَا زِلْتُ أَعْرِفُهَا فِي لَهَوَاتِ رَسُولِ اللَّهِ صلى الله عليه وسلم.",
    "hadithBengali": "২৪৪১। আবদুল্লাহ ইবনু আবদুল ওয়াহাব (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত তিনি বলেন, জনৈক ইয়াহুদী মহিলা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে বিষ মিশানো বকরী নিয়ে এলো। সেখান থেকে কিছু অংশ তিনি খেলেন এবং (বিষক্রিয়া টের পেয়ে) মহিলাকে হাযির করা হল। তখন বলা হল, আপনি কি একে হত্যার আদেশ দিবেন না? তিনি বললেন, না। আনাস (রাঃ) বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর (মুখ গহবরের) তালুতে আমি বরাবরই বিশ ক্রিয়ার আলামত দেখতে পেতাম।\n",
    "checkStatus": "1",
    "hadithNo": "2441",
    "id": "2525",
    "thesequence": "2867",
    "isActive": "1",
    "chapterId": "15663",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩২. মুশরিকদের দেয়া হাদিয়া গ্রহণ করা। আবূ হূরাইরাহ্ নাবী (সাঃ) হতে বর্ণনা করেছেন যে, ইবরাহীম (আঃ) (স্ত্রী) সারাকে নিয়ে হিজরাতকালে এমন এক জনপদে উপস্থিত হলেন, যেখানে ছিল এক বাদশাহ অথবা রাবী বলেন, প্রতাপশালী শাসক। সে বলল, সারার কাছে উপহার স্বরূপ হাজিরাকে দিয়ে দাও। নাবী (সাঃ) কে বিষ মিশানো বকরীর গোশত হাদিয়া দেয়া হয়েছিল। আবূ হুমাইদ (র) বলেন, আয়িলার শাসক নাবী (সাঃ) কে একটি সাদা খচ্চর উপহার দিয়েছিলেন, প্রতিদানে তিনি তাকে একটি চাদর দিয়েছিলেন আর সেখানকার শাসক হিসাবে তাকে নিয়োগ পত্র লিখে দিয়েছিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdur-Rahman bin Abu Bakr:\n\nWe were one-hundred and thirty persons accompanying the Prophet (ﷺ) who asked us whether anyone of us had food. There was a man who had about a Sa of wheat which was mixed with water then. A very tall pagan came driving sheep. The Prophet (ﷺ) asked him, Will you sell us (a sheep) or give it as a present? He said, I will sell you (a sheep). The Prophet (ﷺ) bought a sheep and it was slaughtered. The Prophet ordered that its liver and other Abdominal organs be roasted. By Allah, the Prophet (ﷺ) gave every person of the one-hundred-and-thirty a piece of that; he gave all those of them who were present; and kept the shares of those who were absent. The Prophet (ﷺ) then put its meat in two huge basins and all of them ate to their fill, and even then more food was left in the two basins which were carried on the camel (or said something like it).",
    "hadithArabic": " حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ أَبِيهِ، عَنْ أَبِي عُثْمَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم ثَلاَثِينَ وَمِائَةً فَقَالَ النَّبِيُّ صلى الله عليه وسلم  هَلْ مَعَ أَحَدٍ مِنْكُمْ طَعَامٌ . فَإِذَا مَعَ رَجُلٍ صَاعٌ مِنْ طَعَامٍ أَوْ نَحْوُهُ، فَعُجِنَ ثُمَّ جَاءَ رَجُلٌ مُشْرِكٌ مُشْعَانٌّ طَوِيلٌ بِغَنَمٍ يَسُوقُهَا، فَقَالَ النَّبِيُّ صلى الله عليه وسلم  بَيْعًا أَمْ عَطِيَّةً ـ أَوْ قَالَ ـ أَمْ هِبَةً . قَالَ لاَ، بَلْ بَيْعٌ. فَاشْتَرَى مِنْهُ شَاةً، فَصُنِعَتْ وَأَمَرَ النَّبِيُّ صلى الله عليه وسلم بِسَوَادِ الْبَطْنِ أَنْ يُشْوَى، وَايْمُ اللَّهِ مَا فِي الثَّلاَثِينَ وَالْمِائَةِ إِلاَّ قَدْ حَزَّ النَّبِيُّ صلى الله عليه وسلم لَهُ حُزَّةً مِنْ سَوَادِ بَطْنِهَا، إِنْ كَانَ شَاهِدًا أَعْطَاهَا إِيَّاهُ، وَإِنْ كَانَ غَائِبًا خَبَأَ لَهُ، فَجَعَلَ مِنْهَا قَصْعَتَيْنِ، فَأَكَلُوا أَجْمَعُونَ، وَشَبِعْنَا، فَفَضَلَتِ الْقَصْعَتَانِ، فَحَمَلْنَاهُ عَلَى الْبَعِيرِ. أَوْ كَمَا قَالَ.",
    "hadithBengali": "২৪৪২। আবূ নুমান (রহঃ) ... আবদুর রহমান ইবনু আবূ বকর (রাঃ) থেকে বর্ণিত, তিনি বলেন, (কোন এক সফরে) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে আমরা একশ ত্রিশজন লোক ছিলাম। সে সময় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেন, তোমাদের কারো সাথে কি খাবার আছে? দেখা গেল, এক ব্যাক্তির সঙ্গে এক সা&#39; কিংবা তার কমবেশী পরিমান খাদ্য (আটা) আছে। সে আটা গোলানো হল। তারপর দীর্ঘ দেহী এলোমেলো চুল বিশিষ্ট এক মুশরিক এক পাল বকরী হাকিয়ে নিয়ে এল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেন। বিক্রি করবে, না, উপহার দিবে? সে বলল না, বরং বিক্রি করব। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাছ থেকে একটা বকরী কিনে নিলেন। একশ ত্রিশজনের প্রত্যেককে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেই কলিজার কিছু কিছু করে দিলেন। যে উপস্থিত ছিল, তাকে হাতে দিলেন; আর যে অনুপস্থিত ছিলো, তার জন্য তুলে রাখলেন। তারপর দুটি পাত্রে তিনি গোশত ভাগ করে রাখলেন। সবাই তৃপ্তির সাথে খেলেন। আর উভয় পাত্রে কিছু উদ্বৃত্ত থেকে গেল। সেগুলো আমরা উটের পিঠে উঠিয়ে নিলাম। অথবা রাবী যা বললেন।\n",
    "checkStatus": "1",
    "hadithNo": "2442",
    "id": "2526",
    "thesequence": "2868",
    "isActive": "1",
    "chapterId": "15663",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩২. মুশরিকদের দেয়া হাদিয়া গ্রহণ করা। আবূ হূরাইরাহ্ নাবী (সাঃ) হতে বর্ণনা করেছেন যে, ইবরাহীম (আঃ) (স্ত্রী) সারাকে নিয়ে হিজরাতকালে এমন এক জনপদে উপস্থিত হলেন, যেখানে ছিল এক বাদশাহ অথবা রাবী বলেন, প্রতাপশালী শাসক। সে বলল, সারার কাছে উপহার স্বরূপ হাজিরাকে দিয়ে দাও। নাবী (সাঃ) কে বিষ মিশানো বকরীর গোশত হাদিয়া দেয়া হয়েছিল। আবূ হুমাইদ (র) বলেন, আয়িলার শাসক নাবী (সাঃ) কে একটি সাদা খচ্চর উপহার দিয়েছিলেন, প্রতিদানে তিনি তাকে একটি চাদর দিয়েছিলেন আর সেখানকার শাসক হিসাবে তাকে নিয়োগ পত্র লিখে দিয়েছিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\n`Umar saw a silken cloak over a man for sale and requested the Prophet (ﷺ) to buy it in order to wear it on Fridays and while meeting delegates. The Prophet (ﷺ) said, This is worn by the one who will have no share in the Hereafter. Later on Allahs Messenger (ﷺ) got some silken cloaks similar to that one, and he sent one to `Umar. `Umar said to the Prophet (ﷺ) How can I wear it, while you said about it what you said? The Prophet (ﷺ) said, I have not given it to you to wear, but to sell or to give to someone else. So, `Umar sent it to his brother at Mecca before he embraced Islam.",
    "hadithArabic": " حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ دِينَارٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ رَأَى عُمَرُ حُلَّةً عَلَى رَجُلٍ تُبَاعُ فَقَالَ لِلنَّبِيِّ صلى الله عليه وسلم ابْتَعْ هَذِهِ الْحُلَّةَ تَلْبَسْهَا يَوْمَ الْجُمُعَةِ وَإِذَا جَاءَكَ الْوَفْدُ. فَقَالَ  إِنَّمَا يَلْبَسُ هَذَا مَنْ لاَ خَلاَقَ لَهُ فِي الآخِرَةِ . فَأُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْهَا بِحُلَلٍ فَأَرْسَلَ إِلَى عُمَرَ مِنْهَا بِحُلَّةٍ. فَقَالَ عُمَرُ كَيْفَ أَلْبَسُهَا وَقَدْ قُلْتَ فِيهَا مَا قُلْتَ قَالَ  إِنِّي لَمْ أَكْسُكَهَا لِتَلْبَسَهَا، تَبِيعُهَا أَوْ تَكْسُوهَا . فَأَرْسَلَ بِهَا عُمَرُ إِلَى أَخٍ لَهُ مِنْ أَهْلِ مَكَّةَ قَبْلَ أَنْ يُسْلِمَ.",
    "hadithBengali": "২৪৪৩। খলিদ ইবনু মাখলাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, উমর (রাঃ) জনৈক ব্যাক্তিকে রেশমী কাপড় বিক্রি করতে দেখে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললেন, এ জোড়াটি খরিদ করে নিন। জুম্মার দিন এবং যখন আপনার খিদমতে কোন প্রতিনিধি দল আসে, তখন তা পরিধনা করবেন। তিনি বললেন, এসব তো তারাই পরিধান করে, যাদের আখিরাতে কোন হিসসা নেই। পরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কয়েক জোড়া রেশমী কাপড় এলো। সেগুলো থেকে একটি জোড়া তিনি উমর (রাঃ) এর কাছে পাঠালেন। তখন উমর (রাঃ) বলেন, এটা আমি কিভাবে পরিধান করব। অথচ এ সম্পর্কে আপনি যা বলার বলেছেন। এতে তিনি বললেন, এটা তোমাকে আমি পরিধান করার জন্য দেইনি। হয় এটা বিক্রি করে দিবে, নয় কাউকে দিয়ে দিবে। তখন উমর (রাঃ) সেটা মক্কায় বসাবাসকারী তার এক (দুধ) ভাইকে ইসলাম গ্রহনের আগে হাদিয়া পাঠালেন।\n",
    "checkStatus": "1",
    "hadithNo": "2443",
    "id": "2527",
    "thesequence": "2869",
    "isActive": "1",
    "chapterId": "15664",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৩. মুশরিকদেরকে হাদিয়া দেওয়া। আল্লাহ তাআলার ইরশাদঃ (মুশরিকদের মধ্যে) দ্বীনের ব্যাপারে যারা তোমাদের বিরুদ্ধে যুদ্ধ করে নি এবং তোমাদের কে স্বদেশ থেকে বের করে নি, তাদের প্রতি মহানুভবতা প্রদর্শন ও ন্যায়বিচার করতে আল্লাহ তোমাদেরকে নিষেধ করেন না। আল্লাহ তো ন্যায়পরায়নদেরকে ভালোবাসেন। (সূরা আল-মুমতাহিনাঃ ৬০:৮)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma bint Abu Bakr:\n\nMy mother came to me during the lifetime of Allahs Messenger (ﷺ) and she was a pagan. I said to Allahs Apostle (seeking his verdict), My mother has come to me and she desires to receive a reward from me, shall I keep good relations with her? The Prophet (ﷺ) said, Yes, keep good relation with her. ",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ قَالَتْ قَدِمَتْ عَلَىَّ أُمِّي وَهْىَ مُشْرِكَةٌ، فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم، فَاسْتَفْتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قُلْتُ {إِنَّ أُمِّي قَدِمَتْ} وَهْىَ رَاغِبَةٌ، أَفَأَصِلُ أُمِّي قَالَ   نَعَمْ صِلِي أُمَّكِ .",
    "hadithBengali": "২৪৪৪। উবায়দ ইবনু ইসমাঈল (রহঃ) ... আসমা বিনতে আবূ বকর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় আমার আম্মা মুশরিক অবস্থায় আমার কাছে এলেন। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে ফাতওয়া চেয়ে বললাম তিনি আমার প্রতি খুকই আকৃষ্ট, এমতাবস্থায় আমি কি তার সাথে সদাচরন করব? তিনি বললেন, হ্যাঁ তুমি তোমার মায়ের সঙ্গে সদাচারন করবে।\n",
    "checkStatus": "1",
    "hadithNo": "2444",
    "id": "2528",
    "thesequence": "2870",
    "isActive": "1",
    "chapterId": "15664",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৩. মুশরিকদেরকে হাদিয়া দেওয়া। আল্লাহ তাআলার ইরশাদঃ (মুশরিকদের মধ্যে) দ্বীনের ব্যাপারে যারা তোমাদের বিরুদ্ধে যুদ্ধ করে নি এবং তোমাদের কে স্বদেশ থেকে বের করে নি, তাদের প্রতি মহানুভবতা প্রদর্শন ও ন্যায়বিচার করতে আল্লাহ তোমাদেরকে নিষেধ করেন না। আল্লাহ তো ন্যায়পরায়নদেরকে ভালোবাসেন। (সূরা আল-মুমতাহিনাঃ ৬০:৮)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, He who takes back his present is like him who swallows his vomit.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، وَشُعْبَةُ، قَالاَ حَدَّثَنَا قَتَادَةُ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   الْعَائِدُ فِي هِبَتِهِ كَالْعَائِدِ فِي قَيْئِهِ .",
    "hadithBengali": "২৪৪৫। মুসলিম ইবনু ইবরাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দান করার পর যে তা ফিরিয়ে নেয়, সে ঐ ব্যাক্তির মতই, যে বমি করে তা আবার খায়।\n",
    "checkStatus": "1",
    "hadithNo": "2445",
    "id": "2529",
    "thesequence": "2871",
    "isActive": "1",
    "chapterId": "15665",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৪. দান বা সদাকাহ করার  পর তা ফিরিয়ে নেয়া কারো জন্য বৈধ নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, The bad example is not for us. He who takes back his present is like a dog that swallows back its vomit.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   لَيْسَ لَنَا مَثَلُ السَّوْءِ، الَّذِي يَعُودُ فِي هِبَتِهِ كَالْكَلْبِ يَرْجِعُ فِي قَيْئِهِ .",
    "hadithBengali": "২৪৪৬। আবদুর রহমান ইবনু মুবারক (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, নিকৃষ্ট উপমা দেওয়া আমাদের জন্য শোভনীয় নয় (তবু বলতে হয়), যে দান করে তা ফিরিয়ে নেয়, সে ঐ কুকুরের মত, যে বমি করে তা আবার খায়।\n",
    "checkStatus": "1",
    "hadithNo": "2446",
    "id": "2530",
    "thesequence": "2872",
    "isActive": "1",
    "chapterId": "15665",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৪. দান বা সদাকাহ করার  পর তা ফিরিয়ে নেয়া কারো জন্য বৈধ নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Umar bin Al-Khattab:\n\nI gave a horse in Allahs Cause. The person to whom it was given, did not look after it. I intended to buy it from him, thinking that he would sell it cheap. When I asked the Prophet (ﷺ) he said, Dont buy it, even if he gives it to you for one Dirham, as the person who takes back what he has given in charity, is like a dog that swallows back its vomit.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، حَدَّثَنَا مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ يَقُولُ حَمَلْتُ عَلَى فَرَسٍ فِي سَبِيلِ اللَّهِ، فَأَضَاعَهُ الَّذِي كَانَ عِنْدَهُ، فَأَرَدْتُ أَنْ أَشْتَرِيَهُ مِنْهُ، وَظَنَنْتُ أَنَّهُ بَائِعُهُ بِرُخْصٍ، فَسَأَلْتُ عَنْ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ   لاَ تَشْتَرِهِ، وَإِنْ أَعْطَاكَهُ بِدِرْهَمٍ وَاحِدٍ، فَإِنَّ الْعَائِدَ فِي صَدَقَتِهِ كَالْكَلْبِ يَعُودُ فِي قَيْئِهِ .",
    "hadithBengali": "২৪৪৭। ইয়াহ্হইয়া ইবনু কাযাআ (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক ব্যাক্তিকে আমি আমার একটি ঘোড়া আল্লাহর রাস্তায় আরোহনের কন্য দান করলাম। ঘোড়াটি যার কাছে ছিল, সে তার চরম অযত্ন করল। তাই সেটা আমি তার কাছ থেকে কিনে নিতে চাইলাম, আমার ধারনা চিল যে, সে তা কম দামে বিক্রি করবে। এ সম্পর্কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলে তিনি বললেন, এক দিরহামের বিনিময়েও যদি সে তোমাকে তা দিতে রাযী হয় তবু তুমি তা কিনবে না। কেননা, সাদকা করার পর যে তা ফিরিয়ে নেয়, সে ঐ কুকুরের মত, যে বমি করে তা আবার খায়।\n",
    "checkStatus": "1",
    "hadithNo": "2447",
    "id": "2531",
    "thesequence": "2873",
    "isActive": "1",
    "chapterId": "15665",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৪. দান বা সদাকাহ করার  পর তা ফিরিয়ে নেয়া কারো জন্য বৈধ নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Asma bint Abu Bakr (ra):\nMy mother came to me during the lifetime of Allahs Messenger (ﷺ) and she was a Mushrikah (polytheist, idolatress, pagan). I said to Allahs Messenger (ﷺ) (seeking his verdict), My mother has come to and she desires to recieve a reward from me, shall I keep good relations with her ? The Prophet (ﷺ) said, Yes, keep good relation with her.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامُ بْنُ يُوسُفَ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ عُبَيْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، أَنَّ بَنِي صُهَيْبٍ، مَوْلَى ابْنِ جُدْعَانَ ادَّعَوْا بَيْتَيْنِ وَحُجْرَةً، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَعْطَى ذَلِكَ صُهَيْبًا، فَقَالَ مَرْوَانُ مَنْ يَشْهَدُ لَكُمَا عَلَى ذَلِكَ قَالُوا ابْنُ عُمَرَ. فَدَعَاهُ فَشَهِدَ لأَعْطَى رَسُولُ اللَّهِ صلى الله عليه وسلم صُهَيْبًا بَيْتَيْنِ وَحُجْرَةً. فَقَضَى مَرْوَانُ بِشَهَادَتِهِ لَهُمْ.",
    "hadithBengali": "২৪৪৮। ইবরাহীম ইবনু মূসা (রহঃ) ... আবদুল্লাহ ইবনু উবায়দুল্লাহ্ ইবনু আবূ মুলায়কা (রহঃ) থেকে বর্ণিত তিনি বলেন, ইবন জুদআনের আযাদকৃত গোলাম সুহাইবের সন্তান দুটি ঘর ও একটি কামরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুহায়ব (রাঃ) কে দান করেছিলেন বলে দাবী জানান। (মদিনার গভর্নর) মারওয়ান (রহঃ) তখন বললেন, এ ব্যাপারে তোমাদের পক্ষে কে সাক্ষী দিবে? তারা বলল, ইবনু উমর (রাঃ) (আমাদের হয়ে সাক্ষী দিবেন) মারওয়ান (রহঃ) তখন ইবনু উমর (রাঃ) কে ডেকে পাঠালেন। তিনি এ মর্মে সাক্ষী দিলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুহায়ব (রাঃ) কে দুটি ঘর ও একটি কামরা দান করেছিলেন। তাদের স্বপক্ষে ইবনু উমরের সাক্ষী অনুযায়ী মারওয়ান ফায়সালা করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2448",
    "id": "2532",
    "thesequence": "2874",
    "isActive": "1",
    "chapterId": "15666",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৫. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nThe Prophet (ﷺ) gave the verdict that `Umra is for the one to whom it is presented.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ قَضَى النَّبِيُّ صلى الله عليه وسلم بِالْعُمْرَى أَنَّهَا لِمَنْ وُهِبَتْ لَهُ.",
    "hadithBengali": "২৪৪৯। আবূ নুআঈম (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত, তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উমরা (বস্তু) সম্পর্কে ফায়সালা দিয়েছেন যে, যাকে দান করা হয়েছে, সেই সেটার মালিক হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2449",
    "id": "2533",
    "thesequence": "2875",
    "isActive": "1",
    "chapterId": "15667",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৬.  উমরা ও রুকবা عُمْرَى رقْبَى সম্পর্কে যা বলা হয়েছে أَعْمَرْتُهُ الدَّارَ অর্থাৎ বাড়ীটি তাকে (তার জীবনকাল পর্যন্ত) দান করে দিলাম। আল্লাহর বাণীঃ তোমাদেরকে তিনি তাতে বসবাস করিয়েছেন। (সূরা হৃদঃ ১১ঃ ৬১)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Umra is permissible. Ata said, Jabir narrated the same to me from the Prophet.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، قَالَ حَدَّثَنِي النَّضْرُ بْنُ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْعُمْرَى جَائِزَةٌ . وَقَالَ عَطَاءٌ حَدَّثَنِي جَابِرٌ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ.",
    "hadithBengali": "২৪৫০। হাফস ইবনু উমর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, উমরা জায়িয। আতা (রহঃ) বলেন, জাবির (রাঃ) আমাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস শুনিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2450",
    "id": "2534",
    "thesequence": "2876",
    "isActive": "1",
    "chapterId": "15667",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৬.  উমরা ও রুকবা عُمْرَى رقْبَى সম্পর্কে যা বলা হয়েছে أَعْمَرْتُهُ الدَّارَ অর্থাৎ বাড়ীটি তাকে (তার জীবনকাল পর্যন্ত) দান করে দিলাম। আল্লাহর বাণীঃ তোমাদেরকে তিনি তাতে বসবাস করিয়েছেন। (সূরা হৃদঃ ১১ঃ ৬১)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nOnce the people of Medina were frightened, so the Prophet (ﷺ) borrowed a horse from Abu Talha called Al-Mandub, and rode it. When he came back he said, We have not seen anything (to be afraid of), but the horse was very fast (having an energy as inexhaustible as the water of the sea).",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ أَنَسًا، يَقُولُ كَانَ فَزَعٌ بِالْمَدِينَةِ فَاسْتَعَارَ النَّبِيُّ صلى الله عليه وسلم فَرَسًا مِنْ أَبِي طَلْحَةَ يُقَالُ لَهُ الْمَنْدُوبُ، فَرَكِبَ فَلَمَّا رَجَعَ قَالَ   مَا رَأَيْنَا مِنْ شَىْءٍ، وَإِنْ وَجَدْنَاهُ لَبَحْرًا .",
    "hadithBengali": "২৪৫১। আদম (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত, তিনি বলেন, আনাস (রাঃ) কে বলতে শুনেছি, মদিনায় একবার শত্রুর আক্রমনের ভয় ছড়িয়ে পড়ল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন আবূ তালহা (রাঃ) এর কাছ থেকে একটি ঘোড়া ধার নিলেন এবং তাতে সাওয়ার হলেন। ঘোড়াটির নাম ছিল মানূদব। তারপর (মদিনা টহল দিয়ে) ফিরে এসে তিনি বললেন, কিছুই তো দেখতে পেলাম না, তবে এই ঘোড়াটিকে আমি সমূদ্রের তরঙের মত পেয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "2451",
    "id": "2535",
    "thesequence": "2877",
    "isActive": "1",
    "chapterId": "15668",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৭. কারো কাছ থেকে যে ব্যক্তি ঘোড়া, চতুস্পদ জন্তু বা অন্য কিছু ধার নেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aiman:\n\nI went to `Aisha and she was wearing a coarse dress costing five Dirhams. `Aisha said, Look up and see my slave-girl who refuses to wear it in the house though during the lifetime of Allahs Messenger (ﷺ) I had a similar dress which no woman desiring to appear elegant (before her husband) failed to borrow from me.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ أَيْمَنَ، قَالَ حَدَّثَنِي أَبِي قَالَ، دَخَلْتُ عَلَى عَائِشَةَ ـ رضى الله عنها ـ وَعَلَيْهَا دِرْعُ قِطْرٍ ثَمَنُ خَمْسَةِ دَرَاهِمَ، فَقَالَتِ ارْفَعْ بَصَرَكَ إِلَى جَارِيَتِي، انْظُرْ إِلَيْهَا فَإِنَّهَا تُزْهَى أَنْ تَلْبَسَهُ فِي الْبَيْتِ، وَقَدْ كَانَ لِي مِنْهُنَّ دِرْعٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم، فَمَا كَانَتِ امْرَأَةٌ تُقَيَّنُ بِالْمَدِينَةِ إِلاَّ أَرْسَلَتْ إِلَىَّ تَسْتَعِيرُهُ.",
    "hadithBengali": "২৪৫২। আবূ নআইম (রহঃ) ... আয়মান (রহঃ) থেকে বর্ণিত, তিনি বলেন, আয়িশা (রাঃ) এর নিকট আমি হাযির হলাম। তার গায়ে তখন পাঁচ দিরহাম মূল্যের মোটা কাপড়ের কমিজ ছিল। তিনি আমাকে বললেন, আমার এ বাদীটার দিকে চোখ তুলে একটু তাকাও, ঘরের ভিতরে এটা পরতে সে অপছন্দ করে। অথচ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় মদিনায় মেয়েদের মধ্যে আমারই শুধু একটি কামিজ ছিল। মদিনায় কোন মেয়েকে বিয়ের সাজে সাজাতে গেলেই আমার কাছে কাউকে পাঠিয়ে ঐ কামিজটি চেয়ে নিত (সাময়িক ব্যবহারের জন্য)।\n",
    "checkStatus": "1",
    "hadithNo": "2452",
    "id": "2536",
    "thesequence": "2878",
    "isActive": "1",
    "chapterId": "15669",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৮. বাসর সজ্জার সময় নব দম্পতির কিছু ধার করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, What a good Maniha (the she-camel which has recently given birth and which gives profuse milk) is, and (what a good Maniha) (the sheep which gives profuse milk, a bowl in the morning and another in the evening) is!",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   نِعْمَ الْمَنِيحَةُ اللِّقْحَةُ الصَّفِيُّ مِنْحَةً، وَالشَّاةُ الصَّفِيُّ تَغْدُو بِإِنَاءٍ وَتَرُوحُ بِإِنَاءٍ .",
    "hadithBengali": "২৪৫৩। ইয়াহইয়া ইবনু বুকায়ব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মানীহা হিসাবে অধিক দূধেল উটনী ও অধিক দুধেল বকরী কতইনা উত্তম, যা সকালে বিকালে, পাত্র ভর্তি দূধ দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "2453",
    "id": "2537",
    "thesequence": "2879",
    "isActive": "1",
    "chapterId": "15670",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৯. মানীহা অর্থাৎ দুধ পানের জন্য উট বা বকরি দেওয়ার ফাযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Malik:\n\nManiha is a good deed of charity.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ وَإِسْمَاعِيلُ عَنْ مَالِكٍ قَالَ نِعْمَ الصَّدَقَةُ.",
    "hadithBengali": "২৪৫৪। আবদুল্লাহ ইবনু ইউসুফ ও ইসমাঈল (রহঃ) ... হাদীসটি মালিক (রহঃ) থেকে বর্ণনা করেছেন, এতে তিনি বলেন, সাদকা হিসাবে কতইনা উত্তম (দুধেল উটনী, যা মানীহা হিসাবে দেওয়া হয়)।\n",
    "checkStatus": "1",
    "hadithNo": "2454",
    "id": "2538",
    "thesequence": "2880",
    "isActive": "1",
    "chapterId": "15670",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৯. মানীহা অর্থাৎ দুধ পানের জন্য উট বা বকরি দেওয়ার ফাযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Shihab Az-Zuhri:\n\nAnas bin Malik said, When the emigrants came Medina, they had nothing whereas the Ansar had land and property. The Ansar gave them their land on condition that the emigrants would give them half the yearly yield and work on the land and provide the necessaries for cultivation. His (i.e. Anass mother who was also the mother of `Abdullah bin Abu Talha, gave some date-palms to Allah Apostle who gave them to his freed slave-girl (Um Aiman) who was also the mother of Usama bin Zaid. When the Prophet (ﷺ) finished from the fighting against the people of Khaibar and returned to Medina, the emigrants returned to the Ansar the fruit gifts which the Ansar had given them. The Prophet (ﷺ) also returned to Anass mother the date-palms. Allahs Messenger (ﷺ) gave Um Aiman other trees from his garden in lieu of the old gift.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ لَمَّا قَدِمَ الْمُهَاجِرُونَ الْمَدِينَةَ مِنْ مَكَّةَ وَلَيْسَ بِأَيْدِيهِمْ ـ يَعْنِي شَيْئًا ـ وَكَانَتِ الأَنْصَارُ أَهْلَ الأَرْضِ وَالْعَقَارِ، فَقَاسَمَهُمُ الأَنْصَارُ عَلَى أَنْ يُعْطُوهُمْ ثِمَارَ أَمْوَالِهِمْ كُلَّ عَامٍ وَيَكْفُوهُمُ الْعَمَلَ وَالْمَئُونَةَ، وَكَانَتْ أُمُّهُ أُمُّ أَنَسٍ أُمُّ سُلَيْمٍ كَانَتْ أُمَّ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، فَكَانَتْ أَعْطَتْ أُمُّ أَنَسٍ رَسُولَ اللَّهِ صلى الله عليه وسلم عِذَاقًا فَأَعْطَاهُنَّ النَّبِيُّ صلى الله عليه وسلم أُمَّ أَيْمَنَ مَوْلاَتَهُ أُمَّ أُسَامَةَ بْنِ زَيْدِ. قَالَ ابْنُ شِهَابٍ فَأَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمَّا فَرَغَ مِنْ قَتْلِ أَهْلِ خَيْبَرَ فَانْصَرَفَ إِلَى الْمَدِينَةِ، رَدَّ الْمُهَاجِرُونَ إِلَى الأَنْصَارِ مَنَائِحَهُمُ الَّتِي كَانُوا مَنَحُوهُمْ مِنْ ثِمَارِهِمْ فَرَدَّ النَّبِيُّ صلى الله عليه وسلم إِلَى أُمِّهِ عِذَاقَهَا، وَأَعْطَى رَسُولُ اللَّهِ صلى الله عليه وسلم أُمَّ أَيْمَنَ مَكَانَهُنَّ مِنْ حَائِطِهِ. وَقَالَ أَحْمَدُ بْنُ شَبِيبٍ أَخْبَرَنَا أَبِي عَنْ يُونُسَ بِهَذَا، وَقَالَ مَكَانَهُنَّ مِنْ خَالِصِهِ.",
    "hadithBengali": "২৪৫৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, মক্কা থেকে মদিনায় হিজরতের সময় মুহাজিরদের হাতে কোন কিছু ছিল না। অন্য দিকে আনসারগণ ছিলেন জমি ও ভূসম্পত্তির অধিকারী। তাই আনসারগণ এই শর্তে মুহাজিরদের সাথে ভাগাভাগি করে নিলেন যে, প্রতি বছর তারা (মুহাজিররা) এর উৎপন্ন ফল ও ফসলের একটা নির্দিষ্ট পরিমান তাদের (আনসারদের) দিবেন আর তারা এ কাজে শ্রম দিবে ও দায়দায়িত্ব নিবে। আনাসের মা উম্মু সুলাইম (রাঃ) ছিলেন আবদুল্লাহ ইবনু আবূ তালহার মা। আনাসের মা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে (ফল ভোগ করার জন্য) কয়েকটি খেজুর গাছ দিয়ে ছিলেন। আর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেগুলো তার আযাদকৃত বাদী উসামা ইবন যায়দের মা উম্মু আয়মানকে দান করে দিয়েছিলেন।\n\nইবনু শিহাব (রহঃ) বলেন, আনাস (রাঃ) আমাকে বলেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বারে ইয়াহুদীদের বিরুদ্ধে লড়াই শেষে মদিনায় ফিরে এলে মুহাজিরগণ আনাসারদেরকে তাদের অস্থায়ী দানের সম্পত্তি ফিরিয়ে দিলেন; যেগুলো ফল ও ফসল ভোগ করার জন্য তারা মুহাজিরদের দান করেছিলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার (আনাসের) মাকে তার খেজুর গাছগুলো ফিরিয়ে দিয়েছিলেন। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উম্মু আয়মানকে ঐ গাছগুলোর পরিবর্তে নিজ বাগানের কিছু অংশ দান করলেন। আহমদ ইবনু শাবীব (রহঃ) বলেন, আমার পিতা আমাদেরকে ইউনুসের সূত্রে এ হাদীসটি উল্লেখ করেছেন এবংحَائِطِهِ এর স্থলেخَالِصِهِ বলেছেন, যার অর্থ নিজ ভূমি থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "2455",
    "id": "2539",
    "thesequence": "2881",
    "isActive": "1",
    "chapterId": "15670",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৯. মানীহা অর্থাৎ দুধ পানের জন্য উট বা বকরি দেওয়ার ফাযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr:\n\nThat Allahs Messenger (ﷺ) said, There are forty virtuous deeds and the best of them is the Maniha of a shegoat, and anyone who does one of these virtuous deeds hoping for Allahs reward with firm confidence that he will get it, then Allah will make him enter Paradise because of Hassan (a subnarrator) said, We tried to count those good deeds below the Maniha; we mentioned replying to the sneezer, removing harmful things from the road, etc., but we failed to count even fifteen.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا الأَوْزَاعِيُّ، عَنْ حَسَّانَ بْنِ عَطِيَّةَ، عَنْ أَبِي كَبْشَةَ السَّلُولِيِّ، سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو ـ رضى الله عنهما ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَرْبَعُونَ خَصْلَةً أَعْلاَهُنَّ مَنِيحَةُ الْعَنْزِ، مَا مِنْ عَامِلٍ يَعْمَلُ بِخَصْلَةٍ مِنْهَا رَجَاءَ ثَوَابِهَا وَتَصْدِيقَ مَوْعُودِهَا إِلاَّ أَدْخَلَهُ اللَّهُ بِهَا الْجَنَّةَ . قَالَ حَسَّانُ فَعَدَدْنَا مَا دُونَ مَنِيحَةِ الْعَنْزِ مِنْ رَدِّ السَّلاَمِ، وَتَشْمِيتِ الْعَاطِسِ، وَإِمَاطَةِ الأَذَى عَنِ الطَّرِيقِ وَنَحْوِهِ، فَمَا اسْتَطَعْنَا أَنْ نَبْلُغَ خَمْسَ عَشْرَةَ خَصْلَةً.",
    "hadithBengali": "২৪৫৬। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, (আল্লাহ্ তাআলার বিশেষ প্রিয়) চল্লিশটি স্বভাবের মধ্যে সর্বোৎকৃষ্ট হল দুধ পান করার জন্য কাউকে বকরী দেওয়া। কোন বান্দা যদি সওয়াবের আশায় এবং পুরষ্কার দানের প্রতিশ্রুতিতে বিশ্বাস রেখে উক্ত চল্লিশ স্বভাবের যে কোন একটির উপরে আমল করে তবে আল্লাহ অবশ্যই তাকে জান্নাতে প্রবেশ করাবেন। হাসসান (রহঃ) বলেন, দুধেল বকরী মানীহা দেওয়া ছাড়া আর যে, কয়টি স্বভাব আমরা গণনা করলাম, সেগুলো হল সালামের উত্তর দেওয়া, হাচি দাতার হাচির উত্তরে ইয়ারহামুকাল্লাহ বলা, (চলাচলের) পথ থেকে কষ্টদায়ক বস্তু সরানো ইত্যাদি। কিন্তু আমরা পনেরটি স্বভাবের বেশী গণনা করতে সক্ষম হলাম না।\n",
    "checkStatus": "1",
    "hadithNo": "2456",
    "id": "2540",
    "thesequence": "2882",
    "isActive": "1",
    "chapterId": "15670",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৯. মানীহা অর্থাৎ দুধ পানের জন্য উট বা বকরি দেওয়ার ফাযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nSome men had superfluous land and they said that they would give it to others to cultivate on the condition that they would get one-third or one-fourth or one half of its yield. The Prophet (ﷺ) said, Whoever has land should cultivate it himself or give it to his brother or keep it uncultivated.\n\nNarrated Abu Sa`id:\nA bedouin came to the Prophet (ﷺ) and asked him about emigration. The Prophet (ﷺ) said to him, May Allah be merciful to you. The matter of emigration is difficult. Have you got some camels? He replied in the affirmative. The Prophet (ﷺ) asked him, Do you pay their Zakat? He replied in the affirmative. He asked, Do you lend them so that their milk may be utilized by others? The bedouin said, Yes. The Prophet (ﷺ) asked, Do you milk them on the day off watering them? He replied, Yes. The Prophet (ﷺ) said, Do good deeds beyond the merchants (or the sea) and Allah will never disregard any of your deeds.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا الأَوْزَاعِيُّ، قَالَ حَدَّثَنِي عَطَاءٌ، عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ كَانَتْ لِرِجَالٍ مِنَّا فُضُولُ أَرَضِينَ فَقَالُوا نُؤَاجِرُهَا بِالثُّلُثِ وَالرُّبُعِ وَالنِّصْفِ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم   مَنْ كَانَتْ لَهُ أَرْضٌ فَلْيَزْرَعْهَا أَوْ لِيَمْنَحْهَا أَخَاهُ، فَإِنْ أَبَى فَلْيُمْسِكْ أَرْضَهُ .\n وَقَالَ مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي الزُّهْرِيُّ، حَدَّثَنِي عَطَاءُ بْنُ يَزِيدَ، حَدَّثَنِي أَبُو سَعِيدٍ، قَالَ جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صلى الله عليه وسلم فَسَأَلَهُ عَنِ الْهِجْرَةِ، فَقَالَ  وَيْحَكَ إِنَّ الْهِجْرَةَ شَأْنُهَا شَدِيدٌ فَهَلْ لَكَ مِنْ إِبِلٍ  قَالَ نَعَمْ. قَالَ  فَتُعْطِي صَدَقَتَهَا . قَالَ نَعَمْ. قَالَ  فَهَلْ تَمْنَحُ مِنْهَا شَيْئًا . قَالَ نَعَمْ. قَالَ  فَتَحْلُبُهَا يَوْمَ وِرْدِهَا . قَالَ نَعَمْ. قَالَ  فَاعْمَلْ مِنْ وَرَاءِ الْبِحَارِ، فَإِنَّ اللَّهَ لَنْ يَتِرَكَ مِنْ عَمَلِكَ شَيْئًا .",
    "hadithBengali": "২৪৫৭। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমাদের মধ্যে কিছু লোকের অতিরিক্ত ভূসম্পত্তি ছিল। তারা পরস্পর পরামর্শ করে ঠিক করলো যে এগুলো আমরা তিন ভাগের এক ভাগ, চার ভাগের এক ভাগ বা অর্ধেক হিসাবে ইজারা দিব। একথা শুনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, কারো অতিরিক্ত জমি থাকলে হয় সে নিজেই চাষ করবে, কিংবা তার ভাইকে তা (চাষ করতে) দিবে। আর তা না করতে চাইলে তা নিজের কাছেই রেখে দিবে। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, জনৈক বেদুঈন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে হিজরত সম্পর্কে জানতে চাইল। তিনি তাকে বললেন, থাম! হিজরতের ব্যাপার সুকঠিন। (তার চেয়ে বরং বল) তোমার কি উট আছে? সে বলল, হ্যাঁ আছে। তিনি বললেন, তুমি কি এর সাদকা (যাকাত) আদায় করে থাক? সে বললাম, হ্যা। তিনি জিজ্ঞাসা করলেন, তুমি দুধ পানের জন্য এগুলো মানীহা হিসাবে দিয়ে থাকো সে বলল, হ্যাঁ। আবার তিনি প্রশ্ন করলেন, আচ্ছা! পানি পান করানেরর (ঘাটে সমবেত অভাবী লোকদের মাঝে বিতরনের জন্য) উটগুলো দোহন করো কি? সে বলল হ্যাঁ। তখন তিনি ইরশাদ করলেন, এ যদি হয় তাহলে সাগরের ওপারে হলেও অর্থাৎ তুমি যেখানে থাক আমল করতে থাক। আল্লাহ তোমার আমলের প্রতিদানে কম করবেন না।\n",
    "checkStatus": "1",
    "hadithNo": "2457",
    "id": "2541",
    "thesequence": "2883",
    "isActive": "1",
    "chapterId": "15670",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৯. মানীহা অর্থাৎ দুধ পানের জন্য উট বা বকরি দেওয়ার ফাযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Tawus:\n\nThat he was told by the most learned one amongst them (i.e. Ibn `Abbas) that the Prophet (ﷺ) went towards some land which was flourishing with vegetation and asked to whom it belonged. He was told that such and such a person took it on rent. The Prophet (ﷺ) said, It would have been better (for the owner) if he had given it to him gratis rather than charging him a fixed rent.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا أَيُّوبُ، عَنْ عَمْرٍو، عَنْ طَاوُسٍ، قَالَ حَدَّثَنِي أَعْلَمُهُمْ، بِذَاكَ ـ يَعْنِي ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ إِلَى أَرْضٍ تَهْتَزُّ زَرْعًا فَقَالَ  لِمَنْ هَذِهِ . فَقَالُوا اكْتَرَاهَا فُلاَنٌ. فَقَالَ  أَمَا إِنَّهُ لَوْ مَنَحَهَا إِيَّاهُ كَانَ خَيْرًا لَهُ مِنْ أَنْ يَأْخُذَ عَلَيْهَا أَجْرًا مَعْلُومًا .",
    "hadithBengali": "২৪৫৮। মুহাম্মদ ইবনু বাশশার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার এক জমিতে গেলেন, যার ফসলগুলো আন্দোলিত হচ্ছিল। তিনি জানতে চাইলেন, কার (ফসলের) জমি? লোকেরা বলল, (অমুক ব্যাক্তির কাছে থেকে) অমুক ব্যাক্তি এটি ইজারা নিয়েছে। তিনি বললেন, জমিটার নির্দিষ্ট ভাড়া গ্রহন না করে সে যদি তাকে সাময়িকভাবে তা দিয়ে দিত তবে সেটাই হতো তার জন্য উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "2458",
    "id": "2542",
    "thesequence": "2884",
    "isActive": "1",
    "chapterId": "15670",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৩৯. মানীহা অর্থাৎ দুধ পানের জন্য উট বা বকরি দেওয়ার ফাযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The Prophet (ﷺ) Abraham migrated with Sarah. The people (of the town where they migrated) gave her Ajar (i.e. Hajar). Sarah returned and said to Abraham, Do you know that Allah has humiliated that pagan and he has given a slave-girl for my service?",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  هَاجَرَ إِبْرَاهِيمُ بِسَارَةَ، فَأَعْطَوْهَا آجَرَ، فَرَجَعَتْ فَقَالَتْ أَشَعَرْتَ أَنَّ اللَّهَ كَبَتَ الْكَافِرَ وَأَخْدَمَ وَلِيدَةً . وَقَالَ ابْنُ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم  فَأَخْدَمَهَا هَاجَرَ .",
    "hadithBengali": "২৪৫৯। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বর্ণিত গ্রন্থ হতে বলেছেন, ইবরাহীম (আলাইহিস সালাম) (স্ত্রী) সারাকে সাথে নিয়ে হিজরত করলেন। (পথে এক জনপদের) লোকেরা সারার উদ্দেশ্যে হাজিরাকে হাদিয়া দিলেন। তিনি ফিরে এসে (ইবরাহীমকে) বললেন, আপনি কি জেনেছেন; কাফিরকে আল্লাহ পরাস্ত করেছেন এবং সেবার জন্য একটি বালিকা দান করেছেন। ইবনু সীরীন (রহঃ) আবূ হুরায়রা (রাঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে, বর্ণনা করেন, তারপর (সেই কাফির) সারার সেবার উদ্দেশ্যে হাজিরাকে দান করলো।\n",
    "checkStatus": "1",
    "hadithNo": "2459",
    "id": "2543",
    "thesequence": "2885",
    "isActive": "1",
    "chapterId": "15671",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৪০. প্রচলিত অর্থে কেউ যদি কাউকে বলে এই বাঁদিটি তোমার সেবার জন্য দান করছি, তা হলে তা জায়িয। কোন কোন ফিকাহ্ বিশারদ বলেন, এটা আরিয়ত হবে। তবে কেউ যদি বলে, এ কাপড়টি তোমাকে পরিধান করতে দিলাম, তবে তা হিবা হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Umar bin Al-Khattab:\n\nOnce I gave a horse (for riding) in Allahs Cause. Later I saw it being sold. I asked Allahs Messenger (ﷺ) (whether I could buy it). He said, Dont buy it, for you should not get back what you have given in charity.",
    "hadithArabic": "حَدَّثَنَا الْحُمَيْدِيُّ، أَخْبَرَنَا سُفْيَانُ، قَالَ سَمِعْتُ مَالِكًا، يَسْأَلُ زَيْدَ بْنَ أَسْلَمَ قَالَ سَمِعْتُ أَبِي يَقُولُ، قَالَ عُمَرُ ـ رضى الله عنه ـ حَمَلْتُ عَلَى فَرَسٍ فِي سَبِيلِ اللَّهِ، فَرَأَيْتُهُ يُبَاعُ، فَسَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ   لاَ تَشْتَرِ، وَلاَ تَعُدْ فِي صَدَقَتِكَ .",
    "hadithBengali": "২৪৬০। হুমায়দী (রহঃ) ... উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার আমি একটি লোককে আল্লাহর পথে বাহন হিসাবে একটি ঘোড়া দিলাম। কিন্তু পরে তা বিক্রি হতে দেখে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সে সম্পর্কে জিজ্ঞাসা করলাম। তিনি বলেন, এটা খরিদ করো না এবং সাদকাকৃত মাল ফিরিয়ে নিও না।\n",
    "checkStatus": "1",
    "hadithNo": "2460",
    "id": "2544",
    "thesequence": "2886",
    "isActive": "1",
    "chapterId": "15672",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "46",
    "statusId": "1",
    "topicName": "১৬৪১. কেউ কাউকে আরোহণের জন্য ঘোড়া দান করলে তা উমরা (عُمْرَى) ও সাদকা বলেই গণ্য হবে। আর কোন কোন ফিকাহ বিশারদ বলেন, দাতা তা ফিরিয়ে নিতে পারে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]