[
  {
    "hadithEnglish": " Narrated `Urwa bin Al-Musaiyab Alqama bin Waqqas and Ubaidullah bin `Abdullah:\n\nAbout the story of `Aisha and their narrations were similar attesting each other, when the liars said what they invented about `Aisha, and the Divine Inspiration was delayed, Allahs Messenger (ﷺ) sent for `Ali and Usama to consult them in divorcing his wife (i.e. `Aisha). Usama said, Keep your wife, as we know nothing about her except good. Buraira said, I cannot accuse her of any defect except that she is still a young girl who sleeps, neglecting her familys dough which the domestic goats come to eat (i.e. she was too simpleminded to deceive her husband). Allahs Messenger (ﷺ) said, Who can help me to take revenge over the man who has harmed me by defaming the reputation of my family? By Allah, I have not known about my family-anything except good, and they mentioned (i.e. accused) a man about whom I did not know anything except good.",
    "hadithArabic": "حَدَّثَنَا حَجَّاجٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ النُّمَيْرِيُّ، حَدَّثَنَا يُونُسُ،. وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ، وَابْنُ الْمُسَيَّبِ، وَعَلْقَمَةُ بْنُ وَقَّاصٍ، وَعُبَيْدُ اللَّهِ، عَنْ حَدِيثِ، عَائِشَةَ ـ رضى الله عنها ـ وَبَعْضُ حَدِيثِهِمْ يُصَدِّقُ بَعْضًا، حِينَ قَالَ لَهَا أَهْلُ الإِفْكِ، فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلِيًّا وَأُسَامَةَ حِينَ اسْتَلْبَثَ الْوَحْىُ يَسْتَأْمِرُهُمَا فِي فِرَاقِ أَهْلِهِ، فَأَمَّا أُسَامَةُ فَقَالَ أَهْلُكَ وَلاَ نَعْلَمُ إِلاَّ خَيْرًا. وَقَالَتْ بَرِيرَةُ إِنْ رَأَيْتُ عَلَيْهَا أَمْرًا أَغْمِصُهُ أَكْثَرَ مِنْ أَنَّهَا جَارِيَةٌ حَدِيثَةُ السِّنِّ تَنَامُ عَنْ عَجِينِ أَهْلِهَا، فَتَأْتِي الدَّاجِنُ فَتَأْكُلُهُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ يَعْذِرُنَا مِنْ رَجُلٍ بَلَغَنِي أَذَاهُ فِي أَهْلِ بَيْتِي فَوَاللَّهِ مَا عَلِمْتُ مِنْ أَهْلِي إِلاَّ خَيْرًا، وَلَقَدْ ذَكَرُوا رَجُلاً مَا عَلِمْتُ عَلَيْهِ إِلاَّ خَيْرًا .",
    "hadithBengali": "<p style=text-align: center;>১৪৬২. পরিচ্ছেদঃ বাঁদিকেই প্রমান পেশ করতে হবে। মহান আল্লাহ্&zwnj;র বাণীঃ হে মুমিনগন! তোমরা যখন একে অন্যের সাথে নির্ধারিত সময়ের জন্য ঋনের কারবার কর তখন তা লিখে রাখবে ... (২ঃ ২৮২) এবং মহান আল্লাহ্&zwnj;র বাণীঃ হে মুমিনগন! তোমরা ন্যায় বিচারে দৃঢ় প্রতিষ্ঠিত থাকবে আল্লাহ্&zwnj;র সাক্ষীস্বরূপ যদিও তা তোমাদের নিজেদের অথবা পিতামাতা এবং আত্মীয় স্বজনের বিরুদ্ধে হয় ... আল্লাহ্&zwnj; তার সম্যক খবর রাখেন (৪ঃ ১৩৫)\n\n<hr />\n২৪৬১। হাজ্জাজ (রহঃ) ... ইবনু শিহাব (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমার নিকট আয়িশা (রাঃ) এর ঘটনা সম্পর্কে উরওয়া, ইবনু মূসায়্যাব, আলকামা, ইবনু ওয়াক্কাস এবং উবায়দুল্লাহ (রহঃ) বর্ণনা করেছেন, তাদের বর্ণিত হাদীসের এক অংশ অন্য অংশের সত্যতা প্রমাণ করে, যা অপবাদকারীরা আয়িশা (রাঃ) সম্পর্কে রটনা করেছিল। এদিকে ওয়াহী অবতরণ বিলম্বিত হল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলী ও উসামা (রাঃ) কে স্বীয় সহধর্মিনীকে পৃথক রাখার ব্যাপারে পরামর্শের জন্য ডেকে পাঠালেন। উসামা (রাঃ) তখন বললেন আপনার স্ত্রী সম্পর্কে ভালো ছাড়া কিছুই আমরা জানি না। আর বারীরা (রাঃ) বললেন, তার সম্পর্কে একটি মাত্র কথাই আমি জানি, তা এই যে, অল্প বয়স হওয়ার কারণে পরিবারের লোকদের জন্য আটা খামির করার সময় তিনি ঘুমিয়ে পড়েন আর এই ফাঁকে বকরী এসে তা খেয়ে ফেলে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেন, সেই ব্যাক্তির বিরুদ্ধে কে আমাকে সাহায্য করবে; যার জ্বালাতন আমার পারিবারিক ব্যাপারে আমাকে আঘাত হেনেছে? আল্লাহর কসম আমার সহধর্মিনী সম্পর্কে আমি ভাল ছাড়া অন্য কিছু জানি না। আর এমন এক ব্যাক্তির কথা তারা বলে, যার সম্পর্কে আমি ভাল ছাড়া অন্য কিছু জানি না।\n",
    "checkStatus": "1",
    "hadithNo": "2461",
    "id": "2545",
    "thesequence": "2887",
    "isActive": "1",
    "chapterId": "15673",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৪৩. কেউ যদি কারো সততা প্রমানের উদ্দেশ্যে বলে, একে তো ভাল বলেই জানি অথবা বলে যে, এর সম্পর্কে তো ভালো ছাড়া কিছু জানি না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) and Ubai bin Ka`b Al-Ansari went to the garden where Ibn Saiyad used to live. When Allahs Messenger (ﷺ) entered (the garden), he (i.e. Allahs Messenger (ﷺ) ) started hiding himself behind the date108 palms as he wanted to hear secretly the talk of Ibn Saiyad before the latter saw him. Ibn Saiyad wrapped with a soft decorated sheet was lying on his bed murmuring. Ibn Saiyads mother saw the Prophet hiding behind the stems of the date-palms. She addressed Ibn Saiyad saying, O Saf, this is Muhammad. Hearing that Ibn Saiyad stopped murmuring (or got cautious), the Prophet (ﷺ) said, If she had left him undisturbed, he would have revealed his reality.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ سَالِمٌ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ يَقُولُ انْطَلَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأُبَىُّ بْنُ كَعْبٍ الأَنْصَارِيُّ يَؤُمَّانِ النَّخْلَ الَّتِي فِيهَا ابْنُ صَيَّادٍ حَتَّى إِذَا دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم طَفِقَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَتَّقِي بِجُذُوعِ النَّخْلِ، وَهْوَ يَخْتِلُ أَنْ يَسْمَعَ مِنِ ابْنِ صَيَّادٍ شَيْئًا قَبْلَ أَنْ يَرَاهُ، وَابْنُ صَيَّادٍ مُضْطَجِعٌ عَلَى فِرَاشِهِ فِي قَطِيفَةٍ لَهُ فِيهَا رَمْرَمَةٌ ـ أَوْ زَمْزَمَةٌ ـ فَرَأَتْ أُمُّ ابْنِ صَيَّادٍ النَّبِيَّ صلى الله عليه وسلم وَهْوَ يَتَّقِي بِجُذُوعِ النَّخْلِ، فَقَالَتْ لاِبْنِ صَيَّادِ أَىْ صَافِ، هَذَا مُحَمَّدٌ. فَتَنَاهَى ابْنُ صَيَّادٍ، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَوْ تَرَكَتْهُ بَيَّنَ .",
    "hadithBengali": "২৪৬২। আবূল ইয়ামন (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও উবাই ইবনু কাআব আনসারী (রাঃ) সেই খেজুর বাগানের উদ্দেশ্যে রওয়ান হলেন, যেখানে ইবনু সাইয়াদ থাকত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন (বাগানে) প্রবেশ করলেন, তখন তিনি সতর্কতার সাথে খেজুর শাখার আড়ালে আড়ালে চললেন। তিনি চাচ্ছিলেন, ইবনু সাইয়াদ তাকে দেখে ফেলার আগেই তিনি তার কোন কথা শুনে নিবেন। ইবনু সাইয়াদ তখন চাঁদর মুড়ি দিয়ে বিছানায় শায়িত ছিলো। আর গুন গুন বা (রাবী বলেছেন) গুমগুমভাবে কিছু বলছিল। এ সময় ইবনু সাইয়াদের মা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে খেজুর শাখার আড়ালে আড়ালে সতর্কতার সাথে আসতে দেখে ইবনু সাইয়াদকে বলল, হে সাফ! (নামের সংক্ষেপ) এই মুহাম্মদ! তখন ইবনু সাইয়াদ চুপ হয়ে গেল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সে (তার মা) যদি (কিছু না বলে) তাকে নিজের অবস্থায় ছেড়ে দিত, তাহলে (তার প্রকৃত অবস্থা আমাদের সামনে) প্রকাশ পেয়ে যেত।\n",
    "checkStatus": "1",
    "hadithNo": "2462",
    "id": "2546",
    "thesequence": "2888",
    "isActive": "1",
    "chapterId": "15674",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": " ১৬৪৪. অন্তরালে অবস্থানকারী ব্যক্তির সাক্ষ্যদান। আমর ইবনু হওরায়স (র) এ ধরনের সাক্ষ্য বৈধ বলে মত প্রকাশ করেছেন; তিনি বলেন, পাপাচারী মিথ্যুক লোকের বিরুদ্ধে এরূপ সাক্ষ্য গ্রহণ করা যেতে পারে। ইমাম শাবী, ইবনু সীরীন, আতা ও ক্বাতাদাহ (র) বলেন, শুনতে পেলেই সাক্ষী হওয়া যায়। হাসান বসরী (র) বলেন, (এরূপ ক্ষেত্রে সে বলবে) আমাকে এরা সাক্ষী বানায় নি, তবে আমি এরূপ এরূপ শুনেছি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nThe wife of Rifa`a Al-Qurazi came to the Prophet (ﷺ) and said, I was Rifa`as wife, but he divorced me and it was a final irrevocable divorce. Then I married `Abdur-Rahman bin Az-Zubair but he is impotent. The Prophet (ﷺ) asked her Do you want to remarry Rifa`a? You cannot unless you had a complete sexual relation with your present husband. Abu Bakr was sitting with Allahs Messenger (ﷺ) and Khalid bin Sa`id bin Al-`As was at the door waiting to be admitted. He said, O Abu Bakr! Do you hear what this (woman) is revealing frankly before the Prophet (ﷺ) ?",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ جَاءَتِ امْرَأَةُ رِفَاعَةَ الْقُرَظِيِّ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ كُنْتُ عِنْدَ رِفَاعَةَ فَطَلَّقَنِي فَأَبَتَّ طَلاَقِي، فَتَزَوَّجْتُ عَبْدَ الرَّحْمَنِ بْنَ الزَّبِيرِ، إِنَّمَا مَعَهُ مِثْلُ هُدْبَةِ الثَّوْبِ. فَقَالَ   أَتُرِيدِينَ أَنْ تَرْجِعِي إِلَى رِفَاعَةَ لاَ حَتَّى تَذُوقِي عُسَيْلَتَهُ وَيَذُوقَ عُسَيْلَتَكِ . وَأَبُو بَكْرٍ جَالِسٌ عِنْدَهُ وَخَالِدُ بْنُ سَعِيدِ بْنِ الْعَاصِ بِالْبَابِ يَنْتَظِرُ أَنْ يُؤْذَنَ لَهُ، فَقَالَ يَا أَبَا بَكْرٍ، أَلاَ تَسْمَعُ إِلَى هَذِهِ مَا تَجْهَرُ بِهِ عِنْدَ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "২৪৬৩। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রিফাআ কুরাযীর স্ত্রী নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, আমি রিফাআর স্ত্রী ছিলাম। কিন্তু সে আমাকে বায়েন তালাক দিয়ে দিল। পরে আমি আবদুর ইবনু যুবাইরকে বিয়ে করলাম। কিন্তু তার সাথে রয়েছে কাপড়ের আচলের মত নরম কিছু (অর্থাৎ সে পুরুষত্বহীন) তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তবে কি তুমি রিফাআর কাছে ফিরে যেতে চাও? না, তা হয় না, যতক্ষন না তুমি তার মধুর স্বাদ গ্রহন করবে আর সে তোমার মধুর স্বাদ গ্রহন করবে। আবূ বকর (রাঃ) তখন তার কাছে বসা ছিলেন। আর খালিদ ইবনু সাঈদ ইবনু আস (রাঃ) দ্বারাপ্রান্তে প্রবেশের অনুমতির অপেক্ষায় ছিলেন। তিনি বললেন, হে আবূ বকর! মহিলা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে উচ্চৈঃস্বরে যা বলছে, তা কি আপনি শুনতে পাচ্ছেন না?\n",
    "checkStatus": "1",
    "hadithNo": "2463",
    "id": "2547",
    "thesequence": "2889",
    "isActive": "1",
    "chapterId": "15674",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": " ১৬৪৪. অন্তরালে অবস্থানকারী ব্যক্তির সাক্ষ্যদান। আমর ইবনু হওরায়স (র) এ ধরনের সাক্ষ্য বৈধ বলে মত প্রকাশ করেছেন; তিনি বলেন, পাপাচারী মিথ্যুক লোকের বিরুদ্ধে এরূপ সাক্ষ্য গ্রহণ করা যেতে পারে। ইমাম শাবী, ইবনু সীরীন, আতা ও ক্বাতাদাহ (র) বলেন, শুনতে পেলেই সাক্ষী হওয়া যায়। হাসান বসরী (র) বলেন, (এরূপ ক্ষেত্রে সে বলবে) আমাকে এরা সাক্ষী বানায় নি, তবে আমি এরূপ এরূপ শুনেছি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Abu Mulaika from `Uqba bin Al-Harith:\n\n`Uqba married the daughter of Abu Ihab bin `Aziz, and then a woman came and said, I suckled `Uqba and his wife. `Uqba said to her, I do not know that you have suckled me, and you did not inform me. He then sent someone to the house of Abu Ihab to inquire about that but they did not know that she had suckled their daughter. Then `Uqba went to the Prophet (ﷺ) in Medina and asked him about it. The Prophet (ﷺ) said to him, How (can you keep your wife) after it has been said (that both of you were suckled by the same woman)? So, he divorced her and she was married to another (husband).",
    "hadithArabic": "حَدَّثَنَا حِبَّانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا عُمَرُ بْنُ سَعِيدِ بْنِ أَبِي حُسَيْنٍ، قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ أَبِي مُلَيْكَةَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ، أَنَّهُ تَزَوَّجَ ابْنَةً لأَبِي إِهَابِ بْنِ عَزِيزٍ، فَأَتَتْهُ امْرَأَةٌ فَقَالَتْ قَدْ أَرْضَعْتُ عُقْبَةَ وَالَّتِي تَزَوَّجَ. فَقَالَ لَهَا عُقْبَةُ مَا أَعْلَمُ أَنَّكِ أَرْضَعْتِنِي وَلاَ أَخْبَرْتِنِي. فَأَرْسَلَ إِلَى آلِ أَبِي إِهَابٍ يَسْأَلُهُمْ فَقَالُوا مَا عَلِمْنَا أَرْضَعَتْ صَاحِبَتَنَا. فَرَكِبَ إِلَى النَّبِيِّ صلى الله عليه وسلم بِالْمَدِينَةِ فَسَأَلَهُ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   كَيْفَ وَقَدْ قِيلَ . فَفَارَقَهَا، وَنَكَحَتْ زَوْجًا غَيْرَهُ.",
    "hadithBengali": "২৪৬৪। হিববান (রহঃ) ... উকবা ইবনু হারিছ (রাঃ) থেকে বর্ণিত যে, তিনি আবূ ইহাব ইবনু আযীযের কন্যাকে বিয়ে করলেন। পরে জনৈক মহিলা এসে বলল, আমি তো উকবা এবং যাকে সে বিয়ে করেছে দুজনকেই দুধ পান করিয়েছি। উকবা (রাঃ) তাকে বললেন, এটা তো আমার জানা নেই যে, আপনি আমাকে দুধ পান করিয়েছেন আর আপনিও এ বিষয়ে আমাকে অবহিত করেন নি। এরপর আবূ ইহাব পরিবারের কাছে লোক পাঠিয়ে তিনি তাদের কাছে (এ সম্পর্কে) জানোনে চাইলেন। তারা বলল, সে আমাদের মেয়েকে দুধ পান করিয়েছে বলে তো আমাদের জানা নেই। তখন তিনি মদিনার উদ্দ্যেশ্যে সাওয়ার হলেন এবং নবীসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ সম্পর্কে জিজ্ঞাসা করলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যখন এরূপ বলা হয়েছে তখন এটা (আবূ ইহাবের কন্যাকে বিয়ে করা) কিভাবে সম্ভব? তখন উকবা (রাঃ) তাকে ত্যাগ করলেন। আর সে অন্য জনকে বিয়ে করল।\n",
    "checkStatus": "1",
    "hadithNo": "2464",
    "id": "2548",
    "thesequence": "2890",
    "isActive": "1",
    "chapterId": "15675",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৪৫. এক বা একাধিক ব্যক্তি কোন বিষয়ে সাক্ষ্য দিলে আর অন্যরা বলে যে, আমরা এ বিষয়ে জানি না সেক্ষেত্রে সাক্ষ্যদাতার বক্তব্য মুতাবিক ফায়সালা করা হবে। হুমায়দী (র) বলেন, এটা ঠিক। যেমন বিলাল খবর দিয়েছিলেন যে, (মক্কা বিজয়ের দিন) নাবী (সাঃ) কাবার অভ্যন্তরে সালাত আদায় করেছেন। পক্ষান্তরে ফযল বলেছেন, তিনি (কা&lsquo;বা অভ্যন্তরে) সালাত আদায় করেননি। বিলালের সাক্ষ্যকেই লোকেরা গ্রহণ করেছে। তদ্রুপ দু&lsquo;জন সাক্ষী যদি অমুক অমুকের নিকট এক হাজার দিরহাম পাবে বলে সাক্ষ্য দেয় আর অন্য দু&lsquo;জন দেড় হাজার পাবে বলে সাক্ষ্য দেয়, তাহলে অধিক পরিমাণের পক্ষেই ফায়সালা দেয়া হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Umar bin Al-Khattab:\n\nPeople were (sometimes) judged by the revealing of a Divine Inspiration during the lifetime of Allahs Apostle but now there is no longer any more (new revelation). Now we judge you by the deeds you practice publicly, so we will trust and favor the one who does good deeds in front of us, and we will not call him to account about what he is really doing in secret, for Allah will judge him for that; but we will not trust or believe the one who presents to us with an evil deed even if he claims that his intentions were good.",
    "hadithArabic": " حَدَّثَنَا الْحَكَمُ بْنُ نَافِعٍ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُتْبَةَ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ يَقُولُ إِنَّ أُنَاسًا كَانُوا يُؤْخَذُونَ بِالْوَحْىِ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم، وَإِنَّ الْوَحْىَ قَدِ انْقَطَعَ، وَإِنَّمَا نَأْخُذُكُمُ الآنَ بِمَا ظَهَرَ لَنَا مِنْ أَعْمَالِكُمْ، فَمَنْ أَظْهَرَ لَنَا خَيْرًا أَمِنَّاهُ وَقَرَّبْنَاهُ، وَلَيْسَ إِلَيْنَا مِنْ سَرِيرَتِهِ شَىْءٌ، اللَّهُ يُحَاسِبُهُ فِي سَرِيرَتِهِ، وَمَنْ أَظْهَرَ لَنَا سُوءًا لَمْ نَأْمَنْهُ وَلَمْ نُصَدِّقْهُ، وَإِنْ قَالَ إِنَّ سَرِيرَتَهُ حَسَنَةٌ.",
    "hadithBengali": "২৪৬৫। হাকাম ইবনু নাফি (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় কিছু লোককে ওয়াহীর ভিত্তিতে পাকড়াও করা হত। এখন যেহেতু ওয়াহী বন্ধ হয়ে গেছে, সেহেতু এখন আমাদের সামনে তোমাদের যে ধরনের আমল প্রকাশ পাবে, সেগুলোর ভিত্তিতেই আমরা তোমাদের বিচার করবো। কাজেই যে ব্যাক্তি আমাদের সামনে ভালো প্রকাশ করবে তাকে আমরা নিরাপত্তা দান করবো এবং কাছে টানবো তার অন্তরের বিষয়ে আমাদের কিছু করণীয় নেই। আল্লাহই তার অন্তরের বিষয়ে হিসাব নিবেন। আর যে ব্যাক্তি আমাদের সামনে মন্দ আমল প্রকাশ করবে, তার প্রতি আমরা তাদের নিরাপত্তা প্রদান করবো না এবং সত্যবাদী বলে গ্রহনও করবো না; যদিও সে বলে যে, তার অন্তর ভাল।\n",
    "checkStatus": "1",
    "hadithNo": "2465",
    "id": "2549",
    "thesequence": "2891",
    "isActive": "1",
    "chapterId": "15676",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৪৬. ন্যায়পরায়ণ সাক্ষী প্রসঙ্গেঃ আল্লাহ তা&lsquo;আলার বাণীঃ তোমরা তোমাদের ন্যায়পরায়ণ দুজন ব্যক্তিকে সাক্ষী রাখবে। (সূরা আত্-ত্বালাক্ব্বঃ ৬৫:২) (আল্লাহর বাণী) সাক্ষীদের মধ্যে যাদের উপর তোমরা রাযী তাদের মধ্যে। (সূরা আল-বাক্বারাঃ ২:২৮২)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nA funeral procession passed in front of the Prophet (ﷺ) and the people praised the deceased. The Prophet (ﷺ) said, It has been affirmed (Paradise). Then another funeral procession passed by and the people talked badly of the deceased. The Prophet (ﷺ) said, It has been affirmed (Hell). Allahs Messenger (ﷺ) was asked, O Allahs Messenger (ﷺ)! You said it has been affirmed for both? The Prophet (ﷺ) said, The testimony of the people (is accepted), (for) the believer are Allahs witnesses on the earth.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ مُرَّ عَلَى النَّبِيِّ صلى الله عليه وسلم بِجَنَازَةٍ، فَأَثْنَوْا عَلَيْهَا خَيْرًا فَقَالَ  وَجَبَتْ . ثُمَّ مُرَّ بِأُخْرَى فَأَثْنَوْا عَلَيْهَا شَرًّا ـ أَوْ قَالَ غَيْرَ ذَلِكَ ـ فَقَالَ  وَجَبَتْ . فَقِيلَ يَا رَسُولَ اللَّهِ، قُلْتَ لِهَذَا وَجَبَتْ، وَلِهَذَا وَجَبَتْ، قَالَ  شَهَادَةُ الْقَوْمِ، الْمُؤْمِنُونَ شُهَدَاءُ اللَّهِ فِي الأَرْضِ .",
    "hadithBengali": "২৪৬৬। সুলাইমান ইবনু হারব (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সম্মুখ দিয়ে এক জানাযা নিয়ে যাওয়া হচ্ছিল। লোকটি সম্পর্কে সবাই প্রশংসা করছিলেন। তিনি বললেন, ওয়াজিব হয়ে গেছে। পরে আরেকটি জানাযা নিয়ে যাওয়া হচ্ছিল। লোকেরা তার সম্পর্কে খারাপ মন্তব্য করলো কিংবা বর্ণানাকারী অন্য কোন শব্দ বলেছেন। তিনি বললেন, ওয়াজিব হয়ে গেছে। তখন বলা হল, ইয়া রাসূলাল্লাহ! এ ব্যাক্তি সম্পর্কে বললেন, ওয়াজিব হয়ে গেছে আবার ঐ ব্যাক্তি সম্পর্কে বললেন, ওয়াজিব হয়ে গেছে। তিনি বললেন, মানুষের সাক্ষ্য (গ্রহণযোগ্য) আর মুমিনগন হলেন পৃথিবীতে আল্লাহর সাক্ষ্যদাতা।\n",
    "checkStatus": "1",
    "hadithNo": "2466",
    "id": "2550",
    "thesequence": "2892",
    "isActive": "1",
    "chapterId": "15677",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৪৭. কারো সততা প্রমাণের ক্ষেত্রে ক&rsquo;জনের সাক্ষ্য প্রয়োজন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Al-Aswad:\n\nOnce I went to Medina where there was an outbreak of disease and the people were dying rapidly. I was sitting with `Umar and a funeral procession passed by. The people praised the deceased. `Umar said, It has been affirmed (Paradise). Then another funeral procession passed by. The people praised the deceased. `Umar said, It has been affirmed. (Paradise). Then another funeral procession passed by. The people praised the deceased. `Umar said, It has been affirmed (Paradise). Then a third funeral procession passed by and the people talked badly of the deceased. `Umar said, It has been affirmed (Hell). I asked `Umar, O chief of the believers! What has been affirmed? He said, I have said what the Prophet (ﷺ) said. He said, Allah will admit into paradise any Muslim whose good character is attested by four persons. We asked the Prophet, If there were three witnesses only? He said, Even three. We asked, If there were two only? He said, Even two. But we did not ask him about one witness.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا دَاوُدُ بْنُ أَبِي الْفُرَاتِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ أَبِي الأَسْوَدِ، قَالَ أَتَيْتُ الْمَدِينَةَ وَقَدْ وَقَعَ بِهَا مَرَضٌ، وَهُمْ يَمُوتُونَ مَوْتًا ذَرِيعًا، فَجَلَسْتُ إِلَى عُمَرَ ـ رضى الله عنه ـ فَمَرَّتْ جِنَازَةٌ فَأُثْنِيَ خَيْرٌ فَقَالَ عُمَرُ وَجَبَتْ. ثُمَّ مُرَّ بِأُخْرَى فَأُثْنِيَ خَيْرًا فَقَالَ وَجَبَتْ. ثُمَّ مُرَّ بِالثَّالِثَةِ فَأُثْنِيَ شَرًّا، فَقَالَ وَجَبَتْ. فَقُلْتُ مَا وَجَبَتْ يَا أَمِيرَ الْمُؤْمِنِينَ قَالَ قُلْتُ كَمَا قَالَ النَّبِيُّ صلى الله عليه وسلم  أَيُّمَا مُسْلِمٍ شَهِدَ لَهُ أَرْبَعَةٌ بِخَيْرٍ أَدْخَلَهُ اللَّهُ الْجَنَّةَ . قُلْنَا وَثَلاَثَةٌ قَالَ  وَثَلاَثَةٌ . قُلْتُ وَاثْنَانِ قَالَ  وَاثْنَانِ . ثُمَّ لَمْ نَسْأَلْهُ عَنِ الْوَاحِدِ.",
    "hadithBengali": "২৪৬৭। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূল আসওয়াদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, একবার আমি মদিনায় আসলাম, সেখানে তখন মহামারী দেখা দিয়েছিল। এতে ব্যাপক হারে লোক মারা যাচ্ছিল। আমি উমর (রাঃ) এর কাছে বসাছিলাম। এমন সময় একটি জানাযা অতিক্রম করলো এবং তার সম্পর্কে ভালো ধরনের মন্তব্য করা হল। তা শুনে উমর (রাঃ) বললেন, ওয়াজিব হয়ে গেছে। এরপর আরেকটি জানাযা নিয়ে যাওয়া হচ্ছিল এবং তার সম্পর্কেও ভালো মন্তব্য করা হল। তা শুনে তিনি বললেন, ওয়াজিব হয়ে গেছে। এরপর তৃতীয় জানাযা নিয়ে যাওয়া হচ্ছিল এবং তার সম্পর্কে খারাপ মন্তব্য করা হল। এবারও তিনি বললেন, ওয়াজিব হয়ে গেছে। আমি জিজ্ঞাসা করলাম, কি ওয়াজিব হয়ে গেছে, হে আমীরুল মুমিনীন? তিনি বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেমন বলেছিলেন, আমি তেমন বললাম। (তিনি বলেছিলেন) কোন মুসলমান সম্পর্কে চার জন লোক ভাল সাক্ষ্য দিলে আল্লাহ্&zwnj; তাঁকে জান্নাতে দাখিল করবেন। তিনি বললেন, তিনজন সাক্ষ্য দিলেও। আমরা জিজ্ঞাসা করলাম, দু&#39;জন সাক্ষ্য দিলে? তিনি বললেন, দুজন সাক্ষ্য দিলেও। এরপর আমরা একজনের সাক্ষ্য সম্পর্কে তাকে কিছু জিজ্ঞাসা করিনি।\n",
    "checkStatus": "1",
    "hadithNo": "2467",
    "id": "2551",
    "thesequence": "2893",
    "isActive": "1",
    "chapterId": "15677",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৪৭. কারো সততা প্রমাণের ক্ষেত্রে ক&rsquo;জনের সাক্ষ্য প্রয়োজন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nAflah asked the permission to visit me but I did not allow him. He said, Do you veil yourself before me although I am your uncle? `Aisha said, How is that? Aflah replied, You were suckled by my brothers wife with my brothers milk. I asked Allahs Messenger (ﷺ) about it, and he said, Aflah is right, so permit him to visit you.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنَا الْحَكَمُ، عَنْ عِرَاكِ بْنِ مَالِكٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتِ اسْتَأْذَنَ عَلَىَّ أَفْلَحُ فَلَمْ آذَنْ لَهُ، فَقَالَ أَتَحْتَجِبِينَ مِنِّي وَأَنَا عَمُّكِ فَقُلْتُ وَكَيْفَ ذَلِكَ قَالَ أَرْضَعَتْكِ امْرَأَةُ أَخِي بِلَبَنِ أَخِي. فَقَالَتْ سَأَلْتُ عَنْ ذَلِكَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ   صَدَقَ أَفْلَحُ، ائْذَنِي لَهُ .",
    "hadithBengali": "২৪৬৮। আদম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আফলাহ্ (রাঃ) আমার সাক্ষাতের অনুমতি চাইলেন। আমি অনুমতি না দেওয়ায় তিনি বললেন, আমি তোমার চাচা, অথচ তুমি আমার সাথে পর্দা করছ? আমি বললাম, তা কিভাবে? তিনি বললেন, আমার ভাইয়ের স্ত্রী, আমার ভাইয়ের দুধ (ভাইয়ের কারনে তার স্তনে হওয়া দুধ) তোমাকে পান করিয়েছে। আয়িশা (রাঃ) বলেন, এ সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি জিজ্ঞাসা করলে তিনি বললেন, আফলাহ্ (রাঃ) ঠিক কথাই বলেছে। তাকে (সাক্ষাতের) অনুমতি দিও।\n",
    "checkStatus": "1",
    "hadithNo": "2468",
    "id": "2552",
    "thesequence": "2894",
    "isActive": "1",
    "chapterId": "15678",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৪৮. বংশধররা, সর্ব অবহিত দুধপান ও পূর্বের মৃত্যু সম্পর্কে সাক্ষ্য দান; নাবী (সাঃ) বলেছেন, সুওয়াইবাহ আমাকে এবং আবূ সালামাহকে দুধপান করিয়েছেন এবং এর উপর দৃঢ় থাকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said about Hamzas daughter, I am not legally permitted to marry her, as foster relations are treated like blood relations (in marital affairs). She is the daughter of my foster brother.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ جَابِرِ بْنِ زَيْدٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم فِي بِنْتِ حَمْزَةَ   لاَ تَحِلُّ لِي، يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ، هِيَ بِنْتُ أَخِي مِنَ الرَّضَاعَةِ .",
    "hadithBengali": "২৪৬৯। মুসলিম ইবনু ইবরাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হামযার কন্যা সম্পর্কে বলেছেন, সে আমার জন্য হালাল নয়। কেননা বংশ সম্পর্কের কারনে যা হারাম হয়, দুধ পানের সম্পর্কের কারনেও তা হারাম হয়, আর সে আমার দুধ ভাইয়ের কন্যা।\n",
    "checkStatus": "1",
    "hadithNo": "2469",
    "id": "2553",
    "thesequence": "2895",
    "isActive": "1",
    "chapterId": "15678",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৪৮. বংশধররা, সর্ব অবহিত দুধপান ও পূর্বের মৃত্যু সম্পর্কে সাক্ষ্য দান; নাবী (সাঃ) বলেছেন, সুওয়াইবাহ আমাকে এবং আবূ সালামাহকে দুধপান করিয়েছেন এবং এর উপর দৃঢ় থাকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Amra bint `Abdur-Rahman:\n\nThat `Aisha the wife of the Prophet (ﷺ) told her uncle that once, while the Prophet (ﷺ) was in her house, she heard a man asking Hafsas permission to enter her house. `Aisha said, I said, O Allahs Messenger (ﷺ)! I think the man is Hafsas foster uncle.  `Aisha added, O Allahs Messenger (ﷺ)! There is a man asking the permission to enter your house. Allahs Messenger (ﷺ) replied, I think the man is Hafsas foster uncle. `Aisha said, If so-and-so were living (i.e. her foster uncle) would he be allowed to visit me? Allahs Apostle said, Yes, he would, as the foster relations are treated like blood relations (in marital affairs).",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ عِنْدَهَا، وَأَنَّهَا سَمِعَتْ صَوْتَ رَجُلٍ يَسْتَأْذِنُ فِي بَيْتِ حَفْصَةَ. قَالَتْ عَائِشَةُ فَقُلْتُ يَا رَسُولَ اللَّهِ أُرَاهُ فُلاَنًا. لِعَمِّ حَفْصَةَ مِنَ الرَّضَاعَةِ. فَقَالَتْ عَائِشَةُ يَا رَسُولَ اللَّهِ، هَذَا رَجُلٌ يَسْتَأْذِنُ فِي بَيْتِكَ. قَالَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أُرَاهُ فُلاَنًا . لِعَمِّ حَفْصَةَ مِنَ الرَّضَاعَةِ. فَقَالَتْ عَائِشَةُ لَوْ كَانَ فُلاَنٌ حَيًّا ـ لِعَمِّهَا مِنَ الرَّضَاعَةِ ـ دَخَلَ عَلَىَّ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  نَعَمْ، إِنَّ الرَّضَاعَةَ تُحَرِّمُ مَا يَحْرُمُ مِنَ الْوِلاَدَةِ .",
    "hadithBengali": "২৪৭০। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাছে অবস্থান করছিলেন। এমন সময় তিনি একজন লোকের আওয়াজ শুনতে পেলেন। সে হাফসা (রাঃ) এর ঘরে প্রবেশের অনুমতি প্রার্থন করছে। আয়িশা (রাঃ) বলেন, ইয়া রাসূলাল্লাহ! এই যে, একজন লোক আপনার ঘরে প্রবেশের অনুমতি প্রার্থনা করছে। তিনি বলেন, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাকে হাফসার অমুক দুধ চাচা বলে মনে হচ্ছে। তখন আয়িশা (রাঃ) বললেন, আচ্ছা আমার অমুক দুধ চাচা যদি জীবিত থাকত তাহলে সে কি আমার ঘরে প্রবেশ করতে পারত? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হ্যাঁ পারত। কেননা, জন্মসূত্রে যা হারাম, দুধ পানেও তা হারাম হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "2470",
    "id": "2554",
    "thesequence": "2896",
    "isActive": "1",
    "chapterId": "15678",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৪৮. বংশধররা, সর্ব অবহিত দুধপান ও পূর্বের মৃত্যু সম্পর্কে সাক্ষ্য দান; নাবী (সাঃ) বলেছেন, সুওয়াইবাহ আমাকে এবং আবূ সালামাহকে দুধপান করিয়েছেন এবং এর উপর দৃঢ় থাকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nOnce the Prophet (ﷺ) came to me while a man was in my house. He said, O `Aisha! Who is this (man)? I replied, My foster brothers He said, O `Aisha! Be sure about your foster brothers, as fostership is only valid if it takes place in the suckling period (before two years of age).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنْ أَبِيهِ، عَنْ مَسْرُوقٍ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ دَخَلَ عَلَىَّ النَّبِيُّ صلى الله عليه وسلم وَعِنْدِي رَجُلٌ، قَالَ  يَا عَائِشَةُ مَنْ هَذَا . قُلْتُ أَخِي مِنَ الرَّضَاعَةِ. قَالَ  يَا عَائِشَةُ، انْظُرْنَ مَنْ إِخْوَانُكُنَّ، فَإِنَّمَا الرَّضَاعَةُ مِنَ الْمَجَاعَةِ . تَابَعَهُ ابْنُ مَهْدِيٍّ عَنْ سُفْيَانَ.",
    "hadithBengali": "২৪৭১। মুহাম্মদ বিন কাছীর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট তাশরীফ আনলেন, তখন আমার কাছে একজন লোক ছিল। তিনি জিজ্ঞাসা করলেন, হে আয়িশা! এ কে? আমি বললাম, আমার দুধ ভাই। তিনি বললেন, হে আয়িশা! কে তোমার সত্যিকার দুধ ভাই তা যাচাই করে রেখে নিও। কেননা, ক্ষুধার কারণে (অর্থাৎ শিশু বয়সে শরীআত অনুমোদিত মুদ্দতে) দুধ পানের ফলেই শুধু দুধ সম্পর্ক স্থাপিত হয়। ইবনু মাহদী (রহঃ) সুফিয়ান (রহঃ) থেকে হাদীস বর্ণনায় মুহাম্মদ ইবনু কাছীর (রহঃ) এর অনুসরন করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2471",
    "id": "2555",
    "thesequence": "2897",
    "isActive": "1",
    "chapterId": "15678",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৪৮. বংশধররা, সর্ব অবহিত দুধপান ও পূর্বের মৃত্যু সম্পর্কে সাক্ষ্য দান; নাবী (সাঃ) বলেছেন, সুওয়াইবাহ আমাকে এবং আবূ সালামাহকে দুধপান করিয়েছেন এবং এর উপর দৃঢ় থাকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Urwa bin Az-Zubair:\n\nA woman committed theft in the Ghazwa of the Conquest (of Mecca) and she was taken to the Prophet who ordered her hand to be cut off. `Aisha said, Her repentance was perfect and she was married (later) and used to come to me (after that) and I would present her needs to Allahs Messenger (ﷺ).",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، عَنْ يُونُسَ،. وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ امْرَأَةً، سَرَقَتْ فِي غَزْوَةِ الْفَتْحِ، فَأُتِيَ بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ أَمَرَ فَقُطِعَتْ يَدُهَا. قَالَتْ عَائِشَةُ فَحَسُنَتْ تَوْبَتُهَا وَتَزَوَّجَتْ، وَكَانَتْ تَأْتِي بَعْدَ ذَلِكَ فَأَرْفَعُ حَاجَتَهَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم.",
    "hadithBengali": "২৪৭২। ইসমাঈল (রহঃ) ... উরওয়া ইবনু যবায়র (রাঃ) থেকে বর্ণিত যে, মক্কা বিজয়ের সময় জনৈকা মহিলা চুরি করলে তাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে হাযির করা হল, তারপর তিনি তার সম্পর্কে নির্দেশ জারি কলে তার হাত কাটা হল। আয়িশা (রাঃ) বলেন, এরপর খাটি তাওবা করল এবং বিয়ে করলো। তারপর সে (মাঝে মাঝে আমার কাছে) আসলে আমি তার প্রয়োজন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে পেশ করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "2472",
    "id": "2556",
    "thesequence": "2898",
    "isActive": "1",
    "chapterId": "15679",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৪৯.  ব্যাভিচারের অপবাদ দাতা, চোর ও ব্যাভিচারীর সাক্ষ্য। আল্লাহ তাআলার বাণীঃ তাদের সাক্ষ্য কখনো গ্রহণ করবে না। তারাই তো সত্যত্যাগী, তবে যদি অতঃপর তারা তাওবা করে। (সূরা আন নূরঃ ২৪:৪) উমার, আবূ বকর, শিবল ইবনু মা&lsquo;বাদ ও নাফি&rsquo; (র) কে মুগীরাহ এর প্রতি অপবাদ আরোপের দোষে বেত্রাঘাত করেছিলেন। পরে তাদের তাওবাহ করিয়ে বলেছিলেন, যারা তাওবা করবে, তাদের সাক্ষ্য আমি গ্রহণ করব। আবদুল্লাহ ইবনু উতবাহ, উমার ইবনু আবদুল আযীয, সা&lsquo;ইদ ইবনু যাবায়র, তাউস, মুজাহি, শাবী, ইকরিমাহ, যুহরী, মুহারিব ইবনু দিসার, শুরাইহ ও মুআবিয়া ইবনু কুররা (র) বৈধ বলে রায় দিয়েছেন। আবূ যিনাদ (র) বলেন, মাদীনাহয় আমাদের সিদ্ধান্ত যে, অপবাদ আরোপকারী নিজের কথা প্রত্যাহার করে আল্লাহর নিকট ইসতিগফার করলে তার সাক্ষ্য গ্রহণ করা হবে, তবে তার সাক্ষ্যও গ্রহণ করা হবে। সাওরী (র) বলেন, (উপরোক্ত অপরাধগুলোর কারণে) কোন গোলামকে বেত্রাঘাতের পর ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zaid bin Khalid:\n\nAllahs Messenger (ﷺ) ordered that an unmarried man who committed illegal sexual intercourse be scourged one hundred lashes and sent into exile for one year.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ زَيْدِ بْنِ خَالِدٍ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ أَمَرَ فِيمَنْ زَنَى وَلَمْ يُحْصِنْ بِجَلْدِ مِائَةٍ وَتَغْرِيبِ عَامٍ.",
    "hadithBengali": "২৪৭৩। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... যায়দ ইবনু খালিদ (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অবিবাহিত ব্যভিচারী সম্পর্কে একশ বেত্রাঘাত এবং এক বছরের নির্বাসনের নির্দেশ দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2473",
    "id": "2557",
    "thesequence": "2899",
    "isActive": "1",
    "chapterId": "15679",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৪৯.  ব্যাভিচারের অপবাদ দাতা, চোর ও ব্যাভিচারীর সাক্ষ্য। আল্লাহ তাআলার বাণীঃ তাদের সাক্ষ্য কখনো গ্রহণ করবে না। তারাই তো সত্যত্যাগী, তবে যদি অতঃপর তারা তাওবা করে। (সূরা আন নূরঃ ২৪:৪) উমার, আবূ বকর, শিবল ইবনু মা&lsquo;বাদ ও নাফি&rsquo; (র) কে মুগীরাহ এর প্রতি অপবাদ আরোপের দোষে বেত্রাঘাত করেছিলেন। পরে তাদের তাওবাহ করিয়ে বলেছিলেন, যারা তাওবা করবে, তাদের সাক্ষ্য আমি গ্রহণ করব। আবদুল্লাহ ইবনু উতবাহ, উমার ইবনু আবদুল আযীয, সা&lsquo;ইদ ইবনু যাবায়র, তাউস, মুজাহি, শাবী, ইকরিমাহ, যুহরী, মুহারিব ইবনু দিসার, শুরাইহ ও মুআবিয়া ইবনু কুররা (র) বৈধ বলে রায় দিয়েছেন। আবূ যিনাদ (র) বলেন, মাদীনাহয় আমাদের সিদ্ধান্ত যে, অপবাদ আরোপকারী নিজের কথা প্রত্যাহার করে আল্লাহর নিকট ইসতিগফার করলে তার সাক্ষ্য গ্রহণ করা হবে, তবে তার সাক্ষ্যও গ্রহণ করা হবে। সাওরী (র) বলেন, (উপরোক্ত অপরাধগুলোর কারণে) কোন গোলামকে বেত্রাঘাতের পর ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated An-Nu`man bin Bashir:\n\nMy mother asked my father to present me a gift from his property; and he gave it to me after some hesitation. My mother said that she would not be satisfied unless the Prophet (ﷺ) was made a witness to it. I being a young boy, my father held me by the hand and took me to the Prophet (ﷺ) . He said to the Prophet, His mother, bint Rawaha, requested me to give this boy a gift. The Prophet (ﷺ) said, Do you have other sons besides him? He said, Yes. The Prophet (ﷺ) said, Do not make me a witness for injustice. Narrated Ash-Shu`bi that the Prophet (ﷺ) said, I will not become a witness for injustice.",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا أَبُو حَيَّانَ التَّيْمِيُّ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ ـ رضى الله عنهما ـ قَالَ سَأَلَتْ أُمِّي أَبِي بَعْضَ الْمَوْهِبَةِ لِي مِنْ مَالِهِ، ثُمَّ بَدَا لَهُ فَوَهَبَهَا لِي فَقَالَتْ لاَ أَرْضَى حَتَّى تُشْهِدَ النَّبِيَّ صلى الله عليه وسلم. فَأَخَذَ بِيَدِي وَأَنَا غُلاَمٌ، فَأَتَى بِيَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ إِنَّ أُمَّهُ بِنْتَ رَوَاحَةَ سَأَلَتْنِي بَعْضَ الْمَوْهِبَةِ لِهَذَا، قَالَ  أَلَكَ وَلَدٌ سِوَاهُ . قَالَ نَعَمْ. قَالَ فَأُرَاهُ قَالَ  لاَ تُشْهِدْنِي عَلَى جَوْرٍ . وَقَالَ أَبُو حَرِيزٍ عَنِ الشَّعْبِيِّ  لاَ أَشْهَدُ عَلَى جَوْرٍ .",
    "hadithBengali": "২৪৭৪। আবদান (রহঃ) ... নুমান ইবনু বাশীর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমার মাতা আমার পিতাকে তার মালের কিছু অংশ আমাকে দান করতে বললেন। পরে তাকে দেওয়া ভালো মনে করলে আমাকে তা দান করেন। তিনি (আমার মাতা) তখন বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সাক্ষী করা ছাড়া আমি রাযী নই। এরপর তিনি (আমার পিতা) আমার হাত ধরে আমাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট নিয়ে গেলেন, আমি তখন বালক মাত্র। তিনি বললেন, এর মা বিনত রাওয়াহা একে কিছু দান করা জন্য আমার কাছে আবদার জানিয়েছে। তিনি জিজ্ঞাসা করলেন, সে ছাড়া তোমার আর কোন ছেলে আছে? তিনি বললেন হ্যাঁ, আছে। নুমান (রাঃ) বলেন, আমার মনে পড়ে, তিনি বলেছিলেন, আমাকে অন্যায় কাজে সাক্ষী করবেন না। আর আবূ হারীয (রহঃ) ইমাম শাবী (রহঃ) সূত্রে বর্ণনা করেছেন, আমি অন্যায় কাজে সাক্ষী হতে পারি না।\n",
    "checkStatus": "1",
    "hadithNo": "2474",
    "id": "2558",
    "thesequence": "2900",
    "isActive": "1",
    "chapterId": "15680",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫০.  অন্যায়ের পক্ষে সাক্ষী করা হলেও সাক্ষ্য দিবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zahdam bin Mudrab:\n\nI heard `Imran bin Husain saying, The Prophet (ﷺ) said, The best people are those living in my generation, then those coming after them, and then those coming after (the second generation). `Imran said I do not know whether the Prophet (ﷺ) mentioned two or three generations after your present generation. The Prophet (ﷺ) added, There will be some people after you, who will be dishonest and will not be trustworthy and will give witness (evidences) without being asked to give witness, and will vow but will not fulfill their vows, and obesity will appear among them.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَبُو جَمْرَةَ، قَالَ سَمِعْتُ زَهْدَمَ بْنَ مُضَرِّبٍ، قَالَ سَمِعْتُ عِمْرَانَ بْنَ حُصَيْنٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم  خَيْرُكُمْ قَرْنِي، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ الَّذِينَ يَلُونَهُمْ . قَالَ عِمْرَانُ لاَ أَدْرِي أَذَكَرَ النَّبِيُّ صلى الله عليه وسلم بَعْدُ قَرْنَيْنِ أَوْ ثَلاَثَةً. قَالَ النَّبِيُّ صلى الله عليه وسلم  إِنَّ بَعْدَكُمْ قَوْمًا يَخُونُونَ وَلاَ يُؤْتَمَنُونَ، وَيَشْهَدُونَ، وَلاَ يُسْتَشْهَدُونَ وَيَنْذِرُونَ وَلاَ يَفُونَ، وَيَظْهَرُ فِيهِمُ السِّمَنُ .",
    "hadithBengali": "২৪৭৫। আদম (রহঃ) ... ইমরান ইবনু হুসাইন (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমার যুগের লোকেরাই তোমাদের মধ্যে সর্বোত্তম। তারপর তাদের নিকটবর্তী যুগের লোকেরা, এরপর নিকটবর্তী যুগের লোকেরা। ইমরান (রাঃ) বলেন, আমি বলতে পারছি না, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (তার যুগের) পরে দুই যুগের কথা বলছিলেন, না তিন যুগের কথা। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের পর এমন লোকদের আগমন ঘটবে, যারা খিয়ানত করবে, আমানতদারী রক্ষা করবে না। সাক্ষ্য দিতে না ডাকলেও তারা সাক্ষ্য দিবে। তারা মান্নত করবে কিন্তু তা পূর্ণ করবে, না। তাদের মধ্যে মেদ বৃদ্ধি পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "2475",
    "id": "2559",
    "thesequence": "2901",
    "isActive": "1",
    "chapterId": "15680",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫০.  অন্যায়ের পক্ষে সাক্ষী করা হলেও সাক্ষ্য দিবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) said, The people of my generation are the best, then those who follow them, and then whose who follow the latter. After that there will come some people whose witness will go ahead of their oaths, and their oaths will go ahead of their witness. Ibrahim (a sub-narrator) said, We used to be beaten for taking oaths by saying, I bear witness by the Name of Allah or by the Covenant of Allah.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبِيدَةَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   خَيْرُ النَّاسِ قَرْنِي، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ يَجِيءُ أَقْوَامٌ تَسْبِقُ شَهَادَةُ أَحَدِهِمْ يَمِينَهُ، وَيَمِينُهُ شَهَادَتَهُ . قَالَ إِبْرَاهِيمُ وَكَانُوا يَضْرِبُونَنَا عَلَى الشَّهَادَةِ وَالْعَهْدِ.",
    "hadithBengali": "২৪৭৬। মুহাম্মদ ইবনু কাছীর (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ) (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, আমার যুগের লোকেরাই হচ্ছে সর্বোত্তম লোক, এরপর যারা তাদের নিকটবর্তী, এরপর যারা তাদের নিকটবর্তী যুগের। এরপরে এমন সব লোক আসবে যারা কসম করার আগেই সাক্ষ্য দিবে, আবার সাক্ষ্য দেওয়ার আগে কসম করে বসবে। ইবরাহীম (নাখ্ঈ) (রহঃ) বলেন, আমাদেরকে সাক্ষ্য দিলে ও অঙ্গীকার করলে মারতেন।\n",
    "checkStatus": "1",
    "hadithNo": "2476",
    "id": "2560",
    "thesequence": "2902",
    "isActive": "1",
    "chapterId": "15680",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫০.  অন্যায়ের পক্ষে সাক্ষী করা হলেও সাক্ষ্য দিবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) was asked about the great sins He said, They are:-- (1 ) To join others in worship with Allah, (2) To be undutiful to ones parents. (3) To kill a person (which Allah has forbidden to kill) (i.e. to commit the crime of murdering). (4) And to give a false witness.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُنِيرٍ، سَمِعَ وَهْبَ بْنَ جَرِيرٍ، وَعَبْدَ الْمَلِكِ بْنَ إِبْرَاهِيمَ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ أَنَسٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ سُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنِ الْكَبَائِرِ قَالَ   الإِشْرَاكُ بِاللَّهِ، وَعُقُوقُ الْوَالِدَيْنِ، وَقَتْلُ النَّفْسِ، وَشَهَادَةُ الزُّورِ . تَابَعَهُ غُنْدَرٌ وَأَبُو عَامِرٍ وَبَهْزٌ وَعَبْدُ الصَّمَدِ عَنْ شُعْبَةَ.",
    "hadithBengali": "২৪৭৭। আবদুল্লাহ ইবনু মুনীর (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কবীরা গুনাহ সম্পর্কে জিজ্ঞাসা করা হলে তিনি বললেন, (সেগুলো হচ্ছে) আল্লাহর সাথে শরীক করা, পিতা-মাতার অবাধ্য হওয়া, কাউকে হত্যা করা এবং মিথ্যা সাক্ষ্য দেওয়া। গুনদর, আবূ আমির, বাহয ও আবদুস সামাদ (রহঃ) শুবা (রহঃ) থেকে হাদীস বর্ণনায় ওয়াহাব (রহঃ) এর অনুসরণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2477",
    "id": "2561",
    "thesequence": "2903",
    "isActive": "1",
    "chapterId": "15681",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫১. মিথ্যা সাক্ষ্য দেওয়া প্রসঙ্গে। আল্লাহু তাআলার বাণীঃ আর (আল্লাহর খাঁটি বান্দা তারাই) যারা মিথ্যা সাক্ষ্য দেয় না- (সূরা আল ফুরকানঃ ২৫:৭২) এবং সাক্ষ্য গোপন করা প্রসংগে।  আল্লাহ তাআলার বানীঃ তোমরা সাক্ষ্য গোপন করো না। যারা তা গোপন করবে তাদের অন্তর অপরাধী আর তোমরা যা কিছু কর, আল্লাহ তা সব জানেন- (সূরা আল-বাক্বারাঃ ২:২৮৩)। তোমরা সাক্ষ্য প্রদানে কথা ঘুরিয়ে বল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bakra:\n\nThe Prophet (ﷺ) said thrice, Should I inform you out the greatest of the great sins? They said, Yes, O Allahs Messenger (ﷺ)! He said, To join others in worship with Allah and to be undutiful to ones parents. The Prophet (ﷺ) then sat up after he had been reclining (on a pillow) and said, And I warn you against giving a false witness, and he kept on saying that warning till we thought he would not stop. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا الْجُرَيْرِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم  أَلاَ أُنَبِّئُكُمْ بِأَكْبَرِ الْكَبَائِرِ . ثَلاَثًا. قَالُوا بَلَى يَا رَسُولَ اللَّهِ. قَالَ  الإِشْرَاكُ بِاللَّهِ، وَعُقُوقُ الْوَالِدَيْنِ . وَجَلَسَ وَكَانَ مُتَّكِئًا فَقَالَ  أَلاَ وَقَوْلُ الزُّورِ . قَالَ فَمَا زَالَ يُكَرِّرُهَا حَتَّى قُلْنَا لَيْتَهُ سَكَتَ. وَقَالَ إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا الْجُرَيْرِيُّ حَدَّثَنَا عَبْدُ الرَّحْمَنِ.",
    "hadithBengali": "২৪৭৮। মুসাদ্দদ (রহঃ) ... আবূ বকর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন তিনবার বললেন, আমি কি তোমাদের সবচেয়ে বড় কবীরা গুনাহগুলো সম্পর্কে অবহিত করব না? সকলে বললেন, ইয়া রাসূলাল্লাহ! অবশ্য বলুন। তিনি বললেন, (সে গুলো হচ্ছে) আল্লাহর সাথে শিরক করা এবং পিতামাতার অবাধ্য হওয়া। তিনি হেলান দিয়ে বসেছিলেন; এবার সোজা হয়ে বসলেন এবং বললেন, শুনে রাখো, মিথ্যা সাক্ষ্য দেওয়া, এ কথাটি তিনি বার বার বলতে থাকলেন। এমনকি আমরা বলতে লাগলাম, আর যদি তিনি না বলতেন।\n",
    "checkStatus": "1",
    "hadithNo": "2478",
    "id": "2562",
    "thesequence": "2904",
    "isActive": "1",
    "chapterId": "15681",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫১. মিথ্যা সাক্ষ্য দেওয়া প্রসঙ্গে। আল্লাহু তাআলার বাণীঃ আর (আল্লাহর খাঁটি বান্দা তারাই) যারা মিথ্যা সাক্ষ্য দেয় না- (সূরা আল ফুরকানঃ ২৫:৭২) এবং সাক্ষ্য গোপন করা প্রসংগে।  আল্লাহ তাআলার বানীঃ তোমরা সাক্ষ্য গোপন করো না। যারা তা গোপন করবে তাদের অন্তর অপরাধী আর তোমরা যা কিছু কর, আল্লাহ তা সব জানেন- (সূরা আল-বাক্বারাঃ ২:২৮৩)। তোমরা সাক্ষ্য প্রদানে কথা ঘুরিয়ে বল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha:\n\nThe Prophet (ﷺ) heard a man (reciting Quran) in the Mosque, and he said, May Allah bestow His Mercy upon him. No doubt, he made me remember such-and such Verses of such-and-such Sura which I dropped (from my memory). Narrated Aisha: The Prophet (ﷺ) performed the Tahajjud prayer in my house, and then he heard the voice of `Abbad who was praying in the Mosque, and said, O `Aisha! Is this `Abbads voice? I said, Yes. He said, O Allah! Be merciful to `Abbad!",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ مَيْمُونٍ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ سَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً يَقْرَأُ فِي الْمَسْجِدِ فَقَالَ  رَحِمَهُ اللَّهُ، لَقَدْ أَذْكَرَنِي كَذَا وَكَذَا آيَةً، أَسْقَطْتُهُنَّ مِنْ سُورَةِ كَذَا وَكَذَا . وَزَادَ عَبَّادُ بْنُ عَبْدِ اللَّهِ عَنْ عَائِشَةَ تَهَجَّدَ النَّبِيُّ صلى الله عليه وسلم فِي بَيْتِي فَسَمِعَ صَوْتَ عَبَّادٍ يُصَلِّي فِي الْمَسْجِدِ فَقَالَ  يَا عَائِشَةُ، أَصَوْتُ عَبَّادٍ هَذَا . قُلْتُ نَعَمْ. قَالَ  اللَّهُمَّ ارْحَمْ عَبَّادًا .",
    "hadithBengali": "২৪৭৯। মুহাম্মদ ইবনু উবায়দ ইবনু মায়মুন (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক লোককে মসজিদে (কুরআন) পড়তে শুনলেন। তিনি বললেন, আল্লাহ তাকে রহম করুন। সে আমাকে অমুক সূরার অমুক অমুক আয়াত স্মরণ করিয়ে দিয়েছে, যা আমি ভূলে গিয়েছিলাম। আব্বাদ ইবনু আবদুল্লাহ (রহঃ) আয়িশা (রাঃ) থেকে এতটুকু অতিরিক্ত বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার ঘরে তাহাজ্জুদের সালাত (নামায/নামাজ) আদায় করলেন। সে সময় তিনি মসজিদে সালাত (নামায/নামাজ) রত আববাদের আওয়াজ শুনতে পেয়ে জিজ্ঞাসা করলেন, হে আয়িশা! এটা কি আববাদের কন্ঠস্বর? আমি বললাম, হ্যাঁ। তখন তিনি বললেন, আল্লাহ আব্বাদকে রহম করুন।\n",
    "checkStatus": "1",
    "hadithNo": "2479",
    "id": "2563",
    "thesequence": "2905",
    "isActive": "1",
    "chapterId": "15682",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫২. অন্ধের সাক্ষ্যদান, কোন বিষয়ে সিদ্ধান্ত দান, নিজে বিয়ে করা, কাউকে বিয়ে দেওয়া, ক্রয়-বিক্রয় করা, আযান দেওয়া ইত্যাদি বিষয়ে তাকে গ্রহন করা আওয়াজে পরিচয় করা। কাসিম, হাসান, ইবনু সীরীন, যুহরী ও আত্বা (র) অন্ধের সাক্ষ্যদান অনুমোদন করেছেন। ইমাম শাবী (র) বলেন, বুদ্ধিমান হলে তার সাক্ষ্যদান বৈধ। হাকাম (র) বলেন, অনেক বিষয় আছে, যেখানে তাদের সাক্ষ্য গ্রহণযোগ্য। ইমাম যুহরী (র) বলেন, তুমি কি মনে কর যে, ইবনু আববাস কোন বিষয়ে সাক্ষ্য দিলে তা প্রত্যাখান করতে পারবে? ইবনু আববাস (দৃষ্টি শক্তি হ্রাস পাওয়ায়) জনৈক ব্যক্তিকে পাঠিয়ে সূর্য ডুবেছে কিনা জেনে নিয়ে ইফতার করতেন। অনুরূপভাবে ফাজরের সময় সম্পর্কে জিজ্ঞেস করতেন। ফাজর হয়েছে বলা হলে তিনি দু&lsquo;রাকাআত সলাম আদায় করতেন। সুলাইমান ইবনু ইয়াসার (র) বলেন, একবার আমি আয়িশাহ এর নিকট সাক্ষাতের অনুমতি চাইলাম। তিনি আমার আওয়াজ চিনতে পেরে বললেন, সুলাইমান না কি, এসো! তোমার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nThe Prophet (ﷺ) said, Bilal pronounces the Adhan when it is still night (before dawn), so eat and drink till the next Adhan is pronounced (or till you hear Ibn Um Maktums Adhan). Ibn Um Maktum was a blind man who would not pronounce the Adhan till he was told that it was dawn.",
    "hadithArabic": "حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ، أَخْبَرَنَا ابْنُ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِنَّ بِلاَلاً يُؤَذِّنُ بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى يُؤَذِّنَ ـ أَوْ قَالَ حَتَّى تَسْمَعُوا ـ أَذَانَ ابْنِ أُمِّ مَكْتُومٍ . وَكَانَ ابْنُ أُمِّ مَكْتُومٍ رَجُلاً أَعْمَى، لاَ يُؤَذِّنُ حَتَّى يَقُولَ لَهُ النَّاسُ أَصْبَحْتَ.",
    "hadithBengali": "২৪৮০। মালিক ইবনু ইসমাঈন (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বিলাল (রাঃ) রাত থাকতেই আযান দিয়ে থাকে। সুতরাং ইবনু উম্মু মাকতুম (রাঃ) আযান দেওয়া পর্যন্ত তোমরা পানাহার করতে পার। অথবা তিনি বলেন, ইবনু উম্মু মাকতুমের আযান শোনা পর্যন্ত। ইবনু উম্মে মাকতুম (রাঃ) অন্ধ ছিলেন, ফলে ভোর হয়ে যাচ্ছে, লোকেরা একথা তাকে না বলা পর্যন্ত তিনি আযান দিতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "2480",
    "id": "2564",
    "thesequence": "2906",
    "isActive": "1",
    "chapterId": "15682",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫২. অন্ধের সাক্ষ্যদান, কোন বিষয়ে সিদ্ধান্ত দান, নিজে বিয়ে করা, কাউকে বিয়ে দেওয়া, ক্রয়-বিক্রয় করা, আযান দেওয়া ইত্যাদি বিষয়ে তাকে গ্রহন করা আওয়াজে পরিচয় করা। কাসিম, হাসান, ইবনু সীরীন, যুহরী ও আত্বা (র) অন্ধের সাক্ষ্যদান অনুমোদন করেছেন। ইমাম শাবী (র) বলেন, বুদ্ধিমান হলে তার সাক্ষ্যদান বৈধ। হাকাম (র) বলেন, অনেক বিষয় আছে, যেখানে তাদের সাক্ষ্য গ্রহণযোগ্য। ইমাম যুহরী (র) বলেন, তুমি কি মনে কর যে, ইবনু আববাস কোন বিষয়ে সাক্ষ্য দিলে তা প্রত্যাখান করতে পারবে? ইবনু আববাস (দৃষ্টি শক্তি হ্রাস পাওয়ায়) জনৈক ব্যক্তিকে পাঠিয়ে সূর্য ডুবেছে কিনা জেনে নিয়ে ইফতার করতেন। অনুরূপভাবে ফাজরের সময় সম্পর্কে জিজ্ঞেস করতেন। ফাজর হয়েছে বলা হলে তিনি দু&lsquo;রাকাআত সলাম আদায় করতেন। সুলাইমান ইবনু ইয়াসার (র) বলেন, একবার আমি আয়িশাহ এর নিকট সাক্ষাতের অনুমতি চাইলাম। তিনি আমার আওয়াজ চিনতে পেরে বললেন, সুলাইমান না কি, এসো! তোমার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Miswar bin Makhrama:\n\nSome outer garments were received the Prophet (ﷺ) and my father (Makhrama) said to me, Let us go to the Prophet (ﷺ) so that he may give us something from the garments. So, my father stood at the door and spoke. The Prophet (ﷺ) recognized his voice and came out carrying a garment and telling Makhrama the good qualities of that garment, adding, I have kept this for you, I have sent this for you.",
    "hadithArabic": "حَدَّثَنَا زِيَادُ بْنُ يَحْيَى، حَدَّثَنَا حَاتِمُ بْنُ وَرْدَانَ، حَدَّثَنَا أَيُّوبُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ ـ رضى الله عنهما ـ قَالَ قَدِمَتْ عَلَى النَّبِيِّ صلى الله عليه وسلم أَقْبِيَةٌ فَقَالَ لِي أَبِي مَخْرَمَةُ انْطَلِقْ بِنَا إِلَيْهِ عَسَى أَنْ يُعْطِيَنَا مِنْهَا شَيْئًا. فَقَامَ أَبِي عَلَى الْبَابِ فَتَكَلَّمَ، فَعَرَفَ النَّبِيُّ صلى الله عليه وسلم صَوْتَهُ فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم وَمَعَهُ قَبَاءٌ وَهُوَ يُرِيهِ مَحَاسِنَهُ وَهُوَ يَقُولَ   خَبَأْتُ هَذَا لَكَ، خَبَأْتُ هَذَا لَكَ .",
    "hadithBengali": "২৪৮১। যিয়াদ ইবনু ইয়াহইয়া (রহঃ) ... মিসওয়ার ইবনু মাখরাম (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কিছু কাবা (পোশাক বিশেষ) আসল। আমার পিতা মাখরামা (রাঃ) তা শুনে আমাকে বললেন, আমাকে তার কাছে নিয়ে চলো। সেখান থেকে তিনি আমাদের কিছু দিতেও পারেন। আমার পিতা দরজার সামনে দাড়িয়ে কথা বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কন্ঠস্বর চিনতে পারলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন একটি কাবা সাথে করে বেরিয়ে এলেন, তিনি তার সৌন্দর্য বর্ণনা করছিলেন এবং বলছিলেন, আমি এটা তোমার জন্য লুকিয়ে রেখেছিলাম। আমি এটা তোমার জন্য লুকিয়ে রেখে ছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2481",
    "id": "2565",
    "thesequence": "2907",
    "isActive": "1",
    "chapterId": "15682",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫২. অন্ধের সাক্ষ্যদান, কোন বিষয়ে সিদ্ধান্ত দান, নিজে বিয়ে করা, কাউকে বিয়ে দেওয়া, ক্রয়-বিক্রয় করা, আযান দেওয়া ইত্যাদি বিষয়ে তাকে গ্রহন করা আওয়াজে পরিচয় করা। কাসিম, হাসান, ইবনু সীরীন, যুহরী ও আত্বা (র) অন্ধের সাক্ষ্যদান অনুমোদন করেছেন। ইমাম শাবী (র) বলেন, বুদ্ধিমান হলে তার সাক্ষ্যদান বৈধ। হাকাম (র) বলেন, অনেক বিষয় আছে, যেখানে তাদের সাক্ষ্য গ্রহণযোগ্য। ইমাম যুহরী (র) বলেন, তুমি কি মনে কর যে, ইবনু আববাস কোন বিষয়ে সাক্ষ্য দিলে তা প্রত্যাখান করতে পারবে? ইবনু আববাস (দৃষ্টি শক্তি হ্রাস পাওয়ায়) জনৈক ব্যক্তিকে পাঠিয়ে সূর্য ডুবেছে কিনা জেনে নিয়ে ইফতার করতেন। অনুরূপভাবে ফাজরের সময় সম্পর্কে জিজ্ঞেস করতেন। ফাজর হয়েছে বলা হলে তিনি দু&lsquo;রাকাআত সলাম আদায় করতেন। সুলাইমান ইবনু ইয়াসার (র) বলেন, একবার আমি আয়িশাহ এর নিকট সাক্ষাতের অনুমতি চাইলাম। তিনি আমার আওয়াজ চিনতে পেরে বললেন, সুলাইমান না কি, এসো! তোমার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nThe Prophet (ﷺ) said, Isnt the witness of a woman equal to half of that of a man? The women said, Yes. He said, This is because of the deficiency of a womans mind.",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنِي زَيْدٌ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  أَلَيْسَ شَهَادَةُ الْمَرْأَةِ مِثْلَ نِصْفِ شَهَادَةِ الرَّجُلِ . قُلْنَا بَلَى. قَالَ  فَذَلِكَ مِنْ نُقْصَانِ عَقْلِهَا .",
    "hadithBengali": "২৪৮২। ইবনু আবূ মারয়াম (রাঃ) ... আবূ সাঈদ খুদরী (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, মহিলাদের সাক্ষ্য কি পুরুষদের সাক্ষ্যের অর্ধেক নয়? তারা (উপস্থিত মহিলারা) বলল, তাতো অবশ্যই অর্ধেক। তিনি বলেন, এটা মহিলার জ্ঞানের ত্রুটির কারণেই।\n",
    "checkStatus": "1",
    "hadithNo": "2482",
    "id": "2566",
    "thesequence": "2908",
    "isActive": "1",
    "chapterId": "15683",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫৩. মহিলাদের সাক্ষ্যদান। আল্লাহ তা&lsquo;আলার বাণীঃ যদি দুজন পুরুষ না থাকে তবে একজন পুরুষ ও দু&rsquo;জন স্ত্রীলোক (সাক্ষী হিসেবে নিয়োগ কর)। (সূরা আল-বাক্বারাঃ ২:২৮২)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uqba bin Al-Harith:\n\nThat he had married Um Yahya bint Abu Ihab. He said. A black slave-lady came and said, I suckled you both. I then mentioned that to the Prophet (ﷺ) who turned his face aside. `Uqba further said, I went to the other side and told the Prophet (ﷺ) about it. He said, How can you (keep her as your wife) when the lady has said that she suckled both of you (i.e. you and your wife?) So, the Prophet (ﷺ) ordered him to divorce her.",
    "hadithArabic": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ،. وَحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ ابْنِ جُرَيْجٍ، قَالَ سَمِعْتُ ابْنَ أَبِي مُلَيْكَةَ، قَالَ حَدَّثَنِي عُقْبَةُ بْنُ الْحَارِثِ، أَوْ سَمِعْتُهُ مِنْهُ، أَنَّهُ تَزَوَّجَ أُمَّ يَحْيَى بِنْتَ أَبِي إِهَابٍ قَالَ فَجَاءَتْ أَمَةٌ سَوْدَاءُ فَقَالَتْ قَدْ أَرْضَعْتُكُمَا. فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَأَعْرَضَ عَنِّي، قَالَ فَتَنَحَّيْتُ فَذَكَرْتُ ذَلِكَ لَهُ قَالَ   وَكَيْفَ وَقَدْ زَعَمَتْ أَنْ قَدْ أَرْضَعَتْكُمَا . فَنَهَاهُ عَنْهَا.",
    "hadithBengali": "২৪৮৩। আবূ আসিম (রহঃ) ও আলী ইবনু আবদুল্লাহ (রহঃ) ... উকবা ইবনু হারিস (রাঃ) থেকে বর্ণিত যে, তিনি উম্মু ইয়াহইয়া বিনত আবূ ইহাবকে বিয়ে করলেন। তিন বলেন, তখন কালো বর্ণের এক দাসী এসে বলল, আমি তো তোমাদের দুদুজনকে দুধপান করিয়েছি। সে কথা আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উত্থাপন করলে তিনি আমার দিক থেকে মূখ ফিরিয়ে নিলেন। আমি সরে গেলাম। পরে এসে বিষয়টি (আবার) তার কাছে উত্থাপন করলাম। তিনি তখন বললেন, (এ বিয়ে হতে পারে) কি ভাবে? সে তো দাবী করছে যে, তোমাদের দুজনকেই সে দুধ পান করিয়েছে। এরপর তিনি তাকে (উকবাকে) তার (উম্মু ইহাবের) সাথে বিবাহ সম্পর্ক ছিন্ন করতে বললেন।\n",
    "checkStatus": "1",
    "hadithNo": "2483",
    "id": "2567",
    "thesequence": "2909",
    "isActive": "1",
    "chapterId": "15684",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫৪. গোলাম ও বাঁদির সাক্ষ্য। আনাস বলেন, গোলাম নির্ভরযোগ্য হলে তার সাক্ষ্য গ্রহণযোগ্য। শুরাইহ্ ও যুরারা ইবনু আওফাও তা অনুমোদন করেছেন। ইবনু সীরীন (র) বলেন, গোলামের সাক্ষ্য গ্রহণযোগ্য হবে, তবে মনিবের ক্ষেত্রে নয়। অপরদিকে হাসান (বসরী) (র) ও ইবরাহীম (নাখঈ) (র) সাধারণ বিষয়ে তা অনুমোদন করেছেন, আর শুরুইহ (র) বলেন, তোমরা সকলেই (আল্লাহর) দাস ও দাসীরই সন্তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uqba bin Al-Harith:\n\nI married a woman and later on a woman came and said, I suckled you both. So, I went to the Prophet (to ask him about it). He said, How can you (keep her as a wife) when it has been said (that you were foster brother and sister)? Leave (divorce) her.",
    "hadithArabic": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ عُمَرَ بْنِ سَعِيدٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ، قَالَ تَزَوَّجْتُ امْرَأَةً فَجَاءَتِ امْرَأَةٌ فَقَالَتْ إِنِّي قَدْ أَرْضَعْتُكُمَا. فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ   وَكَيْفَ وَقَدْ قِيلَ دَعْهَا عَنْكَ  أَوْ نَحْوَهُ.",
    "hadithBengali": "২৪৮৪। আবূ আসিম (রহঃ) ... উকবা ইবনু হারিছ (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক মহিলাকে আমি বিয়ে করলাম। কিন্তু আরেক মহিলা এসে বলল, আমি তো তোমাদের দুজনকে দুগ্ধপান করিয়েছি, তখন আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গিয়ে (বিষয়টি) উল্লেখ করলাম। তিনি বললেন, এমন কথা যখন বলা হয়েছে তখন আর তা (বিয়ে) কিভাবে সম্ভব? তাকে তুমি পরিত্যাগ কর। অথবা তিনি অনুরূপ কিছু বললেন।\n",
    "checkStatus": "1",
    "hadithNo": "2484",
    "id": "2568",
    "thesequence": "2910",
    "isActive": "1",
    "chapterId": "15685",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫৫. দুগ্ধদায়িনীর সাক্ষ্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\n(the wife of the Prophet) Whenever Allahs Messenger (ﷺ) intended to go on a journey, he would draw lots amongst his wives and would take with him the one upon whom the lot fell. During a Ghazwa of his, he drew lots amongst us and the lot fell upon me, and I proceeded with him after Allah had decreed the use of the veil by women. I was carried in a Howdah (on the camel) and dismounted while still in it. When Allahs Messenger (ﷺ) was through with his Ghazwa and returned home, and we approached the city of Medina, Allahs Messenger (ﷺ) ordered us to proceed at night. When the order of setting off was given, I walked till I was past the army to answer the call of nature. After finishing I returned (to the camp) to depart (with the others) and suddenly realized that my necklace over my chest was missing. So, I returned to look for it and was delayed because of that. The people who used to carry me on the camel, came to my Howdah and put it on the back of the camel, thinking that I was in it, as, at that time, women were light in weight, and thin and lean, and did not use to eat much. So, those people did not feel the difference in the heaviness of the Howdah while lifting it, and they put it over the camel. At that time I was a young lady. They set the camel moving and proceeded on. I found my necklace after the army had gone, and came to their camp to find nobody. So, I went to the place where I used to stay, thinking that they would discover my absence and come back in my search. While in that state, I felt sleepy and slept. Safwan bin Muattal As-Sulami Adh-Dhakwani was behind the army and reached my abode in the morning. When he saw a sleeping person, he came to me, and he used to see me before veiling. So, I got up when I heard him saying, Inna lil-lah-wa inn a ilaihi rajiun (We are for Allah, and we will return to Him). He made his camel knell down. He got down from his camel, and put his leg on the front legs of the camel and then I rode and sat over it. Safwan set out walking, leading the camel by the rope till we reached the army who had halted to take rest at midday. Then whoever was meant for destruction, fell into destruction, (some people accused me falsely) and the leader of the false accusers was `Abdullah bin Ubai bin Salul. After that we returned to Medina, and I became ill for one month while the people were spreading the forged statements of the false accusers. I was feeling during my ailment as if I were not receiving the usual kindness from the Prophet (ﷺ) which I used to receive from him when I got sick. But he would come, greet and say, How is that (girl)? I did not know anything of what was going on till I recovered from my ailment and went out with Um Mistah to the Manasi where we used to answer the call of nature, and we used not to go to answer the call of nature except from night to night and that was before we had lavatories near to our houses. And this habit of ours was similar to the habit of the old Arabs in the open country (or away from houses). So. I and Um Mistah bint Ruhm went out walking. Um Mistah stumbled because of her long dress and on that she said, Let Mistah be ruined. I said, You are saying a bad word. Why are you abusing a man who took part in (the battle of) Badr? She said, O Hanata (you there) didnt you hear what they said? Then she told me the rumors of the false accusers. My sickness was aggravated, and when I returned home, Allahs Messenger (ﷺ) came to me, and after greeting he said, How is that (girl)? I requested him to allow me to go to my parents. I wanted then to be sure of the news through them I Allahs Messenger (ﷺ) allowed me, and I went to my parents and asked my mother, What are the people talking about? She said, O my daughter! Dont worry much about this matter. By Allah, never is there a charming woman loved by her husband who has other wives, but the women would forge false news about her. I said, Glorified be Allah! Are the people really taking of this matter? That night I kept on weeping and could not sleep till morning. In the morning Allahs Messenger (ﷺ) called `Ali bin Abu Talib and Usama bin Zaid when he saw the Divine Inspiration delayed, to consul them about divorcing his wife (i.e. `Aisha). Usama bin Zaid said what he knew of the good reputation of his wives and added, O Allahs Messenger (ﷺ)! Keep you wife, for, by Allah, we know nothing about her but good. `Ali bin Abu Talib said, O Allahs Messenger (ﷺ)! Allah has no imposed restrictions on you, and there are many women other than she, yet you may ask the woman-servant who will tell you the truth. On that Allahs Messenger (ﷺ) called Buraira and said, O Burair. Did you ever see anything which roused your suspicions about her? Buraira said, No, by Allah Who has sent you with the Truth, I have never seen in her anything faulty except that she is a girl of immature age, who sometimes sleeps and leaves the dough for the goats to eat. On that day Allahs Messenger (ﷺ) ascended the pulpit and requested that somebody support him in punishing `Abdullah bin Ubai bin Salul. Allahs Apostle said, Who will support me to punish that person (`Abdullah bin Ubai bin Salul) who has hurt me by slandering the reputation of my family? By Allah, I know nothing about my family but good, and they have accused a person about whom I know nothing except good, and he never entered my house except in my company. Sa`d bin Mu`adh got up and said, O Allahs Messenger (ﷺ)! by Allah, I will relieve you from him. If that man is from the tribe of the Aus, then we will chop his head off, and if he is from our brothers, the Khazraj, then order us, and we will fulfill your order. On that Sa`d bin Ubada, the chief of the Khazraj and before this incident, he had been a pious man, got up, motivated by his zeal for his tribe and said, By Allah, you have told a lie; you cannot kill him, and you will never be able to kill him. On that Usaid bin Al-Hadir got up and said (to Sa`d bin Ubada), By Allah! you are a liar. By Allah, we will kill him; and you are a hypocrite, defending the hypocrites. On this the two tribes of Aus and Khazraj got excited and were about to fight each other, while Allahs Messenger (ﷺ) was standing on the pulpit. He got down and quieted them till they became silent and he kept quiet. On that day I kept on weeping so much so that neither did my tears stop, nor could I sleep. In the morning my parents were with me and I had wept for two nights and a day, till I thought my liver would burst from weeping. While they were sitting with me and I was weeping, an Ansari woman asked my permission to enter, and I allowed her to come in. She sat down and started weeping with me. While we were in this state, Allahs Messenger (ﷺ) came and sat down and he had never sat with me since the day they forged the accusation. No revelation regarding my case came to him for a month. He recited Tashah-hud (i.e. None has the right to be worshipped but Allah and Muhammad is His Apostle) and then said, O `Aisha! I have been informed such-and-such about you; if you are innocent, then Allah will soon reveal your innocence, and if you have committed a sin, then repent to Allah and ask Him to forgive you, for when a person confesses his sin and asks Allah for forgiveness, Allah accepts his repentance. When Allahs Messenger (ﷺ) finished his speech my tears ceased completely and there remained not even a single drop of it. I requested my father to reply to Allahs Messenger (ﷺ) on my behalf. My father said, By Allah, I do not know what to say to Allahs Messenger (ﷺ). I said to my mother, Talk to Allahs Messenger (ﷺ) on my behalf. She said, By Allah, I do not know what to say to Allahs Apostle. I was a young girl and did not have much knowledge of the Quran. I said. I know, by Allah, that you have listened to what people are saying and that has been planted in your minds and you have taken it as a truth. Now, if I told you that I am innocent and Allah knows that I am innocent, you would not believe me and if I confessed to you falsely that I am guilty, and Allah knows that I am innocent you would believe me. By Allah, I dont compare my situation with you except to the situation of Josephs father (i.e. Jacob) who said, So (for me) patience is most fitting against that which you assert and it is Allah (Alone) whose help can be sought. Then I turned to the other side of my bed hoping that Allah would prove my innocence. By Allah I never thought that Allah would reveal Divine Inspiration in my case, as I considered myself too inferior to be talked of in the Holy Quran. I had hoped that Allahs Messenger (ﷺ) might have a dream in which Allah would prove my innocence. By Allah, Allahs Apostle had not got up and nobody had left the house before the Divine Inspiration came to Allahs Apostle. So, there overtook him the same state which used to overtake him, (when he used to have, on being inspired divinely). He was sweating so much so that the drops of the sweat were dropping like pearls though it was a (cold) wintry day. When that state of Allahs Messenger (ﷺ) was over, he was smiling and the first word he said, `Aisha! Thank Allah, for Allah has declared your innocence. My mother told me to go to Allahs Messenger (ﷺ) . I replied, By Allah I will not go to him and will not thank but Allah. So Allah revealed: Verily! They who spread the slander are a gang among you . . . (24.11) When Allah gave the declaration of my Innocence, Abu Bakr, who used to provide for Mistah bin Uthatha for he was his relative, said, By Allah, I will never provide Mistah with anything because of what he said about Aisha. But Allah later revealed: -- And let not those who are good and wealthy among you swear not to help their kinsmen, those in need and those who left their homes in Allahs Cause. Let them forgive and overlook. Do you not wish that Allah should forgive you? Verily! Allah is Oft-forgiving, Most Merciful. (24.22) After that Abu Bakr said, Yes ! By Allah! I like that Allah should forgive me, and resumed helping Mistah whom he used to help before. Allahs Messenger (ﷺ) also asked Zainab bint Jahsh (i.e. the Prophets wife about me saying, What do you know and what did you see? She replied, O Allahs Messenger (ﷺ)! I refrain to claim hearing or seeing what I have not heard or seen. By Allah, I know nothing except goodness about Aisha. Aisha further added Zainab was competing with me (in her beauty and the Prophets love), yet Allah protected her (from being malicious), for she had piety.",
    "hadithArabic": " حَدَّثَنَا أَبُو الرَّبِيعِ، سُلَيْمَانُ بْنُ دَاوُدَ وَأَفْهَمَنِي بَعْضَهُ أَحْمَدُ حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنِ ابْنِ شِهَابٍ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، وَسَعِيدِ بْنِ الْمُسَيَّبِ، وَعَلْقَمَةَ بْنِ وَقَّاصٍ اللَّيْثِيِّ، وَعُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم حِينَ قَالَ لَهَا أَهْلُ الإِفْكِ مَا قَالُوا، فَبَرَّأَهَا اللَّهُ مِنْهُ، قَالَ الزُّهْرِيُّ، وَكُلُّهُمْ حَدَّثَنِي طَائِفَةً مِنْ حَدِيثِهَا وَبَعْضُهُمْ أَوْعَى مِنْ بَعْضٍ، وَأَثْبَتُ لَهُ اقْتِصَاصًا، وَقَدْ وَعَيْتُ عَنْ كُلِّ وَاحِدٍ مِنْهُمُ الْحَدِيثَ الَّذِي حَدَّثَنِي عَنْ عَائِشَةَ، وَبَعْضُ حَدِيثِهِمْ يُصَدِّقُ بَعْضًا. زَعَمُوا أَنَّ عَائِشَةَ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَرَادَ أَنْ يَخْرُجَ سَفَرًا أَقْرَعَ بَيْنَ أَزْوَاجِهِ، فَأَيَّتُهُنَّ خَرَجَ سَهْمُهَا خَرَجَ بِهَا مَعَهُ، فَأَقْرَعَ بَيْنَنَا فِي غَزَاةٍ غَزَاهَا فَخَرَجَ سَهْمِي، فَخَرَجْتُ مَعَهُ بَعْدَ مَا أُنْزِلَ الْحِجَابُ، فَأَنَا أُحْمَلُ فِي هَوْدَجٍ وَأُنْزَلُ فِيهِ، فَسِرْنَا حَتَّى إِذَا فَرَغَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ غَزْوَتِهِ تِلْكَ، وَقَفَلَ وَدَنَوْنَا مِنَ الْمَدِينَةِ، آذَنَ لَيْلَةً بِالرَّحِيلِ، فَقُمْتُ حِينَ آذَنُوا بِالرَّحِيلِ، فَمَشَيْتُ حَتَّى جَاوَزْتُ الْجَيْشَ، فَلَمَّا قَضَيْتُ شَأْنِي أَقْبَلْتُ إِلَى الرَّحْلِ، فَلَمَسْتُ صَدْرِي، فَإِذَا عِقْدٌ لِي مِنْ جَزْعِ أَظْفَارٍ قَدِ انْقَطَعَ، فَرَجَعْتُ فَالْتَمَسْتُ عِقْدِي، فَحَبَسَنِي ابْتِغَاؤُهُ، فَأَقْبَلَ الَّذِينَ يَرْحَلُونَ لِي، فَاحْتَمَلُوا هَوْدَجِي فَرَحَلُوهُ عَلَى بَعِيرِي الَّذِي كُنْتُ أَرْكَبُ، وَهُمْ يَحْسِبُونَ أَنِّي فِيهِ، وَكَانَ النِّسَاءُ إِذْ ذَاكَ خِفَافًا لَمْ يَثْقُلْنَ وَلَمْ يَغْشَهُنَّ اللَّحْمُ، وَإِنَّمَا يَأْكُلْنَ الْعُلْقَةَ مِنَ الطَّعَامِ، فَلَمْ يَسْتَنْكِرِ الْقَوْمُ حِينَ رَفَعُوهُ ثِقَلَ الْهَوْدَجِ فَاحْتَمَلُوهُ وَكُنْتُ جَارِيَةً حَدِيثَةَ السِّنِّ، فَبَعَثُوا الْجَمَلَ وَسَارُوا، فَوَجَدْتُ عِقْدِي بَعْدَ مَا اسْتَمَرَّ الْجَيْشُ، فَجِئْتُ مَنْزِلَهُمْ وَلَيْسَ فِيهِ أَحَدٌ، فَأَمَمْتُ مَنْزِلِي الَّذِي كُنْتُ بِهِ فَظَنَنْتُ أَنَّهُمْ سَيَفْقِدُونِي فَيَرْجِعُونَ إِلَىَّ، فَبَيْنَا أَنَا جَالِسَةٌ غَلَبَتْنِي عَيْنَاىَ فَنِمْتُ، وَكَانَ صَفْوَانُ بْنُ الْمُعَطَّلِ السُّلَمِيُّ ثُمَّ الذَّكْوَانِيُّ مِنْ وَرَاءِ الْجَيْشِ، فَأَصْبَحَ عِنْدَ مَنْزِلِي فَرَأَى سَوَادَ إِنْسَانٍ نَائِمٍ فَأَتَانِي، وَكَانَ يَرَانِي قَبْلَ الْحِجَابِ فَاسْتَيْقَظْتُ بِاسْتِرْجَاعِهِ حِينَ أَنَاخَ رَاحِلَتَهُ، فَوَطِئَ يَدَهَا فَرَكِبْتُهَا فَانْطَلَقَ يَقُودُ بِي الرَّاحِلَةَ، حَتَّى أَتَيْنَا الْجَيْشَ بَعْدَ مَا نَزَلُوا مُعَرِّسِينَ فِي نَحْرِ الظَّهِيرَةِ، فَهَلَكَ مَنْ هَلَكَ، وَكَانَ الَّذِي تَوَلَّى الإِفْكَ عَبْدُ اللَّهِ بْنُ أُبَىٍّ ابْنُ سَلُولَ، فَقَدِمْنَا الْمَدِينَةَ فَاشْتَكَيْتُ بِهَا شَهْرًا، يُفِيضُونَ مِنْ قَوْلِ أَصْحَابِ الإِفْكِ، وَيَرِيبُنِي فِي وَجَعِي أَنِّي لاَ أَرَى مِنَ النَّبِيِّ صلى الله عليه وسلم اللُّطْفَ الَّذِي كُنْتُ أَرَى مِنْهُ حِينَ أَمْرَضُ، إِنَّمَا يَدْخُلُ فَيُسَلِّمُ ثُمَّ يَقُولُ  كَيْفَ تِيكُمْ . لاَ أَشْعُرُ بِشَىْءٍ مِنْ ذَلِكَ حَتَّى نَقَهْتُ، فَخَرَجْتُ أَنَا وَأُمُّ مِسْطَحٍ قِبَلَ الْمَنَاصِعِ مُتَبَرَّزُنَا، لاَ نَخْرُجُ إِلاَّ لَيْلاً إِلَى لَيْلٍ، وَذَلِكَ قَبْلَ أَنْ نَتَّخِذَ الْكُنُفَ قَرِيبًا مِنْ بُيُوتِنَا، وَأَمْرُنَا أَمْرُ الْعَرَبِ الأُوَلِ فِي الْبَرِّيَّةِ أَوْ فِي التَّنَزُّهِ، فَأَقْبَلْتُ أَنَا وَأُمُّ مِسْطَحٍ بِنْتُ أَبِي رُهْمٍ نَمْشِي، فَعَثُرَتْ فِي مِرْطِهَا فَقَالَتْ تَعِسَ مِسْطَحٌ، فَقُلْتُ لَهَا بِئْسَ مَا قُلْتِ، أَتَسُبِّينَ رَجُلاً شَهِدَ بَدْرًا فَقَالَتْ يَا هَنْتَاهْ أَلَمْ تَسْمَعِي مَا قَالُوا فَأَخْبَرَتْنِي بِقَوْلِ أَهْلِ الإِفْكِ، فَازْدَدْتُ مَرَضًا إِلَى مَرَضِي، فَلَمَّا رَجَعْتُ إِلَى بَيْتِي دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَلَّمَ فَقَالَ  كَيْفَ تِيكُمْ . فَقُلْتُ ائْذَنْ لِي إِلَى أَبَوَىَّ. قَالَتْ وَأَنَا حِينَئِذٍ أُرِيدُ أَنْ أَسْتَيْقِنَ الْخَبَرَ مِنْ قِبَلِهِمَا، فَأَذِنَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَتَيْتُ أَبَوَىَّ فَقُلْتُ لأُمِّي مَا يَتَحَدَّثُ بِهِ النَّاسُ فَقَالَتْ يَا بُنَيَّةُ هَوِّنِي عَلَى نَفْسِكِ الشَّأْنَ، فَوَاللَّهِ لَقَلَّمَا كَانَتِ امْرَأَةٌ قَطُّ وَضِيئَةٌ عِنْدَ رَجُلٍ يُحِبُّهَا وَلَهَا ضَرَائِرُ إِلاَّ أَكْثَرْنَ عَلَيْهَا. فَقُلْتُ سُبْحَانَ اللَّهِ وَلَقَدْ يَتَحَدَّثُ النَّاسُ بِهَذَا قَالَتْ فَبِتُّ تِلْكَ اللَّيْلَةَ حَتَّى أَصْبَحْتُ لاَ يَرْقَأُ لِي دَمْعٌ وَلاَ أَكْتَحِلُ بِنَوْمٍ، ثُمَّ أَصْبَحْتُ فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلِيَّ بْنَ أَبِي طَالِبٍ وَأُسَامَةَ بْنَ زَيْدٍ حِينَ اسْتَلْبَثَ الْوَحْىُ، يَسْتَشِيرُهُمَا فِي فِرَاقِ أَهْلِهِ، فَأَمَّا أُسَامَةُ فَأَشَارَ عَلَيْهِ بِالَّذِي يَعْلَمُ فِي نَفْسِهِ مِنَ الْوُدِّ لَهُمْ، فَقَالَ أُسَامَةُ أَهْلُكَ يَا رَسُولَ اللَّهِ وَلاَ نَعْلَمُ وَاللَّهِ إِلاَّ خَيْرًا، وَأَمَّا عَلِيُّ بْنُ أَبِي طَالِبٍ فَقَالَ يَا رَسُولَ اللَّهِ لَمْ يُضَيِّقِ اللَّهُ عَلَيْكَ وَالنِّسَاءُ سِوَاهَا كَثِيرٌ، وَسَلِ الْجَارِيَةَ تَصْدُقْكَ. فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم بَرِيرَةَ فَقَالَ  يَا بَرِيرَةُ هَلْ رَأَيْتِ فِيهَا شَيْئًا يَرِيبُكِ . فَقَالَتْ بَرِيرَةُ لاَ وَالَّذِي بَعَثَكَ بِالْحَقِّ، إِنْ رَأَيْتُ مِنْهَا أَمْرًا أَغْمِصُهُ عَلَيْهَا أَكْثَرَ مِنْ أَنَّهَا جَارِيَةٌ حَدِيثَةُ السِّنِّ تَنَامُ عَنِ الْعَجِينَ فَتَأْتِي الدَّاجِنُ فَتَأْكُلُهُ. فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ يَوْمِهِ، فَاسْتَعْذَرَ مِنْ عَبْدِ اللَّهِ بْنِ أُبَىٍّ ابْنِ سَلُولَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ يَعْذِرُنِي مِنْ رَجُلٍ بَلَغَنِي أَذَاهُ فِي أَهْلِي، فَوَاللَّهِ مَا عَلِمْتُ عَلَى أَهْلِي إِلاَّ خَيْرًا، وَقَدْ ذَكَرُوا رَجُلاً مَا عَلِمْتُ عَلَيْهِ إِلاَّ خَيْرًا، وَمَا كَانَ يَدْخُلُ عَلَى أَهْلِي إِلاَّ مَعِي . فَقَامَ سَعْدُ بْنُ مُعَاذٍ فَقَالَ يَا رَسُولَ اللَّهِ أَنَا وَاللَّهِ أَعْذِرُكَ مِنْهُ، إِنْ كَانَ مِنَ الأَوْسِ ضَرَبْنَا عُنُقَهُ، وَإِنْ كَانَ مِنْ إِخْوَانِنَا مِنَ الْخَزْرَجِ أَمَرْتَنَا فَفَعَلْنَا فِيهِ أَمْرَكَ. فَقَامَ سَعْدُ بْنُ عُبَادَةَ وَهُوَ سَيِّدُ الْخَزْرَجِ، وَكَانَ قَبْلَ ذَلِكَ رَجُلاً صَالِحًا وَلَكِنِ احْتَمَلَتْهُ الْحَمِيَّةُ فَقَالَ كَذَبْتَ لَعَمْرُ اللَّهِ، لاَ تَقْتُلُهُ وَلاَ تَقْدِرُ عَلَى ذَلِكَ، فَقَامَ أُسَيْدُ بْنُ الْحُضَيْرِ فَقَالَ كَذَبْتَ لَعَمْرُ اللَّهِ، وَاللَّهِ لَنَقْتُلَنَّهُ، فَإِنَّكَ مُنَافِقٌ تُجَادِلُ عَنِ الْمُنَافِقِينَ. فَثَارَ الْحَيَّانِ الأَوْسُ وَالْخَزْرَجُ حَتَّى هَمُّوا، وَرَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْمِنْبَرِ فَنَزَلَ فَخَفَّضَهُمْ حَتَّى سَكَتُوا وَسَكَتَ، وَبَكَيْتُ يَوْمِي لاَ يَرْقَأُ لِي دَمْعٌ وَلاَ أَكْتَحِلُ بِنَوْمٍ، فَأَصْبَحَ عِنْدِي أَبَوَاىَ، قَدْ بَكَيْتُ لَيْلَتَيْنِ وَيَوْمًا حَتَّى أَظُنُّ أَنَّ الْبُكَاءَ فَالِقٌ كَبِدِي ـ قَالَتْ ـ فَبَيْنَا هُمَا جَالِسَانِ عِنْدِي وَأَنَا أَبْكِي إِذِ اسْتَأْذَنَتِ امْرَأَةٌ مِنَ الأَنْصَارِ فَأَذِنْتُ لَهَا، فَجَلَسَتْ تَبْكِي مَعِي، فَبَيْنَا نَحْنُ كَذَلِكَ إِذْ دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَجَلَسَ، وَلَمْ يَجْلِسْ عِنْدِي مِنْ يَوْمِ قِيلَ فِيَّ مَا قِيلَ قَبْلَهَا، وَقَدْ مَكُثَ شَهْرًا لاَ يُوحَى إِلَيْهِ فِي شَأْنِي شَىْءٌ ـ قَالَتْ ـ فَتَشَهَّدَ ثُمَّ قَالَ  يَا عَائِشَةُ فَإِنَّهُ بَلَغَنِي عَنْكِ كَذَا وَكَذَا، فَإِنْ كُنْتِ بَرِيئَةً فَسَيُبَرِّئُكِ اللَّهُ، وَإِنْ كُنْتِ أَلْمَمْتِ فَاسْتَغْفِرِي اللَّهَ وَتُوبِي إِلَيْهِ، فَإِنَّ الْعَبْدَ إِذَا اعْتَرَفَ بِذَنْبِهِ ثُمَّ تَابَ تَابَ اللَّهُ عَلَيْهِ . فَلَمَّا قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم مَقَالَتَهُ قَلَصَ دَمْعِي حَتَّى مَا أُحِسُّ مِنْهُ قَطْرَةً وَقُلْتُ لأَبِي أَجِبْ عَنِّي رَسُولَ اللَّهِ صلى الله عليه وسلم. قَالَ وَاللَّهِ مَا أَدْرِي مَا أَقُولُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم. فَقُلْتُ لأُمِّي أَجِيبِي عَنِّي رَسُولَ اللَّهِ صلى الله عليه وسلم فِيمَا قَالَ. قَالَتْ وَاللَّهِ مَا أَدْرِي مَا أَقُولُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم. قَالَتْ وَأَنَا جَارِيَةٌ حَدِيثَةُ السِّنِّ لاَ أَقْرَأُ كَثِيرًا مِنَ الْقُرْآنِ فَقُلْتُ إِنِّي وَاللَّهِ لَقَدْ عَلِمْتُ أَنَّكُمْ سَمِعْتُمْ مَا يَتَحَدَّثُ بِهِ النَّاسُ، وَوَقَرَ فِي أَنْفُسِكُمْ وَصَدَّقْتُمْ بِهِ، وَلَئِنْ قُلْتُ لَكُمْ إِنِّي بَرِيئَةٌ. وَاللَّهُ يَعْلَمُ إِنِّي لَبَرِيئَةٌ لاَ تُصَدِّقُونِي بِذَلِكَ، وَلَئِنِ اعْتَرَفْتُ لَكُمْ بِأَمْرٍ، وَاللَّهُ يَعْلَمُ أَنِّي بَرِيئَةٌ لَتُصَدِّقُنِّي وَاللَّهِ مَا أَجِدُ لِي وَلَكُمْ مَثَلاً إِلاَّ أَبَا يُوسُفَ إِذْ قَالَ {فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ} ثُمَّ تَحَوَّلْتُ عَلَى فِرَاشِي، وَأَنَا أَرْجُو أَنْ يُبَرِّئَنِي اللَّهُ، وَلَكِنْ وَاللَّهِ مَا ظَنَنْتُ أَنْ يُنْزِلَ فِي شَأْنِي وَحْيًا، وَلأَنَا أَحْقَرُ فِي نَفْسِي مِنْ أَنْ يُتَكَلَّمَ بِالْقُرْآنِ فِي أَمْرِي، وَلَكِنِّي كُنْتُ أَرْجُو أَنْ يَرَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي النَّوْمِ رُؤْيَا يُبَرِّئُنِي اللَّهُ، فَوَاللَّهِ مَا رَامَ مَجْلِسَهُ وَلاَ خَرَجَ أَحَدٌ مِنْ أَهْلِ الْبَيْتِ حَتَّى أُنْزِلَ عَلَيْهِ، فَأَخَذَهُ مَا كَانَ يَأْخُذُهُ مِنَ الْبُرَحَاءِ، حَتَّى إِنَّهُ لَيَتَحَدَّرُ مِنْهُ مِثْلُ الْجُمَانِ مِنَ الْعَرَقِ فِي يَوْمٍ شَاتٍ، فَلَمَّا سُرِّيَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُوَ يَضْحَكُ، فَكَانَ أَوَّلَ كَلِمَةٍ تَكَلَّمَ بِهَا أَنْ قَالَ لِي  يَا عَائِشَةُ، احْمَدِي اللَّهَ فَقَدْ بَرَّأَكِ اللَّهُ . فَقَالَتْ لِي أُمِّي قُومِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم. فَقُلْتُ لاَ وَاللَّهِ، لاَ أَقُومُ إِلَيْهِ، وَلاَ أَحْمَدُ إِلاَّ اللَّهَ فَأَنْزَلَ اللَّهُ تَعَالَى {إِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ عُصْبَةٌ مِنْكُمْ} الآيَاتِ، فَلَمَّا أَنْزَلَ اللَّهُ هَذَا فِي بَرَاءَتِي قَالَ أَبُو بَكْرٍ الصِّدِّيقُ ـ رضى الله عنه ـ وَكَانَ يُنْفِقُ عَلَى مِسْطَحِ بْنِ أُثَاثَةَ لِقَرَابَتِهِ مِنْهُ وَاللَّهِ لاَ أُنْفِقُ عَلَى مِسْطَحٍ شَيْئًا أَبَدًا بَعْدَ مَا قَالَ لِعَائِشَةَ. فَأَنْزَلَ اللَّهُ تَعَالَى {وَلاَ يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ} إِلَى قَوْلِهِ {غَفُورٌ رَحِيمٌ} فَقَالَ أَبُو بَكْرٍ بَلَى، وَاللَّهِ إِنِّي لأُحِبُّ أَنْ يَغْفِرَ اللَّهُ لِي، فَرَجَعَ إِلَى مِسْطَحٍ الَّذِي كَانَ يُجْرِي عَلَيْهِ. وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَسْأَلُ زَيْنَبَ بِنْتَ جَحْشٍ عَنْ أَمْرِي، فَقَالَ  يَا زَيْنَبُ، مَا عَلِمْتِ مَا رَأَيْتِ . فَقَالَتْ يَا رَسُولَ اللَّهِ، أَحْمِي سَمْعِي وَبَصَرِي، وَاللَّهِ مَا عَلِمْتُ عَلَيْهَا إِلاَّ خَيْرًا، قَالَتْ وَهْىَ الَّتِي كَانَتْ تُسَامِينِي، فَعَصَمَهَا اللَّهُ بِالْوَرَعِ. قَالَ وَحَدَّثَنَا فُلَيْحٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، وَعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، مِثْلَهُ. قَالَ وَحَدَّثَنَا فُلَيْحٌ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، وَيَحْيَى بْنِ سَعِيدٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدِ بْنِ أَبِي بَكْرٍ، مِثْلَهُ.",
    "hadithBengali": "২৪৮৫। আবূ রাবী সুলাইমান ইবনু দাউদ (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) থেকে বর্ণিত, মিথ্যা অপবাদকারীরা যখন তার সম্পর্কে অপবাদ রটনা করল এবং আল্লাহ তা থেকে তার পবিত্রতা ঘোষনা করলেন। রাবীগণ বলেন, আয়িশা (রাঃ) বলেছেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফরে বের হওয়ার ইচ্ছা করলে স্বীয় সহধর্মিণীদের মধ্যে কুরআ ঢালার মাধ্যমে সফর সংগিণী নির্বাচন করতেন। তাদের মধ্যে যার নাম বেরিয়ে আসত তাকেই তিনি নিজের সঙ্গে নিয়ে যেতেন। এক যুদ্ধে যাওয়ার সময় তিনি আমাদের মধ্যে কুরআ ঢাললেন, তাতে আমার নাম বেরিয়ে এলো। তাই আমি তার সঙ্গে (সফরে) বের হলাম। এটা পর্দার বিধান নাযিল হওয়ার পরের ঘটনা।\n\nআমাকে হাওদার ভিতরে সাওয়ারীতে উঠানো হতো, আবার হাওদার ভিতরে (থাকা অবস্থায়) নামানো হতো। এভাবেই আমরা সফর করতে থাকলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঐ যুদ্ধ শেষ করে যখন প্রত্যাবর্তন করলেন এবং আমরা মদিনার কাছে পৌছে গেলাম তখন এক রাতে তিনি (কাফেলাকে) মনযিল ত্যাগ করার ঘোষণা দিলেন। উক্ত ঘোষনা দেওয়ার সময় আমি উঠে সেনাদলকে অতিক্রম করে গেলাম এবং নিজের প্রয়োজন সেরে হাওদায় ফিরে এলাম। তখন বুকে হাত দিয়ে দেখি আযফার দেশীয় সাদাকালো পাথরের তৈরি আমার একটা মালা ছিড়ে পড়ে গেছে। তখন আমি আমার মালার সন্ধানে ফিরে গেলাম, এবং সন্ধান কার্য আমাকে দেরী করিয়ে দিলো। ওদিকে যারা আমার হাওদা উঠিয়ে দিতো তারা তা উঠিয়ে যে উটে আমি সওয়ার হতাম, তার পিঠে রেখে দিলো। তাদের ধারনা ছিলো যে, আমি হাওদাতেই আছি। তখনকার মেয়েরা হালকা পাতলা হতো, মোটা সোটা হতো না। কেননা খুব সামান্য খাবার তারা থেতে পেতো। তাই হাওদায় উঠতে গিয়ে ভার তাদের কাছে অস্বাভাবিক বলে মনে হল না।\n\nতদুপরি সে সময় আমি অল্প বয়স্ক কিশোরী ছিলাম এবং তখন তারা হাওদা উঠিয়ে উট হাকিয়ে রওনা হয়ে গেলো। এদিকে সেনাদল চলে যাওয়ার পর আমি আমার মালা পেয়ে গেলাম। কিন্তু তাদের জায়গায় ফিরে এসে দেখি, সেখানে কেউ নেই। তখন আমি আমার জায়গায় এসে বসে থাকাই মনন্থ করলাম। আমার ধারনা ছিল যে, আমাকে না পেয়ে আবার এখানে তারা ফিরে আসবে। বসে থাকা অবস্থায় আমার দু চোখে ঘুম নেমে এলে আমি ঘুমিয়ে পড়লাম। সাফওয়ান ইবনু মুআত্তাল, যিনি প্রথমে সুলামী এবং পরে যাকওয়ানী হিসেবে পরিচিত ছিলেন, সেনা দলের পিছনে (পরিদর্শক হিসেবে) থেকে গিয়েছিলেন। সকালের দিকে আমার অবস্থান স্থলের কাছাকাছি এসে পৌছলেন এবং একজন ঘুমন্ত মানুষের অবয়ব দেখতে পেয়ে আমার দিকে এগিয়ে এলেন। পর্দার বিধান নাযিলের আগে তিনি আমাকে দেখেছিলেন। সে সময় তিনি উট বসাচ্ছিলেন, সে সময় তার ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন শব্দে আমি জেগে গেলাম। তিনি উটের সামনের পা চেপে ধরলে আমি তাতে সওয়ার হলাম। আর তিনি আমাকে নিয়ে সাওয়ারী হাকিয়ে চললেন।\n\nসেনাদল ঠিক দুপুরে যখন অবতরণ করে বিশ্রাম করছিল, তখন আমরা সেনাদলে পৌছলাম। সে সময় যারা ধ্বংস হওয়ার, তারা ধ্বংস হল। অপবাদ রটনায় যে নেতৃত্ব দিয়েছিল, সে হল (মুনাফিকের সরদার) আবদুল্লাহ ইবনু উবাই ইবনু সালুল। আমরা মদিনায় উপনীত হলাম এবং আমি এসেই একমাস অসুস্থতায় ভোগলাম। এদিকে কিছু লোক অপবাদ রটনাকারীদের রটনা নিয়ে চর্চা করতে থাকল। আমার অসুস্থার সময় এ বিষয়টি আমাকে সন্দিহান করে তুললো যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর তরফ থেকে সেই স্নেহ আমি অনুভব করছিলাম না, যা আমার অসুস্থতার সময় সচরাচর আমি অনুভব করতাম। তিনি শুধু ঘরে প্রবেশ কলে সালাম দিয়ে বলতেন কেমন আছ? আমি সে বিষয়ের কিছুই জানতাম না। শেষ পর্যন্ত খুব দুর্বল হয়ে পড়লাম।\n\n(একরাতে) আমি ও উম্মু মিসতাহ্ প্রয়োজন সারার উদ্দেশ্যে ময়দানে বের হলাম। আমরা রাতেই শুধু সে দিকে যেতাম। এ আমাদের ঘরগুলোর নিকটবর্তী স্থানে পায়খানা বানানোর আগের নিয়ম। জংগলে কিংবা দুরবর্তী স্থানে প্রয়োজন সারার ব্যাপারে আমাদের অবস্থাটা প্রথম যুগের আরবদের মতই ছিলো। যাই হোক, আমি এবং উম্মু মিসতাহ বিনত আবূ রুহম হেটে চলছিলাম। ইত্যবসরে সে তার চাঁদরে পা জড়িয়ে হোচট খেলো এবং (পড়ে গিয়ে) বললো মিসতাহ এর জন্য দুর্ভোগ। আমি তাকে বললাম, তুমি খুব খারাপ কথা বলেছ। বদর যুদ্ধে শরীক হয়েছে, এমন এক লোককে তুমি অভিশাপ দিচ্ছ! সে বলল, হে সরলমান! (তোমার সম্পর্কে) যে সব কথা তারা উঠিয়েছে, তা কি তুমি শুনোনি? এরপর অপবাদ রটনাকারীদের সব রটনা সম্পর্কে সে আমাকে অবহিত করলো।\n\nতখন আমার রোগের উপর রোগের তীব্রতা বৃদ্ধি পেলো। আমি ঘরে ফিরে আসার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে এসে জিজ্ঞাসা করলেন, কেমন আছো? আমি বললাম, আমাকে আমার পিতা-মাতার কাছে যাওয়ার অনুমতি দিন। তিনি (আয়িশা (রাঃ) বলেন, আমি তখন তাদের (পিতা-মাতার) কাছ থেকে এ সম্পর্কে নিশ্চিত হতে চাচ্ছিলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে অনুমতি দিলেন। আমি আমার পিতা-মাতার কাছে গেলাম। তারপর আমি মাকে বললাম, লোকেরা কি বলাবলি করে? তিনি বললেন, বেটি! ব্যাপারটাকে নিজের জন্য হালকাভাবেই গ্রহন কর। আল্লাহর কসম! এমন সুন্দরী নারী খুব কমই আছে, যাকে তার স্বামী ভালোবাসে আর তার একাধিক সতীনও আছে; অথচ ওরা তাকে উত্ত্যক্ত করে না।\n\nআমি বললাম, সুবহানাল্লাহ্। লোকেরা সত্যি তবে এসব কথা রটিয়েছে? তিনি (আয়িশা) বলেন, ভোর পর্যন্ত সে রাত আমার এমনভাবে কেটে গেলো যে, চোখের পানি আমার বন্ধ হল না এবং ঘুমের একটু পরশও পেলাম না। এভাবে ভোর হল। পরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ওয়াহীর বিলম্ব দেখে আপন স্ত্রীকে বর্জনের ব্যাপারে ইবনু আবূ তালিব ও উসামা ইবন যায়দকে ডেকে পাঠালেন। যাই হোক; উসামা পরিবারের জন্য তার (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) ভালোবাসার প্রতি লক্ষ্য করে পরামর্শ দিতে গিয়ে বললেন, ইয়া রাসূলাল্লাহ! আল্লাহর কসম (তার সম্পর্কে) ভালো ছাড়া অন্য কিছু আমরা জানিনা, আর আলী ইবনু আবূ তালিব (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! কিছুতেই আল্লাহ্ আপনার পথ সংকীর্ণ করেননি। তাকে ছাড়া আরো অনেক মহিলা আছে। আপনি না হয় বাঁদীকে জিজ্ঞাসা করুন সে আপনাকে সত্য কথা বলবে।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন (বাঁদী) বারীরাকে ডেকে জিজ্ঞাসা করলেন। হে বারীরা! তুমি কি তার মধ্যে সন্দেহজনক কিছু দেখতে পেয়েছ? বারীরা বলল, আপনাকে যিনি সত্যসহ পাঠিয়েছেন, তার কসম করে বলছি, না তেমন কিছু দেখিনি এই একটি অবস্থায়ই দেখেছি যে তিন অল্পবয়স্কা কিশোরী। আর তাই আটা-খামীর গিয়ে ঘুমিয়ে পড়েন। সেই ফাকে বকরী এসে তা খেয়ে ফেলে। সে দিনই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (মসজিদে) ভাষণ দিতে দাঁড়িয়ে আবদুল্লাহ ইবনু উবাই ইবনু সালুলের ষড়যন্ত্র থেকে বাঁচার উপায় জিজ্ঞাসা করলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমার পরিবারকে কেন্দ্র করে যে লোক আমাকে জ্বালাতন করেছে, তার মুকাবিলায় কে প্রতিকার করবে? আল্লাহর কসম, আমি তো আমার স্ত্রী সম্পর্কে ভালো ছাড়া অন্য কিছু জানিনা। আর এমন ব্যাক্তিকে জড়িয়ে তারা কথা তুলেছে, যার সম্পর্কে ভালো ছাড়া অন্য কিছু আমি জানিনা আর সে তো আমার সাথে ছাড়া আমার ঘরে কখনও প্রবেশ করত না।\n\nতখন সাদ ইবনু মুআয (রাঃ) দাঁড়িয়ে বললেন, ইয়া রাসূলাল্লাহ! আল্লাহর কসম, আমি তার প্রতিকার করবো। যদি সে আউস গোত্রের কেউ হয়ে থাকে, তাহলে তার গর্দান উড়িয়ে দিব; আর যদি সে আমাদের খাযরাজ গোত্রীয় ভাইদের কেউ হয়, তাহলে আপনি তার ব্যাপারে আমাদের নির্দেশ দিবেন, আমরা আপনার নির্দেশ পালন করব। খাযরাজ গোত্রপতি সাদ ইবনু উবাদা (রাঃ) তখন দাঁড়িয়ে গেলেন। এর আগে তিনি ভালো লোকই ছিলেন। আসলে গোত্র প্রীতি তাকে পেয়ে বসেছিলো। তিনি বললেন, তুমি মিথ্যা বলছ। আল্লাহর কসম! তুমি তাকে হত্যা করতে পারনে না, সে শক্তি তোমার নেই। তখনি উসায়িদ ইবনুল হুযাইর (রাঃ) দাঁড়িয়ে গেলেন এবং বললেন, তুমিই মিথ্যা বলছ। আল্লাহর কসম! আমরা অবশ্যই তাকে হত্যা করে ছাড়ব। আসলে তুমি একজন মুনাফিক। তাই মুনাফিকদের পক্ষ হয়ে ঝগড়ায় লিপ্ত হয়েছে। এরপর আউস ও খাযরাজ উভয় গোত্রই উত্তেজিত হয়ে উঠলো। এমনকি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বারে থাকা অবস্থায়ই তারা (লড়াইয়ে) উদ্যত হল। তখন তিনি নেমে তাদের চুপ করালেন। এতে সবাই শান্ত হল আর তিনিও নীরবতা অবলম্বন করলেন।\n\nআয়িশা (রাঃ) বলেন, সেদিন সারাক্ষণ আমি কাঁদলাম, চোখের পানি আমার শুকালনা এবং ঘুমের সামান্য পরশও পেলাম না। আমার পিতা-মাতা আমার পাশে পাশেই থাকলেন। পুরো রাত দিন আমি কেদেই কাটালাম। আমার মনে হল, কান্না বুঝি আমার কলিজা বিদীর্ণ করে দিবে। তিনি (আয়িশা) বলেন, তারা (পিতা-মাতা) উভয়ে আমার কাছেই বসা ছিলেন, আর আমি কাঁদছিলাম। ইতিমধ্যে এক আনসারী মহিলা ভিতরে আসার অনুমতি চাইল। আমি তাকে অনুমতি দিলাম। সেও আমার সঙ্গে বসে কাঁদতে শুরু করল। আমরা এ অবস্থায় থাকতেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রবেশ করে (আমার কাছে) বসলেন, অথচ যে দিন থেকে আমার সম্পর্কে অপবাদ রটানো হয়েছে সেদিন থেকে তিনি আমার কাছে বসেননি। এর মধ্যে একমাস কেটে গিয়েছিল। অথচ আমার সম্পর্কে তার কাছে কোন ওয়াহী নাযিল হল না।\n\nতিনি (আয়িশা) বলেন, এরপর হামদ ও সানা পাঠ করে তিনি বললেন, হে আয়িশা! তোমার সম্পর্কে এ ধরনের কথা আমার কাছে পৌছেছে। তুমি নির্দোষ হলে আল্লাহ্ অবশ্যই তোমার নির্দোষিতা ঘোষনা করবেন। আর যদি তুমি কোন গুনাহে জড়িয়ে গিয়ে থাক, তাহলে আল্লাহর কাছে তাওবা ও ইসতিগফার কর। কেননা, বান্দা নিজের পাপ স্বীকার করে তওবা করলে আল্লাহ তাওবা কবুল করেন। তিনি যখন তার বক্তব্য শেষ করলেন, তখন আমার অশ্রু বন্ধ হয়ে গেল। এমনকি এক বিন্দু অশ্রুও আমি অনুভব করলাম না। আমার পিতাকে বললাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমার তরফ থেকে জওয়াব দিন। তিনি বললেন, আল্লাহর কসম, আমি বুঝে উঠতে পারি না, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কি বলব? এরপর আমার (মা-কে) বললাম, আমার তরফ থেকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথার জওয়াব দিন। তিনিও বললেন, আল্লাহর কসম! আমি বুঝি উঠতে পারি না, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কি বলব?\n\nআমি তখন অল্প বয়স্কা কিশোরী! কুরআনও খুব বেশী পড়িনি। তবুও আমি বললাম, আল্লাহর কসম! আমার জানতে বাকী নেই যে, লোকেরা যা রটাচ্ছে, তা আপনারা শুনতে পেয়েছেন এবং আপনাদের মনে তা বসে গেছে, ফলে আপনারা তা বিশ্বাস করে নিয়েছেন। এখন যদি আমি আপনাদের বলি যে, আমি নিষ্পাপ আর আল্লাহ জানেন, আমি অবশ্যই নিষ্পাপ, তবু আপনারা আমার সে কথা বিশ্বাস করবেন না। আর যদি আপনাদের কাছে কোন বিষয় আমি স্বীকার করি, অথচ আল্লাহ জানেন আমি নিষ্পাপ তাহলে অবশ্যই আপনারা আমাকে বিশ্বাস করে নিবেন। আল্লাহর কসম, ইউসুফ (আলাইহিস সালাম) এর পিতার ঘটনা ছাড়া আমি আপনাদের জন্য কোন দৃষ্টান্ত খুজে পাচ্ছি না। যখন তিনি বলেছিলেন, পূর্ণ ধৈর্যধারনই আমার জন্য শ্রেয়। আর তোমরা যা বলছো সে বিষয়ে একমাত্র আল্লাহই আমার সাহায্যকারী।\n\nএরপর আমি আমার বিছানায় পার্শ্ব পরিবর্তন করে নিলাম। এটা আমি অবশ্যই আশা করছিলাম যে, আল্লাহ আমাকে নির্দোষ ঘোষনা করবেন। কিন্তু আল্লাহর কসম! এ আমি ভাবিনি যে, আমার ব্যাপারে কোন ওয়াহী নাযিল হবে। কুরআনে আমার ব্যাপারে কোন কথা বলা হবে, এ বিষয়ে আমি নিজেকে উপযুক্ত মনে করি না। তবে আমি আশা করছিলাম যে, নিদ্রায় আল্লাহর রাসূল এমন কোন স্বপ্ন দেখবেন, যা আমাকে নির্দোষ প্রমাণ করবে। কিন্তু আল্লাহর কসম! তিনি তার আসন ছেড়ে তখনও উঠে যাননি এবং ঘরের কেউ বেরিয়েও যায়নি, এরই মধ্যে তার উপর ওয়াহী নাযিল হওয়া শুরু হয়ে গেল এবং (ওয়াহী নাযিলের সময়) তিনি যে রূপ কঠিন অবস্থার সম্মুখীন হতেন, সে রূপ অবস্থার সম্মুখীন হন। এমনকি সে মুহুর্তে শীতের দিনেও তার শরীর থেকে মুক্তার ন্যায় ফোটা ফোটা ঘাম ঝরে পড়তো।\n\nযখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ওয়াহীর সে অবস্থা কেটে গেল, তখন তিনি হাসছিলেন। আর প্রথম যে বাক্যটি তিনি উচ্চারন করলেন তা ছিল এই যে, আমাকে বললেন, হে আয়িশা! আল্লাহর প্রশংসা করো। কেননা, তিনি তোমাকে নির্দোষ ঘোষনা করেছেন। আমার মাতা তখন আমাকে বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে যাও। (কৃতজ্ঞতা প্রকাশ কর) আমি বললাম, না, আল্লাহর কসম! আমি তার কাছে যাবো না এবং আল্লাহ ছাড়া অন্য কারো প্রশংসাও করব না। আল্লাহ তাআলা এ আয়াত নাযিল করেনإِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ عُصْبَةٌ مِنْكُمْ যথন আমার সাফাই সম্পর্কে নাযিল হল তখন আবূ বকর সিদ্দীক (রাঃ) বললেন, আল্লাহর কসম! নিকটাত্মীয়তার কারণে মিসতাহ্ ইবনু উসাসার জন্য তিনি যা খরচ করতেন, আয়িশা (রাঃ) সম্পর্কে এ ধরনের কথা বলার পর মিসতার জন্য আমি আর কখনও খরচ করবো না।\n\nতখন আল্লাহ তাআলা এ আয়াত নাযিল করলেনوَلاَ يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ} إِلَى قَوْلِهِ {غَفُورٌ رَحِيمٌ তোমাদের মধ্যে যারা নিয়ামতপ্রাপ্ত ও স্বচ্ছল, তারা যেন দান না করার কসম না করে আল্লাহ ক্ষমাশীল ও মেহেরবান। তখন আবূ বকর (রাঃ) বললেন, আল্লাহর কসম। আমি অবশ্যই চাই আল্লাহ আমাকে ক্ষমা করুন। এরপর তিনি মিসতাহ্ কে যা দিতেন, তা পুনরায় দিতে লাগলেন।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যায়নাব বিনতে জাহাশকে আমার সম্পর্কে জিজ্ঞাসা করেছিলেন, তিনি বললেন, হে যায়নাব! (আয়িশা সম্পর্কে) তুমি কি জানো? তুমি কি দেখছো? তিনি বললেন, ইয়া রাসূলাল্লাহ! আমি আমার কান, আমি আমার চোখের হিফাজত করতে চাই আল্লাহর কসম তার সম্পর্কে ভালো ছাড়া অন্য কিছু আমি জানিনা। আয়িশা (রাঃ) বলেন, অথচ তিনই আমার প্রতিদ্বন্দ্বিতা করতেন। কিন্তু পরহেযগারীর কারণে আল্লাহ তার হিফাযত করেছেন।\n\nআবূ রাবী (রহঃ) ... আয়িশা ও আবদুল্লাহ ইবনু যুবায়র (রাঃ) থেকে অনুরূপ হাদীস বর্ণনা করেছেন। ফুলাইহ্ (রহঃ) ... কাসিম ইবনু মুহাম্মদ ইবনু আবূ বকর (রাঃ) থেকে অনুরূপ হাদীস বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2485",
    "id": "2569",
    "thesequence": "2911",
    "isActive": "1",
    "chapterId": "15686",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫৬. এক মহিলা অপর মহিলার সততা সম্পর্কে সাক্ষ্য দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bakra:\n\nA man praised another man in front of the Prophet (ﷺ) . The Prophet (ﷺ) said to him, Woe to you, you have cut off your companions neck, you have cut off your companions neck, repeating it several times and then added, Whoever amongst you has to praise his brother should say, I think that he is so and so, and Allah knows exactly the truth, and I do not confirm anybodys good conduct before Allah, but I think him so and so, if he really knows what he says about him.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ سَلَامٍ أَخْبَرَنَا عَبْدُ الْوَهَّابِ حَدَّثَنَا خَالِدٌ الْحَذَّاءُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنْ أَبِيهِ قَالَ أَثْنَى رَجُلٌ عَلَى رَجُلٍ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ وَيْلَكَ قَطَعْتَ عُنُقَ صَاحِبِكَ قَطَعْتَ عُنُقَ صَاحِبِكَ مِرَارًا ثُمَّ قَالَ مَنْ كَانَ مِنْكُمْ مَادِحًا أَخَاهُ لَا مَحَالَةَ فَلْيَقُلْ أَحْسِبُ فُلَانًا وَاللَّهُ حَسِيبُهُ وَلَا أُزَكِّي عَلَى اللَّهِ أَحَدًا أَحْسِبُهُ كَذَا وَكَذَا إِنْ كَانَ يَعْلَمُ ذَلِكَ مِنْهُ",
    "hadithBengali": "২৪৮৬। মুহাম্মদ ইবনু সালাম (রহঃ) ... আবূ বকর (রাঃ) থেকে বর্ণিত তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে এক ব্যাক্তি অপর এক ব্যাক্তির প্রশংসা করল। তখন তিনি (রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেন, তোমার জন্য আফসোস! তুমি তো তোমার সাথীর গর্দান কেটে ফেললে, তুমি তো তোমার সাথীর গর্দান কেটে ফেললে। তিনি একথা কায়েকবার বললেন, এরপর তিনি বললেন, তোমাদের কেউ যদি তার (মুসলমান) ভাইয়ের প্রশংসা করতেই চায় তাহলে তার (এভাবে) বলা উচিত, অমুককে আমি এরূপ মনে করি, তবে আল্লাহই তার সম্পর্কে অধিক জানেন। আর আল্লাহর প্রতি সোপর্দ না করে আমি কারো সাফাই পেশ করি না। তার সম্পর্কে ভালো কিছু জানা থাকলে বলবে, আমি তাকে এরূপ এরূপ মনে করি।\n",
    "checkStatus": "1",
    "hadithNo": "2486",
    "id": "2570",
    "thesequence": "2912",
    "isActive": "1",
    "chapterId": "15687",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫৭. কারো নির্দোষ প্রমাণের জন্য একজনের সাক্ষীই যথেষ্ট। আবূ জামীলা (র) বলেন, আমি একটা ছেলে কুড়িয়ে পেলাম। উমার (রাঃ) আমাকে দেখে বললেন, ছেলেটির হয়ত অনিষ্ট হতে পারে। মনে হয় তিনি আমাকে সন্দেহ করছিলেন। আমার এক পরিচিত ব্যক্তি বলল, তিনি একজন সৎ ব্যক্তি। উমার (রাঃ)  বললেন, এমনই হয়ে থাকে। নিয়ে যাও এবং এর ভরণ-পোষণের দায়িত্ব আমার (বায়তুল মালের)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa Al-Ash`ari:\n\nThe Prophet (ﷺ) heard someone praising another and exaggerating in his praise. The Prophet (ﷺ) said, You have ruined or cut the mans back (by praising him so much).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ صَبَّاحٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّاءَ، حَدَّثَنَا بُرَيْدُ بْنُ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ قَالَ سَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً يُثْنِي عَلَى رَجُلٍ، وَيُطْرِيهِ فِي مَدْحِهِ فَقَالَ   أَهْلَكْتُمْ ـ أَوْ قَطَعْتُمْ ـ ظَهْرَ الرَّجُلِ .",
    "hadithBengali": "২৪৮৭। মুহাম্মদ ইবনু সাব্বাহ (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তি অপর এক ব্যাক্তির প্রশংসা করতে শুনে বললেন, তোমরা তাকে ধ্বংস করে দিলে কিংবা (রাবীর সন্দেহ) বলেছেন, তোমরা লোকটির মেরুদন্ড ভেঙ্গে ফেলললে।\n",
    "checkStatus": "1",
    "hadithNo": "2487",
    "id": "2571",
    "thesequence": "2913",
    "isActive": "1",
    "chapterId": "15688",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫৮. প্রশংসার ক্ষেত্রে অতিরঞ্জন অপছন্দনীয়। যা জানে সে যেন তাই বলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) called me to present myself in front of him or the eve of the battle of Uhud, while I was fourteen years of age at that time, and he did not allow me to take part in that battle, but he called me in front of him on the eve of the battle of the Trench when I was fifteen years old, and he allowed me (to join the battle). Nafi` said, I went to `Umar bin `Abdul `Aziz who was Caliph at that time and related the above narration to him, He said, This age (fifteen) is the limit between childhood and manhood, and wrote to his governors to give salaries to those who reached the age of fifteen.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ حَدَّثَنِي عُبَيْدُ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، قَالَ حَدَّثَنِي ابْنُ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم عَرَضَهُ يَوْمَ أُحُدٍ وَهْوَ ابْنُ أَرْبَعَ عَشْرَةَ سَنَةً، فَلَمْ يُجِزْنِي، ثُمَّ عَرَضَنِي يَوْمَ الْخَنْدَقِ وَأَنَا ابْنُ خَمْسَ عَشْرَةَ فَأَجَازَنِي. قَالَ نَافِعٌ فَقَدِمْتُ عَلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ وَهْوَ خَلِيفَةٌ، فَحَدَّثْتُهُ هَذَا الْحَدِيثَ، فَقَالَ إِنَّ هَذَا لَحَدٌّ بَيْنَ الصَّغِيرِ وَالْكَبِيرِ. وَكَتَبَ إِلَى عُمَّالِهِ أَنْ يَفْرِضُوا لِمَنْ بَلَغَ خَمْسَ عَشْرَةَ.",
    "hadithBengali": "২৪৮৮। উবায়দুল্লাহ ইবনু সাঈদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, উহুদ যুদ্ধের দিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তাকে (ইবনু উমরকে) পেশ করলেন, তখন তিনি চৌদ্দ বছরের বালক। (ইবনু উমর বলেন) তখন তিনি আমাকে (যুদ্ধে গমনের) অনুমতি দেননি। পরে খন্দকের যুদ্ধে তিনি আমাকে পেশ করলেন এবং অনুমতি দিলেন। তখন আমি পনের বছরের যুবক।\n\nনাফি (রহঃ) বলেন, আমি খলীফা উমর ইবনু আবদুল আযীযের কাছে গিয়ে এ হাদীস শোনালাম। (হাদীস শুনে) তিনি বললেন, এটাই হচ্ছে প্রাপ্ত ও অপ্রাপ্ত বয়সের সীমারেখা। এরপর তিনি তার গভর্নরদেরকে লিখিত নির্দেশ পাঠালেন যে, (সেনাবাহিনীতে) যাদের বয়স পনেরতে উপনীত হয়েছে তাদের জন্য যেন ভাতা নির্ধারণ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2488",
    "id": "2572",
    "thesequence": "2914",
    "isActive": "1",
    "chapterId": "15689",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫৯. বাচ্চাদের প্রাপ্তবয়স্ক হওয়া এবং তাদের সাক্ষ্যদান। আল্লাহ তাআলার বাণীঃ তোমাদের সন্তন-সন্ততি বয়ঃপ্রাপ্ত হলে তারাও যেন অনুমতি চায়- (সূরা আন্ নূরঃ ২৪:৫৯) । মুগীরাহ (র) বলেন, বারো বছর বয়সে আমি সাবালক হয়েছি। আর মেয়েরা সাবালেগা হয় হায়িয হলে। যেমন আল্লাহ তাআলা বলেনঃ তোমাদের যে সব মেয়েরা ঋতুস্রাবের ব্যাপারে নিরাশ হয়ে গেছে...... সন্তান প্রসব করা পর্যন্ত - (সূরা আত্ - ত্বালাক্ব্বঃ ৪)। হাসান ইবনু সালিহ (র) বলেন, আমাদের এক প্রতিবেশীকে একুশ বছর বয়সেই আমি নানী হতে দেখেছি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nThe Prophet (ﷺ) said, Bath on Friday is compulsory for those who have attained the age of puberty.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا صَفْوَانُ بْنُ سُلَيْمٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم قَالَ   غُسْلُ يَوْمِ الْجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ .",
    "hadithBengali": "২৪৮৯। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রত্যেক প্রাপ্তবয়স্কের উপর জুম্মা দিবসের গোসল কর্তব্য।\n",
    "checkStatus": "1",
    "hadithNo": "2489",
    "id": "2573",
    "thesequence": "2915",
    "isActive": "1",
    "chapterId": "15689",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৫৯. বাচ্চাদের প্রাপ্তবয়স্ক হওয়া এবং তাদের সাক্ষ্যদান। আল্লাহ তাআলার বাণীঃ তোমাদের সন্তন-সন্ততি বয়ঃপ্রাপ্ত হলে তারাও যেন অনুমতি চায়- (সূরা আন্ নূরঃ ২৪:৫৯) । মুগীরাহ (র) বলেন, বারো বছর বয়সে আমি সাবালক হয়েছি। আর মেয়েরা সাবালেগা হয় হায়িয হলে। যেমন আল্লাহ তাআলা বলেনঃ তোমাদের যে সব মেয়েরা ঋতুস্রাবের ব্যাপারে নিরাশ হয়ে গেছে...... সন্তান প্রসব করা পর্যন্ত - (সূরা আত্ - ত্বালাক্ব্বঃ ৪)। হাসান ইবনু সালিহ (র) বলেন, আমাদের এক প্রতিবেশীকে একুশ বছর বয়সেই আমি নানী হতে দেখেছি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nAllahs Messenger (ﷺ) said, If somebody takes a false oath in order to get the property of a Muslim (unjustly) by that oath, then Allah will be angry with him when he will meet Him. Al-Ashath informed me, By Allah! This was said regarding me. There was a dispute about a piece of land between me and a man from the Jews who denied my right. I took him to the Prophet. Allahs Messenger (ﷺ) asked me, Do you have an evidence? I replied in the negative. He said to the Jew, Take an oath. I said, O Allahs Messenger (ﷺ)! He will surely take an oath and take my property unjustly. So, Allah revealed: Verily! Those who purchase a little gain at the cost of Allahs covenant and their oaths . . .  (3.77)",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ حَلَفَ عَلَى يَمِينٍ وَهْوَ فِيهَا فَاجِرٌ، لِيَقْتَطِعَ بِهَا مَالَ امْرِئٍ مُسْلِمٍ، لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ . قَالَ فَقَالَ الأَشْعَثُ بْنُ قَيْسٍ فِيَّ وَاللَّهِ كَانَ ذَلِكَ، كَانَ بَيْنِي وَبَيْنَ رَجُلٍ مِنَ الْيَهُودِ أَرْضٌ فَجَحَدَنِي، فَقَدَّمْتُهُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  أَلَكَ بَيِّنَةٌ . قَالَ قُلْتُ لاَ. قَالَ فَقَالَ لِلْيَهُودِيِّ  احْلِفْ . قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِذًا يَحْلِفَ وَيَذْهَبَ بِمَالِي. قَالَ فَأَنْزَلَ اللَّهُ تَعَالَى {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً} إِلَى آخِرِ الآيَةِ.",
    "hadithBengali": "২৪৯০। মুহাম্মদ (রহঃ) ... আবদুল্লাহ (ইবনু মাসউদ) (রাঃ) থেকে বর্নিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি কোন মুসলমানের সম্পদ আত্মসাতের উদ্দেশ্যে মিথ্যা শপথ করবে, (কিয়ামতের দিন) সে আল্লাহর সঙ্গে সাক্ষাৎ করবে এমন অবস্থায় যে আল্লাহ তার উপর অত্যন্ত অসন্তুষ্ট। রাবী বলেন, তখন আশআস ইবনু কায়স (রাঃ) বলেন, আল্লাহর কসম। এ বর্ণনা আমার ব্যাপারেই। একখন্ড জমি নিয়ে (জনৈক) ইয়াহুদী ব্যাক্তির সাথে আমার বিবাদ ছিল। সে আমাকে অস্বীকার করলে আমি তাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে হাযির করলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, তোমার কি কোন প্রমাণ আছে! আসআস (রাঃ) বলেন, আমি বললাম, না (কোন প্রমাণ নেই।) তখন তিনি (উক্ত ইয়াহুদীকে) বললেন, তুমি কসম কর। আশআস (রাঃ) বলেন, (একথা শুনে) আমি বললাম, ইয়া রাসূলাল্লাহ! তবে তো সে (মিথ্যা) কসম করে আমার সম্পদ আত্মসাত করে ফেলবে। আশআস (রাঃ) বলেন, তখন আল্লাহ তাআলা আয়াত নাযিল করেনঃ যারা আল্লাহর সাথে কৃত ওয়াদা এবং নিজের শপথকে তুচ্ছ মূল্যে বিক্রি করে ... (৩ঃ ৭৭)\n",
    "checkStatus": "1",
    "hadithNo": "2490",
    "id": "2574",
    "thesequence": "2916",
    "isActive": "1",
    "chapterId": "15690",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৬০. শপথ করানোর পূর্বে বিচারক কর্তৃক বাদীকে জিজ্ঞেস করা যে, তোমার কি কোন প্রমাণ আছে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Abu Mulaika:\n\nIbn `Abbas wrote that the Prophet (ﷺ) gave his verdict on the basis of the defendants oath.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا نَافِعُ بْنُ عُمَرَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، قَالَ كَتَبَ ابْنُ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى بِالْيَمِينِ عَلَى الْمُدَّعَى عَلَيْهِ.",
    "hadithBengali": "২৪৯১। আবূ নুআইম (রহঃ) ... ইবনু আবূ মূলায়কা (রহঃ) থেকে বর্ণিত, তিনি বলেন, ইবনু আব্বাস (রাঃ) আমাকে লিখে জানিয়েছেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফায়াসালা দিয়েছেন যে, বিবাদীকে কসম করতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2491",
    "id": "2575",
    "thesequence": "2917",
    "isActive": "1",
    "chapterId": "15691",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৬১. অর্থ-সম্পদ ও হদ্দ এর (শরীয়ত নির্ধারিত দান্ড সমূহ) এর বেলায় বিবাদীর কসম করা। নাবী (সাঃ)  বলেছেন, দু&rsquo;জন সাক্ষী পেশ করতে হবে কিংবা তার (বিবাদীর) কসম করতে হবে। কুতায়বা (র) বলেন, সুফইয়ান ইবনু শুবরুমা (র) হতে বর্ণনা করেছেন, আবূ যিনাদ (র) সাক্ষীর সাক্ষ্য এবং বাদীর কসমের ব্যাপারে আমার সঙ্গে আলোচনা করলেন। আমি তাকে বললাম, আল্লাহ তা&rsquo;আলা বলেছেন : &ldquo;...সাক্ষীদের মধ্যে যাদের উপর তোমরা রাজী, তাদের মধ্যে দু&rsquo;জন পুরুষ সাক্ষী রাখবে, যদি দু&rsquo;জন পুরুষ না থাকে, তবে একজন পুরুষ ও দু&rsquo;জন স্ত্রীলোক, স্ত্রীলোকদের মধ্যে একজন যদি ভুলে যায়, তবে একজন অন্যজনকে স্মরণ করিয়ে দেয়...&rdquo; (সূরা আল-বাক্বারা : ২:২৮২)। আমি বললাম, একজন সাক্ষীর সাক্ষ্য আর বাদীর কসম যথেষ্ঠ হলে এক মহিলা অপর মহিলাকে স্মরণ করিয়ে দেয়ার কী প্রয়োজন আছে? এই অপর মহিলাটির স্মরণ করাতে কী কাজ হবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Wail:\n\n`Abdullah (bin Mas`ud) said, Whoever takes a (false) oath in order to grab some property (unjustly), Allah will be angry with him when he will meet Him. Allah confirmed that through His Divine Revelation: Verily! Those who purchase a little gain at the cost of Allahs covenant and their oaths . . . they will have a painful punishment. (3.77) Al-Ashath bin Qais came to us and asked, What is Abu `Abdur-Rahman (i.e. `Abdullah) telling you? We told him what he was narrating to us. He said, He was telling the truth; this Divine Verse was revealed in connection with me. There was a dispute between me and another man about something and the case was filed before Allahs Messenger (ﷺ) who said, Produce your two witnesses or else the defendant is to take an oath. I said, The defendant will surely take a (false) oath caring for nothing. The Prophet (ﷺ) said, Whoever takes a false oath in order to grab (others) property, then Allah will be angry with him when he will meet Him. Then Allah revealed its confirmation. Al-Ashath then recited the above Divine Verse. (3.77)",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، قَالَ قَالَ عَبْدُ اللَّهِ مَنْ حَلَفَ عَلَى يَمِينٍ يَسْتَحِقُّ بِهَا مَالاً لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ، ثُمَّ أَنْزَلَ اللَّهُ تَصْدِيقَ ذَلِكَ {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ} إِلَى {عَذَابٌ أَلِيمٌ}. ثُمَّ إِنَّ الأَشْعَثَ بْنَ قَيْسٍ خَرَجَ إِلَيْنَا فَقَالَ مَا يُحَدِّثُكُمْ أَبُو عَبْدِ الرَّحْمَنِ فَحَدَّثْنَاهُ بِمَا، قَالَ، فَقَالَ صَدَقَ لَفِيَّ أُنْزِلَتْ، كَانَ بَيْنِي وَبَيْنَ رَجُلٍ خُصُومَةٌ فِي شَىْءٍ، فَاخْتَصَمْنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ  شَاهِدَاكَ أَوْ يَمِينُهُ . فَقُلْتُ لَهُ إِنَّهُ إِذًا يَحْلِفُ وَلاَ يُبَالِي. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  مَنْ حَلَفَ عَلَى يَمِينٍ يَسْتَحِقُّ بِهَا مَالاً وَهْوَ فِيهَا فَاجِرٌ لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ . فَأَنْزَلَ اللَّهُ تَصْدِيقَ ذَلِكَ، ثُمَّ اقْتَرَأَ هَذِهِ الآيَةَ.",
    "hadithBengali": "২৪৯২। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ (ইবনু মাসউদ) (রাঃ) থেকে বর্ণিত, তিনি বলেন, যে এমন (মিথ্যা) কসম করে, যা দ্বারা মাল প্রাপ্ত হয়। সে (কিয়ামতের দিন) আল্লাহর সঙ্গে এমন অবস্থায় সাক্ষাৎ করবে যে, আল্লাহ তার উপর অসন্তুষ্ট, তারপর আল্লাহ্ তাআলা উক্ত বর্ণনার সমর্থনে আয়াত নাযিল করেনঃ যারা আল্লাহর সাথে কৃত ওয়াদা এবং নিজেদের শপথকে তুচ্ছ মূল্যে বিক্রি করে ...... তাদের জন্য রয়েছে যন্ত্রণাদায়ক আযাব। (৩ঃ ৭৭) এরপর আশআস ইবনু কায়স (রাঃ) আমাদের কাছে বেরিয়ে এসে জিজ্ঞাসা করলেন, আবূ আবদুর রাহমান তোমাদের কি হাদীস শুনিয়েছেন? আমরা তার বর্ণিত হাদীসটি তাকে শোনালাম। তিনি বললেন, তিনি (ইবনু মাসউদ) ঠিকই বলেছেন। আমার ব্যাপারেই আয়াতটি নাযিল হয়েছে।\n\nকিছু একটা নিয়ে আমার সাথে এক (ইয়াহুদী) ব্যাক্তির বিবাদ ছিল। আমরা উভয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আমাদের বিবাদ উত্থাপন করলাম। তখন আমি বললাম, তবে তো সে মিথ্যা কসম করতে কোন দ্বিধা করবে না। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, কেউ যদি এমন কসম করে, যার দ্বারা মাল প্রাপ্ত হয় এবং সে যদি উক্ত ব্যাপারে মিথ্যাবাদী হয়, তা হলে (কিয়ামতের দিন) সে আল্লাহর সঙ্গে সাক্ষাৎ করবে এমন অবস্থায়, আল্লাহ তার উপরে অসন্তুষ্ট। এরপর আল্লাহ তাআলা এ বর্ণনার সমর্থনে আয়াত আয়াত নাযিল করেন। একথা বলে তিনি এ আয়াতটি তিলাওয়াত করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2492",
    "id": "2576",
    "thesequence": "2918",
    "isActive": "1",
    "chapterId": "15692",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৬২. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nHilal bin Umaiya accused his wife before the Prophet (ﷺ) of committing illegal sexual intercourse with Sharik bin Sahma. The Prophet (ﷺ) said, Produce a proof, or else you would get the legal punishment (by being lashed) on your back. Hilal said, O Allahs Messenger (ﷺ)! If anyone of us saw another man over his wife, would he go to search for a proof. The Prophet (ﷺ) went on saying, Produce a proof or else you would get the legal punishment (by being lashed) on your back. The Prophet (ﷺ) then mentioned the narration of Lian (as in the Holy Book). (Surat-al-Nur: 24)",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ هِشَامٍ، حَدَّثَنَا عِكْرِمَةُ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ هِلاَلَ بْنَ أُمَيَّةَ، قَذَفَ امْرَأَتَهُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم بِشَرِيكِ بْنِ سَحْمَاءَ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم  الْبَيِّنَةُ أَوْ حَدٌّ فِي ظَهْرِكَ . فَقَالَ يَا رَسُولَ اللَّهِ إِذَا رَأَى أَحَدُنَا عَلَى امْرَأَتِهِ رَجُلاً يَنْطَلِقُ يَلْتَمِسُ الْبَيِّنَةَ فَجَعَلَ يَقُولُ  الْبَيِّنَةَ وَإِلاَّ حَدٌّ فِي ظَهْرِكَ . فَذَكَرَ حَدِيثَ اللِّعَانِ.",
    "hadithBengali": "২৪৯৩। মুহাম্মদ ইবনু বাশশার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, হিলাল ইবনু উমাইয়া নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তার স্ত্রী বিরুদ্ধে শারীক ইবনু সাহমা এর সাথে ব্যভিচারে লিপ্ত হওয়ার অভিযোগ করলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হয় তুমি প্রমাণ (সাক্ষী) পেশ করবে, নয় তোমার পিঠে (বেত্রাঘাতের) দন্ড আপতিত হবে। সে বলল, ইয়া রাসূলাল্লাহ আমাদের কেউ কি আপন স্ত্রী উপর অপর কোন পুুরুষকে দেখে প্রমাণ সংগ্রহের জন্য ছুটে যাবে? কিন্তু নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই কথা (বার বার) বলতে থাকলেন, হয় প্রমাণ পেশ করবে, নয় তোমার পিঠে বেত্রাঘাতের দন্ড আপতিত হবে। তারপর তিনি লিআন (لعان) সংক্রান্ত হাদীস বর্ণনা করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2493",
    "id": "2577",
    "thesequence": "2919",
    "isActive": "1",
    "chapterId": "15693",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৬৩. কেউ কোন দাবী করলে কিংবা (কারো প্রতি) কোন মিথ্যা আরোপ করলে তাকেই প্রামাণ করতে হবে এবং প্রমাণ সন্ধানের জন্য বের হতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, There are three persons whom Allah will neither talk to nor look at, nor purify from (the sins), and they will have a painful punishment. (They are): (1) A man possessed superfluous water on a way and he withheld it from the travelers. (2) a man who gives a pledge of allegiance to a Muslim ruler and gives it only for worldly gains. If the ruler gives him what he wants, he remains obedient to It, otherwise he does not abide by it, and (3) a man bargains with another man after the `Asr prayer and the latter takes a false oath in the Name of Allah) claiming that he has been offered so much for the thing and the former (believes him and) buys it.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللَّهُ، وَلاَ يَنْظُرُ إِلَيْهِمْ وَلاَ يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ رَجُلٌ عَلَى فَضْلِ مَاءٍ بِطَرِيقٍ يَمْنَعُ مِنْهُ ابْنَ السَّبِيلِ، وَرَجُلٌ بَايَعَ رَجُلاً لاَ يُبَايِعُهُ إِلاَّ لِلدُّنْيَا، فَإِنْ أَعْطَاهُ مَا يُرِيدُ وَفَى لَهُ، وَإِلاَّ لَمْ يَفِ لَهُ، وَرَجُلٌ سَاوَمَ رَجُلاً بِسِلْعَةٍ بَعْدَ الْعَصْرِ، فَحَلَفَ بِاللَّهِ لَقَدْ أُعْطِيَ بِهِ كَذَا وَكَذَا، فَأَخَذَهَا .",
    "hadithBengali": "২৪৯৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিন শ্রেণীর ব্যাক্তির সাথে কিয়ামতের দিন আল্লাহ তাআলা কথা বলবেন না এবং (করুণার দৃষ্টিতে) তাদের প্রতি তাকাবেন না এবং তাদের পাপ মোচন করবেন না আর তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি। প্রথম শ্রেণীর ব্যাক্তি সে, যার কাছে অতিরিক্ত পানি রয়েছে রাস্তার পাশে, আর সে পানি থেকে মূসাফিরকে বঞ্চিত রাখে। আর এক শ্রেণীর ব্যাক্তি সে, যে কারো আনুগত্যের বায়আত করে এবং একমাত্র দুনিয়ার গরযেই সে তার করে। ফলে চাহিদা মাফিক তাকে দিলে সে অনুগত থাকে, আর না দিলে অনুগত থাকে না। আর এক শ্রেণীর ব্যাক্তি সে যে আসরের পর কারো সাথে পণ্য নিয়ে দামদর করে এবং আল্লাহর নামে মিথ্যা হলফ করে বলে যে, সে ক্রয় করতে এত মূল্য দিয়েছে আর তা শুনে ক্রেতা কিনে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "2494",
    "id": "2578",
    "thesequence": "2920",
    "isActive": "1",
    "chapterId": "15694",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৬৪. আসরের পর কসম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Mas`ud:\n\nThe Prophet (ﷺ) said, Whoever takes a (false) oath in order to grab (others) property, then Allah will be angry with him when he will meet Him.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنِ ابْنِ مَسْعُودٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ حَلَفَ عَلَى يَمِينٍ لِيَقْتَطِعَ بِهَا مَالاً لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ .",
    "hadithBengali": "২৪৯৫। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু মাসউদ (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, যে ব্যাক্তি সম্পদ আত্মসাৎ করার উদ্দেশ্যে (মিথ্যা) কসম করবে (কিয়ামতের দিন) সে আল্লাহর সঙ্গে সাক্ষাৎ করাবে এমন অবস্থায় যে আল্লাহ তার প্রতি অত্যন্ত অসন্তুষ্ট থাকবেন।\n",
    "checkStatus": "1",
    "hadithNo": "2495",
    "id": "2579",
    "thesequence": "2921",
    "isActive": "1",
    "chapterId": "15695",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৬৫.  যে স্থানে বিবাদীর হলফ ওয়াজিব হয়েছে, সেখানেই তাকে শপথ করানো হবে। একস্থান হতে অন্যস্থানে নেয়া হবে না। মারওয়ান (র) যায়দ ইবনু সাবিত (রাঃ)-কে মিম্বারে গিয়ে হলফ করার নির্দেশ দিলে তিনি বললেন, আমি আমার জায়গায় থেকেই হলফ করব। অত:পর তিনি হলফ করলেন কিন্তু মিম্বারে গিয়ে হলফ করতে অস্বীকার করলেন। মারওয়ান তার এ আচরণে বিস্ময়বোধ করলেন। নাবী (সাঃ) (বাদীকে) বলেছেন, তোমাকে দু&rsquo;জন সাক্ষী পেশ করতে হবে। নতুবা বিবাদী হলফ করবে। এক্ষেত্রে কোন জায়গা নির্ধাণ করা হয়নি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) asked some people to take an oath, and they hurried for it. The Prophet (ﷺ) ordered that lots should be drawn amongst them as to who would take an oath first.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ نَصْرٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم عَرَضَ عَلَى قَوْمٍ الْيَمِينَ فَأَسْرَعُوا، فَأَمَرَ أَنْ يُسْهَمَ بَيْنَهُمْ فِي الْيَمِينِ أَيُّهُمْ يَحْلِفُ.",
    "hadithBengali": "২৪৯৬। ইসহাক ইবনু নাসর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, একদল লোককে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হলফ করতে বললেন। তখন (কে কার আগে হলফ করবে এ নিয়ে) তাড়াহুড়া শুরু করে দিল। তখন তিনি কে (আগে) হলফ করবে, তা নির্ধারনের জন্য তাদের নামে লটারী করার নির্দেশ দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2496",
    "id": "2580",
    "thesequence": "2922",
    "isActive": "1",
    "chapterId": "15696",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৬৬. কতিপয় লোকজন কে কার আগে হলফ করবে তা নিয়ে প্রতিযোগিতা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Abu `Aufa:\n\nA man displayed some goods in the market and took a false oath that he had been offered so much for them though he was not offered that amount Then the following Divine Verse was revealed:-- Verily! Those who purchase a little gain at the cost of Allahs covenant and their oaths . . . Will get painful punishment. (3.77) Ibn Abu `Aufa added, Such person as described above is a treacherous Riba eater (i.e. eater of usury).",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ، أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا الْعَوَّامُ، قَالَ حَدَّثَنِي إِبْرَاهِيمُ أَبُو إِسْمَاعِيلَ السَّكْسَكِيُّ، سَمِعَ عَبْدَ اللَّهِ بْنَ أَبِي أَوْفَى ـ رضى الله عنهما ـ يَقُولُ أَقَامَ رَجُلٌ سِلْعَتَهُ فَحَلَفَ بِاللَّهِ لَقَدْ أُعْطِيَ بِهَا مَا لَمْ يُعْطَهَا فَنَزَلَتْ {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً} وَقَالَ ابْنُ أَبِي أَوْفَى النَّاجِشُ آكِلُ رِبًا خَائِنٌ.",
    "hadithBengali": "২৪৯৭। ইসহাক (রহঃ) ... আবদুল্লাহ ইবনু আবূ আওফা (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক লোক তার মালপত্র বাজারে এনে এবং হলফ করে বলল যে, এগুলো (খরিদ বাবদ) সে এত দিয়েছে, অথচ সে তত দেয়নি। তখন আয়াত নাযিল হলঃ যারা নগণ্য মূল্যের বিনিময়ে আল্লাহর সাথে কৃত ওয়াদা এবং নিজের শপথ বিক্রি করে ...। ইবনু আবূ আওফা (রাঃ) বলেন, (দাম চড়ানোর মতলবে) যে ধোকা দেয়, সে মূলতঃ সুদখোর ও খিয়ানতকারী।\n",
    "checkStatus": "1",
    "hadithNo": "2497",
    "id": "2581",
    "thesequence": "2923",
    "isActive": "1",
    "chapterId": "15697",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৬৭. আল্লাহ্&zwnj; তা&rsquo;আলার বাণীঃ যারা আল্লাহর নামে কৃত অঙ্গীকার এবং নিজেদের শপথকে তুচ্ছ মূল্যে বিক্রয় করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Wail from `Abdullah:\n\nThe Prophet (ﷺ) said, Whoever takes a false oath in order to grab another mans (or his brothers) property, then Allah will be angry with him when he will meet him. Then Allah confirmed this by revealing the Divine Verse: Verily! Those who purchase a little gain at the cost of Allahs Covenant and their oaths . . . Will get painful punishment. (3.77) Al-Ashath met me and asked, What did `Abdullah tell you today? I said, So and so. He said, The Verse was revealed regarding my case.",
    "hadithArabic": " حَدَّثَنَا بِشْرُ بْنُ خَالِدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  مَنْ حَلَفَ عَلَى يَمِينٍ كَاذِبًا لِيَقْتَطِعَ مَالَ رَجُلٍ ـ أَوْ قَالَ أَخِيهِ ـ لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ . وَأَنْزَلَ اللَّهُ تَصْدِيقَ ذَلِكَ فِي الْقُرْآنِ {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً} الآيَةَ. فَلَقِيَنِي الأَشْعَثُ فَقَالَ مَا حَدَّثَكُمْ عَبْدُ اللَّهِ الْيَوْمَ، قُلْتُ كَذَا وَكَذَا. قَالَ فِيَّ أُنْزِلَتْ.",
    "hadithBengali": "২৪৯৮। বিশর ইবনু খালিদ (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি বলেছেন, যে ব্যাক্তি কারো অথবা তার ভাইয়ের অর্থ আত্মসাতের মতলবে মিথ্যা হলফ করবে, সে (কিয়ামতে) মহান আল্লাহর দেখা পাবে এমন অবস্থায় যে, তিনি তার উপর অত্যন্ত অসন্তুষ্ট। অতঃপর আল্লাহ্ তাআলা উক্ত হাদীসের সমর্থনে কুরআনে এই আয়াত নাযিল করলেনঃإِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً হতেولهم عذاب পর্যন্ত। যারা আল্লাহর সাথে কৃত ওয়াদা এবং নিজেদের শপথ তুচ্ছ মূল্যে বিক্রি করে, আখিরাতে তাদের কোন অংশ নেই (৩ঃ ৭৭)।\n\nআর আল্লাহ্ কিয়ামতের দিন তাদের সাথে কথা বলবেন না এবং তাদের প্রতি (করুণার দৃষ্টিতে) তাকাবেন না এবং তাদেরকে (পাপ থেকে) বিশুদ্ধও করবেন না। আর তাদের জন্য রয়েছে যন্ত্রণাদায়ক আযাব। পরে আশআস (রাঃ) আমার সঙ্গে দেখা করে জিজ্ঞাসা করলেন, আবদুল্লাহ (রাঃ) আজ তোমাদের কি হাদীস শুনিয়েছেন? আমি বললাম, এই এই (হাদীস শুনিয়েছেন) তিনি বললেন, আমার ব্যাপারেই আয়াতটি নাযিল হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2498",
    "id": "2582",
    "thesequence": "2924",
    "isActive": "1",
    "chapterId": "15697",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৬৭. আল্লাহ্&zwnj; তা&rsquo;আলার বাণীঃ যারা আল্লাহর নামে কৃত অঙ্গীকার এবং নিজেদের শপথকে তুচ্ছ মূল্যে বিক্রয় করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Talha bin Ubaidullah:\n\nA man came to Allahs Messenger (ﷺ) asking him about Islam, Allahs Messenger (ﷺ) said, You have to offer five compulsory prayers in a day and a night (24 hours). The man asked, Is there any more compulsory prayers for me? Allahs Messenger (ﷺ) said, No, unless you like to offer Nawafil (i.e. optional prayers). Allahs Messenger (ﷺ) then added, You have to observe fasts during the month of Ramadan. The man said, Am I to fast any other days? Allahs Messenger (ﷺ) said, No, unless you wish to observe the optional fast voluntarily. Then Allahs Messenger (ﷺ) told him about the compulsory Zakat. The man asked, Do I have to give anything besides? Allahs Messenger (ﷺ) said, No, unless you wish to give in charity voluntarily. So, the man departed saying, By Allah I will neither do more nor less than that. Allahs Messenger (ﷺ) said, If he has said the truth he will be successful.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ عَمِّهِ أَبِي سُهَيْلٍ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ طَلْحَةَ بْنَ عُبَيْدِ اللَّهِ، يَقُولُ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَإِذَا هُوَ يَسْأَلُهُ عَنِ الإِسْلاَمِ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  خَمْسُ صَلَوَاتٍ فِي الْيَوْمِ وَاللَّيْلَةِ . فَقَالَ هَلْ عَلَىَّ غَيْرُهَا قَالَ  لاَ، إِلاَّ أَنْ تَطَّوَّعَ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَصِيَامُ رَمَضَانَ . قَالَ هَلْ عَلَىَّ غَيْرُهُ قَالَ  لاَ، إِلاَّ أَنْ تَطَّوَّعَ . قَالَ وَذَكَرَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم الزَّكَاةَ. قَالَ هَلْ عَلَىَّ غَيْرُهَا قَالَ  لاَ، إِلاَّ أَنْ تَطَّوَّعَ . فَأَدْبَرَ الرَّجُلُ وَهْوَ يَقُولُ وَاللَّهِ لاَ أَزِيدُ عَلَى هَذَا وَلاَ أَنْقُصُ. قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَفْلَحَ إِنْ صَدَقَ .",
    "hadithBengali": "২৪৯৯। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... তালহা ইবনু উবাদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক লোক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে তাকে ইসলাম (এক করণীয়) সম্পর্কে জিজ্ঞাসা করতে লাগল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, দিনে রাতে পাঁচ ওয়াক্ত সালাত (নামায/নামাজ)। সে বলল, আমার উপর আরও কিছু ওয়াজিব আছে? তিনি বললেন, না, নেই। তবে নফল হিসাবে পড়তে পার। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আর রমাযন মাসের সিয়াম। সে জিজ্ঞাসা করল, আমার উপর এ ছাড়া আরও কি ওয়াজিব আছে? তিনি বললেন, না, নেই। তবে নফল হিসাবে (সিয়াম) পালন করতে পার। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে যাকাতের কথাও বললেন; সে জানতে চাইল, আমার উপর এ ছাড়া আরও কিছু ওয়াজিব আছে? তিনি বললেন, না, নেই; তবে নফল হিসাবে (সাদকা) করতে পার। তারপর লোকটি এই বলে প্রস্থান করল, আল্লাহর কসম! এতে আমি কোন কম বেশি করব না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন সত্য বলে থাকলে সে সফল হয়ে গেল।\n",
    "checkStatus": "1",
    "hadithNo": "2499",
    "id": "2583",
    "thesequence": "2925",
    "isActive": "1",
    "chapterId": "15698",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৬৮. কিভাবে হলফ নেয়া হবে? মহান আল্লাহর বাণী : &ldquo;তোমাদের সামনে আল্লাহর কসম খায় যাতে তোমাদের রাজী করতে পারে...&rdquo; (সূরা তাওবাহ : ৯:৬২)।  &ldquo;অত:পর তারা আপনার কাছে আল্লাহর নামে কসম খেয়ে খেয়ে ফিরে আসবে যে, মঙ্গল ও সম্প্রীতি ছাড়া আমাদের অন্য কোন উদ্দেশ্য ছিল না&rdquo; (সূরা আন-নিসা : ৪:৬২)। &ldquo;তারা আল্লাহর নামে হলফ করে বলে যে, তারা তোমাদেরই অন্তর্ভুক্ত...&rdquo; (সূরা আত-তাওবাহ : ৯:৫৬)।  &ldquo;...অত:পর আল্লাহর নামে কসম খাবে যে, অবশ্যই আমাদের সাক্ষ্য তাদের সাক্ষ্যর চাইতে অধিক সত্য...&rdquo;(সূরা আল-মায়িদাহ : ৫:১০৭)। কসম করার জন্য ব্যবহৃত হয়: বিল্লাহে, তাল্লাহে, ওয়াল্লাহে। নাবী (সাঃ) বলেন, আর এক ব্যক্তি আসরের পর আল্লাহর নামে মিথ্যা শপথ করেছে। আল্লাহ ব্যতীত আর কারো নামে শপথ করা যাবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) said, Whoever has to take an oath should swear by Allah or remain silent. (i.e. He should not swear by other than Allah.)",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جُوَيْرِيَةُ، قَالَ ذَكَرَ نَافِعٌ عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِاللَّهِ أَوْ لِيَصْمُتْ .",
    "hadithBengali": "২৫০০। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কারও হলফ করতে হলে সে যেন আল্লাহর নামেই হলফ করে, নতুবা চুপ করে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "2500",
    "id": "2584",
    "thesequence": "2926",
    "isActive": "1",
    "chapterId": "15698",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৬৮. কিভাবে হলফ নেয়া হবে? মহান আল্লাহর বাণী : &ldquo;তোমাদের সামনে আল্লাহর কসম খায় যাতে তোমাদের রাজী করতে পারে...&rdquo; (সূরা তাওবাহ : ৯:৬২)।  &ldquo;অত:পর তারা আপনার কাছে আল্লাহর নামে কসম খেয়ে খেয়ে ফিরে আসবে যে, মঙ্গল ও সম্প্রীতি ছাড়া আমাদের অন্য কোন উদ্দেশ্য ছিল না&rdquo; (সূরা আন-নিসা : ৪:৬২)। &ldquo;তারা আল্লাহর নামে হলফ করে বলে যে, তারা তোমাদেরই অন্তর্ভুক্ত...&rdquo; (সূরা আত-তাওবাহ : ৯:৫৬)।  &ldquo;...অত:পর আল্লাহর নামে কসম খাবে যে, অবশ্যই আমাদের সাক্ষ্য তাদের সাক্ষ্যর চাইতে অধিক সত্য...&rdquo;(সূরা আল-মায়িদাহ : ৫:১০৭)। কসম করার জন্য ব্যবহৃত হয়: বিল্লাহে, তাল্লাহে, ওয়াল্লাহে। নাবী (সাঃ) বলেন, আর এক ব্যক্তি আসরের পর আল্লাহর নামে মিথ্যা শপথ করেছে। আল্লাহ ব্যতীত আর কারো নামে শপথ করা যাবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Salama:\n\nOnce Allahs Messenger (ﷺ) said, You people present your cases to me and some of you may be more eloquent and persuasive in presenting their argument. So, if I give some ones right to another (wrongly) because of the latters (tricky) presentation of the case, I am really giving him a piece of fire; so he should not take it.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ زَيْنَبَ، عَنْ أُمِّ سَلَمَةَ ـ رضى الله عنها ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّكُمْ تَخْتَصِمُونَ إِلَىَّ، وَلَعَلَّ بَعْضَكُمْ أَلْحَنُ بِحُجَّتِهِ مِنْ بَعْضٍ، فَمَنْ قَضَيْتُ لَهُ بِحَقِّ أَخِيهِ شَيْئًا بِقَوْلِهِ، فَإِنَّمَا أَقْطَعُ لَهُ قِطْعَةً مِنَ النَّارِ فَلاَ يَأْخُذْهَا .",
    "hadithBengali": "২৫০১। আবদুল্লাহ ইবনু মাসলাম (রহঃ) ... উম্মু সালামা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা আমার কাছে মামলা মোকদ্দমা নিয়ে আস। আর তোমাদের মধ্যে কেউ কেউ হয়ত প্রতিপক্ষের তুলনায় প্রমাণ (সাক্ষী) পেশ করার ব্যাপারে অধিক বাকপটু। তবে যেনে রেখ, বাকপটুতার কারণে যার অনুকূলে আমি তার ভাইয়ের প্রাপ্য হক ফায়সালা করে দেই, তার জন্য আসলে আমি জাহান্নামের অংশ নির্ধারন করে দেই। কাজেই, সে যেন তা গ্রহন না করে।\n",
    "checkStatus": "1",
    "hadithNo": "2501",
    "id": "2585",
    "thesequence": "2927",
    "isActive": "1",
    "chapterId": "15699",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৬৯. (বিবাদী) হলফ করার পর বাদী সাক্ষী উপস্থিত করলে। রাসুলুল্লাহ (সাঃ) বলেছেন, তোমাদের মধ্যে কেউ কেউ হয়ত প্রমাণ উপস্থিত করার ব্যাপারে অপরের চেয়ে অধিক বাকপটু। তাউস, ইবরাহীম ও শুরাইহ (র) বলেন, মিথ্যা হলফের চেয়ে সত্য সাক্ষ্য অগ্রাধিকারযোগ্য।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Abbas:\n\nAbu Sufyan told me that Heraclius said to him, When I inquired you what he (i.e. Muhammad) ordered you, you replied that he ordered you to establish the prayer, to speak the truth, to be chaste, to keep promises and to pay back trusts. Then Heraclius added, These are really the qualities of a prophet.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ ـ رضى الله عنهما ـ أَخْبَرَهُ قَالَ أَخْبَرَنِي أَبُو سُفْيَانَ، أَنَّ هِرَقْلَ، قَالَ لَهُ سَأَلْتُكَ مَاذَا يَأْمُرُكُمْ فَزَعَمْتَ أَنَّهُ أَمَرَكُمْ بِالصَّلاَةِ وَالصِّدْقِ وَالْعَفَافِ وَالْوَفَاءِ بِالْعَهْدِ وَأَدَاءِ الأَمَانَةِ. قَالَ وَهَذِهِ صِفَةُ نَبِيٍّ.",
    "hadithBengali": "২৫০২। ইবরাহীম ইবনু হামযা (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আবূ সুফিয়ান (রাঃ) আমাকে খবর দিয়েছেন যে, (রোম সম্রাট) হেরাক্লিয়াস তাকে বলেছিলেন, তোমাকে আমি জিজ্ঞাসা করেছিলাম, তিনি (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তোমাদের কি কি আদেশ করেন? তুমি বললে যে, তিনি তোমাদেরকে সালাত (নামায/নামাজ)-এর, সত্যবাদিতার, পবিত্রতার, ওয়াদা পূরণের ও আমানত আদায়ের আদেশ দেন। হিরাক্লিয়াস বললেন, এটাই (অবশ্যই) নাবীগণের সিফাত (গুণাবলী)\n",
    "checkStatus": "1",
    "hadithNo": "2502",
    "id": "2586",
    "thesequence": "2928",
    "isActive": "1",
    "chapterId": "15700",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৭০. ওয়াদা পূরণ করার নির্দেশ দান। হাসান বসরী (র) এরূপ করেছেন। আল্লাহ্&zwnj; তা&rsquo;আলা ইসমাইল (আঃ) এর উল্লেখ করে ইরশাদ করেছেন যে, তিনি ওয়াদা পূরণে একনিষ্ঠ ছিলেন। (কুফার কাযী) ইবনু আশওয়া&rsquo; (র) ওয়াদা পূরণের রায় ঘোষণা করেছেন। সামুরাহ ইবনু জুনদুব (রাঃ) থেকেও এরূপ বর্ণিত আছে। মিসওয়ার ইবুন মাখরামাহ (র) বলেছেন, নাবী (সাঃ)-কে তাঁর এক জামাতা সম্পর্কে বলতে শুনেছি, &ldquo;সে আমাকে প্রতিশ্রুতি দিয়ে তা রক্ষা করেছে&rdquo;। আবূ আব্দুল্লাহ (ইমাম বুখারী) (র) বলেন, ইসহাক ইবনু ইবরাহীমকে আমি ইবনু আশওয়া (র)-এর হাদীস প্রমাণরূপে পেশ করতে দেখেছি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The signs of a hypocrite are three: (1) whenever he speaks, he tells a lie, (2) whenever he is entrusted, he proves to be dishonest, (3) whenever he promises, he breaks his promise.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ أَبِي سُهَيْلٍ، نَافِعِ بْنِ مَالِكِ بْنِ أَبِي عَامِرٍ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   آيَةُ الْمُنَافِقِ ثَلاَثٌ إِذَا حَدَّثَ كَذَبَ، وَإِذَا اؤْتُمِنَ خَانَ، وَإِذَا وَعَدَ أَخَلَفَ .",
    "hadithBengali": "২৫০৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মুনাফিকের আলামত তিনটি- বলতে গেলে মিথ্যা বলে, আমানত রাখলে (তাতে) খিয়ানত কর, আর ওয়াদা করলে তা ভঙ্গ করে।\n",
    "checkStatus": "1",
    "hadithNo": "2503",
    "id": "2587",
    "thesequence": "2929",
    "isActive": "1",
    "chapterId": "15700",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৭০. ওয়াদা পূরণ করার নির্দেশ দান। হাসান বসরী (র) এরূপ করেছেন। আল্লাহ্&zwnj; তা&rsquo;আলা ইসমাইল (আঃ) এর উল্লেখ করে ইরশাদ করেছেন যে, তিনি ওয়াদা পূরণে একনিষ্ঠ ছিলেন। (কুফার কাযী) ইবনু আশওয়া&rsquo; (র) ওয়াদা পূরণের রায় ঘোষণা করেছেন। সামুরাহ ইবনু জুনদুব (রাঃ) থেকেও এরূপ বর্ণিত আছে। মিসওয়ার ইবুন মাখরামাহ (র) বলেছেন, নাবী (সাঃ)-কে তাঁর এক জামাতা সম্পর্কে বলতে শুনেছি, &ldquo;সে আমাকে প্রতিশ্রুতি দিয়ে তা রক্ষা করেছে&rdquo;। আবূ আব্দুল্লাহ (ইমাম বুখারী) (র) বলেন, ইসহাক ইবনু ইবরাহীমকে আমি ইবনু আশওয়া (র)-এর হাদীস প্রমাণরূপে পেশ করতে দেখেছি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muhammad bin `Ali:\n\nJabir bin `Abdullah said, When the Prophet (ﷺ) died, Abu Bakr received some property from Al-`Ala bin Al-Hadrami. Abu Bakr said to the people, Whoever has a money claim on the Prophet, or was promised something by him, should come to us (so that we may pay him his right). Jabir added, I said (to Abu Bakr), Allahs Messenger (ﷺ) promised me that he would give me this much, and this much, and this much (spreading his hands three times). Jabir added, Abu Bakr counted for me and handed me five-hundred (gold pieces), and then five-hundred, and then five-hundred.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، رضى الله عنهم قَالَ لَمَّا مَاتَ النَّبِيُّ صلى الله عليه وسلم جَاءَ أَبَا بَكْرٍ مَالٌ مِنْ قِبَلِ الْعَلاَءِ بْنِ الْحَضْرَمِيِّ، فَقَالَ أَبُو بَكْرٍ مَنْ كَانَ لَهُ عَلَى النَّبِيِّ صلى الله عليه وسلم دَيْنٌ، أَوْ كَانَتْ لَهُ قِبَلَهُ عِدَةٌ، فَلْيَأْتِنَا. قَالَ جَابِرٌ فَقُلْتُ وَعَدَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُعْطِيَنِي هَكَذَا وَهَكَذَا وَهَكَذَا، فَبَسَطَ يَدَيْهِ ثَلاَثَ مَرَّاتٍ، قَالَ جَابِرٌ فَعَدَّ فِي يَدِي خَمْسَمِائَةٍ، ثُمَّ خَمْسَمِائَةٍ، ثُمَّ خَمْسَمِائَةٍ.",
    "hadithBengali": "২৫০৪। ইবরাহীম ইবনু মূসা (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাতের পর আবূ বকর (রাঃ) এর কাছে (রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্তৃক নিয়োগকৃত বাহরাইনের শাসক) আলা ইবনু হাযরামীর পক্ষ থেকে মালপত্র এসে পৌছল। তখন আবূ বরক (রাঃ) ঘোষণা করলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যিম্মায় কারো কোন ঋন (পাওনা) থাকলে কিংবা তার পক্ষ থেকে কোন ওয়াদা থাকলে সে যেন আমাদের কাছে এসে তা নিয়ে যায়। জাবির (রাঃ) বলেন, আমি বললাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এরূপ, এরূপ এবং এরূপ দান করার ওয়াদা করেছিলেন। জাবির (রাঃ) তার দুহাত তিনবার ছড়িয়ে দেখালেন। জাবির (রাঃ) বলেন, তখন তিনি [আবূ বকর (রাঃ)] আমার দুহাতে গুণে গুণে পাঁচ শ&#39; দিলেন, আবার পাঁচ শ&#39; দিলেন, আবার পাচ শ&#39; দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2504",
    "id": "2588",
    "thesequence": "2930",
    "isActive": "1",
    "chapterId": "15700",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৭০. ওয়াদা পূরণ করার নির্দেশ দান। হাসান বসরী (র) এরূপ করেছেন। আল্লাহ্&zwnj; তা&rsquo;আলা ইসমাইল (আঃ) এর উল্লেখ করে ইরশাদ করেছেন যে, তিনি ওয়াদা পূরণে একনিষ্ঠ ছিলেন। (কুফার কাযী) ইবনু আশওয়া&rsquo; (র) ওয়াদা পূরণের রায় ঘোষণা করেছেন। সামুরাহ ইবনু জুনদুব (রাঃ) থেকেও এরূপ বর্ণিত আছে। মিসওয়ার ইবুন মাখরামাহ (র) বলেছেন, নাবী (সাঃ)-কে তাঁর এক জামাতা সম্পর্কে বলতে শুনেছি, &ldquo;সে আমাকে প্রতিশ্রুতি দিয়ে তা রক্ষা করেছে&rdquo;। আবূ আব্দুল্লাহ (ইমাম বুখারী) (র) বলেন, ইসহাক ইবনু ইবরাহীমকে আমি ইবনু আশওয়া (র)-এর হাদীস প্রমাণরূপে পেশ করতে দেখেছি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Jubair:\n\nA Jew from Hira asked me which one of the two periods Musa (i.e. Prophet Moses) completed. I said, I dont know, (but wait) till I see the most learned Arab and inquire him about it. So, I went to Ibn `Abbas and asked him. He replied, Moses completed the longer and better period. Ibn `Abbas added, No doubt, an apostle of Allah always does what he says.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، أَخْبَرَنَا سَعِيدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا مَرْوَانُ بْنُ شُجَاعٍ، عَنْ سَالِمٍ الأَفْطَسِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ سَأَلَنِي يَهُودِيٌّ مِنْ أَهْلِ الْحِيرَةِ أَىَّ الأَجَلَيْنِ قَضَى مُوسَى قُلْتُ لاَ أَدْرِي حَتَّى أَقْدَمَ عَلَى حَبْرِ الْعَرَبِ فَأَسْأَلَهُ. فَقَدِمْتُ، فَسَأَلْتُ ابْنَ عَبَّاسٍ فَقَالَ قَضَى أَكْثَرَهُمَا وَأَطْيَبَهُمَا، إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم إِذَا قَالَ فَعَلَ.",
    "hadithBengali": "২৫০৫। মুহাম্মদ ইবনু আবদুর রাহীম (রহঃ) ... সাঈদ ইবনু জুবায়র (রহঃ) থেকে বর্ণিত, তিনি বলেন, হীরাতের জনৈক ইয়াহুদী আমাকে প্রশ্ন করল, দুই মুদ্দতের কোনটি মূসা (আলাইহিস সালাম) পূর্ণ করেছিলেন? আমি বললাম, আরবের কোন জ্ঞানীর কাছে গিয়ে তাকে জিজ্ঞাসা না করে আমি বলতে পারব না। পরে ইবনু আব্বাসের কাছে এসে জিজ্ঞাসা করলাম। তিনি বললেন, মূসা (আলাইহিস সালাম) দীর্ঘতর ও উত্তর সীমাই পূর্ণ করেছিলেন। আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা বলেন, তা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2505",
    "id": "2589",
    "thesequence": "2931",
    "isActive": "1",
    "chapterId": "15700",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৭০. ওয়াদা পূরণ করার নির্দেশ দান। হাসান বসরী (র) এরূপ করেছেন। আল্লাহ্&zwnj; তা&rsquo;আলা ইসমাইল (আঃ) এর উল্লেখ করে ইরশাদ করেছেন যে, তিনি ওয়াদা পূরণে একনিষ্ঠ ছিলেন। (কুফার কাযী) ইবনু আশওয়া&rsquo; (র) ওয়াদা পূরণের রায় ঘোষণা করেছেন। সামুরাহ ইবনু জুনদুব (রাঃ) থেকেও এরূপ বর্ণিত আছে। মিসওয়ার ইবুন মাখরামাহ (র) বলেছেন, নাবী (সাঃ)-কে তাঁর এক জামাতা সম্পর্কে বলতে শুনেছি, &ldquo;সে আমাকে প্রতিশ্রুতি দিয়ে তা রক্ষা করেছে&rdquo;। আবূ আব্দুল্লাহ (ইমাম বুখারী) (র) বলেন, ইসহাক ইবনু ইবরাহীমকে আমি ইবনু আশওয়া (র)-এর হাদীস প্রমাণরূপে পেশ করতে দেখেছি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ubaidullah bin `Abdullah bin `Utba:\n\nIbn `Abbas said, O Muslims? How do you ask the people of the Scriptures, though your Book (i.e. the Quran) which was revealed to His Prophet is the most recent information from Allah and you recite it, the Book that has not been distorted? Allah has revealed to you that the people of the scriptures have changed with their own hands what was revealed to them and they have said (as regards their changed Scriptures): This is from Allah, in order to get some worldly benefit thereby. Ibn `Abbas added: Isnt the knowledge revealed to you sufficient to prevent you from asking them? By Allah I have never seen any one of them asking (Muslims) about what has been revealed to you.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ يَا مَعْشَرَ الْمُسْلِمِينَ، كَيْفَ تَسْأَلُونَ أَهْلَ الْكِتَابِ، وَكِتَابُكُمُ الَّذِي أُنْزِلَ عَلَى نَبِيِّهِ صلى الله عليه وسلم أَحْدَثُ الأَخْبَارِ بِاللَّهِ، تَقْرَءُونَهُ لَمْ يُشَبْ، وَقَدْ حَدَّثَكُمُ اللَّهُ أَنَّ أَهْلَ الْكِتَابِ بَدَّلُوا مَا كَتَبَ اللَّهُ وَغَيَّرُوا بِأَيْدِيهِمُ الْكِتَابَ، فَقَالُوا هُوَ مِنْ عِنْدِ اللَّهِ، لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلاً أَفَلاَ يَنْهَاكُمْ مَا جَاءَكُمْ مِنَ الْعِلْمِ عَنْ مُسَاءَلَتِهِمْ، وَلاَ وَاللَّهِ مَا رَأَيْنَا مِنْهُمْ رَجُلاً قَطُّ يَسْأَلُكُمْ عَنِ الَّذِي أُنْزِلَ عَلَيْكُمْ.",
    "hadithBengali": "২৫০৬। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, হে মুসলিম সমাজ! কি করে তোমরা আহলে কিতাবদের নিকট জিজ্ঞাসা কর? অথচ আল্লাহ্ তার নাবীর উপর যে, কিতাব অবর্তীণ করেছেন, তা আল্লাহ সম্পর্কিত নবতর তথ্য সম্বলিত, যা তোমরা তিলাওয়াত করছ এবং যার মধ্যে মিথ্যার কোন সংমিশ্রন নেই। তদুপরি আল্লাহ তোমাদের জানিয়ে দিয়েছেন যে, আহলে কিতাবরা আল্লাহ যা লিখে দিয়েছিলেন, তা পরিবর্তন করে ফেলেছেন এবং নিজ হাতে সেই কিতাবের বিকৃতি সাধন করে তা দিয়ে তুচ্ছ মূল্যের উদ্দেশ্যে প্রচার করেছে যে, এটা আল্লাহর পক্ষ থেকেই অবতীর্ণ। তোমাদেরকে প্রদত্ত মহাজ্ঞান কি তাদের কাছে জিজ্ঞাসা করার ব্যাপারে তোমাদের বাধা দিয়ে রাখতে পারে না? আল্লাহর শপথ! তাদের একজনকেও আমি কখনো তোমাদের উপর যা নাযিল হয়েছে সে বিষয়ে তোমাদের জিজ্ঞাসা করতে দেখিনি।\n",
    "checkStatus": "1",
    "hadithNo": "2506",
    "id": "2590",
    "thesequence": "2932",
    "isActive": "1",
    "chapterId": "15701",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৭১. সাক্ষী ইত্যাদির ক্ষেত্রে মুশরিকদের কিছু জিজ্ঞাসা করা হবে না। ইমাম শা&rsquo;বী (র) বলেন, এক ধর্মাবলম্বীর সাক্ষ্য অন্য ধর্মাবলম্বীর বিরুদ্ধে গ্রহণযোগ্য নয়। কেননা, আল্লাহ তা&rsquo;আলা বলেছেন, &ldquo;...তাই আমি তাদের মধ্যে শত্রুতা ও বিদ্বেষ জাগরুক করেছি...&rdquo; (সূরা আল-মায়িদাহ : ৫:১৪)। আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত। রসূলুল্লাহ (সাঃ) বলেন, তোমরা আহলে কিতাবদের সত্যবাদীও মনে কর না আবার মিথ্যাবাদীও মনে কর না। আল্লাহ তা&rsquo;আলার বাণী : &ldquo;বরং তোমরা বলবে, আমরা আল্লাহতে ঈমান রাখি এবং যা আমাদের প্রতি অবতীর্ণ হয়েছে...&rdquo; (সূরা আল-বাক্বারা : ২:১৩৬)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated An-Nu`man bin Bashir:\n\nThe Prophet (ﷺ) said, The example of the person abiding by Allahs orders and limits (or the one who abides by the limits and regulations prescribed by Allah) in comparison to the one who do wrong and violate Allahs limits and orders is like the example of people drawing lots for seats in a boat. Some of them got seats in the upper part while the others in the lower part ; those in the, lower part have to pass by those in the upper one to get water, and that troubled the latter. One of them (i.e. the people in the lower part) took an ax and started making a hole in the bottom of the boat. The people of the upper part came and asked him, (saying), What is wrong with you? He replied, You have been troubled much by my (coming up to you), and I have to get water. Now if they prevent him from doing that they will save him and themselves, but if they leave him (to do what he wants), they will destroy him and themselves.",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، قَالَ حَدَّثَنِي الشَّعْبِيُّ، أَنَّهُ سَمِعَ النُّعْمَانَ بْنَ بَشِيرٍ ـ رضى الله عنهما ـ يَقُولُ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَثَلُ الْمُدْهِنِ فِي حُدُودِ اللَّهِ وَالْوَاقِعِ فِيهَا مَثَلُ قَوْمٍ اسْتَهَمُوا سَفِينَةً، فَصَارَ بَعْضُهُمْ فِي أَسْفَلِهَا وَصَارَ بَعْضُهُمْ فِي أَعْلاَهَا، فَكَانَ الَّذِي فِي أَسْفَلِهَا يَمُرُّونَ بِالْمَاءِ عَلَى الَّذِينَ فِي أَعْلاَهَا، فَتَأَذَّوْا بِهِ، فَأَخَذَ فَأْسًا، فَجَعَلَ يَنْقُرُ أَسْفَلَ السَّفِينَةِ، فَأَتَوْهُ فَقَالُوا مَا لَكَ قَالَ تَأَذَّيْتُمْ بِي، وَلاَ بُدَّ لِي مِنَ الْمَاءِ، فَإِنْ أَخَذُوا عَلَى يَدَيْهِ أَنْجَوْهُ وَنَجَّوْا أَنْفُسَهُمْ، وَإِنْ تَرَكُوهُ أَهْلَكُوهُ وَأَهْلَكُوا أَنْفُسَهُمْ .",
    "hadithBengali": "২৫০৭। উমর ইবনু হাফস ইবনু গিয়াস (রহঃ) ... নুমান ইবনু বশীর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর নির্ধারিত সীমারেখার ব্যাপারে শিথিলতা প্রদর্শন করা এবং তা লংঘনকারী ব্যাক্তির উপমা হল সেই যাত্রীদল, যারা কুরআর মাধ্যমে এক নৌযানে নিজেদের স্থান নির্ধারণ করে নিল। ফলে কারো স্থান হল এর নীচতলায় আর কারও হল উপরতলায়। যারা নীচতলায় ছিল তারা পানি নিয়ে উপর তলা লোকদের কাছ দিয়ে আসত। এতে তারা বিরক্তি প্রকাশ করল। তখন এক লোক কুড়াল নিয়ে নৌযানের নীচের অংশে ফুটো করতে লেগে গেল। এ দেখে উপর তলার লোকজন তাকে এসে জিজ্ঞাসা করল তোমার হয়েছে কি? সে বলল, আমাদের কারণে তোমরা কষ্ট পেয়েছ। অথচ আমারও পানি প্রয়োজন আছে। এ মুহুর্তে তারা যদি এর দুহাত চেপে ধরে তাহলে তাকে যেমন রক্ষা করা হল তেমনি নিজেদেরও রক্ষা হল। আর যদি তাকে ছেড়ে দেয় তবে তাকে ধ্বংস করা হল এবং নিজেদেরও ধ্বংস করা হল।\n",
    "checkStatus": "1",
    "hadithNo": "2507",
    "id": "2591",
    "thesequence": "2933",
    "isActive": "1",
    "chapterId": "15702",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৭২. জটিল ব্যাপারে কুর&rsquo;আর মাধ্যমে সিদ্ধান্ত গ্রহন করা। মহান আল্লাহর বাণী : &ldquo;... যখন তারা তাদের কলম নিক্ষেপ করছিল যে, কে প্রতিপালন করবে মারইয়ামকে...?&rdquo; (সূরা আল-ইমরান : ৪৪) ইবনু &lsquo;আব্বাস (রাঃ) বলেন, তারা (কলম নিক্ষেপের মাধ্যমে) কুর&rsquo;আর [লটারীর] ব্যবস্থা করল, তখন তাদের সবার কলম স্রোতের সাথে ভেসে গেল। শুধু যাকারিয়ার  কলম স্রোতের মুখেও ভেসে রইল। তাই তাকে যাকারিয়ার তত্ত্বাবধানে রেখে দিলেন। [ইউনুস (আঃ)  সম্পর্কে] আল্লাহ তা&rsquo;আলার বাণী : (فَسَاهَمَ)-এর অর্থ أقْرَع কুর&rsquo;আ নিক্ষেপ করল। فَكاَنَ مِنَ الْمُدْحَضِنَ(الصافات : 141 অত:পর তিনি পরাভূত হলেন- (সূরা আস-সফফাত : ১৪১) আবূ হুরাইরাহ্ (রাঃ)  হতে বর্ণিত। নাবী (ﷺ) একদল লোককে হলফ করার নির্দেশ দিলেন। তারা কে আগে হলফ করবে তাই নিয়ে হুড়াহুড়ি শুরু করল। তখন কুর&rsquo;আর মাধ্যমে কে হলফ করবে তা নির্ধারণের নির্দেশ দিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Al-Ala:\n\nThat when the Ansar drew lots as to which of the emigrants should dwell with which of the Ansar, the name of `Uthman bin Mazun came out (to be in their lot). Um Al-Ala further said, Uthman stayed with us, and we nursed him when he got sick, but he died. We shrouded him in his clothes, and Allahs Apostle came to our house and I said, (addressing the dead `Uthman), O Abu As-Saib! May Allah be merciful to you. I testify that Allah has blessed you. The Prophet (ﷺ) said to me, How do you know that Allah has blessed him? I replied, I do not know O Allahs Messenger (ﷺ)! May my parents be sacrificed for you. Allahs Messenger (ﷺ) said, As regards `Uthman, by Allah he has died and I really wish him every good, yet, by Allah, although I am Allahs Messenger (ﷺ), I do not know what will be done to him. Um Al- Ala added, By Allah I shall never attest the piety of anybody after him. And what Allahs Messenger (ﷺ)s said made me sad. Um Al-Ala further said, Once I slept and saw in a dream, a flowing stream for `Uthman. So I went to Allahs Messenger (ﷺ) and told him about it, he said, That is (the symbol of) his deeds.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي خَارِجَةُ بْنُ زَيْدٍ الأَنْصَارِيُّ، أَنَّ أُمَّ الْعَلاَءِ، امْرَأَةً مِنْ نِسَائِهِمْ قَدْ بَايَعَتِ النَّبِيَّ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّ عُثْمَانَ بْنَ مَظْعُونٍ طَارَ لَهُ سَهْمُهُ فِي السُّكْنَى حِينَ أَقْرَعَتِ الأَنْصَارُ سُكْنَى الْمُهَاجِرِينَ. قَالَتْ أُمُّ الْعَلاَءِ فَسَكَنَ عِنْدَنَا عُثْمَانُ بْنُ مَظْعُونٍ، فَاشْتَكَى، فَمَرَّضْنَاهُ حَتَّى إِذَا تُوُفِّيَ وَجَعَلْنَاهُ فِي ثِيَابِهِ دَخَلَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقُلْتُ رَحْمَةُ اللَّهِ عَلَيْكَ أَبَا السَّائِبِ، فَشَهَادَتِي عَلَيْكَ لَقَدْ أَكْرَمَكَ اللَّهُ. فَقَالَ لِي النَّبِيُّ صلى الله عليه وسلم  وَمَا يُدْرِيكِ أَنَّ اللَّهَ أَكْرَمَهُ . فَقُلْتُ لاَ أَدْرِي بِأَبِي أَنْتَ وَأُمِّي يَا رَسُولَ اللَّهِ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَمَّا عُثْمَانُ فَقَدْ جَاءَهُ ـ وَاللَّهِ ـ الْيَقِينُ وَإِنِّي لأَرْجُو لَهُ الْخَيْرَ، وَاللَّهِ مَا أَدْرِي وَأَنَا رَسُولُ اللَّهِ مَا يُفْعَلُ بِي . قَالَتْ فَوَاللَّهِ لاَ أُزَكِّي أَحَدًا بَعْدَهُ أَبَدًا، وَأَحْزَنَنِي ذَلِكَ قَالَتْ فَنِمْتُ فَأُرِيتُ لِعُثْمَانَ عَيْنًا تَجْرِي، فَجِئْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخْبَرْتُهُ فَقَالَ  ذَلِكَ عَمَلُهُ .",
    "hadithBengali": "২৫০৮। আবূল ইয়ামন (রহঃ) ... উম্মুল আলা (রাঃ) একজন আনসারী মহিলা যিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর (হাতে) বায়আত হয়েছিলেন, তিনি বলেন, মুহাজিরদের বাসস্থান দানের জন্য আনসারগণ যখন কুরআ নিক্ষেপ করলেন, তখন তাদের ভাগে উসমান ইবন মাযউনের জন্য বাসস্থান দান নির্ধারিত হল। উম্মুল আলা (রাঃ) বলেন, সেই থেকে উসমান ইবনু মাযউন (রাঃ) আমাদের এখানে বসবাস করতে থাকেন। এরপর তিনি অসুস্থ হয়ে পড়লে আমরা তার সেবা শুশ্রুষা করলাম। পরে তিনি যখন মারা গেলেন এবং আমরা তাকে কাফন পরালাম, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের এখানে আসলেন। আমি (উসমান ইবনু মাযউনকে লক্ষ্য করে) বললাম, হে আবূ সায়িব! তোমার প্রতি আল্লাহর রহমত বর্ষিত হোক। তোমার সম্পর্কে আমার সাক্ষ্য এই যে, আল্লাহ তোমাকে অবশ্য মর্যাদা দান করেছেন।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তোমাকে কে জানাল যে, আল্লাহ তাকে মর্যাদা দান করেছেন। আমি বললাম, ইয়া রাসূলাল্লাহ! আমার পিতা মাতা আপনার জন্য কুরবান হোক। আমি জানি না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আল্লাহর কসম। উসমানের কাছে তো মৃত্যু এসে গেছে, আমি তো তার জন্য কল্যাণের আশা করি। আল্লাহর কসম! আমি আল্লাহর রাসূল হওয়া সত্ত্বেও জানিনা তার সাথে কি আচরণ করা হবে। তিনি (উম্মুল আলা) বলেন, আল্লাহর কসম, একথার পরে কখনো আমি কাউকে পূত পবিত্র বর্ণনা করি না। সে কথা আমাকে চিন্তায় ফেলে দিল। তিনি বলেন, পরে আমি স্বপ্নে দেখলাম যে, উসমান ইবনু মাযউন (রাঃ) এর জন্য একটা প্রস্রবণ প্রবহিত হচ্ছে। এরপর আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে তাকে সে খবর জানালাম। তিনি বলেন, সেটা হচ্ছে তার নেক আমল।\n",
    "checkStatus": "1",
    "hadithNo": "2508",
    "id": "2592",
    "thesequence": "2934",
    "isActive": "1",
    "chapterId": "15702",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৭২. জটিল ব্যাপারে কুর&rsquo;আর মাধ্যমে সিদ্ধান্ত গ্রহন করা। মহান আল্লাহর বাণী : &ldquo;... যখন তারা তাদের কলম নিক্ষেপ করছিল যে, কে প্রতিপালন করবে মারইয়ামকে...?&rdquo; (সূরা আল-ইমরান : ৪৪) ইবনু &lsquo;আব্বাস (রাঃ) বলেন, তারা (কলম নিক্ষেপের মাধ্যমে) কুর&rsquo;আর [লটারীর] ব্যবস্থা করল, তখন তাদের সবার কলম স্রোতের সাথে ভেসে গেল। শুধু যাকারিয়ার  কলম স্রোতের মুখেও ভেসে রইল। তাই তাকে যাকারিয়ার তত্ত্বাবধানে রেখে দিলেন। [ইউনুস (আঃ)  সম্পর্কে] আল্লাহ তা&rsquo;আলার বাণী : (فَسَاهَمَ)-এর অর্থ أقْرَع কুর&rsquo;আ নিক্ষেপ করল। فَكاَنَ مِنَ الْمُدْحَضِنَ(الصافات : 141 অত:পর তিনি পরাভূত হলেন- (সূরা আস-সফফাত : ১৪১) আবূ হুরাইরাহ্ (রাঃ)  হতে বর্ণিত। নাবী (ﷺ) একদল লোককে হলফ করার নির্দেশ দিলেন। তারা কে আগে হলফ করবে তাই নিয়ে হুড়াহুড়ি শুরু করল। তখন কুর&rsquo;আর মাধ্যমে কে হলফ করবে তা নির্ধারণের নির্দেশ দিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nWhenever Allahs Messenger (ﷺ) intended to go on a journey, he used to draw lots among his wives and would take with him the one on whom the lot fell. He also used to fix for everyone of his wives a day and a night, but Sauda bint Zam`a gave her day and night to `Aisha, the wife of the Prophet (ﷺ) intending thereby to please Allahs Messenger (ﷺ).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُرْوَةُ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَرَادَ سَفَرًا أَقْرَعَ بَيْنَ نِسَائِهِ، فَأَيَّتُهُنَّ خَرَجَ سَهْمُهَا خَرَجَ بِهَا مَعَهُ، وَكَانَ يَقْسِمُ لِكُلِّ امْرَأَةٍ مِنْهُنَّ يَوْمَهَا وَلَيْلَتَهَا، غَيْرَ أَنَّ سَوْدَةَ بِنْتَ زَمْعَةَ وَهَبَتْ يَوْمَهَا وَلَيْلَتَهَا لِعَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم، تَبْتَغِي بِذَلِكَ رِضَا رَسُولِ اللَّهِ صلى الله عليه وسلم.",
    "hadithBengali": "২৫০৯। মুহাম্মদ মুকাতিল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফরের ইরাদা করলে তার স্ত্রীদের মাঝে কুরআ নিক্ষেপ করতেন, যার নাম বের হত। তাকে সাথে নিয়েই তিনি সফরে বের হতেন। তিনি স্ত্রীদের প্রত্যেকের জন্যই দিন রাত বন্টন করতেন। তবে সাওদা বিনত যামআ (রাঃ) তার ভাগের দিনরাত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী আয়িশা (রাঃ) কে দান করে দিলেন। তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সন্তুষ্টি লাভের উদ্দেশ্যে তা করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2509",
    "id": "2593",
    "thesequence": "2935",
    "isActive": "1",
    "chapterId": "15702",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৭২. জটিল ব্যাপারে কুর&rsquo;আর মাধ্যমে সিদ্ধান্ত গ্রহন করা। মহান আল্লাহর বাণী : &ldquo;... যখন তারা তাদের কলম নিক্ষেপ করছিল যে, কে প্রতিপালন করবে মারইয়ামকে...?&rdquo; (সূরা আল-ইমরান : ৪৪) ইবনু &lsquo;আব্বাস (রাঃ) বলেন, তারা (কলম নিক্ষেপের মাধ্যমে) কুর&rsquo;আর [লটারীর] ব্যবস্থা করল, তখন তাদের সবার কলম স্রোতের সাথে ভেসে গেল। শুধু যাকারিয়ার  কলম স্রোতের মুখেও ভেসে রইল। তাই তাকে যাকারিয়ার তত্ত্বাবধানে রেখে দিলেন। [ইউনুস (আঃ)  সম্পর্কে] আল্লাহ তা&rsquo;আলার বাণী : (فَسَاهَمَ)-এর অর্থ أقْرَع কুর&rsquo;আ নিক্ষেপ করল। فَكاَنَ مِنَ الْمُدْحَضِنَ(الصافات : 141 অত:পর তিনি পরাভূত হলেন- (সূরা আস-সফফাত : ১৪১) আবূ হুরাইরাহ্ (রাঃ)  হতে বর্ণিত। নাবী (ﷺ) একদল লোককে হলফ করার নির্দেশ দিলেন। তারা কে আগে হলফ করবে তাই নিয়ে হুড়াহুড়ি শুরু করল। তখন কুর&rsquo;আর মাধ্যমে কে হলফ করবে তা নির্ধারণের নির্দেশ দিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, If the people knew what is the reward of making the call (for the prayer) and (of being in) the first row (in the prayer), and if they found no other way to get this privilege except by casting lots, they would certainly cast lots for it. If they knew the reward of the noon prayer, they would race for it, and if they knew the reward of the morning (i.e. Fajr) and `Isha prayers, they would present themselves for the prayer even if they had to crawl to reach there.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ سُمَىٍّ، مَوْلَى أَبِي بَكْرٍ عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لَوْ يَعْلَمُ النَّاسُ مَا فِي النِّدَاءِ وَالصَّفِّ الأَوَّلِ، ثُمَّ لَمْ يَجِدُوا إِلاَّ أَنْ يَسْتَهِمُوا عَلَيْهِ لاَسْتَهَمُوا، وَلَوْ يَعْلَمُونَ مَا فِي التَّهْجِيرِ لاَسْتَبَقُوا إِلَيْهِ، وَلَوْ يَعْلَمُونَ مَا فِي الْعَتَمَةِ وَالصُّبْحِ لأَتَوْهُمَا وَلَوْ حَبْوًا .",
    "hadithBengali": "২৫১০। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আযান ও প্রথম কাতারের মর্যাদা মানুষ যদি জানত আর (প্রতিযোগিতার কারণে) কুরআ নিক্ষেপ ছাড়া সে সুযোগ তারা না পেত, তাহলে কুরআ নিক্ষেপ করত, তেমনি আগেভাগে জামাআতে শরীক হওয়ার মর্যাদা যদি তারা জানত তাহলে তারা সেদিকে ছুটে যেত। অনুরূপভাবে ঈশা ও ফজরের জামাআতে শরীক হওয়ার মর্যাদা যদি তারা জানত তা হলে হামাগুড়ি দিয়ে হলেও তারা তাতে হাযির হত।\n",
    "checkStatus": "1",
    "hadithNo": "2510",
    "id": "2594",
    "thesequence": "2936",
    "isActive": "1",
    "chapterId": "15702",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "47",
    "statusId": "1",
    "topicName": "১৬৭২. জটিল ব্যাপারে কুর&rsquo;আর মাধ্যমে সিদ্ধান্ত গ্রহন করা। মহান আল্লাহর বাণী : &ldquo;... যখন তারা তাদের কলম নিক্ষেপ করছিল যে, কে প্রতিপালন করবে মারইয়ামকে...?&rdquo; (সূরা আল-ইমরান : ৪৪) ইবনু &lsquo;আব্বাস (রাঃ) বলেন, তারা (কলম নিক্ষেপের মাধ্যমে) কুর&rsquo;আর [লটারীর] ব্যবস্থা করল, তখন তাদের সবার কলম স্রোতের সাথে ভেসে গেল। শুধু যাকারিয়ার  কলম স্রোতের মুখেও ভেসে রইল। তাই তাকে যাকারিয়ার তত্ত্বাবধানে রেখে দিলেন। [ইউনুস (আঃ)  সম্পর্কে] আল্লাহ তা&rsquo;আলার বাণী : (فَسَاهَمَ)-এর অর্থ أقْرَع কুর&rsquo;আ নিক্ষেপ করল। فَكاَنَ مِنَ الْمُدْحَضِنَ(الصافات : 141 অত:পর তিনি পরাভূত হলেন- (সূরা আস-সফফাত : ১৪১) আবূ হুরাইরাহ্ (রাঃ)  হতে বর্ণিত। নাবী (ﷺ) একদল লোককে হলফ করার নির্দেশ দিলেন। তারা কে আগে হলফ করবে তাই নিয়ে হুড়াহুড়ি শুরু করল। তখন কুর&rsquo;আর মাধ্যমে কে হলফ করবে তা নির্ধারণের নির্দেশ দিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]