[
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nThere was a dispute amongst the people of the tribe of Bani `Amr bin `Auf. The Prophet (ﷺ) went to them along with some of his companions in order to make peace between them. The time for the prayer became due but the Prophet (ﷺ) did not turn up; Bilal pronounced the Adhan (i.e. call) for the prayer but the Prophet (ﷺ) did not turn up, so Bilal went to Abu Bakr and said, The time for the prayer is due and the Prophet (ﷺ) i detained, would you lead the people in the prayer? Abu Bakr replied, Yes, you wish. So, Bilal pronounced the Iqama of the prayer and Abu Bakr went ahead (to lead the prayer), but the Prophet came walking among the rows till he joined the first row. The people started clapping and they clapped too much, and Abu Bakr used not to look hither and thither in the prayer, but he turned round and saw the Prophet (ﷺ) standing behind him. The Prophet (ﷺ) beckoned him with his hand to keep on praying where he was. Abu Bakr raised his hand and praised Allah and then retreated till he came in the (first) row, and the Prophet (ﷺ) went ahead and lead the people in the prayer. When the Prophet (ﷺ) finished the prayer, he turned towards the people and said, O people! When something happens to you during the prayer, you start clapping. Really clapping is (permissible) for women only. If something happens to one of you in his prayer, he should say: Subhan Allah, (Glorified be Allah), for whoever hears him (saying so) will direct his attention towards him. O Abu Bakr! What prevented you from leading the people in the prayer when I beckoned to you (to continue)? Abu Bakr replied, It did not befit the son of Abu Quhafa to lead the prayer in front of the Prophet.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا أَبُو غَسَّانَ، قَالَ حَدَّثَنِي أَبُو حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه أَنَّ أُنَاسًا، مِنْ بَنِي عَمْرِو بْنِ عَوْفٍ كَانَ بَيْنَهُمْ شَىْءٌ، فَخَرَجَ إِلَيْهِمُ النَّبِيُّ صلى الله عليه وسلم فِي أُنَاسٍ مِنْ أَصْحَابِهِ يُصْلِحُ بَيْنَهُمْ، فَحَضَرَتِ الصَّلاَةُ، وَلَمْ يَأْتِ النَّبِيُّ صلى الله عليه وسلم، فَجَاءَ بِلاَلٌ، فَأَذَّنَ بِلاَلٌ بِالصَّلاَةِ، وَلَمْ يَأْتِ النَّبِيُّ صلى الله عليه وسلم فَجَاءَ إِلَى أَبِي بَكْرٍ فَقَالَ إِنَّ النَّبِيَّ صلى الله عليه وسلم حُبِسَ، وَقَدْ حَضَرَتِ الصَّلاَةُ فَهَلْ لَكَ أَنْ تَؤُمَّ النَّاسَ فَقَالَ نَعَمْ إِنْ شِئْتَ. فَأَقَامَ الصَّلاَةَ فَتَقَدَّمَ أَبُو بَكْرٍ، ثُمَّ جَاءَ النَّبِيُّ صلى الله عليه وسلم يَمْشِي فِي الصُّفُوفِ، حَتَّى قَامَ فِي الصَّفِّ الأَوَّلِ، فَأَخَذَ النَّاسُ بِالتَّصْفِيحِ حَتَّى أَكْثَرُوا، وَكَانَ أَبُو بَكْرٍ لاَ يَكَادُ يَلْتَفِتُ فِي الصَّلاَةِ، فَالْتَفَتَ فَإِذَا هُوَ بِالنَّبِيِّ صلى الله عليه وسلم وَرَاءَهُ فَأَشَارَ إِلَيْهِ بِيَدِهِ، فَأَمَرَهُ يُصَلِّي كَمَا هُوَ، فَرَفَعَ أَبُو بَكْرٍ يَدَهُ، فَحَمِدَ اللَّهَ، ثُمَّ رَجَعَ الْقَهْقَرَى وَرَاءَهُ حَتَّى دَخَلَ فِي الصَّفِّ، وَتَقَدَّمَ النَّبِيُّ صلى الله عليه وسلم فَصَلَّى بِالنَّاسِ، فَلَمَّا فَرَغَ أَقْبَلَ عَلَى النَّاسِ فَقَالَ   يَا أَيُّهَا النَّاسُ مَا لَكُمْ إِذَا نَابَكُمْ شَىْءٌ فِي صَلاَتِكُمْ أَخَذْتُمْ بِالتَّصْفِيحِ، إِنَّمَا التَّصْفِيحُ لِلنِّسَاءِ، مَنْ نَابَهُ شَىْءٌ فِي صَلاَتِهِ فَلْيَقُلْ سُبْحَانَ اللَّهِ، فَإِنَّهُ لا يَسْمَعُهُ أَحَدٌ إِلاَّ الْتَفَتَ، يَا أَبَا بَكْرٍ مَا مَنَعَكَ حِينَ أَشَرْتُ إِلَيْكَ لَمْ تُصَلِّ بِالنَّاسِ . فَقَالَ مَا كَانَ يَنْبَغِي لاِبْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَىِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "২৫১১। সাঈদ ইবনু আবূ মারয়াম (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত যে, আমর ইবনু আওফ গোত্রের কিছু লোকের মধ্যে সামান্য বিবাদ ছিল। তাই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাহাবীগণের একটি জামায়াত নিয়ে তাদের মধ্যে আপস-মিমাংশা করে দেওয়ার জন্য সেখানে গেলেন। এদিকে সালাত (নামায/নামাজ)-এর সময় হয়ে গেল। কিন্তু নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদে নববীতে এসে পৌছেন নি। বিলাল (রাঃ) সালাত (নামায/নামাজ)-এর আযান দিলেন, কিন্তু নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখনও এসে পৌঁছেন নি। পরে বিলাল (রাঃ) আবূ বকর (রাঃ)-এর কাছে এসে বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাজে ব্যতিব্যস্ত হয়ে পড়েছেন। এদিকে সালাত (নামায/নামাজ)-এরও সময় হয়ে গেছে। আপনি সালাত (নামায/নামাজ) লোকদের ইমামতি করবেন? তিনি বললেন, হ্যাঁ, তুমি যদি ইচ্ছা কর।&#39;\n\nতারপর বিলাল (রাঃ) সালাত (নামায/নামাজ)-এর ইকামত বললেন, আর আবূ বকর (রাঃ) এগিয়ে গেলেন। পরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এলেন এবং কাতারগুলো অতিক্রম করে প্রথম কাতারে এসে দাঁড়ালেন। (তা দেখে) লোকেরা হাততালি দিতে শুরু করল এবং তা অধিক মাত্রায় দিতে লাগলেন। আবূ বকর (রাঃ) সালাত (নামায/নামাজ) অবস্থায় কোন দিকে তাকাতেন না, কিন্তু (হাততালির কারণে) তিনি তাকিয়ে দেখতে পেলেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর পেছনে দাঁড়িয়েছেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে হাতের ইশারায় আগের ন্যায় সালাত (নামায/নামাজ) আদায় করতে নির্দেশ দিলেন। আবূ বকর (রাঃ) তাঁর দুহাত উপরে তুলে আল্লাহর হামদ বর্ণনা করলেন। তারপর কিবলার দিকে মুখ রেকে পেছনে ফিরে এসে কাতারে শামির হলেন।\n\nতখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আগে বেড়ে লোকদের ইমামত করলেন এবং সালাত (নামায/নামাজ) সমাপ্ত করে লোকদের দিকে ফিরে বললেন, হে লোক সকল! সালাত (নামায/নামাজ) অবস্থায় তোমাদের কিছু ঘটলে তোমরা হাততালি দিতে শুরু কর। অথচ হাততালি দেওয়া মহিলাদের কাজ। সালাত (নামায/নামাজ) অবস্থায় কারো কিছু ঘটলে সে যেন সুবাহান্নাল্লাহ বলে। কেননা এটা শুনলে তার দিকে দৃষ্টিপাত না করে পারতো না। হে আবূ বকর! তোমাকে যখন ইশারা করলাম, তখন সালাত (নামায/নামাজ) আদায় করাতে তোমার কিসের বাধা ছিল? তিনি বললেন, আবূ কূহাফার পুত্রের জন্য শোভা পায় না নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে ইমামত করা।\n",
    "checkStatus": "1",
    "hadithNo": "2511",
    "id": "2595",
    "thesequence": "2937",
    "isActive": "1",
    "chapterId": "15703",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৭৩. মানুষের মধ্যে আপস মিমাংসা করে দেওয়া। মহান আল্লাহর বাণীঃ তাদের অধিকাংশ গোপন পরামর্শে কোন কল্যাণ নেই। তবে কল্যাণ আছে যে খয়রাত, সৎকার্য ও মানুষের মধ্যে শান্তি স্থাপনের নির্দেশ দেয় তার পরামর্শে ... শেষ পর্যন্ত। (৪ঃ ১১৪) মানুষের মধ্যে আপস করিয়ে দেওয়ার উদ্দেশ্যে সঙ্গীদের নিয়ে ইমামের স্থানে যাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nIt was said to the Prophet (ﷺ) Would that you see `Abdullah bin Ubai. So, the Prophet (ﷺ) went to him, riding a donkey, and the Muslims accompanied him, walking on salty barren land. When the Prophet (ﷺ) reached `Abdullah bin Ubai, the latter said, Keep away from me! By Allah, the bad smell of your donkey has harmed me. On that an Ansari man said (to `Abdullah), By Allah! The smell of the donkey of Allahs Messenger (ﷺ) is better than your smell. On that a man from `Abdullahs tribe got angry for `Abdullahs sake, and the two men abused each other which caused the friends of the two men to get angry, and the two groups started fighting with sticks, shoes and hands. We were informed that the following Divine Verse was revealed (in this concern):-- And if two groups of Believers fall to fighting then, make peace between them. (49.9)",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ أَبِي أَنَّ أَنَسًا ـ رضى الله عنه ـ قَالَ قِيلَ لِلنَّبِيِّ صلى الله عليه وسلم لَوْ أَتَيْتَ عَبْدَ اللَّهِ بْنَ أُبَىٍّ. فَانْطَلَقَ إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم وَرَكِبَ حِمَارًا، فَانْطَلَقَ الْمُسْلِمُونَ يَمْشُونَ مَعَهُ، وَهْىَ أَرْضٌ سَبِخَةٌ، فَلَمَّا أَتَاهُ النَّبِيُّ صلى الله عليه وسلم فَقَالَ إِلَيْكَ عَنِّي، وَاللَّهِ لَقَدْ آذَانِي نَتْنُ حِمَارِكَ. فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ مِنْهُمْ وَاللَّهِ لَحِمَارُ رَسُولِ اللَّهِ صلى الله عليه وسلم أَطْيَبُ رِيحًا مِنْكَ. فَغَضِبَ لِعَبْدِ اللَّهِ رَجُلٌ مِنْ قَوْمِهِ فَشَتَمَا، فَغَضِبَ لِكُلِّ وَاحِدٍ مِنْهُمَا أَصْحَابُهُ، فَكَانَ بَيْنَهُمَا ضَرْبٌ بِالْجَرِيدِ وَالأَيْدِي وَالنِّعَالِ، فَبَلَغَنَا أَنَّهَا أُنْزِلَتْ {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا}.",
    "hadithBengali": "২৫১২। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলা হল, আপনি যদি আবদুল্লাহ ইবনু উবাইয়ের কাছে একটু যেতেন (তবে ভালো হতো)। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাছে যওয়ার জন্য গাধায় আরোহণ করলেন এবং মুসলিমগণ তাঁর সঙ্গে হেটে চললো। আর সে পথ ছিল কংকরময়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কাছে এসে পৌছলে সে বলল, সরো আমার সম্মুখ থেকে। তোমার গাধার দুগন্ধ আমাকে কষ্ট দিচ্ছে।\n\nতাঁদের মধ্যে থেকে একজন আনসারী বললঃ আল্লাহর কসম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর গাধা সুগন্ধে তোমার চাইতে উত্তম। আবদুল্লাহ ইবনু উবাই এর গোত্রে এক ব্যাক্তি রেগে উঠল এবং উভয়ে একে অপরকে গালাগালি করলো। এভাবে উভয়ের পক্ষের সঙ্গীরা ক্রুদ্ধ হয়ে উঠল এবং উভয় দলের সাথে লাঠালাঠি, হাতাহাতি ও জুতা মারামারি হল। আমাদের জানোান হয়েছে যে, এ ঘটনার প্রেক্ষিতে এ আয়াত নাযিল হলঃ মুমিনদের দুদল দ্বন্ধে লিপ্ত হলে তোমরা তাদের মধ্যে মিমাংসা করে দিবে। (৪৯ঃ ৯)\n\nআবূ আবদুল্লাহ্ (ইমাম বুখারী) (রহঃ) বলেন, মুসাদ্দাদ (রহঃ) বসার এবং হাদীস বর্ণনার পূর্বে আমি তার থেকে এ হাদীস হাসিল করেছি।\n",
    "checkStatus": "1",
    "hadithNo": "2512",
    "id": "2596",
    "thesequence": "2938",
    "isActive": "1",
    "chapterId": "15703",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৭৩. মানুষের মধ্যে আপস মিমাংসা করে দেওয়া। মহান আল্লাহর বাণীঃ তাদের অধিকাংশ গোপন পরামর্শে কোন কল্যাণ নেই। তবে কল্যাণ আছে যে খয়রাত, সৎকার্য ও মানুষের মধ্যে শান্তি স্থাপনের নির্দেশ দেয় তার পরামর্শে ... শেষ পর্যন্ত। (৪ঃ ১১৪) মানুষের মধ্যে আপস করিয়ে দেওয়ার উদ্দেশ্যে সঙ্গীদের নিয়ে ইমামের স্থানে যাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Kulthum bint `Uqba:\n\nThat she heard Allahs Messenger (ﷺ) saying, He who makes peace between the people by inventing good information or saying good things, is not a liar.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ حُمَيْدَ بْنَ عَبْدِ الرَّحْمَنِ، أَخْبَرَهُ أَنَّ أُمَّهُ أُمَّ كُلْثُومٍ بِنْتَ عُقْبَةَ أَخْبَرَتْهُ أَنَّهَا، سَمِعَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لَيْسَ الْكَذَّابُ الَّذِي يُصْلِحُ بَيْنَ النَّاسِ، فَيَنْمِي خَيْرًا، أَوْ يَقُولُ خَيْرًا .",
    "hadithBengali": "২৫১৩। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... উম্মে কুলসুম বিনতে উকবা (রাঃ) থেকে বর্ণিত যে, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন, সে ব্যাক্তি মিথ্যাবাদী নয়, যে মানুষের মধ্যে মীমাংসা করার জন্য (নিজের থেকে) ভালো কথা পৌঁছে দেয় কিংবা ভালো কথা বলে।\n",
    "checkStatus": "1",
    "hadithNo": "2513",
    "id": "2597",
    "thesequence": "2939",
    "isActive": "1",
    "chapterId": "15704",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": " ১৬৭৪. সেই ব্যক্তি মিথ্যাবাদী নয়, যে মানুষের মধ্যে মীমাংসা করে দেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nOnce the people of Quba fought with each other till they threw stones on each other. When Allahs Apostle was informed about it, he said, Let us go to bring about a reconciliation between them.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ الأُوَيْسِيُّ، وَإِسْحَاقُ بْنُ مُحَمَّدٍ الْفَرْوِيُّ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه أَنَّ أَهْلَ، قُبَاءٍ اقْتَتَلُوا حَتَّى تَرَامَوْا بِالْحِجَارَةِ، فَأُخْبِرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِذَلِكَ فَقَالَ   اذْهَبُوا بِنَا نُصْلِحُ بَيْنَهُمْ .",
    "hadithBengali": "২৫১৪। মুহাম্মদ ইবনু আবদুল্লাহ (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত যে, কুবা-এর অধিবাসীরা লড়াইয়ে লিপ্ত হয়ে পড়ল। এমনকি তারা পাথর ছুঁড়োছুঁড়ি শুরু করল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সে সংবাদ দেয়া হলে তিনি বললেন, চল তাদের মধ্যে মীমাংসা করে দেই।\n",
    "checkStatus": "1",
    "hadithNo": "2514",
    "id": "2598",
    "thesequence": "2940",
    "isActive": "1",
    "chapterId": "15705",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৭৫. চলো আমরা মীমাংসা করে দেই, সঙ্গীদের প্রতি ইমামের এ উক্তি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nThe following Verse: If a woman fears cruelty or desertion on her husbands part (i.e. the husband notices something unpleasant about his wife, such as old age or the like, and wants to divorce her, but she asks him to keep her and provide for her as he wishes). (4.128) There is no blame on them if they reconcile on such basis.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها &ndash; {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا} قَالَتْ هُوَ الرَّجُلُ يَرَى مِنِ امْرَأَتِهِ مَا لاَ يُعْجِبُهُ، كِبَرًا أَوْ غَيْرَهُ، فَيُرِيدُ فِرَاقَهَا فَتَقُولُ أَمْسِكْنِي، وَاقْسِمْ لِي مَا شِئْتَ. قَالَتْ فَلاَ بَأْسَ إِذَا تَرَاضَيَا.",
    "hadithBengali": "২৫১৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, আল্লাহ তাআলার বাণীঃوَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا কোন স্ত্রী যদি তার স্বামীর দুর্ব্যবহার ও উপেক্ষার আশংকা করে (৪ঃ ১২৮) এই আয়াতটি সম্পর্কে তিনি বলেন, আয়াতের লক্ষ্য হল, সে ব্যাক্তি যে তার স্ত্রীর মধ্যে বার্ধক্য বা অন্য ধরনের অপছন্দনীয় কিছু দেখতে পেয়ে তাকে ত্যাগ করতে মনস্থ করে আর স্ত্রী এ বলে অনুরোধ করে যে, তুমি আমাকে তোমার কাছে রাখ এবং যতটুক ইচ্ছা আমার প্রাপ্য অংশ নির্ধারণ কর। আয়িশা (রাঃ) বলেন, উভয়ে সম্মত হলে এতে দোষ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "2515",
    "id": "2599",
    "thesequence": "2941",
    "isActive": "1",
    "chapterId": "15706",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৭৬. মহান আল্লাহর বাণীঃ তারা উভয়ে আপস নিষ্পত্তি করতে চাইলে তাদের কোন দোষ নেই এবং আপস নিষ্পত্তিই শ্রেয় (নিসাঃ ৪ : ১২৮)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira and Zaid bin Khalid Al-Juhani:\n\nA bedouin came and said, O Allahs Messenger (ﷺ)! Judge between us according to Allahs Laws. His opponent got up and said, He is right. Judge between us according to Allahs Laws. The bedouin said, My son was a laborer working for this man, and he committed illegal sexual intercourse with his wife. The people told me that my son should be stoned to death; so, in lieu of that, I paid a ransom of one hundred sheep and a slave girl to save my son. Then I asked the learned scholars who said, Your son has to be lashed one-hundred lashes and has to be exiled for one year. The Prophet (ﷺ) said, No doubt I will judge between you according to Allahs Laws. The slave-girl and the sheep are to go back to you, and your son will get a hundred lashes and one year exile. He then addressed somebody, O Unais! go to the wife of this (man) and stone her to death So, Unais went and stoned her to death.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، رضى الله عنهما قَالاَ جَاءَ أَعْرَابِيٌّ فَقَالَ يَا رَسُولَ اللَّهِ اقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ. فَقَامَ خَصْمُهُ فَقَالَ صَدَقَ، اقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ. فَقَالَ الأَعْرَابِيُّ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا، فَزَنَى بِامْرَأَتِهِ، فَقَالُوا لِي عَلَى ابْنِكَ الرَّجْمُ. فَفَدَيْتُ ابْنِي مِنْهُ بِمِائَةٍ مِنَ الْغَنَمِ وَوَلِيدَةٍ، ثُمَّ سَأَلْتُ أَهْلَ الْعِلْمِ، فَقَالُوا إِنَّمَا عَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم   لأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ، أَمَّا الْوَلِيدَةُ وَالْغَنَمُ فَرَدٌّ عَلَيْكَ، وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ، وَأَمَّا أَنْتَ يَا أُنَيْسُ ـ لِرَجُلٍ ـ فَاغْدُ عَلَى امْرَأَةِ هَذَا فَارْجُمْهَا . فَغَدَا عَلَيْهَا أُنَيْسٌ فَرَجَمَهَا.",
    "hadithBengali": "২৫১৬। আদম (রহঃ) ... আবূ হুরায়রা ও যায়দ ইবনু খালিদ জুহানী (রাঃ) থেকে বর্ণিত। তাঁরা উভয়ে বলেন যে, এক বেদুঈন এসে বলল, ইয়া রাসূলআল্লাহ! আল্লাহর কিতাব মোতাবেক আমাদের মাঝে ফয়সালা করে দিন। তখন তাঁর প্রতিপক্ষ দাঁড়িয়ে বলল, সে ঠিকই বলেছে, হ্যাঁ, আপনি আমাদের মাঝে কিতাবুল্লাহ মোতাবেক ফয়সালা করুন। পরে বেদুঈন বলল, আমার ছেলে এ লোকের বাড়ীতে মজুর ছিল। তারপর তার স্ত্রীর সাথে সে যিনা করে। লোকেরা আমাকে বলল, তোমার ছেলের উপর রাজম (পাথর মেরে হত্যা) ওয়াজিব হয়েছে। তখন আমি আমার ছেলেকে একশবকরী এবং একটি বাদীর বিনিময়ে এর কাছ থেকে মুক্ত করে এনেছি। পরে আমি আলিমদের কাছে জিজ্ঞাসা করলে তারা বললেন, তোমার ছেলের উপর একশ বেত্রাঘাত এবং এক বছরের নির্বাসন ওয়াজিব হয়েছে।\n\nসব শুনে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি তোমাদের মাঝে কিতাবুল্লাহ মোতাবেকই ফয়সালা করব। বাদী এবং বকরী পাল তোমাকে ফেরত দেওয়া হবে, আর তোমার ছেলেকে একশ বেত্রাঘাত সহ এক বছরের নির্বাসন দেওয়া হবে। আর অপরজনকে বললেন, হে উনাইস, তুমি আগামীকাল সকালে এ লোকের স্ত্রীর কাছে যাবে (এবং সে স্ত্রী যদি স্বীকার করে) তাকে রাজম করবে। উনাইস তার কাছে গেলেন এবং তাকে রাজম করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2516",
    "id": "2600",
    "thesequence": "2942",
    "isActive": "1",
    "chapterId": "15707",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৭৭. অন্যায়ের উপর লোকেরা সন্ধিবদ্ধ হলে তা প্রত্যাখ্যানযোগ্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nAllahs Messenger (ﷺ) said, If somebody innovates something which is not in harmony with the principles of our religion, that thing is rejected.",
    "hadithArabic": "حَدَّثَنَا يَعْقُوبُ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ فِيهِ فَهُوَ رَدٌّ . رَوَاهُ عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الْمَخْرَمِيُّ وَعَبْدُ الْوَاحِدِ بْنُ أَبِي عَوْنٍ عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ.",
    "hadithBengali": "২৫১৭। ইয়াকুব ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ আমাদের এই শরীয়াতে সংগত নয় এমন কিছুর অনুপ্রবেশ ঘটালে তা প্রত্যাখ্যান করো হবে। আবদুল্লাহ ইবনু জাফর মাখরামী (রহঃ) ও আব্দুল ওয়াহিদ ইবনু আবূ আউন সাদ ইবনু ইবরাহীম (রহঃ) থেকে তা বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2517",
    "id": "2601",
    "thesequence": "2943",
    "isActive": "1",
    "chapterId": "15707",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৭৭. অন্যায়ের উপর লোকেরা সন্ধিবদ্ধ হলে তা প্রত্যাখ্যানযোগ্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara bin `Azib:\n\nWhen Allahs Messenger (ﷺ) concluded a peace treaty with the people of Hudaibiya, `Ali bin Abu Talib wrote the document and he mentioned in it, Muhammad, Allahs Messenger (ﷺ) . The pagans said, Dont write: Muhammad, Allahs Messenger (ﷺ), for if you were an apostle we would not fight with you. Allahs Apostle asked `Ali to rub it out, but `Ali said, I will not be the person to rub it out. Allahs Messenger (ﷺ) rubbed it out and made peace with them on the condition that the Prophet (ﷺ) and his companions would enter Mecca and stay there for three days, and that they would enter with their weapons in cases.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ ـ رضى الله عنهما ـ قَالَ لَمَّا صَالَحَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَهْلَ الْحُدَيْبِيَةِ كَتَبَ عَلِيٌّ بَيْنَهُمْ كِتَابًا فَكَتَبَ مُحَمَّدٌ رَسُولُ اللَّهِ صلى الله عليه وسلم. فَقَالَ الْمُشْرِكُونَ لاَ تَكْتُبْ مُحَمَّدٌ رَسُولُ اللَّهِ، لَوْ كُنْتَ رَسُولاً لَمْ نُقَاتِلْكَ. فَقَالَ لِعَلِيٍّ   امْحُهُ . فَقَالَ عَلِيٌّ مَا أَنَا بِالَّذِي أَمْحَاهُ. فَمَحَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ، وَصَالَحَهُمْ عَلَى أَنْ يَدْخُلَ هُوَ وَأَصْحَابُهُ ثَلاَثَةَ أَيَّامٍ، وَلاَ يَدْخُلُوهَا إِلاَّ بِجُلُبَّانِ السِّلاَحِ، فَسَأَلُوهُ مَا جُلُبَّانُ السِّلاَحِ فَقَالَ الْقِرَابُ بِمَا فِيهِ.",
    "hadithBengali": "২৫১৮। মুহাম্মদ ইবনু বাশশার (রহঃ) ... বারা ইবনু আযিব (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুদায়বিয়াতে (মক্কাবাসীদের সাথে) সন্ধি করার সময় আলী (রাঃ) উভয় পক্ষের মাঝে এক চুক্তিপত্র লিখলেন। তিনি লিখলেন, &#39;মুহাম্মদুর রাসূলুল্লাহ&#39;। মুশরিকরা বলল, &#39;মুহাম্মদুর রাসূলুল্লাহ&#39; লেখা চলবে না। আপনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হলে আপনার সঙ্গে লড়াই কিসের? তখন তিনি আলীকে বললেন, ওটা মুছে দাও। আলী (রাঃ) বললেন, আমি তা মুছব না। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা নিজ হাতে মুছে দিলেন এবং এই শর্তে তাদের সাথে সন্ধি করলেন যে, তিনি এবং তাঁর সাহাবা তিন দিনের জন্য মক্কায় প্রবেশ করবেন এবং জুলুব্বানجُلُبَّانِ السِّلاَحِ ছাড়া অন্য কিছু নিয়ে প্রবেশ করবেন না। তারা জিজ্ঞাসা করল, جُلُبَّانِ السِّلاَحِ মানে কি? তিনি বললেন, জুলুব্বান অর্থ ভিতরে তরবারীসহ খাপ।\n",
    "checkStatus": "1",
    "hadithNo": "2518",
    "id": "2602",
    "thesequence": "2944",
    "isActive": "1",
    "chapterId": "15708",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৭৮. কিভাবে সন্ধিপত্র লেখা হবে? অমুকের পুত্র অমুক এবং অমুকের পুত্র অমুক লিখাতে হবে। গোত্র বা বংশের দিকে সম্বোধন না করলেও ক্ষতি নেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nWhen the Prophet (ﷺ) intended to perform `Umra in the month of Dhul-Qada, the people of Mecca did not let him enter Mecca till he settled the matter with them by promising to stay in it for three days only. When the document of treaty was written, the following was mentioned: These are the terms on which Muhammad, Allahs Messenger (ﷺ) agreed (to make peace). They said, We will not agree to this, for if we believed that you are Allahs Messenger (ﷺ) we would not prevent you, but you are Muhammad bin `Abdullah. The Prophet (ﷺ) said, I am Allahs Messenger (ﷺ) and also Muhammad bin `Abdullah. Then he said to `Ali, Rub off (the words) Allahs Messenger (ﷺ) , but `Ali said, No, by Allah, I will never rub off your name. So, Allahs Messenger (ﷺ) took the document and wrote, This is what Muhammad bin `Abdullah has agreed upon: No arms will be brought into Mecca except in their cases, and nobody from the people of Mecca will be allowed to go with him (i.e. the Prophet (ﷺ) ) even if he wished to follow him and he (the Prophet (ﷺ) ) will not prevent any of his companions from staying in Mecca if the latter wants to stay. When the Prophet (ﷺ) entered Mecca and the time limit passed, the Meccans went to `Ali and said, Tell your Friend (i.e. the Prophet (ﷺ) ) to go out, as the period (agreed to) has passed. So, the Prophet (ﷺ) went out of Mecca. The daughter of Hamza ran after them (i.e. the Prophet (ﷺ) and his companions), calling, O Uncle! O Uncle! `Ali received her and led her by the hand and said to Fatima, Take your uncles daughter. Zaid and Ja`far quarreled about her. `Ali said, I have more right to her as she is my uncles daughter. Ja`far said, She is my uncles daughter, and her aunt is my wife. Zaid said, She is my brothers daughter. The Prophet (ﷺ) judged that she should be given to her aunt, and said that the aunt was like the mother. He then said to All, You are from me and I am from you, and said to Ja`far, You resemble me both in character and appearance, and said to Zaid, You are our brother (in faith) and our freed slave.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ ـ رضى الله عنه ـ قَالَ اعْتَمَرَ النَّبِيُّ صلى الله عليه وسلم فِي ذِي الْقَعْدَةِ، فَأَبَى أَهْلُ مَكَّةَ أَنْ يَدَعُوهُ يَدْخُلُ مَكَّةَ، حَتَّى قَاضَاهُمْ عَلَى أَنْ يُقِيمَ بِهَا ثَلاَثَةَ أَيَّامٍ، فَلَمَّا كَتَبُوا الْكِتَابَ كَتَبُوا هَذَا مَا قَاضَى عَلَيْهِ مُحَمَّدٌ رَسُولُ اللَّهِ صلى الله عليه وسلم. فَقَالُوا لاَ نُقِرُّ بِهَا، فَلَوْ نَعْلَمُ أَنَّكَ رَسُولُ اللَّهِ مَا مَنَعْنَاكَ، لَكِنْ أَنْتَ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ. قَالَ  أَنَا رَسُولُ اللَّهِ وَأَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ . ثُمَّ قَالَ لِعَلِيٍّ  امْحُ رَسُولُ اللَّهِ . قَالَ لاَ، وَاللَّهِ لاَ أَمْحُوكَ أَبَدًا، فَأَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْكِتَابَ، فَكَتَبَ هَذَا مَا قَاضَى عَلَيْهِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، لاَ يَدْخُلُ مَكَّةَ سِلاَحٌ إِلاَّ فِي الْقِرَابِ، وَأَنْ لاَ يَخْرُجَ مِنْ أَهْلِهَا بِأَحَدٍ، إِنْ أَرَادَ أَنْ يَتَّبِعَهُ، وَأَنْ لاَ يَمْنَعَ أَحَدًا مِنْ أَصْحَابِهِ أَرَادَ أَنْ يُقِيمَ بِهَا. فَلَمَّا دَخَلَهَا، وَمَضَى الأَجَلُ أَتَوْا عَلِيًّا، فَقَالُوا قُلْ لِصَاحِبِكَ اخْرُجْ عَنَّا فَقَدْ مَضَى الأَجَلُ. فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم فَتَبِعَتْهُمُ ابْنَةُ حَمْزَةَ يَا عَمِّ يَا عَمِّ. فَتَنَاوَلَهَا عَلِيٌّ فَأَخَذَ بِيَدِهَا، وَقَالَ لِفَاطِمَةَ عَلَيْهَا السَّلاَمُ دُونَكِ ابْنَةَ عَمِّكِ، احْمِلِيهَا. فَاخْتَصَمَ فِيهَا عَلِيٌّ وَزَيْدٌ وَجَعْفَرٌ، فَقَالَ عَلِيٌّ أَنَا أَحَقُّ بِهَا وَهْىَ ابْنَةُ عَمِّي. وَقَالَ جَعْفَرٌ ابْنَةُ عَمِّي وَخَالَتُهَا تَحْتِي. وَقَالَ زَيْدٌ ابْنَةُ أَخِي. فَقَضَى بِهَا النَّبِيُّ صلى الله عليه وسلم لِخَالَتِهَا. وَقَالَ  الْخَالَةُ بِمَنْزِلَةِ الأُمِّ . وَقَالَ لِعَلِيٍّ  أَنْتَ مِنِّي وَأَنَا مِنْكَ . وَقَالَ لِجَعْفَرٍ  أَشْبَهْتَ خَلْقِي وَخُلُقِي . وَقَالَ لِزَيْدٍ  أَنْتَ أَخُونَا وَمَوْلاَنَا .",
    "hadithBengali": "২৫১৯। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত, তিনি বলেন, যিলকাদ মাসে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উমরার উদ্দেশ্যে বের হলেন। কিন্তু মক্কাবাসীরা তাঁকে মক্কা প্রবেশের জন্য ছেড়ে দিতে অস্বীকার করল। অবশেষে এই শর্তে তাদের সাথে ফয়সালা করলেন যে, তিন দিন সেখাসে অবস্থান করবেন। সন্ধিপত্র লিখতে গিয়ে মুসলিমরা লিখলেন, এ সন্ধিপত্র সম্পাদন করেছেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। তারা (মুশরিকরা) বলল, আমরা তাঁর রিসালাত স্বীকার করি না। আমরা যদি এ কথাই মনে করতাম যে, আপনি আল্লাহর রাসূল তাহলে আপনাকে বাধা দিতাম না। তবে আপনি হলেন, আবদুল্লাহর পুত্র মুহাম্মদ। তিনি বললেন, আমি আল্লাহর রাসূল এবং আবদুল্লাহর পুত্র মুহাম্মদ।\n\nতারপর তিনি আলীকে বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শব্দটি মুছে দাও। তিনি বললেন, না। আল্লাহর কসম, আমি আপনাকে (রাসূলুল্লাহ শব্দটি) কখনো মুছবো না। রাসূলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন চুক্তিপত্রটি নিলেন এবং লিখলেন, এ সন্ধিপত্র মুহাম্মদ ইবনু আবদুল্লাহ সম্পন্ন করেন-খাপবদ্ধ অস্ত্র ছাড়া আর কিছু নিয়ে তিনি মক্কায় প্রবেশ করবেন না। মক্কাবাসীদের কেউ তাঁর সঙ্গে যেতে চাইলে তিনি বের করে দিবেন না। আর তাঁর সঙ্গীদের কেউ মক্কায় থাকতে চাইলে তাকে বাধা দিবেন না। (সন্ধির শর্ত মুতাবেক) তিনি যখন মক্কায় প্রবেশ করলেন এবং নির্ধারিত সময় অতিবাহিত হয়ে গেল, তখন তারা এসে আলীকে বলল, তোমার সঙ্গীকে আমাদের এখান থেকে বের হতে বল। কেননা নির্ধারিত সময় অতিবাহিত হয়ে গেছে।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রওয়ানা হলেন। তখন হামযার মেয়ে হে চাচা, হে চাচা, বলে তাদের পেচনে পেছনে চলল। আলী (রাঃ) তাকে হাত ধরে নিয়ে এলেন এবং ফাতিমাকে বললেন, এই নাও তোমার চাচার মেয়েকে। আমি ওকে তুলে এনেছি। আলী, যায়দ ও জাফর তাকে নেওয়ার ব্যাপারে বিতর্কে প্রবৃত্ত হলেন। আলী (রাঃ) বললেন, আমি তার বেশী হকদার। কারণ সে আমার চাচার মেয়ে। জাফর (রাঃ) বললেন, সে আমার চাচার মেয়ে এবং তার খালা অমার স্ত্রী। যায়দ (রাঃ) বললেন, সে আমার ভাইয়ের মেয়ে।\n\nএরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খালার অনুকূলে ফয়সালা দিলেন এবং বললেন, খালা মায়ের স্থলবর্তিনী। আর আলীকে বললেন, আমি তোমার এবং তুমি আমার। জাফরকে বললেন, তুমি আকৃতি ও প্রকৃতিতে আমার সদৃশ। আর যায়দকে বললেন, তুমি তো আমাদের ভাই ও আযাদকৃত গোলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2519",
    "id": "2603",
    "thesequence": "2945",
    "isActive": "1",
    "chapterId": "15708",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৭৮. কিভাবে সন্ধিপত্র লেখা হবে? অমুকের পুত্র অমুক এবং অমুকের পুত্র অমুক লিখাতে হবে। গোত্র বা বংশের দিকে সম্বোধন না করলেও ক্ষতি নেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) set out for the `Umra but the pagans of Quraish prevented him from reaching the Ka`ba. So, he slaughtered his sacrifice and got his head shaved at Al-Hudaibiya, and agreed with them that he would perform `Umra the following year and would not carry weapons except swords and would not stay in Mecca except for the period they allowed. So, the Prophet (ﷺ) performed the `Umra in the following year and entered Mecca according to the treaty, and when he stayed for three days, the pagans ordered him to depart, and he departed.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا سُرَيْجُ بْنُ النُّعْمَانِ، حَدَّثَنَا فُلَيْحٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، رضى الله عنهما أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ مُعْتَمِرًا، فَحَالَ كُفَّارُ قُرَيْشٍ بَيْنَهُ وَبَيْنَ الْبَيْتِ، فَنَحَرَ هَدْيَهُ، وَحَلَقَ رَأْسَهُ بِالْحُدَيْبِيَةِ، وَقَاضَاهُمْ عَلَى أَنْ يَعْتَمِرَ الْعَامَ الْمُقْبِلَ، وَلاَ يَحْمِلَ سِلاَحًا عَلَيْهِمْ إِلاَّ سُيُوفًا، وَلاَ يُقِيمَ بِهَا إِلاَّ مَا أَحَبُّوا، فَاعْتَمَرَ مِنَ الْعَامِ الْمُقْبِلِ فَدَخَلَهَا كَمَا كَانَ صَالَحَهُمْ، فَلَمَّا أَقَامَ بِهَا ثَلاَثًا أَمَرُوهُ أَنْ يَخْرُجَ فَخَرَجَ.",
    "hadithBengali": "২৫২০। মুহাম্মদ ইবনু রাফি (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উমরা করতে রওয়ানা হলেন। কিন্তু কুরাইশ কাফিররা তাঁর ও বায়তুল্লাহর মাঝে অন্তরায় হয়ে দাঁড়াল। তখন তিনি হুদায়বিয়াতে তাঁর হাদী কুরবানী করলেন, আর মাথা মুড়ালেন এবং তাদের সাথে সন্ধি করলেন এই শর্তে যে, আগামী বছর তিনি উমরা করবেন আর (কোষবদ্ধ) তরবারী ছাড়া অন্য কোন অস্ত্র নিয়ে তাদের কাছে আসবেন না। আর তারা যতদিন পছন্দ করবেন তিনি ততদিন সেখানে থাকবেন। পরের বছর তিনি উমরা করলেন এবং যেমনি সন্ধি করেছিলেন তেমনিভাবে মক্কায় অবস্থা করলেন। তারা তাঁকে বেরিয়ে যেতে বললে, তিনি বেরিয়ে গেলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2520",
    "id": "2604",
    "thesequence": "2946",
    "isActive": "1",
    "chapterId": "15709",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৭৯. মুশরিকেরদের সাথে সন্ধি। এ বিষয়ে আবু সুফইয়ান (রাঃ) থেকে হাদীস বর্ণিত হয়েছে। আওফ ইবনু মালিক (রাঃ) নবী (সাঃ) থেকে বর্ণনা করেছেন। এরপর তোমাদের ও পীতবর্ণীদের (রোমকদের) সাথে সন্ধি হবে। এ বিষয়ে সাহল ইবনু হুনায়ফ, আসমা ও মিসওয়ার (রাঃ) কর্তৃক নবী (সাঃ) থেকে বর্ণিত হয়েছে। মূসা ইবনু মাসউদ (রহঃ) .... বার&lsquo;আ&rsquo; ইবনু আযিব (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী (সাঃ)  হুদায়বিয়ার দিন মুশুরকদের সাথে তিনটি বিষয়ে সন্ধি করেছিলেন। তা হলো ১. মুশরিকরা কেউ (মুসলিম হয়ে) তাঁর কাছে এলে তিনি তাকে তাদের কাছে ফিরিয়ে দিবেন। ২. মুসলিদের কেউ (মুরতাদ হয়ে) তাদের কাছে গেলে তিনি তাকে ফিরিয়ে দিবে না। ৩. আর তিনি আগামী বছর মক্কায় প্রবেশ করবেন এবং সেখানে তিনি তিন দিন অবস্থান করবেন। কোষবদ্ধ অস্ত্র, তরবারী ও ধনুক ছাড়া অন্যুকিছু নিয়ে প্রবেশ করবেন না। ইত্যবসরে আবূ জান্দাল (রাঃ) শৃংখলিত অবস্থায় লাফিয়ে লাফিয়ে তাঁর কাছে এল। তাক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Abu Hathma:\n\n`Abdullah bin Sahl and Muhaiyisa bin Mas`ud bin Zaid went to Khaibar when it had a peace treaty (with the Muslims).",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرٌ، حَدَّثَنَا يَحْيَى، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، قَالَ انْطَلَقَ عَبْدُ اللَّهِ بْنُ سَهْلٍ وَمُحَيِّصَةُ بْنُ مَسْعُودِ بْنِ زَيْدٍ إِلَى خَيْبَرَ، وَهْىَ يَوْمَئِذٍ صُلْحٌ.",
    "hadithBengali": "২৫২১। মুসাদ্দাদ (রহঃ) ... সাহল ইবনু আবূ হাসমা (রহঃ) থেকে বর্ণিত, তিনি বলেন, খায়বার সন্ধিবদ্ধ থাকাকালে আবদুল্লাহ ইবনু সাহল ও মুহাইয়াসা ইবনু মাসউদ ইবনু যায়দ (রাঃ) খায়বার গিয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2521",
    "id": "2605",
    "thesequence": "2947",
    "isActive": "1",
    "chapterId": "15709",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৭৯. মুশরিকেরদের সাথে সন্ধি। এ বিষয়ে আবু সুফইয়ান (রাঃ) থেকে হাদীস বর্ণিত হয়েছে। আওফ ইবনু মালিক (রাঃ) নবী (সাঃ) থেকে বর্ণনা করেছেন। এরপর তোমাদের ও পীতবর্ণীদের (রোমকদের) সাথে সন্ধি হবে। এ বিষয়ে সাহল ইবনু হুনায়ফ, আসমা ও মিসওয়ার (রাঃ) কর্তৃক নবী (সাঃ) থেকে বর্ণিত হয়েছে। মূসা ইবনু মাসউদ (রহঃ) .... বার&lsquo;আ&rsquo; ইবনু আযিব (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী (সাঃ)  হুদায়বিয়ার দিন মুশুরকদের সাথে তিনটি বিষয়ে সন্ধি করেছিলেন। তা হলো ১. মুশরিকরা কেউ (মুসলিম হয়ে) তাঁর কাছে এলে তিনি তাকে তাদের কাছে ফিরিয়ে দিবেন। ২. মুসলিদের কেউ (মুরতাদ হয়ে) তাদের কাছে গেলে তিনি তাকে ফিরিয়ে দিবে না। ৩. আর তিনি আগামী বছর মক্কায় প্রবেশ করবেন এবং সেখানে তিনি তিন দিন অবস্থান করবেন। কোষবদ্ধ অস্ত্র, তরবারী ও ধনুক ছাড়া অন্যুকিছু নিয়ে প্রবেশ করবেন না। ইত্যবসরে আবূ জান্দাল (রাঃ) শৃংখলিত অবস্থায় লাফিয়ে লাফিয়ে তাঁর কাছে এল। তাক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nAr-Rabi, the daughter of An-Nadr broke the tooth of a girl, and the relatives of Ar-Rabi` requested the girls relatives to accept the Irsh (compensation for wounds etc.) and forgive (the offender), but they refused. So, they went to the Prophet (ﷺ) who ordered them to bring about retaliation. Anas bin An-Nadr asked, O Allah; Apostle! Will the tooth of Ar-Rabi` be broken? No, by Him Who has sent you with the Truth, her tooth will not be broken. The Prophet (ﷺ) said, O Anas! Allah; law ordains retaliation. Later the relatives of the girl agreed and forgave her. The Prophet (ﷺ) said, There are some of Allahs slaves who, if they take an oath by Allah, are responded to by Allah i.e. their oath is fulfilled). Anas added, The people agreed and accepted the Irsh.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، قَالَ حَدَّثَنِي حُمَيْدٌ، أَنَّ أَنَسًا، حَدَّثَهُمْ أَنَّ الرُّبَيِّعَ ـ وَهْىَ ابْنَةُ النَّضْرِ ـ كَسَرَتْ ثَنِيَّةَ جَارِيَةٍ، فَطَلَبُوا الأَرْشَ وَطَلَبُوا الْعَفْوَ، فَأَبَوْا فَأَتَوُا النَّبِيَّ صلى الله عليه وسلم فَأَمَرَهُمْ بِالْقِصَاصِ. فَقَالَ أَنَسُ بْنُ النَّضْرِ أَتُكْسَرُ ثَنِيَّةُ الرُّبَيِّعِ يَا رَسُولَ اللَّهِ لاَ وَالَّذِي بَعَثَكَ بِالْحَقِّ لاَ تُكْسَرُ ثَنِيَّتُهَا فَقَالَ  يَا أَنَسُ كِتَابُ اللَّهِ الْقِصَاصُ . فَرَضِيَ الْقَوْمُ وَعَفَوْا فَقَالَ النَّبِيُّ صلى الله عليه وسلم  إِنَّ مِنْ عِبَادِ اللَّهِ مَنْ لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ . زَادَ الْفَزَارِيُّ عَنْ حُمَيْدٍ عَنْ أَنَسٍ فَرَضِيَ الْقَوْمُ وَقَبِلُوا الأَرْشَ.",
    "hadithBengali": "২৫২২। মুহাম্মদ ইবনু আবদুল্লাহ আনসারী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রুবাইয়্যি বিনতে নাযর (রাঃ) এক কিশোরীর সামনে দাঁত ভেঙ্গে ফেলেছিল। তারা ক্ষতিপূরণ দাবি করল আর অপর পক্ষ ক্ষমা চাইল। তারা অস্বীকার করল এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এল। তিনি কিসাসের নির্দেশ দিলেন। আনাস ইবনু নাযর (রাঃ) তখন বললেন, ইয়া রাসূলাল্লাহ! রুবাইয়্যি এর দাঁত ভাঙ্গা হবে? না, যিনি আপনাকে সত্য সহ পাঠিয়েছেন তাঁর কসম তার দাঁত ভাঙ্গা হবে না। তিনি বললেন, হে আনাস, আল্লাহর বিধান হল কিসাস। তারপর বাদীপক্ষ রাজি হয় এবং ক্ষমা করে দেয়। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আল্লাহর বান্দাদের মধ্যে এমন বান্দাও রয়েছেন যে, আল্লাহর নামে কোন কসম করলে তা পূরণ করেন। ফাযারী (রহঃ) হুমায়দ (রহঃ) সূত্রে আনাস (রাঃ) থেকে রিওয়ায়াত করতে গিয়ে অতিরিক্ত বর্ণনা করেছেন যে, তখন লোকেরা সম্মত হল এবং ক্ষতিপূরণ গ্রহণ করল।\n",
    "checkStatus": "1",
    "hadithNo": "2522",
    "id": "2606",
    "thesequence": "2948",
    "isActive": "1",
    "chapterId": "15710",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৮০. ক্ষতিপূরণের ব্যাপারে সন্ধি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Hasan Al-Basri:\n\nBy Allah, Al-Hasan bin `Ali led large battalions like mountains against Muawiya. `Amr bin Al-As said (to Muawiya), I surely see battalions which will not turn back before killing their opponents. Muawiya who was really the best of the two men said to him, O `Amr! If these killed those and those killed these, who would be left with me for the jobs of the public, who would be left with me for their women, who would be left with me for their children? Then Muawiya sent two Quraishi men from the tribe of `Abd-i-Shams called `Abdur Rahman bin Sumura and `Abdullah bin Amir bin Kuraiz to Al-Hasan saying to them, Go to this man (i.e. Al-Hasan) and negotiate peace with him and talk and appeal to him. So, they went to Al-Hasan and talked and appealed to him to accept peace. Al-Hasan said, We, the offspring of `Abdul Muttalib, have got wealth and people have indulged in killing and corruption (and money only will appease them). They said to Al-Hasan, Muawiya offers you so and so, and appeals to you and entreats you to accept peace. Al-Hasan said to them, But who will be responsible for what you have said? They said, We will be responsible for it. So, whatever Al- Hasan asked they said, We will be responsible for it for you. So, Al-Hasan concluded a peace treaty with Muawiya. Al-Hasan (Al-Basri) said: I heard Abu Bakr saying, I saw Allahs Messenger (ﷺ) on the pulpit and Al-Hasan bin `Ali was by his side. The Prophet (ﷺ) was looking once at the people and once at Al-Hasan bin `Ali saying, This son of mine is a Saiyid (i.e. a noble) and may Allah make peace between two big groups of Muslims through him.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي مُوسَى، قَالَ سَمِعْتُ الْحَسَنَ، يَقُولُ اسْتَقْبَلَ وَاللَّهِ الْحَسَنُ بْنُ عَلِيٍّ مُعَاوِيَةَ بِكَتَائِبَ أَمْثَالِ الْجِبَالِ فَقَالَ عَمْرُو بْنُ الْعَاصِ إِنِّي لأَرَى كَتَائِبَ لاَ تُوَلِّي حَتَّى تَقْتُلَ أَقْرَانَهَا. فَقَالَ لَهُ مُعَاوِيَةُ ـ وَكَانَ وَاللَّهِ خَيْرَ الرَّجُلَيْنِ ـ أَىْ عَمْرُو إِنْ قَتَلَ هَؤُلاَءِ هَؤُلاَءِ وَهَؤُلاَءِ هَؤُلاَءِ مَنْ لِي بِأُمُورِ النَّاسِ مَنْ لِي بِنِسَائِهِمْ، مَنْ لِي بِضَيْعَتِهِمْ فَبَعَثَ إِلَيْهِ رَجُلَيْنِ مِنْ قُرَيْشٍ مِنْ بَنِي عَبْدِ شَمْسٍ عَبْدَ الرَّحْمَنِ بْنَ سَمُرَةَ وَعَبْدَ اللَّهِ بْنَ عَامِرِ بْنِ كُرَيْزٍ، فَقَالَ اذْهَبَا إِلَى هَذَا الرَّجُلِ فَاعْرِضَا عَلَيْهِ، وَقُولاَ لَهُ، وَاطْلُبَا إِلَيْهِ. فَأَتَيَاهُ، فَدَخَلاَ عَلَيْهِ فَتَكَلَّمَا، وَقَالاَ لَهُ، فَطَلَبَا إِلَيْهِ، فَقَالَ لَهُمَا الْحَسَنُ بْنُ عَلِيٍّ إِنَّا بَنُو عَبْدِ الْمُطَّلِبِ، قَدْ أَصَبْنَا مِنْ هَذَا الْمَالِ، وَإِنَّ هَذِهِ الأُمَّةَ قَدْ عَاثَتْ فِي دِمَائِهَا. قَالاَ فَإِنَّهُ يَعْرِضُ عَلَيْكَ كَذَا وَكَذَا وَيَطْلُبُ إِلَيْكَ وَيَسْأَلُكَ. قَالَ فَمَنْ لِي بِهَذَا قَالاَ نَحْنُ لَكَ بِهِ. فَمَا سَأَلَهُمَا شَيْئًا إِلاَّ قَالاَ نَحْنُ لَكَ بِهِ. فَصَالَحَهُ، فَقَالَ الْحَسَنُ وَلَقَدْ سَمِعْتُ أَبَا بَكْرَةَ يَقُولُ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى الْمِنْبَرِ وَالْحَسَنُ بْنُ عَلِيٍّ إِلَى جَنْبِهِ، وَهْوَ يُقْبِلُ عَلَى النَّاسِ مَرَّةً وَعَلَيْهِ أُخْرَى وَيَقُولُ   إِنَّ ابْنِي هَذَا سَيِّدٌ، وَلَعَلَّ اللَّهَ أَنْ يُصْلِحَ بِهِ بَيْنَ فِئَتَيْنِ عَظِيمَتَيْنِ مِنَ الْمُسْلِمِينَ . قَالَ لِي عَلِيُّ بْنُ عَبْدِ اللَّهِ إِنَّمَا ثَبَتَ لَنَا سَمَاعُ الْحَسَنِ مِنْ أَبِي بَكْرَةَ بِهَذَا الْحَدِيثِ.",
    "hadithBengali": "২৫২৩। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... হাসান (বসরী) (রহঃ) বলেন, আল্লাহর কসম, হাসান ইবনু আলী (রাঃ) পর্বত সদৃশ সেনাদল নিয়ে মুআবিয়া (রাঃ) এর মুখোমুখি হলেন। আমার ইবনু আস (রাঃ) বললেন, আমি এমন সেনাদল দেখতে পাচ্ছি যারা প্রতিপক্ষকে হত্যা না করে ফির যাবে না। মুআবিয়া (রাঃ) তখন বললেন, আল্লাহর কসম! (আর মুআবিয়া ও আমর ইবনুল আস) (রাঃ) উভয়ের মধ্যে মুআবিয়া (রাঃ) ছিলেন উত্তম ব্যাক্তি। হে আমর! এরা ওদের এবং ওরা এদের হত্যা করলে আমি কাকে দিয়ে লোকের সমস্যার সমাধান করব? তাদের নারীদের কে তত্ত্ববধান করবে? তাদের দূর্বল ও শিশুদের কে রক্ষণাবেক্ষণ করবে? তারপর তিনি কুরায়শের বানূ আবদে শামস শাখার দুজন আবদুর রহমান ইবনু সামুরাহ ও আবদুল্লাহ ইবনু আমর (রাঃ) কে হাসান (রাঃ) এর কাছে পাঠালেন। তিনি তাদের বললেন, তোমরা উভয়ে এই লোকটির কাছে যাও এবং তার কাছে (সন্ধির) প্রস্তাব পেশ করো, তাঁর সঙ্গে আলোচনা কর ও তার বক্তব্য জানতে চেষ্টা কর।\n\nতারা তার কাছে গেলেন এবং তার সঙ্গে কখা বললেন, আলাপ-আলোচনা করলেন এবং তার বক্তব্য জানলেন। হাসান ইবনু আলী (রাঃ) তাদের বললেন, আমরা আবদুল মুত্তালিবের সন্তান, এই সম্পদ (বায়তুল মালের) আমরা পেয়েছি। আর এরা রক্তপাতে লিপ্ত হয়েছে। তারা উভয়ে বললেন, (মুআবিয়া (রাঃ) আপনার কাছে এরূপ বক্তব্য পেশ করেছেন। আর আপনার বক্তব্যও জানতে চেয়েছেন ও সন্ধি কামনা করেছেন। তিনি বললেন, এ দায়িত্ব কে নেবে? তারা বললেন, আমরা আপনার জন্য এ দায়িত্ব গ্রহণ করছি। এরপর তিনি তাদের কাছে যে সব প্রশ্ন করলেন, তারা (তার জওয়াবে) বললেন, আমরা এ দায়িত্ব নিচ্ছি। তারপর তিনি তার সাথে সন্ধি করলেন।\n\nহাসান (বসরী) (রহঃ) বলেন, আমি আবূ বাকরা (রাঃ) কে বলতে শুনেছিঃ রাসূলুল্লাহ কে আমি মিম্বরের উপর দেখেছি, হাসান (রাঃ) তাঁর পাশে ছিলেন। তিনি একবার লোকদের দিকে আর একবার তাঁর দিকে তাকাচ্ছিলেন আর বলছিলেন, আমার এ সন্তান নেতৃস্থানীয়। সম্ভবত তাঁর মাধ্যমে আল্লাহ তাআলা মুসলমানের দুটি বড় দলের মধ্যে মীমাংসা করাবেন। আবূ আবদুল্লাহ (রাঃ) বলেন, আলী ইবনু আবদুল্লাহ আমাকে বলেছেন যে, এ হাদীসের মাধ্যমেই আবূ বাকরা (রাঃ) থেকে হাসানের শ্রুতি আমাদের কাছে প্রমাণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2523",
    "id": "2607",
    "thesequence": "2949",
    "isActive": "1",
    "chapterId": "15711",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৮১. হাসান ইব্&zwnj;ন আলী (রাঃ) সম্পর্কে নবী (সাঃ) এর উক্তিঃ আমার এ সন্তনটি নেতৃস্থানীয় । সম্ভবত আল্লাহ্&zwnj; এর মাধ্যমে দু&rsquo;টি বড় দলের মাঝে সন্ধি স্থাপন করাবেন। আর আল্লাহ্&zwnj; তা&rsquo;আলার বাণীঃ তোমরা তাদের উভয় দলের মাঝে মীমাংসা করে দাও। (৪৯ঃ ৯)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nOnce Allahs Messenger (ﷺ) heard the loud voices of some opponents quarreling at the door. One of them was appealing to the other to deduct his debt and asking him to be lenient but the other was saying, By Allah I will not do so. Allahs Messenger (ﷺ) went out to them and said, Who is the one who was swearing by Allah that he would not do a favor? That man said, I am that person, O Allahs Messenger (ﷺ)! I will give my opponent whatever he wishes.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي الرِّجَالِ، مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ أَنَّ أُمَّهُ، عَمْرَةَ بِنْتَ عَبْدِ الرَّحْمَنِ قَالَتْ سَمِعْتُ عَائِشَةَ ـ رضى الله عنها ـ تَقُولُ سَمِعَ رَسُولُ اللَّهِ صلى الله عليه وسلم صَوْتَ خُصُومٍ بِالْبَابِ عَالِيَةٍ أَصْوَاتُهُمَا، وَإِذَا أَحَدُهُمَا يَسْتَوْضِعُ الآخَرَ، وَيَسْتَرْفِقُهُ فِي شَىْءٍ وَهْوَ يَقُولُ وَاللَّهِ لاَ أَفْعَلُ. فَخَرَجَ عَلَيْهِمَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ   أَيْنَ الْمُتَأَلِّي عَلَى اللَّهِ لاَ يَفْعَلُ الْمَعْرُوفَ . فَقَالَ أَنَا يَا رَسُولَ اللَّهِ، وَلَهُ أَىُّ ذَلِكَ أَحَبَّ.",
    "hadithBengali": "২৫২৪। ইসমাঈল ইবনু আবী ওয়াইস (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার দরজায় বিবাদের আওয়াজ শুনতে পেলেন; দুজন তাদের আওয়াজ উচ্চ করছিল। একজন আরেকজনের কাছে ঋণের কিছু মাফ করে দেওয়ার এবং সহানুভূতি দেখানোর (কিছু সময় দেওয়ার) অনুরোধ করছিল। আর অপর ব্যাক্তি বলছিল, না আল্লাহর কসম! আমি তা করব না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হযে তাদের কাছে এলেন এবং বললেন, সৎ কাজ করবে না বলে যে আল্লাহর নামে কসম করেছে, সে লোকটি কোথায়? সে বলল, ইয়া রাসূলাল্লাহ! আমি। সে যা চাইবে তার জন্য তা-ই হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2524",
    "id": "2608",
    "thesequence": "2950",
    "isActive": "1",
    "chapterId": "15712",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৮২. আপস মীমাংসার ব্যাপারে ইমাম পরামর্শ দিবেন কি?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Ka`b bin Malik from Ka`b bin Malik:\n\n`Abdullah bin Abu Hadrad Al-Aslami owed Ka`b bin Malik some money. One day the latter met the former and demanded his right, and their voices grew very loud. The Prophet (ﷺ) passed by them and said, O Ka`b, beckoning with his hand as if intending to say, Deduct half the debts. So, Ka`b took half what the other owed him and remitted the other half.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنِ الأَعْرَجِ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ كَعْبِ بْنِ مَالِكٍ، عَنْ كَعْبِ بْنِ مَالِكٍ، أَنَّهُ كَانَ لَهُ عَلَى عَبْدِ اللَّهِ بْنِ أَبِي حَدْرَدٍ الأَسْلَمِيِّ مَالٌ، فَلَقِيَهُ فَلَزِمَهُ حَتَّى ارْتَفَعَتْ أَصْوَاتُهُمَا، فَمَرَّ بِهِمَا النَّبِيُّ صلى الله عليه وسلم فَقَالَ   يَا كَعْبُ . فَأَشَارَ بِيَدِهِ كَأَنَّهُ يَقُولُ النِّصْفَ. فَأَخَذَ نِصْفَ مَا عَلَيْهِ وَتَرَكَ نِصْفًا.",
    "hadithBengali": "২৫২৫। ইয়াহইয়া ইবনু বুকাইর (রহঃ) ... কাব ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, আবদুল্লাহ ইবনু আবূ হাদরাদ আল-আসলামীর কাছে তার কিছু মাল পাওনা ছিল। রাবী বলেন, একবার সাক্ষাত পেয়ে তিনি তাকে ধরলেন, এমনকি তাদের আওয়াজ চড়ে গেল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের কাছে দিয়ে যাচ্ছিলেন। তখন তিনি যেন হাতের ইশারায় বলছিলেন, অর্ধেক (নাও)। তারপর তিনি তার পাওনার অর্ধেক নিলেন আর অর্ধেক ছেড়ে (মাফ করে) দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2525",
    "id": "2609",
    "thesequence": "2951",
    "isActive": "1",
    "chapterId": "15712",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৮২. আপস মীমাংসার ব্যাপারে ইমাম পরামর্শ দিবেন কি?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, There is a Sadaqa to be given for every joint of the human body; and for every day on which the sun rises there is a reward of a Sadaqa (i.e. charitable gift) for the one who establishes justice among people.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   كُلُّ سُلاَمَى مِنَ النَّاسِ عَلَيْهِ صَدَقَةٌ، كُلَّ يَوْمٍ تَطْلُعُ فِيهِ الشَّمْسُ يَعْدِلُ بَيْنَ النَّاسِ صَدَقَةٌ .",
    "hadithBengali": "২৫২৬। ইসহাক (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মানুষের হাতের প্রতিটি জোড়ার জন্য তার উপর সাদকা রয়েছে। সূর্যোদয় হয় এমন প্রতিদিন (অর্থাৎ প্রত্যহ) মানুষের মধ্যে সুবিচার করাও সাদকা।\n",
    "checkStatus": "1",
    "hadithNo": "2526",
    "id": "2610",
    "thesequence": "2952",
    "isActive": "1",
    "chapterId": "15713",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৮৩. মানুষের মধ্যে মীমাংসা করার এবং তাদের মধ্যে ন্যায় বিচার করার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Urwa bin Az-Zubair:\n\nAz-Zubair told me that he quarreled with an Ansari man who had participated in (the battle of) Badr in front of Allahs Messenger (ﷺ) about a water stream which both of them used for irrigation. Allahs Messenger (ﷺ) said to Az-Zubair, O Zubair! Irrigate (your garden) first, and then let the water flow to your neighbor. The Ansari became angry and said, O Allahs Messenger (ﷺ)! Is it because he is your cousin? On that the complexion of Allahs Messenger (ﷺ) changed (because of anger) and said (to Az-Zubair), I irrigate (your garden) and then withhold the water till it reaches the walls (surrounding the palms). So, Allahs Messenger (ﷺ) gave Az-Zubair his full right. Before that Allahs Messenger (ﷺ) had given a generous judgment beneficial for Az-Zubair and the Ansari, but when the Ansan irritated Allahs Messenger (ﷺ) he gave Az-Zubair his full right according to the evident law. Az-Zubair said, By Allah ! I think the following Verse was revealed concerning that case: But no by your Lord They can have No faith Until they make you judge In all disputes between them. (4.65)",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ الزُّبَيْرَ، كَانَ يُحَدِّثُ أَنَّهُ خَاصَمَ رَجُلاً مِنَ الأَنْصَارِ قَدْ شَهِدَ بَدْرًا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فِي شِرَاجٍ مِنَ الْحَرَّةِ كَانَا يَسْقِيَانِ بِهِ كِلاَهُمَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلزُّبَيْرِ  اسْقِ يَا زُبَيْرُ ثُمَّ أَرْسِلْ إِلَى جَارِكَ . فَغَضِبَ الأَنْصَارِيُّ فَقَالَ يَا رَسُولَ اللَّهِ آنْ كَانَ ابْنَ عَمَّتِكَ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ  اسْقِ ثُمَّ احْبِسْ حَتَّى يَبْلُغَ الْجَدْرَ . فَاسْتَوْعَى رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَئِذٍ حَقَّهُ لِلزُّبَيْرِ، وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَبْلَ ذَلِكَ أَشَارَ عَلَى الزُّبَيْرِ بِرَأْىٍ سَعَةٍ لَهُ وَلِلأَنْصَارِيِّ، فَلَمَّا أَحْفَظَ الأَنْصَارِيُّ رَسُولَ اللَّهِ صلى الله عليه وسلم اسْتَوْعَى لِلزُّبَيْرِ حَقَّهُ فِي صَرِيحِ الْحُكْمِ. قَالَ عُرْوَةُ قَالَ الزُّبَيْرُ وَاللَّهِ مَا أَحْسِبُ هَذِهِ الآيَةَ نَزَلَتْ إِلاَّ فِي ذَلِكَ {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ} الآيَةَ.",
    "hadithBengali": "২৫২৭। আবূল ইয়ামান (রহঃ) ... যুবাইর (রাঃ) থেকে বর্ণিত যে, তিনি এক আনসারীর সাথে বিবাদ করছিলেন, যিনি বদরে শরীক ছিলেন। তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গিয়ে পাথরী যমীনের একটি নালা সম্পর্কে অভিযোগ করলেন। তারা উভয়ে সে নালা থেকে পানি সেচ করতেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুবাইরকে বললেন, হে যুবাইর! তুমি প্রথমে পানি সেচবে। তারপর তোমার প্রতিবেশীর দিকে পানি ছেড়েদিবে। আনসারী তখন রেগে গেল এবং বলল, ইয়া রাসূলাল্লাহ! সে আপনার ফুফুর ছেলে বলে (এ বিচার)? এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চেহারার রঙ্গ বদলে গেল। তারপর তিনি বললেন, তুমি সেচ কর, তারপর পানি আটকে রাখ, বেষ্টনীর বরাবর পৌঁছা পর্যন্ত।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুবাইর (রাঃ) কে তার পূর্ণ হক দিলেন। এর আগে যুবাইর (রাঃ) কে তিনি এমন নির্দেশ দিয়েছিলেন যা আনসারীর জন্য সুবিধাজনক ছিল। কিন্তু আনসারী রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে রাগান্বিত করলে সুষ্পষ্ট নির্দেশের মাধ্যমে যুবাইর (রাঃ)-কে তিনি তাঁর পূর্ণ হক দান করলেন। উরওয়া (রাঃ) বলেন, যুবাইর (রাঃ) বলেছেন, আল্লাহর কসম! আমার নিশ্চিত ধারণা যে (আল্লাহর বাণী): কিন্তু না, আপনার প্রতিপালকের শপথ! তারা মুমিন হবে না যতক্ষণ তারা তাদের নিজেদের বিবাদ বিসম্বাদের বিচার ভার আপনার উপর অর্পণ না করে। (৪: ৬৫) আয়াতটি সে ব্যাপারেই নাযিল হয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "2527",
    "id": "2611",
    "thesequence": "2953",
    "isActive": "1",
    "chapterId": "15714",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৮৪. ইমাম মীমাংসা নির্দশ দেওয়ার পর তা অমান্য করলে তার বিরুদ্ধে সুনির্দিষ্ট ফয়সালা দিতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nMy father died and was in debt. I suggested that his creditors take the fruits (i.e. dates) of my garden in lieu of the debt of my father, but they refused the offer, as they thought that it would not cover the full debt. So, I went to the Prophet (ﷺ) and told him about it. He said (to me), When you pluck the dates and collect them in the Mirbad (i.e. a place where dates are dried), call me (Allahs Messenger (ﷺ)). Finally he came accompanied by Abu Bakr and `Umar and sat on the dates and invoked Allah to bless them. Then he said, Call your creditors and give them their full rights. So, I paid all my fathers creditors in full and yet thirteen extra Wasqs of dates remained, seven of which were Ajwa and six were Laun or six of which were Ajwa and seven were Laun. I met Allahs Messenger (ﷺ) at sunset and informed him about it. On that he smiled and said, Go to Abu Bakr and `Umar and tell them about it. They said, We perceived that was going to happen, as Allahs Messenger (ﷺ) did what he did.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ تُوُفِّيَ أَبِي وَعَلَيْهِ دَيْنٌ، فَعَرَضْتُ عَلَى غُرَمَائِهِ أَنْ يَأْخُذُوا التَّمْرَ بِمَا عَلَيْهِ، فَأَبَوْا وَلَمْ يَرَوْا أَنَّ فِيهِ وَفَاءً، فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ، فَقَالَ  إِذَا جَدَدْتَهُ فَوَضَعْتَهُ فِي الْمِرْبَدِ آذَنْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم . فَجَاءَ وَمَعَهُ أَبُو بَكْرٍ وَعُمَرُ فَجَلَسَ عَلَيْهِ، وَدَعَا بِالْبَرَكَةِ ثُمَّ قَالَ  ادْعُ غُرَمَاءَكَ، فَأَوْفِهِمْ . فَمَا تَرَكْتُ أَحَدًا لَهُ عَلَى أَبِي دَيْنٌ إِلاَّ قَضَيْتُهُ، وَفَضَلَ ثَلاَثَةَ عَشَرَ وَسْقًا سَبْعَةٌ عَجْوَةٌ، وَسِتَّةٌ لَوْنٌ أَوْ سِتَّةٌ عَجْوَةٌ وَسَبْعَةٌ لَوْنٌ، فَوَافَيْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْمَغْرِبَ فَذَكَرْتُ ذَلِكَ لَهُ فَضَحِكَ فَقَالَ  ائْتِ أَبَا بَكْرٍ وَعُمَرَ فَأَخْبِرْهُمَا . فَقَالاَ لَقَدْ عَلِمْنَا إِذْ صَنَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَا صَنَعَ أَنْ سَيَكُونُ ذَلِكَ. وَقَالَ هِشَامٌ عَنْ وَهْبٍ عَنْ جَابِرٍ صَلاَةَ الْعَصْرِ. وَلَمْ يَذْكُرْ أَبَا بَكْرٍ وَلاَ ضَحِكَ، وَقَالَ وَتَرَكَ أَبِي عَلَيْهِ ثَلاَثِينَ وَسْقًا دَيْنًا. وَقَالَ ابْنُ إِسْحَاقَ عَنْ وَهْبٍ عَنْ جَابِرٍ صَلاَةَ الظُّهْرِ.",
    "hadithBengali": "২৫২৮। মুহাম্মদ ইবনু বাশশার (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমার পিতার মৃত্যু হল, আর তার কিছু ঋণ ছিল। আমি তার ঋণের বিনিময়ে পাওনাদারদের খেজুর নেওয়ার প্রস্তাব দিলাম। তাতে ঋণ পরিশোধ হবে না বলে তারা তা নিতে অস্বীকার করল। আমি তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে এ বিষয়ে তাঁর নিকট উল্লেখ করলাম। তিনি বললেন, খেজুর পেড়ে মাছায় রেখে রাসূলুল্লাহকে খবর দিও।\n\n(যথা সময়ে) তিনি এলেন এবং তাঁর সঙ্গে আবূ বকর ও উমর (রাঃ)-ও ছিলেন। তিনি কেজুর স্তুপের পার্শ্বে বসলেন এবং বরকতের দুআ করলেন। পরে বললেন, তোমার পাওনাদারদের ডাক এবং তাদের প্রাপ্য পরিশোধ করে দাও। তারপর আমার পিতার পাওণাদারদের কেউ এমন ছিল না যার ঋণ পরিশোধ করিনি। এরপরও (আমার কাছে) তের ওয়াসক খেজুর উদ্বৃত্ত রয়ে গেল। সাত ওয়াসক (عَجْوَةٌ) মিশ্র খেজুর আর ছয় ওয়াছক (لَوْنٌ) নিম্নমানের খেজুর কিংবা ছয় ওয়াসক মিশ্র ও সাত ওয়াসক নিম্নমানের খেজুর।\n\nতারপর আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে মাগরিবের সালাত (নামায/নামাজ) আদায় করলাম এবং তাঁকে তা বললাম। তিনি হাসলেন এবং বললেন, আবূ বকর ও উমরের কাছে গিয়ে তা বল। তাঁরা বললেন, আমরা আগেই জানতাম যে, যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা করার তা করেছেন, তখন অবশ্য এরূপই হবে।\n\nহিশাম (রহঃ) ওয়াহাব (রহঃ)-এর মাধ্যমে জাবির (রাঃ) থেকে (বর্ণনায়) আসরের সালাত (নামায/নামাজ)-এর কথা উল্লেখ করেছেন। তবে তিনি আবূ বকর (রাঃ) এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাসার কথা উল্লেখ করেন নি। তিনি বর্ণনা করেছেন, (জাবির (রাঃ) বলেছেন) আমার পিতা তার যিম্মায় ত্রিশ ওয়াসক ঋণ রেখে মার গিয়েছেন। ইবনু ইসহাক (রহঃ) ওয়াহাব (রহঃ)-এর মাধ্যমে জাবির (রাঃ) থেকে যোহরের সালাত (নামায/নামাজ)-এর কথা উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2528",
    "id": "2612",
    "thesequence": "2954",
    "isActive": "1",
    "chapterId": "15715",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৮৫. পাওনাদারদের মধ্যে এবং মৃত ব্যক্তির ওয়ারিসদের মধ্যে আপস মীমাংসা করে দেওয়া। ইবন আব্বাস (রাঃ) বলেন, দুই অংশীদার যদি সিদ্ধান্ত নেয় যে, একজন বাকী আর একজন নগদ নিবে, তাতে কোন দোষ নেই। আর কারো মাল বিনষ্ট হয়ে গেলে সে তার সাথীর নিকট দাবী করতে পারবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Ka`b:\n\nThat Ka`b bin Malik told him that in the lifetime of Allahs Messenger (ﷺ) he demanded his debt from Ibn Abu Hadrad in the Mosque. Their voices grew louder till Allahs Messenger (ﷺ) heard them while he was in his house. So he lifted the curtain of his room and called Ka`b bin Malik saying, O Ka`b! He replied, Labbaik! O Allahs Messenger (ﷺ)! He beckoned to him with his hand suggesting that he deduct half the debt. Ka`b said, I agree, O Allahs Messenger (ﷺ)! Allahs Messenger (ﷺ) then said (to Ibn Abu Hadrad), Get up and pay him the rest.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، أَخْبَرَنَا يُونُسُ،. وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ كَعْبٍ، أَنَّ كَعْبَ بْنَ مَالِكٍ، أَخْبَرَهُ أَنَّهُ، تَقَاضَى ابْنَ أَبِي حَدْرَدٍ دَيْنًا كَانَ لَهُ عَلَيْهِ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْمَسْجِدِ، فَارْتَفَعَتْ أَصْوَاتُهُمَا حَتَّى سَمِعَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَهْوَ فِي بَيْتٍ، فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَيْهِمَا حَتَّى كَشَفَ سِجْفَ حُجْرَتِهِ، فَنَادَى كَعْبَ بْنَ مَالِكٍ فَقَالَ  يَا كَعْبُ . فَقَالَ لَبَّيْكَ يَا رَسُولَ اللَّهِ. فَأَشَارَ بِيَدِهِ أَنْ ضَعِ الشَّطْرَ. فَقَالَ كَعْبٌ قَدْ فَعَلْتُ يَا رَسُولَ اللَّهِ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  قُمْ فَاقْضِهِ .",
    "hadithBengali": "২৫২৯। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... কাব ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যমানায় একবার তিনি ইবনু আবূ হাদরাদের কাছে মসজিদে পাওনা ঋণের তাগাদা করলেন্ এতে উভয়ের আওয়াজ চড়ে গেল। এমনকি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ঘর থেকেই আওয়াজ শুনতে পেলেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুজরার পর্দা সরিয়ে তাদের কাছে এলেন আর কাব ইবনু মালিক (রাঃ) কে ডাকলেন এবং বললেন, হে কাব! কাব (রাঃ) বললেন, আমি হাযির ইয়া রাসূলাল্লাহ! রাবী বলেন, তিনি হাতে ইশারা করলেন, অর্ধৈক মওকুপ করে দাও। কাব (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আমি তাই করলাম। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ইবনু আবূ হাদরাদকে) বললেন, যাও, তার ঋণ পরিশোধ করে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "2529",
    "id": "2613",
    "thesequence": "2955",
    "isActive": "1",
    "chapterId": "15716",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "48",
    "statusId": "1",
    "topicName": "১৬৮৬. ঋণ ও নগদ মালের বিনিময়ে আপস করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]