[
  {
    "hadithEnglish": " Narrated Marwan and al-Miswar bin Makhrama:\n\n(from the companions of Allahs Messenger (ﷺ)) When Suhail bin `Amr agreed to the Treaty (of Hudaibiya), one of the things he stipulated then, was that the Prophet (ﷺ) should return to them (i.e. the pagans) anyone coming to him from their side, even if he was a Muslim; and would not interfere between them and that person. The Muslims did not like this condition and got disgusted with it. Suhail did not agree except with that condition. So, the Prophet (ﷺ) agreed to that condition and returned Abu Jandal to his father Suhail bin `Amr. Thenceforward the Prophet (ﷺ) returned everyone in that period (of truce) even if he was a Muslim. During that period some believing women emigrants including Um Kulthum bint `Uqba bin Abu Muait who came to Allahs Messenger (ﷺ) and she was a young lady then. Her relative came to the Prophet (ﷺ) and asked him to return her, but the Prophet (ﷺ) did not return her to them for Allah had revealed the following Verse regarding women: O you who believe! When the believing women come to you as emigrants. Examine them, Allah knows best as to their belief, then if you know them for true believers, Send them not back to the unbelievers, (for) they are not lawful (wives) for the disbelievers, Nor are the unbelievers lawful (husbands) for them (60.10)",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّهُ سَمِعَ مَرْوَانَ، وَالْمِسْوَرَ بْنَ مَخْرَمَةَ، رضى الله عنهما يُخْبِرَانِ عَنْ أَصْحَابِ، رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ لَمَّا كَاتَبَ سُهَيْلُ بْنُ عَمْرٍو يَوْمَئِذٍ كَانَ فِيمَا اشْتَرَطَ سُهَيْلُ بْنُ عَمْرٍو عَلَى النَّبِيِّ صلى الله عليه وسلم أَنَّهُ لاَ يَأْتِيكَ مِنَّا أَحَدٌ وَإِنْ كَانَ عَلَى دِينِكَ إِلاَّ رَدَدْتَهُ إِلَيْنَا، وَخَلَّيْتَ بَيْنَنَا وَبَيْنَهُ. فَكَرِهَ الْمُؤْمِنُونَ ذَلِكَ، وَامْتَعَضُوا مِنْهُ، وَأَبَى سُهَيْلٌ إِلاَّ ذَلِكَ، فَكَاتَبَهُ النَّبِيُّ صلى الله عليه وسلم عَلَى ذَلِكَ، فَرَدَّ يَوْمَئِذٍ أَبَا جَنْدَلٍ عَلَى أَبِيهِ سُهَيْلِ بْنِ عَمْرٍو، وَلَمْ يَأْتِهِ أَحَدٌ مِنَ الرِّجَالِ إِلاَّ رَدَّهُ فِي تِلْكَ الْمُدَّةِ، وَإِنْ كَانَ مُسْلِمًا، وَجَاءَ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ، وَكَانَتْ أُمُّ كُلْثُومٍ بِنْتُ عُقْبَةَ بْنِ أَبِي مُعَيْطٍ مِمَّنْ خَرَجَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَئِذٍ وَهْىَ عَاتِقٌ، فَجَاءَ أَهْلُهَا يَسْأَلُونَ النَّبِيَّ صلى الله عليه وسلم أَنْ يَرْجِعَهَا إِلَيْهِمْ، فَلَمْ يَرْجِعْهَا إِلَيْهِمْ لِمَا أَنْزَلَ اللَّهُ فِيهِنَّ {إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ} إِلَى قَوْلِهِ {وَلاَ هُمْ يَحِلُّونَ لَهُنَّ}.",
    "hadithBengali": "২৫৩০। ইয়াহইয়া ইবনু বুকাইর (রহঃ) ... মারওয়ান ও মিসওয়ার ইবনু মাখরামা (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীগণ থেকে বর্ণনা করেন, সেদিন (সুলহে হুদায়বিয়র দিন) সুহাইল ইবনু আমর যখন সন্ধিপত্র লিখলেন তখন সুহাইল ইবনু আমার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি এরূপ শর্ত আরোপ করল যে, আমাদের কেউ আপনার কাছে আসলে সে আপনার দ্বীন গ্রহন করা সত্ত্বেও আপনি তাকে আমাদের কাছে ফিরিয়ে দিবেন। আর আমাদের ও তার মাঝে হস্তক্ষেপ করবেন না। মুমিনরা এটা অপছন্দ করলেন এবং এতে ক্রুদ্ধ হলেন। সুহাইল এটা ছাড়া সন্ধি করতে অস্বীকার করল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে শর্ত মেনেই সন্ধিপত্র লেখালেন। সেদিন তিনি আবূ জানদাল (রাঃ) কে তার পিতা সুহাইল ইবনু আমরের কাছে ফেরত দিলেন এবং সে চুক্তি মেয়াদের কালে পুরুষদের মধ্যে যেই এসেছিল মুসলিম হওয়া সত্ত্বেও তিনি তাকে ফেরত দিলেন।\n\nমুমিন মহিলাগণও হিজরত করে আসলেন। সে সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে যাঁরা এসেছিলেন তাঁদের মধ্যে উম্মে কুলসুম বিনতে উকবা ইবনু আবূ মুয়ায়ত (রাঃ) ছিলেন। তিনি ছিলেন যুবতী। তাঁর পরিজন তাদের নিকট একা তাকে ফেরত দেওয়ার জন্য নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে দাবী জানালো। কিন্তু তাকে তিনি তাদের কাছে ফেরত দিলেন না। কেননা, সেই মহিলাদের সম্পর্কে আল্লাহ তাআলা আয়াত নাযিল করেছিলেনঃ মুমিন মহিলাগণ হিজরত করে তোমাদের কাছে আসলে তাদের তোমরা পরীক্ষা কর। আল্লাহ তাদের ঈমান সম্বন্ধে সম্যক অবগত আছেন। যদি তোমরা জানতে পার যে, তারা মুমিন হবে তাদেরকে কাফিরদের নিকট ফেরত পাঠাবে না (৬০ঃ ১০)।\n\nউরওয়া (রাঃ) বলেন, আয়িশা (রাঃ) আমাদের কাছে বর্ণণা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمْالْمُؤْمِنَاتُ مُهَاجِرَاتٍ এই আয়াতের ভিত্তিতেই তাদের পরীক্ষা করে দেখতেন। উরওয়া (রাঃ) বলেন, আয়িশা (রাঃ) বলেছেন, তাদের মধ্যে যারা এই শর্তে সম্মত হতো তাকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শুধু এ কথা বলতেন, আমি তোমাকে বায়আত করলাম। আল্লাহর কসম! বায়আত গ্রহণে তারা কখনো কোন মহিলার হাত স্পর্শ করেনি। তিনি তাদের শুধু (মুখের) কথার মাধ্যমে বায়আত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2530",
    "id": "2614",
    "thesequence": "2956",
    "isActive": "1",
    "chapterId": "15717",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৮৭. ইসলাম গ্রহন, আহকাম ও ক্রয়-বিক্রয় যে সব শর্ত জায়িয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jarir:\n\nWhen I gave the pledge of allegiance to Allahs Messenger (ﷺ) and he stipulated that I should give good advice to every Muslim.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ زِيَادِ بْنِ عِلاَقَةَ، قَالَ سَمِعْتُ جَرِيرًا ـ رضى الله عنه ـ يَقُولُ بَايَعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَاشْتَرَطَ عَلَىَّ وَالنُّصْحِ لِكُلِّ مُسْلِمٍ.",
    "hadithBengali": "২৫৩১। আবূ নুআইম (রহঃ) ... যিয়াদ ইবনু ইলাকা (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি জারীর (রাঃ) কে বলতে শুনেছি যে, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বায়আত গ্রহন করলাম। তিনি আমাকে প্রত্যেক মুসলিমের প্রতি কল্যাণ কামনার শর্ত আরোপ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2531",
    "id": "2615",
    "thesequence": "2957",
    "isActive": "1",
    "chapterId": "15717",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৮৭. ইসলাম গ্রহন, আহকাম ও ক্রয়-বিক্রয় যে সব শর্ত জায়িয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nI gave the pledge of allegiance to Allahs Messenger (ﷺ) for offering the prayers perfectly paying the Zakat and giving good advice to every Muslim.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، قَالَ حَدَّثَنِي قَيْسُ بْنُ أَبِي حَازِمٍ، عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ بَايَعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى إِقَامِ الصَّلاَةِ وَإِيتَاءِ الزَّكَاةِ وَالنُّصْحِ لِكُلِّ مُسْلِمٍ.",
    "hadithBengali": "২৫৩২। মুসাদ্দাদ (রহঃ) ... জারীর ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বায়আত গ্রহণ করেছি, সালাত (নামায/নামাজ) কায়েম করার, যাকাত প্রদান করার এবং প্রত্যেক মুসলিমের জন্য কল্যাণ কামনা করার ব্যাপারে।\n",
    "checkStatus": "1",
    "hadithNo": "2532",
    "id": "2616",
    "thesequence": "2958",
    "isActive": "1",
    "chapterId": "15717",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৮৭. ইসলাম গ্রহন, আহকাম ও ক্রয়-বিক্রয় যে সব শর্ত জায়িয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, If someone sells pollinated date-palms, their fruits will be for the seller, unless the buyer stipulates the contrary.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ بَاعَ نَخْلاً قَدْ أُبِّرَتْ فَثَمَرَتُهَا لِلْبَائِعِ إِلاَّ أَنْ يَشْتَرِطَ الْمُبْتَاعُ .",
    "hadithBengali": "২৫৩৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ বলেছেন, কেউ তাবীর করার পর খেজুর গাছ বিক্রি করলে বিক্রেতা তার ফল পাবে, অবশ্য ক্রেতা শর্তারোপ করলে ভিন্ন কথা অর্থাৎ সে পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "2533",
    "id": "2617",
    "thesequence": "2959",
    "isActive": "1",
    "chapterId": "15718",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৮৮. তাবীর করার পর খেজুর গাছ বিক্রি করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Urwa:\n\nAisha told me that Buraira came to seek her help in writing for emancipation and at that time she had not paid any part of her price. `Aisha said to her, Go to your masters and if they agree that I will pay your price (and free you) on condition that your Wala will be for me, I will pay the money. Buraira told her masters about that, but they refused, and said, If `Aisha wants to do a favor she could, but your Wala will be for us. Aisha informed Allahs Messenger (ﷺ) of that and he said to her, Buy and manumit Buraira as the Wala will go to the manumitted.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةََ،ـ رضى الله عنها ـ أَخْبَرَتْهُ أَنَّ بَرِيرَةَ جَاءَتْ عَائِشَةَ تَسْتَعِينُهَا فِي كِتَابَتِهَا، وَلَمْ تَكُنْ قَضَتْ مِنْ كِتَابَتِهَا شَيْئًا، قَالَتْ لَهَا عَائِشَةُ ارْجِعِي إِلَى أَهْلِكِ، فَإِنْ أَحَبُّوا أَنْ أَقْضِيَ عَنْكِ كِتَابَتَكِ، وَيَكُونَ وَلاَؤُكِ لِي فَعَلْتُ. فَذَكَرَتْ ذَلِكَ بَرِيرَةُ إِلَى أَهْلِهَا فَأَبَوْا وَقَالُوا إِنْ شَاءَتْ أَنْ تَحْتَسِبَ عَلَيْكِ فَلْتَفْعَلْ، وَيَكُونَ لَنَا وَلاَؤُكِ. فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهَا   ابْتَاعِي فَأَعْتِقِي، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ .",
    "hadithBengali": "২৫৩৪। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, বারীরা (রাঃ) একবার তাঁর কাছে এসে তার চুক্তি পত্রের (অর্থ আদায়ের) ব্যাপারে সাহায্য প্রার্থনা করল, তখন পর্যন্ত সে চুক্তির অর্থ কিছুই আদায় করেনি। আয়িশা (রাঃ) তাকে বললেন, তুমি তোমার মালিকের কাছে ফিরে যাও। তারা যদি ইহা পছন্দ করে যে, আমি তোমার পক্ষ থেকে তোমার চুক্তিপত্রের প্রাপ্য পরিশোধ করে দিব, আর তোমার ওয়ালা আমার জন্য থাকবে, তাহলে আমি তাই করব। বারীরা (রাঃ) তার মালিককে সে কথা জানালে তারা অস্বীকার করল এবং বলল, তিনি যদি তোমাকে দিয়ে সাওয়াব হাসিল করতে চান তবে করুন, তোমার ওয়ালা কিন্তু আমাদেরই থাকবে। আয়িশা (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সে কথা জানালে তিনি তাঁকে বললেন, তুমি তাকে খরীদ কর এবং আযাদ করে দাও। ওয়ালা সে-ই পাবে যে আযাদ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "2534",
    "id": "2618",
    "thesequence": "2960",
    "isActive": "1",
    "chapterId": "15719",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৮৯. বিক্রয়ে শর্তারোপে করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nWhile I was riding a (slow) and tired camel, the Prophet (ﷺ) passed by and beat it and prayed for Allahs Blessings for it. The camel became so fast as it had never been before. The Prophet (ﷺ) then said, Sell it to me for one Uqiyya (of gold). I said, No. He again said, Sell it to me for one Uqiyya (of gold). I sold it and stipulated that I should ride it to my house. When we reached (Medina) I took that camel to the Prophet (ﷺ) and he gave me its price. I returned home but he sent for me (and when I went to him) he said, I will not take your camel. Take your camel as a gift for you. (Various narrations are mentioned here with slight variations in expressions relating the condition that Jabir had the right to ride the sold camel up to Medina).",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَكَرِيَّاءُ، قَالَ سَمِعْتُ عَامِرًا، يَقُولُ حَدَّثَنِي جَابِرٌ ـ رضى الله عنه أَنَّهُ كَانَ يَسِيرُ عَلَى جَمَلٍ لَهُ قَدْ أَعْيَا، فَمَرَّ النَّبِيُّ صلى الله عليه وسلم فَضَرَبَهُ، فَدَعَا لَهُ، فَسَارَ بِسَيْرٍ لَيْسَ يَسِيرُ مِثْلَهُ ثُمَّ قَالَ  بِعْنِيهِ بِوَقِيَّةٍ . قُلْتُ لاَ. ثُمَّ قَالَ  بِعْنِيهِ بِوَقِيَّةٍ . فَبِعْتُهُ فَاسْتَثْنَيْتُ حُمْلاَنَهُ إِلَى أَهْلِي، فَلَمَّا قَدِمْنَا أَتَيْتُهُ بِالْجَمَلِ، وَنَقَدَنِي ثَمَنَهُ، ثُمَّ انْصَرَفْتُ، فَأَرْسَلَ عَلَى إِثْرِي، قَالَ  مَا كُنْتُ لآخُذَ جَمَلَكَ، فَخُذْ جَمَلَكَ ذَلِكَ فَهْوَ مَالُكَ . قَالَ شُعْبَةُ عَنْ مُغِيرَةَ عَنْ عَامِرٍ عَنْ جَابِرٍ أَفْقَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم ظَهْرَهُ إِلَىَ الْمَدِينَةِ. وَقَالَ إِسْحَاقُ عَنْ جَرِيرٍ عَنْ مُغِيرَةَ فَبِعْتُهُ عَلَى أَنَّ لِي فَقَارَ ظَهْرِهِ حَتَّى أَبْلُغَ الْمَدِينَةَ. وَقَالَ عَطَاءٌ وَغَيْرُهُ لَكَ ظَهْرُهُ إِلَى الْمَدِينَةِ، وَقَالَ مُحَمَّدُ بْنُ الْمُنْكَدِرِ عَنْ جَابِرٍ شَرَطَ ظَهْرَهُ إِلَى الْمَدِينَةِ. وَقَالَ زَيْدُ بْنُ أَسْلَمَ عَنْ جَابِرٍ وَلَكَ ظَهْرُهُ حَتَّى تَرْجِعَ. وَقَالَ أَبُو الزُّبَيْرِ عَنْ جَابِرٍ أَفْقَرْنَاكَ ظَهْرَهُ إِلَى الْمَدِينَةِ. وَقَالَ الأَعْمَشُ عَنْ سَالِمٍ عَنْ جَابِرٍ تَبَلَّغْ عَلَيْهِ إِلَى أَهْلِكَ. وَقَالَ عُبَيْدُ اللَّهِ وَابْنُ إِسْحَاقَ عَنْ وَهْبٍ عَنْ جَابِرٍ اشْتَرَاهُ النَّبِيُّ صلى الله عليه وسلم بِوَقِيَّةٍ. وَتَابَعَهُ زَيْدُ بْنُ أَسْلَمَ عَنْ جَابِرٍ. وَقَالَ ابْنُ جُرَيْجٍ عَنْ عَطَاءٍ وَغَيْرِهِ عَنْ جَابِرٍ أَخَذْتُهُ بِأَرْبَعَةِ دَنَانِيرَ. وَهَذَا يَكُونُ وَقِيَّةً عَلَى حِسَابِ الدِّينَارِ بِعَشَرَةِ دَرَاهِمَ. وَلَمْ يُبَيِّنِ الثَّمَنَ مُغِيرَةُ عَنِ الشَّعْبِيِّ عَنْ جَابِرٍ، وَابْنُ الْمُنْكَدِرِ وَأَبُو الزُّبَيْرِ عَنْ جَابِرٍ. وَقَالَ الأَعْمَشُ عَنْ سَالِمٍ عَنْ جَابِرٍ وَقِيَّةُ ذَهَبٍ. وَقَالَ أَبُو إِسْحَاقَ عَنْ سَالِمٍ عَنْ جَابِرٍ بِمِائَتَىْ دِرْهَمٍ. وَقَالَ دَاوُدُ بْنُ قَيْسٍ عَنْ عُبَيْدِ اللَّهِ بْنِ مِقْسَمٍ عَنْ جَابِرٍ اشْتَرَاهُ بِطَرِيقِ تَبُوكَ، أَحْسِبُهُ قَالَ بِأَرْبَعِ أَوَاقٍ. وَقَالَ أَبُو نَضْرَةَ عَنْ جَابِرٍ اشْتَرَاهُ بِعِشْرِينَ دِينَارًا. وَقَوْلُ الشَّعْبِيِّ بِوَقِيَّةٍ أَكْثَرُ. الاِشْتِرَاطُ أَكْثَرُ وَأَصَحُّ عِنْدِي. قَالَهُ أَبُو عَبْدِ اللَّهِ.",
    "hadithBengali": "২৫৩৫। আবূ নুআইম (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত যে, তিনি তাঁর এক উটের উপর সওয়ার হয়ে ভ্রমন করছিলেন, সেটি ক্লান্ত হয়ে গিয়েছিল। তিনি বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার পাশ দিয়ে অতিক্রম করলেন এবং উটটিকে (চলার জন্য) আঘাত করে সেটির জন্য দুআ করলেন। পলে উটটি এত দ্রুত চলতে লাগলো যে, কখনো তেমন দ্রুত চলেনি। তারপর তিনি বললেন, এক উকিয়ার বিনিময়ে এটি আমার কাছে বিক্রি কর। আমি বললাম, না। তিনি বললেন, এটি আমার কাছে এক উকিয়ার বিনিময়ে বিক্রি কর। তখন আমি সেটি বিক্রি করলাম। কিন্তু আমার স্বজনের কাছে পৌঁছা পর্যন্ত সওয়ার হওয়ার অধিকার রেখে দিলাম। তারপর উট নিয়ে আমি তার কাছে গেলাম। তিনি আমাকে এর নগদ মূল্য দিলেন। তারপর আমি চলে গেলাম। তখন আমার পেছনে লোক পাঠালেন। পরে বললেন, তোমার উট নেওয়ার ইচ্ছা আমার ছিলনা। তোমার এ উট তুমি নিয়ে যাও এটি তোমারই মাল।\n\nশুবা (রহঃ) জাবির (রাঃ) থেকে বর্ণণা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উটটির পেছনে মদিনা পর্যন্ত আমাকে সওয়ার হতে দিলেন। ইসহাক (রহঃ) জারীর (রহঃ) সূত্রে মুগীরা (রহঃ) থেকে বর্ণণা করেন, আমি সেটি এ শর্তে বিক্রি করলাম যে, মদিনা পৌঁছা পর্যন্ত তার পিঠে সয়ার অধিকার আমার থাকবে। আতা (রহঃ) প্রমুখ বলেন, (রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন) মদিনা পর্যন্ত সওয়ার হওয়ার অধিকার তাতে তোমার থাকবে। ইবনু মুনকাদির (রহঃ) জাবির (রাঃ) থেকে বর্ণণা করেন যে, তিনি মদিনা পর্যন্ত এর পিঠে সওয়ার হওয়ার শর্ত করেছেন। যায়দ ইবনু আসলাম (রাঃ) জাবির (রাঃ) থেকে বর্ণণা করেন যে, তোমার প্রত্যাবর্তন করা পর্যন্ত এর পিঠে সওয়ার হতে পারবে। আবূ যুবাইর (রহঃ) জাবির (রাঃ) থেকে বর্ণনা করেন যে, তোমাকে মদিনা পর্যন্ত এর পিঠে সওয়ার হতে দিলাম। আমাশ (রহঃ) সলিম (রহঃ) সূত্রে জাবির (রাঃ) থেকে বর্ণনা করেন যে, এর উপর সওয়ার হয়ে তুমি পরিজনের কাছে পৌঁছবে। উবাইদুল্লাহ ও ইবনু ইসহাক (রহঃ) ওয়াহাব (রহঃ) সূত্রে জাবির (রাঃ) থেকে বর্ণণা করেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক উকিয়ার বিনিময়ে সেটি খরীদ করেছিলেন।\n\nজাবির (রাঃ) থেকে বর্ণণা করতে গিয়ে যায়দ ইবনু আসলাম (রহঃ) ওয়াহাব (রহঃ) এর অনুসরণ করেছেন। ইবনু জুরাইজ (রহঃ) আতা (রহঃ) প্রমুখ সূত্রে জাবির (রাঃ) থেকে বর্ণণা করেন যে, (রাসূলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন) আমি এটাকে বার দিনারের বিনিময়ে নিলাম। দশ দিরহামে এক দিনার হিসাবে তাতে এক উকিয়াই হয়। মুগীরা (রহঃ) শাবী (রহঃ) সূত্রে জাবির (রাঃ) থেকে এবং ইবনু মুনকাদির আবূ যুবাইর (রহঃ) জাবির (রাঃ) থেকে বর্ণণায় মূল্য উল্লেখ করেন নি।\n\nআমশ (রহঃ) সলিম (রহঃ) সূত্রে জাবির (রাঃ) থেকে বর্ণনায় এক উকিয়া স্বর্ণ উল্লেখ করেছেন। সালিম (রহঃ) জাবির (রাঃ) থেকে আবূ ইসহাকের বর্ণনায় রয়েছে দুশ দিরহার বিনিময়ে। উবায়দুল্লাহ ইবনু মিকসাম (রহঃ) সূত্রে জাবির (রাঃ) থেকে দাউদ ইবনু কায়স (রহঃ) এর বর্ণনায় রয়েছে যে, তিনি সেটি তাবুকের পথে খরীদ করেন। রাবী বলেন, আমার মনে হয়, তিনি বলেছেন, চার উকিয়ার বিনিময়ে। আবূ নাজরা (রাঃ) জাবির (রাঃ) থেকে বর্ণনা করেন, তিনি সেটি বিশ দীনারে করীদ করেছেন। তবে শাবী (রহঃ) কর্তৃক বর্ণিত, এক উকিয়াই অধিক বর্ণিত। আবূ আবদুল্লাহ (রহঃ) বলেন, (রিওয়ায়াতে বিভিন্ন রকমের হলেও) শর্ত আরোপ কৃত রিওয়ায়াতেই অধিক সূত্রে বর্ণিত এবং আমার মতে এটাই অধিক সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "2535",
    "id": "2619",
    "thesequence": "2961",
    "isActive": "1",
    "chapterId": "15720",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৯০. নির্দিষ্ট স্থান পর্যন্ত সওয়ারীর পিঠে চড়ে যাওয়ার শর্তে পশু বিক্রি করা জায়িয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Ansar said to the Prophet, Divide our date-palms between us and our emigrant brothers. The Prophet said, No. The Ansar said to the emigrants, You may do the labor (in our gardens) and we will share the fruits with you. The emigrants said, We hear and obey.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَتِ الأَنْصَارُ لِلنَّبِيِّ صلى الله عليه وسلم اقْسِمْ بَيْنَنَا وَبَيْنَ إِخْوَانِنَا النَّخِيلَ. قَالَ   لاَ . فَقَالَ تَكْفُونَا الْمَئُونَةَ وَنُشْرِكُكُمْ فِي الثَّمَرَةِ. قَالُوا سَمِعْنَا وَأَطَعْنَا.",
    "hadithBengali": "২৫৩৬। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আনসারীগণ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললেন আমাদের ও আমাদের (মুহাজির) ভাইদের মধ্যে খেজুর গাছ ভাগ করে দিন। তিনি বললেন, না। তখন তাঁরা বললেন, তোমরা আমাদের শ্রমে সাহায্য করবে আর তোমাদের আমরা ফলের অংশ দিব। তারা (মুহাজিরগণ) (রাঃ) বললেন, আমরা শুনলাম ও মেনে নিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2536",
    "id": "2620",
    "thesequence": "2962",
    "isActive": "1",
    "chapterId": "15721",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৯১. বার্গাচাষ ইত্যাদির বিষয়ে শর্তাবলী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) gave the land of Khaibar to the Jews on the condition that they would work on it and cultivate it and they would get half of its yield.",
    "hadithArabic": " حَدَّثَنَا مُوسَى، حَدَّثَنَا جُوَيْرِيَةُ بْنُ أَسْمَاءَ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ أَعْطَى رَسُولُ اللَّهِ صلى الله عليه وسلم خَيْبَرَ الْيَهُودَ أَنْ يَعْمَلُوهَا وَيَزْرَعُوهَا، وَلَهُمْ شَطْرُ مَا يَخْرُجُ مِنْهَا.",
    "hadithBengali": "২৫৩৭। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বার (এর ভূমি) ইয়াহুদীদেরকে দিলেন এর শর্তে যে, তারা তাতে কাজ করবে এবং তাতে ফসল ফলাবে, তাতে যা উৎপন্ন হবে তারা তার অর্ধেক পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "2537",
    "id": "2621",
    "thesequence": "2963",
    "isActive": "1",
    "chapterId": "15721",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৯১. বার্গাচাষ ইত্যাদির বিষয়ে শর্তাবলী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uqba bin Amir:\n\nAllahs Messenger (ﷺ) said, From among all the conditions which you have to fulfill, the conditions which make it legal for you to have sexual relations (i.e. the marriage contract) have the greatest right to be fulfilled.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي يَزِيدُ بْنُ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَحَقُّ الشُّرُوطِ أَنْ تُوفُوا بِهِ مَا اسْتَحْلَلْتُمْ بِهِ الْفُرُوجَ .",
    "hadithBengali": "২৫৩৮। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, শর্তাবলীর মধ্যে যা পূরণ করার অধিক দাবী রাখে তা হল সেই শর্ত যার মাধ্যমে তোমরা তোমাদের স্ত্রীদের হালাল করেছ।\n",
    "checkStatus": "1",
    "hadithNo": "2538",
    "id": "2622",
    "thesequence": "2964",
    "isActive": "1",
    "chapterId": "15722",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৯২. বিবাহ বন্ধনের সময় মাহরের ব্যাপারে শর্তাবলী। উমর (রাঃ) বলেন, দাবী দাওয়া নির্ধারণ শর্তারোপের সময়। আর তুমি যে শর্ত করেছ, তাই তোমার প্রাপ্য। মিসওয়ার (রাঃ) বলেন, আমি নবী (সাঃ) কে তার এক জামাতার কথা বলতে শুনেছি, তিনি তার জামাতা হিসেবে তার ভুয়সী প্রশংসা করলেন। বললেন, সে আমার সঙ্গে যে কথা বলেছে তা সত্য বলে প্রমান করেছে। আর আমার সঙ্গে যে কথা বলেছে তা সত্য বলে প্রমান করেছে। আর আমার সঙ্গে যে ওয়াদা করেছে তা পূরণ করেছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi` bin Khadij:\n\nWe used to work on the fields more than the other Ansar, and we used to rent the land (for the yield of a specific portion of it). But sometimes that portion or the rest of the land did not give any yield, so we were forbidden (by the Prophet (ﷺ) ) to follow such a system, but we were allowed to rent the land for money.",
    "hadithArabic": " حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ سَمِعْتُ حَنْظَلَةَ الزُّرَقِيَّ، قَالَ سَمِعْتُ رَافِعَ بْنَ خَدِيجٍ ـ رضى الله عنه ـ يَقُولُ كُنَّا أَكْثَرَ الأَنْصَارِ حَقْلاً، فَكُنَّا نُكْرِي الأَرْضَ، فَرُبَّمَا أَخْرَجَتْ هَذِهِ وَلَمْ تُخْرِجْ ذِهِ، فَنُهِينَا عَنْ ذَلِكَ، وَلَمْ نُنْهَ عَنِ الْوَرِقِ.",
    "hadithBengali": "২৫৩৯। মালিক ইবনু ইসমাঈল (রহঃ) ... রাফি ইবনু খাদীজ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আনসারদের মধ্যো আমরা অধিক শষ্য ক্ষেতের মালিক ছিলাম। তাই আমরা ক্ষেত বর্গা দিতাম। কখনো এ অংশে ফসল হতো, আর ঐ অংশে ফসল হতো না। তখন তা আমাদের করতে নিষেধ করে দেওয়া হল। কিন্তু অর্থের বিনিময়ে চাষ করতে দিতে নিষেধ করা হয়নি।\n",
    "checkStatus": "1",
    "hadithNo": "2539",
    "id": "2623",
    "thesequence": "2965",
    "isActive": "1",
    "chapterId": "15723",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৯৩. চাষাবাদের শর্তবলী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, No town-dweller should sell for a bedouin. Do not practice Najsh (i.e. Do not offer a high price for a thing which you do not want to buy, in order to deceive the people). No Muslim should offer more for a thing already bought by his Muslim brother, nor should he demand the hand of a girl already engaged to another Muslim. A Muslim woman shall not try to bring about The divorce of her sister (i.e. another Muslim woman) in order to take her place herself.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يَبِيعُ حَاضِرٌ لِبَادٍ، وَلاَ تَنَاجَشُوا، وَلاَ يَزِيدَنَّ عَلَى بَيْعِ أَخِيهِ، وَلاَ يَخْطُبَنَّ عَلَى خِطْبَتِهِ، وَلاَ تَسْأَلِ الْمَرْأَةُ طَلاَقَ أُخْتِهَا لِتَسْتَكْفِئَ إِنَاءَهَا .",
    "hadithBengali": "২৫৪০। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, শহরবাসী গ্রামবাসীর পক্ষ হয়ে বিক্রয় করবে না। আর তোমরা (দাম বাড়ানোর উদ্দেশ্যে) দালালী করবে না। কেউ যেন তার ভাইয়ের ক্রয়ের উপরে দাম না বাড়ায় এবং কেউ যেন তার ভাইয়ের (বিয়ের) প্রস্তাবের উপর প্রস্তাব না দেয়। আর কোন স্ত্রীলোক যেন তার বোনের (সতীনের) তালাকের চেষ্টা না করে, যেন তার পাত্রের অধিকারী হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "2540",
    "id": "2624",
    "thesequence": "2966",
    "isActive": "1",
    "chapterId": "15724",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৯৪. বিয়েতে যে সব শর্ত বৈধ নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira and Zaid bin Khalid Al-Juhani:\n\nA bedouin came to Allahs Messenger (ﷺ) and said, O Allahs apostle! I ask you by Allah to judge My case according to Allahs Laws. His opponent, who was more learned than he, said, Yes, judge between us according to Allahs Laws, and allow me to speak. Allahs Messenger (ﷺ) said, Speak. He (i .e. the bedouin or the other man) said, My son was working as a laborer for this (man) and he committed illegal sexual intercourse with his wife. The people told me that it was obligatory that my son should be stoned to death, so in lieu of that I ransomed my son by paying one hundred sheep and a slave girl. Then I asked the religious scholars about it, and they informed me that my son must be lashed one hundred lashes, and be exiled for one year, and the wife of this (man) must be stoned to death. Allahs Messenger (ﷺ) said, By Him in Whose Hands my soul is, I will judge between you according to Allahs Laws. The slave-girl and the sheep are to be returned to you, your son is to receive a hundred lashes and be exiled for one year. You, Unais, go to the wife of this (man) and if she confesses her guilt, stone her to death. Unais went to that woman next morning and she confessed. Allahs Messenger (ﷺ) ordered that she be stoned to death.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنْ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، رضى الله عنهم أَنَّهُمَا قَالاَ إِنَّ رَجُلاً مِنَ الأَعْرَابِ أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولَ اللَّهِ أَنْشُدُكَ اللَّهَ إِلاَّ قَضَيْتَ لِي بِكِتَابِ اللَّهِ. فَقَالَ الْخَصْمُ الآخَرُ وَهْوَ أَفْقَهُ مِنْهُ نَعَمْ فَاقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ، وَائْذَنْ لِي. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  قُلْ . قَالَ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا، فَزَنَى بِامْرَأَتِهِ، وَإِنِّي أُخْبِرْتُ أَنَّ عَلَى ابْنِي الرَّجْمَ، فَافْتَدَيْتُ مِنْهُ بِمِائَةِ شَاةٍ وَوَلِيدَةٍ، فَسَأَلْتُ أَهْلَ الْعِلْمِ فَأَخْبَرُونِي أَنَّمَا عَلَى ابْنِي جَلْدُ مِائَةٍ، وَتَغْرِيبُ عَامٍ، وَأَنَّ عَلَى امْرَأَةِ هَذَا الرَّجْمَ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَالَّذِي نَفْسِي بِيَدِهِ لأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ، الْوَلِيدَةُ وَالْغَنَمُ رَدٌّ، وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ، اغْدُ يَا أُنَيْسُ إِلَى امْرَأَةِ هَذَا فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا . قَالَ فَغَدَا عَلَيْهَا فَاعْتَرَفَتْ، فَأَمَرَ بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَرُجِمَتْ.",
    "hadithBengali": "২৫৪১। কুতাইবা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা ও যায়দ ইবনু খালিদ জুহানী (রাঃ) থেকে বর্ণিত, তাঁরা বলেন, এক বেদুঈন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, ইয়া রাসূলাল্লাহ! আপনাকে আল্লাহর শপথ দিয়ে বলছি, আমার ব্যাপারে আল্লাহর কিতাব মোতাবেক ফয়সালা করুন। তখন তার প্রতিপক্ষ, যে তার তুলনায় সমঝদার সে বলল, হ্যাঁ, আপনিা আমাদের মধ্যে আল্লাহর কিতাব মোতাবেক ফয়সালা করুন এবং (আমাকে ঘটনাটি খুলে বলার) অনুমতি দিন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, বল। সে বলল, আমার ছেলে এর কাছে মজুর ছিল। সে তার স্ত্রীর সাথে যিনা করেছে। আমাকে বলা হয়েছে যে, আমার ছেলের উপর রাজম প্রযোজ্য। তখন আমি তাকে (ছেলেকে) একশ বকরী এবং একটি বাদীর বিনিময়ে তার কাছ থেকে ছাড়িয়ে এনেছি।\n\nপরে আমি আলিমদের জিজ্ঞাসা করলাম। তাঁরা আমাকে জানালেন যে, আমার ছেলের দন্ড হল একশ বেত্রাঘাত এবং এক বছরের নির্বাসন। আর স্ত্রীর দন্ড রজম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যার হাতে আমার প্রাণ তাঁর কসম, অবশ্যই আমি তোমাদের মাঝে আল্লাহর কিতাব অনুযায়ী ফয়সালা করব। বাদীঁ এবং একশ বকরী তোমাকে ফেরত দেওয়া হবে। আর তোমার ছেলের দন্ড একশ বেত্রাঘাত এবং এক বছরের নির্বাসন। হে উনায়স। আগামীকাল সকালে এ লোকের স্ত্রীর কাছে যাবে। যদি সে স্বীকার তাহলে তাকে রাজম করবে। (রাবী বলেন) উনায়স (রাঃ) পরদিন সকালে সে স্ত্রীলোকের কাছে গেলেন। সে যিনার অপরাধ স্বীকার করল্ তখন রাসূলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সম্পর্কে নির্দেশ দিলেন এবং তাকে রাজম করা হল।\n",
    "checkStatus": "1",
    "hadithNo": "2541",
    "id": "2625",
    "thesequence": "2967",
    "isActive": "1",
    "chapterId": "15725",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৯৫. দন্ডবিধানে যে সব শর্ত বৈধ নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aiman Al-Makki:\n\nWhen I visited Aisha she said, Buraira who had a written contract for her emancipation for a certain amount came to me and said, O mother of the believers! Buy me and manumit me, as my masters will sell me. Aisha agreed to it. Buraira said, My masters will sell me on the condition that my Wala will go to them. Aisha said to her, Then I am not in need of you. The Prophet (ﷺ) heard of that or was told about it and so he asked Aisha, What is the problem of Buraira? He said, Buy her and manumit her, no matter what they stipulate. Aisha added, I bought and manumitted her, though her masters had stipulated that her Wala would be for them. The Prophet (ﷺ) said, The Wala is for the liberator, even if the other stipulated a hundred conditions.",
    "hadithArabic": " حَدَّثَنَا خَلاَّدُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ أَيْمَنَ الْمَكِّيُّ، عَنْ أَبِيهِ، قَالَ دَخَلْتُ عَلَى عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ دَخَلَتْ عَلَىَّ بَرِيرَةُ وَهْىَ مُكَاتَبَةٌ، فَقَالَتْ يَا أُمَّ الْمُؤْمِنِينَ اشْتَرِينِي فَإِنَّ أَهْلِي يَبِيعُونِي فَأَعْتِقِينِي قَالَتْ نَعَمْ. قَالَتْ إِنَّ أَهْلِي لاَ يَبِيعُونِي حَتَّى يَشْتَرِطُوا وَلاَئِي. قَالَتْ لاَ حَاجَةَ لِي فِيكِ. فَسَمِعَ ذَلِكَ النَّبِيُّ صلى الله عليه وسلم أَوْ بَلَغَهُ، فَقَالَ  مَا شَأْنُ بَرِيرَةَ فَقَالَ اشْتَرِيهَا فَأَعْتِقِيهَا وَلْيَشْتَرِطُوا مَا شَاءُوا . قَالَتْ فَاشْتَرَيْتُهَا فَأَعْتَقْتُهَا، وَاشْتَرَطَ أَهْلُهَا وَلاَءَهَا، فَقَالَ النَّبِيُّ صلى الله عليه وسلم  الْوَلاَءُ لِمَنْ أَعْتَقَ، وَإِنِ اشْتَرَطُوا مِائَةَ شَرْطٍ .",
    "hadithBengali": "২৫৪২। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, মুকাতাবা অবস্থায় বারীরা আমার কাছে এসে বলল, হে উম্মুল মুমিনীন! আপনি আমাকে খরীদ করুন। কারণ আমার মালিক আমাকে বিক্রি করে ফেলবে। তারপর আমাকে আযাদ করে দিন। তিনি বললেন, বেশ, বারীরা বলল, ওয়ালার অধিকার মালিকের থাকবে-এ শর্ত না রেখে তারা আমাকে বিক্রি করবে না। তিনি বললেন, তবে তোমাকে দিয়ে আমার প্রয়োজন নেই। পরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা শুনলেন। কিংবা (রাবীর বর্ণনা) তাঁর কাছে সে সংবাদ পৌছল। তখন তিনি বললেন, বারীরার ব্যাপারে কি? এবং বললেন, তাকে খরীদ কর। তারপর তাকে আযাদ করে দাও। তারা যত ইচ্ছা শর্ত আরোপ করুক। আয়িশা (রাঃ) বলেন, তারপর আমি তাকে খরীদ করলাম এবং আযাদ করে দিলাম। তার মালিক পক্ষ ওয়ালার শর্ত আরোপ করল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ওয়ালা তারই হবে, যে আযাদ করবে। তারা শত শর্তারোপ করলেও।\n",
    "checkStatus": "1",
    "hadithNo": "2542",
    "id": "2626",
    "thesequence": "2968",
    "isActive": "1",
    "chapterId": "15726",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৯৬. মু্ক্তি দেওয়া হবে এ শর্তে মুকাতাব বিক্রিত হতে রাযী হলে তার জন্য কি কি শর্ত জায়িয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) forbade (1) the meeting of the caravan (of goods) on the way, (2) and that a residing person buys for a bedouin, (3) and that a woman stipulates the divorce of the wife of the would-be husband, (4) and that a man tries to cause the cancellation of a bargain concluded by another. He also forbade An-Najsh (see Hadith 824) and that one withholds the milk in the udder of the animal so that he may deceive people on selling it.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ التَّلَقِّي، وَأَنْ يَبْتَاعَ الْمُهَاجِرُ لِلأَعْرَابِيِّ، وَأَنْ تَشْتَرِطَ الْمَرْأَةُ طَلاَقَ أُخْتِهَا، وَأَنْ يَسْتَامَ الرَّجُلُ عَلَى سَوْمِ أَخِيهِ، وَنَهَى عَنِ النَّجْشِ، وَعَنِ التَّصْرِيَةِ. تَابَعَهُ مُعَاذٌ وَعَبْدُ الصَّمَدِ عَنْ شُعْبَةَ. وَقَالَ غُنْدَرٌ وَعَبْدُ الرَّحْمَنِ نُهِيَ. وَقَالَ آدَمُ نُهِينَا. وَقَالَ النَّضْرُ وَحَجَّاجُ بْنُ مِنْهَالٍ نَهَى.",
    "hadithBengali": "২৫৪৩। মুহাম্মদ ইবনু আরআরা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাউকে শহরের বাউরে গিয়ে বানিজ্যিক কাফেলা থেকে মাল খরীদ করতে নিষেধ করেছেন। আর বেদুঈনের পক্ষ হয়ে মুহাজিরদের বিক্রি করতে নিষেধ করেছেন। আর কোন স্ত্রীলোক যেন তার বোনের (অপর স্ত্রীলোকের) তালাকের শর্তারোপ না করে আর কোন লোক যেন তার ভাইয়ের দামের উপর দাম না করে এবং নিষেধ করেছেন দালালী করতে, (মূল্য বৃদ্ধির উদ্দেশ্যে) এবং স্তন্যে দুধ জমা করতে (ধোঁকা দেওয়ার উদ্দেশ্যে)। মুআয ও আবদুস সামাদ (রহঃ) শুবা (রহঃ) থেকে হাদীস বর্ণনায় মুহাম্মদ ইবনু আরআরা (রহঃ) এর অনুসরণ করেছেন। গুনদার ও আবদুর রহমান (রহঃ) نُهِيَ বলেছেন এবং আদম (রহঃ)نُهِينَا বলেছেন, আর নাজর ও হাজ্জাজ ইবনু মিনহাল বলেছেন, نَهَى\n",
    "checkStatus": "1",
    "hadithNo": "2543",
    "id": "2627",
    "thesequence": "2969",
    "isActive": "1",
    "chapterId": "15727",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৯৭. ত্বালাক্বের ব্যাপারে শর্তাবলী। ইবন মুসাইয়িব, হাসান ও আতা (রহঃ) বলেন, তালাক প্রথমে বলুক বা শেষে বলুক, তা শর্তানুযায়ী প্রযোজ্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ubai bin Ka`b:\n\nAllahs Messenger (ﷺ) said, Moses the Messenger of Allah, and then he narrated the whole story about him. Al-Khadir said to Moses, Did not I tell you that you can have no patience with me. (18.72). Moses then violated the agreement for the first time because of forgetfulness, then Moses promised that if he asked Al-Khadir about anything, the latter would have the right to desert him. Moses abided by that condition and on the third occasion he intentionally asked Al-Khadir and caused that condition to be applied. The three occasions referred to above are referred to by the following Verses: Call me not to account for forgetting And be not hard upon me. (18.73) Then they met a boy and Khadir killed him. (18.74) Then they proceeded and found a wall which was on the verge of falling and Khadir set it up straight. (18.77)",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُ قَالَ أَخْبَرَنِي يَعْلَى بْنُ مُسْلِمٍ، وَعَمْرُو بْنُ دِينَارٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، يَزِيدُ أَحَدُهُمَا عَلَى صَاحِبِهِ وَغَيْرُهُمَا قَدْ سَمِعْتُهُ يُحَدِّثُهُ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ إِنَّا لَعِنْدَ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ حَدَّثَنِي أُبَىُّ بْنُ كَعْبٍ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مُوسَى رَسُولُ اللَّهِ  فَذَكَرَ الْحَدِيثَ {قَالَ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا} كَانَتِ الأُولَى نِسْيَانًا، وَالْوُسْطَى شَرْطًا، وَالثَّالِثَةُ عَمْدًا {قَالَ لاَ تُؤَاخِذْنِي بِمَا نَسِيتُ وَلاَ تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا}. {لَقِيَا غُلاَمًا فَقَتَلَهُ} فَانْطَلَقَا فَوَجَدَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ. قَرَأَهَا ابْنُ عَبَّاسٍ أَمَامَهُمْ مَلِكٌ.",
    "hadithBengali": "২৫৪৪। ইবরাহীম ইবনু মূসা (রহঃ) ... উবাই ইবনু কাব (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর রাসূল মূসা (আলাইহিস সালাম) বলেন। তারপর তিনি সম্পূর্ণ ঘটনাটি বর্ণনা করেন। (এ প্রসঙ্গে খিযর (আলাইহিস সালাম) এর এ উক্তিটি উল্লেখ করেন যা তিনি মূসা (আলাইহিস সালাম) কে লক্ষ্য করে বলেছিলেন), আমি কি বলিনি যে, তুমি আমার সঙ্গে ধৈর্য্য ধারণ করে থাকতে পারবে না? মূসা (আলাইহিস সালাম) এর আপত্তি) প্রথমটি ছিল ভুলবশত, দ্বিতীয়টি শর্ত স্বরূপ, তৃতীয়টি ইচ্ছাকৃত। মূসা (আলাইহিস সালাম) বললেন, আপনি আমার ভুলের কারণে আমার দোষ ধরবেন না এবং আমার ব্যাপারে কঠোরতা অবলম্বন করবেন না। তাঁরা উভয়ে এক বালকের সাক্ষাত পেলেন এবং খিযর (আলাইহিস সালাম) তাকে হত্যা করলেন। তারপর তাঁরা উভয়ে পথ চলতে লাগলেন। কিছু দূর এগিয়ে তাঁরা পথনোম্মুখ একটি প্রাচীর দেখতে পেলেন। খিযর (আলাইহিস সালাম) প্রাচীরটি সোজা করে দাঁড় করিয়ে দিলেন। ইবনু আববাস (রাঃ) আয়াতের (وراءهم مالك) এর স্থলে أَمَامَهُمْ مَلِكٌ পড়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2544",
    "id": "2628",
    "thesequence": "2970",
    "isActive": "1",
    "chapterId": "15728",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৯৮. লোকদের সাথে মৌখিক শর্তারোপ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Urwa:\n\nAisha said, Buraira came to me and said, My people (masters) have written the contract for my emancipation for nine Awaq ) of gold) to be paid in yearly installments, one Uqiyya per year; so help me. Aisha said (to her), If your masters agree, I will pay them the whole sum provided the Wala will be for me. Buraira went to her masters and told them about it, but they refused the offer and she returned from them while Allahs Messenger (ﷺ)s was sitting. She said, I presented the offer to them, but they refused unless the Wala would be for them. When the Prophet (ﷺ) heard that and `Aisha told him about It, he said to her, Buy Buraira and let them stipulate that her Wala will be for them, as the Wala is for the manumitted. `Aisha did so. After that Allahs Messenger (ﷺ) got up amidst the people, Glorified and Praised Allah and said, What is wrong with some people who stipulate things which are not in Allahs Laws? Any condition which is not in Allahs Laws is invalid even if there were a hundred such conditions. Allahs Rules are the most valid and Allahs Conditions are the most solid. The Wala is for the manumitted.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ جَاءَتْنِي بَرِيرَةُ فَقَالَتْ كَاتَبْتُ أَهْلِي عَلَى تِسْعِ أَوَاقٍ فِي كُلِّ عَامٍ أُوقِيَّةٌ، فَأَعِينِينِي. فَقَالَتْ إِنْ أَحَبُّوا أَنْ أَعُدَّهَا لَهُمْ، وَيَكُونَ وَلاَؤُكِ لِي فَعَلْتُ. فَذَهَبَتْ بَرِيرَةُ إِلَى أَهْلِهَا، فَقَالَتْ لَهُمْ، فَأَبَوْا عَلَيْهَا، فَجَاءَتْ مِنْ عِنْدِهِمْ وَرَسُولُ اللَّهِ صلى الله عليه وسلم جَالِسٌ، فَقَالَتْ إِنِّي قَدْ عَرَضْتُ ذَلِكَ عَلَيْهِمْ فَأَبَوْا إِلاَّ أَنْ يَكُونَ الْوَلاَءُ لَهُمْ. فَسَمِعَ النَّبِيُّ صلى الله عليه وسلم فَأَخْبَرَتْ عَائِشَةُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ  خُذِيهَا وَاشْتَرِطِي لَهُمُ الْوَلاَءَ، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ . فَفَعَلَتْ عَائِشَةُ، ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي النَّاسِ، فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ  مَا بَالُ رِجَالٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ مَا كَانَ مِنْ شَرْطٍ لَيْسَ فِي كِتَابِ اللَّهِ فَهْوَ بَاطِلٌ، وَإِنْ كَانَ مِائَةَ شَرْطٍ، قَضَاءُ اللَّهِ أَحَقُّ، وَشَرْطُ اللَّهِ أَوْثَقُ، وَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ .",
    "hadithBengali": "২৫৪৫। ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, বারীরা আমার কাছে এসে বলল, আমি আমার মালিকের সঙ্গে নয় উকিয়ার বিনিময়ে আমাকে আযাদ করার এক চুক্তি করেছি। প্রতি বছর এক উকিয়া করে পরিশোধ করতে হবে। তাই আপনি আমাকে সাহায্য করুন। আয়িশা (রাঃ) বললেন, তারা যদি এ শর্তে রাযী হয় যে, আমি তাদের সমস্ত প্রাপ্য এক সাথে দিয়ে দেই এবং তোমার ওয়ালা আমার জন্য থাকবে, তাহলে আমি তা করব। বারীরা তার মালিকের কাছে গিয়ে তাদের এ কথা বলল; কিন্তু তারা তা অস্বীকার করল। তারপর বরীরা তাদের কাছ থেকে ফিরে আসল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বসা ছিলেন। বারীরা বলল, আমি তাদের কাছে প্রস্তাবটি পেশ করেছি, ওয়ালার অধিকার তাদের জন্য না হলে, এতে তারা অস্বীকৃতি জানিয়েছে।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শুনলেন এবং আয়িশা (রাঃ)-ও তাকে অবহিত করলেন। তারপর তিনি বললেন, তুমি বারীরাকে নিয়ে নাও এবং তাদের জন্য ওয়ালার অধিকারের শর্ত মেনে নাও। কেননা ওয়ালা অধিকার তো তারই যে আযাদ করবে। আয়িশা (রাঃ) তাই করলেন। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের মাঝে দাঁড়িয়ে আল্লাহর প্রশংসা ও সানা বর্ণনা করে বললেন, লোকদের কি হল যে, তারা এমন সব শর্ত আরোপ করে যা আল্লাহর কিতাবে নেই? আল্লাহর কিতাবের বহির্ভুত যে কোন শর্ত বাতিল, যদিও শত শর্তারোপ করা হয়। আল্লাহর ফয়সালা যথার্থ ও তাঁর শর্ত সুদৃঢ়। ওয়ালা তো তারই যে আযাদ করে।\n",
    "checkStatus": "1",
    "hadithNo": "2545",
    "id": "2629",
    "thesequence": "2971",
    "isActive": "1",
    "chapterId": "15729",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৬৯৯. ওয়ালা এর অধিকার লাভের শর্তারোপ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nWhen the people of Khaibar dislocated `Abdullah bin `Umars hands and feet, `Umar got up delivering a sermon saying, No doubt, Allahs Messenger (ﷺ) made a contract with the Jews concerning their properties, and said to them, We allow you (to stand in your land) as long as Allah allows you. Now `Abdullah bin `Umar went to his land and was attacked at night, and his hands and feet were dislocated, and as we have no enemies there except those Jews, they are our enemies and the only people whom we suspect, I have made up my mind to exile them. When `Umar decided to carry out his decision, a son of Abu Al-Haqiqs came and addressed `Umar, O chief of the believers, will you exile us although Muhammad allowed us to stay at our places, and made a contract with us about our properties, and accepted the condition of our residence in our land? `Umar said, Do you think that I have forgotten the statement of Allahs Messenger (ﷺ), i.e.: What will your condition be when you are expelled from Khaibar and your camel will be carrying you night after night? The Jew replied, That was joke from Abul-Qasim. `Umar said, O the enemy of Allah! You are telling a lie. `Umar then drove them out and paid them the price of their properties in the form of fruits, money, camel saddles and ropes, etc.",
    "hadithArabic": " حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى أَبُو غَسَّانَ الْكِنَانِيُّ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ لَمَّا فَدَعَ أَهْلُ خَيْبَرَ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَامَ عُمَرُ خَطِيبًا فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ عَامَلَ يَهُودَ خَيْبَرَ عَلَى أَمْوَالِهِمْ، وَقَالَ  نُقِرُّكُمْ مَا أَقَرَّكُمُ اللَّهُ . وَإِنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ خَرَجَ إِلَى مَالِهِ هُنَاكَ فَعُدِيَ عَلَيْهِ مِنَ اللَّيْلِ، فَفُدِعَتْ يَدَاهُ وَرِجْلاَهُ، وَلَيْسَ لَنَا هُنَاكَ عَدُوٌّ غَيْرُهُمْ، هُمْ عَدُوُّنَا وَتُهَمَتُنَا، وَقَدْ رَأَيْتُ إِجْلاَءَهُمْ، فَلَمَّا أَجْمَعَ عُمَرُ عَلَى ذَلِكَ أَتَاهُ أَحَدُ بَنِي أَبِي الْحُقَيْقِ، فَقَالَ يَا أَمِيرَ الْمُؤْمِنِينَ، أَتُخْرِجُنَا وَقَدْ أَقَرَّنَا مُحَمَّدٌ صلى الله عليه وسلم وَعَامَلَنَا عَلَى الأَمْوَالِ، وَشَرَطَ ذَلِكَ لَنَا فَقَالَ عُمَرُ أَظَنَنْتَ أَنِّي نَسِيتُ قَوْلَ رَسُولِ اللَّهِ صلى الله عليه وسلم  كَيْفَ بِكَ إِذَا أُخْرِجْتَ مِنْ خَيْبَرَ تَعْدُو بِكَ قَلُوصُكَ، لَيْلَةً بَعْدَ لَيْلَةٍ . فَقَالَ كَانَتْ هَذِهِ هُزَيْلَةً مِنْ أَبِي الْقَاسِمِ. قَالَ كَذَبْتَ يَا عَدُوَّ اللَّهِ. فَأَجْلاَهُمْ عُمَرُ وَأَعْطَاهُمْ قِيمَةَ مَا كَانَ لَهُمْ مِنَ الثَّمَرِ مَالاً وَإِبِلاً وَعُرُوضًا، مِنْ أَقْتَابٍ وَحِبَالٍ وَغَيْرِ ذَلِكَ. رَوَاهُ حَمَّادُ بْنُ سَلَمَةَ عَنْ عُبَيْدِ اللَّهِ، أَحْسِبُهُ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم، اخْتَصَرَهُ.",
    "hadithBengali": "২৫৪৬। আবূ আহমদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, যখন খায়বারবাসীরা আবদুল্লাহ ইবনু উমর (রাঃ) এর হাত, পা ভেঙ্গে দিল, তখন উমর (রাঃ) ভাষণ দিতে দাঁড়ালেন এবং বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বারের ইয়াহুদীদের সাথে তাদের বিষয় সম্পত্তি সম্পর্কে চুক্তি করেছিলেন এবং বলেছিলেন, আল্লাহ তাআলা যতদিন তোমাদের রাখেন, ততদিন আমরাও তোমাদের রাখব। এমতাবস্থায় আবদুল্লাহ ইবনু উমর (রাঃ) তাঁর নিজ সম্পত্তি দেখাশোনা করার জন্য খায়বার গমন করলে এক রাতে তাঁর উপর আক্রমন করা হয় এবং তাঁর দুটি হাত পা ভেঙ্গে দেওয়া হয়। সেখানে ইয়াহুদীরা ছাড়া আর কোন শত্রু নেই। তারাই আমাদের দুশমন। তাদের উপর আমাদের সন্দেহ। অতএব আমি তাদের নির্বাসিত করার সিদ্ধান্ত নিয়েছি। উমর (রাঃ) যখন এ ব্যাপারে তাঁর দৃঢ় মত প্রকাশ করলেন, তখন আবূ হুকায়ক গোত্রের এক ব্যাক্তি এসে বলল, হে আমীরুল মুমিনীন, আপনি কি আমাদের খায়বার থেকে বহিস্কার করবেন? অথচ মুহাম্মদ আমাদেরকে এখানে অবস্থানের অনুমতি দিয়েছিলেন। আর উক্ত সম্পত্তির ব্যাপারে আমাদের সাথে বর্গাচাষের ব্যবস্থা করেন এবং আমাদের এ শর্তে দেন।\n\nউমর (রাঃ) বলেন, তুমি কি মনে করেছ যে, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সে উক্তি ভুলে গিয়েছি, তোমার কি অবস্থা হবে, যখন তোমাকে খায়বার থেকে বের করে দেয়া হবে এবং তোমার উটগুলো রাতের পর রাত তোমাকে নিয়ে ছুটবে। সে বলল, এ উক্তি তো আবূল কাসিম এর পক্ষ থেকে বিদ্রুপ স্বরূপ ছিল। উমর (রাঃ) বললেন, হে আল্লাহর দুশমন! তুমি মিথ্যা বলছ। তারপর উমর (রাঃ) তাদের নির্বাসিত করেন এবং তাদের ফসলাদি, মালপত্র, উট, লাগাম রশি ইত্যাদি সামগ্রীর মূল্য দিয়ে দেন।\n\nরিওয়ায়াতটি হাম্মদ ইবনু সালামা (রহঃ) ... উমর (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে সংক্ষিপ্তভাবে বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2546",
    "id": "2630",
    "thesequence": "2972",
    "isActive": "1",
    "chapterId": "15730",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৭০০. বর্গাচার্ষের ক্ষেত্রে এ শর্ত আরোপ করা যে, যখন ইচ্ছা আমি তোমাকে বের করে দিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Miswar bin Makhrama and Marwan:\n\n(whose narrations attest each other) Allahs Messenger (ﷺ) set out at the time of Al-Hudaibiya (treaty), and when they proceeded for a distance, he said, Khalid bin Al-Walid leading the cavalry of Quraish constituting the front of the army, is at a place called Al-Ghamim, so take the way on the right. By Allah, Khalid did not perceive the arrival of the Muslims till the dust arising from the march of the Muslim army reached him, and then he turned back hurriedly to inform Quraish. The Prophet (ﷺ) went on advancing till he reached the Thaniya (i.e. a mountainous way) through which one would go to them (i.e. people of Quraish). The she-camel of the Prophet (ﷺ) sat down. The people tried their best to cause the she-camel to get up but in vain, so they said, Al-Qaswa (i.e. the she-camels name) has become stubborn! Al-Qaswa has become stubborn! The Prophet (ﷺ) said, Al-Qaswa has not become stubborn, for stubbornness is not her habit, but she was stopped by Him Who stopped the elephant. Then he said, By the Name of Him in Whose Hands my soul is, if they (i.e. the Quraish infidels) ask me anything which will respect the ordinances of Allah, I will grant it to them. The Prophet (ﷺ) then rebuked the she-camel and she got up. The Prophet (ﷺ) changed his way till he dismounted at the farthest end of Al-Hudaibiya at a pit (i.e. well) containing a little water which the people used in small amounts, and in a short while the people used up all its water and complained to Allahs Messenger (ﷺ); of thirst. The Prophet (ﷺ) took an arrow out of his arrow-case and ordered them to put the arrow in that pit. By Allah, the water started and continued sprouting out till all the people quenched their thirst and returned with satisfaction. While they were still in that state, Budail bin Warqa-al- Khuza`i came with some persons from his tribe Khuza`a and they were the advisers of Allahs Messenger (ﷺ) who would keep no secret from him and were from the people of Tihama. Budail said, I left Ka`b bin Luai and Amir bin Luai residing at the profuse water of Al-Hudaibiya and they had milch camels (or their women and children) with them, and will wage war against you, and will prevent you from visiting the Ka`ba. Allahs Messenger (ﷺ) said, We have not come to fight anyone, but to perform the `Umra. No doubt, the war has weakened Quraish and they have suffered great losses, so if they wish, I will conclude a truce with them, during which they should refrain from interfering between me and the people (i.e. the Arab infidels other than Quraish), and if I have victory over those infidels, Quraish will have the option to embrace Islam as the other people do, if they wish; they will at least get strong enough to fight. But if they do not accept the truce, by Allah in Whose Hands my life is, I will fight with them defending my Cause till I get killed, but (I am sure) Allah will definitely make His Cause victorious. Budail said, I will inform them of what you have said. So, he set off till he reached Quraish and said, We have come from that man (i.e. Muhammad) whom we heard saying something which we will disclose to you if you should like. Some of the fools among Quraish shouted that they were not in need of this information, but the wiser among them said, Relate what you heard him saying. Budail said, I heard him saying so-and-so, relating what the Prophet (ﷺ) had told him. `Urwa bin Mas`ud got up and said, O people! Arent you the sons? They said, Yes. He added, Am I not the father? They said, Yes. He said, Do you mistrust me? They said, No. He said, Dont you know that I invited the people of `Ukaz for your help, and when they refused I brought my relatives and children and those who obeyed me (to help you)? They said, Yes. He said, Well, this man (i.e. the Prophet) has offered you a reasonable proposal, youd better accept it and allow me to meet him. They said, You may meet him. So, he went to the Prophet (ﷺ) and started talking to him. The Prophet (ﷺ) told him almost the same as he had told Budail. Then `Urwa said, O Muhammad! Wont you feel any scruple in extirpating your relations? Have you ever heard of anyone amongst the Arabs extirpating his relatives before you? On the other hand, if the reverse should happen, (nobody will aid you, for) by Allah, I do not see (with you) dignified people, but people from various tribes who would run away leaving you alone. Hearing that, Abu Bakr abused him and said, Do you say we would run and leave the Prophet (ﷺ) alone? `Urwa said, Who is that man? They said, He is Abu Bakr. `Urwa said to Abu Bakr, By Him in Whose Hands my life is, were it not for the favor which you did to me and which I did not compensate, I would retort on you. `Urwa kept on talking to the Prophet (ﷺ) and seizing the Prophets beard as he was talking while Al-Mughira bin Shu`ba was standing near the head of the Prophet, holding a sword and wearing a helmet. Whenever `Urwa stretched his hand towards the beard of the Prophet, Al-Mughira would hit his hand with the handle of the sword and say (to `Urwa), Remove your hand from the beard of Allahs Messenger (ﷺ). `Urwa raised his head and asked, Who is that? The people said, He is Al-Mughira bin Shu`ba. `Urwa said, O treacherous! Am I not doing my best to prevent evil consequences of your treachery? Before embracing Islam Al-Mughira was in the company of some people. He killed them and took their property and came (to Medina) to embrace Islam. The Prophet (ﷺ) said (to him, As regards your Islam, I accept it, but as for the property I do not take anything of it. (As it was taken through treason). `Urwa then started looking at the Companions of the Prophet. By Allah, whenever Allahs Messenger (ﷺ) spat, the spittle would fall in the hand of one of them (i.e. the Prophets companions) who would rub it on his face and skin; if he ordered them they would carry his orders immediately; if he performed ablution, they would struggle to take the remaining water; and when they spoke to him, they would lower their voices and would not look at his face constantly out of respect. `Urwa returned to his people and said, O people! By Allah, I have been to the kings and to Caesar, Khosrau and An- Najashi, yet I have never seen any of them respected by his courtiers as much as Muhammad is respected by his companions. By Allah, if he spat, the spittle would fall in the hand of one of them (i.e. the Prophets companions) who would rub it on his face and skin; if he ordered them, they would carry out his order immediately; if he performed ablution, they would struggle to take the remaining water; and when they spoke, they would lower their voices and would not look at his face constantly out of respect. `Urwa added, No doubt, he has presented to you a good reasonable offer, so please accept it. A man from the tribe of Bani Kinana said, Allow me to go to him, and they allowed him, and when he approached the Prophet and his companions, Allahs Messenger (ﷺ) said, He is so-and-so who belongs to the tribe that respects the Budn (i.e. camels of the sacrifice). So, bring the Budn in front of him. So, the Budn were brought before him and the people received him while they were reciting Talbiya. When he saw that scene, he said, Glorified be Allah! It is not fair to prevent these people from visiting the Ka`ba. When he returned to his people, he said, I saw the Budn garlanded (with colored knotted ropes) and marked (with stabs on their backs). I do not think it is advisable to prevent them from visiting the Ka`ba. Another person called Mikraz bin Hafs got up and sought their permission to go to Muhammad, and they allowed him, too. When he approached the Muslims, the Prophet (ﷺ) said, Here is Mikraz and he is a vicious man. Mikraz started talking to the Prophet and as he was talking, Suhail bin `Amr came. When Suhail bin `Amr came, the Prophet (ﷺ) said, Now the matter has become easy. Suhail said to the Prophet Please conclude a peace treaty with us. So, the Prophet (ﷺ) called the clerk and said to him, Write: By the Name of Allah, the most Beneficent, the most Merciful. Suhail said, As for Beneficent, by Allah, I do not know what it means. So write: By Your Name O Allah, as you used to write previously. The Muslims said, By Allah, we will not write except: By the Name of Allah, the most Beneficent, the most Merciful. The Prophet (ﷺ) said, Write: By Your Name O Allah. Then he dictated, This is the peace treaty which Muhammad, Allahs Messenger (ﷺ) has concluded. Suhail said, By Allah, if we knew that you are Allahs Messenger (ﷺ) we would not prevent you from visiting the Ka`ba, and would not fight with you. So, write: Muhammad bin `Abdullah. The Prophet (ﷺ) said, By Allah! I am Apostle of Allah even if you people do not believe me. Write: Muhammad bin `Abdullah. (Az-Zuhri said, The Prophet (ﷺ) accepted all those things, as he had already said that he would accept everything they would demand if it respects the ordinance of Allah, (i.e. by letting him and his companions perform `Umra.) The Prophet (ﷺ) said to Suhail, On the condition that you allow us to visit the House (i.e. Ka`ba) so that we may perform Tawaf around it. Suhail said, By Allah, we will not (allow you this year) so as not to give chance to the Arabs to say that we have yielded to you, but we will allow you next year. So, the Prophet (ﷺ) got that written. Then Suhail said, We also stipulate that you should return to us whoever comes to you from us, even if he embraced your religion. The Muslims said, Glorified be Allah! How will such a person be returned to the pagans after he has become a Muslim? While they were in this state Abu- Jandal bin Suhail bin `Amr came from the valley of Mecca staggering with his fetters and fell down amongst the Muslims. Suhail said, O Muhammad! This is the very first term with which we make peace with you, i.e. you shall return Abu Jandal to me. The Prophet (ﷺ) said, The peace treaty has not been written yet. Suhail said, I will never allow you to keep him. The Prophet (ﷺ) said, Yes, do. He said, I wont do.: Mikraz said, We allow you (to keep him). Abu Jandal said, O Muslims! Will I be returned to the pagans though I have come as a Muslim? Dont you see how much I have suffered? (continued...) (continuing... 1): -3.891:... ... Abu Jandal had been tortured severely for the Cause of Allah. `Umar bin Al-Khattab said, I went to the Prophet (ﷺ) and said, Arent you truly the Messenger of Allah? The Prophet (ﷺ) said, Yes, indeed. I said, Isnt our Cause just and the cause of the enemy unjust? He said, Yes. I said, Then why should we be humble in our religion? He said, I am Allahs Messenger (ﷺ) and I do not disobey Him, and He will make me victorious. I said, Didnt you tell us that we would go to the Ka`ba and perform Tawaf around it? He said, Yes, but did I tell you that we would visit the Ka`ba this year? I said, No. He said, So you will visit it and perform Tawaf around it?  `Umar further said, I went to Abu Bakr and said, O Abu Bakr! Isnt he truly Allahs Prophet? He replied, Yes. I said, Then why should we be humble in our religion? He said, Indeed, he is Allahs Messenger (ﷺ) and he does not disobey his Lord, and He will make him victorious. Adhere to him as, by Allah, he is on the right. I said, Was he not telling us that we would go to the Ka`ba and perform Tawaf around it? He said, Yes, but did he tell you that you would go to the Ka`ba this year? I said, No. He said, You will go to Ka`ba and perform Tawaf around it. (Az-Zuhri said,  `Umar said, I performed many good deeds as expiation for the improper questions I asked them. ) When the writing of the peace treaty was concluded, Allahs Messenger (ﷺ) said to his companions, Get up and slaughter your sacrifices and get your head shaved. By Allah none of them got up, and the Prophet repeated his order thrice. When none of them got up, he left them and went to Um Salama and told her of the peoples attitudes towards him. Um Salama said, O the Prophet (ﷺ) of Allah! Do you want your order to be carried out? Go out and dont say a word to anybody till you have slaughtered your sacrifice and call your barber to shave your head. So, the Prophet (ﷺ) went out and did not talk to anyone of them till he did that, i.e. slaughtered the sacrifice and called his barber who shaved his head. Seeing that, the companions of the Prophet (ﷺ) got up, slaughtered their sacrifices, and started shaving the heads of one another, and there was so much rush that there was a danger of killing each other. Then some believing women came (to the Prophet (ﷺ) ); and Allah revealed the following Divine Verses:-- O you who believe, when the believing women come to you as emigrants examine them . . . (60.10) `Umar then divorced two wives of his who were infidels. Later on Muawiya bin Abu Sufyan married one of them, and Safwan bin Umaiya married the other. When the Prophet (ﷺ) returned to Medina, Abu Basir, a new Muslim convert from Quraish came to him. The Infidels sent in his pursuit two men who said (to the Prophet (ﷺ) ), Abide by the promise you gave us. So, the Prophet (ﷺ) handed him over to them. They took him out (of the City) till they reached Dhul-Hulaifa where they dismounted to eat some dates they had with them. Abu Basir said to one of them, By Allah, O so-and-so, I see you have a fine sword. The other drew it out (of the scabbard) and said, By Allah, it is very fine and I have tried it many times. Abu Basir said, Let me have a look at it. When the other gave it to him, he hit him with it till he died, and his companion ran away till he came to Medina and entered the Mosque running. When Allahs Messenger (ﷺ) saw him he said, This man appears to have been frightened. When he reached the Prophet (ﷺ) he said, My companion has been murdered and I would have been murdered too. Abu Basir came and said, O Allahs Messenger (ﷺ), by Allah, Allah has made you fulfill your obligations by your returning me to them (i.e. the Infidels), but Allah has saved me from them. The Prophet (ﷺ) said, Woe to his mother! what excellent war kindler he would be, should he only have supporters. When Abu Basir heard that he understood that the Prophet (ﷺ) would return him to them again, so he set off till he reached the seashore. Abu Jandal bin Suhail got himself released from them (i.e. infidels) and joined Abu Basir. So, whenever a man from Quraish embraced Islam he would follow Abu Basir till they formed a strong group. By Allah, whenever they heard about a caravan of Quraish heading towards Sham, they stopped it and attacked and killed them (i.e. infidels) and took their properties. The people of Quraish sent a message to the Prophet (ﷺ) requesting him for the Sake of Allah and Kith and kin to send for (i.e. Abu Basir and his companions) promising that whoever (amongst them) came to the Prophet (ﷺ) would be secure. So the Prophet (ﷺ) sent for them (i.e. Abu Basirs companions) and Allah I revealed the following Divine Verses: And it is He Who Has withheld their hands from you and your hands From them in the midst of Mecca, After He made you the victorious over them. ... the unbelievers had pride and haughtiness, in their hearts ... the pride and haughtiness of the time of ignorance. (48.24-26) And their pride and haughtiness was that they did not confess (write in the treaty) that he (i.e. Muhammad) was the Prophet of Allah and refused to write: In the Name of Allah, the most Beneficent, the Most Merciful, and they (the mushriks) prevented them (the Muslims) from visiting the House (the Ka`bah).\n\n Narrated Az-Zuhri:\n\n`Urwa said, Aisha told me that Allahs Messenger (ﷺ) used to examine the women emigrants. We have been told also that when Allah revealed the order that the Muslims should return to the pagans what they had spent on their wives who emigrated (after embracing Islam) and that the Muslims should not keep unbelieving women as their wives, `Umar divorced two of his wives, Qariba, the daughter of Abu Umayyah and the daughter of Jarwal Al-Khuza`i. Later on Mu`awiya married Qariba and Abu Jahm married the other. When the pagans refused to pay what the Muslims had spent on their wives, Allah revealed: And if any of your wives have gone from you to the unbelievers and you have an accession (by the coming over of a woman from the other side) (then pay to those whose wives have gone) the equivalent of what they had spent (on their Mahr). (60.11) So, Allah ordered that the Muslim whose wife has gone, should be given, as a compensation of the Mahr he had given to his wife, from the Mahr of the wives of the pagans who had emigrated deserting their husbands. We do not know any of the women emigrants who deserted Islam after embracing it. We have also been told that Abu Basir bin Asid Ath-Thaqafi came to the Prophet (ﷺ) as a Muslim emigrant during the truce. Al-Akhnas bin Shariq wrote to the Prophet (ﷺ) requesting him to return Abu Basir.",
    "hadithArabic": " حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، قَالَ أَخْبَرَنِي الزُّهْرِيُّ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، وَمَرْوَانَ، يُصَدِّقُ كُلُّ وَاحِدٍ مِنْهُمَا حَدِيثَ صَاحِبِهِ قَالَ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم زَمَنَ الْحُدَيْبِيَةِ، حَتَّى كَانُوا بِبَعْضِ الطَّرِيقِ قَالَ النَّبِيُّ صلى الله عليه وسلم  إِنَّ خَالِدَ بْنَ الْوَلِيدِ بِالْغَمِيمِ فِي خَيْلٍ لِقُرَيْشٍ طَلِيعَةً فَخُذُوا ذَاتَ الْيَمِينِ . فَوَاللَّهِ مَا شَعَرَ بِهِمْ خَالِدٌ حَتَّى إِذَا هُمْ بِقَتَرَةِ الْجَيْشِ، فَانْطَلَقَ يَرْكُضُ نَذِيرًا لِقُرَيْشٍ، وَسَارَ النَّبِيُّ صلى الله عليه وسلم حَتَّى إِذَا كَانَ بِالثَّنِيَّةِ الَّتِي يُهْبَطُ عَلَيْهِمْ مِنْهَا، بَرَكَتْ بِهِ رَاحِلَتُهُ. فَقَالَ النَّاسُ حَلْ حَلْ. فَأَلَحَّتْ، فَقَالُوا خَلأَتِ الْقَصْوَاءُ، خَلأَتِ الْقَصْوَاءُ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  مَا خَلأَتِ الْقَصْوَاءُ، وَمَا ذَاكَ لَهَا بِخُلُقٍ، وَلَكِنْ حَبَسَهَا حَابِسُ الْفِيلِ، ثُمَّ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ لاَ يَسْأَلُونِي خُطَّةً يُعَظِّمُونَ فِيهَا حُرُمَاتِ اللَّهِ إِلاَّ أَعْطَيْتُهُمْ إِيَّاهَا . ثُمَّ زَجَرَهَا فَوَثَبَتْ، قَالَ فَعَدَلَ عَنْهُمْ حَتَّى نَزَلَ بِأَقْصَى الْحُدَيْبِيَةِ، عَلَى ثَمَدٍ قَلِيلِ الْمَاءِ يَتَبَرَّضُهُ النَّاسُ تَبَرُّضًا، فَلَمْ يُلَبِّثْهُ النَّاسُ حَتَّى نَزَحُوهُ، وَشُكِيَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الْعَطَشُ، فَانْتَزَعَ سَهْمًا مِنْ كِنَانَتِهِ، ثُمَّ أَمَرَهُمْ أَنْ يَجْعَلُوهُ فِيهِ، فَوَاللَّهِ مَا زَالَ يَجِيشُ لَهُمْ بِالرِّيِّ حَتَّى صَدَرُوا عَنْهُ، فَبَيْنَمَا هُمْ كَذَلِكَ، إِذْ جَاءَ بُدَيْلُ بْنُ وَرْقَاءَ الْخُزَاعِيُّ فِي نَفَرٍ مِنْ قَوْمِهِ مِنْ خُزَاعَةَ، وَكَانُوا عَيْبَةَ نُصْحِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ أَهْلِ تِهَامَةَ، فَقَالَ إِنِّي تَرَكْتُ كَعْبَ بْنَ لُؤَىٍّ وَعَامِرَ بْنَ لُؤَىٍّ نَزَلُوا أَعْدَادَ مِيَاهِ الْحُدَيْبِيَةِ، وَمَعَهُمُ الْعُوذُ الْمَطَافِيلُ، وَهُمْ مُقَاتِلُوكَ وَصَادُّوكَ عَنِ الْبَيْتِ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّا لَمْ نَجِئْ لِقِتَالِ أَحَدٍ، وَلَكِنَّا جِئْنَا مُعْتَمِرِينَ، وَإِنَّ قُرَيْشًا قَدْ نَهِكَتْهُمُ الْحَرْبُ، وَأَضَرَّتْ بِهِمْ، فَإِنْ شَاءُوا مَادَدْتُهُمْ مُدَّةً، وَيُخَلُّوا بَيْنِي وَبَيْنَ النَّاسِ، فَإِنْ أَظْهَرْ فَإِنْ شَاءُوا أَنْ يَدْخُلُوا فِيمَا دَخَلَ فِيهِ النَّاسُ فَعَلُوا، وَإِلاَّ فَقَدْ جَمُّوا، وَإِنْ هُمْ أَبَوْا فَوَالَّذِي نَفْسِي بِيَدِهِ، لأُقَاتِلَنَّهُمْ عَلَى أَمْرِي هَذَا حَتَّى تَنْفَرِدَ سَالِفَتِي، وَلَيُنْفِذَنَّ اللَّهُ أَمْرَهُ . فَقَالَ بُدَيْلٌ سَأُبَلِّغُهُمْ مَا تَقُولُ. قَالَ فَانْطَلَقَ حَتَّى أَتَى قُرَيْشًا قَالَ إِنَّا قَدْ جِئْنَاكُمْ مِنْ هَذَا الرَّجُلِ، وَسَمِعْنَاهُ يَقُولُ قَوْلاً، فَإِنْ شِئْتُمْ أَنْ نَعْرِضَهُ عَلَيْكُمْ فَعَلْنَا، فَقَالَ سُفَهَاؤُهُمْ لاَ حَاجَةَ لَنَا أَنْ تُخْبِرَنَا عَنْهُ بِشَىْءٍ. وَقَالَ ذَوُو الرَّأْىِ مِنْهُمْ هَاتِ مَا سَمِعْتَهُ يَقُولُ. قَالَ سَمِعْتُهُ يَقُولُ كَذَا وَكَذَا، فَحَدَّثَهُمْ بِمَا قَالَ النَّبِيُّ صلى الله عليه وسلم. فَقَامَ عُرْوَةُ بْنُ مَسْعُودٍ فَقَالَ أَىْ قَوْمِ أَلَسْتُمْ بِالْوَالِدِ قَالُوا بَلَى. قَالَ أَوَلَسْتُ بِالْوَلَدِ قَالُوا بَلَى. قَالَ فَهَلْ تَتَّهِمُونِي. قَالُوا لاَ. قَالَ أَلَسْتُمْ تَعْلَمُونَ أَنِّي اسْتَنْفَرْتُ أَهْلَ عُكَاظٍ، فَلَمَّا بَلَّحُوا عَلَىَّ جِئْتُكُمْ بِأَهْلِي وَوَلَدِي وَمَنْ أَطَاعَنِي قَالُوا بَلَى. قَالَ فَإِنَّ هَذَا قَدْ عَرَضَ لَكُمْ خُطَّةَ رُشْدٍ، اقْبَلُوهَا وَدَعُونِي آتِهِ. قَالُوا ائْتِهِ. فَأَتَاهُ فَجَعَلَ يُكَلِّمُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم نَحْوًا مِنْ قَوْلِهِ لِبُدَيْلٍ، فَقَالَ عُرْوَةُ عِنْدَ ذَلِكَ أَىْ مُحَمَّدُ، أَرَأَيْتَ إِنِ اسْتَأْصَلْتَ أَمْرَ قَوْمِكَ هَلْ سَمِعْتَ بِأَحَدٍ مِنَ الْعَرَبِ اجْتَاحَ أَهْلَهُ قَبْلَكَ وَإِنْ تَكُنِ الأُخْرَى، فَإِنِّي وَاللَّهِ لأَرَى وُجُوهًا، وَإِنِّي لأَرَى أَوْشَابًا مِنَ النَّاسِ خَلِيقًا أَنْ يَفِرُّوا وَيَدَعُوكَ. فَقَالَ لَهُ أَبُو بَكْرٍ امْصُصْ بَظْرَ اللاَّتِ، أَنَحْنُ نَفِرُّ عَنْهُ وَنَدَعُهُ فَقَالَ مَنْ ذَا قَالُوا أَبُو بَكْرٍ. قَالَ أَمَا وَالَّذِي نَفْسِي بِيَدِهِ لَوْلاَ يَدٌ كَانَتْ لَكَ عِنْدِي لَمْ أَجْزِكَ بِهَا لأَجَبْتُكَ. قَالَ وَجَعَلَ يُكَلِّمُ النَّبِيَّ صلى الله عليه وسلم فَكُلَّمَا تَكَلَّمَ أَخَذَ بِلِحْيَتِهِ، وَالْمُغِيرَةُ بْنُ شُعْبَةَ قَائِمٌ عَلَى رَأْسِ النَّبِيِّ صلى الله عليه وسلم وَمَعَهُ السَّيْفُ وَعَلَيْهِ الْمِغْفَرُ، فَكُلَّمَا أَهْوَى عُرْوَةُ بِيَدِهِ إِلَى لِحْيَةِ النَّبِيِّ صلى الله عليه وسلم ضَرَبَ يَدَهُ بِنَعْلِ السَّيْفِ، وَقَالَ لَهُ أَخِّرْ يَدَكَ عَنْ لِحْيَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم. فَرَفَعَ عُرْوَةُ رَأْسَهُ فَقَالَ مَنْ هَذَا قَالُوا الْمُغِيرَةُ بْنُ شُعْبَةَ. فَقَالَ أَىْ غُدَرُ، أَلَسْتُ أَسْعَى فِي غَدْرَتِكَ وَكَانَ الْمُغِيرَةُ صَحِبَ قَوْمًا فِي الْجَاهِلِيَّةِ، فَقَتَلَهُمْ، وَأَخَذَ أَمْوَالَهُمْ، ثُمَّ جَاءَ فَأَسْلَمَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  أَمَّا الإِسْلاَمَ فَأَقْبَلُ، وَأَمَّا الْمَالَ فَلَسْتُ مِنْهُ فِي شَىْءٍ . ثُمَّ إِنَّ عُرْوَةَ جَعَلَ يَرْمُقُ أَصْحَابَ النَّبِيِّ صلى الله عليه وسلم بِعَيْنَيْهِ. قَالَ فَوَاللَّهِ مَا تَنَخَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم نُخَامَةً إِلاَّ وَقَعَتْ فِي كَفِّ رَجُلٍ مِنْهُمْ فَدَلَكَ بِهَا وَجْهَهُ وَجِلْدَهُ، وَإِذَا أَمَرَهُمُ ابْتَدَرُوا أَمْرَهُ، وَإِذَا تَوَضَّأَ كَادُوا يَقْتَتِلُونَ عَلَى وَضُوئِهِ، وَإِذَا تَكَلَّمَ خَفَضُوا أَصْوَاتَهُمْ عِنْدَهُ، وَمَا يُحِدُّونَ إِلَيْهِ النَّظَرَ تَعْظِيمًا لَهُ، فَرَجَعَ عُرْوَةُ إِلَى أَصْحَابِهِ، فَقَالَ أَىْ قَوْمِ، وَاللَّهِ لَقَدْ وَفَدْتُ عَلَى الْمُلُوكِ، وَوَفَدْتُ عَلَى قَيْصَرَ وَكِسْرَى وَالنَّجَاشِيِّ وَاللَّهِ إِنْ رَأَيْتُ مَلِكًا قَطُّ، يُعَظِّمُهُ أَصْحَابُهُ مَا يُعَظِّمُ أَصْحَابُ مُحَمَّدٍ صلى الله عليه وسلم مُحَمَّدًا، وَاللَّهِ إِنْ تَنَخَّمَ نُخَامَةً إِلاَّ وَقَعَتْ فِي كَفِّ رَجُلٍ مِنْهُمْ، فَدَلَكَ بِهَا وَجْهَهُ وَجِلْدَهُ، وَإِذَا أَمَرَهُمُ ابْتَدَرُوا أَمْرَهُ وَإِذَا تَوَضَّأَ كَادُوا يَقْتَتِلُونَ عَلَى وَضُوئِهِ، وَإِذَا تَكَلَّمَ خَفَضُوا أَصْوَاتَهُمْ عِنْدَهُ، وَمَا يُحِدُّونَ إِلَيْهِ النَّظَرَ تَعْظِيمًا لَهُ، وَإِنَّهُ قَدْ عَرَضَ عَلَيْكُمْ خُطَّةَ رُشْدٍ، فَاقْبَلُوهَا. فَقَالَ رَجُلٌ مِنْ بَنِي كِنَانَةَ دَعُونِي آتِهِ. فَقَالُوا ائْتِهِ. فَلَمَّا أَشْرَفَ عَلَى النَّبِيِّ صلى الله عليه وسلم وَأَصْحَابِهِ، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  هَذَا فُلاَنٌ، وَهْوَ مِنْ قَوْمٍ يُعَظِّمُونَ الْبُدْنَ فَابْعَثُوهَا لَهُ . فَبُعِثَتْ لَهُ وَاسْتَقْبَلَهُ النَّاسُ يُلَبُّونَ، فَلَمَّا رَأَى ذَلِكَ قَالَ سُبْحَانَ اللَّهِ مَا يَنْبَغِي لِهَؤُلاَءِ أَنْ يُصَدُّوا عَنِ الْبَيْتِ، فَلَمَّا رَجَعَ إِلَى أَصْحَابِهِ قَالَ رَأَيْتُ الْبُدْنَ قَدْ قُلِّدَتْ وَأُشْعِرَتْ، فَمَا أَرَى أَنْ يُصَدُّوا عَنِ الْبَيْتِ. فَقَامَ رَجُلٌ مِنْهُمْ يُقَالُ لَهُ مِكْرَزُ بْنُ حَفْصٍ. فَقَالَ دَعُونِي آتِهِ. فَقَالُوا ائْتِهِ. فَلَمَّا أَشْرَفَ عَلَيْهِمْ قَالَ النَّبِيُّ صلى الله عليه وسلم  هَذَا مِكْرَزٌ وَهْوَ رَجُلٌ فَاجِرٌ . فَجَعَلَ يُكَلِّمُ النَّبِيَّ صلى الله عليه وسلم، فَبَيْنَمَا هُوَ يُكَلِّمُهُ إِذْ جَاءَ سُهَيْلُ بْنُ عَمْرٍو. قَالَ مَعْمَرٌ فَأَخْبَرَنِي أَيُّوبُ عَنْ عِكْرِمَةَ، أَنَّهُ لَمَّا جَاءَ سُهَيْلُ بْنُ عَمْرٍو قَالَ النَّبِيُّ صلى الله عليه وسلم  لَقَدْ سَهُلَ لَكُمْ مِنْ أَمْرِكُمْ . قَالَ مَعْمَرٌ قَالَ الزُّهْرِيُّ فِي حَدِيثِهِ فَجَاءَ سُهَيْلُ بْنُ عَمْرٍو فَقَالَ هَاتِ، اكْتُبْ بَيْنَنَا وَبَيْنَكُمْ كِتَابًا، فَدَعَا النَّبِيُّ صلى الله عليه وسلم الْكَاتِبَ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم  بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ . قَالَ سُهَيْلٌ أَمَّا الرَّحْمَنُ فَوَاللَّهِ مَا أَدْرِي مَا هُوَ وَلَكِنِ اكْتُبْ بِاسْمِكَ اللَّهُمَّ. كَمَا كُنْتَ تَكْتُبُ. فَقَالَ الْمُسْلِمُونَ وَاللَّهِ لاَ نَكْتُبُهَا إِلاَّ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  اكْتُبْ بِاسْمِكَ اللَّهُمَّ . ثُمَّ قَالَ  هَذَا مَا قَاضَى عَلَيْهِ مُحَمَّدٌ رَسُولُ اللَّهِ . فَقَالَ سُهَيْلٌ وَاللَّهِ لَوْ كُنَّا نَعْلَمُ أَنَّكَ رَسُولُ اللَّهِ مَا صَدَدْنَاكَ عَنِ الْبَيْتِ وَلاَ قَاتَلْنَاكَ، وَلَكِنِ اكْتُبْ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  وَاللَّهِ إِنِّي لَرَسُولُ اللَّهِ وَإِنْ كَذَّبْتُمُونِي. اكْتُبْ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ . قَالَ الزُّهْرِيُّ وَذَلِكَ لِقَوْلِهِ  لاَ يَسْأَلُونِي خُطَّةً يُعَظِّمُونَ فِيهَا حُرُمَاتِ اللَّهِ إِلاَّ أَعْطَيْتُهُمْ إِيَّاهَا . فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم  عَلَى أَنْ تُخَلُّوا بَيْنَنَا وَبَيْنَ الْبَيْتِ فَنَطُوفَ بِهِ . فَقَالَ سُهَيْلٌ وَاللَّهِ لاَ تَتَحَدَّثُ الْعَرَبُ أَنَّا أُخِذْنَا ضُغْطَةً وَلَكِنْ ذَلِكَ مِنَ الْعَامِ الْمُقْبِلِ فَكَتَبَ. فَقَالَ سُهَيْلٌ وَعَلَى أَنَّهُ لاَ يَأْتِيكَ مِنَّا رَجُلٌ، وَإِنْ كَانَ عَلَى دِينِكَ، إِلاَّ رَدَدْتَهُ إِلَيْنَا. قَالَ الْمُسْلِمُونَ سُبْحَانَ اللَّهِ كَيْفَ يُرَدُّ إِلَى الْمُشْرِكِينَ وَقَدْ جَاءَ مُسْلِمًا فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ دَخَلَ أَبُو جَنْدَلِ بْنُ سُهَيْلِ بْنِ عَمْرٍو يَرْسُفُ فِي قُيُودِهِ، وَقَدْ خَرَجَ مِنْ أَسْفَلِ مَكَّةَ، حَتَّى رَمَى بِنَفْسِهِ بَيْنَ أَظْهُرِ الْمُسْلِمِينَ. فَقَالَ سُهَيْلٌ هَذَا يَا مُحَمَّدُ أَوَّلُ مَا أُقَاضِيكَ عَلَيْهِ أَنْ تَرُدَّهُ إِلَىَّ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  إِنَّا لَمْ نَقْضِ الْكِتَابَ بَعْدُ . قَالَ فَوَاللَّهِ إِذًا لَمْ أُصَالِحْكَ عَلَى شَىْءٍ أَبَدًا. قَالَ النَّبِيُّ صلى الله عليه وسلم  فَأَجِزْهُ لِي . قَالَ مَا أَنَا بِمُجِيزِهِ لَكَ. قَالَ  بَلَى، فَافْعَلْ . قَالَ مَا أَنَا بِفَاعِلٍ. قَالَ مِكْرَزٌ بَلْ قَدْ أَجَزْنَاهُ لَكَ. قَالَ أَبُو جَنْدَلٍ أَىْ مَعْشَرَ الْمُسْلِمِينَ، أُرَدُّ إِلَى الْمُشْرِكِينَ وَقَدْ جِئْتُ مُسْلِمًا أَلاَ تَرَوْنَ مَا قَدْ لَقِيتُ وَكَانَ قَدْ عُذِّبَ عَذَابًا شَدِيدًا فِي اللَّهِ. قَالَ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ فَأَتَيْتُ نَبِيَّ اللَّهِ صلى الله عليه وسلم فَقُلْتُ أَلَسْتَ نَبِيَّ اللَّهِ حَقًّا قَالَ  بَلَى . قُلْتُ أَلَسْنَا عَلَى الْحَقِّ وَعَدُوُّنَا عَلَى الْبَاطِلِ قَالَ  بَلَى . قُلْتُ فَلِمَ نُعْطِي الدَّنِيَّةَ فِي دِينِنَا إِذًا قَالَ  إِنِّي رَسُولُ اللَّهِ، وَلَسْتُ أَعْصِيهِ وَهْوَ نَاصِرِي . قُلْتُ أَوَلَيْسَ كُنْتَ تُحَدِّثُنَا أَنَّا سَنَأْتِي الْبَيْتَ فَنَطُوفُ بِهِ قَالَ  بَلَى، فَأَخْبَرْتُكَ أَنَّا نَأْتِيهِ الْعَامَ . قَالَ قُلْتُ لاَ. قَالَ  فَإِنَّكَ آتِيهِ وَمُطَّوِّفٌ بِهِ . قَالَ فَأَتَيْتُ أَبَا بَكْرٍ فَقُلْتُ يَا أَبَا بَكْرٍ، أَلَيْسَ هَذَا نَبِيَّ اللَّهِ حَقًّا قَالَ بَلَى. قُلْتُ أَلَسْنَا عَلَى الْحَقِّ وَعَدُوُّنَا عَلَى الْبَاطِلِ قَالَ بَلَى. قُلْتُ فَلِمَ نُعْطِي الدَّنِيَّةَ فِي دِينِنَا إِذًا قَالَ أَيُّهَا الرَّجُلُ، إِنَّهُ لَرَسُولُ اللَّهِ صلى الله عليه وسلم وَلَيْسَ يَعْصِي رَبَّهُ وَهْوَ نَاصِرُهُ، فَاسْتَمْسِكْ بِغَرْزِهِ، فَوَاللَّهِ إِنَّهُ عَلَى الْحَقِّ. قُلْتُ أَلَيْسَ كَانَ يُحَدِّثُنَا أَنَّا سَنَأْتِي الْبَيْتَ وَنَطُوفُ بِهِ قَالَ بَلَى، أَفَأَخْبَرَكَ أَنَّكَ تَأْتِيهِ الْعَامَ قُلْتُ لاَ. قَالَ فَإِنَّكَ آتِيهِ وَمُطَّوِّفٌ بِهِ. قَالَ الزُّهْرِيِّ قَالَ عُمَرُ فَعَمِلْتُ لِذَلِكَ أَعْمَالاً. قَالَ فَلَمَّا فَرَغَ مِنْ قَضِيَّةِ الْكِتَابِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لأَصْحَابِهِ  قُومُوا فَانْحَرُوا، ثُمَّ احْلِقُوا . قَالَ فَوَاللَّهِ مَا قَامَ مِنْهُمْ رَجُلٌ حَتَّى قَالَ ذَلِكَ ثَلاَثَ مَرَّاتٍ، فَلَمَّا لَمْ يَقُمْ مِنْهُمْ أَحَدٌ دَخَلَ عَلَى أُمِّ سَلَمَةَ، فَذَكَرَ لَهَا مَا لَقِيَ مِنَ النَّاسِ. فَقَالَتْ أُمُّ سَلَمَةَ يَا نَبِيَّ اللَّهِ، أَتُحِبُّ ذَلِكَ اخْرُجْ ثُمَّ لاَ تُكَلِّمْ أَحَدًا مِنْهُمْ كَلِمَةً حَتَّى تَنْحَرَ بُدْنَكَ، وَتَدْعُوَ حَالِقَكَ فَيَحْلِقَكَ. فَخَرَجَ فَلَمْ يُكَلِّمْ أَحَدًا مِنْهُمْ، حَتَّى فَعَلَ ذَلِكَ نَحَرَ بُدْنَهُ، وَدَعَا حَالِقَهُ فَحَلَقَهُ. فَلَمَّا رَأَوْا ذَلِكَ، قَامُوا فَنَحَرُوا، وَجَعَلَ بَعْضُهُمْ يَحْلِقُ بَعْضًا، حَتَّى كَادَ بَعْضُهُمْ يَقْتُلُ بَعْضًا غَمًّا، ثُمَّ جَاءَهُ نِسْوَةٌ مُؤْمِنَاتٌ فَأَنْزَلَ اللَّهُ تَعَالَى {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ} حَتَّى بَلَغَ {بِعِصَمِ الْكَوَافِرِ} فَطَلَّقَ عُمَرُ يَوْمَئِذٍ امْرَأَتَيْنِ كَانَتَا لَهُ فِي الشِّرْكِ، فَتَزَوَّجَ إِحْدَاهُمَا مُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ، وَالأُخْرَى صَفْوَانُ بْنُ أُمَيَّةَ، ثُمَّ رَجَعَ النَّبِيُّ صلى الله عليه وسلم إِلَى الْمَدِينَةِ، فَجَاءَهُ أَبُو بَصِيرٍ ـ رَجُلٌ مِنْ قُرَيْشٍ ـ وَهْوَ مُسْلِمٌ فَأَرْسَلُوا فِي طَلَبِهِ رَجُلَيْنِ، فَقَالُوا الْعَهْدَ الَّذِي جَعَلْتَ لَنَا. فَدَفَعَهُ إِلَى الرَّجُلَيْنِ، فَخَرَجَا بِهِ حَتَّى بَلَغَا ذَا الْحُلَيْفَةِ، فَنَزَلُوا يَأْكُلُونَ مِنْ تَمْرٍ لَهُمْ، فَقَالَ أَبُو بَصِيرٍ لأَحَدِ الرَّجُلَيْنِ وَاللَّهِ إِنِّي لأَرَى سَيْفَكَ هَذَا يَا فُلاَنُ جَيِّدًا. فَاسْتَلَّهُ الآخَرُ فَقَالَ أَجَلْ، وَاللَّهِ إِنَّهُ لَجَيِّدٌ، لَقَدْ جَرَّبْتُ بِهِ ثُمَّ جَرَّبْتُ. فَقَالَ أَبُو بَصِيرٍ أَرِنِي أَنْظُرْ إِلَيْهِ، فَأَمْكَنَهُ مِنْهُ، فَضَرَبَهُ حَتَّى بَرَدَ، وَفَرَّ الآخَرُ، حَتَّى أَتَى الْمَدِينَةَ، فَدَخَلَ الْمَسْجِدَ يَعْدُو. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ رَآهُ  لَقَدْ رَأَى هَذَا ذُعْرًا . فَلَمَّا انْتَهَى إِلَى النَّبِيِّ صلى الله عليه وسلم قَالَ قُتِلَ وَاللَّهِ صَاحِبِي وَإِنِّي لَمَقْتُولٌ، فَجَاءَ أَبُو بَصِيرٍ فَقَالَ يَا نَبِيَّ اللَّهِ، قَدْ وَاللَّهِ أَوْفَى اللَّهُ ذِمَّتَكَ، قَدْ رَدَدْتَنِي إِلَيْهِمْ ثُمَّ أَنْجَانِي اللَّهُ مِنْهُمْ. قَالَ النَّبِيُّ صلى الله عليه وسلم  وَيْلُ أُمِّهِ مِسْعَرَ حَرْبٍ، لَوْ كَانَ لَهُ أَحَدٌ . فَلَمَّا سَمِعَ ذَلِكَ عَرَفَ أَنَّهُ سَيَرُدُّهُ إِلَيْهِمْ، فَخَرَجَ حَتَّى أَتَى سِيفَ الْبَحْرِ. قَالَ وَيَنْفَلِتُ مِنْهُمْ أَبُو جَنْدَلِ بْنُ سُهَيْلٍ، فَلَحِقَ بِأَبِي بَصِيرٍ، فَجَعَلَ لاَ يَخْرُجُ مِنْ قُرَيْشٍ رَجُلٌ قَدْ أَسْلَمَ إِلاَّ لَحِقَ بِأَبِي بَصِيرٍ، حَتَّى اجْتَمَعَتْ مِنْهُمْ عِصَابَةٌ، فَوَاللَّهِ مَا يَسْمَعُونَ بِعِيرٍ خَرَجَتْ لِقُرَيْشٍ إِلَى الشَّأْمِ إِلاَّ اعْتَرَضُوا لَهَا، فَقَتَلُوهُمْ، وَأَخَذُوا أَمْوَالَهُمْ، فَأَرْسَلَتْ قُرَيْشٌ إِلَى النَّبِيِّ صلى الله عليه وسلم تُنَاشِدُهُ بِاللَّهِ وَالرَّحِمِ لَمَّا أَرْسَلَ، فَمَنْ أَتَاهُ فَهْوَ آمِنٌ، فَأَرْسَلَ النَّبِيُّ صلى الله عليه وسلم إِلَيْهِمْ، فَأَنْزَلَ اللَّهُ تَعَالَى {وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ} حَتَّى بَلَغَ {الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ} وَكَانَتْ حَمِيَّتُهُمْ أَنَّهُمْ لَمْ يُقِرُّوا أَنَّهُ نَبِيُّ اللَّهِ، وَلَمْ يُقِرُّوا بِبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، وَحَالُوا بَيْنَهُمْ وَبَيْنَ الْبَيْتِ.\n وَقَالَ عُقَيْلٌ عَنِ الزُّهْرِيِّ، قَالَ عُرْوَةُ فَأَخْبَرَتْنِي عَائِشَةُ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَمْتَحِنُهُنَّ، وَبَلَغَنَا أَنَّهُ لَمَّا أَنْزَلَ اللَّهُ تَعَالَى أَنْ يَرُدُّوا إِلَى الْمُشْرِكِينَ مَا أَنْفَقُوا عَلَى مَنْ هَاجَرَ مِنْ أَزْوَاجِهِمْ، وَحَكَمَ عَلَى الْمُسْلِمِينَ، أَنْ لاَ يُمَسِّكُوا بِعِصَمِ الْكَوَافِرِ، أَنَّ عُمَرَ طَلَّقَ امْرَأَتَيْنِ قَرِيبَةَ بِنْتَ أَبِي أُمَيَّةَ، وَابْنَةَ جَرْوَلٍ الْخُزَاعِيِّ، فَتَزَوَّجَ قَرِيبَةَ مُعَاوِيَةُ، وَتَزَوَّجَ الأُخْرَى أَبُو جَهْمٍ، فَلَمَّا أَبَى الْكُفَّارُ أَنْ يُقِرُّوا بِأَدَاءِ مَا أَنْفَقَ الْمُسْلِمُونَ عَلَى أَزْوَاجِهِمْ، أَنْزَلَ اللَّهُ تَعَالَى {وَإِنْ فَاتَكُمْ شَىْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ} وَالْعَقِبُ مَا يُؤَدِّي الْمُسْلِمُونَ إِلَى مَنْ هَاجَرَتِ امْرَأَتُهُ مِنَ الْكُفَّارِ، فَأَمَرَ أَنْ يُعْطَى مَنْ ذَهَبَ لَهُ زَوْجٌ مِنَ الْمُسْلِمِينَ مَا أَنْفَقَ مِنْ صَدَاقِ نِسَاءِ الْكُفَّارِ اللاَّئِي هَاجَرْنَ، وَمَا نَعْلَمُ أَحَدًا مِنَ الْمُهَاجِرَاتِ ارْتَدَّتْ بَعْدَ إِيمَانِهَا. وَبَلَغَنَا أَنَّ أَبَا بَصِيرِ بْنَ أَسِيدٍ الثَّقَفِيَّ قَدِمَ عَلَى النَّبِيِّ صلى الله عليه وسلم مُؤْمِنًا مُهَاجِرًا فِي الْمُدَّةِ، فَكَتَبَ الأَخْنَسُ بْنُ شَرِيقٍ إِلَى النَّبِيِّ صلى الله عليه وسلم يَسْأَلُهُ أَبَا بَصِيرٍ، فَذَكَرَ الْحَدِيثَ.",
    "hadithBengali": "২৫৪৭। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... মিসওয়ার ইবনু মাখরামা (রাঃ) ও মারওয়ান (রহঃ) থেকে বর্ণিত, তাদের উভয়ের একজনের বর্ণনা অপরজনের বর্ণনার সমর্থন করে তারা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুদায়বিয়ার সময় বের হলেন। যখন সাহাবীগন রাস্তার এক জায়গায় এসে পৌঁছলেন, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, খালিদ ইবনু ওয়ালিদ কুরাইশদের অশ্বারোহী অগ্রগামী বাহিনী নিয়ে গোমায়ম নামক স্থানে অবস্থান করছে। তোমরা ডান দিকে চল আল্লাহর কসম! খালিদ মুসলমানদের উপস্থিতি টেরও পেলো না, এমনকি যখন তারা মুসলিম সেনাবাহিনীর পশ্চাতে ধূলিরাশি দেখতে পেল, তখন সে কুরাইশদের সংবাদ দেওয়ার জন্য ঘোড়া দৌড়িয়ে চলে গেল।\n\nএদিকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অগ্রসর হয়ে যখন সেই গিরিপথে পৌঁছলেন, যেখান থেকে মক্কার সোজা পথ চলে গিয়েছে, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উটনী বসে পড়ল। লোকজন তাকে (উঠাবার জন্য) হাল-হাল বলল, কাসওয়া ক্লান্ত হয়ে পড়েছে, কাসওয়া ক্লান্ত হয়ে পড়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, কাসওয়া ক্লান্ত হয়নি এবং তা তার স্বভাবও নয় বরং তাকে তিনই আটকিয়েছেন যিনি হাতি বাহিনীকে আটকিয়েছিলেন। তারপর তিনি বললেন, সেই সত্তার কসম, যাঁর হাতে আমার প্রাণ কুরাইশরা আল্লাহর সম্মানিত বিষয় সমূহের মধ্যে যে কোন বিষয়ের সম্মান প্রদর্শনার্থে কিছু চাইলে আমি তা পূরণ করব।\n\nএরপর তিনি তাঁর উষ্ট্রীকে ধমক দিলে সে উঠে দাঁড়াল। রাবী বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের পথ ত্যাগ করে হুদায়বিয়ার শেষ প্রান্তে অল্প পানি বিশিষ্ট কূপের কাছে অবতরণ করেন। লোকজন তা থেকে অল্প-অল্প পানি নিচ্ছিল। এভাবে কিছুক্ষনের মধ্যেই লোকজন পানি শেষ করে ফেলল এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পিপাসার অভিযোগ করা হল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কোষ থেকে একটি তীর বের করলেন এবং সেই তীরটি সেই কূপে নিক্ষেপ করার নির্দেশ দেন। আল্লাহর কসম! তখন পানি উপচে উঠতে লাগল, এমনকি সকলেই তৃপ্তি সহকারে পানি পান করলেন।\n\nএমন সময় বুদায়ল ইবনু ওয়ারকা খুযাঈ তার খুযাআ গোত্রের কিছু লোক নিয়ে এলো। তারা তিহামাবাসীদের মধ্যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আন্তরিক হিতাকাঙ্খি ছিল। বুদাইল বলল, আমি কাব ইবনু লুওহাই ও আমির ইবনু লুওহাইকে রেখে এসেছি। তারা হুদায়বিয়ার প্রচুর পানির নিকট অবস্থান করছে। তাদের সঙ্গে রয়েছে সাবকসহ দুগ্ধবতী অনেক উষ্ট্রী। তারা আপনার বিরুদ্ধে যুদ্ধ করতে ও বায়তুল্লাহ যিয়ারতে বাধা প্রদান করতে প্রস্তুত। রাসূলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি তো কারো সঙ্গে যুদ্ধ করতে আসিনি; বরং উমরা করতে এসেছি। যুদ্ধ নিঃসন্দেহে কুরাইশদের দূর্বল করে ফেলেছে, ফলে তারা ক্ষতিগ্রস্ত হয়েছে। তারা যদি চায়, তবে নির্দিষ্ট সময়ের জন্য তাদের সঙ্গে সন্ধি করতে পারি আর তারা আমার ও কাফিরদের মধ্যকার বাধা তুলে নিবে।\n\nযদি আমি তাদের উপর জয়ী হয় তবে অন্যান্য লোক ইসলামে যেভাবে প্রবেশ করেছে, তারাও চাইলে তা করতে পারবে। আর না হয়, তারা এসময়টুকুতে শান্তিতে থাকবে। কিন্তু তারা যদি আমার প্রস্তাব অস্বীকার করে, তা হলে সেই সত্তার কসম, যাঁর হাতে আমার প্রাণ, আমার গর্দান বিচ্ছিন্ন না হওয়া পর্যন্ত আমরা এ ব্যাপারে তাদের বিরুদ্ধে যুদ্ধ করে যাব। আর নিশ্চয় আল্লাহ তাআলা তাঁর দ্বীনকে প্রতিষ্ঠিত করবেন। বুদায়ল বলল, আমি আপনার বক্তব্য তাদের কাছে পৌঁছিয়ে দিব।\n\nএরপর বুদায়ল কুরাইশদের কাছে এসে বলল, তাঁর পক্ষ থেকে আমাদের কাছে তোমার কিছু বলার প্রয়োজন মনে করি না। কিন্তু তাদের বিবেকবান লোকেরা বলল, তুমি তাঁকে যা বলতে শুনেছ, আমাদেরকে তা বল। তারপর বুদায়ল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা বলেছিলেন, সব তাদের শোনাল। তারপর উরওয়া ইবনু মাসউদ উঠে দাঁড়িয়ে বলল, হে লোকেরা! আমি কি তোমাদের পিতৃতুল্য নই? তারা বলল, হ্যাঁ নিশ্চয়ই।  উরওয়া বলল, তোমরা কি আমার সন্তান তুল্য নও? তারা বলল, হ্যাঁ অবশ্যই।  উরওয়া বলল, আমার সম্বন্ধে তোমাদের কি কোন অভিয়োগ আছে? তারা বলল, না। উরওয়া বলল, তোমরা কি জানো না যে, আমি তোমদের সাহায্যের জন্য উকাযবাসীদের কাছে আবেদন করেছিলাম এবং তারা আমাদের আহবানে সাড়া দিতে অস্বীকার করলে আমি আমার আত্মীয়-স্বজন, সন্তান-সন্তুতি ও আমার অনুগতদের নিয়ে তোমাদের কাছে এসেছিলাম? তারা বলল, হ্যাঁ, জানি।\n\nউরওয়া বলল, এই লোকটি তোমাদের কাছে একটি ভাল প্রস্তাব পেশ করেছেন। তোমরা তা মেনে নাও এবং আমাকে তাঁর কাছে যেতে দাও। তারা বলল, আপনি তাঁর কাছে যান। তারপর উরওয়া নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এল এবং তাঁর সঙ্গে কথা বলতে শুরু করল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সঙ্গে কথা বললেন, যেমনিভাবে বুদায়লের সঙ্গে কথা বলেছিলেন। উরওয়া তখন বলল, হে মুহাম্মদ, আপনি কি চান যে, আপনার কওমকে নিশ্চিহৃ করে দিবেন, আপনি আপনার পূর্বের আরববাসীদের এমন কারো কথা শুনেছেন যে, সে নিজ কওমের মুলোৎপাটন করতে উদ্যত হয়েছিল? আর যদি অন্য রকম হয়, (তখন আপনার কি অবস্থা হবে?) আল্লাহর কসম! আমি কিছু চেহারা দেখছি এবং বিভিন্ন ধরণের লোক দেখতে পাচ্ছি যাঁরা পালিয়ে যাবে এবং আপনাকে পরিত্যাগ করবে।\n\nতখন আবূ বকর (রাঃ) তাকে বললেন, তুমি লাত দেবীর লজ্জাস্থান চেটে খাও। আমরা কি তাঁকে ছেড়ে পালিয়ে যাব? উরওয়া বলল, সে কে? লোকজন বললেন, আবূ বকর। উরওয়া বললেন, যাঁর হাতে আমার প্রাণ, আমি তাঁর কসম করে বলছি, আমার উপর যদি আপনার ইহসান না থাকত, যার প্রতিদান আমি দিতে পারিনি, তাহলে নিশ্চই আপনার কথার জবাব দিতাম। রাবী বললেন, উরওয়া পুনরায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে কথা বলতে শুরু করলেন। কথা বলার ফাঁকে ফাঁকে সে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দাঁড়িতে হাত দিত। তখন মুগীরা ইবনু শুবা (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর শিয়রে দাঁড়িয়ে ছিলেন এবং তাঁর সাথে ছির একটি তরবারী ও মাথায় ছিল লৌহ শিরস্ত্রা। উরওয়া যখনই রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দাঁড়ির দিকে তার হাত বাড়াতো মুগীরা (রাঃ) তাঁর তরবারীর হাতল দিয়ে তার হাতে আঘাত করতেন এবং বলতেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দাঁড়ি থেকে তোমার হাত হটাও।\n\nউরওয়া মাথা তুলে বলল, এ কে? লোকজন বললেন, মুগীরা ইবনু শুবা। উরওয়া বলল, হে গাদ্দার! আমি কি তোমার গাদ্দারীর পরিণতি থেকে তোমাকে উদ্ধারের চেষ্টা করিনি? মুগীরা (রাঃ) জাহেলী যুগে কিছু লোকদের সাথে ছিলেন। একদিন তাদের হত্যা করে তাদের সহায় সম্পদ ছিনিয়ে নিয়েছিলেন। তারপর তিনি ইসলাম গ্রহণ করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি তোমার ইসলাম মেনে নিলাম, কিন্তু যে মাল তুমি নিয়েছ, তার সাথে আমার কোন সর্ম্পক নেই। তারপর উরওয়া চোখের কোন দিয়ে সাহাবীদের দিকে তাকাতে লাগল। সে বলল, আল্লাহর কসম! রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনো থুথু ফেললে তা সাহাবীদের হাতে পড়তো এবং তা গায়ে মুখে মেখে ফেলতেন। তিনি তাঁদের কোন আদেশ দিলে তা তাঁরা সঙ্গে সঙ্গে পালন করতেন। তিনি উযূ (ওজু/অজু/অযু) করলে তাঁর উযূ (ওজু/অজু/অযু)র পানির জন্য তাঁর সাহাবীদের মধ্যে প্রতিযোগিতা শুরু হতো। তিনি যখন কথা বলতেন, তখন নিরবে তা শুনতেন এবং তাঁর সম্মানার্থে সাহাবীগন তাঁর দিকে তীক্ষ্ণ দৃষ্টিতে তাকাতেন না।\n\nতারপর উরওয়া তার সঙ্গীদের কাছে ফিরে গেল এবং বলল, হে আমার কওম, আল্লাহর কসম! আমি অনেক রাজা বাদশাহর নিকটে প্রতিনিধিত্ব করেছি। কায়সার (রোম) কিসরা (পারস্য) ও নাজ্জাশী (আবিসিনিয়ার) সম্রাটের নিকটে দূত হিসেবে গিয়েছি; কিন্তু আমি আল্লাহর কসম করে বলতে পারি যে, কোন রাজা বাদশাহকেই তার অনুসরীদের ন্যায় এত সম্মান করতে দেখিনি, যেমন মুহাম্মদের অনুসারীরা তাঁকে করে থাকে। আল্লাহর কসম! রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যদি থুথু ফেলেন, তখন তা কোন সাহাবীর হাতে পড়ে এবং সঙ্গে সঙ্গে তাঁরা তা তাদের গায়ে মুখে মেখে ফেলেন। তিনি কোন আদেশ দিলে তারা তা সঙ্গে সঙ্গে পালন করেন; তিনি ওযু করলে তাঁর ওযুর পানি নিয়ে সাহাবীগণের মধ্যে প্রতিযোগিতা শুরু হয়; তিনি কথা বললে, সাহাবীগণ নিশ্চুপ হয়ে শুনেন। এমনকি তাঁর সমামানার্থে তারা তাঁর চেহারার দিকেও তাকান না। তিনি তোমাদের কাছে একটি ভালো প্রস্তাব পাঠিয়েছেন, তোমরা তা মেনে নাও।\n\nতা শুনে কিনানা গোত্রের এক ব্যাক্তি বলল, আমাকে তাঁর নিকট যেতে দাও। লোকেরা বলল, যাও। সে যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও সাহাবীগণের কাছে এল তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এ হল অমুক ব্যাক্তি এবং এমন গোত্রের লোক, যারা কুরবানীর পশুকে সম্মান করে থাকে। তোমরা তার কাছে কুরবাণীর পশু নিয়ে আস। তারপর তার কাছে তা নিয়ে আসা হল এবং লোকজন তালবিয়া পাঠ করতে করতে তার সামনে এলেন। তা দেখে লোকটি বলল, সুবাহান্নাল্লাহ! এমন সব লোকদেরকে কাবা যিয়ারত থেকে বাধা দেওয়া সঙ্গত নয়। তারপর সে তার সঙ্গীদের কাছে ফিরে গিয়ে বলল, আমি কুরবাণরি পশু দেখে এসেছি, সেগুলোকে কিলাদা পরানো হয়েছে ও চিহ্নিত করা হয়েছে। তাই তাদের কাবা যিয়ারত বাধা প্রদান সঙ্গত মনে করি না।\n\nতখন তাদের মধ্যে থেকে মিকরায ইবনু হাকস নামক এক ব্যাক্তি দাঁড়িয়ে বলল, আমাকে তাঁর কাছে যেতে দাও। তারা বলল, তাঁর কাছে যাও। তারপর সে যখন মুসলিমদের নিকটবর্তী হল, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমাদের জন্য তোমাদের কাজ সহজ হয়ে গেল। মামার (রহঃ) বলেন, যুহরী (রহঃ) তার বর্ণিত হাদীসে বলেছেন যে, সুহায়ল ইবনু আমর এসে বলল, আসুন আমাদের অ আপনাদের মধ্যে একটি চুক্তিপত্র লিখি। তারপর নবীসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজন লেখককে ডাকলেন। এরপরনবীসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, (লিখ)بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ এতে সুহায়ল বলল, আল্লাহর কসম! রাহমান কে? আমরা তা জানি না, বরং পূর্বে আপনি যেমন লিখতেন, লিখুনبِاسْمِكَ اللَّهُمَّ\n\nমুসলিমগন বললেন, আল্লাহর কসম! আমরাبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ছাড়া আর কিছু লিখব না। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, লিখ,بِاسْمِكَ اللَّهُمَّ তারপর বললেন, এটা যার উপর চুক্তিবদ্ধ হয়েছে আল্লাহর রাসূল মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। তখন সুহায়ল বলল, আল্লাহর কসম! আমরা যদি আপনাকে আল্লাহর রাসূল বলেই বিশ্বাস করতাম, তাহলে আপনাকে কাবা যিয়ারত দেখে বাধা দিতাম না এবং আপনাদের সঙ্গে যুদ্ধ করতে উদ্যত হতাম না। বরং আপনি লিখুন, আবদুল্লাহ পুত্র মুহাম্মদ (এর তরফ থেকে)। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, নিশ্চুই আমি আল্লাহর রাসূল কিন্তু তোমরা যদি আমাকে অস্বীকার কর তবে লিখ, আবদুল্লাহর পুত্র মুহাম্মদ।\n\nযুহরী (রহঃ) বলেন, এটি এ জন্য যে, তিনি বলেছিলেন, তারা যদি আল্লাহর পবিত্র বস্তুগুলোর সম্মান করার কোন কথা দাবী করে তাহলে আমি তাদের সে দাবী মেনে নিব। তারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এ চুক্তি কর যে, তারা আমাদের ও কাবা শরীফের মধ্যে কোন প্রতিবন্ধকতার সৃষ্টি করবে না, যাতে আমরা (নির্বিঘ্নে) তাওয়াফ করতে পারি। সুহায়ল বলল, আল্লাহর কসম! আরববাসীরা যেন এ কথা বলার সুযোগ না পায় যে, এ প্রস্তাব গ্রহণে আমাদের বাধ্য করা হয়েছে। বরং আগামী বছর তা হতে পারে। তারপর লেখা হল। সুহায়ল বলল, এ-ও লিখা হোক যে, আমাদের কোন লোক যদি আপনার কাছে চলে আসে এবং সে যদিও আপনার দ্বীন গ্রহণ করে থাকে, তবুও তাকে আমাদের কাছে ফিরিয়ে দিবেন। মুসলিমগণ বললেন, সুবাহান্নাল্লাহ! যে ইসলাম গ্রহন করে আমাদের কাছে এসেছে, তাকে কেমন করে মুশরিকদের কাছে ফেরত দেওয়া যেতে পারে?\n\nএমন সময় আবূ জানদাল ইবনু সুহায়ল ইবনু আমর সেখানে এসে উপস্থি হলেন। তিনি বেড়ী পরিহিত অবস্থায় ধীরে ধীরে চলছিলেন। তিনি মক্কার নিম্নাঞ্চল থেকে বের হয়ে এসে মুসলিমদের সামনে নিজেকে পেশ করলেন। সুহায়ল বলল, হে মুহাম্মদ! আপনার সাথে আমার চুক্তি হয়েছে, সে অনুযায়ী প্রথম কাজ হল তাকে আমার কাছে ফিরিয়ে দিবেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এখনো তো চুক্তি সম্পাদিত হয়নি। সুহায়ল বলল, আল্লাহর কসম! তাহলে আমি আপনাদের সঙ্গে আর কখনো সন্ধি করব না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, কেবল এ লোকটিকে আমার কাছে থাকার অনুমতি দাও। সে বলল, না। এ অনুমতি আমি দেবো না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হ্যাঁ, তুমি এটা কর। সে বলল, আমি তা করব না।\n\nমিকরায বলল, আমরা তাকে আপনার কাছে থাকার অনুমতি দিলাম। আবূ জানদাল বলেন, হে মুসলিম সমাজ, আমাকে মুশরিকদের কাছে ফিরিয়ে দেওয়া হবে, অথচ আমি মুসলিম হয়ে এসেছি। আপনার কি দেখছেন না, আমি কত কষ্ট পাচ্ছি। আল্লাহর রাস্তায় তাকে অনেক নির্যাতিত করা হয়েছে। উমর ইবনু খাত্তাব (রাঃ) বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলাম এবং বললাম, আপনি কি আল্লাহর সত্য নাবী নন? তিনি বললেন, হ্যাঁ। আমি বললাম, আমরা কি হকের উপর নই আর আমাদের দুশমনরা কি বাতিলের উপর নন? তিনি বললেন, হ্যাঁ। আমি বললাম, তাহলে দ্বীনের ব্যাপারে কেন আমরা হেয় হবো?\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললাম, আমি অবশ্যই রাসূল অতএব আমি তার অবাধ্য হতে পারি না, অথচ তিনই আমার সাহায্যকারী। আমি বললাম, আপনি কি আমাদের বলেন নাই যে, আমরা শীঘ্রই বায়তুল্লাহ যাব এবং তাওয়াফ করব। তিনি বললেন, হ্যাঁ, আমি কি এ বছরই আসার কথা বলেছি? আমি বললাম, না। তিনি বললেন, তুমি অবশ্যই কাবা গৃহে যাবে এবং তাওয়াফ করবে। উমর (রাঃ) বলেন, তারপর আমি আবূ বকর (রাঃ)-এর কাছে গিয়ে বললাম, হে আবূ বকর। তিনি কি আল্লাহর সত্য নাবী নন? আবূ বকর (রাঃ) বললেন, অবশ্যই। আমি বললাম, আমরা কি সত্যের উপর নই এবং আমাদের দুশমনরা কি বাতিলের উপর নয়? আবূ বকর (রাঃ) বললেন, নিশ্চই। আমি বললাম, তবে কেন আমরা এখন আমাদের দ্বীনের ব্যাপারে এত হীনতা স্বীকার করব?\n\nআবূ বকর (রাঃ) বললেন, ওহে নিশ্চই তিনি আল্লাহর রাসূল এবং তিনি তাঁর রবের নাফরমানী করতে পারেন না। তিনই তাঁর সাহায্যকারী। তুমি তাঁর অনুসরণকে আকড়ে ধরো। আল্লাহর কসম! তিনি সত্যের উপর আছেন। আমি বললাম, তিনি কি বলেননি যে, আমরা অচিরেই বায়তুল্লাহ যাব এবং তার তাওয়াফ করব। আবূ বকর (রাঃ) বললেন, অবশ্যই। কিন্তু তুমি এবারই যে যাবে তিনি এ কথা কি বলেছিলেন? আমি বললাম, না। আবূ বকর (রাঃ) বললেন, তবে নিশ্চই তুমি সেখানে যাবে এবং তার তাওয়াফ করবে।\n\nযুহরী (রহঃ) বলেন যে, উমর (রাঃ) বলেছিলেন, আমি এর জন্য (অর্থাৎ ধৈর্যহীনতার কাফফারা হিসাবে) অনেক নেক আমল করেছি। বর্ণনাকারী বলেন, সন্ধিপত্র লেখা শেষ হলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবাদেরকে বললেন, তোমরা উঠ এবং কুরবানী কর ও মাথা কামিয়ে ফেল। রাবী বলেন, আল্লাহর কসম! রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা তিনবার বলার পরও কেউ উঠলেন না। তাদের কাউকে উঠতে না দেখে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উম্মে সালামা (রাঃ)-এর কাছে এসে লোকদের এ আচরণের কথা বলেন। উম্মে সালামা (রাঃ) বললেন, হে আল্লাহর নাবী! আপনি যদি তাই চান, তাহলে আপনি বাইরে যান ও তাদের সাথে কোন কথা না বলে আপনার উট আপনি কুরবানী করুন এবং ক্ষুরকার ডেকে মাথা মুড়িয়ে নিন।\n\nসেই অনুযায়ী রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বেরিয়ে গেলেন এবং কারো সাথে কোন কথা না বলে নিজের পশু কুরবানী দিলেন এবং ক্ষুরকার ডেকে মাথা মুড়িয়ে নিলেন। তা দেখে সাহাবীগণ উঠে দাঁড়ালেন ও নিজ নিজ পশু কুরবানী দিলেন এবং একে অপরের মাথা কামিয়ে দিলেন। অবস্থা এমন হল যে, ভীড়ের কারণে একে অপরের উপর পড়তে লাগলেন। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কয়েকজন মুসলিম মহিলা এলেন। তখন আল্লাহ তাআলা নাযিল করলেনঃيَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ হে মুমিনগণ! মুমিন মহিলারা তোমাদের কাছে হিযরত করে আসলে, ...... কাফির নারীদের সাথে দাম্পত্য সম্পর্ক বজায় রেখো না। (৬ঃ ১০)\n\nসেদিন উমর (রাঃ) দু&#39;জন স্ত্রীকে তালাক দিয়ে দিলেন, তারা ছিলেন মুশরিক থাকাকালে তার স্ত্রী। তাদের একজনকে মুআবিয়া ইবনু আবূ সুফিয়অন এবং অপরজনকে সাফওয়ান ইবনু উমাইয়া বিয়ে করেন। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনায় ফিরে আসলেন। তখন আবূ বাসীর (রাঃ) নামক কুরাইশ গোত্রের এক ব্যাক্তি ইসলাম গ্রহণ করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন। মক্কার কুরাইশরা তাঁর তালাশে দুজন লোক পাঠাল। তারা (রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে) বলল, আপনি আমাদের সাথে যে চুক্তি করেছেন (তা পূর্ণ করুন)। তিনি তাকে ঐ দুই ব্যাক্তির হাওয়ালা করে দিলেন। তাঁরা তাকে নিয়ে বেরিয়ে গেল এবং যুল-হুলায়ফায় পৌছে অবতরণ করল আর তাদের সাথে যে খেজুর ছিল তা খেতে লাগল।\n\nআবূ বাসীর (রাঃ) তাদের একজনকে বললেন, আল্লাহর কসম! হে অমুক, তোমার তরবারীটি খুবই চমৎকার দেখছি। সে লোকটি তরবারীটি বের করে বলল, হ্যাঁ, আল্লাহর কসম! এটি একটি উৎকৃষ্ট তরবারী। আমি একাধিক বার তা পরীক্ষা করেছি। আবূ বাসীর (রাঃ) বললেন, তলোয়ারটি আমি দেখতে চাই তা আমাকে দেখাও। তারপর লোকটি আবূ বাসীরকে তলোয়ারটি দিল। আবূ বাসীর সেটি দ্বারা তাকে এমন আঘাত করলেন যে, তাতে সে মরে গেল। তার অপর সঙ্গী পালিয়ে মদিনায় এসে পৌছল এবং দাঁড়িয়ে মসজিদে প্রবেশ করল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে দেখে বললেন, এই লোকটি ভীতিজনক কিছু দেখে এসেছে।\n\nইতিমধ্যে লোকটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পৌছে বলল, আল্লাহর কসম! আমার সঙ্গীকে হত্যা করা হয়েছে, আমিও নিহত হতাম। এমন সময় আবূ বাসীর (রাঃ)-ও সেখানে এসে উপস্থিত হলেন এবং বললেন, ইয়া নাবীয়াল্লাহ! আল্লাহর কসম! আল্লাহ আপনার দায়িত্ব সম্পূর্ণ করে দিয়েছেন। আমাকে তার কাছে ফেরত দিয়েছেন; এ ব্যাপা আল্লাহ আমাকে তাদের কবল থেকে নাজাত দিয়েছেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সর্বনাশ! এতো যুদ্ধের আগুন প্রজ্জলিতকারী, কেউ যদি তাকে বিরত রাখত। আবূ বাসীর (রাঃ) যখন এ কথা শুনলেন, তখন বুঝতে পারলেন যে, তাকে তিনি আবার কাফিরদের কাছে ফেরত পাঠাবেন। তাই তিনি বেরিয়ে নদীর তীরে এসে পড়লেন।\n\nরাবী বলেন, এ দিকে আবূ জানদাল ইবনু সুহায়ল কাফিরদের কবল থেকে পালিয়ে এসে আবূ বাসীরের সঙ্গে মিলিত হলেন। এরপর থেকে কুরাইশ গোত্রের যে-ই ইসলাম গ্রহণ করত, সে-ই আবূ বাসীরের সঙ্গে এসে মিলিত হতো। এভাবে তাদের একটি দল হয়ে গেল। আল্লাহর কসম! তারা যখনই শুনতেন যে, কুরাইশদের কোন বানিজ্য কাফিলা সিরিয়া যাবে, তখনই তারা তাদের প্রতিবন্ধকতা সৃষ্টি করতেন আর তাদের হত্যা করতেন ও তাদের মাল সামান কেড়ে নিতেন্ তখন কুরাইশরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে লোক পাঠাল। আল্লাহ ও আত্মীয়তার ওয়াসীলা দিয়ে আবেদন করল যে, আপনি আবূ বাসীরের কাছে এর থেকে বিরত থাকার জন্য নির্দেশ পাঠান। এখন থেকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে) কেউ এলে সে নিরাপদ থাকবে (কুরাইশদের কাছে ফেরত পাঠাতে হবে না)।\n\nতারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের কাছে নির্দেশ পাঠালেন। এ সময় আল্লাহ তাআলা নাযিল করেনঃوَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ থেকেالْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ পর্যন্ত। অর্থঃ তিনি তাদের হাত তোমাদের থেকে এবং তোমাদের হাত তাদের থেকে বিরত রেখেছেন ...... জাহেলী যুগের অহমিকা পর্যন্ত ৪৮ঃ ২৬। তাদের অহমিকা এই ছিল যে, তারা মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আল্লাহর নাবী বলে স্বীকার করেনি এবং মেনে নেইনি; বায়তুল্লাহ ও মুসলিমদের মধ্যে প্রতিবন্ধকতা সৃষ্টি করেছিল।\n\nউকাইল (রহঃ) যুহরী (রহঃ) থেকে বর্ণনা করেন যে, উরওয়া (রহঃ) বলেন যে, আমার কাছে আয়িশা (রাঃ) বলেছেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুসলিম মহিলাদের পরীক্ষা করতেন এবং আমাদের কাছে এ বর্ণনা পৌছেছে যে, যখন আল্লাহ তাআলা নাযিল করেন, মুসলমানগণ যেন মুশরিক স্বামীদের সে সব খরচ আদায় করে দেয়, যা তারা তাদের হিযরতকারী স্ত্রীদের জন্য ব্যয় করেছে এবং মুসলিমদের নির্দেশ দেন যেন তারা কাফির স্ত্রীদের আটকিয়ে না রাখে। তখন উমর (রাঃ) তাঁর দুই স্ত্রী কুরায়বা বিনতে আবূ উমায়্যা ও বিনতে জারওয়াল খুযায়ীকে তালাক দিয়ে দেন। এরপর কুরায়বাকে মুআবিয়া ও অপর জনকে আবূ জাহাম বিয়ে করে নেয়। তারপর কাফিররা যখন মুসলমানদের তাদের স্ত্রীদের জন্য খরচকৃত অর্থ ফেরত দিতে অস্বীকার করল, তখন নাযিল হলঃوَإِنْ فَاتَكُمْ شَىْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ তোমাদের স্ত্রীদের মধ্যে যদি কেউ হাত ছাড়া হয়ে কাফিরদের কাছে চলে যায়, তবে তার বদলা নিবে। ৬০ঃ ১১ বদলা হলঃ কাফিরদের স্ত্রী যারা হিযরত করে চলোসে, তাদের কাফির স্বামীকে মাহর মুসলিমদের যা দিতে হয়, এ সমন্ধে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নির্দেশ দেন যে, তারা যেন মুসলিমদের যে সব স্ত্রী চলে গেছে ঐ অর্থ তাদের স্বামীদেরকে দিয়ে দেয়।\n\n(যুহরী (রহঃ) আরো বলেন) এমন কোন মুহাজির রমনীর কথা আমাদের জানা নেই, যে ঈমান আনার পর মুরতাদ হয়ে চলে গেছে। আমাদের কাছে এ বর্ণণা পৌছেছে যে, আবূ বাসীর ইবনু আসীদ সাকাফী (রাঃ) ঈমান এনে চুক্তির মিয়াদের মধ্যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে হিজরত করে চলে আসলেন। তখন আখনাস ইবনু শারীক আবূ বাসীর (রাঃ) কে ফেরত চেয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পত্র লিখল। তারপর তিনি হাদীসের অবশিষ্ট অংশ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2547",
    "id": "2631",
    "thesequence": "2973",
    "isActive": "1",
    "chapterId": "15731",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৭০১. যুদ্ধরত কাফিরদের সাথে জিহাদ ও সন্ধির ব্যাপারে শর্তারোপ এবং লোকদের সাথে কৃত মৌখিক শর্ত লিপিবদ্ধ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Amra:\n\nAisha said that Buraira came to seek her help in the writing of her emancipation. `Aisha said to her, If you wish, I will pay your masters (your price) and the wala will be for me. When Allahs Messenger (ﷺ) came, she told him about it. The Prophet (ﷺ) said to her, Buy her (i.e. Buraira) and manumit her, for the Wala is for the one who manumits. Then Allahs Messenger (ﷺ) ascended the pulpit and said, What about those people who stipulate conditions which are not in Allahs Laws? Whoever stipulates such conditions as are not in Allahs Laws, then those conditions are invalid even if he stipulated a hundred such conditions.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ أَتَتْهَا بَرِيرَةُ تَسْأَلُهَا فِي كِتَابَتِهَا، فَقَالَتْ إِنْ شِئْتِ أَعْطَيْتُ أَهْلَكِ وَيَكُونُ الْوَلاَءُ لِي. فَلَمَّا جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَكَّرْتُهُ ذَلِكَ قَالَ النَّبِيُّ صلى الله عليه وسلم  ابْتَاعِيهَا فَأَعْتِقِيهَا، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ . ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْمِنْبَرِ فَقَالَ  مَا بَالُ أَقْوَامٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ مَنِ اشْتَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ فَلَيْسَ لَهُ، وَإِنِ اشْتَرَطَ مِائَةَ شَرْطٍ .",
    "hadithBengali": "১৭০২. পরিচ্ছেদঃ ঋণের ব্যাপারে শর্ত আরোপ করা। লাইস (রহঃ) ... আবূ হুরায়রা(রাঃ)সূত্রে নবীসাল্লাল্লাহু আলাইহি ওয়াসাল্লামথেকে বর্ণণা করেছেন, নবীসাল্লাল্লাহু আলাইহি ওয়াসাল্লামএক ব্যক্তির উল্লেখ করে বলেন যে, সে ব্যক্তি জনৈক বানূ ইসরাঈলের নিকট এক হাজার স্বর্ণ মুদ্রা ধার চাইলে সে তাকে নির্দিষ্ট সময়ের শর্তে তা দিল্ ইবনু উমর(রাঃ)এবং আতা <span dir=RTL>(</span><span dir=RTL>র</span><span dir=RTL>) </span><span dir=RTL>বলেন</span>, ঋণের ক্ষেত্রে সময় নির্ধারিত করে নিলে তা জায়েজ।\n\n<hr />\n২৫৪৮। আলী ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, বারীরা তার কিতাবতের ব্যাপারে তাঁর কাছে সাহায্যের আবেদন নিয়ে এল। তিনি বললেন, তুমি চাইলে আমি (কিতাবতের সমুদয় প্রাপ্য) তোমার মালিককে দিয়ে দিতে পারি এবং ওয়ালার অধিকার হবে আমার। তারপর যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এলেন, তিনি তাঁর কাছে বিষয়টি উল্লেখ করেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি তাকে কিনে আযাদ করে দাও। কেননা, ওয়ালার অধিকার তারই, যে আযাদ করে। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বারে দাঁড়িয়ে বললেন, লোকদের কি হয়েছে যে, তারা এমন সব শর্ত আরোপ করে যা আল্লাহর কিতাবে নেই! যে এমন শর্ত আরোপ করে যা আল্লাহর কিতাবে নেই, সে তার অধিকারী হবে না যদিও শত শর্ত আরোপ করে।\n",
    "checkStatus": "1",
    "hadithNo": "2548",
    "id": "2632",
    "thesequence": "2974",
    "isActive": "1",
    "chapterId": "15733",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৭০৩.  মুকাতব প্রসঙ্গে এবং যে সব শর্ত কিতাবুল্লাহ পরিপন্থী তা বৈধ নয়। জাবির ইবন আবদুল্লাহ (রাঃ) মুকাতব সম্পর্কে বলেন, গোলাম ও মালিকের মধ্যে সম্পাদিত শর্তই ধর্তব্য। ইবন উমর অথবা উমর (রাঃ) বলেন, আল্লাহর কিতাবের (কুরআনের) বিরোধী যে কোন শর্তই বাতিল তা শত শর্ত হলেও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Allah has ninety-nine names, i.e. one-hundred minus one, and whoever knows them will go to Paradise.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمَا مِائَةً إِلاَّ وَاحِدًا مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ .",
    "hadithBengali": "২৫৪৯। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর নিরান্নববই অর্থাৎ এক কম একশটি নাম রয়েছে, যে ব্যাক্তি তা স্মরণ রাখবে সে জান্নাতে প্রবেশ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "2549",
    "id": "2633",
    "thesequence": "2975",
    "isActive": "1",
    "chapterId": "15734",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৭০৪. শর্ত আরোপ করা ও স্বীকারোক্তির মধ্যে থেকে কিছু বাদ দেওয়ার বৈধ তা এবং লোকদের মধ্যে প্রচলিত শর্তবলী প্রসঙ্গে যখন কেউ বলে যে, এক বা দু&rsquo; ব্যতীত একশ? (তবে হুকুম কি হবে)। ইবন আওন ইবন সীরিন (রহঃ) থেকে বর্ণনা করেন যে, এক ব্যক্তি তার (সাওয়ারীর) কেরায়াদারকে বলল, তুমি তোমার সাওয়ারী রাখ আমি যদি অমুক দিন তোমার সঙ্গে না যাই তাহলে তুমি একশ দিরহাম পাবে, কিন্তু সে গেল না। কাযী শুরাইহ (রহঃ) বলেন, যদি কোন ব্যক্তি সেচ্ছায় বিনা চাপে নিজের উপর কোন শর্ত আরোপ করে তাহলে তা তার উপর বার্তায়। ইবন সিরিন (রহঃ) থেকে আইয়ুব (রহঃ) বর্ণনা করেন যে, এক ব্যক্তি কিছু খাদ্যদ্রব্য বিক্রি করল এবং (ক্রেতা) তাঁকে বলল, আমি যদি বুধবার তোমার কাছে না আসি তবে তোমার আমার মধ্যে কোন বেচা-কেনা নেই। তারপ সে এল না। তাতে কাযী শুরায়হ (রহঃ) ক্রেতাকে বললেন, তুমি ওয়াদা খেলাপ করেছ। তাই তিনি ক্রেতার বিরুদ্ধে রায় দিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nUmar bin Khattab got some land in Khaibar and he went to the Prophet (ﷺ) to consult him about it saying, O Allahs Messenger (ﷺ) I got some land in Khaibar better than which I have never had, what do you suggest that I do with it? The Prophet (ﷺ) said, If you like you can give the land as endowment and give its fruits in charity. So `Umar gave it in charity as an endowment on the condition that would not be sold nor given to anybody as a present and not to be inherited, but its yield would be given in charity to the poor people, to the Kith and kin, for freeing slaves, for Allahs Cause, to the travelers and guests; and that there would be no harm if the guardian of the endowment ate from it according to his need with good intention, and fed others without storing it for the future.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، حَدَّثَنَا ابْنُ عَوْنٍ، قَالَ أَنْبَأَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ عُمَرَ بْنَ الْخَطَّابِ، أَصَابَ أَرْضًا بِخَيْبَرَ، فَأَتَى النَّبِيَّ صلى الله عليه وسلم يَسْتَأْمِرُهُ فِيهَا، فَقَالَ يَا رَسُولَ اللَّهِ، إِنِّي أَصَبْتُ أَرْضًا بِخَيْبَرَ، لَمْ أُصِبْ مَالاً قَطُّ أَنْفَسَ عِنْدِي مِنْهُ، فَمَا تَأْمُرُ بِهِ قَالَ   إِنْ شِئْتَ حَبَسْتَ أَصْلَهَا، وَتَصَدَّقْتَ بِهَا . قَالَ فَتَصَدَّقَ بِهَا عُمَرُ أَنَّهُ لاَ يُبَاعُ وَلاَ يُوهَبُ وَلاَ يُورَثُ، وَتَصَدَّقَ بِهَا فِي الْفُقَرَاءِ وَفِي الْقُرْبَى، وَفِي الرِّقَابِ، وَفِي سَبِيلِ اللَّهِ، وَابْنِ السَّبِيلِ، وَالضَّيْفِ، لاَ جُنَاحَ عَلَى مَنْ وَلِيَهَا أَنْ يَأْكُلَ مِنْهَا بِالْمَعْرُوفِ، وَيُطْعِمَ غَيْرَ مُتَمَوِّلٍ. قَالَ فَحَدَّثْتُ بِهِ ابْنَ سِيرِينَ فَقَالَ غَيْرَ مُتَأَثِّلٍ مَالاً.",
    "hadithBengali": "২৫৫০। কুতাইবা ইবনু সাইদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, উমর ইবনু খাত্তাব (রাঃ) খায়বারে কিছু জমি লাভ করেন। তিনি এ জমির ব্যাপারে পরামর্শের জন্য রাসূলল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন এবং বললেন, ইয়া রাসূলাল্লাহ! আমি খায়বারে এমন উৎকৃষ্ট কিছু জমি লাভ করেছি যা ইতিপূর্বে আর কখনো পাইনি। আপনি আমাকে এ ব্যাপারে কি আদেশ দেন? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি ইচ্ছা করলে জমির মূলসত্ত্ব ওয়াকফে আবদ্ধ করতে এবং উৎপন্ন বস্তু সাদকা করতে পার। ইবনু উমর (রাঃ) বলেন, উমর (রাঃ) এ শর্তে তা সাদকা (ওয়াকফ) করেন যে, তা বিক্রি করা যাবে না, তা দান করা যবে না এবং কেউ এর উত্তরাধীকারী হবে না। তিনি সাদকা করে দেন এর উৎপন্ন বস্তু অভাবগ্রস্ত, আত্মীয়-স্বজন, দাসমুক্তি, আল্লাহর রাস্তায়, মূসাফির মেহমানদের জন্য। (রাবী আরো বলেন) যে এর মুতাওয়াল্লী হবে তার জন্য সম্পদ সঞ্চয় না করে যথাবিহীত খওয়ানোতে কোন দোষ নেই। তারপর আমি ইবনু সীরিন (রহঃ) এর নিকট হাদীসটি বর্ণনা করলে তিনি বলেন, অর্থাৎ মাল জমা না করে।\n",
    "checkStatus": "1",
    "hadithNo": "2550",
    "id": "2634",
    "thesequence": "2976",
    "isActive": "1",
    "chapterId": "15735",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "49",
    "statusId": "1",
    "topicName": "১৭০৫. ওয়াক্&zwnj;ফের ব্যাপারে শর্তাবলী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]