[
  {
    "hadithEnglish": " Narrated `Imran bin Husain:\n\nSome people of Bani Tamim came to the Prophet (ﷺ) and he said (to them), O Bani Tamim! rejoice with glad tidings. They said, You have given us glad tidings, now give us something. On hearing that the color of his face changed then the people of Yemen came to him and he said, O people of Yemen ! Accept the good tidings, as Bani Tamim has refused them. The Yemenites said, We accept them. Then the Prophet (ﷺ) started taking about the beginning of creation and about Allahs Throne. In the mean time a man came saying, O `Imran! Your she-camel has run away! (I got up and went away), but l wish I had not left that place (for I missed what Allahs Messenger (ﷺ) had said).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ جَامِعِ بْنِ شَدَّادٍ، عَنْ صَفْوَانَ بْنِ مُحْرِزٍ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ ـ رضى الله عنهما ـ قَالَ جَاءَ نَفَرٌ مِنْ بَنِي تَمِيمٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ  يَا بَنِي تَمِيمٍ، أَبْشِرُوا . قَالُوا بَشَّرْتَنَا فَأَعْطِنَا. فَتَغَيَّرَ وَجْهُهُ، فَجَاءَهُ أَهْلُ الْيَمَنِ، فَقَالَ  يَا أَهْلَ الْيَمَنِ، اقْبَلُوا الْبُشْرَى إِذْ لَمْ يَقْبَلْهَا بَنُو تَمِيمٍ . قَالُوا قَبِلْنَا. فَأَخَذَ النَّبِيُّ صلى الله عليه وسلم يُحَدِّثُ بَدْءَ الْخَلْقِ وَالْعَرْشِ، فَجَاءَ رَجُلٌ فَقَالَ يَا عِمْرَانُ، رَاحِلَتُكَ تَفَلَّتَتْ، لَيْتَنِي لَمْ أَقُمْ.",
    "hadithBengali": "২৯৬৪। মুহাম্মদ ইবনু কাসীর (রহঃ) ... ইমরান ইবনু হুসাইন (রাঃ) থেকে বর্ণিত, তিনি বলেন, বানূ তামীমের একদল লোক নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমতে এল, তখন তিনি তাদের বললেন, হে তামীম সম্প্রদায়! সুসংবাদ গ্রহণ কর। তখন তারা বলল, আপনি তো সুসংবাদ জানিয়েছেন, এবার দান করুন। এতে তাঁর মুখমন্ডল বিবর্ণ হয়ে গেল। এ সময় তাঁর কাছে ইয়ামানের লোকজন আসল। তখন তিনি বললেন, হে ইয়ামানবাসী! তোমরা সুসংবাদ গ্রহণ কর। কেননা তামীম সম্প্রদায়ের লোকেরা তা গ্রহণ করেনি। তারা বলল, আমরা গ্রহণ করলাম। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সৃষ্টির সূচনা এবং আরশ সম্পর্কে বর্ণনা করেন। এর মধ্যে একজন লোক এসে বলল, হে ইমরান! তোমার উটনীটি পালিয়ে গেছে। হায়! আমি যদি উঠে চলে না যেতাম।\n",
    "checkStatus": "1",
    "hadithNo": "2964",
    "id": "3094",
    "thesequence": "3454",
    "isActive": "1",
    "chapterId": "15994",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৩. মহান আল্লাহর বাণীঃ আর তিনিই সেই সত্তা, যিনি সৃষ্টিকে অস্তিত্বে আনয়ন করেন, আবার তিনিই তা সৃষ্টি করবেন পুনর্বার; আর তা তার জন্য অতি সহজ, (সুরা রুম ২৭) রাবী ইবন খুসাইম এবং হাসান বসরী (রহঃ) বলেন, সব কিছুই তার জন্য সহজ। আর هَيِّنٌ ও هَيْنٌ যার অর্থ সহজ, উচ্চারনের দিক দিয়ে যথাক্রমে لَيِّنٍ ও لَيْنٍ مَيِّتٍ ও مَيْتٍ এবং ضَيِّقٍ ও ضَيْقٍ এর অনুরূপ। أَفَعَيِينَا এর অর্থ আমার পক্ষে কি এটা কঠিন, যখন তিনি তোমাদের পয়দা করেছেন এবং তোমাদের সৃষ্টির সুচনা করেছেন। لُغُوبٌ ক্লান্তি أَطْوَارًا কখনও এ অবস্থায়, আবার কখনও অন্য অবস্থায় عَدَا طَوْرَهُ সে তার মর্যাদা অতিক্রম করল। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Imran bin Husain:\n\nI went to the Prophet (ﷺ) and tied my she-camel at the gate. The people of Bani Tamim came to the Prophet (ﷺ) who said O Bani Tamim! Accept the good tidings. They said twice, You have given us the good tidings, now give us something Then some Yemenites came to him and he said, Accept the good tidings, O people of Yemem, for Bani Tamim refused them. They said, We accept it, O Allahs Messenger (ﷺ)! We have come to ask you about this matter (i.e. the start of creations). He said, First of all, there was nothing but Allah, and (then He created His Throne). His throne was over the water, and He wrote everything in the Book (in the Heaven) and created the Heavens and the Earth. Then a man shouted, O Ibn Husain! Your she-camel has gone away! So, I went away and could not see the she-camel because of the mirage. By Allah, I wished I had left that she-camel (but not that gathering).\n\n Narrated Umar:\nOne day the Prophet (ﷺ) stood up amongst us for a long period and informed us about the beginning of creation (and talked about everything in detail) till he mentioned how the people of Paradise will enter their places and the people of Hell will enter their places. Some remembered what he had said, and some forgot it. ",
    "hadithArabic": " حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا جَامِعُ بْنُ شَدَّادٍ، عَنْ صَفْوَانَ بْنِ مُحْرِزٍ، أَنَّهُ حَدَّثَهُ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ ـ رضى الله عنهما ـ قَالَ دَخَلْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم وَعَقَلْتُ نَاقَتِي بِالْبَابِ، فَأَتَاهُ نَاسٌ مِنْ بَنِي تَمِيمٍ فَقَالَ  اقْبَلُوا الْبُشْرَى يَا بَنِي تَمِيمٍ . قَالُوا قَدْ بَشَّرْتَنَا فَأَعْطِنَا. مَرَّتَيْنِ، ثُمَّ دَخَلَ عَلَيْهِ نَاسٌ مِنْ أَهْلِ الْيَمَنِ فَقَالَ  اقْبَلُوا الْبُشْرَى يَا أَهْلَ الْيَمَنِ، إِذْ لَمْ يَقْبَلْهَا بَنُو تَمِيمٍ . قَالُوا قَدْ قَبِلْنَا يَا رَسُولَ اللَّهِ، قَالُوا جِئْنَاكَ نَسْأَلُكَ عَنْ هَذَا الأَمْرِ قَالَ  كَانَ اللَّهُ وَلَمْ يَكُنْ شَىْءٌ غَيْرُهُ، وَكَانَ عَرْشُهُ عَلَى الْمَاءِ، وَكَتَبَ فِي الذِّكْرِ كُلَّ شَىْءٍ، وَخَلَقَ السَّمَوَاتِ وَالأَرْضَ . فَنَادَى مُنَادٍ ذَهَبَتْ نَاقَتُكَ يَا ابْنَ الْحُصَيْنِ. فَانْطَلَقْتُ فَإِذَا هِيَ يَقْطَعُ دُونَهَا السَّرَابُ، فَوَاللَّهِ لَوَدِدْتُ أَنِّي كُنْتُ تَرَكْتُهَا.\n وَرَوَى عِيسَى، عَنْ رَقَبَةَ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، قَالَ سَمِعْتُ عُمَرَ ـ رضى الله عنه ـ يَقُولُ قَامَ فِينَا النَّبِيُّ صلى الله عليه وسلم مَقَامًا، فَأَخْبَرَنَا عَنْ بَدْءِ الْخَلْقِ حَتَّى دَخَلَ أَهْلُ الْجَنَّةِ مَنَازِلَهُمْ، وَأَهْلُ النَّارِ مَنَازِلَهُمْ، حَفِظَ ذَلِكَ مَنْ حَفِظَهُ، وَنَسِيَهُ مَنْ نَسِيَهُ.",
    "hadithBengali": "২৯৬৫। উমর ইবনু হাফস ইবনু গিয়াস (রহঃ) ... ইমরান ইবনু হুসাইন (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি আমার উটনীটি দরজার সাথে বেধে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমতে উপস্থিত হলাম। তখন তাঁর কাছে তামীম সম্প্রদায়ের কিছু লোক এল। তিনি বললেন, হে তামীম সম্প্রদায়! তোমরা সুসংবাদ গ্রহণ কর। উত্তরে তারা বলল, আপনি তো আমাদের সুসংবাদ দিয়েছেন, এবার আমাদেরকে কিছু দান করুন। এ কথা দুবার বলল। এরপর তাঁর কাছে ইয়ামানের কিছু লোক আসল। তিনি তাদের বললেন, হে ইয়ামানবাসী! তোমরা সুসংবাদ গ্রহণ কর। কারণ বানূ তামীমগণ তা গ্রহণ করে নাই। তারা বলল, হে আল্লাহর রাসূল! আমরা তা গ্রহণ করলাম। তারা আরো বলল, আমরা দ্বীন সম্পর্কে কিছু জিজ্ঞাসা করার জন্য আপনার খেদমতে এসেছিলাম। তখন তিনি বললেন, (শুরুতেই) একমাত্র আল্লাহই ছিলেন, আর তিনি ব্যতীত আর কোন কিছুই ছিল না। তাঁর আরশ ছিল পানির উপরে।\n\nএরপর তিনি লাওহে মাহফুজে সব কিছু লিপিবদ্ধ করলেন এবং আকাশ ও পৃথিবী সৃষ্টি করলেন। এ সময় জনৈক ঘোষণাকারী ঘোষণা করল, হে ইবনু হুসাইন! আপনার উটনী পালিয়ে গেছে। তখন আমি এর তালাশে চলে গেলাম। দেখলাম তা এত দূরে চলে গেছে যে, তার এবং আমার মধ্যে মরিচীকাময় ময়দান ব্যবধান হয়ে পড়েছে। আল্লাহর কসম! আমি তখন উটনীটিকে একেবারে ছেড়ে দেয়ার ইচ্ছা করলাম। ঈসা (রহঃ) তারিক ইবনু শিহাব (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি উমর (রাঃ) কে বলতে শুনেছি, এ সময় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মধ্যে দাঁড়ালেন। এরপর তিনি আমাদের সৃষ্টির সূচনা সম্পর্কে অবহিত করলেন। অবশেষে তিনি জান্নাতবাসী ও জাহান্নামবাসী তাদের নিজ নিজ স্থানে প্রবেশ করার কথাও উল্লেখ করলেন। যে ব্যাক্তি এ কথাটি স্মরণ রাখতে পেরেছে, সে স্মরণ রেখেছে আর যে ভুলে যাবার সে ভুলে গেছে।\n",
    "checkStatus": "1",
    "hadithNo": "2965",
    "id": "3095",
    "thesequence": "3455",
    "isActive": "1",
    "chapterId": "15994",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৩. মহান আল্লাহর বাণীঃ আর তিনিই সেই সত্তা, যিনি সৃষ্টিকে অস্তিত্বে আনয়ন করেন, আবার তিনিই তা সৃষ্টি করবেন পুনর্বার; আর তা তার জন্য অতি সহজ, (সুরা রুম ২৭) রাবী ইবন খুসাইম এবং হাসান বসরী (রহঃ) বলেন, সব কিছুই তার জন্য সহজ। আর هَيِّنٌ ও هَيْنٌ যার অর্থ সহজ, উচ্চারনের দিক দিয়ে যথাক্রমে لَيِّنٍ ও لَيْنٍ مَيِّتٍ ও مَيْتٍ এবং ضَيِّقٍ ও ضَيْقٍ এর অনুরূপ। أَفَعَيِينَا এর অর্থ আমার পক্ষে কি এটা কঠিন, যখন তিনি তোমাদের পয়দা করেছেন এবং তোমাদের সৃষ্টির সুচনা করেছেন। لُغُوبٌ ক্লান্তি أَطْوَارًا কখনও এ অবস্থায়, আবার কখনও অন্য অবস্থায় عَدَا طَوْرَهُ সে তার মর্যাদা অতিক্রম করল। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Allah the Most Superior said, The son of Adam slights Me, and he should not slight Me, and he disbelieves in Me, and he ought not to do so. As for his slighting Me, it is that he says that I have a son; and his disbelief in Me is his statement that I shall not recreate him as I have created (him) before.",
    "hadithArabic": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي شَيْبَةَ، عَنْ أَبِي أَحْمَدَ، عَنْ سُفْيَانَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم أُرَاهُ   يَقُولُ اللَّهُ شَتَمَنِي ابْنُ آدَمَ وَمَا يَنْبَغِي لَهُ أَنْ يَشْتِمَنِي، وَتَكَذَّبَنِي وَمَا يَنْبَغِي لَهُ، أَمَّا شَتْمُهُ فَقَوْلُهُ إِنَّ لِي وَلَدًا. وَأَمَّا تَكْذِيبُهُ فَقَوْلُهُ لَيْسَ يُعِيدُنِي كَمَا بَدَأَنِي .",
    "hadithBengali": "২৯৬৬। আবদুল্লাহ ইবনু আবূ শাইবা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মহান আল্লাহ বলেন, আদম সন্তান আমাকে গালমন্দ করে অথচ আমাকে গালমন্দ করা তার উচিত নয়। আর সে আমাকে অস্বীকার অথচ তার তা উচিত নয়। আমাকে গালমন্দ করা হচ্ছে, তার এ উক্তি যে, আমার সন্তান আছে। আর তা অস্বীকার হচ্ছে, তার এ উক্তি, যেভাবে আল্লাহ আমাকে প্রথমে সৃষ্টি করেছেন, সেভাবে কখনো তিনি আমাকে পুনঃ সৃষ্টি করবেন না।\n",
    "checkStatus": "1",
    "hadithNo": "2966",
    "id": "3096",
    "thesequence": "3456",
    "isActive": "1",
    "chapterId": "15994",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৩. মহান আল্লাহর বাণীঃ আর তিনিই সেই সত্তা, যিনি সৃষ্টিকে অস্তিত্বে আনয়ন করেন, আবার তিনিই তা সৃষ্টি করবেন পুনর্বার; আর তা তার জন্য অতি সহজ, (সুরা রুম ২৭) রাবী ইবন খুসাইম এবং হাসান বসরী (রহঃ) বলেন, সব কিছুই তার জন্য সহজ। আর هَيِّنٌ ও هَيْنٌ যার অর্থ সহজ, উচ্চারনের দিক দিয়ে যথাক্রমে لَيِّنٍ ও لَيْنٍ مَيِّتٍ ও مَيْتٍ এবং ضَيِّقٍ ও ضَيْقٍ এর অনুরূপ। أَفَعَيِينَا এর অর্থ আমার পক্ষে কি এটা কঠিন, যখন তিনি তোমাদের পয়দা করেছেন এবং তোমাদের সৃষ্টির সুচনা করেছেন। لُغُوبٌ ক্লান্তি أَطْوَارًا কখনও এ অবস্থায়, আবার কখনও অন্য অবস্থায় عَدَا طَوْرَهُ সে তার মর্যাদা অতিক্রম করল। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, When Allah completed the creation, He wrote in His Book which is with Him on His Throne, My Mercy overpowers My Anger.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا مُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ الْقُرَشِيُّ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَمَّا قَضَى اللَّهُ الْخَلْقَ كَتَبَ فِي كِتَابِهِ، فَهْوَ عِنْدَهُ فَوْقَ الْعَرْشِ إِنَّ رَحْمَتِي غَلَبَتْ غَضَبِي .",
    "hadithBengali": "২৯৬৭। কুতাইবা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ যখন সৃষ্টি কার্য সমাধা করলেন, তখন তিনি তাঁর কিতাব লাওহে মাহফুজে লিখেন, যা আরশের উপরতাঁর কাছেবিদ্যমান। নিশ্চই আমার করুণা আমার ক্রোধের চেয়ে প্রবল।\n",
    "checkStatus": "1",
    "hadithNo": "2967",
    "id": "3097",
    "thesequence": "3457",
    "isActive": "1",
    "chapterId": "15994",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৩. মহান আল্লাহর বাণীঃ আর তিনিই সেই সত্তা, যিনি সৃষ্টিকে অস্তিত্বে আনয়ন করেন, আবার তিনিই তা সৃষ্টি করবেন পুনর্বার; আর তা তার জন্য অতি সহজ, (সুরা রুম ২৭) রাবী ইবন খুসাইম এবং হাসান বসরী (রহঃ) বলেন, সব কিছুই তার জন্য সহজ। আর هَيِّنٌ ও هَيْنٌ যার অর্থ সহজ, উচ্চারনের দিক দিয়ে যথাক্রমে لَيِّنٍ ও لَيْنٍ مَيِّتٍ ও مَيْتٍ এবং ضَيِّقٍ ও ضَيْقٍ এর অনুরূপ। أَفَعَيِينَا এর অর্থ আমার পক্ষে কি এটা কঠিন, যখন তিনি তোমাদের পয়দা করেছেন এবং তোমাদের সৃষ্টির সুচনা করেছেন। لُغُوبٌ ক্লান্তি أَطْوَارًا কখনও এ অবস্থায়, আবার কখনও অন্য অবস্থায় عَدَا طَوْرَهُ সে তার মর্যাদা অতিক্রম করল। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muhammad bin Ibrahim bin Al-Harith:\n\nfrom Abu Salama bin `Abdur-Rahman who had a dispute with some people on a piece of land, and so he went to `Aisha and told her about it. She said, O Abu Salama, avoid the land, for Allahs Messenger (ﷺ) said, Any person who takes even a span of land unjustly, his neck shall be encircled with it down seven earths. ",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، أَخْبَرَنَا ابْنُ عُلَيَّةَ، عَنْ عَلِيِّ بْنِ الْمُبَارَكِ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، كَانَتْ بَيْنَهُ وَبَيْنَ أُنَاسٍ خُصُومَةٌ فِي أَرْضٍ، فَدَخَلَ عَلَى عَائِشَةَ فَذَكَرَ لَهَا ذَلِكَ، فَقَالَتْ يَا أَبَا سَلَمَةَ اجْتَنِبِ الأَرْضَ، فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ ظَلَمَ قِيدَ شِبْرٍ طُوِّقَهُ مِنْ سَبْعِ أَرَضِينَ .",
    "hadithBengali": "২৯৬৮। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ সালমা ইবনু আবদুর রাহমান (রাঃ) থেকে বর্ণিত, (তিনি বলেন), কয়েকজন লোকের সাথে একটি জমি নিয়ে তার বিবাদ ছিল। আয়িশা (রাঃ) এর নিকট এসে তা ব্যক্ত করল। তিনি বললেন, হে আবূ সালমা! জমা-জমির ঝামেলা হতে দূরে থাক। কেননা, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি এক বিঘত পরিমাণ অন্যের জমি জুলুম করে আত্মসাৎ করেছে, কিয়ামতের দিন সাত তবক যমীনের হার তার গলায় পরানো হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2968",
    "id": "3098",
    "thesequence": "3458",
    "isActive": "1",
    "chapterId": "15995",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৪. সাত যমীন। মহান আল্লাহর বাণীঃ আল্লাহ সেই স্বত্বা যিনি সৃষ্টি করেছেন সাত আসমান এবং যমীনও, অদের অনুরূপভাবে (৬৫ঃ ১২)  وَالسَّقْفِ الْمَرْفُوعِ আকাশ। سَمْكَهَا এর ভিত্তি। الْحُبُكُ তার সমতা &ndash; সৌন্দর্য أَذِنَتْ সে শুনল ও মান্য করল। وَأَلْقَتْ সে (যমীন) তার সকল মৃতকে বের করে দিবে এবং তা খালি হয়ে যাবে ওদের থেকে। طَحَاهَا তাকে সকল দিক থেকে বিছিয়ে দিয়েছে। بالساهرة ভূপৃষ্ঠ যা সকল প্রাণীর নিদ্রা ও জাগরনের স্থান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salims father:\n\nThe Prophet (ﷺ) said, Any person who takes a piece of land unjustly will sink down the seven earths on the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَنْ أَخَذَ شَيْئًا مِنَ الأَرْضِ بِغَيْرِ حَقِّهِ خُسِفَ بِهِ يَوْمَ الْقِيَامَةِ إِلَى سَبْعِ أَرَضِينَ .",
    "hadithBengali": "২৯৬৯। বিশর ইবনু মুহাম্মদ (রহঃ) ... সালিম (রাঃ) এর পিতা ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি অন্যায়ভাবে কারো জমির সামান্যতম অংশও আত্মসাৎ করে, কিয়ামতের দিন সাত তবক যমীনের নীচে তাকে ধ্বসিয়ে দেওয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2969",
    "id": "3099",
    "thesequence": "3459",
    "isActive": "1",
    "chapterId": "15995",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৪. সাত যমীন। মহান আল্লাহর বাণীঃ আল্লাহ সেই স্বত্বা যিনি সৃষ্টি করেছেন সাত আসমান এবং যমীনও, অদের অনুরূপভাবে (৬৫ঃ ১২)  وَالسَّقْفِ الْمَرْفُوعِ আকাশ। سَمْكَهَا এর ভিত্তি। الْحُبُكُ তার সমতা &ndash; সৌন্দর্য أَذِنَتْ সে শুনল ও মান্য করল। وَأَلْقَتْ সে (যমীন) তার সকল মৃতকে বের করে দিবে এবং তা খালি হয়ে যাবে ওদের থেকে। طَحَاهَا তাকে সকল দিক থেকে বিছিয়ে দিয়েছে। بالساهرة ভূপৃষ্ঠ যা সকল প্রাণীর নিদ্রা ও জাগরনের স্থান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bakra:\n\nThe Prophet (ﷺ) said. (The division of time has turned to its original form which was current when Allah created the Heavens and the Earths. The year is of twelve months, out of which four months are sacred: Three are in succession Dhul-Qa da, Dhul-Hijja and Muharram, and (the fourth is) Rajab of (the tribe of) Mudar which comes between Jumadi-ath-Thaniyah and Sha ban.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا أَيُّوبُ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنِ ابْنِ أَبِي بَكْرَةَ، عَنْ أَبِي بَكْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الزَّمَانُ قَدِ اسْتَدَارَ كَهَيْئَتِهِ يَوْمَ خَلَقَ السَّمَوَاتِ وَالأَرْضَ، السَّنَةُ اثْنَا عَشَرَ شَهْرًا، مِنْهَا أَرْبَعَةٌ حُرُمٌ، ثَلاَثَةٌ مُتَوَالِيَاتٌ ذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ، وَرَجَبُ مُضَرَ الَّذِي بَيْنَ جُمَادَى وَشَعْبَانَ .",
    "hadithBengali": "২৯৭০। মুহাম্মদ ইবনু মূসান্না (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আল্লাহ তাআলা যেদিন আসমান যমীন সৃষ্টি করেছেন, সে দিন থেকে সময় যেরূপে আবর্তিত হচ্ছিল আজও তা সেরূপে আবর্তিত হচ্ছে। বারো মাসে এক বছর। এর মধ্যে চারটি মাস সম্মানিত। যুল-কাদাহ, যূল-হিজ্জাহ ও মুহাররম তিনটি মাস পরপর রয়েছে। আর এক মাস হল রজব-ই-মুযার যা জুমাদা ও শাবান মাসের মধ্যে অবস্থিত।\n",
    "checkStatus": "1",
    "hadithNo": "2970",
    "id": "3100",
    "thesequence": "3460",
    "isActive": "1",
    "chapterId": "15995",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৪. সাত যমীন। মহান আল্লাহর বাণীঃ আল্লাহ সেই স্বত্বা যিনি সৃষ্টি করেছেন সাত আসমান এবং যমীনও, অদের অনুরূপভাবে (৬৫ঃ ১২)  وَالسَّقْفِ الْمَرْفُوعِ আকাশ। سَمْكَهَا এর ভিত্তি। الْحُبُكُ তার সমতা &ndash; সৌন্দর্য أَذِنَتْ সে শুনল ও মান্য করল। وَأَلْقَتْ সে (যমীন) তার সকল মৃতকে বের করে দিবে এবং তা খালি হয়ে যাবে ওদের থেকে। طَحَاهَا তাকে সকল দিক থেকে বিছিয়ে দিয়েছে। بالساهرة ভূপৃষ্ঠ যা সকল প্রাণীর নিদ্রা ও জাগরনের স্থান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Zaid bin `Amr bin Nufail:\n\nThat Arwa sued him before Marwan for a right, which she claimed, he had deprived her of. On that Sa`id said, How should I deprive her of her right? I testify that I heard Allahs Messenger (ﷺ) saying, If anyone takes a span of land unjustly, his neck will be encircled with it down seven earths on the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنِي عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ، أَنَّهُ خَاصَمَتْهُ أَرْوَى فِي حَقٍّ زَعَمَتْ أَنَّهُ انْتَقَصَهُ لَهَا إِلَى مَرْوَانَ، فَقَالَ سَعِيدٌ أَنَا أَنْتَقِصُ مِنْ حَقِّهَا شَيْئًا، أَشْهَدُ لَسَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ أَخَذَ شِبْرًا مِنَ الأَرْضِ ظُلْمًا، فَإِنَّهُ يُطَوَّقُهُ يَوْمَ الْقِيَامَةِ مِنْ سَبْعِ أَرَضِينَ . قَالَ ابْنُ أَبِي الزِّنَادِ عَنْ هِشَامٍ عَنْ أَبِيهِ قَالَ قَالَ لِي سَعِيدُ بْنُ زَيْدٍ دَخَلْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "২৯৭১। উবায়দ ইবনু ইসমাঈল (রহঃ) ... সাঈদ ইবনু যায়িদ ইবনু আমর ইবনু নুফাইল (রাঃ) থেকে বর্ণিত, আরওয়া নামক জনৈকা মহিলা এক সাহাবীর (সাঈদের) বিরুদ্ধে মারওয়ানের নিকট (জমি সংক্রান্ত বিষয়ে) তার ঐ পাওনা সম্পর্কে মামলা দায়ের করল, যা তার (মহিলাটির) ধারণায় তিনি (সাঈদ) নষ্ট করেছেন। ব্যাপার শুনে সাঈদ (রাঃ) বললেন, আমি কি তার (মহিলাটির) সামান্য হকও নষ্ট করতে পারি? আমি তো সাক্ষ্য দিচ্ছি, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যাক্তি জুলুম করে অন্যের এক বিঘত যমিনও আত্মসাৎ করে, কিয়ামতের দিন সাত তবক যমীনের শৃঙ্খল তার গলায় পরিয়ে দেয়া হবে। ইবনু আবূয যিনাদ (রহঃ) হিশাম (রহঃ) থেকে, তিনি তার পিতা থেকে বর্ণনা করতে গিয়ে বলেছেন, তিনি (হিশামের পিতা উরওয়া) (রাঃ) বলেন, সাঈদ ইবনু যায়দ (রাঃ) আমাকে বলেছেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির হলাম (তখন তিনি এ হাদিস বর্ণনা করেন)\n",
    "checkStatus": "1",
    "hadithNo": "2971",
    "id": "3101",
    "thesequence": "3461",
    "isActive": "1",
    "chapterId": "15995",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৪. সাত যমীন। মহান আল্লাহর বাণীঃ আল্লাহ সেই স্বত্বা যিনি সৃষ্টি করেছেন সাত আসমান এবং যমীনও, অদের অনুরূপভাবে (৬৫ঃ ১২)  وَالسَّقْفِ الْمَرْفُوعِ আকাশ। سَمْكَهَا এর ভিত্তি। الْحُبُكُ তার সমতা &ndash; সৌন্দর্য أَذِنَتْ সে শুনল ও মান্য করল। وَأَلْقَتْ সে (যমীন) তার সকল মৃতকে বের করে দিবে এবং তা খালি হয়ে যাবে ওদের থেকে। طَحَاهَا তাকে সকল দিক থেকে বিছিয়ে দিয়েছে। بالساهرة ভূপৃষ্ঠ যা সকল প্রাণীর নিদ্রা ও জাগরনের স্থান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Dhar:\n\nThe Prophet (ﷺ) asked me at sunset, Do you know where the sun goes (at the time of sunset)? I replied, Allah and His Apostle know better. He said, It goes (i.e. travels) till it prostrates Itself underneath the Throne and takes the permission to rise again, and it is permitted and then (a time will come when) it will be about to prostrate itself but its prostration will not be accepted, and it will ask permission to go on its course but it will not be permitted, but it will be ordered to return whence it has come and so it will rise in the west. And that is the interpretation of the Statement of Allah: And the sun Runs its fixed course For a term (decreed). that is The Decree of (Allah) The Exalted in Might, The All- Knowing. (36.38)",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي ذَرٍّ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم لأَبِي ذَرٍّ حِينَ غَرَبَتِ الشَّمْسُ  تَدْرِي أَيْنَ تَذْهَبُ . قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ. قَالَ  فَإِنَّهَا تَذْهَبُ حَتَّى تَسْجُدَ تَحْتَ الْعَرْشِ، فَتَسْتَأْذِنَ فَيُؤْذَنَ لَهَا، وَيُوشِكُ أَنْ تَسْجُدَ فَلاَ يُقْبَلَ مِنْهَا، وَتَسْتَأْذِنَ فَلاَ يُؤْذَنَ لَهَا، يُقَالُ لَهَا ارْجِعِي مِنْ حَيْثُ جِئْتِ. فَتَطْلُعُ مِنْ مَغْرِبِهَا، فَذَلِكَ قَوْلُهُ تَعَالَى {وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ }.",
    "hadithBengali": "১৯৮৫. পরিচ্ছেদঃ ১৯৮৫. নক্ষত্ররাজি প্রসঙ্গে কাতাদা (রহঃ) বলেন, (আল্লাহ) তাআলার বাণীঃ) আর আমি দুনিয়ার নিকটতম আসমানকে উজ্জ্বল নক্ষত্ররাজি দ্বারা সুসজ্জিত করেছি। (৬৭ঃ ৫) (এ সম্পর্কে কাতাদা (রহঃ) বলেন) এ সব নক্ষত্ররাজি তিনটি উদ্দেশ্যে সৃষ্টি করা হয়েছে। (১) বানিয়েছেন এদের আসমানের সৌন্দর্য (২) শয়তানদের প্রতি নিক্ষেপের উপকরণ করার জন্য (৩) এবং পথ ও দিক নির্ণয়ের নিদর্শন হিসেবে। অতএব যে ব্যক্তি এদের সম্পর্কে এছাড়া অন্য কোন ব্যাখ্যা দেয় সে ভুল করে, নিক প্রাপ্য হারায় এবং সে এমন বিষয়ে কষ্ট করে যে বিষয়ে তার জ্ঞান নেই। আর ইবন আব্বাস (রাঃ) বলেন, <span dir=RTL>هَشِيمًا</span> অর্থ পরিবর্তন আর <span dir=RTL>الأَبُّ</span> তৃণ যা চতুষ্পদ জন্তু ভক্ষন করে, <span dir=RTL>الأَنَامُ</span> অর্থ মাখলুক <span dir=RTL>بَرْزَخٌ</span> অর্থ প্রতিবন্ধক আর মুজাহিদ (রহঃ) বলেন, <span dir=RTL>أَلْفَافًا</span> অর্থ জড়ানো আর <span dir=RTL>الْغُلْبُ</span> অর্থ ঘন ও সন্নিবেশিত বাগান। <span dir=RTL>فِرَاشًا</span> অর্থ বিছানা। যেমন আল্লাহর বাণীঃ আর তোমাদের জন্য রয়েছে পৃথিবীতে অবস্থান স্থল। <span dir=RTL>نَكِدًا</span> অর্থ অল্প।\n\n<hr />\n২৯৭২। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আবূ যার (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূর্য অস্ত যাওয়ার সময় আবূ যার (রাঃ) কে বললেন, তুমি কি জানো, সূর্য কোথায় যায়? আমি বললাম, আল্লাহ এবং তাঁর রাসূলই ভাল জানেন। তিনি বললেন, তা যেতে যেতে আরশের নীচে গিয়ে সিজদায় পড়ে যায়। এরপর সে পুনঃ উদিত হওয়ার অনুমতি চায় এবং তাকে অনুমতি দেওয়া হয়। আর অচিরেই এমন সময় আসবে যে, সিজদা করবে তা কবূল করা হবে না এবং সে অনুমতি চাইবে কিন্তু অনুমতি দেওয়া হবে না। তাকে বলা হবে যে পথে এসেছ, সে পথে ফিরে যাও। তখন সে পশ্চিম দিক হতে উদিত হবে--এটাই মর্ম হল আল্লাহ তাআলার বাণীঃ আর সূর্য গমন করে তার নির্দিষ্ট গন্তব্যের দিকে, এটাই পরাক্রমশালী, সর্বজ্ঞের নিয়ন্ত্রণ। (৩৬ঃ ৩৮)\n",
    "checkStatus": "1",
    "hadithNo": "2972",
    "id": "3102",
    "thesequence": "3462",
    "isActive": "1",
    "chapterId": "15997",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৬. চন্দ্র ও সূর্য উভয়ে নির্ধারিত কক্ষপথে আবর্তন করে। এর জন্য মুজাহিদ (রহঃ) বলেন, উভয়ের আবর্তন চাকার আবর্তনের অনুরূপ। আর অন্যেরা বলেন, উভয় এমন এক নির্দিষ্ট হিসাব ও স্থানের দ্বারা নিয়ন্ত্রিত যা তারা অর্থাৎ চন্দ্র ও সূর্য লঙ্ঘন করতে পারে না। حُسْبَانٌ হল حِسَابٍ শব্দের বহুবচন, যেমন شِهَابٍ এর বহুবচন شُهْبَانٍ &ndash; ضُحَاهَا এর অর্থ জ্যোতি। أَنْ تُدْرِكَ الْقَمَرَ চন্দ্র সূর্যের এক্তির জ্যোতি অপরটিকে ঢাকতে পারে না, আর তাদের পক্ষে এটা সম্ভব নয়। سَابِقُ النَّهَارِ রাত দিনকে দ্রুত অতিক্রম করে। উভয়ে দ্রুত অতিক্রম করতে চায়। نَسْلَخُ আমি উভয়ের একটিকে অপরটি হতে বের করে আনি আর তাদের প্রতিটি চালিত করা হয় وَاهِيَةٌ এবং وَهْيُهَا এর অর্থ তার বিদীর্ণ হওয়া। أَرْجَائِهَا তার সেই অংশ যা বিদীর্ণ হয়নি আর তারা তার উভয় পার্শ্বে থাকবে। যেমন তোমার উক্তি عَلَى أَرْجَاءِ الْبِئْرِ কূপের তীরে أَغْطَشَ وَجَنَّ অন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, The sun and the moon will be folded up (deprived of their light) on the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمُخْتَارِ، حَدَّثَنَا عَبْدُ اللَّهِ الدَّانَاجُ، قَالَ حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الشَّمْسُ وَالْقَمَرُ مُكَوَّرَانِ يَوْمَ الْقِيَامَةِ .",
    "hadithBengali": "২৯৭৩। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, কিয়ামতের দিন চন্দ্র ও সূর্য় উভয়কে লেপটিয়ে দেয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2973",
    "id": "3103",
    "thesequence": "3463",
    "isActive": "1",
    "chapterId": "15997",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৬. চন্দ্র ও সূর্য উভয়ে নির্ধারিত কক্ষপথে আবর্তন করে। এর জন্য মুজাহিদ (রহঃ) বলেন, উভয়ের আবর্তন চাকার আবর্তনের অনুরূপ। আর অন্যেরা বলেন, উভয় এমন এক নির্দিষ্ট হিসাব ও স্থানের দ্বারা নিয়ন্ত্রিত যা তারা অর্থাৎ চন্দ্র ও সূর্য লঙ্ঘন করতে পারে না। حُسْبَانٌ হল حِسَابٍ শব্দের বহুবচন, যেমন شِهَابٍ এর বহুবচন شُهْبَانٍ &ndash; ضُحَاهَا এর অর্থ জ্যোতি। أَنْ تُدْرِكَ الْقَمَرَ চন্দ্র সূর্যের এক্তির জ্যোতি অপরটিকে ঢাকতে পারে না, আর তাদের পক্ষে এটা সম্ভব নয়। سَابِقُ النَّهَارِ রাত দিনকে দ্রুত অতিক্রম করে। উভয়ে দ্রুত অতিক্রম করতে চায়। نَسْلَخُ আমি উভয়ের একটিকে অপরটি হতে বের করে আনি আর তাদের প্রতিটি চালিত করা হয় وَاهِيَةٌ এবং وَهْيُهَا এর অর্থ তার বিদীর্ণ হওয়া। أَرْجَائِهَا তার সেই অংশ যা বিদীর্ণ হয়নি আর তারা তার উভয় পার্শ্বে থাকবে। যেমন তোমার উক্তি عَلَى أَرْجَاءِ الْبِئْرِ কূপের তীরে أَغْطَشَ وَجَنَّ অন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nThe Prophet (ﷺ) said, The sun and the moon do not eclipse because of someones death or life (i.e. birth), but they are two signs amongst the Signs of Allah. So, if you see them (i.e. eclipse) offer the (eclipse) prayer.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرٌو، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ الْقَاسِمِ، حَدَّثَهُ عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ كَانَ يُخْبِرُ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَإِذَا رَأَيْتُمُوهُمَا فَصَلُّوا .",
    "hadithBengali": "২৯৭৪। ইয়াহইয়া ইবনু সুলাইমান (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, কারো মৃত্যু এবং জন্মের কারণে সূর্য গ্রহণ ও চন্দ্র গ্রহণ হয় না, বরং এ দুটোই আল্লাহর নিদর্শনাবলীর মধ্যে দুটি নিদর্শন মাত্র। অতএব যখন তোমরা তা সংঘটিত হতে দেখবে তখন সালাত (নামায/নামাজ) আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "2974",
    "id": "3104",
    "thesequence": "3464",
    "isActive": "1",
    "chapterId": "15997",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৬. চন্দ্র ও সূর্য উভয়ে নির্ধারিত কক্ষপথে আবর্তন করে। এর জন্য মুজাহিদ (রহঃ) বলেন, উভয়ের আবর্তন চাকার আবর্তনের অনুরূপ। আর অন্যেরা বলেন, উভয় এমন এক নির্দিষ্ট হিসাব ও স্থানের দ্বারা নিয়ন্ত্রিত যা তারা অর্থাৎ চন্দ্র ও সূর্য লঙ্ঘন করতে পারে না। حُسْبَانٌ হল حِسَابٍ শব্দের বহুবচন, যেমন شِهَابٍ এর বহুবচন شُهْبَانٍ &ndash; ضُحَاهَا এর অর্থ জ্যোতি। أَنْ تُدْرِكَ الْقَمَرَ চন্দ্র সূর্যের এক্তির জ্যোতি অপরটিকে ঢাকতে পারে না, আর তাদের পক্ষে এটা সম্ভব নয়। سَابِقُ النَّهَارِ রাত দিনকে দ্রুত অতিক্রম করে। উভয়ে দ্রুত অতিক্রম করতে চায়। نَسْلَخُ আমি উভয়ের একটিকে অপরটি হতে বের করে আনি আর তাদের প্রতিটি চালিত করা হয় وَاهِيَةٌ এবং وَهْيُهَا এর অর্থ তার বিদীর্ণ হওয়া। أَرْجَائِهَا তার সেই অংশ যা বিদীর্ণ হয়নি আর তারা তার উভয় পার্শ্বে থাকবে। যেমন তোমার উক্তি عَلَى أَرْجَاءِ الْبِئْرِ কূপের তীরে أَغْطَشَ وَجَنَّ অন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Abbas:\n\nThe Prophet (ﷺ) said, The sun and the moon are two signs amongst the Signs of Allah. They do not eclipse because of someones death or life. So, if you see them (i.e. eclipse), celebrate the Praises of Allah (i.e. pray).",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَاذْكُرُوا اللَّهَ .",
    "hadithBengali": "২৯৭৫। ইসমাঈল ইবনু আবূ উওয়াইস (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সূর্য ও চন্দ্র এ দুটোই আল্লাহর নিদর্শনাবলীর মধ্যে দুটি নিদর্শন। কারো মৃত্যু এবং জন্মের কারনে সূর্যগ্রহণ ও চন্দ্রগ্রহন হয় না। অতএব যখন তোমরা তা সংঘটিত হতে দেখবে তখন আল্লাহর যিকর করবে।\n",
    "checkStatus": "1",
    "hadithNo": "2975",
    "id": "3105",
    "thesequence": "3465",
    "isActive": "1",
    "chapterId": "15997",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৬. চন্দ্র ও সূর্য উভয়ে নির্ধারিত কক্ষপথে আবর্তন করে। এর জন্য মুজাহিদ (রহঃ) বলেন, উভয়ের আবর্তন চাকার আবর্তনের অনুরূপ। আর অন্যেরা বলেন, উভয় এমন এক নির্দিষ্ট হিসাব ও স্থানের দ্বারা নিয়ন্ত্রিত যা তারা অর্থাৎ চন্দ্র ও সূর্য লঙ্ঘন করতে পারে না। حُسْبَانٌ হল حِسَابٍ শব্দের বহুবচন, যেমন شِهَابٍ এর বহুবচন شُهْبَانٍ &ndash; ضُحَاهَا এর অর্থ জ্যোতি। أَنْ تُدْرِكَ الْقَمَرَ চন্দ্র সূর্যের এক্তির জ্যোতি অপরটিকে ঢাকতে পারে না, আর তাদের পক্ষে এটা সম্ভব নয়। سَابِقُ النَّهَارِ রাত দিনকে দ্রুত অতিক্রম করে। উভয়ে দ্রুত অতিক্রম করতে চায়। نَسْلَخُ আমি উভয়ের একটিকে অপরটি হতে বের করে আনি আর তাদের প্রতিটি চালিত করা হয় وَاهِيَةٌ এবং وَهْيُهَا এর অর্থ তার বিদীর্ণ হওয়া। أَرْجَائِهَا তার সেই অংশ যা বিদীর্ণ হয়নি আর তারা তার উভয় পার্শ্বে থাকবে। যেমন তোমার উক্তি عَلَى أَرْجَاءِ الْبِئْرِ কূপের তীরে أَغْطَشَ وَجَنَّ অন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nOn the day of a solar eclipse, Allahs Messenger (ﷺ) stood up (to offer the eclipse prayer). He recited Takbir, recited a long recitation (of Holy Verses), bowed a long bowing, and then he raised h is head saying. Allah hears him who sends his praises to Him. Then he stayed standing, recited a long recitation again, but shorter than the former, bowed a long bowing, but shorter than the first, performed a long prostration and then performed the second rak`a in the same way as he had done the first. By the time he had finished his prayer with Taslim, the solar eclipse had been over. Then he addressed the people referring to the solar and lunar eclipses saying, These are two signs amongst the Signs of Allah, and they do not eclipse because of anyones death or life. So, if you see them, hasten for the Prayer.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ أَخْبَرَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم يَوْمَ خَسَفَتِ الشَّمْسُ قَامَ فَكَبَّرَ وَقَرَأَ قِرَاءَةً طَوِيلَةً، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً ثُمَّ رَفَعَ رَأْسَهُ فَقَالَ  سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ  وَقَامَ كَمَا هُوَ، فَقَرَأَ قِرَاءَةً طَوِيلَةً وَهْىَ أَدْنَى مِنَ الْقِرَاءَةِ الأُولَى، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً وَهْىَ أَدْنَى مِنَ الرَّكْعَةِ الأُولَى، ثُمَّ سَجَدَ سُجُودًا طَوِيلاً، ثُمَّ فَعَلَ فِي الرَّكْعَةِ الآخِرَةِ مِثْلَ ذَلِكَ، ثُمَّ سَلَّمَ وَقَدْ تَجَلَّتِ الشَّمْسُ، فَخَطَبَ النَّاسَ، فَقَالَ فِي كُسُوفِ الشَّمْسِ وَالْقَمَرِ  إِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ، وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمُوهُمَا فَافْزَعُوا إِلَى الصَّلاَةِ .",
    "hadithBengali": "২৯৭৬। ইয়াহইয়া ইবনু বুকাইর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, যেদিন সূর্যগ্রহণ হল, সেদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ) দাঁড়ালেন। তারপর তাকবীর বললেন, এবং দীর্ঘ কিরাআত পাঠ করলেন। তারপর দীর্ঘ রুকু করলেন এরপর তিনি মাথা উঠালেন এবং বললেনسَمِعَ اللَّهُ لِمَنْ حَمِدَهُ এবং তিনি পূর্বের ন্যায় দাঁড়ালেন। আর দীর্ঘ কিরাআত পাঠ করলেন কিন্তু তা প্রথম কিরাআত থেকে কম ছিল। এরপর তিনি দীর্ঘক্ষণ রুকু করলেন কিন্তু তা প্রথম রাকাআতের তুলনায় কম ছিল। তারপর তিনি দীর্ঘ সিজদা করলেন। তিনি শেষ রাকাআতেও অনুরূপই করলেন, পরে সালাম ফিরালেন। এ সময় সূর্য উজ্জল হয়ে গিয়েছে। তখন তিনি লোকজনকে লক্ষ্য করে খুতবা দিলেন। তিনি সূর্য ও চন্দ্র গ্রহণ সম্পর্কে বললেন, অবশ্যই এ দুটি আল্লাহর নিদর্শনাবলীর মধ্যে থেকে দুটি নিদর্শন। কারো মৃত্যু বা জন্মের কারণে সূর্যগ্রহণ-চন্দ্র গ্রহণ হয় না। অতএব যখনই তোমরা তা সংঘঠিত হতে দেখবে তখনই সালাতে ভয়-ভীতি নিয়ে ধাবিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2976",
    "id": "3106",
    "thesequence": "3466",
    "isActive": "1",
    "chapterId": "15997",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৬. চন্দ্র ও সূর্য উভয়ে নির্ধারিত কক্ষপথে আবর্তন করে। এর জন্য মুজাহিদ (রহঃ) বলেন, উভয়ের আবর্তন চাকার আবর্তনের অনুরূপ। আর অন্যেরা বলেন, উভয় এমন এক নির্দিষ্ট হিসাব ও স্থানের দ্বারা নিয়ন্ত্রিত যা তারা অর্থাৎ চন্দ্র ও সূর্য লঙ্ঘন করতে পারে না। حُسْبَانٌ হল حِسَابٍ শব্দের বহুবচন, যেমন شِهَابٍ এর বহুবচন شُهْبَانٍ &ndash; ضُحَاهَا এর অর্থ জ্যোতি। أَنْ تُدْرِكَ الْقَمَرَ চন্দ্র সূর্যের এক্তির জ্যোতি অপরটিকে ঢাকতে পারে না, আর তাদের পক্ষে এটা সম্ভব নয়। سَابِقُ النَّهَارِ রাত দিনকে দ্রুত অতিক্রম করে। উভয়ে দ্রুত অতিক্রম করতে চায়। نَسْلَخُ আমি উভয়ের একটিকে অপরটি হতে বের করে আনি আর তাদের প্রতিটি চালিত করা হয় وَاهِيَةٌ এবং وَهْيُهَا এর অর্থ তার বিদীর্ণ হওয়া। أَرْجَائِهَا তার সেই অংশ যা বিদীর্ণ হয়নি আর তারা তার উভয় পার্শ্বে থাকবে। যেমন তোমার উক্তি عَلَى أَرْجَاءِ الْبِئْرِ কূপের তীরে أَغْطَشَ وَجَنَّ অন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Mas`ud:\n\nThe Prophet (ﷺ) said, the sun and the moon do not eclipse because of the death or life of someone, but they are two signs amongst the Signs of Allah. So, if you see them, offer the Prayer (of eclipse).",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، قَالَ حَدَّثَنِي قَيْسٌ، عَنْ أَبِي مَسْعُودٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الشَّمْسُ وَالْقَمَرُ لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَإِذَا رَأَيْتُمُوهُمَا فَصَلُّوا .",
    "hadithBengali": "২৯৭৭। মুহাম্মদ ইবনু মূসান্না (রহঃ) ... আবূ মাসউদ (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, সূর্যগ্রহণ ও চন্দ্রগ্রহন কারো মৃত্যু বা জন্মের কারণে হয় না বরং উভয়টি আল্লাহর নিদর্শনাবলীর মধ্যে থেকে দুটি নিদর্শন। অতএব যখন তোমরা তা সংঘটিত হতে দেখবে তখন সালাত (নামায/নামাজ) আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "2977",
    "id": "3107",
    "thesequence": "3467",
    "isActive": "1",
    "chapterId": "15997",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৬. চন্দ্র ও সূর্য উভয়ে নির্ধারিত কক্ষপথে আবর্তন করে। এর জন্য মুজাহিদ (রহঃ) বলেন, উভয়ের আবর্তন চাকার আবর্তনের অনুরূপ। আর অন্যেরা বলেন, উভয় এমন এক নির্দিষ্ট হিসাব ও স্থানের দ্বারা নিয়ন্ত্রিত যা তারা অর্থাৎ চন্দ্র ও সূর্য লঙ্ঘন করতে পারে না। حُسْبَانٌ হল حِسَابٍ শব্দের বহুবচন, যেমন شِهَابٍ এর বহুবচন شُهْبَانٍ &ndash; ضُحَاهَا এর অর্থ জ্যোতি। أَنْ تُدْرِكَ الْقَمَرَ চন্দ্র সূর্যের এক্তির জ্যোতি অপরটিকে ঢাকতে পারে না, আর তাদের পক্ষে এটা সম্ভব নয়। سَابِقُ النَّهَارِ রাত দিনকে দ্রুত অতিক্রম করে। উভয়ে দ্রুত অতিক্রম করতে চায়। نَسْلَخُ আমি উভয়ের একটিকে অপরটি হতে বের করে আনি আর তাদের প্রতিটি চালিত করা হয় وَاهِيَةٌ এবং وَهْيُهَا এর অর্থ তার বিদীর্ণ হওয়া। أَرْجَائِهَا তার সেই অংশ যা বিদীর্ণ হয়নি আর তারা তার উভয় পার্শ্বে থাকবে। যেমন তোমার উক্তি عَلَى أَرْجَاءِ الْبِئْرِ কূপের তীরে أَغْطَشَ وَجَنَّ অন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, I have been made victorious with the Saba (i.e. easterly wind) and the people of Ad were destroyed with the Dabur (i.e. westerly wind) .",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   نُصِرْتُ بِالصَّبَا، وَأُهْلِكَتْ عَادٌ بِالدَّبُورِ .",
    "hadithBengali": "২৯৭৮। আদম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, পূবালী বায়ু দ্বারা আমাকে সাহায্য করা হয়েছে, আর পশ্চিমের বায়ু দ্বারা আদ জাতিকে ধবংস করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2978",
    "id": "3108",
    "thesequence": "3468",
    "isActive": "1",
    "chapterId": "15998",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৭. আল্লাহ তা&rsquo;আলার বাণীঃ তিনিই আপন অনুগ্রহের পূর্বে সুসংবাদবাহী রূপে বায়ূ প্রেরন করেন (২৫ঃ ৪৮) قَاصِفًا অর্থ যা সব কিছু ভেঙ্গে দেয়। لَوَاقِحَ  مَلاَقِحَ শব্দদ্বয় مُلْقِحَةً শব্দের বহুবচন, যার অর্থ বর্ষণকারী। إِعْصَارٌ ঝঞ্চা বায়ূ যা যমীন থেকে আকাশের দিকে স্তম্ভাকারে প্রবাহিত হতে থাকে, যাতে আগুন বিরাজ করে। صِرٌّ অর্থ শীতল। نُشُرًا অর্থ বিস্তৃত। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ata:\n\n`Aisha said If the Prophet (ﷺ) saw a cloud In the sky, he would walk to and fro in agitation, go out and come in, and the color of his face would change, and if it rained, he would feel relaxed. So `Aisha knew that state of his. So the Prophet (ﷺ) said, I dont know (am afraid), it may be similar to what happened to some people referred to in the Holy Quran in the following Verse: -- Then when they saw it as a dense cloud coming towards their valleys, they said, This is a cloud bringing us rain! Nay, but, it is that (torment) which you were asking to be hastened a wind wherein is severe torment. (46.24)",
    "hadithArabic": " حَدَّثَنَا مَكِّيُّ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا رَأَى مَخِيلَةً فِي السَّمَاءِ أَقْبَلَ وَأَدْبَرَ وَدَخَلَ وَخَرَجَ وَتَغَيَّرَ وَجْهُهُ، فَإِذَا أَمْطَرَتِ السَّمَاءُ سُرِّيَ عَنْهُ، فَعَرَّفَتْهُ عَائِشَةُ ذَلِكَ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم  مَا أَدْرِي لَعَلَّهُ كَمَا قَالَ قَوْمٌ {فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ} . الآيَةَ.",
    "hadithBengali": "২৯৭৯। মাক্কী ইবনু ইবরাহীম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন আকাশে মেঘ দেখতেন, তখন একবার সামনে অগ্রসর হতেন, আবার পেছনে সরে যেতেন। আবার কখনো ঘরে প্রবেশ করতেন, আবার বের হয়ে যেতেন আর তাঁর মুখমন্ডল বিবর্ণ হয়ে যেত। পরে যখন আকাশ বৃষ্টি বর্ষণ করত তখন তাঁর এ অবস্থা কেটে যেত। আয়িশা (রাঃ) এর কারণ জানতে চাইলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আমি জানিনা, এ মেঘ ঐ মেঘও হতে পারে যা দেখে আদ জাতি যেমন বলেছিলঃ এরপর যখন তারা তাদের উপত্যকার অভিমুখে উক্ত মেঘমালা অগ্রসর হতে দেখল। (৪৬ঃ ২৪)\n",
    "checkStatus": "1",
    "hadithNo": "2979",
    "id": "3109",
    "thesequence": "3469",
    "isActive": "1",
    "chapterId": "15998",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৭. আল্লাহ তা&rsquo;আলার বাণীঃ তিনিই আপন অনুগ্রহের পূর্বে সুসংবাদবাহী রূপে বায়ূ প্রেরন করেন (২৫ঃ ৪৮) قَاصِفًا অর্থ যা সব কিছু ভেঙ্গে দেয়। لَوَاقِحَ  مَلاَقِحَ শব্দদ্বয় مُلْقِحَةً শব্দের বহুবচন, যার অর্থ বর্ষণকারী। إِعْصَارٌ ঝঞ্চা বায়ূ যা যমীন থেকে আকাশের দিকে স্তম্ভাকারে প্রবাহিত হতে থাকে, যাতে আগুন বিরাজ করে। صِرٌّ অর্থ শীতল। نُشُرًا অর্থ বিস্তৃত। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Malik bin Sasaa:\n\nThe Prophet (ﷺ) said, While I was at the House in a state midway between sleep and wakefulness, (an angel recognized me) as the man lying between two men. A golden tray full of wisdom and belief was brought to me and my body was cut open from the throat to the lower part of the `Abdomen and then my `Abdomen was washed with Zamzam water and (my heart was) filled with wisdom and belief. Al- Buraq, a white animal, smaller than a mule and bigger than a donkey was brought to me and I set out with Gabriel. When I reached the nearest heaven. Gabriel said to the heaven gate-keeper, Open the gate. The gatekeeper asked, Who is it? He said, Gabriel. The gate-keeper, Who is accompanying you? Gabriel said, Muhammad. The gate-keeper said, Has he been called? Gabriel said, Yes. Then it was said, He is welcomed. What a wonderful visit his is! Then I met Adam and greeted him and he said, You are welcomed O son and a Prophet. Then we ascended to the second heaven. It was asked, Who is it? Gabriel said, Gabriel. It was said, Who is with you? He said, Muhammad It was asked, Has he been sent for? He said, Yes. It was said, He is welcomed. What a wonderful visit his is! Then I met Jesus and Yahya (John) who said, You are welcomed, O brother and a Prophet. Then we ascended to the third heaven. It was asked, Who is it? Gabriel said, Gabriel. It was asked, Who is with you? Gabriel said, Muhammad. It was asked, Has he been sent for? Yes, said Gabriel. He is welcomed. What a wonderful visit his is! (The Prophet (ﷺ) added:). There I met Joseph and greeted him, and he replied, You are welcomed, O brother and a Prophet! Then we ascended to the 4th heaven and again the same questions and answers were exchanged as in the previous heavens. There I met Idris and greeted him. He said, You are welcomed O brother and Prophet. Then we ascended to the 5th heaven and again the same questions and answers were exchanged as in previous heavens. there I met and greeted Aaron who said, You are welcomed O brother and a Prophet. Then we ascended to the 6th heaven and again the same questions and answers were exchanged as in the previous heavens. There I met and greeted Moses who said, You are welcomed O brother and. a Prophet. When I proceeded on, he started weeping and on being asked why he was weeping, he said, O Lord! Followers of this youth who was sent after me will enter Paradise in greater number than my followers. Then we ascended to the seventh heaven and again the same questions and answers were exchanged as in the previous heavens. There I met and greeted Abraham who said, You are welcomed o son and a Prophet. Then I was shown Al-Bait-al-Mamur (i.e. Allahs House). I asked Gabriel about it and he said, This is Al Bait-ul-Mamur where 70,000 angels perform prayers daily and when they leave they never return to it (but always a fresh batch comes into it daily). Then I was shown Sidrat-ul-Muntaha (i.e. a tree in the seventh heaven) and I saw its Nabk fruits which resembled the clay jugs of Hajr (i.e. a town in Arabia), and its leaves were like the ears of elephants, and four rivers originated at its root, two of them were apparent and two were hidden. I asked Gabriel about those rivers and he said, The two hidden rivers are in Paradise, and the apparent ones are the Nile and the Euphrates. Then fifty prayers were enjoined on me. I descended till I met Moses who asked me, What have you done? I said, Fifty prayers have been enjoined on me. He said, I know the people better than you, because I had the hardest experience to bring Bani Israel to obedience. Your followers cannot put up with such obligation. So, return to your Lord and request Him (to reduce the number of prayers. I returned and requested Allah (for reduction) and He made it forty. I returned and (met Moses) and had a similar discussion, and then returned again to Allah for reduction and He made it thirty, then twenty, then ten, and then I came to Moses who repeated the same advice. Ultimately Allah reduced it to five. When I came to Moses again, he said, What have you done? I said, Allah has made it five only. He repeated the same advice but I said that I surrendered (to Allahs Final Order) Allahs Messenger (ﷺ) was addressed by Allah, I have decreed My Obligation and have reduced the burden on My slaves, and I shall reward a single good deed as if it were ten good deeds.",
    "hadithArabic": " حَدَّثَنَا هُدْبَةُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ،. وَقَالَ لِي خَلِيفَةُ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، وَهِشَامٌ، قَالاَ حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، عَنْ مَالِكِ بْنِ صَعْصَعَةَ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم  بَيْنَا أَنَا عِنْدَ الْبَيْتِ بَيْنَ النَّائِمِ وَالْيَقْظَانِ ـ وَذَكَرَ بَيْنَ الرَّجُلَيْنِ ـ فَأُتِيتُ بِطَسْتٍ مِنْ ذَهَبٍ مُلِئَ حِكْمَةً وَإِيمَانًا، فَشُقَّ مِنَ النَّحْرِ إِلَى مَرَاقِّ الْبَطْنِ، ثُمَّ غُسِلَ الْبَطْنُ بِمَاءِ زَمْزَمَ، ثُمَّ مُلِئَ حِكْمَةً وَإِيمَانًا، وَأُتِيتُ بِدَابَّةٍ أَبْيَضَ دُونَ الْبَغْلِ وَفَوْقَ الْحِمَارِ الْبُرَاقُ، فَانْطَلَقْتُ مَعَ جِبْرِيلَ حَتَّى أَتَيْنَا السَّمَاءَ الدُّنْيَا قِيلَ مَنْ هَذَا قَالَ جِبْرِيلُ. قِيلَ مَنْ مَعَكَ قِيلَ مُحَمَّدٌ. قِيلَ وَقَدْ أُرْسِلَ إِلَيْهِ قَالَ نَعَمْ. قِيلَ مَرْحَبًا بِهِ، وَلَنِعْمَ الْمَجِيءُ جَاءَ. فَأَتَيْتُ عَلَى آدَمَ، فَسَلَّمْتُ عَلَيْهِ، فَقَالَ مَرْحَبًا بِكَ مِنِ ابْنٍ وَنَبِيٍّ. فَأَتَيْنَا السَّمَاءَ الثَّانِيَةَ، قِيلَ مَنْ هَذَا قَالَ جِبْرِيلُ. قِيلَ مَنْ مَعَكَ قَالَ مُحَمَّدٌ صلى الله عليه وسلم. قِيلَ أُرْسِلَ إِلَيْهِ قَالَ نَعَمْ. قِيلَ مَرْحَبًا بِهِ، وَلَنِعْمَ الْمَجِيءُ جَاءَ. فَأَتَيْتُ عَلَى عِيسَى وَيَحْيَى فَقَالاَ مَرْحَبًا بِكَ مِنْ أَخٍ وَنَبِيٍّ. فَأَتَيْنَا السَّمَاءَ الثَّالِثَةَ، قِيلَ مَنْ هَذَا قِيلَ جِبْرِيلُ. قِيلَ مَنْ مَعَكَ قِيلَ مُحَمَّدٌ. قِيلَ وَقَدْ أُرْسِلَ إِلَيْهِ قَالَ نَعَمْ. قِيلَ مَرْحَبًا بِهِ وَلَنِعْمَ الْمَجِيءُ جَاءَ. فَأَتَيْتُ يُوسُفَ فَسَلَّمْتُ عَلَيْهِ، قَالَ مَرْحَبًا بِكَ مِنْ أَخٍ وَنَبِيٍّ فَأَتَيْنَا السَّمَاءَ الرَّابِعَةَ، قِيلَ مَنْ هَذَا قِيلَ جِبْرِيلُ. قِيلَ مَنْ مَعَكَ قِيلَ مُحَمَّدٌ صلى الله عليه وسلم. قِيلَ وَقَدْ أُرْسِلَ إِلَيْهِ قِيلَ نَعَمْ. قِيلَ مَرْحَبًا بِهِ، وَلَنِعْمَ الْمَجِيءُ جَاءَ. فَأَتَيْتُ عَلَى إِدْرِيسَ فَسَلَّمْتُ عَلَيْهِ، فَقَالَ مَرْحَبًا مِنْ أَخٍ وَنَبِيٍّ. فَأَتَيْنَا السَّمَاءَ الْخَامِسَةَ، قِيلَ مَنْ هَذَا قَالَ جِبْرِيلُ. قِيلَ وَمَنْ مَعَكَ قِيلَ مُحَمَّدٌ. قِيلَ وَقَدْ أُرْسِلَ إِلَيْهِ قَالَ نَعَمْ. قِيلَ مَرْحَبًا بِهِ، وَلَنِعْمَ الْمَجِيءُ جَاءَ. فَأَتَيْنَا عَلَى هَارُونَ، فَسَلَّمْتُ عَلَيْهِ فَقَالَ مَرْحَبًا بِكَ مِنْ أَخٍ وَنَبِيٍّ. فَأَتَيْنَا عَلَى السَّمَاءِ السَّادِسَةِ، قِيلَ مَنْ هَذَا قِيلَ جِبْرِيلُ. قِيلَ مَنْ مَعَكَ قَالَ مُحَمَّدٌ صلى الله عليه وسلم. قِيلَ وَقَدْ أُرْسِلَ إِلَيْهِ مَرْحَبًا بِهِ، وَلَنِعْمَ الْمَجِيءُ جَاءَ. فَأَتَيْتُ عَلَى مُوسَى، فَسَلَّمْتُ {عَلَيْهِ} فَقَالَ مَرْحَبًا بِكَ مِنْ أَخٍ وَنَبِيٍّ. فَلَمَّا جَاوَزْتُ بَكَى. فَقِيلَ مَا أَبْكَاكَ قَالَ يَا رَبِّ، هَذَا الْغُلاَمُ الَّذِي بُعِثَ بَعْدِي يَدْخُلُ الْجَنَّةَ مِنْ أُمَّتِهِ أَفْضَلُ مِمَّا يَدْخُلُ مِنْ أُمَّتِي. فَأَتَيْنَا السَّمَاءَ السَّابِعَةَ، قِيلَ مَنْ هَذَا قِيلَ جِبْرِيلُ. قِيلَ مَنْ مَعَكَ قِيلَ مُحَمَّدٌ. قِيلَ وَقَدْ أُرْسِلَ إِلَيْهِ مَرْحَبًا بِهِ، وَنِعْمَ الْمَجِيءُ جَاءَ. فَأَتَيْتُ عَلَى إِبْرَاهِيمَ، فَسَلَّمْتُ عَلَيْهِ فَقَالَ مَرْحَبًا بِكَ مِنِ ابْنٍ وَنَبِيٍّ، فَرُفِعَ لِيَ الْبَيْتُ الْمَعْمُورُ، فَسَأَلْتُ جِبْرِيلَ فَقَالَ هَذَا الْبَيْتُ الْمَعْمُورُ يُصَلِّي فِيهِ كُلَّ يَوْمٍ سَبْعُونَ أَلْفَ مَلَكٍ، إِذَا خَرَجُوا لَمْ يَعُودُوا إِلَيْهِ آخِرَ مَا عَلَيْهِمْ، وَرُفِعَتْ لِي سِدْرَةُ الْمُنْتَهَى فَإِذَا نَبِقُهَا كَأَنَّهُ قِلاَلُ هَجَرٍ، وَوَرَقُهَا كَأَنَّهُ آذَانُ الْفُيُولِ، فِي أَصْلِهَا أَرْبَعَةُ أَنْهَارٍ نَهْرَانِ بَاطِنَانِ وَنَهْرَانِ ظَاهِرَانِ، فَسَأَلْتُ جِبْرِيلَ فَقَالَ أَمَّا الْبَاطِنَانِ فَفِي الْجَنَّةِ، وَأَمَّا الظَّاهِرَانِ النِّيلُ وَالْفُرَاتُ، ثُمَّ فُرِضَتْ عَلَىَّ خَمْسُونَ صَلاَةً، فَأَقْبَلْتُ حَتَّى جِئْتُ مُوسَى، فَقَالَ مَا صَنَعْتَ قُلْتُ فُرِضَتْ عَلَىَّ خَمْسُونَ صَلاَةً. قَالَ أَنَا أَعْلَمُ بِالنَّاسِ مِنْكَ، عَالَجْتُ بَنِي إِسْرَائِيلَ أَشَدَّ الْمُعَالَجَةِ، وَإِنَّ أُمَّتَكَ لاَ تُطِيقُ، فَارْجِعْ إِلَى رَبِّكَ فَسَلْهُ. فَرَجَعْتُ فَسَأَلْتُهُ، فَجَعَلَهَا أَرْبَعِينَ، ثُمَّ مِثْلَهُ ثُمَّ ثَلاَثِينَ، ثُمَّ مِثْلَهُ فَجَعَلَ عِشْرِينَ، ثُمَّ مِثْلَهُ فَجَعَلَ عَشْرًا، فَأَتَيْتُ مُوسَى فَقَالَ مِثْلَهُ، فَجَعَلَهَا خَمْسًا، فَأَتَيْتُ مُوسَى فَقَالَ مَا صَنَعْتَ قُلْتُ جَعَلَهَا خَمْسًا، فَقَالَ مِثْلَهُ، قُلْتُ سَلَّمْتُ بِخَيْرٍ، فَنُودِيَ إِنِّي قَدْ أَمْضَيْتُ فَرِيضَتِي وَخَفَّفْتُ عَنْ عِبَادِي، وَأَجْزِي الْحَسَنَةَ عَشْرًا . وَقَالَ هَمَّامٌ عَنْ قَتَادَةَ عَنِ الْحَسَنِ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم  فِي الْبَيْتِ الْمَعْمُورِ .",
    "hadithBengali": "২৯৮০। হুদবা ইবনু খালিদ ও খলিফা (ইবনু খাইয়াত) (রহঃ) ... মালিক ইবনু সা&#39;সা&#39;আ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমি কাবা ঘরের নিকট নিদ্রা ও জাগরণ-এ দু অবস্থার মাঝামাঝি অবস্থায় ছিলাম। এরপর তিনি দু ব্যাক্তির মাঝে অপর এক ব্যাক্তি অর্থাৎ নিজের অবস্থা উল্লেখ করে বললেন, আমার নিকট স্বর্ণের একটি তশতরী নিয়ে আসা হল-যা হিকমত ও ঈমানে পরিপূর্ণ ছিল। তাপর আমার বুক থেকে পেটের নীচ পর্যন্ত বিদীর্ণ করা হল। এরপর আমার পেটে যমযমের পানি দ্বারা ধুয়ে ফেলা হল। তারপর হিকমত ও ঈমান পরিপূর্ণ করা হল এবং আমার নিকট সাদা চতুষ্পদ জন্তু আনা হল, যা খচ্চর হতে ছোট আর গাধা থেকে বড় অর্থাৎ বুরাক। এরপর তাতে আরোহণ করে আমি জিবরীল (আলাইহিস সালাম) সহ চলতে চলতে পৃথিবীর নিকটতম আসমানে গিয়ে পৌঁছলাম। জিজ্ঞাসা হল, এ কে? উত্তরে বলা হল, জিবরীল। জিজ্ঞাসা করা হল, আপনার সঙ্গে আর কে? উত্তর দেওয়া হল মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। প্রশ্ন করা হল তাঁকে আনার জন্য কি পাঠানো হয়েছে? তিনি বললেন, হ্যাঁ। বলা হল, তাঁকে ধন্যবাদ, তাঁর শুভাগমন কতই না উত্তম।\n\nতারপর আদম (আলাইহিস সালাম) এর কাছে গেলাম। তাঁকে সালাম দিলাম। তিনি বললেন, পুত্র ও নাবী! তোমার প্রতি ধন্যবাদ। এরপর আমরা দ্বিতীয় আসমানে গেলাম। জিজ্ঞাসা করা হল, এ কে? তিনি বললেন, আমি জিবরীল। জিজ্ঞাসা করা হল, আপনার সঙ্গে কে? তিনি বললেন, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। প্রশ্ন করা হল তাঁকে আনার জন্য কি পাঠানো হয়েছে? তিনি বললেন, হ্যাঁ। বলা হল তাঁকে ধন্যবাদ আর তাঁর শুভাগমন কতই না উত্তম। তারপর আমি ঈসা ও ইয়াহইয়া (আলাইহিমুস সালাম) এর নিকট আসলাম। তাঁরা উভয়ে বললেন, ভাই ও নাবী! আপনার প্রতি ধন্যবাদ।\n\nতারপর আমরা তৃতীয় আসমানে পৌঁছলাম। জিজ্ঞাসা করা হল, এ কে? তিনি বললেন, আমি জিবরীল। জিজ্ঞাসা করা হল, আপনার সঙ্গে কে? তিনি বললেন, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। প্রশ্ন করা হল তাঁকে আনার জন্য কি পাঠানো হয়েছে? তিনি বললেন, হ্যাঁ। বলা হল তাঁকে ধন্যবাদ আর তাঁর শুভাগমন কতই না উত্তম। তারপর আমি ইউসুফ (আলাইহিস সালাম) এর নিকট গেলাম। তাঁকো আমি সালাম দিলাম। তিনি বললেন, ভাই ও নাবী! আপনাকে ধন্যবাদ।\n\nএরপর আমরা চতুর্থ আসমানে পৌঁছলাম। জিজ্ঞাসা করা হল, এ কে? তিনি বললেন, আমি জিবরীল। জিজ্ঞাসা করা হল, আপনার সঙ্গে কে? তিনি বললেন, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। প্রশ্ন করা হল তাঁকে আনার জন্য কি পাঠানো হয়েছে? তিনি বললেন, হ্যাঁ। বলা হল তাঁকে ধন্যবাদ আর তাঁর শুভাগমন কতই না উত্তম। তারপর আমি ইদ্রিস (আলাইহিস সালাম) এর নিকট গেলাম। আমি তাঁকে সালাম দিলাম। তিনি বললেন, ভাই ও নাবী! আপনাকে ধন্যবাদ।\n\nএরপর আমরা পঞ্চম আসমানে পৌঁছলাম। জিজ্ঞাসা করা হল, এ কে? তিনি বললেন, আমি জিবরীল। জিজ্ঞাসা করা হল, আপনার সঙ্গে কে? তিনি বললেন, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। প্রশ্ন করা হল তাঁকে আনার জন্য কি পাঠানো হয়েছে? তিনি বললেন, হ্যাঁ। বলা হল তাঁকে ধন্যবাদ আর তাঁর শুভাগমন কতই না উত্তম। তারপর আমরা হারুন (আলাইহিস সালাম) এর কাছে গেলাম। আমি তাঁকে সালাম দিলাম। তিনি বললেন, ভাই ও নাবী! আপনাকে ধন্যবাদ।\n\nতারপর ষষ্ঠ আসমানে পৌঁছলাম। জিজ্ঞাসা করা হল, এ কে? তিনি বললেন, আমি জিবরীল। জিজ্ঞাসা করা হল, আপনার সঙ্গে কে? তিনি বললেন, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। প্রশ্ন করা হল তাঁকে আনার জন্য কি পাঠানো হয়েছে? তিনি বললেন, হ্যাঁ। বলা হল তাঁকে ধন্যবাদ আর তাঁর শুভাগমন কতই না উত্তম। তারপর আমি মূসা (আলাইহিস সালাম) এর কাছে গেলাম। আমি তাঁকে সালাম দিলাম। তিনি বললেন, ভাই ও নাবী আপনাকে ধন্যবাদ।\n\nতারপর আমি যখন তাঁর কাছ দিয়ে অতিক্রম করছিলাম, তখন তিনি কেঁদে ফেললেন। তাঁকে বলা হল, আপনি কাঁদছেন কেন? তিনি বলেছেন, হে রব! এ ব্যাক্তি যে আমার পর প্রেরিত, তাঁর উম্মাত আমার উম্মাতের চেয়ে অধিক পরিমাণে বেহেশতে যাবে। এরপর আমরা সপ্তম আকাশে পৌঁছলাম। জিজ্ঞাসা করা হল, এ কে? তিনি বললেন, আমি জিবরীল। জিজ্ঞাসা করা হল, আপনার সঙ্গে কে? তিনি বললেন, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। প্রশ্ন করা হল তাঁকে আনার জন্য কি পাঠানো হয়েছে? তিনি বললেন, হ্যাঁ। বলা হল তাঁকে ধন্যবাদ আর তাঁর শুভাগমন কতই না উত্তম। তারপর আমি ইবরাহীম (আলাইহিস সালাম) এর কাছে গেলাম। আমি তাঁকে সালাম দিলাম। তিনি বললেন, হে পুত্র ও নাবী! আপনাকে ধন্যবাদ।\n\nএরপর বায়তুল মা&#39;মুরকে আমার সামনে প্রকাশ করা হল। আমি জিবরীল (আলাইহিস সালাম) কে জিজ্ঞাসা করলাম। তিনি বললেন, এটি বায়তুল মামুর। প্রতিদিন এখানে সত্তর হাজার ফিরিশতা সালাত (নামায/নামাজ) আদায় করেন। এরা এখান থেকে একবার বের হলে দ্বিতীয় বার ফিরে আসে না। এটাই তাদের শেষ প্রবেশ। তারপর আমাকে সিদরাতুল মুনতাহা দেখানো হল। দেখলাম, এর ফল যেন, হাজার নামক স্থানের মটকার ন্যায়। আর তার পাতা যেন হাতীর কান। তার মূল দেশে চারটি ঝরনা প্রবাহিত। দুটি অভ্যন্তরে আর দুটি বাইরে। এ সম্পর্কে আমি জিবরীলকে জিজ্ঞাসা করলাম। তিনি বললেন, অভ্যন্তরে দুটি জান্নাতে অবস্থিত। আর বাইরের দুটির একটি হল (ইরাকের) ফুরাত আর অপরটি হল (মিশরের) নীল নদ।\n\nতারপর আমি প্রতি পঞ্চাশ ওয়াক্ত সালাত (নামায/নামাজ) ফরয করা হয়। আমি তা গ্রহণ করে মূসা (আলাইহিস সালাম) এর কাছে ফিরে এলাম। তিনি বললেন, কি করে এলেন? আমি বললাম, আমার প্রতি পঞ্চাশ ওয়াক্ত সালাত (নামায/নামাজ) ফরয করা হয়েছে। তিনি বললেন, আমি আপনার চেয়ে মানুষ সম্পর্কে অধিক জ্ঞাত আছি। আমি বনী ইসরাঈলের চিকিৎসার জন্য যথেষ্ট চেষ্টা করেছি আর আপনার উম্মাত এত (সালাত (নামায/নামাজ) আদায়ে) সমর্থ হবে না। অতএব আপনার রবের নিকট ফিরে যান এবং তা কমানোর অনুরোধ করুন।\n\nআমি ফিরে গেলাম এবং তাঁর নিকট আবেদন করলাম। তিনি সালাত (নামায/নামাজ) চল্লিশ ওয়াক্ত করে দিলেন। পুনরায় অনুরূপ ঘটল। আর সালাত (নামায/নামাজ)ও ত্রিশ ওয়াক্ত করে দেওয়া হল। পুনরায় অনুরূপ ঘটলে তিনি সালাত (নামায/নামাজ) বিশ ওয়াক্ত করে দিলেন। আবার অনুরূপ হল। তিনি সালাত (নামায/নামাজ) কে দশ ওয়াক্ত করে দিলেন। এরপর আমি মূসা (আলাইহিস সালাম) এর কাছে আসলাম। তিনি পূর্বের ন্যায় বললেন, এবার আল্লাহ সালাত (নামায/নামাজ) কে পাঁচ ওয়াক্ত ফরয করে দিলেন। আমি মূসার নিকট আসলাম। তিনি বললেন, কি করে আসলেন? আমি বললাম, আল্লাহ পাঁচ ওয়াক্ত ফরয করে দিয়েছেন।\n\nএবারও তিনি পূর্বের ন্যায় বললেন, আমি বললাম, আমি তা মেনে নিয়েছে। তখন আওয়াজ এল, আমি আমার ফরয জারি করে দিয়েছি। আর আমার বান্দাদের থেকে হালকা করে দিয়েছে। আর আমি প্রতিটি পূণ্যের জন্য দশ গুন সওয়াব দিব।\n\nআর বায়তুল মামুর সম্পর্কে হাম্মাম (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণণা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2980",
    "id": "3110",
    "thesequence": "3470",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Musud:\n\nAllahs Messenger (ﷺ), the true and truly inspired said, (The matter of the Creation of) a human being is put together in the womb of the mother in forty days, and then he becomes a clot of thick blood for a similar period, and then a piece of flesh for a similar period. Then Allah sends an angel who is ordered to write four things. He is ordered to write down his (i.e. the new creatures) deeds, his livelihood, his (date of) death, and whether he will be blessed or wretched (in religion). Then the soul is breathed into him. So, a man amongst you may do (good deeds till there is only a cubit between him and Paradise and then what has been written for him decides his behavior and he starts doing (evil) deeds characteristic of the people of the (Hell) Fire. And similarly a man amongst you may do (evil) deeds till there is only a cubit between him and the (Hell) Fire, and then what has been written for him decides his behavior, and he starts doing deeds characteristic of the people of Paradise.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ الرَّبِيعِ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنِ الأَعْمَشِ، عَنْ زَيْدِ بْنِ وَهْبٍ، قَالَ عَبْدُ اللَّهِ حَدَّثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَهْوَ الصَّادِقُ الْمَصْدُوقُ قَالَ   إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يَبْعَثُ اللَّهُ مَلَكًا، فَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ، وَيُقَالُ لَهُ اكْتُبْ عَمَلَهُ وَرِزْقَهُ وَأَجَلَهُ وَشَقِيٌّ أَوْ سَعِيدٌ. ثُمَّ يُنْفَخُ فِيهِ الرُّوحُ، فَإِنَّ الرَّجُلَ مِنْكُمْ لَيَعْمَلُ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَ الْجَنَّةِ إِلاَّ ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ كِتَابُهُ، فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ، وَيَعْمَلُ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَ النَّارِ إِلاَّ ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ، فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ .",
    "hadithBengali": "২৯৮১। হাসান ইবনু রাবী (রহঃ) ... যায়দ ইবনু ওহাব (রাঃ) থেকে বর্ণিত, আবদুল্লাহ (রাঃ) বলেন, সত্যবাদীরূপে স্বীকৃত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে হাদীস বর্ণনা করতে গিয়ে বলেছেন, নিশ্চই তোমাদের প্রত্যেকের সৃষ্টির উপকরণ নিজ নিজ মাতৃগর্ভে চল্লিশ দিন পর্যন্ত বীর্যরূপে অবস্থান করে, এরপর তা জমাট বাঁধা রক্তে পরিণত হয়। অনুরূপভাবে চল্লিশ দিন অবস্থান করে। এরপর তা গোশতপিন্ডে পরিণত হয়ে (আগের ন্যায় চল্লিশ দিন) থাকে। এরপর আল্লাহ একজন ফিরিশতা প্রেরণ করেন। আর তাঁকে চারটি বিষয়ে নির্দেশ দেওয়া হয়। তাঁকে (ফিরিশতাকে) লিপিবদ্ধ করতে বলা হয়, তার আমল, তার রিযক, তার জীবনকাল এবং সে কি পাপী হবে না পূণ্যবান হবে। এরপর তার মধ্যে আত্মা ফুকে দেওয়া হয়। কাজেই তোমাদের কোন ব্যাক্তি আমল করতে করতে এমন পর্যায়ে পৌঁছে যে, তার এবং জাহান্নামের মাঝে মাত্র একহাত ব্যবধান থাকে, এমন সময় তার আমলনামা তার উপর অগ্রগামী হয়। ফলে সে জান্নাতবাসীর মত আমল করে।\n",
    "checkStatus": "1",
    "hadithNo": "2981",
    "id": "3111",
    "thesequence": "3471",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, If Allah loves a person, He calls Gabriel saying, Allah loves so and-so; O Gabriel! Love him. Gabriel would love him and make an announcement amongst the inhabitants of the Heaven. Allah loves so-and-so, therefore you should love him also, and so all the inhabitants of the Heaven would love him, and then he is granted the pleasure of the people on the earth.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، أَخْبَرَنَا مَخْلَدٌ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي مُوسَى بْنُ عُقْبَةَ، عَنْ نَافِعٍ، قَالَ قَالَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم. وَتَابَعَهُ أَبُو عَاصِمٍ عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي مُوسَى بْنُ عُقْبَةَ، عَنْ نَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا أَحَبَّ اللَّهُ الْعَبْدَ نَادَى جِبْرِيلَ إِنَّ اللَّهَ يُحِبُّ فُلاَنًا فَأَحْبِبْهُ. فَيُحِبُّهُ جِبْرِيلُ، فَيُنَادِي جِبْرِيلُ فِي أَهْلِ السَّمَاءِ إِنَّ اللَّهَ يُحِبُّ فُلاَنًا فَأَحِبُّوهُ. فَيُحِبُّهُ أَهْلُ السَّمَاءِ، ثُمَّ يُوضَعُ لَهُ الْقَبُولُ فِي الأَرْضِ .",
    "hadithBengali": "২৯৮২। মুহাম্মদ ইবনু সালাম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আল্লাহ যখন কোন বান্দাকে ভালবাসেন তখন তিনি জিবরীল (আলাইহিস সালাম) কে ডেকে বলেন, নিশ্চই আল্লাহ অমুক বান্দাকে ভালবাসেন, অতএব তুমিও তাকে ভালবাস। তখন জিবরীল (আলাইহিস সালাম) ও তাকে ভালবাসেন এবং জিবরীল (আলাইহিস সালাম) আকাশবাসীদের মধ্যে ঘোষণা করে দেন যে, আল্লাহ অমুক বান্দাহকে ভালবাসেন। কাজেই তোমরা তাকে ভালবাস। তখন আকাশবাসী তাকে ভালবাসতে থাকে। এরপর পৃথিবীতেও তাকে গ্রহণ করার ব্যবস্থা করে দেয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2982",
    "id": "3112",
    "thesequence": "3472",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nI heard Allahs Messenger (ﷺ) saying, The angels descend, the clouds and mention this or that matter decreed in the Heaven. The devils listen stealthily to such a matter, come down to inspire the soothsayers with it, and the latter would add to it one-hundred lies of their own.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا اللَّيْثُ، حَدَّثَنَا ابْنُ أَبِي جَعْفَرٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا سَمِعَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنَّ الْمَلاَئِكَةَ تَنْزِلُ فِي الْعَنَانِ ـ وَهْوَ السَّحَابُ ـ فَتَذْكُرُ الأَمْرَ قُضِيَ فِي السَّمَاءِ، فَتَسْتَرِقُ الشَّيَاطِينُ السَّمْعَ، فَتَسْمَعُهُ فَتُوحِيهِ إِلَى الْكُهَّانِ، فَيَكْذِبُونَ مَعَهَا مِائَةَ كَذْبَةٍ مِنْ عِنْدِ أَنْفُسِهِمْ .",
    "hadithBengali": "২৯৮৩। মুহাম্মদ (ইবনু ইয়াহইয়া) (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, ফিরিশতাগণ মেঘমালার উপরে অবতরণ করেন এবং আকাশে (আল্লাহর) মীমাংসাকৃত বিধান আলোচনা করেন। তখন শয়তানেরা চুরি করে শোনার চেষ্টা করে এবং তার কিছু শুনেও ফেলে। এরপর তারা তা গনকের কাছে পৌঁছিয়ে দেয় এবং তারা তার সেই শোনা কথার সাথে নিজেদের পক্ষ থেকে আরো শত মিথ্যা মিলিয়ে (মানুষের কাছে) বলে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "2983",
    "id": "3113",
    "thesequence": "3473",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, On every Friday the angels take their stand at every gate of the mosque to write the names of the people chronologically (i.e. according to the time of their arrival for the Friday prayer) and when the Imam sits (on the pulpit) they fold up their scrolls and get ready to listen to the sermon.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، وَالأَغَرِّ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِذَا كَانَ يَوْمُ الْجُمُعَةِ كَانَ عَلَى كُلِّ باب مِنْ أَبْوَابِ الْمَسْجِدِ الْمَلاَئِكَةُ، يَكْتُبُونَ الأَوَّلَ فَالأَوَّلَ، فَإِذَا جَلَسَ الإِمَامُ طَوَوُا الصُّحُفَ وَجَاءُوا يَسْتَمِعُونَ الذِّكْرَ .",
    "hadithBengali": "২০৮৪। আহমদ ইবনু ইউনুস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন জুমুআর দিন হয় তখন মসজিদের প্রতিটি দরজায় ফিরিশতা এসে দাঁড়িয়ে যায় এবং যে ব্যাক্তি প্রথম মসজিদে এসে প্রবেশ করে, তার নাম লিখে নেয়। তারপর পরবর্তীদের পর্যায়ক্রমে নাম। ইমাম যখন (মিম্বারে) বসে পড়ের তখন তারা এসব লিখিত পুস্তিকা বন্ধ করে দেন এবং তারা মসজিদে এসে জিকর (খুতবা) শুনতে থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "2984",
    "id": "3114",
    "thesequence": "3474",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Al-Musaiyab:\n\n`Umar came to the Mosque while Hassan was reciting a poem. (`Umar disapproved of that). On that Hassan said, I used to recite poetry in this very Mosque in the presence of one (i.e. the Prophet (ﷺ) ) who was better than you. Then he turned towards Abu Huraira and said (to him), I ask you by Allah, did you hear Allahs Messenger (ﷺ) saying (to me), Retort on my behalf. O Allah! Support him (i.e. Hassan) with the Holy Spirit? Abu Huraira said, Yes.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، قَالَ مَرَّ عُمَرُ فِي الْمَسْجِدِ وَحَسَّانُ يُنْشِدُ، فَقَالَ كُنْتُ أُنْشِدُ فِيهِ، وَفِيهِ مَنْ هُوَ خَيْرٌ مِنْكَ، ثُمَّ الْتَفَتَ إِلَى أَبِي هُرَيْرَةَ، فَقَالَ أَنْشُدُكَ بِاللَّهِ، أَسَمِعْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   أَجِبْ عَنِّي، اللَّهُمَّ أَيِّدْهُ بِرُوحِ الْقُدُسِ . قَالَ نَعَمْ.",
    "hadithBengali": "২৯৮৫। আলী ইবনু আবদুল্লাহ (রহঃ) ... সাঈদ ইবনু মূসাইয়্যাব (রাঃ) থেকে বীর্ণত, তিনি বলেন, একদা উমর (রাঃ) মসজিদে নববীতে আগমন করেন, তখন হাসসান ইবনু সাবিত (রাঃ) কবিতা আবৃত্তি করছিলেন। (উমর (রাঃ) তাঁকে বাঁধা দিলেন) তখন তিনি বললেন, এখানে আপনার চেয়ে উত্তম ব্যাক্তি (রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর উপস্থিতিতেও আমি কবিতা আবৃত্তি করতাম। তারপর তিনি আবূ হুরায়রা (রাঃ)-এর দিকে তাকালেন এবং বললেন, আমি আপনাকে আল্লাহর কসম দিয়ে জিজ্ঞাসা করছি; আপনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, তুমি আমার পক্ষ থেকে জবাব দাও। হে আল্লাহ! আপনি তাকে রুহুল কুদ্দুস (জিবরীল (আলাইহিস সালাম) দ্বারা সাহায্য করুন। তিনি উত্তরে বললেন, হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "2985",
    "id": "3115",
    "thesequence": "3475",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al Bara:\n\nThe Prophet (ﷺ) said to Hassan, Lampoon them (i.e. the pagans) and Gabriel is with you.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنِ الْبَرَاءِ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم لِحَسَّانَ   اهْجُهُمْ ـ أَوْ هَاجِهِمْ ـ وَجِبْرِيلُ مَعَكَ .",
    "hadithBengali": "২৯৮৬। হাফস ইবনু উমর (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাসসান (রাঃ) কে বলেছেন, তুমি তাদের (কাফিরদের) কুৎসা বর্ণনা কর অথবা তাদের কুৎসার উত্তর দাও। তোমার সাখে (সাহায্যার্থে) জিবরীল (আলাইহিস সালাম) আছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2986",
    "id": "3116",
    "thesequence": "3476",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Humaid bin Hilal:\n\nAnas bin Malik said, As if I say a cloud of dust swirling up in the lane of Bani Ghanim. Musa added, That was caused by the procession of Gabriel.",
    "hadithArabic": " وَحَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ حُمَيْدَ بْنَ هِلاَلٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ كَأَنِّي أَنْظُرُ إِلَى غُبَارٍ سَاطِعٍ فِي سِكَّةِ بَنِي غَنْمٍ. زَادَ مُوسَى مَوْكِبَ جِبْرِيلَ.",
    "hadithBengali": "২৯৮৭। ইসহাক (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি যেন বানূ গানমের গলিতে ঊর্ধ্বে উত্থিত ধুলা স্বয়ং দেখতে পাচ্ছি আর (রাবী) মূসা এতটুকু বাড়িয়ে বলেছেন, জিবরীলের বাহনের পদচালনা করান।\n",
    "checkStatus": "1",
    "hadithNo": "2987",
    "id": "3117",
    "thesequence": "3477",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nAl Harith bin Hisham asked the Prophet, How does the divine inspiration come to you? He replied, In all these ways: The Angel sometimes comes to me with a voice which resembles the sound of a ringing bell, and when this state abandons me, I remember what the Angel has said, and this type of Divine Inspiration is the hardest on me; and sometimes the Angel comes to me in the shape of a man and talks to me, and I understand and remember what he says.",
    "hadithArabic": "حَدَّثَنَا فَرْوَةُ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ الْحَارِثَ بْنَ هِشَامٍ، سَأَلَ النَّبِيَّ صلى الله عليه وسلم كَيْفَ يَأْتِيكَ الْوَحْىُ قَالَ   كُلُّ ذَاكَ يَأْتِي الْمَلَكُ أَحْيَانًا فِي مِثْلِ صَلْصَلَةِ الْجَرَسِ، فَيَفْصِمُ عَنِّي وَقَدْ وَعَيْتُ مَا قَالَ، وَهْوَ أَشَدُّهُ عَلَىَّ، وَيَتَمَثَّلُ لِي الْمَلَكُ أَحْيَانًا رَجُلاً، فَيُكَلِّمُنِي فَأَعِي مَا يَقُولُ .",
    "hadithBengali": "২৯৮৮। ফারওয়াহ্ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, হারিস ইবনু হিশাম (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলেন, আপনার নিকট ওহয় কিরূপে আস? তিনি বললেন, এর সব ধরণের ওহী নিয়ে ফিরিশ্&zwnj;তা আসেন। কোন কোন সময় ঘন্টার আওয়াজের ন্যায় শব্দ করে (আসে) যখন ওহী আমার নিকট আসা শেষ হয়ে যায়, তখন তিনি যা বলেছেন আমি তা মুখস্ত করে ফেলি। আর এরূপ শব্দ করে ওহী আসাটা আমার নিকট কঠিন মনে হয়। কখনও কখনও ফিরিশতা আমার কাছে মানুষের আকৃতিতে আসেন এবং আমার সাথে কথা বলেন। তিনি যা বলেন আমি তা মুখস্ত করে নেই।\n",
    "checkStatus": "1",
    "hadithNo": "2988",
    "id": "3118",
    "thesequence": "3478",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nI heard the Prophet (ﷺ) saying, Who ever spends a couple (of objects) in Allahs cause, will be called by the Gatekeepers of Paradise who will say, O so-and-so, come on! Abu Bakr said, Such a person will never perish or be miserable The Prophet (ﷺ) said, I hope you will be among such person.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شَيْبَانُ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ  مَنْ أَنْفَقَ زَوْجَيْنِ فِي سَبِيلِ اللَّهِ دَعَتْهُ خَزَنَةُ الْجَنَّةِ أَىْ فُلُ هَلُمَّ . فَقَالَ أَبُو بَكْرٍ ذَاكَ الَّذِي لاَ تَوَى عَلَيْهِ. قَالَ النَّبِيُّ صلى الله عليه وسلم  أَرْجُو أَنْ تَكُونَ مِنْهُمْ .",
    "hadithBengali": "২৯৮৯। আদম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যাক্তি আল্লাহর রাস্তায় কোন কিছু জোড়ায় জোড়ায় দান করবে, তাকে জান্নাতের তত্ত্বাবধায়কগণ ডাকতে থাকবে, হে অমুক ব্যাক্তি! এদিকে আস! তখন আবূ বকর (রাঃ) বললেন, এমন ব্যাক্তি সে তো এমন ব্যাক্তি যার কোন ধ্বংস নেই। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি আশা করি, তুমি তাদের একজন হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2989",
    "id": "3119",
    "thesequence": "3479",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Salama:\n\n`Aisha said that the Prophet (ﷺ) said to her O `Aisha This is Gabriel and he sends his (greetings) salutations to you. `Aisha said, Salutations (Greetings) to him, and Allahs Mercy and Blessings be on him, and addressing the Prophet (ﷺ) she said, You see what I dont see.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لَهَا   يَا عَائِشَةُ، هَذَا جِبْرِيلُ يَقْرَأُ عَلَيْكِ السَّلاَمَ . فَقَالَتْ وَعَلَيْهِ السَّلاَمُ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ. تَرَى مَا لاَ أَرَى. تُرِيدُ النَّبِيَّ صلى الله عليه وسلم.",
    "hadithBengali": "২৯৯০। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, একদা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন, হে আয়িশা! এই যে জিবরীল (আলাইহিস সালামম) তোমাকে সালাম দিচ্ছেন। তখন তিনি বললেন, তাঁর প্রতি সালাম, আল্লাহর রহমত এবং তাঁর বরকত বর্ষিত হোক। আপনি তো এমন কিছু দেখেন যা আমি দেখতে পাই না। একথা দ্বারা তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে উদ্দেশ্য করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2990",
    "id": "3120",
    "thesequence": "3480",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nAllahs Messenger (ﷺ) asked Gabriel, Why dont you visit us more often than you do? Then the following Holy Verse was revealed (in this respect):-- And we (angels) descend not but by the order of your Lord. To Him belong what is before us and what is behind us, and what is between those two and your Lord was never forgetful. (19.64)",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عُمَرُ بْنُ ذَرٍّ، ح قَالَ حَدَّثَنِي يَحْيَى بْنُ جَعْفَرٍ، حَدَّثَنَا وَكِيعٌ، عَنْ عُمَرَ بْنِ ذَرٍّ، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِجِبْرِيلَ  أَلاَ تَزُورُنَا أَكْثَرَ مِمَّا تَزُورُنَا  قَالَ فَنَزَلَتْ {وَمَا نَتَنَزَّلُ إِلاَّ بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا} الآيَةَ.",
    "hadithBengali": "২৯৯১। আবূ নুআইম (রহঃ) ও ইয়াহইয়া ইবনু জাফর (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিবরীল (আলাইহিস সালাম) কে জিজ্ঞাসা করলেন, আপনি আমার নিকট যতবার আসেন তার চেয়ে বেশী কেন আমার সাথে দেখা করেন না? রাবী বলেন, তখন এ আয়াত অবতীর্ণ হয়ঃ আর আমরা আপনার রবের নির্দেশ ব্যতীত আসতে পারি না। আমাদের সামনে এবং আমাদের পিছনে যা কিছু আছে সবই তাঁর নিয়ন্ত্রনে। (সূরা মারয়ামঃ ৬৪)\n",
    "checkStatus": "1",
    "hadithNo": "2991",
    "id": "3121",
    "thesequence": "3481",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nAllahs Messenger (ﷺ) said, Gabriel read the Quran to me in one way (i.e. dialect) and I continued asking him to read it in different ways till he read it in seven different ways.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي سُلَيْمَانُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   أَقْرَأَنِي جِبْرِيلُ عَلَى حَرْفٍ، فَلَمْ أَزَلْ أَسْتَزِيدُهُ حَتَّى انْتَهَى إِلَى سَبْعَةِ أَحْرُفٍ .",
    "hadithBengali": "২৯৯২। ইসমাঈল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জিবরীল (আলাইহি সালাম) আমাকে এক আঞ্চলিক ভাষায় কুরআন পাঠ করে শুনিয়েছেন। কিন্তু আমি সর্বদা তাঁর নিকট অধিক ভাষায় পাঠ করে শোনাতে চাইতাম। অবশেষে তা সাতটি আঞ্চলিক ভাষায় সমাপ্ত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2992",
    "id": "3122",
    "thesequence": "3482",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nAllahs Messenger (ﷺ) was the most generous of all the people, and he used to be more generous in the month of Ramadan when Gabriel used to meet him. Gabriel used to meet him every night in Ramadan to study the Holy Quran carefully together. Allahs Messenger (ﷺ) used to become more generous than the fast wind when he met Gabriel.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَجْوَدَ النَّاسِ، وَكَانَ أَجْوَدَ مَا يَكُونُ فِي رَمَضَانَ حِينَ يَلْقَاهُ جِبْرِيلُ، وَكَانَ جِبْرِيلُ يَلْقَاهُ فِي كُلِّ لَيْلَةٍ مِنْ رَمَضَانَ، فَيُدَارِسُهُ الْقُرْآنَ، فَلَرَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ يَلْقَاهُ جِبْرِيلُ أَجْوَدُ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ. وَعَنْ عَبْدِ اللَّهِ حَدَّثَنَا مَعْمَرٌ بِهَذَا الإِسْنَادِ نَحْوَهُ. وَرَوَى أَبُو هُرَيْرَةَ وَفَاطِمَةُ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّ جِبْرِيلَ كَانَ يُعَارِضُهُ الْقُرْآنَ.",
    "hadithBengali": "২৯৯৩। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের মধ্যে সর্বাপেক্ষা দানশীল ছিলেন আর রমযান মাসে যখন জিবরীল (আলাইহি সালাম) তাঁর সঙ্গে সাক্ষাত করতেন তখন তিনি আরো বেশী দানশীল হয়ে যেতেন। জিবরীল (আলাইহি সালাম) রমযানের প্রত্যেক রাতে তাঁর সঙ্গে সাক্ষাত করতেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে কুরআন পাঠ করে শোনাতেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে যখন জিবরীল (আলাইহি সালাম) দেখা করতেন, তখন তিনি মানুষের কল্যাণে প্রেরিত বায়ুর চেয়েও অধিক দানশীল হতেন। আবদুল্লাহ (রহঃ) হতে বর্ণিত। মামার (রহঃ) এ সনদে অনুরূপ হাদীস বর্ণনা করেছেন আর আবূ হুরায়রা (রাঃ) এবং ফাতিমা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেفَيُدَارِسُهُ الْقُرْآنَ এর স্থলেأَنَّ جِبْرِيلَ كَانَ يُعَارِضُهُ الْقُرْآنَ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2993",
    "id": "3123",
    "thesequence": "3483",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Shihab:\n\nOnce `Umar bin `Abdul `Aziz delayed the `Asr prayer a little. `Urwa said to him, Gabriel descended and led the prayer in front of the Prophet (ﷺ)  On that `Umar said, O `Urwa! Be sure of what you say. Urwa, I heard Bashir bin Abi Masud narrating from Ibn Masud who heard Allahs Messenger (ﷺ) saying, Gabriel descended and led me in prayer; and then prayed with him again, and then prayed with him again, and then prayed with him again, and then prayed with him again, counting with his fingers five prayers.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، أَخَّرَ الْعَصْرَ شَيْئًا فَقَالَ لَهُ عُرْوَةُ أَمَا إِنَّ جِبْرِيلَ قَدْ نَزَلَ فَصَلَّى أَمَامَ رَسُولِ اللَّهِ صلى الله عليه وسلم. فَقَالَ عُمَرُ اعْلَمْ مَا تَقُولُ يَا عُرْوَةُ. قَالَ سَمِعْتُ بَشِيرَ بْنَ أَبِي مَسْعُودٍ يَقُولُ سَمِعْتُ أَبَا مَسْعُودٍ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   نَزَلَ جِبْرِيلُ فَأَمَّنِي، فَصَلَّيْتُ مَعَهُ، ثُمَّ صَلَّيْتُ مَعَهُ، ثُمَّ صَلَّيْتُ مَعَهُ، ثُمَّ صَلَّيْتُ مَعَهُ، ثُمَّ صَلَّيْتُ مَعَهُ . يَحْسُبُ بِأَصَابِعِهِ خَمْسَ صَلَوَاتٍ.",
    "hadithBengali": "২৯৯৪। কুতাইবা (রহঃ) ... ইবনু শিহাব (রহঃ) থেকে বর্ণিত, একবার উমর ইবনু আবদুল আযীয (রহঃ) আসরের সালাত (নামায/নামাজ) কিছুটা দেরী করে আদায় করলেন। তখন তাঁকে উরওয়া (রাঃ) বললেন, একবার জিবরীল (আলাইহিস সালাম) আসলেন এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইমাম হয়ে সালাত (নামায/নামাজ) আদায় করলেন। তা শুনে উমর ইবনু আবদুল আযীয (রহঃ) বললেন, হে উরওয়া! কি বলছ, চিন্তা কর। উত্তরে তিনি বললেন, আমি বশীর ইবনু আবূ মাসউদকে বলতে শুনেছি, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, একবার জিবরীল (আলাইহিস সালাম) আসলেন, এরপর তিনি আমার ইমামতি করলেন এবং তাঁর সঙ্গে সালাত (নামায/নামাজ) আদায় করলাম। এরপর আমি তাঁর সঙ্গে সালাত (নামায/নামাজ) আদায় করলাম। তারপরও আমি তাঁর সঙ্গে সালাত (নামায/নামাজ) আদায় করলাম। তারপরও আমি তাঁর সঙ্গে সালাত (নামায/নামাজ) আদায় করলাম। এ সময় তিনি তাঁর আঙ্গুলে পাঁচ ওয়াক্ত সালাত (নামায/নামাজ) গুনছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "2994",
    "id": "3124",
    "thesequence": "3484",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Dhar:\n\nThe Prophet (ﷺ) said, Gabriel said to me, Whoever amongst your followers die without having worshipped others besides Allah, will enter Paradise (or will not enter the (Hell) Fire). The Prophet (ﷺ) asked. Even if he has committed illegal sexual intercourse or theft? He replied, Even then.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ شُعْبَةَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ أَبِي ذَرٍّ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   قَالَ لِي جِبْرِيلُ مَنْ مَاتَ مِنْ أُمَّتِكَ لاَ يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ، أَوْ لَمْ يَدْخُلِ النَّارَ، قَالَ وَإِنْ زَنَى وَإِنْ سَرَقَ قَالَ وَإِنْ .",
    "hadithBengali": "২৯৯৫। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আবূ যার (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, একবার জিবরীল (আলাইহিস সালাম) আমাকে বললেন, আপনার উম্মাত থেকে যদি এমন ব্যাক্তি মারা যায়, যে আল্লাহর সাথে কোন কিছুকে শরীক করে নাই, তবে সে ব্যাক্তি জান্নাতে প্রবেশ করবে কিংবা তিনি বলেছেন, সে জাহান্নামে প্রবেশ করবে না। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যদিও সে যিনা করে এবং চুরি করে। জিবরীল (আলাইহিস সালাম) বললেন, যদিও (সে যিনা করে ও চুরি করে তবুও)।\n",
    "checkStatus": "1",
    "hadithNo": "2995",
    "id": "3125",
    "thesequence": "3485",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Angels keep on descending from and ascending to the Heaven in turn, some at night and some by daytime, and all of them assemble together at the time of the Fajr and `Asr prayers. Then those who have stayed with you over-night, ascent unto Allah Who asks them, and He knows the answer better than they, How have you left My slaves? They reply, We have left them praying as we found them praying. If anyone of you says Amin (during the Prayer at the end of the recitation of Surat-al-Faitiha), and the angels in Heaven say the same, and the two sayings coincide, all his past sins will be forgiven.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   الْمَلاَئِكَةُ يَتَعَاقَبُونَ، مَلاَئِكَةٌ بِاللَّيْلِ وَمَلاَئِكَةٌ بِالنَّهَارِ، وَيَجْتَمِعُونَ فِي صَلاَةِ الْفَجْرِ وَالْعَصْرِ، ثُمَّ يَعْرُجُ إِلَيْهِ الَّذِينَ بَاتُوا فِيكُمْ، فَيَسْأَلُهُمْ وَهْوَ أَعْلَمُ، فَيَقُولُ كَيْفَ تَرَكْتُمْ {عِبَادِي} فَيَقُولُونَ تَرَكْنَاهُمْ يُصَلُّونَ، وَأَتَيْنَاهُمْ يُصَلُّونَ .",
    "hadithBengali": "২৯৯৬। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ফিরিশতাগণ এক দলের পেছনের আর একদল আগমন করেন। একদল ফিরিশতা রাতে আসেন আর একদল ফিরিশতা দিনে আগমন করেন। তাঁরা ফজর ও আসর সালাতে একত্রিত হয়ে থাকেন। তারপর যারা তোমাদের কাছে রাত্রিযাপন করছিল তারা আল্লাহর কাছে উর্ধ্বে চলে যান। তখন তিনি তাদেরকে মানুষের অবস্থা সম্পর্কে জিজ্ঞাসা করেন। অথচ তিনি তাদের চেয়ে এ সম্পর্কে সবচেয়ে বেশী অবহিত আছেন। তখন তিনি বলেন, তোমরা আমার বান্দাহকে কি অবস্থায় ছেড়ে এসেছো? উত্তরে তারা বলেন, আমরা তাদের সালাত (নামায/নামাজ)-এর অবস্থায় ছেড়ে এসেছি। আর আমরা তাদের কাছে সালাত (নামায/নামাজ)-এর অবস্থাতেই পৌঁছেছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2996",
    "id": "3126",
    "thesequence": "3486",
    "isActive": "1",
    "chapterId": "15999",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৮. ফিরিশ্তার বিবরণ। আনাস ইবন মালিক (রাঃ) বলেন, আবদুল্লাহ ইবন সালাম (রাঃ) নবী (সাঃ) এর নিকট বললেন, ফিরিশতাকূলের মধ্যে জিবরীল (আঃ) ইয়াহুদীদের শত্রু। আর ইবন আব্বাস (রাঃ) বলেছেন لَنَحْنُ الصَّافُّونَ এই উক্তি ফিরিশ্তাদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nI stuffed for the Prophet (ﷺ) a pillow decorated with pictures (of animals) which looked like a Namruqa (i.e. a small cushion). He came and stood among the people with excitement apparent on his face. I said, O Allahs Messenger (ﷺ)! What is wrong? He said, What is this pillow? I said, I have prepared this pillow for you, so that you may recline on it. He said, Dont you know that angels do not enter a house wherein there are pictures; and whoever makes a picture will be punished on the Day of Resurrection and will be asked to give life to (what he has created)?",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا مَخْلَدٌ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ، أَنَّ نَافِعًا، حَدَّثَهُ أَنَّ الْقَاسِمَ بْنَ مُحَمَّدٍ حَدَّثَهُ عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ حَشَوْتُ لِلنَّبِيِّ صلى الله عليه وسلم وِسَادَةً فِيهَا تَمَاثِيلُ كَأَنَّهَا نُمْرُقَةٌ، فَجَاءَ فَقَامَ بَيْنَ الْبَابَيْنِ وَجَعَلَ يَتَغَيَّرُ وَجْهُهُ، فَقُلْتُ مَا لَنَا يَا رَسُولَ اللَّهِ. قَالَ  مَا بَالُ هَذِهِ الْوِسَادَةِ . قَالَتْ وِسَادَةٌ جَعَلْتُهَا لَكَ لِتَضْطَجِعَ عَلَيْهَا. قَالَ  أَمَا عَلِمْتِ أَنَّ الْمَلاَئِكَةَ لاَ تَدْخُلُ بَيْتًا فِيهِ صُورَةٌ، وَأَنَّ مَنْ صَنَعَ الصُّورَةَ يُعَذَّبُ يَوْمَ الْقِيَامَةِ يَقُولُ أَحْيُوا مَا خَلَقْتُمْ .",
    "hadithBengali": "২৯৯৭। মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য প্রাণীর ছবিযুক্ত একটি বালিশ তৈরী করেছিলাম। যেন তা একটি ছোট গদী। এরপর তিনি এসে দুদরজার মাঝখানে দাঁড়ালেন এবং তাঁর চেহারা বিবর্ণ হয়ে গেল। তখন আমি বললাম, ইয়া রাসূলাল্লাহ! আমার কি অপরাধ হয়েছে? তিনি বললেন, এ বালিশটি কেন? আমি বললাম, এ বালিশটি আপনি এর উপর ঠেস দিয়ে বসতে পারেন আমি সে জন্য তৈরী করেছি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, [হে আয়িশা (রাঃ)] তুমি কি জানো না? যে ঘরে প্রাণীর ছবি থাকে, সেখানে (রহমতের) ফিরিশতা প্রবেশ করেন না? আর যে ব্যাক্তি প্রাণীর ছবি আকে তাকে কিয়ামতের দিন শাস্তি দেওয়া হবে? তাকে (আল্লাহ) বলবেন, তুমি যে প্রাণীর ছবি বানিয়েছ, এখন তাকে প্রাণ দান কর।\n",
    "checkStatus": "1",
    "hadithNo": "2997",
    "id": "3127",
    "thesequence": "3487",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Talha:\n\nI heard Allahs Messenger (ﷺ) saying; Angels (of Mercy) do not enter a house wherein there is a dog or a picture of a living creature (a human being or an animal).",
    "hadithArabic": "حَدَّثَنَا ابْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ يَقُولُ سَمِعْتُ أَبَا طَلْحَةَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لاَ تَدْخُلُ الْمَلاَئِكَةُ بَيْتًا فِيهِ كَلْبٌ وَلاَ صُورَةُ تَمَاثِيلَ .",
    "hadithBengali": "২৯৯৮। ইবনুু মুকাতিল (রহঃ) ... আবূ তালহা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ঘরে কুকুর থাকে আর প্রাণীর ছবি থাকে সে ঘরে (রহমতের) ফিরিশ্&zwnj;তা প্রবেশ করেন না।\n",
    "checkStatus": "1",
    "hadithNo": "2998",
    "id": "3128",
    "thesequence": "3488",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Busr bin Sa`id:\n\nThat Zaid bin Khalid Al-Juhani narrated to him something in the presence of Sa`id bin Ubaidullah Al- Khaulani who was brought up in the house of Maimuna the wife of the Prophet. Zaid narrated to them that Abu Talha said that the Prophet (ﷺ) said, The Angels (of Mercy) do not enter a house wherein there is a picture. Busr said, Later on Zaid bin Khalid fell ill and we called on him. To our surprise we saw a curtain decorated with pictures in his house. I said to Ubaidullah Al-Khaulani, Didnt he (i.e. Zaid) tell us about the (prohibition of) pictures? He said, But he excepted the embroidery on garments. Didnt you hear him? I said, No. He said, Yes, he did.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنَا عَمْرٌو، أَنَّ بُكَيْرَ بْنَ الأَشَجِّ، حَدَّثَهُ أَنَّ بُسْرَ بْنَ سَعِيدٍ حَدَّثَهُ أَنَّ زَيْدَ بْنَ خَالِدٍ الْجُهَنِيَّ ـ رضى الله عنه ـ حَدَّثَهُ وَمَعَ، بُسْرِ بْنِ سَعِيدٍ عُبَيْدُ اللَّهِ الْخَوْلاَنِيُّ الَّذِي كَانَ فِي حَجْرِ مَيْمُونَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم حَدَّثَهُمَا زَيْدُ بْنُ خَالِدٍ أَنَّ أَبَا طَلْحَةَ حَدَّثَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  لاَ تَدْخُلُ الْمَلاَئِكَةُ بَيْتًا فِيهِ صُورَةٌ . قَالَ بُسْرٌ فَمَرِضَ زَيْدُ بْنُ خَالِدٍ، فَعُدْنَاهُ فَإِذَا نَحْنُ فِي بَيْتِهِ بِسِتْرٍ فِيهِ تَصَاوِيرُ، فَقُلْتُ لِعُبَيْدِ اللَّهِ الْخَوْلاَنِيِّ أَلَمْ يُحَدِّثْنَا فِي التَّصَاوِيرِ فَقَالَ إِنَّهُ قَالَ  إِلاَّ رَقْمٌ فِي ثَوْبٍ . أَلاَ سَمِعْتَهُ قُلْتُ لاَ. قَالَ بَلَى قَدْ ذَكَرَهُ.",
    "hadithBengali": "২৯৯৯। আহমদ (রহঃ) ... আবূ তালহা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ঘরে প্রাণীর ছবি থাকে সে ঘরে (রহমতের) ফিরিশতা প্রবেশ করেন না। বুসর (রহঃ) বলেন, এরপর যায়িদ ইবনু খালিদ (রাঃ) অসুস্থ হয়ে পড়েন। আমরা তাঁর শুশ্রুষার জন্য গেলাম। তখন আমরা তাঁর ঘরে একটি পর্দায় কিছু ছবি দেখতে পেলাম। তখন আমি (বুসর) ওবায়দুল্লাহ খাওলানী (রাঃ) কে জিজ্ঞাসা করলাম, ইনি কি আমাদের নিকট ছবি সম্পর্কীয় হাদীস বর্ণনা করেননি? তখন তিনি বললেন, তিনি (যায়িদ ইবনু খালিদ (রহঃ) বলেছেন, প্রাণীর ছবি নিষিদ্ধ) তবে কাপড়ের মধ্যে কিছু অঙ্কন করা নিষিদ্ধ নয়, তুমি কি তা শুননি? আমি (বুসর) বললাম, না। তিনি বললেন, হ্যাঁ, তিনি তা বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2999",
    "id": "3129",
    "thesequence": "3489",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salims father:\n\nOnce Gabriel promised the Prophet (that he would visit him, but Gabriel did not come) and later on he said, We, angels, do not enter a house which contains a picture or a dog.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ حَدَّثَنِي عُمَرُ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ وَعَدَ النَّبِيَّ صلى الله عليه وسلم جِبْرِيلُ فَقَالَ إِنَّا لاَ نَدْخُلُ بَيْتًا فِيهِ صُورَةٌ وَلاَ كَلْبٌ.",
    "hadithBengali": "৩০০০। ইয়াহইয়া ইবনু সুলাইমান (রহঃ) ... সালিম (রাঃ) তাঁর পিতার নিকট হতে বর্ণনা করেন, তিনি বলেন, জিবরীল (আলাইহি সালাম) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে (সাক্ষাতে) ওয়াদা দিয়েছিলেন। কিন্তু তিনি সময় মত আসেন নি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কারণ জিজ্ঞাসা করলেন, তিনি বললেন, আমরা ঐ ঘরে প্রবেশ করি না, যে ঘরে ছবি এবং কুকুর থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "3000",
    "id": "3130",
    "thesequence": "3490",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, When the Imam, during the prayer, says, Allah hears him who praises Him, say: O Allah! Our Lord! All the praises are for You/, for if the saying of anyone of you coincides with the saying of the angels, his past sins will be forgiven.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا قَالَ الإِمَامُ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ. فَقُولُوا اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ، فَإِنَّهُ مَنْ وَافَقَ قَوْلُهُ قَوْلَ الْمَلاَئِكَةِ، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ .",
    "hadithBengali": "৩০০১। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, (সালাতে) ইমাম যখন سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ বলেন, তখন তোমরা বলবে اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ (হে আল্লাহ! আমাদের প্রতিপালক। আপনার জন্য সকল প্রশংসা) কেননা যার এ উক্তি ফিরিশ্তাগণের উক্তির অনুরূপ হবে, তার পূর্ববর্তী গুনাহ মাফ করে দেয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3001",
    "id": "3131",
    "thesequence": "3491",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, As long as any-one of you is waiting for the prayer, he is considered to be praying actually, and the angels say, O Allah! Be merciful to him and forgive him, (and go on saying so) unless he leaves his place of praying or passes wind (i.e. breaks his ablution).",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا مُحَمَّدُ بْنُ فُلَيْحٍ، حَدَّثَنَا أَبِي، عَنْ هِلاَلِ بْنِ عَلِيٍّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمْرَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّ أَحَدَكُمْ فِي صَلاَةٍ مَا دَامَتِ الصَّلاَةُ تَحْبِسُهُ، وَالْمَلاَئِكَةُ تَقُولُ اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ. مَا لَمْ يَقُمْ مِنْ صَلاَتِهِ أَوْ يُحْدِثْ .",
    "hadithBengali": "৩০০২। ইব্রাহীম ইবনু মুনযির (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের কেউ যতক্ষণ পর্যন্ত সালাত (নামায/নামাজ) রত থাকবে ততক্ষণ পর্যন্ত ফিরিশ্তাগণ এ বলে দুআ করতে থাকে, হে আল্লাহ! আপনি তাকে ক্ষমা করে দিন; হে আল্লাহ! তার প্রতি রহম করুন (এ দুআ চলতে থাকবে) যতক্ষণ পর্যন্ত লোকটি সালাত (নামায/নামাজ) ছেড়ে না দাঁড়াবে অথবা তার উযূ (ওজু/অজু/অযু) ভঙ্গ না হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3002",
    "id": "3132",
    "thesequence": "3492",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Yali:\n\nI heard the Prophet (ﷺ) reciting the following Verse on the pulpit: They will call: O Mali...... and Sufyan said that `Abdullah recited it: They will call: O Mali.. (43.77)",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ عَطَاءٍ، عَنْ صَفْوَانَ بْنِ يَعْلَى، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقْرَأُ عَلَى الْمِنْبَرِ {وَنَادَوْا يَا مَالِكُ}. قَالَ سُفْيَانُ فِي قِرَاءَةِ عَبْدِ اللَّهِ وَنَادَوْا يَا مَالِ.",
    "hadithBengali": "৩০০৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... সাফওয়ান ইবনু ইয়ালা (রাঃ) তাঁর পিতা থেকে বর্ণনা করেন, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মিম্বারে উঠে এ আয়াত তিলাওয়াত করতে শুনেছি; (আর তারা ডাকল, হে মালিক) (মালিক জাহান্নামের তত্ত্ববধায়ক ফিরিশ্তার নাম)। সুফিয়ান (রহঃ) বলেন, আবদুল্লাহ ইবনু মাসউদ (রাঃ)-এর ক্বিরাআতنَادَوْا يَا مَالِكُ স্থলেنَادَوْا يَا مَالِ রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3003",
    "id": "3133",
    "thesequence": "3493",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThat she asked the Prophet (ﷺ) , Have you encountered a day harder than the day of the battle) of Uhud? The Prophet (ﷺ) replied, Your tribes have troubled me a lot, and the worse trouble was the trouble on the day of Aqaba when I presented myself to Ibn `Abd-Yalail bin `Abd-Kulal and he did not respond to my demand. So I departed, overwhelmed with excessive sorrow, and proceeded on, and could not relax till I found myself at Qarnath-Tha-alib where I lifted my head towards the sky to see a cloud shading me unexpectedly. I looked up and saw Gabriel in it. He called me saying, Allah has heard your peoples saying to you, and what they have replied back to you, Allah has sent the Angel of the Mountains to you so that you may order him to do whatever you wish to these people. The Angel of the Mountains called and greeted me, and then said, O Muhammad! Order what you wish. If you like, I will let Al-Akh-Shabain (i.e. two mountains) fall on them. The Prophet (ﷺ) said, No but I hope that Allah will let them beget children who will worship Allah Alone, and will worship None besides Him.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي عُرْوَةُ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم حَدَّثَتْهُ أَنَّهَا قَالَتْ لِلنَّبِيِّ صلى الله عليه وسلم هَلْ أَتَى عَلَيْكَ يَوْمٌ كَانَ أَشَدَّ مِنْ يَوْمِ أُحُدٍ قَالَ   لَقَدْ لَقِيتُ مِنْ قَوْمِكِ مَا لَقِيتُ، وَكَانَ أَشَدُّ مَا لَقِيتُ مِنْهُمْ يَوْمَ الْعَقَبَةِ، إِذْ عَرَضْتُ نَفْسِي عَلَى ابْنِ عَبْدِ يَالِيلَ بْنِ عَبْدِ كُلاَلٍ، فَلَمْ يُجِبْنِي إِلَى مَا أَرَدْتُ، فَانْطَلَقْتُ وَأَنَا مَهْمُومٌ عَلَى وَجْهِي، فَلَمْ أَسْتَفِقْ إِلاَّ وَأَنَا بِقَرْنِ الثَّعَالِبِ، فَرَفَعْتُ رَأْسِي، فَإِذَا أَنَا بِسَحَابَةٍ قَدْ أَظَلَّتْنِي، فَنَظَرْتُ فَإِذَا فِيهَا جِبْرِيلُ فَنَادَانِي فَقَالَ إِنَّ اللَّهَ قَدْ سَمِعَ قَوْلَ قَوْمِكَ لَكَ وَمَا رَدُّوا عَلَيْكَ، وَقَدْ بَعَثَ إِلَيْكَ مَلَكَ الْجِبَالِ لِتَأْمُرَهُ بِمَا شِئْتَ فِيهِمْ، فَنَادَانِي مَلَكُ الْجِبَالِ، فَسَلَّمَ عَلَىَّ ثُمَّ قَالَ يَا مُحَمَّدُ، فَقَالَ ذَلِكَ فِيمَا شِئْتَ، إِنْ شِئْتَ أَنْ أُطْبِقَ عَلَيْهِمِ الأَخْشَبَيْنِ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم بَلْ أَرْجُو أَنْ يُخْرِجَ اللَّهُ مِنْ أَصْلاَبِهِمْ مَنْ يَعْبُدُ اللَّهَ وَحْدَهُ لاَ يُشْرِكُ بِهِ شَيْئًا .",
    "hadithBengali": "৩০০৪। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত যে, একবার তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলেন, উহুদের দিনের চাইতে কঠিন কোন দিন আপনার উপর এসেছিল? তিনি বললেন, আমি তোমার কওম থেকে যে বিপদের সম্মুখিন হয়েছি, তা তো হয়েছি। তাদের চেয়ে সবচেয়ে বেশী কঠিন বিপদের সম্মুখীন হয়েছি, আকাবার দিন আমি যখন নিজেকে ইবনু আবদে ইয়ালীল ইবনু আবদের কলালের নিকট পেশ করেছিলাম। আমি যা চেয়েছিলাম, সে তাঁর জবাব দেয়নি। তখন আমি এমন বিষন্ন চেহারা নিয়ে ফিরে এলাম যে, কারনুস সাআলিবে পৌঁছা পর্যন্ত আমার চিন্তা লাঘব হয়নি। তখন আমি মাথা উপরে উঠালাম। হঠাৎ দেখতে পেলাম এক টুকরা মেঘ আমাকে ছায়া দিচ্ছে। আমি সে দিকে দৃষ্টি দিলাম। তার মধ্যে ছিলেন জিবরীল (আলাইহিস সালাম)।\n\nতিনি আমাকে ডেকে বললেন, আপনার কওম আপনাকে যা বলেছে এবং তারা প্রতি উত্তরে যা বলেছে তা সবই আল্লাহ শুনেছেন। তিনি আপনার কাছে পাহাড়ের (দায়িত্বে নিয়োজিত) ফিরিশতাকে পাঠিয়েছেন। এদের সম্পর্কে আপনার যা ইচ্ছা আপনি তাঁকে হুকুম দিতে পারেন। তখন পাহাড়ের ফিরিশতা আমাকে ডাকলেন এবং আমাকে সালাম দিলেন। তারপর বললেন, হে মুহাম্মদ! এসব ব্যাপার আপনার ইচ্ছাধীন। আপনি যদি চান, তাহলে আমি তাদের উপর আখশাবাইন* কে চাপিয়ে দিব। উত্তরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, (না, তা হতে পারে না) বরং আমি আশা করি মহান আল্লাহ তাদের বংশ থেকে এমন সন্তান জন্ম দেবেন যে, যারা এক আল্লাহর ইবাদত করবে আর তাঁর সাথে কাউকে শরীক করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3004",
    "id": "3134",
    "thesequence": "3494",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Is-haq-Ash-Shaibani:\n\nI asked Zir bin Hubaish regarding the Statement of Allah: And was at a distance Of but two bowlengths Or (even) nearer; So did (Allah) convey The Inspiration to His slave (Gabriel) and then he (Gabriel) Conveyed (that to Muhammad). (53.9-10) On that, Zir said, Ibn Mas`ud informed us that the Prophet (ﷺ) had seen Gabriel having 600 wings.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، حَدَّثَنَا أَبُو إِسْحَاقَ الشَّيْبَانِيُّ، قَالَ سَأَلْتُ زِرَّ بْنَ حُبَيْشٍ عَنْ قَوْلِ اللَّهِ، تَعَالَى {فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى * فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى}. قَالَ حَدَّثَنَا ابْنُ مَسْعُودٍ أَنَّهُ رَأَى جِبْرِيلَ لَهُ سِتُّمِائَةِ جَنَاحٍ.",
    "hadithBengali": "৩০০৫। কুতাইবা (রহঃ) ... আবূ ইসহাক শায়বানী (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি যির ইবনু হুবাইস (রাঃ) কে মহান আল্লাহ এ বাণীঃ ফলে তাদের মধ্যে দু ধনুকের পরিমাণ বা তার চেয়েও কম ব্যবধান রইল। তখন আল্লাহ তার বান্দার প্রতি যা ওহী করার তা ওহী করলেন (৫৩ঃ ৯-১০) এ সম্পর্কে জিজ্ঞাসা করলাম। তিনি বললেন, ইবনু মাসউদ (রাঃ) আমাদের কাছে বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিবরীল (আলাইহিস সালাম) কে দেখেছেন তাঁর ছয়শটি ডানা ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "3005",
    "id": "3135",
    "thesequence": "3495",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nRegarding the Verse: Indeed he (Muhammad) did see. Of the Signs of his Lord, The Greatest! (53.18) That the Prophet (ﷺ) had seen a green carpet spread all over the horizon of the sky.",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه &ndash; {لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى} قَالَ رَأَى رَفْرَفًا أَخْضَرَ سَدَّ أُفُقَ السَّمَاءِ.",
    "hadithBengali": "৩০০৬। হাফস ইবনু ইবনু উমর (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত, তিনি এ আয়াতঃ নিশ্চয়ই তিনি তাঁর রবের মহান নিদর্শনাবলী দেখেছেন (৫৩ঃ ১৮)-এর মর্মাথে বলেন, তিনি (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) সবুজ বর্ণের রফরফ* দেখেছেন, যা আকাশের দিগন্তকে ঢেকে রেখেছিল।\n",
    "checkStatus": "1",
    "hadithNo": "3006",
    "id": "3136",
    "thesequence": "3496",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nWhoever claimed that (the Prophet) Muhammad saw his Lord, is committing a great fault, for he only saw Gabriel in his genuine shape in which he was created covering the whole horizon.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ إِسْمَاعِيلَ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، عَنِ ابْنِ عَوْنٍ، أَنْبَأَنَا الْقَاسِمُ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ مَنْ زَعَمَ أَنَّ مُحَمَّدًا رَأَى رَبَّهُ فَقَدْ أَعْظَمَ، وَلَكِنْ قَدْ رَأَى جِبْرِيلَ فِي صُورَتِهِ، وَخَلْقُهُ سَادٌّ مَا بَيْنَ الأُفُقِ.",
    "hadithBengali": "৩০০৭। মুহাম্মদ ইবনু আবদুল্লাহ ইবনু ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, যে ব্যাক্তি মনে করবে যে, মুহাম্মদ তাঁর রবকে দেখেছেন, সে ব্যাক্তি বিরাট ভুল করবে। বরং তিনি জিবরীল (আলাইহিস সালাম) কে তাঁর আসল আকৃতি এবং অবয়বে দেখেছেন। তিনি আকাশের দিগন্ত জুড়ে অবস্থান করছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3007",
    "id": "3137",
    "thesequence": "3497",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Masruq:\n\nI asked Aisha What about His Statement:-- Then he (Gabriel) approached And came closer, And was at a distance Of but two bow-lengths Or (even) nearer? (53.8-9) She replied, It was Gabriel who used to come to the Prophet (ﷺ) in the figure of a man, but on that occasion, he came in his actual and real figure and (he was so huge) that he covered the whole horizon.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا زَكَرِيَّاءُ بْنُ أَبِي زَائِدَةَ، عَنِ ابْنِ الأَشْوَعِ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، قَالَ قُلْتُ لِعَائِشَةَ ـ رضى الله عنها ـ فَأَيْنَ قَوْلُهُ {ثُمَّ دَنَا فَتَدَلَّى * فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى} قَالَتْ ذَاكَ جِبْرِيلُ كَانَ يَأْتِيهِ فِي صُورَةِ الرَّجُلِ، وَإِنَّهُ أَتَاهُ هَذِهِ الْمَرَّةَ فِي صُورَتِهِ الَّتِي هِيَ صُورَتُهُ، فَسَدَّ الأُفُقَ.",
    "hadithBengali": "৩০০৮। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... মাসরূক (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আয়িশা (রাঃ) কে আল্লাহর বাণীঃ এরপর তিনি তাঁর নিকটবর্তী হলেন, অতি নিকটবর্তী। ফলে তাদের মধ্যে দু ধনুকের ব্যবধান অথবা তার চেয়েও কম। (৫৩ঃ ৮, ৯)-এর মর্মার্থ সম্পর্কে জিজ্ঞাসা করলাম। তিনি বললেন, তিনি জিবরীল (আলাইহিস সালাম) ছিলেন। তিনি স্বভাবত মানুষের আকৃতিতে তাঁর কাছে আসতেন। কিন্তু এবার তিনি কাছে এসেছিলেন তাঁর মূল আকৃতি ধারণ করে। তখন তিনি আকাশের সম্পূর্ণ দিগন্ত ঢেকেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3008",
    "id": "3138",
    "thesequence": "3498",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Samura:\n\nThe Prophet (ﷺ) said, Last night I saw (in a dream) two men coming to me. One of them said, The person who kindles the fire is Malik, the gate-keeper of the (Hell) Fire, and I am Gabriel, and this is Michael.",
    "hadithArabic": "حَدَّثَنَا مُوسَى، حَدَّثَنَا جَرِيرٌ، حَدَّثَنَا أَبُو رَجَاءٍ، عَنْ سَمُرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   رَأَيْتُ اللَّيْلَةَ رَجُلَيْنِ أَتَيَانِي قَالاَ الَّذِي يُوقِدُ النَّارَ مَالِكٌ خَازِنُ النَّارِ، وَأَنَا جِبْرِيلُ، وَهَذَا مِيكَائِيلُ .",
    "hadithBengali": "৩০০৯। মূসা (রহঃ) ... সামুরা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আজ রাতে আমি দেখেছি, দুব্যাক্তি আমার কাছে এসেছে। তারা বলল, যে অগ্নি প্রজ্জ্বলিত করছিল সে হল, দোযখের দারোগা মালিক আর আমি হলাম জিবরীল এবং ইনি হলেন মীকাঈল।\n",
    "checkStatus": "1",
    "hadithNo": "3009",
    "id": "3139",
    "thesequence": "3499",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, If a husband calls his wife to his bed (i.e. to have sexual relation) and she refuses and causes him to sleep in anger, the angels will curse her till morning.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا دَعَا الرَّجُلُ امْرَأَتَهُ إِلَى فِرَاشِهِ فَأَبَتْ، فَبَاتَ غَضْبَانَ عَلَيْهَا، لَعَنَتْهَا الْمَلاَئِكَةُ حَتَّى تُصْبِحَ . تَابَعَهُ شُعْبَةُ وَأَبُو حَمْزَةَ وَابْنُ دَاوُدَ وَأَبُو مُعَاوِيَةَ عَنِ الأَعْمَشِ.",
    "hadithBengali": "৩০১০। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন ব্যাক্তি যদি স্বীয় স্ত্রীকে নিজ বিছানায় আসতে ডাকেন আর সে অস্বীকার করে এবং সে ব্যাক্তি স্ত্রীর উপর ক্ষোভ নিয়ে রাত যাপন করে, তবে ফিরিশতাগন এমন স্ত্রীর উপর ভোর পর্যন্ত লানত দিতে থাকে। শুবা, আবূ হামযা, ইবনু দাউদ ও আবূ মুআযিয়া (রহঃ) আমশ (রহঃ) থেকে হাদীস বর্ণনায় আবূ আওয়ানা (রহঃ)-এর অনুসরণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3010",
    "id": "3140",
    "thesequence": "3500",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nthat he heard the Prophet (ﷺ) saying, The Divine Inspiration was delayed for a short period but suddenly, as I was walking. I heard a voice in the sky, and when I looked up towards the sky, to my surprise, I saw the angel who had come to me in the Hira Cave, and he was sitting on a chair in between the sky and the earth. I was so frightened by him that I fell on the ground and came to my family and said (to them), Cover me! (with a blanket), cover me! Then Allah sent the Revelation: O, You wrapped up (In a blanket)! (Arise and warn! And your Lord magnify And keep pure your garments, And desert the idols. (74.1-5)",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ سَمِعْتُ أَبَا سَلَمَةَ، قَالَ أَخْبَرَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ  ثُمَّ فَتَرَ عَنِّي الْوَحْىُ فَتْرَةً، فَبَيْنَا أَنَا أَمْشِي سَمِعْتُ صَوْتًا مِنَ السَّمَاءِ، فَرَفَعْتُ بَصَرِي قِبَلَ السَّمَاءِ فَإِذَا الْمَلَكُ الَّذِي جَاءَنِي بِحِرَاءٍ قَاعِدٌ عَلَى كُرْسِيٍّ بَيْنَ السَّمَاءِ وَالأَرْضِ، فَجُئِثْتُ مِنْهُ حَتَّى هَوَيْتُ إِلَى الأَرْضِ، فَجِئْتُ أَهْلِي فَقُلْتُ زَمِّلُونِي زَمِّلُونِي. فَأَنْزَلَ اللَّهُ تَعَالَى {يَا أَيُّهَا الْمُدَّثِّرُ} إِلَى {فَاهْجُرْ} . قَالَ أَبُو سَلَمَةَ وَالرِّجْزُ الأَوْثَانُ.",
    "hadithBengali": "৩০১১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি। (হেরা গুহায় ওহী নাযিলের পর) আমার থেকে কিছু দিনের জন্য ওহী বন্ধ হয়ে গেল। (একদিন) আমি পথ চলতেছিলাম। এরই মধ্যে আকাশ থেকে একটি আওয়াজ শুনতে পেলাম। তখন আমি আকাশের প্রতি দৃষ্টি উঠালাম। হঠাৎ দেখতে পেলাম, হেরা পর্বতের গুহায় আমার কাছে যে ফিরিশতা এসেছিলেন, তিনি আকাশ ও যমীনের মাঝখানে একটি কুরসীর উপর বসে আছেন। আমি তাতে ভয় পেয়ে গেলাম, এমনকি মাটিতে পড়ে যাওয়ার উপক্রম হলাম। তারপর আমি পরিবার-পরিজনের কাছে আসলাম এবং বললাম, আমাকে কম্বল দ্বারা আবৃত কর, আমাকে কম্বল দ্বারা আবৃত কর। তখন মহান আল্লাহ এ আয়াত অবতীর্ণ করেনঃيَا أَيُّهَا الْمُدَّثِّرُ হে বস্ত্রাচ্ছাদিত। উঠ, সতর্কবাণী প্রচার কর ...... অপবিত্রতা থেকে দুরে থাক। (৭৪ঃ ১-৫) আবূ সালামা (রাঃ) বলেন, অত্র আয়াতেالرِّجْزُ দ্বারা প্রতিমা বুঝানো হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3011",
    "id": "3141",
    "thesequence": "3501",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, On the night of my Ascent to the Heaven, I saw Moses who was a tall brown curlyhaired man as if he was one of the men of Shanawa tribe, and I saw Jesus, a man of medium height and moderate complexion inclined to the red and white colors and of lank hair. I also saw Malik, the gate-keeper of the (Hell) Fire and Ad-Dajjal amongst the signs which Allah showed me. (The Prophet then recited the Holy Verse): So be not you in doubt of meeting him when you met Moses during the night of Miraj over the heavens (32.23) Narrated Anas and Abu Bakra: The Prophet (ﷺ) said, The angels will guard Medina from Ad-Dajjal (who will not be able to enter the city of Medina).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ،. وَقَالَ لِي خَلِيفَةُ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَبِي الْعَالِيَةِ، حَدَّثَنَا ابْنُ عَمِّ، نَبِيِّكُمْ يَعْنِي ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  رَأَيْتُ لَيْلَةَ أُسْرِيَ بِي مُوسَى رَجُلاً آدَمَ طُوَالاً جَعْدًا، كَأَنَّهُ مِنْ رِجَالِ شَنُوءَةَ، وَرَأَيْتُ عِيسَى رَجُلاً مَرْبُوعًا مَرْبُوعَ الْخَلْقِ إِلَى الْحُمْرَةِ وَالْبَيَاضِ، سَبْطَ الرَّأْسِ، وَرَأَيْتُ مَالِكًا خَازِنَ النَّارِ . وَالدَّجَّالَ فِي آيَاتٍ أَرَاهُنَّ اللَّهُ إِيَّاهُ، فَلاَ تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ. قَالَ أَنَسٌ وَأَبُو بَكْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم  تَحْرُسُ الْمَلاَئِكَةُ الْمَدِينَةَ مِنَ الدَّجَّالِ .",
    "hadithBengali": "৩০১২। মুহাম্মদ ইবনু বাশশার ও খালীফা (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চাচাতো ভাই ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, মিরাজের রাত্রিতে আমি মূসা (আলাইহিস সালাম) কে দেখেছি। তিনি গোধুম বর্ণের পুরুষ ছিলেন; দেহের গঠন ছিল লম্বা। মাথার চুল ছিল কুঞ্চিত। যেন তিনি একজন শানুআ গোত্রের লোক। আমি ঈসা (আলাইহিস সালাম) কে দেখতে পাই। তিনি ছিলেন মধ্যম গঠনের লোক। তাঁর দেহবর্ণ ছিল সাদা লালে মিশ্রিত। তিনি ছিলেন মধ্যম অবয়ব বিশিষ্ট। মাথার চুল ছিল অকুঞ্চিত। জাহান্নামের খাজাঞ্চি মালিক এবং দজ্জালকেও আমি দেখেছি। (সে রাতে) আল্লাহ তাআলা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বিশেষ করে যে সকল নিদর্শনাবলী দেখিছেন তন্মধ্যে এগুলোও ছিল। সুতরাং তাঁর সাথে সাক্ষাতের ব্যাপারে তুমি সন্দেহ পোষণ করবে না। আনাস ইবনু আবূ বাকরা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন, ফিরিশ্তাগণ মদিনাকে দাজ্জাল থেকে পাহারা দিয়ে রাখবেন।\n",
    "checkStatus": "1",
    "hadithNo": "3012",
    "id": "3142",
    "thesequence": "3502",
    "isActive": "1",
    "chapterId": "16000",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৮৯. যখন তোমাদের কেউ &quot;আমীন&quot; বলে আর আসমানের ফেরেশতাগণও আমীন বলেন এবং একের আমীন অন্যের আমীনের সাথে উচ্চারিত হয়, তখন সব গুনাহ মাফ হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, When anyone of you dies, he will be shown his destination both in the morning and in the evening, and if he belongs to the people of Paradise, he will be shown his place in Paradise, and if he is from the people of Hell, he will be shown his place in Hell.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا مَاتَ أَحَدُكُمْ فَإِنَّهُ يُعْرَضُ عَلَيْهِ مَقْعَدُهُ بِالْغَدَاةِ وَالْعَشِيِّ، فَإِنْ كَانَ مِنْ أَهْلِ الْجَنَّةِ فَمِنْ أَهْلِ الْجَنَّةِ، وَإِنْ كَانَ مِنْ أَهْلِ النَّارِ فَمِنْ أَهْلِ النَّارِ .",
    "hadithBengali": "৩০১৩। আহমদ ইবনু ইউনুস (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন তোমাদের কেউ মারা যায় তখন সকাল সন্ধ্যায় তার পরকালের আবাসস্থল তার কাছে পেশকরা হয়। সে যদি জান্নাতবাসী হয় তবে তাকে জান্নাতবাসীর আবাসস্থল আর যদি সে জাহান্নামবাসী হয় তবে তাকে জাহান্নামবাসীর আবাসস্থল দেখানো হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3013",
    "id": "3143",
    "thesequence": "3503",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Imran bin Husain:\n\nThe Prophet (ﷺ) said, I looked at Paradise and found poor people forming the majority of its inhabitants; and I looked at Hell and saw that the majority of its inhabitants were women.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا سَلْمُ بْنُ زَرِيرٍ، حَدَّثَنَا أَبُو رَجَاءٍ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   اطَّلَعْتُ فِي الْجَنَّةِ فَرَأَيْتُ أَكْثَرَ أَهْلِهَا الْفُقَرَاءَ، وَاطَّلَعْتُ فِي النَّارِ فَرَأَيْتُ أَكْثَرَ أَهْلِهَا النِّسَاءَ .",
    "hadithBengali": "৩০১৪। আবূল ওয়ালীদ (রহঃ) ... ইমরান ইবনু হুসাইন (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি জান্নাতের অধিবাসী হিসাবে অবহিত হয়েছি। আমি জানতে পারলাম, জান্নাতে অধিকাংশ অধিবাসী হবে গরীব লোক। জাহান্নামীদের সম্পর্কে অবহিত হয়েছি, আমি জানতে পারলাম, এর অধিকাংশ অধিবাসী মহিলা।\n",
    "checkStatus": "1",
    "hadithNo": "3014",
    "id": "3144",
    "thesequence": "3504",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nWhile we were in the company of the Prophet, he said, While I was asleep, I saw myself in Paradise and there I beheld a woman making ablution beside a palace, I asked, To whom does this palace belong? They said, To `Umar bin Al-Khattab. Then I remembered `Umars Ghaira (concerning women), and so I quickly went away from that palace. (When `Umar heard this from the Prophet), he wept and said, Do you think it is likely that I feel Ghaira because of you, O Allahs Messenger (ﷺ)?",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، أَنَّ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ بَيْنَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذْ قَالَ   بَيْنَا أَنَا نَائِمٌ رَأَيْتُنِي فِي الْجَنَّةِ، فَإِذَا امْرَأَةٌ تَتَوَضَّأُ إِلَى جَانِبِ قَصْرٍ، فَقُلْتُ لِمَنْ هَذَا الْقَصْرُ فَقَالُوا لِعُمَرَ بْنِ الْخَطَّابِ، فَذَكَرْتُ غَيْرَتَهُ، فَوَلَّيْتُ مُدْبِرًا . فَبَكَى عُمَرُ وَقَالَ أَعَلَيْكَ أَغَارُ يَا رَسُولَ اللَّهِ.",
    "hadithBengali": "৩০১৫। সাঈদ ইবনু আবূ মারয়ম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক সময় আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বসা ছিলাম। তখন তিনি বললেন, আমি নিদ্রিত ছিলাম। দেখলাম আমি জান্নাতে অবস্থিত। হঠাৎ দেখলাম এক মহিলা একটি প্রাসাদের পাশে উযূ (ওজু/অজু/অযু) করছে। আমি জিজ্ঞাসা করলাম, এ প্রাসাদটি কার? তারা উত্তরে বললেন, উমরের। তখন তাঁর (উমরের) আত্মমর্যাদাবোধের কথা আমার স্মরণ হল। আমি পেছনের দিকে ফিরে চলে আসলাম। এ কথা শুনে উমর (রাঃ) কেঁদে ফেললেন এবং বললেন, ইয়া রাসূলাল্লাহ! আপনার সম্মুখে কি আমার মর্যাদাবোধ থাকতে পারে?\n",
    "checkStatus": "1",
    "hadithNo": "3015",
    "id": "3145",
    "thesequence": "3505",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Qais Al-Ash`ari:\n\nThe Prophet (ﷺ) said, A tent (in Paradise) is like a hollow pearl which is thirty miles in height and on every corner of the tent the believer will have a family that cannot be seen by the others. (Narrated Abu `Imran in another narration, The tent is sixty miles in height.)",
    "hadithArabic": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا هَمَّامٌ، قَالَ سَمِعْتُ أَبَا عِمْرَانَ الْجَوْنِيَّ، يُحَدِّثُ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ اللَّهِ بْنِ قَيْسٍ الأَشْعَرِيِّ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   الْخَيْمَةُ دُرَّةٌ مُجَوَّفَةٌ، طُولُهَا فِي السَّمَاءِ ثَلاَثُونَ مِيلاً، فِي كُلِّ زَاوِيَةٍ مِنْهَا لِلْمُؤْمِنِ أَهْلٌ لاَ يَرَاهُمُ الآخَرُونَ . قَالَ أَبُو عَبْدِ الصَّمَدِ وَالْحَارِثُ بْنُ عُبَيْدٍ عَنْ أَبِي عِمْرَانَ سِتُّونَ مِيلاً.",
    "hadithBengali": "৩০১৬। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আবদুল্লাহ ইবনু কায়েস আশআরী (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, (জান্নাতে মুমিনদের জন্য) গুনগত মোতির তাবু থাকবে যার উচ্চতার দৈর্ঘ ত্রিশ মাইল। এর প্রতিটি কোনে মুমিনদের জন্য এমন স্ত্রী থাকবে যাদেরকে অন্যরা কখনো দেখেনি। আবূ আবদুস সামাদ ও হারিস ইবনু উবায়দ আবূ ইমরান (রহঃ) থেকে (ত্রিশ মাইলের স্থলে) ষাট মাইল বলে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3016",
    "id": "3146",
    "thesequence": "3506",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Allah said, I have prepared for My Pious slaves things which have never been seen by an eye, or heard by an ear, or imagined by a human being. If you wish, you can recite this Verse from the Holy Quran:--No soul knows what is kept hidden for them, of joy as a reward for what they used to do. (32.17)",
    "hadithArabic": " حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  قَالَ اللَّهُ أَعْدَدْتُ لِعِبَادِي الصَّالِحِينَ مَا لاَ عَيْنَ رَأَتْ، وَلاَ أُذُنَ سَمِعَتْ، وَلاَ خَطَرَ عَلَى قَلْبِ بَشَرٍ، فَاقْرَءُوا إِنْ شِئْتُمْ {فَلاَ تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ }.",
    "hadithBengali": "৩০১৭। হুমাইদী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মহান আল্লাহ বলেছেন, আমি আমার পূণ্যবান বান্দাদের জন্য এমন জিনিস তৈরী করে রেখেছি, যা কোন চক্ষু দেখেনি, কোন কান শুনেনি এবং যার সম্পর্কে কোন মানুষের মনে ধারণাও জন্মেনি। তোমরা চাইলে এ আয়াতটি পাঠ করতে পার,فَلاَ تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ কেউ জাননা , তাদের জন্য তাদের চোখ জুড়ানো কি জিনিস লুক্কায়িত রাখা হয়েছে। (সূরা ৩২ঃ ১৩)\n",
    "checkStatus": "1",
    "hadithNo": "3017",
    "id": "3147",
    "thesequence": "3507",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The first group (of people) who will enter Paradise will be (glittering) like the moon when it is full. They will not spit or blow their noses or relieve nature. Their utensils will be of gold and their combs of gold and silver; in their centers the aloe wood will be used, and their sweat will smell like musk. Everyone of them will have two wives; the marrow of the bones of the wives legs will be seen through the flesh out of excessive beauty. They ( i.e. the people of Paradise) will neither have differences nor hatred amongst themselves; their hearts will be as if one heart and they will be glorifying Allah in the morning and in the evening.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَوَّلُ زُمْرَةٍ تَلِجُ الْجَنَّةَ صُورَتُهُمْ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ، لاَ يَبْصُقُونَ فِيهَا وَلاَ يَمْتَخِطُونَ وَلاَ يَتَغَوَّطُونَ، آنِيَتُهُمْ فِيهَا الذَّهَبُ، أَمْشَاطُهُمْ مِنَ الذَّهَبِ وَالْفِضَّةِ، وَمَجَامِرُهُمُ الأَلُوَّةُ، وَرَشْحُهُمُ الْمِسْكُ، وَلِكُلِّ وَاحِدٍ مِنْهُمْ زَوْجَتَانِ، يُرَى مُخُّ سُوقِهِمَا مِنْ وَرَاءِ اللَّحْمِ، مِنَ الْحُسْنِ، لاَ اخْتِلاَفَ بَيْنَهُمْ وَلاَ تَبَاغُضَ، قُلُوبُهُمْ قَلْبٌ وَاحِدٌ، يُسَبِّحُونَ اللَّهَ بُكْرَةً وَعَشِيًّا .",
    "hadithBengali": "৩০১৮। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জান্নাতে প্রথম প্রবেশকারী দলের আকৃতি পূর্ণিমা রাতের চাঁদের ন্যায় উজ্জল হবে। তারা সেখানে থুথু ফেলবে না, নাক ঝাড়বে না, পায়খানা করবে না। সেখানে তাদের পাত্র হবে স্বর্ণের; তাদের চিরুনী হবে স্বর্ণ ও রৌপ্যের, তাদের ধুনুচিতে থাকবে সুগন্ধ কাঠ। তাদের গায়ের ঘাম মিসকের ন্যায় সুগন্ধযুক্ত হবে। তাদের প্রত্যেকের জন্য এমন দুজন স্ত্রী থাকবে যাদের সৌন্দর্যের ফলে গোশত ভেদ করে পায়ের নলার হাড়ের মজ্জা দেখা যাবে। তাদের মধ্যে কোন মতভেদ থাকবে না; পরস্পর হিংসা-বিদ্বেষ থাকবে না। তাদের সকলের অন্তর এক অন্তরের মত থাকবে। তারা সকাল-সন্ধ্যায় আল্লাহর তাসবীহ পাঠে রত থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "3018",
    "id": "3148",
    "thesequence": "3508",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The first batch (of people) who will enter Paradise will be (glittering) like a full moon; and those who will enter next will be (glittering) like the brightest star. Their hearts will be as if the heart of a single man, for they will have no enmity amongst themselves, and everyone of them shall have two wives, each of whom will be so beautiful, pure and transparent that the marrow of the bones of their legs will be seen through the flesh. They will be glorifying Allah in the morning and evening, and will never fall ill, and they will neither blow their noses, nor spit. Their utensils will be of gold and silver, and their combs will be of gold, and the fuel used in their centers will be the aloeswood, and their sweat will smell like musk.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   أَوَّلُ زُمْرَةٍ تَدْخُلُ الْجَنَّةَ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ، وَالَّذِينَ عَلَى إِثْرِهِمْ كَأَشَدِّ كَوْكَبٍ إِضَاءَةً، قُلُوبُهُمْ عَلَى قَلْبِ رَجُلٍ وَاحِدٍ، لاَ اخْتِلاَفَ بَيْنَهُمْ وَلاَ تَبَاغُضَ، لِكُلِّ امْرِئٍ مِنْهُمْ زَوْجَتَانِ، كُلُّ وَاحِدَةٍ مِنْهُمَا يُرَى مُخُّ سَاقِهَا مِنْ وَرَاءِ لَحْمِهَا مِنَ الْحُسْنِ، يُسَبِّحُونَ اللَّهَ بُكْرَةً وَعَشِيًّا، لاَ يَسْقَمُونَ وَلاَ يَمْتَخِطُونَ، وَلاَ يَبْصُقُونَ، آنِيَتُهُمُ الذَّهَبُ وَالْفِضَّةُ، وَأَمْشَاطُهُمُ الذَّهَبُ، وَقُودُ مَجَامِرِهِمُ الأُلُوَّةُ ـ قَالَ أَبُو الْيَمَانِ يَعْنِي الْعُودَ ـ وَرَشْحُهُمُ الْمِسْكُ . وَقَالَ مُجَاهِدٌ الإِبْكَارُ أَوَّلُ الْفَجْرِ، وَالْعَشِيُّ مَيْلُ الشَّمْسِ أَنْ تُرَاهُ تَغْرُبَ.",
    "hadithBengali": "৩০১৯। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রথম যে দল জান্নাতে প্রবেশ করবে তারা পূর্ণিমা রাতের চাঁদের ন্যায় উজ্জল আকৃতি ধারণ করে প্রবেশ করবে আর তাদের পর যারা প্রবেশ করবে তারা অতি উজ্জল তারকার মত রূপ ধারণ করবে। তাদের অন্তরগুলো এক ব্যাক্তির অন্তরের মত হয়ে থাকবে। তাদের মধ্যে কোনরূপ মতভেদ থাকবে না আর পরস্পর হিংসা-বিদ্বেষ থাকবে না। তাদের প্রত্যেকের দুজন করে স্ত্রী থাকবে। সৌন্দর্যের ফলে গোশত ভেদ করে পায়ের নলাস্থি মজ্জা দেখা যাবে। তারা সকাল-সন্ধ্যায় আল্লাহর তাসবীহ পাঠ করবে। তারা অসুস্থ হবে না, নাক ঝাড়বে না, থুথু ফেলবে না তাদের পাত্রসমূহ হবে স্বর্ণ ও রৌপ্যের আর চিরুনীসমূহ হবে স্বর্ণের। তাদের ধুনুচিতে থাকবে সুগন্ধ কাঠ। আবূল ইয়ামান (রহঃ) বলেন, অর্থাৎ কাঠ। তাদের গায়ের ঘাম মিসকের ন্যায় সুগন্ধযুক্ত হবে। মুজাহিদ (রহঃ) বলেন,الإِبْكَارُ অর্থ উষাকালের প্রথম অংশالعَشِيُّ অর্থ সূর্য ঢলে পড়ার সময় হতে তার অস্তমিত হওয়া পর্যন্ত সময়কাল।\n",
    "checkStatus": "1",
    "hadithNo": "3019",
    "id": "3149",
    "thesequence": "3509",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nThe Prophet (ﷺ) said, Verily! 70,000 or 700,000 of my followers will enter Paradise altogether; so that the first and the last amongst them will enter at the same time, and their faces will be glittering like the bright full moon.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، حَدَّثَنَا فُضَيْلُ بْنُ سُلَيْمَانَ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم   لَيَدْخُلَنَّ مِنْ أُمَّتِي سَبْعُونَ أَلْفًا ـ أَوْ سَبْعُمِائَةِ أَلْفٍ ـ لاَ يَدْخُلُ أَوَّلُهُمْ حَتَّى يَدْخُلَ آخِرُهُمْ، وَجُوهُهُمْ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ .",
    "hadithBengali": "৩০২০। মুহাম্মদ ইবনু আবূ বকর মুকাদ্দামী (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমার উম্মাতের সত্তর হাজার লোক অথবা (বলেছেন) সাত লক্ষ লোক একই সাথে জান্নাতে প্রবেশ করবে। তাদের কেউ আগে কেউ পেছনে এভাবে নয় আর তাদের মুখমন্ডল পূর্ণিমার রাতের চাঁদের ন্যায় উজ্জল থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "3020",
    "id": "3150",
    "thesequence": "3510",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nA silken cloak was presented to the Prophet (ﷺ) and he used to forbid the usage of silk (by men). When the people were fascinated by the cloak. he said, By Allah in Whose Hands the life of Muhammad is, the handkerchiefs of Sa`d bin Mu`adh in Paradise are better than this.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْجُعْفِيُّ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا شَيْبَانُ، عَنْ قَتَادَةَ، حَدَّثَنَا أَنَسٌ ـ رضى الله عنه ـ قَالَ أُهْدِيَ لِلنَّبِيِّ صلى الله عليه وسلم جُبَّةُ سُنْدُسٍ، وَكَانَ يَنْهَى عَنِ الْحَرِيرِ، فَعَجِبَ النَّاسُ مِنْهَا، فَقَالَ   وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، لَمَنَادِيلُ سَعْدِ بْنِ مُعَاذٍ فِي الْجَنَّةِ أَحْسَنُ مِنْ هَذَا .",
    "hadithBengali": "৩০২১। আবদুল্লাহ ইবনু মুহাম্মদ জুফী (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একটি রেশমী জুব্বা হাদীয়া দেয়া হল। অথচ তিনি রেশমী কাপড় ব্যবহার করতে নিষেধ করতেন; লোকেরা (এর সৌন্দর্যের কারণে) তা খুব পছন্দ করল। তখন তিনি বললেন, ঐ সত্তার কসম! যাঁর হাতে মুহাম্মদের প্রাণ, অবশ্যই জান্নাতে সাদ ইবনু মুআযের রুমাল এর চেয়েও অধিক সুন্দর হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3021",
    "id": "3151",
    "thesequence": "3511",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara bin Azib:\n\nAllahs Messenger (ﷺ) was given a silken garment, and its beauty and delicacy astonished the people. On that, Allahs Messenger (ﷺ) said, No doubt, the handkerchiefs of Sa`d bin Mu`adh in Paradise are better than this.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي أَبُو إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ ـ رضى الله عنهما ـ قَالَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِثَوْبٍ مِنْ حَرِيرٍ، فَجَعَلُوا يَعْجَبُونَ مِنْ حُسْنِهِ وَلِينِهِ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَمَنَادِيلُ سَعْدِ بْنِ مُعَاذٍ فِي الْجَنَّةِ أَفْضَلُ مِنْ هَذَا .",
    "hadithBengali": "৩০২২। মুসাদ্দাদ (রহঃ) ... বারা ইবনু আযিব (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট একখানি রেশমী কাপড় আনা হল। লোকজন এর সৌন্দর্য় ও কমনীয়তার কারণে তা খুব পছন্দ করতে লাগল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, অবশ্যই জান্নাতে সাদ ইবনু মুআযের রুমাল এর চেয়েও অধিক উত্তম হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3022",
    "id": "3152",
    "thesequence": "3512",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d Al-Saidi:\n\nAllahs Messenger (ﷺ) said, A place in Paradise equal to the size of a lash is better than the whole world and whatever is in it.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَوْضِعُ سَوْطٍ فِي الْجَنَّةِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا .",
    "hadithBengali": "৩০২৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জান্নাতে চাবুক পরিমাণ সামান্যতম স্থানও দুনিয়া ও এর মধ্যে যা কিছু আছে তার চেয়েও উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "3023",
    "id": "3153",
    "thesequence": "3513",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) said, There is a tree in Paradise (which is so big and huge that) if a rider travels in its shade for one hundred years, he would not be able to cross it.",
    "hadithArabic": "حَدَّثَنَا رَوْحُ بْنُ عَبْدِ الْمُؤْمِنِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّ فِي الْجَنَّةِ لَشَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ لاَ يَقْطَعُهَا .",
    "hadithBengali": "৩০২৪। রাওহ ইবনু আবদুল মুমিন (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জান্নাতে এমন একটি বৃক্ষ আছে, যার ছায়ায় কোন আরোহী একশ বছর পর্যন্ত চললেও তা অতিক্রম করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3024",
    "id": "3154",
    "thesequence": "3514",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said There is a tree in Paradise (which is so big and huge that) a rider could travel in its shade for a hundred years. And if you wish, you can recite:--In shade long extended.. (56. 30) and a place in Paradise equal to an arrow bow of one of you, is better than (the whole earth) on which the sun rises and sets.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ سِنَانٍ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، حَدَّثَنَا هِلاَلُ بْنُ عَلِيٍّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمْرَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  إِنَّ فِي الْجَنَّةِ لَشَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ سَنَةٍ، وَاقْرَءُوا إِنْ شِئْتُمْ {وَظِلٍّ مَمْدُودٍ}\n&laquo;وَلَقَابُ قَوْسِ أَحَدِكُمْ فِي الْجَنَّةِ خَيْرٌ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ أَوْ تَغْرُبُ&raquo;.",
    "hadithBengali": "৩০২৫। মুহাম্মদ ইবনু সিনান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জান্নাতে এমন একটি বৃক্ষ আছে, যার ছায়ায় কোন আরোহী একশ বছর পর্যন্ত চলতে পারবে। আর তোমরা ইচ্ছা করলে (কুরআনের এ আয়াত) তিলাওয়াত করতে পারوَظِلٍّ مَمْدُودٍ এবং দীর্ঘ ছায়া। আর জান্নাতে তোমাদের কারো একটি ধনুকের পরিমাণ জায়গাও ঐ জায়গার চেয়ে অনেক উত্তম যেখানে সুর্যোদয় হয় এবং সূর্যাস্ত যায় (অর্থাৎ পৃথিবীর চেয়ে)।\n",
    "checkStatus": "1",
    "hadithNo": "3025",
    "id": "3155",
    "thesequence": "3515",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, The first batch (of people) who will enter Paradise will be (glittering) like the full moon, and the batch next to them will be (glittering) like the most brilliant star in the sky. Their hearts will be as if the heart of a single man, for they will have neither enmity nor jealousy amongst themselves; everyone will have two wives from the houris, (who will be so beautiful, pure and transparent that) the marrow of the bones of their legs will be seen through the bones and the flesh.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا مُحَمَّدُ بْنُ فُلَيْحٍ، حَدَّثَنَا أَبِي، عَنْ هِلاَلٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمْرَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم   أَوَّلُ زُمْرَةٍ تَدْخُلُ الْجَنَّةَ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ، وَالَّذِينَ عَلَى آثَارِهِمْ كَأَحْسَنِ كَوْكَبٍ دُرِّيٍّ فِي السَّمَاءِ إِضَاءَةً، قُلُوبُهُمْ عَلَى قَلْبِ رَجُلٍ وَاحِدٍ، لاَ تَبَاغُضَ بَيْنَهُمْ وَلاَ تَحَاسُدَ، لِكُلِّ امْرِئٍ زَوْجَتَانِ مِنَ الْحُورِ الْعِينِ، يُرَى مُخُّ سُوقِهِنَّ مِنْ وَرَاءِ الْعَظْمِ وَاللَّحْمِ .",
    "hadithBengali": "৩০২৬। ইবরাহীম ইবনু মুনযির (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রথম যে দল জান্নাতে প্রবেশ করবে তাদের চেহারা পূর্ণিমা রাতের চাঁদের মত উজ্জল হবে আর তাদের অনুগামীদের দলের চেহারা সুন্দর ও উজ্জলতায় আকাশের উজ্জল তারকার চেয়েও অধিক হবে। তাদের অন্তরসমুহ এক ব্যাক্তির অন্তরের মত হবে। তাদের পরস্পর না থাকবে কোন বিদ্বেষ আর না থাকবে কোন হিংসা আর প্রত্যেকের জন্য ডাগর ডাগর চোখ বিশিষ্ট দুজন করে এমন স্ত্রী থাকবে, যাদের পায়ের নলার মজ্জা হাড় ও গোশত ভেদ করে দেখা যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "3026",
    "id": "3156",
    "thesequence": "3516",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara (bin Azib):\n\nThe Prophet, after the death of his son Ibrahim, said, There is a wet-nurse for him (i.e. Ibrahim) in Paradise.",
    "hadithArabic": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا شُعْبَةُ، قَالَ عَدِيُّ بْنُ ثَابِتٍ أَخْبَرَنِي قَالَ سَمِعْتُ الْبَرَاءَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ لَمَّا مَاتَ إِبْرَاهِيمُ قَالَ   إِنَّ لَهُ مُرْضِعًا فِي الْجَنَّةِ .",
    "hadithBengali": "৩০২৭। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (এর ছেলে) ইবরাহীম (রাঃ) ইন্তেকাল করেন, তখন তিনি বলেন, জান্নাতে এর জন্য একজন ধাত্রী রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3027",
    "id": "3285",
    "thesequence": "3408",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nThe Prophet (ﷺ) said, The people of Paradise will look at the dwellers of the lofty mansions (i.e. a superior place in Paradise) in the same way as one looks at a brilliant star far away in the East or in the West on the horizon; all that is because of their superiority over one another (in rewards). On that the people said, O Allahs Messenger (ﷺ)! Are these lofty mansions for the prophets which nobody else can reach? The Prophet (ﷺ) replied, No! By Allah in whose Hands my life is, these are for the men who believed in Allah and also believed in the Apostles.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ صَفْوَانَ بْنِ سُلَيْمٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  إِنَّ أَهْلَ الْجَنَّةِ يَتَرَاءَيُونَ أَهْلَ الْغُرَفِ مِنْ فَوْقِهِمْ كَمَا يَتَرَاءَيُونَ الْكَوْكَبَ الدُّرِّيَّ الْغَابِرَ فِي الأُفُقِ مِنَ الْمَشْرِقِ أَوِ الْمَغْرِبِ، لِتَفَاضُلِ مَا بَيْنَهُمْ . قَالُوا يَا رَسُولَ اللَّهِ، تِلْكَ مَنَازِلُ الأَنْبِيَاءِ لاَ يَبْلُغُهَا غَيْرُهُمْ قَالَ  بَلَى وَالَّذِي نَفْسِي بِيَدِهِ، رِجَالٌ آمَنُوا بِاللَّهِ وَصَدَّقُوا الْمُرْسَلِينَ .",
    "hadithBengali": "৩০২৮। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, অবশ্যই জান্নাতবাসীগণ তাদের উপরের বালাখানার অধিবাসীদের এমনভাবে দেখতে পাবে, যেমন তোমরা আকাশের পূর্ব অথবা পশ্চিম দিগন্তে উজ্জল দীপ্তমান তারকা দেখতে পাও। এটা হবে তাদের মধ্যে মর্যাদার ব্যবধানের কারণে। সাহাবীগণ বললেন, ইয়া রাসূলাল্লাহ! এ তো নাবীগণের জায়গা। তাদের ছাড়া তথায় অন্যরা সেখানে পৌঁছাতে পারবে না। তিনি বললেন, হ্যাঁ, সে সত্তার কসম, যাঁর হাতে আমার প্রাণ, যেসব লোক আল্লাহর প্রতি ঈমান আনবে, এবং রাসূলগণকে সত্য বলে স্বীকার করবে (তারা সেখানে পৌঁছতে পারবে)।\n",
    "checkStatus": "1",
    "hadithNo": "3028",
    "id": "3286",
    "thesequence": "3409",
    "isActive": "1",
    "chapterId": "16001",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯০. জান্নাতে বৈশিষ্টের বর্ণনা আর তা সৃষ্টবস্তু। আবুল আলীয়া (রহঃ) বলেন, مُطَهَّرَةٌ মাসিক ঋতু, পেশাব ও থুথু হতে পবিত্র। كُلَّمَا رُزِقُوا যখনই তাদের সামনে কোন এক প্রকার খাদ্য পরিবেশন করা হবে, এরপরই অন্য এক প্রকার খাদ্য পরিবেশন করা হবে। তারা (জান্নাতবাসীরা)  বলবে, এগুলো তো ইতিপূর্বেই আমাদেরকে পরিবেশন করা হয়েছে। أُتُوا بِهِ مُتَشَابِهًا তাদেরকে পরস্পর সদৃশ খাবার পরিবেশন করা হবে অথচ সেগুলো স্বাদে হবে বিভিন্ন। قُطُوفُهَا তারা যেভাবে ইচ্ছা ফল ফলাদি গ্রহন করবে। دَانِيَةٌ নিকটবর্তী। الأَرَائِكُ পালঙ্কসমূহ। হাসান বাসরী (রহঃ) বলেন, النَّضْرَةُ চেহারার সজীবতা। আর السُّرُورُ মনের আনন্দ। মুজাহিদ (রহঃ) বলেন سَلْسَبِيلاً  দ্রুত প্রবাহিত পানি। غَوْلٌ  পেটের ব্যাথা। يُنْزَفُونَ তাদের বুদ্ধি লোপ পাবে না। ইবন আব্বাস (রাঃ) বলেন, دِهَاقًا পরিপূর্ণ। كَوَاعِبَ  অংকুরিত যৌবনা তরুনী। الرَّحِيقُ -পানীয়। التَّسْنِ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nThe Prophet (ﷺ) said, Paradise has eight gates, and one of them is called Ar-Raiyan through which none will enter but those who observe fasting.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا مُحَمَّدُ بْنُ مُطَرِّفٍ، قَالَ حَدَّثَنِي أَبُو حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   فِي الْجَنَّةِ ثَمَانِيَةُ أَبْوَابٍ، فِيهَا باب يُسَمَّى الرَّيَّانَ لاَ يَدْخُلُهُ إِلاَّ الصَّائِمُونَ .",
    "hadithBengali": "৩০২৯। সাঈদ ইবনু আবূ মারয়ম (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জান্নাতে আটটি দরজা থাকবে। তন্মধ্যে একটি দরজার নাম হবে রাইয়্যান। একমাত্র রোযাদারগণই এ দরজা দিয়ে জান্নাতে প্রবেশ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "3029",
    "id": "3287",
    "thesequence": "3410",
    "isActive": "1",
    "chapterId": "16002",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯১. জান্নাতের দরজাসমূহের বিবরণ। নবী (সাঃ) বলেছেন, যে ব্যক্তি কোন জিনিস জোড়া জোড়া দান করবে তাকে জান্নাতের দরজা থেকে আহবান জানানো হবে। এ কথাটি উবাদা (রাঃ) নবী (সাঃ) থেকে বর্ণনা করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Dhar:\n\nWhile the Prophet (ﷺ) was on a journey, he said (regarding the performance of the Zuhr prayer), Wait till it (i.e. the weather) gets cooler. He said the same again till the shade of the hillocks extended. Then he said, Delay the (Zuhr) Prayer till it gets cooler, for the severity of heat is from the increase in heat of Hell (fire).",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ مُهَاجِرٍ أَبِي الْحَسَنِ، قَالَ سَمِعْتُ زَيْدَ بْنَ وَهْبٍ، يَقُولُ سَمِعْتُ أَبَا ذَرٍّ ـ رضى الله عنه ـ يَقُولُ كَانَ النَّبِيُّ صلى الله عليه وسلم فِي سَفَرٍ فَقَالَ  أَبْرِدْ . ثُمَّ قَالَ  أَبْرِدْ . حَتَّى فَاءَ الْفَىْءُ، يَعْنِي لِلتُّلُولِ، ثُمَّ قَالَ  أَبْرِدُوا بِالصَّلاَةِ، فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ .",
    "hadithBengali": "৩০৩০। আবূল ওয়ালীদ (রহঃ) ... আবূ যার (রাঃ) থেকে বর্ণিত, তিনি বলেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সফরে ছিলেন, তখন (যুহরের সালাতের ওয়াক্ত হল) তিনি বললেন, ঠান্ডা হতে দাও। পুনরায় বললেন, টিলাগুলোর ছায়া নীচে নেমে আসা পর্যন্ত ঠান্ডা হতে দাও। আবার বললেন, (যুহরের) সালাত (নামায/নামাজ) ঠান্ডা হলে পরে আদায় করবে। কেননা, গরমের তীব্রতা জাহান্নামের উত্তপ থেকে হয়ে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "3030",
    "id": "3288",
    "thesequence": "3411",
    "isActive": "1",
    "chapterId": "16003",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯২. জাহান্নামের বিবরণ আর তা সৃষ্টবস্তু। غَسَاقًا প্রবাহিত পুঁজ যেমন কেউ বলে, তার চোখ প্রবাহিত হয়েছে ও ঘা প্রবাহিত হচ্ছে। غَسَاق আর غسيق একই অর্থ। غِسْلِينَ যে কোন বস্তুকে ধৌত করার পর তা থেকে যা কিছু বের হয়, তাকে غِسْلِينَ বলা হয়, এটা غَسْلِ শব্দ থেকে فِعْلِينَ এর ওযনে হয়ে থাকে। ইকরিমা (রহঃ) বলেছেন, حَصَبُ جَهَنَّمَ এর অর্থ জাহান্নামের জ্বালানী। এটা হাবশীদের ভাষা। আর অন্যরা বলেছেন, حَاصِبًا অর্থ দমকা হাওয়া। আর الْحَاصِبُ অর্থ বায়ু যা ছুড়ে ফেলে। এ থেকে হয়েছে حَصَبُ جَهَنَّمَ যার অর্থ হচ্ছে যা কিছু জাহান্নামে ছুড়ে ফেলা হয় আর এগুলোই এর জ্বালানী। الْحَصَبُ আর শব্দটি حَصْبَاءِ শব্দ হতে উৎপত্তি। যার অর্থ কংকরসমূহ। صَدِيدٌ পুঁজ ও রক্ত। خَبَتْ- নিভে গেছে। تُورُونَ তোমরা আগুন বের করছ। أَوْرَيْتُ অর্থ আমি আগুন জালিয়েছি। لِلْمُقْوِينَ মুসাফিরগনের উপকারার্থে। আর الْقِيُّ তরুলতা বিহীন মাঠ। ইবন আব্বাস ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`d:\n\nThe Prophet (ﷺ) said, Delay the (Zuhr) Prayer till it gets cooler, for the severity of heat is from the increase in the heat of Hell (fire).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ ذَكْوَانَ، عَنْ أَبِي سَعِيدٍ، رضى الله عنه قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   أَبْرِدُوا بِالصَّلاَةِ فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ .",
    "hadithBengali": "৩০৩১। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, (যুহরের) সালাত (নামায/নামাজ) (রৌদ্রের উত্তাপ) ঠান্ডা হলে পরে আদায় করবে। কেননা গরমের তীব্রতা জাহান্নামের উত্তাপ থেকে বের হয়ে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "3031",
    "id": "3289",
    "thesequence": "3412",
    "isActive": "1",
    "chapterId": "16003",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯২. জাহান্নামের বিবরণ আর তা সৃষ্টবস্তু। غَسَاقًا প্রবাহিত পুঁজ যেমন কেউ বলে, তার চোখ প্রবাহিত হয়েছে ও ঘা প্রবাহিত হচ্ছে। غَسَاق আর غسيق একই অর্থ। غِسْلِينَ যে কোন বস্তুকে ধৌত করার পর তা থেকে যা কিছু বের হয়, তাকে غِسْلِينَ বলা হয়, এটা غَسْلِ শব্দ থেকে فِعْلِينَ এর ওযনে হয়ে থাকে। ইকরিমা (রহঃ) বলেছেন, حَصَبُ جَهَنَّمَ এর অর্থ জাহান্নামের জ্বালানী। এটা হাবশীদের ভাষা। আর অন্যরা বলেছেন, حَاصِبًا অর্থ দমকা হাওয়া। আর الْحَاصِبُ অর্থ বায়ু যা ছুড়ে ফেলে। এ থেকে হয়েছে حَصَبُ جَهَنَّمَ যার অর্থ হচ্ছে যা কিছু জাহান্নামে ছুড়ে ফেলা হয় আর এগুলোই এর জ্বালানী। الْحَصَبُ আর শব্দটি حَصْبَاءِ শব্দ হতে উৎপত্তি। যার অর্থ কংকরসমূহ। صَدِيدٌ পুঁজ ও রক্ত। خَبَتْ- নিভে গেছে। تُورُونَ তোমরা আগুন বের করছ। أَوْرَيْتُ অর্থ আমি আগুন জালিয়েছি। لِلْمُقْوِينَ মুসাফিরগনের উপকারার্থে। আর الْقِيُّ তরুলতা বিহীন মাঠ। ইবন আব্বাস ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The (Hell) Fire complained to its Lord saying, O my Lord! My different parts eat up each other. So, He allowed it to take two breaths, one in the winter and the other in summer, and this is the reason for the severe heat and the bitter cold you find (in weather).",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اشْتَكَتِ النَّارُ إِلَى رَبِّهَا، فَقَالَتْ رَبِّ أَكَلَ بَعْضِي بَعْضًا، فَأَذِنَ لَهَا بِنَفَسَيْنِ نَفَسٍ فِي الشِّتَاءِ وَنَفَسٍ فِي الصَّيْفِ، فَأَشَدُّ مَا تَجِدُونَ فِي الْحَرِّ، وَأَشَدُّ مَا تَجِدُونَ مِنَ الزَّمْهَرِيرِ .",
    "hadithBengali": "৩০৩২। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জাহান্নাম তাঁর রবের নিকট অভিযোগ করে বলেছে, হে রব! আমার এক অংশ অপর অংশকে খেয়ে ফেলেছে। তখন তিনি তাঁকে দুটি নিঃশ্বাস ছাড়ার অনুমতি প্রদান করেন। একটি নিঃশ্বাস শীতকালে আর একটি নিঃশ্বাস গ্রীষ্মকালে। অতএব তোমরা যে শীতের তীব্রতা পেয়ে থাক (তা নিঃশ্বাসের প্রভাব)।\n",
    "checkStatus": "1",
    "hadithNo": "3032",
    "id": "3290",
    "thesequence": "3413",
    "isActive": "1",
    "chapterId": "16003",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯২. জাহান্নামের বিবরণ আর তা সৃষ্টবস্তু। غَسَاقًا প্রবাহিত পুঁজ যেমন কেউ বলে, তার চোখ প্রবাহিত হয়েছে ও ঘা প্রবাহিত হচ্ছে। غَسَاق আর غسيق একই অর্থ। غِسْلِينَ যে কোন বস্তুকে ধৌত করার পর তা থেকে যা কিছু বের হয়, তাকে غِسْلِينَ বলা হয়, এটা غَسْلِ শব্দ থেকে فِعْلِينَ এর ওযনে হয়ে থাকে। ইকরিমা (রহঃ) বলেছেন, حَصَبُ جَهَنَّمَ এর অর্থ জাহান্নামের জ্বালানী। এটা হাবশীদের ভাষা। আর অন্যরা বলেছেন, حَاصِبًا অর্থ দমকা হাওয়া। আর الْحَاصِبُ অর্থ বায়ু যা ছুড়ে ফেলে। এ থেকে হয়েছে حَصَبُ جَهَنَّمَ যার অর্থ হচ্ছে যা কিছু জাহান্নামে ছুড়ে ফেলা হয় আর এগুলোই এর জ্বালানী। الْحَصَبُ আর শব্দটি حَصْبَاءِ শব্দ হতে উৎপত্তি। যার অর্থ কংকরসমূহ। صَدِيدٌ পুঁজ ও রক্ত। خَبَتْ- নিভে গেছে। تُورُونَ তোমরা আগুন বের করছ। أَوْرَيْتُ অর্থ আমি আগুন জালিয়েছি। لِلْمُقْوِينَ মুসাফিরগনের উপকারার্থে। আর الْقِيُّ তরুলতা বিহীন মাঠ। ইবন আব্বাস ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Jamra Ad-Dabi:\n\nI used to sit with Ibn `Abbas in Mecca. Once I had a fever and he said (to me), Cool your fever with Zamzam water, for Allahs Messenger (ﷺ) said: It, (the Fever) is from the heat of the (Hell) Fire; so, cool it with water (or Zamzam water).",
    "hadithArabic": " حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا هَمَّامٌ، عَنْ أَبِي جَمْرَةَ الضُّبَعِيِّ، قَالَ كُنْتُ أُجَالِسُ ابْنَ عَبَّاسٍ بِمَكَّةَ، فَأَخَذَتْنِي الْحُمَّى، فَقَالَ أَبْرِدْهَا عَنْكَ بِمَاءِ زَمْزَمَ، فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ فَأَبْرِدُوهَا بِالْمَاءِ . أَوْ قَالَ  بِمَاءِ زَمْزَمَ . شَكَّ هَمَّامٌ.",
    "hadithBengali": "৩০৩৩। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবূ জামরা যুবায়ী (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি মক্কায় ইবনু আব্বাস (রাঃ) এর কাছে বসতাম। একবার আমি জ্বরে আক্রন্ত হই। তখন তিনি আমাকে বললেন, তুমি তোমার গায়ের জ্বর যমযমের পানি দ্বারা শীতল কর। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এটা দোযখের উত্তাপ থেকেই হয়ে থাকে। অতএব তোমরা তা পানি দ্বারা ঠান্ডা কর অথবা বলেছেন, যমযমের পানি ঠান্ডা কর। (এর কোনটা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন) এ বিষয়ে বর্ণনাকারী হাম্মাম সন্দেহ পোষণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3033",
    "id": "3291",
    "thesequence": "3414",
    "isActive": "1",
    "chapterId": "16003",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯২. জাহান্নামের বিবরণ আর তা সৃষ্টবস্তু। غَسَاقًا প্রবাহিত পুঁজ যেমন কেউ বলে, তার চোখ প্রবাহিত হয়েছে ও ঘা প্রবাহিত হচ্ছে। غَسَاق আর غسيق একই অর্থ। غِسْلِينَ যে কোন বস্তুকে ধৌত করার পর তা থেকে যা কিছু বের হয়, তাকে غِسْلِينَ বলা হয়, এটা غَسْلِ শব্দ থেকে فِعْلِينَ এর ওযনে হয়ে থাকে। ইকরিমা (রহঃ) বলেছেন, حَصَبُ جَهَنَّمَ এর অর্থ জাহান্নামের জ্বালানী। এটা হাবশীদের ভাষা। আর অন্যরা বলেছেন, حَاصِبًا অর্থ দমকা হাওয়া। আর الْحَاصِبُ অর্থ বায়ু যা ছুড়ে ফেলে। এ থেকে হয়েছে حَصَبُ جَهَنَّمَ যার অর্থ হচ্ছে যা কিছু জাহান্নামে ছুড়ে ফেলা হয় আর এগুলোই এর জ্বালানী। الْحَصَبُ আর শব্দটি حَصْبَاءِ শব্দ হতে উৎপত্তি। যার অর্থ কংকরসমূহ। صَدِيدٌ পুঁজ ও রক্ত। خَبَتْ- নিভে গেছে। تُورُونَ তোমরা আগুন বের করছ। أَوْرَيْتُ অর্থ আমি আগুন জালিয়েছি। لِلْمُقْوِينَ মুসাফিরগনের উপকারার্থে। আর الْقِيُّ তরুলতা বিহীন মাঠ। ইবন আব্বাস ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi` bin Khadij:\n\nI heard the Prophet (ﷺ) saying, Fever is from the heat of the (Hell) Fire; so cool it with water.",
    "hadithArabic": "حَدَّثَنِي عَمْرُو بْنُ عَبَّاسٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِيهِ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، قَالَ أَخْبَرَنِي رَافِعُ بْنُ خَدِيجٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   الْحُمَّى مِنْ فَوْرِ جَهَنَّمَ، فَأَبْرِدُوهَا عَنْكُمْ بِالْمَاءِ .",
    "hadithBengali": "৩০৩৪। আমর ইবনু আব্বাস (রহঃ) ... রাফি ইবনু খাদিজ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, জ্বরের উৎপত্তি জাহান্নামের প্রচন্ড উত্তাপ থেকে। অতএব তোমাদের গায়ের সে তাপ পানি দ্বারা ঠান্ডা কর।\n",
    "checkStatus": "1",
    "hadithNo": "3034",
    "id": "3292",
    "thesequence": "3415",
    "isActive": "1",
    "chapterId": "16003",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯২. জাহান্নামের বিবরণ আর তা সৃষ্টবস্তু। غَسَاقًا প্রবাহিত পুঁজ যেমন কেউ বলে, তার চোখ প্রবাহিত হয়েছে ও ঘা প্রবাহিত হচ্ছে। غَسَاق আর غسيق একই অর্থ। غِسْلِينَ যে কোন বস্তুকে ধৌত করার পর তা থেকে যা কিছু বের হয়, তাকে غِسْلِينَ বলা হয়, এটা غَسْلِ শব্দ থেকে فِعْلِينَ এর ওযনে হয়ে থাকে। ইকরিমা (রহঃ) বলেছেন, حَصَبُ جَهَنَّمَ এর অর্থ জাহান্নামের জ্বালানী। এটা হাবশীদের ভাষা। আর অন্যরা বলেছেন, حَاصِبًا অর্থ দমকা হাওয়া। আর الْحَاصِبُ অর্থ বায়ু যা ছুড়ে ফেলে। এ থেকে হয়েছে حَصَبُ جَهَنَّمَ যার অর্থ হচ্ছে যা কিছু জাহান্নামে ছুড়ে ফেলা হয় আর এগুলোই এর জ্বালানী। الْحَصَبُ আর শব্দটি حَصْبَاءِ শব্দ হতে উৎপত্তি। যার অর্থ কংকরসমূহ। صَدِيدٌ পুঁজ ও রক্ত। خَبَتْ- নিভে গেছে। تُورُونَ তোমরা আগুন বের করছ। أَوْرَيْتُ অর্থ আমি আগুন জালিয়েছি। لِلْمُقْوِينَ মুসাফিরগনের উপকারার্থে। আর الْقِيُّ তরুলতা বিহীন মাঠ। ইবন আব্বাস ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nThe Prophet (ﷺ) said, Fever is from the heat of the (Hell) Fire, so cool it with water.",
    "hadithArabic": "حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا هِشَامٌ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ، فَأَبْرِدُوهَا بِالْمَاءِ .",
    "hadithBengali": "৩০৩৫। মালিক ইবনু ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জ্বরের উৎপত্তি জাহান্নামের উত্তাপ থেকে। সুতরাং তোমরা তা পানি দ্বারা ঠান্ডা কর।\n",
    "checkStatus": "1",
    "hadithNo": "3035",
    "id": "3293",
    "thesequence": "3416",
    "isActive": "1",
    "chapterId": "16003",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯২. জাহান্নামের বিবরণ আর তা সৃষ্টবস্তু। غَسَاقًا প্রবাহিত পুঁজ যেমন কেউ বলে, তার চোখ প্রবাহিত হয়েছে ও ঘা প্রবাহিত হচ্ছে। غَسَاق আর غسيق একই অর্থ। غِسْلِينَ যে কোন বস্তুকে ধৌত করার পর তা থেকে যা কিছু বের হয়, তাকে غِسْلِينَ বলা হয়, এটা غَسْلِ শব্দ থেকে فِعْلِينَ এর ওযনে হয়ে থাকে। ইকরিমা (রহঃ) বলেছেন, حَصَبُ جَهَنَّمَ এর অর্থ জাহান্নামের জ্বালানী। এটা হাবশীদের ভাষা। আর অন্যরা বলেছেন, حَاصِبًا অর্থ দমকা হাওয়া। আর الْحَاصِبُ অর্থ বায়ু যা ছুড়ে ফেলে। এ থেকে হয়েছে حَصَبُ جَهَنَّمَ যার অর্থ হচ্ছে যা কিছু জাহান্নামে ছুড়ে ফেলা হয় আর এগুলোই এর জ্বালানী। الْحَصَبُ আর শব্দটি حَصْبَاءِ শব্দ হতে উৎপত্তি। যার অর্থ কংকরসমূহ। صَدِيدٌ পুঁজ ও রক্ত। خَبَتْ- নিভে গেছে। تُورُونَ তোমরা আগুন বের করছ। أَوْرَيْتُ অর্থ আমি আগুন জালিয়েছি। لِلْمُقْوِينَ মুসাফিরগনের উপকারার্থে। আর الْقِيُّ তরুলতা বিহীন মাঠ। ইবন আব্বাস ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) said, Fever is from the heat of the (Hell) Fire; so abate fever with water.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، عَنْ يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ فَأَبْرِدُوهَا بِالْمَاءِ .",
    "hadithBengali": "৩০৩৬। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জ্বরের উৎপত্তি জাহান্নামের উত্তাপ থেকে। অতএব তোমরা তা পানি দ্বারা ঠান্ডা কর।\n",
    "checkStatus": "1",
    "hadithNo": "3036",
    "id": "3294",
    "thesequence": "3417",
    "isActive": "1",
    "chapterId": "16003",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯২. জাহান্নামের বিবরণ আর তা সৃষ্টবস্তু। غَسَاقًا প্রবাহিত পুঁজ যেমন কেউ বলে, তার চোখ প্রবাহিত হয়েছে ও ঘা প্রবাহিত হচ্ছে। غَسَاق আর غسيق একই অর্থ। غِسْلِينَ যে কোন বস্তুকে ধৌত করার পর তা থেকে যা কিছু বের হয়, তাকে غِسْلِينَ বলা হয়, এটা غَسْلِ শব্দ থেকে فِعْلِينَ এর ওযনে হয়ে থাকে। ইকরিমা (রহঃ) বলেছেন, حَصَبُ جَهَنَّمَ এর অর্থ জাহান্নামের জ্বালানী। এটা হাবশীদের ভাষা। আর অন্যরা বলেছেন, حَاصِبًا অর্থ দমকা হাওয়া। আর الْحَاصِبُ অর্থ বায়ু যা ছুড়ে ফেলে। এ থেকে হয়েছে حَصَبُ جَهَنَّمَ যার অর্থ হচ্ছে যা কিছু জাহান্নামে ছুড়ে ফেলা হয় আর এগুলোই এর জ্বালানী। الْحَصَبُ আর শব্দটি حَصْبَاءِ শব্দ হতে উৎপত্তি। যার অর্থ কংকরসমূহ। صَدِيدٌ পুঁজ ও রক্ত। خَبَتْ- নিভে গেছে। تُورُونَ তোমরা আগুন বের করছ। أَوْرَيْتُ অর্থ আমি আগুন জালিয়েছি। لِلْمُقْوِينَ মুসাফিরগনের উপকারার্থে। আর الْقِيُّ তরুলতা বিহীন মাঠ। ইবন আব্বাস ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Your (ordinary) fire is one of 70 parts of the (Hell) Fire. Someone asked, O Allahs Messenger (ﷺ) This (ordinary) fire would have been sufficient (to torture the unbelievers), Allahs Apostle said, The (Hell) Fire has 69 parts more than the ordinary (worldly) fire, each part is as hot as this (worldly) fire.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  نَارُكُمْ جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنْ نَارِ جَهَنَّمَ . قِيلَ يَا رَسُولَ اللَّهِ، إِنْ كَانَتْ لَكَافِيَةً. قَالَ  فُضِّلَتْ عَلَيْهِنَّ بِتِسْعَةٍ وَسِتِّينَ جُزْءًا، كُلُّهُنَّ مِثْلُ حَرِّهَا .",
    "hadithBengali": "৩০৩৭। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের (ব্যবহৃত) আগুন জাহান্নামের আগুনের সত্তর ভাগের একভাগ মাত্র। বলা হল, ইয়া রাসূলাল্লাহ! জাহান্নামীদের শাস্তির জন্য দুনিয়ার আগুনই তো যথেষ্ঠ ছিল। তিনি বললেন, দুনিয়ার আগুনের উপর জাহান্নমের আগুনের তাপ আরো উনসত্তরগুন বাড়িয়ে দেয়া হয়েছে, প্রত্যেক অংশে তার সমপরিমাণ উত্তাপ রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3037",
    "id": "3295",
    "thesequence": "3418",
    "isActive": "1",
    "chapterId": "16003",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯২. জাহান্নামের বিবরণ আর তা সৃষ্টবস্তু। غَسَاقًا প্রবাহিত পুঁজ যেমন কেউ বলে, তার চোখ প্রবাহিত হয়েছে ও ঘা প্রবাহিত হচ্ছে। غَسَاق আর غسيق একই অর্থ। غِسْلِينَ যে কোন বস্তুকে ধৌত করার পর তা থেকে যা কিছু বের হয়, তাকে غِسْلِينَ বলা হয়, এটা غَسْلِ শব্দ থেকে فِعْلِينَ এর ওযনে হয়ে থাকে। ইকরিমা (রহঃ) বলেছেন, حَصَبُ جَهَنَّمَ এর অর্থ জাহান্নামের জ্বালানী। এটা হাবশীদের ভাষা। আর অন্যরা বলেছেন, حَاصِبًا অর্থ দমকা হাওয়া। আর الْحَاصِبُ অর্থ বায়ু যা ছুড়ে ফেলে। এ থেকে হয়েছে حَصَبُ جَهَنَّمَ যার অর্থ হচ্ছে যা কিছু জাহান্নামে ছুড়ে ফেলা হয় আর এগুলোই এর জ্বালানী। الْحَصَبُ আর শব্দটি حَصْبَاءِ শব্দ হতে উৎপত্তি। যার অর্থ কংকরসমূহ। صَدِيدٌ পুঁজ ও রক্ত। خَبَتْ- নিভে গেছে। تُورُونَ তোমরা আগুন বের করছ। أَوْرَيْتُ অর্থ আমি আগুন জালিয়েছি। لِلْمُقْوِينَ মুসাফিরগনের উপকারার্থে। আর الْقِيُّ তরুলতা বিহীন মাঠ। ইবন আব্বাস ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Yali:\n\nThat he heard the Prophet (ﷺ) on the pulpit reciting:-- They will cry: O Malik! (43.77) (Malik is the gate-keeper (angel) of the (Hell) Fire.)",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، سَمِعَ عَطَاءً، يُخْبِرُ عَنْ صَفْوَانَ بْنِ يَعْلَى، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقْرَأُ عَلَى الْمِنْبَرِ {وَنَادَوْا يَا مَالِكُ }.",
    "hadithBengali": "৩০৩৮। কুতাইবা ইবনু সাঈদ (রহঃ) ... ইয়ালা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মিম্বারে আরোহণ করে তিলাওয়াত করতে শুনেছেন, আর তারা ডাকবে, হে মালিক। (মালিক জাহান্নামের তত্ত্বাবধায়কের নাম)।\n",
    "checkStatus": "1",
    "hadithNo": "3038",
    "id": "3296",
    "thesequence": "3419",
    "isActive": "1",
    "chapterId": "16003",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯২. জাহান্নামের বিবরণ আর তা সৃষ্টবস্তু। غَسَاقًا প্রবাহিত পুঁজ যেমন কেউ বলে, তার চোখ প্রবাহিত হয়েছে ও ঘা প্রবাহিত হচ্ছে। غَسَاق আর غسيق একই অর্থ। غِسْلِينَ যে কোন বস্তুকে ধৌত করার পর তা থেকে যা কিছু বের হয়, তাকে غِسْلِينَ বলা হয়, এটা غَسْلِ শব্দ থেকে فِعْلِينَ এর ওযনে হয়ে থাকে। ইকরিমা (রহঃ) বলেছেন, حَصَبُ جَهَنَّمَ এর অর্থ জাহান্নামের জ্বালানী। এটা হাবশীদের ভাষা। আর অন্যরা বলেছেন, حَاصِبًا অর্থ দমকা হাওয়া। আর الْحَاصِبُ অর্থ বায়ু যা ছুড়ে ফেলে। এ থেকে হয়েছে حَصَبُ جَهَنَّمَ যার অর্থ হচ্ছে যা কিছু জাহান্নামে ছুড়ে ফেলা হয় আর এগুলোই এর জ্বালানী। الْحَصَبُ আর শব্দটি حَصْبَاءِ শব্দ হতে উৎপত্তি। যার অর্থ কংকরসমূহ। صَدِيدٌ পুঁজ ও রক্ত। خَبَتْ- নিভে গেছে। تُورُونَ তোমরা আগুন বের করছ। أَوْرَيْتُ অর্থ আমি আগুন জালিয়েছি। لِلْمُقْوِينَ মুসাফিরগনের উপকারার্থে। আর الْقِيُّ তরুলতা বিহীন মাঠ। ইবন আব্বাস ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Wail:\n\nSomebody said to Usama, Will you go to so-and-so (i.e. `Uthman) and talk to him (i.e. advise him regarding ruling the country)? He said, You see that I dont talk to him. Really I talk to (advise) him secretly without opening a gate (of affliction), for neither do I want to be the first to open it (i.e. rebellion), nor will I say to a man who is my ruler that he is the best of all the people after I have heard something from Allah s Apostle . They said, What have you heard him saying? He said, I have heard him saying, A man will be brought on the Day of Resurrection and thrown in the (Hell) Fire, so that his intestines will come out, and he will go around like a donkey goes around a millstone. The people of (Hell) Fire will gather around him and say: O so-and-so! What is wrong with you? Didnt you use to order us to do good deeds and forbid us to do bad deeds? He will reply: Yes, I used to order you to do good deeds, but I did not do them myself, and I used to forbid you to do bad deeds, yet I used to do them myself.",
    "hadithArabic": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ،، قَالَ قِيلَ لأُسَامَةَ لَوْ أَتَيْتَ فُلاَنًا فَكَلَّمْتَهُ. قَالَ إِنَّكُمْ لَتَرَوْنَ أَنِّي لاَ أُكَلِّمُهُ إِلاَّ أُسْمِعُكُمْ، إِنِّي أُكُلِّمُهُ فِي السِّرِّ دُونَ أَنْ أَفْتَحَ بَابًا لاَ أَكُونُ أَوَّلَ مَنْ فَتَحَهُ، وَلاَ أَقُولُ لِرَجُلٍ أَنْ كَانَ عَلَىَّ أَمِيرًا إِنَّهُ خَيْرُ النَّاسِ بَعْدَ شَىْءٍ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم. قَالُوا وَمَا سَمِعْتَهُ يَقُولُ قَالَ سَمِعْتُهُ يَقُولُ   يُجَاءُ بِالرَّجُلِ يَوْمَ الْقِيَامَةِ فَيُلْقَى فِي النَّارِ، فَتَنْدَلِقُ أَقْتَابُهُ فِي النَّارِ، فَيَدُورُ كَمَا يَدُورُ الْحِمَارُ بِرَحَاهُ، فَيَجْتَمِعُ أَهْلُ النَّارِ عَلَيْهِ، فَيَقُولُونَ أَىْ فُلاَنُ، مَا شَأْنُكَ أَلَيْسَ كُنْتَ تَأْمُرُنَا بِالْمَعْرُوفِ وَتَنْهَى عَنِ الْمُنْكَرِ قَالَ كُنْتُ آمُرُكُمْ بِالْمَعْرُوفِ وَلاَ آتِيهِ، وَأَنْهَاكُمْ عَنِ الْمُنْكَرِ وَآتِيهِ . رَوَاهُ غُنْدَرٌ عَنْ شُعْبَةَ عَنِ الأَعْمَشِ.",
    "hadithBengali": "৩০৩৯। আলী (রহঃ) ... আবূ ওয়াইল (রহঃ) থেকে বর্ণিত, তিনি বলেন, উসামা (রাঃ) কে বলা হল, কত ভাল হত! যদি আপনি ঐ ব্যাক্তির [উসমান) (রাঃ)] এর কাছে যেতেন এবং তাঁর সঙ্গে (বিদ্রোহ দমনের বিষয়ে) আলোচনা করতেন। উত্তরে তিনি বললেন, আপনারা মনে করেছেন যে, আমি তার সঙ্গে (বিদ্রোহ দমনের ব্যাপারে) আপনাদেরকে শুনিয়ে শুনিয়ে বলব। অথচ আমি তাঁর সঙ্গে (দাঙ্গা দমনের ব্যাপারে) গোপনে আলোচনা করছি, যেন আমি (বিদ্রোহের) একটি দ্বার খুলে না বসি। (এ বিদ্রোহের) আমি দ্বার উন্মুক্তকারীর প্রথম ব্যাক্তি হতে চাই না। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কিছু শুনেছি, যার পরে আমি কোন ব্যাক্তিকে যিনি আমাদের আমীর নির্বাচিত হয়েছেন সে জন্য তিনি আমাদের সর্বোত্তম ব্যাক্তি এ কথা বলতে পারি না।\n\nলোকেরা তাঁকে বলল, আপনি তাঁকে কি বলতে শুনেছেন? উসামা (রাঃ) বললেন, আমি তাঁকে বলতে শুনেছি, কিয়ামতের দিন এক ব্যাক্তিকে আনয়ন করা হবে। এরপর তাকে জাহান্নামে ফেলা দেয়া হবে। তখন আগুনে পুঁড়ে তার নাড়িভুড়ি বের হয়ে যাবে। এ সময় সে এমন ভাবে ঘুরতে থাকবে যেমন গাধা তার চাকা নিয়ে তার চারপাশে ঘুরতে থাকে। তখন জাহান্নামবাসীরা তার সামনে একত্রিত হয়ে তাকে বলবে, হে অমুক ব্যাক্তি! তোমার এ অবস্থা কেন? তুমি না আমাদিগকে সৎকাজের আদেশ করতে আর অন্যায় কাজ হতে নিষেধ করতে? সে বলবে, আমি তোমাদেরকে সৎকাজোদেশ করতাম বটে, কিন্তু আমি তা করতাম না আর আমি তোমাদেরকে অন্যায় কাজ হতে নিষেধ করতাম, অথচ আমিই তা করতাম। এ হাদীসটি গুনদার (রহঃ) শুবা (রহঃ) সূত্রে আমাশ (রহঃ) থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3039",
    "id": "3297",
    "thesequence": "3420",
    "isActive": "1",
    "chapterId": "16003",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯২. জাহান্নামের বিবরণ আর তা সৃষ্টবস্তু। غَسَاقًا প্রবাহিত পুঁজ যেমন কেউ বলে, তার চোখ প্রবাহিত হয়েছে ও ঘা প্রবাহিত হচ্ছে। غَسَاق আর غسيق একই অর্থ। غِسْلِينَ যে কোন বস্তুকে ধৌত করার পর তা থেকে যা কিছু বের হয়, তাকে غِسْلِينَ বলা হয়, এটা غَسْلِ শব্দ থেকে فِعْلِينَ এর ওযনে হয়ে থাকে। ইকরিমা (রহঃ) বলেছেন, حَصَبُ جَهَنَّمَ এর অর্থ জাহান্নামের জ্বালানী। এটা হাবশীদের ভাষা। আর অন্যরা বলেছেন, حَاصِبًا অর্থ দমকা হাওয়া। আর الْحَاصِبُ অর্থ বায়ু যা ছুড়ে ফেলে। এ থেকে হয়েছে حَصَبُ جَهَنَّمَ যার অর্থ হচ্ছে যা কিছু জাহান্নামে ছুড়ে ফেলা হয় আর এগুলোই এর জ্বালানী। الْحَصَبُ আর শব্দটি حَصْبَاءِ শব্দ হতে উৎপত্তি। যার অর্থ কংকরসমূহ। صَدِيدٌ পুঁজ ও রক্ত। خَبَتْ- নিভে গেছে। تُورُونَ তোমরা আগুন বের করছ। أَوْرَيْتُ অর্থ আমি আগুন জালিয়েছি। لِلْمُقْوِينَ মুসাফিরগনের উপকারার্থে। আর الْقِيُّ তরুলতা বিহীন মাঠ। ইবন আব্বাস ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nMagic was worked on the Prophet (ﷺ) so that he began to fancy that he was doing a thing which he was not actually doing. One day he invoked (Allah) for a long period and then said, I feel that Allah has inspired me as how to cure myself. Two persons came to me (in my dream) and sat, one by my head and the other by my feet. One of them asked the other, What is the ailment of this man? The other replied, He has been bewitched The first asked, Who has bewitched him? The other replied, Lubaid bin Al-Asam. The first one asked, What material has he used? The other replied, A comb, the hair gathered on it, and the outer skin of the pollen of the male date-palm. The first asked, Where is that? The other replied, It is in the well of Dharwan.  So, the Prophet (ﷺ) went out towards the well and then returned and said to me on his return, Its date-palms (the date-palms near the well) are like the heads of the devils. I asked, Did you take out those things with which the magic was worked? He said, No, for I have been cured by Allah and I am afraid that this action may spread evil amongst the people. Later on the well was filled up with earth.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا عِيسَى، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ سُحِرَ النَّبِيُّ صلى الله عليه وسلم. وَقَالَ اللَّيْثُ كَتَبَ إِلَىَّ هِشَامٌ أَنَّهُ سَمِعَهُ وَوَعَاهُ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ سُحِرَ النَّبِيُّ صلى الله عليه وسلم حَتَّى كَانَ يُخَيَّلُ إِلَيْهِ أَنَّهُ يَفْعَلُ الشَّىْءَ وَمَا يَفْعَلُهُ، حَتَّى كَانَ ذَاتَ يَوْمٍ دَعَا وَدَعَا، ثُمَّ قَالَ  أَشَعَرْتِ أَنَّ اللَّهَ أَفْتَانِي فِيمَا فِيهِ شِفَائِي أَتَانِي رَجُلاَنِ، فَقَعَدَ أَحَدُهُمَا عِنْدَ رَأْسِي وَالآخَرُ عِنْدَ رِجْلَىَّ، فَقَالَ أَحَدُهُمَا لِلآخَرِ مَا وَجَعُ الرَّجُلِ قَالَ مَطْبُوبٌ. قَالَ وَمَنْ طَبَّهُ قَالَ لَبِيدُ بْنُ الأَعْصَمِ. قَالَ فِي مَاذَا قَالَ فِي مُشُطٍ وَمُشَاقَةٍ وَجُفِّ طَلْعَةٍ ذَكَرٍ. قَالَ فَأَيْنَ هُوَ قَالَ فِي بِئْرِ ذَرْوَانَ . فَخَرَجَ إِلَيْهَا النَّبِيُّ صلى الله عليه وسلم ثُمَّ رَجَعَ فَقَالَ لِعَائِشَةَ حِينَ رَجَعَ  نَخْلُهَا كَأَنَّهَا رُءُوسُ الشَّيَاطِينِ . فَقُلْتُ اسْتَخْرَجْتَهُ فَقَالَ  لاَ أَمَّا أَنَا فَقَدْ شَفَانِي اللَّهُ، وَخَشِيتُ أَنْ يُثِيرَ ذَلِكَ عَلَى النَّاسِ شَرًّا، ثُمَّ دُفِنَتِ الْبِئْرُ .",
    "hadithBengali": "৩০৪০। ইবরাহীম ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে যাদু করা হয়েছিল। লায়স (রহঃ) বলেন, আমার নিকট হিশাম পত্র লিখেন, তাতে লেখা ছিল যে, তিনি তাঁর পিতার সূত্রে আয়িশা (রাঃ) থেকে হাদীস শুনেছেন এবং তা ভাল করে মুখস্ত করেছেন। আয়িশা (রাঃ) বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে যাদু করা হয়। এমনকি যাদুর প্রভাবে তার খেয়াল হতো যে, তিনি স্ত্রীগণের বিষয়ে কোন কাজ করে ফেলেছেন অথচ তিনি তা করেন নি। শেষ পর্যন্ত তিনি একদিন রোগ আরোগ্যের জন্য বারবার দুআ করলেন, এরপর তিনি আমাকে বললেন, তুমি কি জানো? আল্লাহ আমাকে জানিয়ে দিয়েছেন, যাতে আমার রোগের আরোগ্য নিহিত আছে? আমার নিকট দুজন লোক আসল। তাদের একজন মাথার কাছে বসল আর অপর জন আমার পায়ের কাছে বসল। এরপর একজন অপরজনকে জিজ্ঞাসা করল এ ব্যাক্তির রোগটা কি? জিজ্ঞাসিত লোকটি জবাব দিল, তাকে যাদু করা হয়েছে।\n\nপ্রথম লোকটি বলল, তাকে যাদু কে করল? সে বলল, লবীদ ইবনু আসাম। প্রথম ব্যাক্তি বলল, কিসের দ্বারা (যাদু করল)? দ্বিতীয় ব্যাক্তি বলল, তাকে যাদু করা হয়েছে, চিরুনি, সুতার তাগা এবং খেজুরের খোসায়। প্রথম ব্যাক্তি জিজ্ঞাসা করল, এগুলো কোথায় আছে? দ্বিতীয় ব্যাক্তি জবাব দিল, যারওয়ান কূপে। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে গেলেন এবং ফিরে আসলেন, এরপর তিনি আয়িশা (রাঃ) কে বললেন, কূপের কাছে খেজুর গাছগুলো যেন এক একটা শয়তানের মুন্ড। তখন আমি [আয়িশা (রা)] জিজ্ঞাসা করলাম, আপনি কি সেই যাদু করা জিনিসগুলো বের করতে পেরেছেন? তিনি বলেন, না। তবে আল্লাহ আমাকে আরোগ্য দিয়েছেন। আমার আশংকা হয়েছিল এসব জিনিস বের করলে মানুষের মধ্যে ফাসাদ সৃষ্টি হতে পারে। এরপর সেই কূপটি বন্ধ করে দেয়া হল।\n",
    "checkStatus": "1",
    "hadithNo": "3040",
    "id": "3298",
    "thesequence": "3421",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, During your sleep, Satan knots three knots at the back of the head of each of you, and he breathes the following words at each knot, The night is, long, so keep on sleeping, If that person wakes up and celebrates the praises of Allah, then one knot is undone, and when he performs ablution the second knot is undone, and when he prays, all the knots are undone, and he gets up in the morning lively and in good spirits, otherwise he gets up in low spirits and lethargic.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   يَعْقِدُ الشَّيْطَانُ عَلَى قَافِيَةِ رَأْسِ أَحَدِكُمْ إِذَا هُوَ نَامَ ثَلاَثَ عُقَدٍ، يَضْرِبُ كُلَّ عُقْدَةٍ مَكَانَهَا عَلَيْكَ لَيْلٌ طَوِيلٌ فَارْقُدْ. فَإِنِ اسْتَيْقَظَ فَذَكَرَ اللَّهَ انْحَلَّتْ عُقْدَةٌ، فَإِنْ تَوَضَّأَ انْحَلَّتْ عُقْدَةٌ، فَإِنْ صَلَّى انْحَلَّتْ عُقَدُهُ كُلُّهَا، فَأَصْبَحَ نَشِيطًا طَيِّبَ النَّفْسِ، وَإِلاَّ أَصْبَحَ خَبِيثَ النَّفْسِ كَسْلاَنَ .",
    "hadithBengali": "৩০৪১। ইসমাঈল ইবনু আবী উআইস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যখন নিদ্রা যায় তখন শয়তার তার মাথার শেষাংশে তিনটি করে গিরা দিয়ে দেয়। প্রত্যেক গিরার সময় এ কথা বলে কুমন্ত্রণা দেয় যে, এখনো রাত অধিক রয়ে গেছে, অতএব শুয়ে থাক। এরপর সে লোক যদি জেগে উঠে এবং আল্লাহকে স্মরণ করে তখন একটি গিরা খুলে যায়। (অলসতা দুর হয়) তারপর সে যদি উযূ (ওজু/অজু/অযু) করে তবে দ্বিতীয় গিরাটিও খুলে যায় (এটা অপবিত্রতার গিরা) আর যদি সে সালাত (নামায/নামাজ) আদায় করে তবে সব কয়টি গিরাই খুলে যায়। আর এ ব্যাক্তি খুশির সাথে পবিত্র মনে ভোর উদযাপন করবে, অন্যথায় সে অপবিত্র মনে অলসতার সাথে ভোর উদযাপন করবে।\n",
    "checkStatus": "1",
    "hadithNo": "3041",
    "id": "3299",
    "thesequence": "3453",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nIt was mentioned before the Prophet (ﷺ) that there was a man who slept the night till morning (after sunrise). The Prophet (ﷺ) said, He is a man in whose ears (or ear) Satan had urinated.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ ذُكِرَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم رَجُلٌ نَامَ لَيْلَهُ حَتَّى أَصْبَحَ، قَالَ   ذَاكَ رَجُلٌ بَالَ الشَّيْطَانُ فِي أُذُنَيْهِ ـ أَوْ قَالَ ـ فِي أُذُنِهِ .",
    "hadithBengali": "৩০৪২। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এমন এক ব্যাক্তির সম্পর্কে উল্লেখ করা হল, যে সারা রাত এমনকি ভোর পর্যন্ত ঘুমিয়ে ছিল। তখন তিনি বললেন, সে এমন ব্যাক্তি যার উভয় কানে অথবা তিনি বললেন, তার কানে শয়তান পেশাব করেছে।\n",
    "checkStatus": "1",
    "hadithNo": "3042",
    "id": "3300",
    "thesequence": "3451",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, If anyone of you, when having sexual relation with his wife, say: In the name of Allah. O Allah! Protect us from Satan and prevent Satan from approaching our offspring you are going to give us, and if he begets a child (as a result of that relation) Satan will not harm it.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا هَمَّامٌ، عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَمَا إِنَّ أَحَدَكُمْ إِذَا أَتَى أَهْلَهُ وَقَالَ بِسْمِ اللَّهِ اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا. فَرُزِقَا وَلَدًا، لَمْ يَضُرُّهُ الشَّيْطَانُ .",
    "hadithBengali": "৩০৪৩। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু আববাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, দেখ, তোমাদের কেউ যখন তার স্ত্রীর নিকট আসে, আর তখন বলে, বিসমিল্লাহ। হে আল্লাহ! আমাদেরকে শয়তানের প্রভাব হতে দুরে রাখ। আর আমাদেরকে যে সন্তান দান করবে তাকেও শয়তানের প্রভাব হতে বাঁচিয়ে রাখ। এরপর তাদেরকে যে সন্তান দান করা হবে তাকে শয়তান কোন ক্ষতি করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3043",
    "id": "3301",
    "thesequence": "3452",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) said, When the (upper) edge of the sun appears (in the morning), dont perform a prayer till the sun appears in full, and when the lower edge of the sun sets, dont perform a prayer till it sets completely. And you should not seek to pray at sunrise or sunset for the sun rises between two sides of the head of the devil (or Satan).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا عَبْدَةُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا طَلَعَ حَاجِبُ الشَّمْسِ فَدَعُوا الصَّلاَةَ حَتَّى تَبْرُزَ، وَإِذَا غَابَ حَاجِبُ الشَّمْسِ فَدَعُوا الصَّلاَةَ حَتَّى تَغِيبَ .  وَلاَ تَحَيَّنُوا بِصَلاَتِكُمْ طُلُوعَ الشَّمْسِ وَلاَ غُرُوبَهَا، فَإِنَّهَا تَطْلُعُ بَيْنَ قَرْنَىْ شَيْطَانٍ . أَوِ الشَّيْطَانِ. لاَ أَدْرِي أَىَّ ذَلِكَ قَالَ هِشَامٌ.",
    "hadithBengali": "৩০৪৪। মুহাম্মদ (ইবনু সালাম) (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন সূর্যের এক কিনারা উদিত হবে, তখন তা পরিস্কারভাবে উদিত না হওয়া পর্যন্ত তোমরা সালাত (নামায/নামাজ) আদায় করা বন্ধ রাখ। আবার যখন সূর্যের এক কিনারা অস্ত যাবে তখন তা সম্পূর্ণ অস্ত না যাওয়া পর্যন্ত তোমরা সালাত (নামায/নামাজ) আদায় করা বন্ধ রাখ। আর তোমরা সূর্যদয়ের সময়কে এবং সূর্যাস্তের সময়কে তোমাদের সালাত (নামায/নামাজ)-এর জন্য নির্ধারিত করো না। কেননা, তা শয়তানের দুশিং এর মাঝখান দিয়ে উদিত হয়। বর্ণণাকারী বলেন, হিশাম (রহঃ) কি শয়তান বলছেন না আশ-শয়তান বলেছেন তা আমি জানিনা।\n",
    "checkStatus": "1",
    "hadithNo": "3044",
    "id": "3302",
    "thesequence": "3450",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Said Al-Khudri:\n\nThe Prophet (ﷺ) said, If while you are praying, somebody intends to pass in front of you, prevent him; and should he insist, prevent him again; and if he insists again, fight with him (i.e. prevent him violently e.g. pushing him violently), because such a person is (like) a devil.\n\n Narrated Muhammad bin Sirin:\nAbu Huraira said, Allahs Messenger (ﷺ) put me in charge of the Zakat of Ramadan (i.e. Zakat-ul-Fitr). Someone came to me and started scooping some of the foodstuff of (Zakat) with both hands. I caught him and told him that I would take him to Allahs Messenger (ﷺ). Then Abu Huraira told the whole narration and added He (i.e. the thief) said, Whenever you go to your bed, recite the Verse of Al-Kursi (2.255) for then a guardian from Allah will be guarding you, and Satan will not approach you till dawn.  On that the Prophet (ﷺ) said, He told you the truth, though he is a liar, and he (the thief) himself was the Satan. ",
    "hadithArabic": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا يُونُسُ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِذَا مَرَّ بَيْنَ يَدَىْ أَحَدِكُمْ شَىْءٌ وَهُوَ يُصَلِّي فَلْيَمْنَعْهُ، فَإِنْ أَبَى فَلْيَمْنَعْهُ، فَإِنْ أَبَى فَلْيُقَاتِلْهُ، فَإِنَّمَا هُوَ شَيْطَانٌ .\nوَقَالَ عُثْمَانُ بْنُ الْهَيْثَمِ حَدَّثَنَا عَوْفٌ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ وَكَّلَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم بِحِفْظِ زَكَاةِ رَمَضَانَ، فَأَتَانِي آتٍ، فَجَعَلَ يَحْثُو مِنَ الطَّعَامِ، فَأَخَذْتُهُ فَقُلْتُ لأَرْفَعَنَّكَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم. فَذَكَرَ الْحَدِيثَ فَقَالَ إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ آيَةَ الْكُرْسِيِّ لَنْ يَزَالَ عَلَيْكَ مِنَ اللَّهِ حَافِظٌ، وَلاَ يَقْرَبُكَ شَيْطَانٌ حَتَّى تُصْبِحَ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم   صَدَقَكَ وَهْوَ كَذُوبٌ، ذَاكَ شَيْطَانٌ .",
    "hadithBengali": "৩০৪৫। আবূ মামার (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সালাত (নামায/নামাজ) আদায়ের সময় তোমাদের কারো সম্মুখ দিয়ে যখন কেউ চলাচল করবে তখন সে তাকে অবশ্যই বাঁধা দিবে। সে যদি অমান্য করে তবে আবারো তাকে বাঁধা দিবে। এরপরও যদি সে অমান্য করে তবে অবশ্যই তার সাথে লড়াই করবে। কেননা সে শয়তান।\n\nউসমান ইবনু হাইসাম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে রমযানের যাকাত (সাদকায়ে ফিতরের) হেফাজতের দায়িত্ব প্রদান করলেন। এরপর আমার নিকট এক আগন্তক আসলেন। সে তার দুহাতের কোষ ভরে খাদ্যশস্য গ্রহণ করতে লাগল। তখন আমি তাকে ধরে ফেললাম এবং বললাম, আমি অবশ্যই তোমাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট নিয়ে যাব। তখন সে একটি হাদীস উল্লেখ করল এবং বলল, যখন তুমি বিছানায় শুতে যাবে, তখন আয়াতুল কুরসী পড়বে। তাহলে সর্বদা আল্লাহর পক্ষ হতে তোমার জন্য একজন হেফাজতকারী থাকবে এবং ভোর হওয়া পর্যন্ত তোমার কাছে শয়তান আসতে পারবে না। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সে তোমাকে সত্য বলেছে, অথচ সে মিথ্যাবাদী এবং শয়তান ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "3045",
    "id": "3303",
    "thesequence": "3449",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Satan comes to one of you and says, Who created so-and-so? till he says, Who has created your Lord? So, when he inspires such a question, one should seek refuge with Allah and give up such thoughts.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ، قَالَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَأْتِي الشَّيْطَانُ أَحَدَكُمْ فَيَقُولُ مَنْ خَلَقَ كَذَا مَنْ خَلَقَ كَذَا حَتَّى يَقُولَ مَنْ خَلَقَ رَبَّكَ فَإِذَا بَلَغَهُ فَلْيَسْتَعِذْ بِاللَّهِ، وَلْيَنْتَهِ .",
    "hadithBengali": "৩০৪৬। ইয়াহইয়া ইবনু বুকাইর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কারো কাছে শয়তান আসতে পারে এবং সে বলতে পারে, এ বস্তু কে সৃষ্টি করেছেন? ঐ বস্তু কে সৃষ্টি করেছে? এরূপ প্রশ্ন করতে করতে শেষ পর্যন্ত বলে বসবে, তোমার প্রতিপালককে কে সৃষ্টি করেছে? যখন বিষয়টি এ পর্যায়ে পৌঁছে যাবে তখন সে যেন অবশ্যই আল্লাহর কাছে পানাহ চায় এবং বিরত হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "3046",
    "id": "3304",
    "thesequence": "3448",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, When the month of Ramadan comes, the gates of Paradise are opened and the gates of the (Hell) Fire are closed, and the devils are chained.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي ابْنُ أَبِي أَنَسٍ، مَوْلَى التَّيْمِيِّينَ أَنَّ أَبَاهُ، حَدَّثَهُ أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا دَخَلَ رَمَضَانُ فُتِّحَتْ أَبْوَابُ الْجَنَّةِ، وَغُلِّقَتْ أَبْوَابُ جَهَنَّمَ، وَسُلْسِلَتِ الشَّيَاطِينُ .",
    "hadithBengali": "৩০৪৭। ইয়াহইয়া ইবনু বুকাইর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন রমযান মাস আরম্ভ হয়, জান্নাতের দরজাগুলো খুলে দেওয়া হয় এবং জাহান্নামের দরজাগুলো বন্ধ করে দেওয়া হয় আর শয়তানদের শৃঙ্খলাবদ্ধ করে রাখা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3047",
    "id": "3305",
    "thesequence": "3447",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ubai bin Ka`b:\n\nThat he heard Allahs Messenger (ﷺ) saying, (The prophet) Moses said to his attendant, Bring us our early meal (18.62). The latter said, Did you remember when we betook ourselves to the rock? I indeed forgot the fish and none but Satan made me forget to remember it. (18.63) Moses did not feel tired till he had crossed the place which Allah ordered him to go to.",
    "hadithArabic": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا عَمْرٌو، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ جُبَيْرٍ، قَالَ قُلْتُ لاِبْنِ عَبَّاسٍ فَقَالَ حَدَّثَنَا أُبَىُّ بْنُ كَعْبٍ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنَّ مُوسَى قَالَ لِفَتَاهُ آتِنَا غَدَاءَنَا، قَالَ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ، فَإِنِّي نَسِيتُ الْحُوتَ، وَمَا أَنْسَانِيهِ إِلاَّ الشَّيْطَانُ أَنْ أَذْكُرَهُ، وَلَمْ يَجِدْ مُوسَى النَّصَبَ حَتَّى جَاوَزَ الْمَكَانَ الَّذِي أَمَرَ اللَّهُ بِهِ .",
    "hadithBengali": "৩০৪৮। হুমাইদী (রহঃ) ... উবাই ইবনু কাব (রাঃ) থেকে বর্ণিত, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন, মূসা (আলাইহিস সালাম) তাঁর সঙ্গীকে বললেন, আমাদের সকালের খাবার নিয়ে আসো। তিনি বললেন, আপনি কি লক্ষ্য করেছেন, আমরা যখন পাথরটির কাছে বিশ্রাম করছিলাম, তখন আমি মাছের কথা ভুলে গিয়েছিলাম? শয়তানই এর কথা বলতে আমাকে ভুলিয়ে দিয়েছিলেন (১৮ঃ ৬২, ৬৩)। আল্লাহ তাআলা মূসা (আলাইহিস সালাম) কে যে স্থানটি সম্পর্কে নির্দেশ দিয়েছিলেন, সে স্থানটি অতিক্রম করা পর্যন্ত তিনি কোন রূপ ক্লান্তি বোধ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "3048",
    "id": "3306",
    "thesequence": "3446",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nI saw Allahs Messenger (ﷺ) pointing towards the east saying, Lo! Afflictions will verily emerge hence; afflictions will verily emerge hence where the (side of the head of) Satan appears.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يُشِيرُ إِلَى الْمَشْرِقِ فَقَالَ   هَا إِنَّ الْفِتْنَةَ هَا هُنَا إِنَّ الْفِتْنَةَ هَا هُنَا مِنْ حَيْثُ يَطْلُعُ قَرْنُ الشَّيْطَانِ .",
    "hadithBengali": "৩০৪৯। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখেছি, তিনি পূর্ব দিকে ইশারা করে বলেছেন, সাবধান! ফিতনা এখানেই। সাবধান ফিতনা এখানেই। যেখান হতে শয়তানের শিং উদিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3049",
    "id": "3307",
    "thesequence": "3445",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nThe Prophet (ﷺ) said, When nightfalls, then keep your children close to you, for the devil spread out then. An hour later you can let them free; and close the gates of your house (at night), and mention Allahs Name thereupon, and cover your utensils, and mention Allahs Name thereupon, (and if you dont have something to cover your utensil) you may put across it something (e.g. a piece of wood etc.).",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ جَعْفَرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، حَدَّثَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، عَنْ جَابِرٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا اسْتَجْنَحَ {اللَّيْلُ} ـ أَوْ كَانَ جُنْحُ اللَّيْلِ ـ فَكُفُّوا صِبْيَانَكُمْ، فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ الْعِشَاءِ فَحُلُّوهُمْ وَأَغْلِقْ بَابَكَ، وَاذْكُرِ اسْمَ اللَّهِ، وَأَطْفِئْ مِصْبَاحَكَ، وَاذْكُرِ اسْمَ اللَّهِ، وَأَوْكِ سِقَاءَكَ، وَاذْكُرِ اسْمَ اللَّهِ، وَخَمِّرْ إِنَاءَكَ، وَاذْكُرِ اسْمَ اللَّهِ، وَلَوْ تَعْرُضُ عَلَيْهِ شَيْئًا .",
    "hadithBengali": "৩০৫০। ইয়াহইয়া ইবনু জাফর (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সূর্যাস্তের পরপরই যখন রাত শুরু হয় অথবা বলেছেন, যখন রাতের অন্ধকার নেমে আসে তখন তোমরা তোমাদের শিশুদেরকে ঘরে আটকে রাখবে। কেননা এ সময় শয়তানেরা ছড়িয়ে পড়ে। এরপর যখন রাতের কিছু অংশ চলে যাবে তখন তাদের ছেড়ে দিতে পার আর তুমি তোমার ঘরের দরজা বন্ধ করে দাও এবং আল্লাহর নাম স্মরণ কর। তোমাদের ঘরের বাতি নিভিয়ে দাও এবং আল্লাহর নাম স্মরণ কর। তোমার পানি রাখার পাত্রের মুখ বন্ধ রাখ এবং আল্লাহর নাম স্মরণ কর। তোমার বাসন পত্র ঢেকে রাখ এবং আল্লাহর নাম স্মরণ কর। সামান্য কিছু হলেও তার উপর দিয়ে রেখে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "3050",
    "id": "3308",
    "thesequence": "3444",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Safiya bint Huyay:\n\nWhile Allahs Messenger (ﷺ) was in I`tikaf, I called on him at night and having had a talk with him, I got up to depart. He got up also to accompany me to my dwelling place, which was then in the house of Usama bin Zaid. Two Ansari men passed by, and when they saw the Prophet (ﷺ) they hastened away. The Prophet said (to them). Dont hurry! It is Safiya, the daughter of Huyay (i.e. my wife). They said, Glorified be Allah! O Allahs Messenger (ﷺ)! (How dare we suspect you?) He said, Satan circulates in the human mind as blood circulates in it, and I was afraid that Satan might throw an evil thought (or something) into your hearts.",
    "hadithArabic": " حَدَّثَنِي مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عَلِيِّ بْنِ حُسَيْنٍ، عَنْ صَفِيَّةَ ابْنَةِ حُيَىٍّ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم مُعْتَكِفًا، فَأَتَيْتُهُ أَزُورُهُ لَيْلاً فَحَدَّثْتُهُ ثُمَّ قُمْتُ، فَانْقَلَبْتُ فَقَامَ مَعِي لِيَقْلِبَنِي. وَكَانَ مَسْكَنُهَا فِي دَارِ أُسَامَةَ بْنِ زَيْدٍ، فَمَرَّ رَجُلاَنِ مِنَ الأَنْصَارِ، فَلَمَّا رَأَيَا النَّبِيَّ صلى الله عليه وسلم أَسْرَعَا، فَقَالَ النَّبِيُّ صلى الله عليه وسلم  عَلَى رِسْلِكُمَا إِنَّهَا صَفِيَّةُ بِنْتُ حُيَىٍّ . فَقَالاَ سُبْحَانَ اللَّهِ يَا رَسُولَ اللَّهِ. قَالَ  إِنَّ الشَّيْطَانَ يَجْرِي مِنَ الإِنْسَانِ مَجْرَى الدَّمِ، وَإِنِّي خَشِيتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا سُوءًا ـ أَوْ قَالَ ـ شَيْئًا .",
    "hadithBengali": "৩০৫১। মুহাম্মদ ইবনু গায়লান (রহঃ) ... সাফিয়্যা বিনতে হুয়াই (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (মসজিদে নববীতে) ইতিকাফ অবস্থায় ছিলেন। আমি রাতে তাঁর সঙ্গে সাক্ষাত করতে আসলাম। এরপর তাঁর সাথে কিছু কথা বার্তা বললাম। তারপর আমি ফিরে আসার জন্য দাঁড়ালাম। আর তাঁর (সাফিয়্যার) বাসস্থান ছিল উসামা ইবনু যায়দের বাড়ীতে। এ সময় দুজন আনসারী সে স্থান দিয়ে অতিক্রম করল। তারা যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখল তখন তারা তাড়াতাড়ি চলে যেতে লাগল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা একটু অপেক্ষা কর। এ মহিলাটি (আমার স্ত্রী) সাফিয়্যা বিনতে হুয়াই। তারা বললেন, সুবাহানাল্লা! ইয়া রাসূলাল্লাহ! (আমরা কি আপনার ব্যাপারে অন্যরূপ ধারণা করতে পারি?) তিনি বললেন, মানুষের শরীরের রক্তধারায় শয়তান প্রবাহমান থাকে। আমি আশংকা করছিলাম, সে তোমাদের মনে কোন খারাপ ধারণা অথবা বললেন, অন্য কিছু সৃষ্টি করে না কি।\n",
    "checkStatus": "1",
    "hadithNo": "3051",
    "id": "3309",
    "thesequence": "3443",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sulaiman bin Surd:\n\nWhile I was sitting in the company of the Prophet, two men abused each other and the face of one of them became red with anger, and his jugular veins swelled (i.e. he became furious). On that the Prophet said, I know a word, the saying of which will cause him to relax, if he does say it. If he says: I seek Refuge with Allah from Satan. then all is anger will go away. Some body said to him, The Prophet has said, Seek refuge with Allah from Satan. The angry man said, Am I mad?",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، عَنْ أَبِي حَمْزَةَ، عَنِ الأَعْمَشِ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ سُلَيْمَانَ بْنِ صُرَدٍ، قَالَ كُنْتُ جَالِسًا مَعَ النَّبِيِّ صلى الله عليه وسلم وَرَجُلاَنِ يَسْتَبَّانِ، فَأَحَدُهُمَا احْمَرَّ وَجْهُهُ وَانْتَفَخَتْ أَوْدَاجُهُ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم  إِنِّي لأَعْلَمُ كَلِمَةً لَوْ قَالَهَا ذَهَبَ عَنْهُ مَا يَجِدُ، لَوْ قَالَ أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ. ذَهَبَ عَنْهُ مَا يَجِدُ . فَقَالُوا لَهُ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  تَعَوَّذْ بِاللَّهِ مِنَ الشَّيْطَانِ . فَقَالَ وَهَلْ بِي جُنُونٌ",
    "hadithBengali": "৩০৫২। আবদান (রহঃ) ... সুলাইমান ইবনু সুরাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বসা ছিলাম। তখন দুজন লোক পরস্পর গাল মন্দ করছিল। তাদের এক জনের চেহারা লাল হয়ে গিয়েছিল এবং তার রগগুলো ফুলে গিয়েছিল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি এমন একটি দুআ জানি, যদি লোকটি পড়ে তবে সে যে রাগ অনুভব করছে তা দুর হয়ে যাবে। (তিনি বললেন) সে যদি পড়ে আউযূবিল্লাহি মিনাশ শায়তান আমি শয়তান হতে আল্লাহর কাছে আশ্রয় চাই। তবে তার রাগ চলে যাবে। তখন তাকে বলল, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তুমি যেন আল্লাহর কাছে শয়তান হতে আশ্রয় চাও। সে বলল, আমি কি পাগল হয়েছি?\n",
    "checkStatus": "1",
    "hadithNo": "3052",
    "id": "3310",
    "thesequence": "3442",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, If anyone of you, on having sexual relation with his wife, says: O Allah! Protect me from Satan, and prevent Satan from approaching the offspring you are going to give me, and if it happens that the lady conceives a child, Satan will neither harm it nor be given power over it.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا مَنْصُورٌ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   لَوْ أَنَّ أَحَدَكُمْ إِذَا أَتَى أَهْلَهُ قَالَ {اللَّهُمَّ} جَنِّبْنِي الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنِي. فَإِنْ كَانَ بَيْنَهُمَا وَلَدٌ لَمْ يَضُرُّهُ الشَّيْطَانُ، وَلَمْ يُسَلَّطْ عَلَيْهِ . قَالَ وَحَدَّثَنَا الأَعْمَشُ عَنْ سَالِمٍ عَنْ كُرَيْبٍ عَنِ ابْنِ عَبَّاسٍ مِثْلَهُ.",
    "hadithBengali": "৩০৫৩। আদম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যখন তার স্ত্রীর নিকট গমন করে এবং বলে হে আল্লাহ! আমাকে শয়তান হতে রক্ষা কর আর আমাকে এ দ্বারা যে সন্মান দিবে তাকেও শয়তানের প্রভাব হতে হেফাজত কর। তাহলে যদি তাদের কোন সন্তান জন্মায়, তবে শয়তান তার কোন ক্ষতি করতে পারবে না এবং তার উপর কোন কর্তৃত্বও চলবে না। আসমা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে অনুরূপ রেওয়ায়েত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3053",
    "id": "3311",
    "thesequence": "3441",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) offered a prayer, and (after finishing) he said, Satan came in front of me trying persistently to divert my attention from the prayer, but Allah gave me the strength to over-power him.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودٌ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ صَلَّى صَلاَةً فَقَالَ   إِنَّ الشَّيْطَانَ عَرَضَ لِي، فَشَدَّ عَلَىَّ يَقْطَعُ الصَّلاَةَ عَلَىَّ، فَأَمْكَنَنِي اللَّهُ مِنْهُ . فَذَكَرَهُ.",
    "hadithBengali": "৩০৫৪। মাহমুদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ) আদায় করলেন। তারপর বললেন, শয়তান আমার সামনে এসেছিল। সে আমার সালাত (নামায/নামাজ) নষ্ট করবার আপ্রাণ চেষ্টা করেছিল। কিন্তু আল্লাহ আমাকে তার উপর কর্তৃত্ব করার ক্ষমতা দিয়েছিলেন। তারপর পূর্ণাঙ্গ হাদীসটি উল্লেখ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3054",
    "id": "3312",
    "thesequence": "3439",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, When the call for the prayer is pronounced, Satan takes to his heels, passing wind with noise, When the call for the prayer is finished, he comes back. And when the Iqama is pronounced, he again takes to his heels, and after its completion, he returns again to interfere between the (praying) person and his heart, saying to him. Remember this or that thing. till the person forgets whether he has offered three or four rak`at: so if one forgets whether he has prayed three or four rak`at, he should perform two prostrations of Sahu (i.e. forgetfulness).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا الأَوْزَاعِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِذَا نُودِيَ بِالصَّلاَةِ أَدْبَرَ الشَّيْطَانُ وَلَهُ ضُرَاطٌ، فَإِذَا قُضِيَ أَقْبَلَ، فَإِذَا ثُوِّبَ بِهَا أَدْبَرَ، فَإِذَا قُضِيَ أَقْبَلَ، حَتَّى يَخْطِرَ بَيْنَ الإِنْسَانِ وَقَلْبِهِ، فَيَقُولُ اذْكُرْ كَذَا وَكَذَا. حَتَّى لاَ يَدْرِي أَثَلاَثًا صَلَّى أَمْ أَرْبَعًا فَإِذَا لَمْ يَدْرِ ثَلاَثًا صَلَّى أَوْ أَرْبَعًا سَجَدَ سَجْدَتَىِ السَّهْوِ .",
    "hadithBengali": "৩০৫৫। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন সালাত (নামায/নামাজ)-এর উদ্দেশ্যে আযান দেওয়া তখন শয়তান (আযানের স্থান) স্বশব্দে বায়ু ছাড়তে ছাড়তে পালাতে থাকে। আযান শেষ হলে সামনে এগিয়ে আসে। আবার যখন (সালাত (নামায/নামাজ)-এর জন্য) ইকামত দেওয়া হয় তখন আবার পালাতে থাকে। ইকামত শেষ হলে আবার সামনে আসে এবং মানুষের মনে খটকা সৃষ্টি করতে থাকে আর বলতে থাকে অমুক অমুক বিষয় মনে কর। এমনকি সে ব্যাক্তি আর স্মরণ রাখতে পারে না যে, সে কি তিন রাকাআত পড়ল না চার রাকাআত পড়ল। এমন যদি কারো হয়ে যায়, সে মনে রাখতে পারে না তিন রাকাআত পড়ছে না চার রাকাআত, তবে সে যেন দুটি সাহু সিজ্&zwnj;দা করে।\n",
    "checkStatus": "1",
    "hadithNo": "3055",
    "id": "3313",
    "thesequence": "3440",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, When any human being is born. Satan touches him at both sides of the body with his two fingers, except Jesus, the son of Mary, whom Satan tried to touch but failed, for he touched the placenta-cover instead.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   كُلُّ بَنِي آدَمَ يَطْعُنُ الشَّيْطَانُ فِي جَنْبَيْهِ بِإِصْبَعِهِ حِينَ يُولَدُ، غَيْرَ عِيسَى بْنِ مَرْيَمَ، ذَهَبَ يَطْعُنُ فَطَعَنَ فِي الْحِجَابِ .",
    "hadithBengali": "৩০৫৬। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রত্যেক আদম সন্তানের জন্মের সময় তার পার্শ্বদেশে শয়তান তার উভয় আঙ্গুল দ্বারা টোকা মারে। ঈসা ইবনু মরয়াম (আলাইহিস সালাম) এর ব্যতীক্রম। সে তাঁকে টোকা মারতে গিয়েছিল। (কিন্তু ব্যর্থ হয়) তখন সে পর্দার উপর টোকা মারে।\n",
    "checkStatus": "1",
    "hadithNo": "3056",
    "id": "3314",
    "thesequence": "3438",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Alqama:\n\nI went to Sham (and asked. Who is here?), The people said, Abu Ad-Darda. Abu Darda said, Is the person whom Allah has protected against Satan, (as Allahs Messenger (ﷺ) said) amongst you. ",
    "hadithArabic": " حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِسْرَائِيلُ، عَنِ الْمُغِيرَةِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، قَالَ قَدِمْتُ الشَّأْمَ {فَقُلْتُ مَنْ هَا هُنَا} قَالُوا أَبُو الدَّرْدَاءِ قَالَ أَفِيكُمُ الَّذِي أَجَارَهُ اللَّهُ مِنَ الشَّيْطَانِ عَلَى لِسَانِ نَبِيِّهِ صلى الله عليه وسلم ",
    "hadithBengali": "৩০৫৭। মালিক ইবনু ইসমাঈল (রহঃ) ... আলকামা (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি সিরিয়ায় গমন করলাম, লোকেরা বলল ইনি আবূ দারদা (রাঃ)। তিনি জিজ্ঞাসা করলেন, তোমাদের মাঝে কি সে লোক আছে যাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মৌখিক দুআয় আল্লাহ শয়তান থেকে রক্ষা করেছেন?\n",
    "checkStatus": "1",
    "hadithNo": "3057",
    "id": "3315",
    "thesequence": "3437",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The subnarrator, Mughira said that the person who was given Allahs Refuge through the tongue of the Prophet was `Ammar (bin Yasir).\n \nNarrated `Aisha:\n\nThe Prophet (ﷺ) said, While the angels talk amidst the clouds about things that are going to happen on earth, the devils hear a word of what they say and pour it in the ears of a soothsayer as one pours something in a bottle, and they add one hundred lies to that (one word).",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا شُعْبَةُ عَنْ مُغِيرَةَ وَقَالَ الَّذِي أَجَارَهُ اللَّهُ عَلَى لِسَانِ نَبِيِّهِ صلى الله عليه وسلم يَعْنِي عَمَّارًا\n\nقَالَ وَقَالَ اللَّيْثُ حَدَّثَنِي خَالِدُ بْنُ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، أَنَّ أَبَا الأَسْوَدِ، أَخْبَرَهُ عُرْوَةُ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْمَلاَئِكَةُ تَتَحَدَّثُ فِي الْعَنَانِ ـ وَالْعَنَانُ الْغَمَامُ ـ بِالأَمْرِ يَكُونُ فِي الأَرْضِ، فَتَسْمَعُ الشَّيَاطِينُ الْكَلِمَةَ، فَتَقُرُّهَا فِي أُذُنِ الْكَاهِنِ، كَمَا تُقَرُّ الْقَارُورَةُ، فَيَزِيدُونَ مَعَهَا مِائَةَ كَذِبَةٍ .",
    "hadithBengali": "৩০৫৮। সুলাইমান ইবনু হারব (রহঃ) ... মুগীরা (রাঃ) থেকে বর্ণিত, তিনি বলেন, সেই ব্যাক্তি যাকে আল্লাহ তার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মৌখিক দুআয় শয়তান থেকে রক্ষা করেছেন তিনি হলেন, আম্মার (রাঃ)।\n\nলায়স (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ফিরিশতাগণ মেঘের মধ্যে এমন সব বিষয় আলোচনা করেন, যা পৃথিবীতে ঘটবে। তখন শয়তানেরা দু একটি কথা শূনে ফেলে এবং তা গণকদের কানে এমনভাবে ঢেলে দেয় যেমন বোতলে পানি ঢালা হয়। তখন তারা এ সত্য কথার সাথে শত প্রকারের মিথ্যা কথা বাড়িয়ে বলে।\n",
    "checkStatus": "1",
    "hadithNo": "3058",
    "id": "3316",
    "thesequence": "3436",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Yawning is from Satan and if anyone of you yawns, he should check his yawning as much as possible, for if anyone of you (during the act of yawning) should say: Ha, Satan will laugh at him.",
    "hadithArabic": "حَدَّثَنَا عَاصِمُ بْنُ عَلِيٍّ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   التَّثَاؤُبُ مِنَ الشَّيْطَانِ، فَإِذَا تَثَاءَبَ أَحَدُكُمْ فَلْيَرُدَّهُ مَا اسْتَطَاعَ، فَإِنَّ أَحَدَكُمْ إِذَا قَالَ هَا. ضَحِكَ الشَّيْطَانُ .",
    "hadithBengali": "৩০৫৯। আসিম ইবনু আলী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, হাই তোলা শয়তানের পক্ষ থেকে হয়ে থাকে। সুতরাং তোমাদের কারো যখন হাই আসবে তখন যথাসম্ভব দমন করবে। কেননা তোমাদের কেউ হাই তোলার সময় যখন হা বলে, তখন শয়তান হাসতে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "3059",
    "id": "3317",
    "thesequence": "3435",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nOn the day (of the battle) of Uhud when the pagans were defeated, Satan shouted, O slaves of Allah! Beware of the forces at your back, and on that the Muslims of the front files fought with the Muslims of the back files (thinking they were pagans). Hudhaifa looked back to see his father Al-Yaman, (being attacked by the Muslims). He shouted, O Allahs Slaves! My father! My father! By Allah, they did not stop till they killed him. Hudhaifa said, May Allah forgive you. `Urwa said that Hudhaifa continued to do good (invoking Allah to forgive the killer of his father till he met Allah (i.e. died).",
    "hadithArabic": " حَدَّثَنَا زَكَرِيَّاءُ بْنُ يَحْيَى، حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ هِشَامٌ أَخْبَرَنَا عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ لَمَّا كَانَ يَوْمَ أُحُدٍ هُزِمَ الْمُشْرِكُونَ فَصَاحَ إِبْلِيسُ أَىْ عِبَادَ اللَّهِ أُخْرَاكُمْ. فَرَجَعَتْ أُولاَهُمْ فَاجْتَلَدَتْ هِيَ وَأُخْرَاهُمْ، فَنَظَرَ حُذَيْفَةُ فَإِذَا هُوَ بِأَبِيهِ الْيَمَانِ فَقَالَ أَىْ عِبَادَ اللَّهِ أَبِي أَبِي. فَوَاللَّهِ مَا احْتَجَزُوا حَتَّى قَتَلُوهُ، فَقَالَ حُذَيْفَةُ غَفَرَ اللَّهُ لَكُمْ. قَالَ عُرْوَةُ فَمَا زَالَتْ فِي حُذَيْفَةَ مِنْهُ بَقِيَّةُ خَيْرٍ حَتَّى لَحِقَ بِاللَّهِ.",
    "hadithBengali": "৩০৬০। যাকারিয়া ইবনু ইয়াহইয়া (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, উহুদের দিন যখন মুশরিকরা পরাজিত হল, তখন ইবলীস চিৎকার করে বলল, হে আল্লাহর বান্দারা! তোমরা তোমাদের পেছনের লোকদের প্রতি সতর্ক হও। অতএব সামনের লোকেরা পেছনের লোকদের উপর ঝাপিয়ে পড়ল। ফলে উভয় দলের মধ্যে নতুনভাবে সংঘর্ষ শুরু হল। হুযায়ফা (রাঃ) হঠাৎ তাঁর পিতা ইয়ামানকে দেখতে পেলেন। (মুসলমানগণ তাঁর উপর আক্রমন করছে) তখন তিনি (হুযায়ফা) বললেন, হে আল্লাহর বান্দারা! আমার পিতা! আমার পিতা! (তিনি মুসলিম) কিন্তু আল্লাহর কসম, তারা বিরত হয়নি। শেষ পর্যন্ত তাঁরা তাঁকে হত্যা করে ফেলল। তখন হুযায়ফা (রাঃ) বললেন, আল্লাহ তোমাদের ক্ষমা করুন। উরওয়া (রাঃ) বলেন, আল্লাহর সাথে মিলিত হওয়া পর্যন্ত হুযায়ফা (রাঃ) (তাঁর পিতার হত্যাকারীদের জন্য) দুআ ও ইস্তিগফার করতে থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "3060",
    "id": "3318",
    "thesequence": "3434",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nI asked the Prophet (ﷺ) about ones looking here and there during the prayer. He replied, It is what Satan steals from the prayer of any one of you.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ الرَّبِيعِ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَشْعَثَ، عَنْ أَبِيهِ، عَنْ مَسْرُوقٍ، قَالَ قَالَتْ عَائِشَةُ ـ رضى الله عنها ـ سَأَلْتُ النَّبِيَّ صلى الله عليه وسلم عَنِ الْتِفَاتِ الرَّجُلِ فِي الصَّلاَةِ. فَقَالَ   هُوَ اخْتِلاَسٌ يَخْتَلِسُ الشَّيْطَانُ مِنْ صَلاَةِ أَحَدِكُمْ .",
    "hadithBengali": "৩০৬১। হাসান ইবনু রাবী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সালাত (নামায/নামাজ)-এর মধ্যে মানুষের এদিক-ওদিক তাকানোর ব্যাপারে জিজ্ঞাসা করলাম। তিনি বললেন, তা হল শয়তানের এক ধরণের ছিনতাই, যা সে তোমাদের এক জনের সালাত (নামায/নামাজ) থেকে ছিনিয়ে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "3061",
    "id": "3319",
    "thesequence": "3432",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Qatada:\n\nThe Prophet (ﷺ) said, A good dream is from Allah, and a bad or evil dream is from Satan; so if anyone of you has a bad dream of which he gets afraid, he should spit on his left side and should seek Refuge with Allah from its evil, for then it will not harm him.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْمُغِيرَةِ، حَدَّثَنَا الأَوْزَاعِيُّ، قَالَ حَدَّثَنِي يَحْيَى، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم. حَدَّثَنِي سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا الْوَلِيدُ، حَدَّثَنَا الأَوْزَاعِيُّ، قَالَ حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   الرُّؤْيَا الصَّالِحَةُ مِنَ اللَّهِ، وَالْحُلُمُ مِنَ الشَّيْطَانِ فَإِذَا حَلَمَ أَحَدُكُمْ حُلُمًا يَخَافُهُ فَلْيَبْصُقْ عَنْ يَسَارِهِ، وَلْيَتَعَوَّذْ بِاللَّهِ مِنْ شَرِّهَا، فَإِنَّهَا لاَ تَضُرُّهُ .",
    "hadithBengali": "৩০৬২। আবূল মুগীরা ও সুলাইমান ইবনু আবদুর রাহমান (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সৎ ও ভাল স্বপ্ন আল্লাহর পক্ষ থেকে হয়ে থাকে। আর মন্দ স্বপ্ন শয়তানের পক্ষ থেকে হয়ে থাকে। অতএব তোমাদের কেউ যখন ভীতিকর মন্দ স্বপ্ন দেখে তখন সে যেন তার বাম দিকে থুথু নিক্ষেপ করে আর শয়তানের অনিষ্ট থেকে আল্লাহর কাছে আশ্যয় প্রার্থনা করে। তা হলে এরূপ স্বপ্ন তার কোন ক্ষতি করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3062",
    "id": "3320",
    "thesequence": "3433",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, If one says one-hundred times in one day: None has the right to be worshipped but Allah, the Alone Who has no partners, to Him belongs Dominion and to Him belong all the Praises, and He has power over all things (i.e. Omnipotent), one will get the reward of manumitting ten slaves, and one-hundred good deeds will be written in his account, and one-hundred bad deeds will be wiped off or erased from his account, and on that day he will be protected from the morning till evening from Satan, and nobody will be superior to him except one who has done more than that which he has done.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ سُمَىٍّ، مَوْلَى أَبِي بَكْرٍ عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ. فِي يَوْمٍ مِائَةَ مَرَّةٍ، كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ، وَكُتِبَتْ لَهُ مِائَةُ حَسَنَةٍ، وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ، وَكَانَتْ لَهُ حِرْزًا مِنَ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ، وَلَمْ يَأْتِ أَحَدٌ بِأَفْضَلَ مِمَّا جَاءَ بِهِ، إِلاَّ أَحَدٌ عَمِلَ أَكْثَرَ مِنْ ذَلِكَ .",
    "hadithBengali": "৩০৬৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি একশ বার এ দুআটি পড়বেঃ আল্লাহ ছাড়া কোন ইলাহ নাই, তিনি একক, তাঁর কোন শরীক নেই; বাদশাহী একমাত্র তারই, সমস্ত প্রশংসাও একমাত্র তাঁরই জন্য, আর তিনি সকল বস্তুর উপর সর্বশক্তিমান। তাহলে দশটি গোলাম আযাদ করার পরিমাণ সাওয়াব তার হবে। তার জন্য একশটি সাওয়াব লেখা হবে এবং আর একশটি গুনাহ মিটিয়ে দেওয়া হবে। ঐদিন সন্ধ্যা পর্যন্ত সে শয়তান থেকে মাহফুজ থাকবে। কোন লোক তার চাইতে উত্তম সাওয়াবের কাজ করতে সক্ষম হবে না। তবে হ্যাঁ ঐ ব্যাক্তি সক্ষম হবে, যে এর চেয়ে ঐ দুআটির আমল অধিক পরিমাণ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "3063",
    "id": "3321",
    "thesequence": "3431",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`d bin Abi Waqqas:\n\nOnce `Umar asked the leave to see Allahs Messenger (ﷺ) in whose company there were some Quraishi women who were talking to him and asking him for more financial support raising their voices. When `Umar asked permission to enter the women got up (quickly) hurrying to screen themselves. When Allahs Messenger (ﷺ) admitted `Umar, Allahs Messenger (ﷺ) was smiling, `Umar asked, O Allahs Messenger (ﷺ)! May Allah keep you in happiness always. Allahs Messenger (ﷺ) said, I am astonished at these women who were with me. As soon as they heard your voice, they hastened to screen themselves. `Umar said, O Allahs Apostle! You have more right to be feared by them. Then he addressed (those women) saying, O enemies of your own souls! Do you fear me and not Allahs Messenger (ﷺ) ? They replied. Yes, for you are a fearful and fierce man as compared with Allahs Messenger (ﷺ). On that Allahs Messenger (ﷺ) said (to `Umar), By Him in Whose Hands my life is, whenever Satan sees you taking a path, he follows a path other than yours.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عَبْدُ الْحَمِيدِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ زَيْدٍ، أَنَّ مُحَمَّدَ بْنَ سَعْدِ بْنِ أَبِي وَقَّاصٍ، أَخْبَرَهُ أَنَّ أَبَاهُ سَعْدَ بْنَ أَبِي وَقَّاصٍ قَالَ اسْتَأْذَنَ عُمَرُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم، وَعِنْدَهُ نِسَاءٌ مِنْ قُرَيْشٍ يُكَلِّمْنَهُ وَيَسْتَكْثِرْنَهُ، عَالِيَةً أَصْوَاتُهُنَّ، فَلَمَّا اسْتَأْذَنَ عُمَرُ، قُمْنَ يَبْتَدِرْنَ الْحِجَابَ، فَأَذِنَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم، وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَضْحَكُ، فَقَالَ عُمَرُ أَضْحَكَ اللَّهُ سِنَّكَ يَا رَسُولَ اللَّهِ. قَالَ  عَجِبْتُ مِنْ هَؤُلاَءِ اللاَّتِي كُنَّ عِنْدِي، فَلَمَّا سَمِعْنَ صَوْتَكَ ابْتَدَرْنَ الْحِجَابَ . قَالَ عُمَرُ فَأَنْتَ يَا رَسُولَ اللَّهِ كُنْتَ أَحَقَّ أَنْ يَهَبْنَ. ثُمَّ قَالَ أَىْ عَدُوَّاتِ أَنْفُسِهِنَّ، أَتَهَبْنَنِي وَلاَ تَهَبْنَ رَسُولَ اللَّهِ صلى الله عليه وسلم قُلْنَ نَعَمْ، أَنْتَ أَفَظُّ وَأَغْلَظُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم. قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَالَّذِي نَفْسِي بِيَدِهِ مَا لَقِيَكَ الشَّيْطَانُ قَطُّ سَالِكًا فَجًّا إِلاَّ سَلَكَ فَجًّا غَيْرَ فَجِّكَ .",
    "hadithBengali": "৩০৬৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) থেকে বর্ণিত, তিনি বলেছেন, একদা উমর (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসার অনুমতি চাইলেন। তখন তাঁর সঙ্গে কয়েকজন কুরায়শ মহিলা কথা বার্তা বলছিল। তারা খুব উচ্চস্বরে কথা বলছিল। এরপর যখন উমর (রাঃ) অনুমতি চাইলেন, তারা উঠে দ্রুত পর্দার আড়ালে চলে গেলেন। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে অনুমতি প্রদান করলেন। তখন তিনি মুচকি হাসছিলেন। তখন উমর (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আল্লাহ আপনাকে সর্বদা স্মীতহাস্যে রাখুন। তিনি বললেন, আমার কাছে যে সব মহিলা ছিল তাদের ব্যাপারে আমি আশ্চার্যান্বিত হয়েছি। তারা যখনই তোমার কণ্ঠস্বর শুনতে পেল তখনই দ্রুত পর্দার আড়ালে চলে গেল।\n\nউমর (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আপনাকেই তাদের অধিক ভয় করা উচিত ছিল। এরপর তিনি মহিলাদের লক্ষ্য করে বললেন, হে আত্মশত্রু মহিলাগণ! তোমরা আমাকে ভয় করছ অথচ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ভয় করছ না? তারা জবাব দিল, হ্যাঁ, কারণ তুমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চেয়ে অধিক কর্কশ ভাষী ও কঠোর হৃদয় ব্যাক্তি। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, কসম ঐ সত্তার যাঁর হাতে আমার প্রাণ, তুমি যে পথে গমন কর শয়তান কখনো সেই পথে চলে না বরং সে তোমার পথ ছেড়ে অন্য পথে চলে।\n",
    "checkStatus": "1",
    "hadithNo": "3064",
    "id": "3322",
    "thesequence": "3430",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, If anyone of you rouses from sleep and performs the ablution, he should wash his nose by putting water in it and then blowing it out thrice, because Satan has stayed in the upper part of his nose all the night.",
    "hadithArabic": "حَدَّثَنِي إِبْرَاهِيمُ بْنُ حَمْزَةَ، قَالَ حَدَّثَنِي ابْنُ أَبِي حَازِمٍ، عَنْ يَزِيدَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عِيسَى بْنِ طَلْحَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا اسْتَيْقَظَ ـ أُرَاهُ ـ أَحَدُكُمْ مِنْ مَنَامِهِ فَتَوَضَّأَ فَلْيَسْتَنْثِرْ ثَلاَثًا، فَإِنَّ الشَّيْطَانَ يَبِيتُ عَلَى خَيْشُومِهِ .",
    "hadithBengali": "৩০৬৫। ইবরাহীম ইবনু হামযা (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বর্ণিত, তিনি বলেন, তোমাদের কেউ যখন নিদ্রা থেকে উঠল এবং উযূ (ওজু/অজু/অযু) করল তখন তার নাক তিনবার ঝেড়ে ফেলা উচিত, কেননা, শয়তান তার নাকের ছিদ্রে রাত যাপন করেছে।\n",
    "checkStatus": "1",
    "hadithNo": "3065",
    "id": "3323",
    "thesequence": "3427",
    "isActive": "1",
    "chapterId": "16004",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৩. ইবলীস ও তার বাহীনীর বর্ণনা। মুজাহিদ (রহঃ) বলেন, يُقْذَفُونَ তাদের নিক্ষেপ করা হবে। دُحُورًا তাদের হাকিয়ে বের করে দেয়া হবে। وَاصِبٌ স্থায়ী। আর ইবন আব্বাস (রাঃ) বলেন, مَدْحُورًا হাকিয়ে বের করা অবস্থায়। مَرِيدًا বিদ্রোহীরূপে। بَتَّكَهُ তাকে ছিন্ন করেছে। وَاسْتَفْزِزْ তুমি ভয় দেখাও। بِخَيْلِكَ অশ্বারোহী। وَالرَّجْلُ পাদাতিকগন। এর একবচন رَاجِلٌ যেমন صَاحِبٍ এর বহুবচন صَحْبٍ আর تَاجِرٍ এর বহুবচন تَجْرٍ، - لأَحْتَنِكَنَّ অবশ্যই আমি সমূলে উৎপাটন করব। قَرِينٌ শয়তান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdur-Rahman bin `Abdullah bin `Abdur-Rahman bin Abi Sasaa Ansari:\n\nThat Abu Sa`id Al-Khudri said to his father. I see you are fond of sheep and the desert, so when you want to pronounce the Adhan, raise your voice with it for whoever will hear the Adhan whether a human being, or a Jinn, or anything else, will bear witness, in favor on the Day of Resurrection. Abu Sa`id added, I have heard this from Allahs Messenger (ﷺ) .",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ الأَنْصَارِيِّ، عَنْ أَبِيهِ، أَنَّهُ أَخْبَرَهُ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ ـ رضى الله عنه ـ قَالَ لَهُ   إِنِّي أَرَاكَ تُحِبُّ الْغَنَمَ وَالْبَادِيَةَ، فَإِذَا كُنْتَ فِي غَنَمِكَ وَبَادِيَتِكَ فَأَذَّنْتَ بِالصَّلاَةِ، فَارْفَعْ صَوْتَكَ بِالنِّدَاءِ، فَإِنَّهُ لاَ يَسْمَعُ مَدَى صَوْتِ الْمُؤَذِّنِ جِنٌّ وَلاَ إِنْسٌ وَلاَ شَىْءٌ إِلاَّ شَهِدَ لَهُ يَوْمَ الْقِيَامَةِ . قَالَ أَبُو سَعِيدٍ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم.",
    "hadithBengali": "৩০৬৬। কুতাইবা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি আবদুল্লাহ ইবনু আবদুর রাহমান (রহঃ) কে বলেছেন, আমি তোমাকে দেখেছি তুমি ছাগপাল ও মরুভূমি পছন্দ করছ। অতএব তুমি যখন তোমার ছাগপাল নিয়ে মরুভূমিতে অবস্থান করবে, সালাত (নামায/নামাজ)-এর সময় হলে আযান দিবে, তখন তুমি উচ্চস্বরে আযান দিবে। কেননা, মুআযযীনের কণ্ঠস্বর জ্বিন, মানুষ ও যে কোন বস্তু শুনে, তারা কিয়ামতের দিন তার পক্ষে সাক্ষ্য দিবে। আবূ সাঈদ (রাঃ) বলেন, আমি এ হাদীসটি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "3066",
    "id": "3324",
    "thesequence": "3428",
    "isActive": "1",
    "chapterId": "16005",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৪. জিন্ন জাতি এবং তাদের সাওয়াব ও আযাবের বর্ণনা। মহান আল্লাহর বাণীঃ হে জিন্ন ও মানব জাতি! তমাদেরই মধ্য থেকে রাসুলগণ কি তোমাদের কাছে আসেন নি? তারা কি তোমাদের সামনে আমার নিদর্শনাবলী বর্ণনা করেন নি? (সুরা আন&rsquo;আমঃ ১৩০) بَخْسًا ক্ষতি। وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا (৩৭ঃ ১৫৮ আয়াতের তাফসীরে) মুজাহিদ (রহঃ) বলেন, কুরাইশ কাফিররা ফিরিশতাগণকে আল্লাহর কন্যা এবং তাদের মাতাদেরকে জিন্নের নেতাদের কন্যা বলে আখ্যায়িত করত। মহান আল্লাহ বলেনঃ জিন্নগন অবশ্যই জানে যে, তাদের হিসাবের সময় উপস্থিত করা হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThat he heard the Prophet (ﷺ) delivering a sermon on the pulpit saying, Kill snakes and kill Dhu-at- Tufyatain (i.e. a snake with two white lines on its back) and ALBATROSS (i.e. a snake with short or mutilated tail) for they destroy the sight of ones eyes and bring about abortion. (`Abdullah bin `Umar further added): Once while I was chasing a snake in order, to kill it, Abu Lubaba called me saying: Dont kill it, I said. Allahs Messenger (ﷺ) ordered us to kill snakes. He said, But later on he prohibited the killing of snakes living in the houses. (Az-Zuhri said. Such snakes are called Al-Awamir.)\n\nNarrated Ibn Umar (ra):\nAbu Lubaba and Zaid bin Khattab saw me.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامُ بْنُ يُوسُفَ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَخْطُبُ عَلَى الْمِنْبَرِ يَقُولُ   اقْتُلُوا الْحَيَّاتِ، وَاقْتُلُوا ذَا الطُّفْيَتَيْنِ وَالأَبْتَرَ، فَإِنَّهُمَا يَطْمِسَانِ الْبَصَرَ، وَيَسْتَسْقِطَانِ الْحَبَلَ . قَالَ عَبْدُ اللَّهِ فَبَيْنَا أَنَا أُطَارِدُ، حَيَّةً لأَقْتُلَهَا فَنَادَانِي أَبُو لُبَابَةَ لاَ تَقْتُلْهَا. فَقُلْتُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ أَمَرَ بِقَتْلِ الْحَيَّاتِ. قَالَ إِنَّهُ نَهَى بَعْدَ ذَلِكَ عَنْ ذَوَاتِ الْبُيُوتِ، وَهْىَ الْعَوَامِرُ.\n وَقَالَ عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ، فَرَآنِي أَبُو لُبَابَةَ أَوْ زَيْدُ بْنُ الْخَطَّابِ. وَتَابَعَهُ يُونُسُ وَابْنُ عُيَيْنَةَ وَإِسْحَاقُ الْكَلْبِيُّ وَالزُّبَيْدِيُّ. وَقَالَ صَالِحٌ وَابْنُ أَبِي حَفْصَةَ وَابْنُ مُجَمِّعٍ عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، رَآنِي أَبُو لُبَابَةَ وَزَيْدُ بْنُ الْخَطَّابِ.",
    "hadithBengali": "<p style=text-align:center>১৯৯৫. পরিচ্ছেদঃ মহান আল্লাহর বাণীঃ &ldquo;স্মরণ করুন ঐ সময়কে যখন আমি জিন্নদের একদলকে আপনার প্রতি আকৃষ্ট করেছিলাম ... তারা সুস্পষ্ট ভ্রান্তির মধ্যে রয়েছে পর্যন্ত ... (সুরা আহকাফঃ ২৯-৩২) <span dir=RTL>مَصْرِفًا</span> অর্থ ফিরিবার স্থান। <span dir=RTL>صَرَفْنَا</span> ফিরিয়ে দিলাম।\n\n<hr />\n৩০৬৭। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মিম্বারের উপর ভাষণ দান কালে বলতে শুনেছন, সাপ মেরে ফেল। বিশেষ করে মেরে ফেল ঐ সাপ, যার মাথার উপর দুটো রেখা আছে এবং লেজ কাটা সাপ। কেননা, এ দুপ্রকারে সাপ চোখের জ্যোতি নষ্ট করে দেয় ও গর্ভপাত ঘটায়। আবদুল্লাহ (রাঃ) বললেন, একদিন আমি একটি সাপ মারার জন্য তার পেছনে ধাওয়া করছিলাম। এমন সময় আবূ লুবাবা (রাঃ) আমাকে ডেকে বললেন, সাপটি মেরো না। তখন আমি বললাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাপ মারার জন্য আদেশ দিয়েছেন। তিনি বললেন, এরপরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে সাপ ঘরে বাস করে যাকে আওয়ামির বলা হয় এমন সাপ মারতে নিষেধ করেছেন।\n\nআবদুর রাযযাক (রহঃ) মামার (রহঃ) সূত্রে বর্ণিত হাদীসে রয়েছে, আমাকে দেখেছেন আবূ লুবাবা অথবা যায়দ ইবনু খাত্তাব (রাঃ) আর অনুসরণ করেছেন মামার (রহঃ) কে ইউনুস ইবনু উয়াইনা, ইসহাক কলবী ও যুবাইদী (রহঃ) এবং সালিহ, ইবনু আবূ হাফসা ও ইবনু মুজাম্মি (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত হাদীসে রয়েছে, আমাকে দেখেছেন আবূ লুবাবা ও যায়দ ইবনু খাত্তাব (রাঃ)।\n",
    "checkStatus": "1",
    "hadithNo": "3067",
    "id": "3325",
    "thesequence": "3429",
    "isActive": "1",
    "chapterId": "16006",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৬. মহান আল্লাহর বাণীঃ আর আল্লাহ তথায় (যমীনে) প্রত্যেক প্রকারের প্রাণী ছড়িয়ে দিয়েছেন। ইবন আব্বাস (রাঃ) বলেন, الثُّعْبَانُ হলো পুরুষ সাপ। বলা হয় সাপ বিভিন্ন প্রকারের হয়, শ্বেত সাপ, মাদী সাপ আর কাল সাপ, آخِذٌ بِنَاصِيَتِهَا অর্থ আল্লাহ তার রাজত্ব ও কর্তৃত্বে সকল জীবকে রেখেছেন, صَافَّاتٍ তাদের ডানাগুলো সম্প্রসারিত অবস্থায়। يَقْبِضْنَ তারা তাদের ডানাগুলো সংকুচিত করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id al-Khudri:\n\nAllahs Messenger (ﷺ) said, There will come a time when the best property of a man will be sheep which he will graze on the tops of mountains and the places where rain falls (i.e. pastures) escaping to protect his religion from afflictions.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يُوشِكُ أَنْ يَكُونَ خَيْرَ مَالِ الرَّجُلِ غَنَمٌ يَتْبَعُ بِهَا شَعَفَ الْجِبَالِ وَمَوَاقِعَ الْقَطْرِ، يَفِرُّ بِدِينِهِ مِنَ الْفِتَنِ .",
    "hadithBengali": "৩০৬৮। ইসমাঈল (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সে সময় অতি নিকট যখন একজন মুসলিমের সর্বোত্তম সম্পদ হবে ছাগ-পাল। যা নিয়ে সে পাহাড়ের চুড়ায় এবং বৃষ্টির এলাকায় (তৃণভূমিতে) চলে যাবে; সে ফিতনা থেকে স্বীয় দ্বীন রক্ষার্থে পলায়ন করবে।\n",
    "checkStatus": "1",
    "hadithNo": "3068",
    "id": "3326",
    "thesequence": "3423",
    "isActive": "1",
    "chapterId": "16007",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৭. মুসলমানের সর্বোত্তম সম্পদ ছাগ-পাল, যা নিয়ে তারা পাহাড়ের চুড়ায় চলে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The main source of disbelief is in the east. Pride and arrogance are characteristics of the owners of horses and camels, and those bedouins who are busy with their camels and pay no attention to Religion; while modesty and gentleness are the characteristics of the owners of sheep.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   رَأْسُ الْكُفْرِ نَحْوَ الْمَشْرِقِ، وَالْفَخْرُ وَالْخُيَلاَءُ فِي أَهْلِ الْخَيْلِ وَالإِبِلِ، وَالْفَدَّادِينَ أَهْلِ الْوَبَرِ، وَالسَّكِينَةُ فِي أَهْلِ الْغَنَمِ .",
    "hadithBengali": "৩০৬৯। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কুফুরীর মূল পূবদিকে, গর্ব এবং অহংকার ঘোড়া এবং উটের মালিকদের মধ্যে এবং গ্রাম্য কৃষকদের মাঝে, আর শান্তি ছাগপালের মালিকদের মাঝে।\n",
    "checkStatus": "1",
    "hadithNo": "3069",
    "id": "3327",
    "thesequence": "3424",
    "isActive": "1",
    "chapterId": "16007",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৭. মুসলমানের সর্বোত্তম সম্পদ ছাগ-পাল, যা নিয়ে তারা পাহাড়ের চুড়ায় চলে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uqba bin `Umar and Abu Mas`ud:\n\nAllahs Messenger (ﷺ) pointed with his hand towards Yemen and said, True Belief is Yemenite yonder (i.e. the Yemenite, had True Belief and embraced Islam readily), but sternness and mercilessness are the qualities of those who are busy with their camels and pay no attention to the Religion where the two sides of the head of Satan will appear. Such qualities belong to the tribe of Rabi`a and Mudar.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، قَالَ حَدَّثَنِي قَيْسٌ، عَنْ عُقْبَةَ بْنِ عَمْرٍو أَبِي مَسْعُودٍ، قَالَ أَشَارَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ نَحْوَ الْيَمَنِ فَقَالَ   الإِيمَانُ يَمَانٍ هَا هُنَا، أَلاَ إِنَّ الْقَسْوَةَ وَغِلَظَ الْقُلُوبِ فِي الْفَدَّادِينَ عِنْدَ أُصُولِ أَذْنَابِ الإِبِلِ، حَيْثُ يَطْلُعُ قَرْنَا الشَّيْطَانِ فِي رَبِيعَةَ وَمُضَرَ .",
    "hadithBengali": "৩০৭০। মুসাদ্দাদ (রহঃ) ... উকবা ইবনু আমর আবূ মাসউদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বীয় হাতের দ্বারা ইয়ামানের দিকে ইশারা করে বললেন, ঈমান এদিকে। দেখ কঠোরতা এবং অন্তরের কাঠিন্য ঐ সব কৃষকদের মধ্যে যারা উটের লেজের কাছ থেকে চিৎকার করেঃ যেখান থেকে শয়তানের শিং দুটি উদয় হবে অর্থাৎ রাবীয়া ও মুযার গোত্রদ্বয়ের মধ্যে।\n",
    "checkStatus": "1",
    "hadithNo": "3070",
    "id": "3328",
    "thesequence": "3425",
    "isActive": "1",
    "chapterId": "16007",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৭. মুসলমানের সর্বোত্তম সম্পদ ছাগ-পাল, যা নিয়ে তারা পাহাড়ের চুড়ায় চলে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, When you hear the crowing of cocks, ask for Allahs Blessings for (their crowing indicates that) they have seen an angel. And when you hear the braying of donkeys, seek Refuge with Allah from Satan for (their braying indicates) that they have seen a Satan.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ فَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ، فَإِنَّهَا رَأَتْ مَلَكًا، وَإِذَا سَمِعْتُمْ نَهِيقَ الْحِمَارِ فَتَعَوَّذُوا بِاللَّهِ مِنَ الشَّيْطَانِ، فَإِنَّهُ رَأَى شَيْطَانًا .",
    "hadithBengali": "৩০৭১। কুতাইবা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন তোমরা মোরগের ডাক শুনবে তখন তোমরা আল্লাহর কাছে তাঁর অনুগ্রহ চেয়ে দুআ কর। কেননা, এ মোরগ ফিরিশতাদের দেখে আর যখন গাধার আওয়াজ শুনবে তখন শয়তান থেকে আল্লাহর কাছে পানাহ চাইবে, কেননা, এ গাধাটি শয়তান দেখেছে।\n",
    "checkStatus": "1",
    "hadithNo": "3071",
    "id": "3329",
    "thesequence": "3426",
    "isActive": "1",
    "chapterId": "16007",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৭. মুসলমানের সর্বোত্তম সম্পদ ছাগ-পাল, যা নিয়ে তারা পাহাড়ের চুড়ায় চলে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nAllahs Messenger (ﷺ) said, When night falls (or it is evening), keep your children close to you for the devils spread out at that time. But when an hour of the night elapses, you can let them free. Close the doors and mention the Name of Allah, for Satan does not open a closed door.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا رَوْحٌ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا كَانَ جُنْحُ اللَّيْلِ ـ أَوْ أَمْسَيْتُمْ ـ فَكُفُّوا صِبْيَانَكُمْ، فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيْلِ فَحُلُّوهُمْ، وَأَغْلِقُوا الأَبْوَابَ، وَاذْكُرُوا اسْمَ اللَّهِ، فَإِنَّ الشَّيْطَانَ لاَ يَفْتَحُ بَابًا مُغْلَقًا . قَالَ وَأَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ نَحْوَ مَا أَخْبَرَنِي عَطَاءٌ وَلَمْ يَذْكُرْ  وَاذْكُرُوا اسْمَ اللَّهِ .",
    "hadithBengali": "৩০৭২। ইসহাক (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যখন রাতের আধার নেমে আসবে বা বলেছেন, যখন সন্ধ্যা হয়ে যাবে তখন তোমরা তোমাদের শিশুদেরকে (ঘরে) আটকিয়ে রাখবে। কেননা এ সময় শয়তানেরা ছড়িয়ে পড়ে। আর যখন রাতের কিছু অংশ অতিবাহিত হয়ে যাবে তখন তাদেরকে ছেড়ে দিতে পার। তোমরা ঘরের দরজা বন্ধ করবে এবং আল্লাহর নাম স্মরণ কর। কেননা শয়তান বন্ধ দরজা খুলতে পারে না।\n\nইবনু জুরাইজ (রহঃ) বলেন, হাদীসটি আমর ইবনু দ্বীনার (রহঃ) জাবির ইবনু আবদুল্লাহ থেকে আতা (রহঃ)-এর অনুরূপ বর্ণণা করেছেন। তবে তিনিاذْكُرُوا اسْمَ اللَّهِ বলেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "3072",
    "id": "3330",
    "thesequence": "3422",
    "isActive": "1",
    "chapterId": "16007",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৭. মুসলমানের সর্বোত্তম সম্পদ ছাগ-পাল, যা নিয়ে তারা পাহাড়ের চুড়ায় চলে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, A group of Israelites were lost. Nobody knows what they did. But I do not see them except that they were cursed and changed into rats, for if you put the milk of a she-camel in front of a rat, it will not drink it, but if the milk of a sheep is put in front of it, it will drink it. I told this to Ka`b who asked me, Did you hear it from the Prophet (ﷺ) ? I said, Yes. Ka`b asked me the same question several times.; I said to Ka`b. Do I read the Torah? (i.e. I tell you this from the Prophet.)",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، عَنْ خَالِدٍ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   فُقِدَتْ أُمَّةٌ مِنْ بَنِي إِسْرَائِيلَ لاَ يُدْرَى مَا فَعَلَتْ، وَإِنِّي لاَ أُرَاهَا إِلاَّ الْفَارَ إِذَا وُضِعَ لَهَا أَلْبَانُ الإِبِلِ لَمْ تَشْرَبْ، وَإِذَا وُضِعَ لَهَا أَلْبَانُ الشَّاءِ شَرِبَتْ . فَحَدَّثْتُ كَعْبًا فَقَالَ أَنْتَ سَمِعْتَ النَّبِيَّ صلى الله عليه وسلم يَقُولُهُ قُلْتُ نَعَمْ. قَالَ لِي مِرَارًا. فَقُلْتُ أَفَأَقْرَأُ التَّوْرَاةَ",
    "hadithBengali": "৩০৭৩। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, বনী ইসরাঈলদের একদল লোক নিখোঁজ হয়ে গিয়েছিল। কেউ জাননা তাদের কি হল আর আমি তাদেরকে ইঁদুর বলেই মনে করি। কেননা তাদের সামনে যখন উটের দুধ রাখা হয়, তারা তা পান করে না, আর তাদের সামনে ছাগলের দুধ রাখা হয় তারা তা পান করে (আবূ হুরায়রা (রাঃ) বলেন) আমি এ হাদীসটি কাবের নিকট বললাম, তিনি আমাকে জিজ্ঞাসা করলেন? আপনি কি এটা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছেন? আমি বললাম, হ্যাঁ। তারপর তিনি কয়েকবার আমাকে একথাটি জিজ্ঞাসা করলেন। তখন আমি বললাম, আমি কি তাওরাত কিতাব পড়েছি?\n",
    "checkStatus": "1",
    "hadithNo": "3073",
    "id": "3331",
    "thesequence": "3402",
    "isActive": "1",
    "chapterId": "16007",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৭. মুসলমানের সর্বোত্তম সম্পদ ছাগ-পাল, যা নিয়ে তারা পাহাড়ের চুড়ায় চলে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nThe Prophet (ﷺ) called the Salamander, a mischief-doer. I have not heard him ordering that it should be killed. Sa`d bin Waqqas claims that the Prophet (ﷺ) ordered that it should be killed.",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، عَنِ ابْنِ وَهْبٍ، قَالَ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، يُحَدِّثُ عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لِلْوَزَغِ الْفُوَيْسِقُ. وَلَمْ أَسْمَعْهُ أَمَرَ بِقَتْلِهِ. وَزَعَمَ سَعْدُ بْنُ أَبِي وَقَّاصٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ بِقَتْلِهِ.",
    "hadithBengali": "৩০৭৪। সাঈদ ইবনু উফায়র (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গিরগিট বা রক্তচোষা টিকটিকিকে নিকৃষ্টতম ফাসিক বলে অভিহিত করেছেন। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একে হত্যা করার আদেশ দিতে শুনিনি। আর সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একে হত্যা করা আদেশ দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3074",
    "id": "3332",
    "thesequence": "3403",
    "isActive": "1",
    "chapterId": "16007",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৭. মুসলমানের সর্বোত্তম সম্পদ ছাগ-পাল, যা নিয়ে তারা পাহাড়ের চুড়ায় চলে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Sharik:\n\nThat the Prophet (ﷺ) ordered her to kill Salamanders.",
    "hadithArabic": " حَدَّثَنَا صَدَقَةُ، أَخْبَرَنَا ابْنُ عُيَيْنَةَ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جُبَيْرِ بْنِ شَيْبَةَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، أَنَّ أُمَّ شَرِيكٍ، أَخْبَرَتْهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَهَا بِقَتْلِ الأَوْزَاغِ.",
    "hadithBengali": "৩০৭৫। সাদকা ইবনু ফাযল (রহঃ) ... সাঈদ ইবনু মূসাইয়্যাব (রহঃ) থেকে বর্ণিত যে, উম্মে শারীক (রাঃ) তাঁকে খবর দিয়েছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে গিরগিট বা রক্তচোষা জাতীয় টিকটিকি হত্যা করার আদেশ দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3075",
    "id": "3333",
    "thesequence": "3404",
    "isActive": "1",
    "chapterId": "16007",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৭. মুসলমানের সর্বোত্তম সম্পদ ছাগ-পাল, যা নিয়ে তারা পাহাড়ের চুড়ায় চলে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) said, Kill the snake with two white lines on its back, for it blinds the on-looker and causes abortion.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ قَالَ النَّبِيُّ صلى الله عليه وسلم   اقْتُلُوا ذَا الطُّفْيَتَيْنِ، فَإِنَّهُ يَلْتَمِسُ الْبَصَرَ، وَيُصِيبُ الْحَبَلَ .\nتَابَعَهُ حَمَّادُ بْنُ سَلَمَةَ أَبَا أُسَامَةَ",
    "hadithBengali": "৩০৭৬। উবায়দা ইবনু ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, পিঠে দুটি সাদা রেখা বিশিষ্ট সাপকে মেরে ফেল। কেননা এ জাতীয় সাপ দৃষ্টিশক্তিকে নষ্ট করে আর গর্ভপাত ঘটায়।\n",
    "checkStatus": "1",
    "hadithNo": "3076",
    "id": "3334",
    "thesequence": "3405",
    "isActive": "1",
    "chapterId": "16007",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৭. মুসলমানের সর্বোত্তম সম্পদ ছাগ-পাল, যা নিয়ে তারা পাহাড়ের চুড়ায় চলে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) ordered that a short-tailed or mutilated-tailed snake (i.e. Abtar) should be killed, for it blinds the on-looker and causes abortion.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ هِشَامٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ عَائِشَةَ،، قَالَتْ أَمَرَ النَّبِيُّ صلى الله عليه وسلم بِقَتْلِ الأَبْتَرِ وَقَالَ   إِنَّهُ يُصِيبُ الْبَصَرَ، وَيُذْهِبُ الْحَبَلَ .",
    "hadithBengali": "৩০৭৭। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লেজ কাটা সাপকে হত্যা করার নির্দেশ দিয়েছেন, আর বলেছেন, এ জাতীয় সাপ দৃষ্টিশক্তি নষ্ট করে এবং গর্ভপাত ঘটায়।\n",
    "checkStatus": "1",
    "hadithNo": "3077",
    "id": "3335",
    "thesequence": "3406",
    "isActive": "1",
    "chapterId": "16007",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৭. মুসলমানের সর্বোত্তম সম্পদ ছাগ-পাল, যা নিয়ে তারা পাহাড়ের চুড়ায় চলে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Mulaika:\n\nIbn `Umar used to kill snakes, but afterwards he forbade their killing and said, Once the Prophet (ﷺ) pulled down a wall and saw a cast-off skin of a snake in it. He said, Look for the snake. They found it and the Prophet (ﷺ) said, Kill it. For this reason I used to kill snakes. Later on I met Abu Lubaba who told me the Prophet (ﷺ) said, Do not kill snakes except the short-tailed or mutilated-tailed snake with two white lines on its back, for it causes abortion and makes one blind. So kill it. ",
    "hadithArabic": " حَدَّثَنِي عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ أَبِي يُونُسَ الْقُشَيْرِيِّ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، أَنَّ ابْنَ عُمَرَ، كَانَ يَقْتُلُ الْحَيَّاتِ ثُمَّ نَهَى قَالَ إِنَّ النَّبِيَّ صلى الله عليه وسلم هَدَمَ حَائِطًا لَهُ، فَوَجَدَ فِيهِ سِلْخَ حَيَّةٍ فَقَالَ  انْظُرُوا أَيْنَ هُوَ . فَنَظَرُوا فَقَالَ  اقْتُلُوهُ . فَكُنْتُ أَقْتُلُهَا لِذَلِكَ. فَلَقِيتُ أَبَا لُبَابَةَ فَأَخْبَرَنِي أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  لاَ تَقْتُلُوا الْجِنَّانَ، إِلاَّ كُلَّ أَبْتَرَ ذِي طُفْيَتَيْنِ، فَإِنَّهُ يُسْقِطُ الْوَلَدَ، وَيُذْهِبُ الْبَصَرَ، فَاقْتُلُوهُ .",
    "hadithBengali": "৩০৭৮। আমর ইবনু আলী (রহঃ) ... ইবনু আবূ মূলায়কা (রহঃ) থেকে বর্ণিত যে, ইবনু উমর (রাঃ) প্রথমে সাপ মেরে ফেলতেন। পরে মারতে নিষেধ করেছেন। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার তাঁর একটি দেয়াল ভেঙ্গে ফেলেন। তাতে তিন সাপের খোলস দেখতে পান। তখন তিনি বললেন, দেখ! কোথায় সাপ আছে? লোকেরা দেখল (এবং তাঁকে জানাল) তিনি বললেন, একে মেরে ফেল। এ কারণে আমি সাপ মেরে ফেরতাম। এরপর আবূ লুবাবার সাথে আমার দেখা হল। তিনি আমাকে জানালেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, পিঠের উপর দুটি রেখা বিশিষ্ট এবং লেজকাটা সাপ ব্যতীত অন্য কোন সাপকে তোমরা মেরা না। কেননা এগুলো গর্ভপাত ঘটায় এবং চোখের জ্যোতি নষ্ট করে দেয়। তাই এ জাতীয় সাপ মেরে ফেল।\n",
    "checkStatus": "1",
    "hadithNo": "3078",
    "id": "3336",
    "thesequence": "3407",
    "isActive": "1",
    "chapterId": "16007",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৭. মুসলমানের সর্বোত্তম সম্পদ ছাগ-পাল, যা নিয়ে তারা পাহাড়ের চুড়ায় চলে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Nafi`:\n\nIbn `Umar used to kill snakes but when Abu Lubaba informed him that the Prophet (ﷺ) had forbidden the killing of snakes living in houses, he gave up killing them.",
    "hadithArabic": " حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ كَانَ يَقْتُلُ الْحَيَّاتِ. فَحَدَّثَهُ أَبُو لُبَابَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ قَتْلِ جِنَّانِ الْبُيُوتِ، فَأَمْسَكَ عَنْهَا.",
    "hadithBengali": "৩০৭৯। মালিক ইবনু উসমঈল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি সাপ মেরে ফেলতেন। এরপর আবূ লুবাবা তাঁকে একটি হাদীস শোনালেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে বসবাসকারী সাপ মারতে নিষেধ করেছেন। ফলে তিনি সাপ মারা বন্ধ করে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3079",
    "id": "3337",
    "thesequence": "3400",
    "isActive": "1",
    "chapterId": "16007",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৭. মুসলমানের সর্বোত্তম সম্পদ ছাগ-পাল, যা নিয়ে তারা পাহাড়ের চুড়ায় চলে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) said, Five kinds of animals are mischief-doers and can be killed even in the Sanctuary: They are the rat the scorpion, the kite, the crow and the rabid dog.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عَنْهَا ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   خَمْسٌ فَوَاسِقُ يُقْتَلْنَ فِي الْحَرَمِ الْفَأْرَةُ، وَالْعَقْرَبُ، وَالْحُدَيَّا، وَالْغُرَابُ، وَالْكَلْبُ الْعَقُورُ .",
    "hadithBengali": "৩০৮০। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, পাঁচ প্রকার প্রাণী বেশী অনিষ্টকারী। এদেরকে হারাম শরীফেও হত্যা করা যায়। এগুলো হল বিচ্ছু, ইঁদুর, চিল, কাক এবং পাগলা কুকুর।\n",
    "checkStatus": "1",
    "hadithNo": "3080",
    "id": "3338",
    "thesequence": "3401",
    "isActive": "1",
    "chapterId": "16008",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৮. পাঁচ শ্রেনীর অনিষ্টকারী প্রানীকে হরম শরীফেও হত্যা করা যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, It is not sinful of a person in the state of Ihram to kill any of these five animals: The scorpion, the rat, the rabid dog, the crow and the kite.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   خَمْسٌ مِنَ الدَّوَابِّ مَنْ قَتَلَهُنَّ وَهْوَ مُحْرِمٌ فَلاَ جُنَاحَ عَلَيْهِ الْعَقْرَبُ، وَالْفَأْرَةُ، وَالْكَلْبُ الْعَقُورُ، وَالْغُرَابُ، وَالْحِدَأَةُ .",
    "hadithBengali": "৩০৮১। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, পাঁচ প্রকারের অনিষ্টকারী প্রাণী যাদেরকে কেউ ইহরাম অবস্থায়ও যদি মেরে ফেলে, তা হলে তার কোন গুনাহ নেই। এগুলো হল বিচ্ছু, ইঁদুর, পাগলা কুকুর, কাক এবং চিল।\n",
    "checkStatus": "1",
    "hadithNo": "3081",
    "id": "3339",
    "thesequence": "3398",
    "isActive": "1",
    "chapterId": "16008",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৮. পাঁচ শ্রেনীর অনিষ্টকারী প্রানীকে হরম শরীফেও হত্যা করা যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nThe Prophet (ﷺ) said, Cover your utensils and tie your water skins, and close your doors and keep your children close to you at night, as the Jinns spread out at such time and snatch things away. When you go to bed, put out your lights, for the mischief-doer (i.e. the rat) may drag away the wick of the candle and burn the dwellers of the house. Ata said, The devils. (instead of the Jinns).",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ كَثِيرٍ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ رَفَعَهُ قَالَ   خَمِّرُوا الآنِيَةَ، وَأَوْكُوا الأَسْقِيَةَ، وَأَجِيفُوا الأَبْوَابَ، وَاكْفِتُوا صِبْيَانَكُمْ عِنْدَ الْعِشَاءِ، فَإِنَّ لِلْجِنِّ انْتِشَارًا وَخَطْفَةً، وَأَطْفِئُوا الْمَصَابِيحَ عِنْدَ الرُّقَادِ، فَإِنَّ الْفُوَيْسِقَةَ رُبَّمَا اجْتَرَّتِ الْفَتِيلَةَ فَأَحْرَقَتْ أَهْلَ الْبَيْتِ . قَالَ ابْنُ جُرَيْجٍ وَحَبِيبٌ عَنْ عَطَاءٍ فَإِنَّ لِلشَّيَاطِينِ.",
    "hadithBengali": "৩০৮২। মুসাদ্দাদ (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা পাত্রগুলো ঢেকে রেখো, পান-পাত্রগুলো বন্ধ করে রেখো, ঘরের দরজাগুলো বন্ধ করে রেখো আর সাঝের বেলায় তোমাদের শিশুদেরকে ঘরে আটকিয়ে রেখো। কেননা এ সময় জ্বিনেরা ছড়িয়ে পড়ে এবং কোন কিছুকে দ্রুত পাকড়াও করে। আর নিদ্রাকালে বাতিগুলো নিভিয়ে দিবে। কেননা অনেক সময় ছোট ছোট অনিষ্টকারী ইঁদুর প্রজ্বলিত সলতেযুক্ত বাতি টেনে নিয়ে যায় এবং গৃহবাসীকে জ্বালিয়ে পুড়িয়ে দেয়। ইবনু জুরাইজ এবং হাবীব (রহঃ) আতা (রহঃ) থেকে কেননা এ সময় জ্বিনেরা ছড়িয়ে পড়ে এর পরিবর্তে শয়তানেরা ছড়িয়ে পড়ে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3082",
    "id": "3340",
    "thesequence": "3399",
    "isActive": "1",
    "chapterId": "16008",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৮. পাঁচ শ্রেনীর অনিষ্টকারী প্রানীকে হরম শরীফেও হত্যা করা যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nOnce we were in the company of Allahs Messenger (ﷺ) in a cave. Surat-al-Mursalat (77) was revealed there, and we were learning it from Allahs Messenger (ﷺ) . Suddenly a snake came out of its hole and we rushed towards it to kill it, but it hastened and entered its hole before we were able to catch it. Allahs Messenger (ﷺ) said, It has been saved from your evil and you have been saved from its evil.",
    "hadithArabic": " حَدَّثَنَا عَبْدَةُ بْنُ عَبْدِ اللَّهِ، أَخْبَرَنَا يَحْيَى بْنُ آدَمَ، عَنْ إِسْرَائِيلَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَارٍ فَنَزَلَتْ {وَالْمُرْسَلاَتِ عُرْفًا} فَإِنَّا لَنَتَلَقَّاهَا مِنْ فِيهِ، إِذْ خَرَجَتْ حَيَّةٌ مِنْ جُحْرِهَا فَابْتَدَرْنَاهَا لِنَقْتُلَهَا، فَسَبَقَتْنَا فَدَخَلَتْ جُحْرَهَا، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وُقِيَتْ شَرَّكُمْ، كَمَا وُقِيتُمْ شَرَّهَا . وَعَنْ إِسْرَائِيلَ عَنِ الأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ مِثْلَهُ قَالَ وَإِنَّا لَنَتَلَقَّاهَا مِنْ فِيهِ رَطْبَةً. وَتَابَعَهُ أَبُو عَوَانَةَ عَنْ مُغِيرَةَ. وَقَالَ حَفْصٌ وَأَبُو مُعَاوِيَةَ وَسُلَيْمَانُ بْنُ قَرْمٍ عَنِ الأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنِ الأَسْوَدِ عَنْ عَبْدِ اللَّهِ.",
    "hadithBengali": "৩০৮৩। আবদা ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে এক গুহায় ছিলাম। তখনوَالْمُرْسَلاَتِ عُرْفًا সূরাটি অবতীর্ণ হয়। আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুখ থেকে সূরাটি লিখে নিচ্ছিলাম। এমনি সময় একটি সাপ বেরিয়ে আসল তার গর্ত থেকে। আমরা তাকে মারার জন্য দৌড়ে যাই। কিন্তু সে আমাদের আগেই ভেগে গিয়ে গর্তে ঢুকে পড়ে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সে তোমাদের অনিষ্ট থেকে যেমন রক্ষা পেয়েছে, তোমরাও তেমন তার অনিষ্ট থেকে রক্ষা পেয়েছো।\n\nইসরাঈর (রহঃ) আমাশ, ইবরাহীম, আলকামা (রহঃ)-ও আবদুল্লাহ (রাঃ) থেকে অনুরূপ বর্ণনা করেছেন। রাবী আবদুল্লাহ (রাঃ) বলেছেন, আমরা সুরাটি তাঁর মুখ থেকে বের হবার সাথে সাথে শিখে নিচ্ছিলাম। আবূ আওয়ানা মুগীরা (রাঃ) থেকে অনুরূপই বর্ণনা করেছেন। আর হাফস, আবূ মুআবিয়া ও সুলাইমান ইবনু কারম, আমাশ, ইব্রাহীম, আসওয়াদ (রহঃ)-ও আবদুল্লাহ (রাঃ) থেকে অনুরূপই বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3083",
    "id": "3341",
    "thesequence": "3397",
    "isActive": "1",
    "chapterId": "16008",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৮. পাঁচ শ্রেনীর অনিষ্টকারী প্রানীকে হরম শরীফেও হত্যা করা যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) said, A woman entered the (Hell) Fire because of a cat which she had tied, neither giving it food nor setting it free to eat from the vermin of the earth. ",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، أَخْبَرَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   دَخَلَتِ امْرَأَةٌ النَّارَ فِي هِرَّةٍ رَبَطَتْهَا، فَلَمْ تُطْعِمْهَا، وَلَمْ تَدَعْهَا تَأْكُلُ مِنْ خِشَاشِ الأَرْضِ . قَالَ وَحَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ.",
    "hadithBengali": "৩০৮৪। নাসর ইবনু আলী (রহঃ) ... ইবনু উমর (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, একজন মহিলা একটি বিড়ালের কারণে জাহান্নামে গিয়েছিল, সে তাকে বেঁধে রেখেছিল। সে না তাকে খাবার দিয়েছিল, না তাকে ছেড়ে দিয়েছিল, যাতে সে যমীনের পোকা মাকড় খেতে পারত। আবূ হুরায়রা (রাঃ) সূত্রেও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3084",
    "id": "3342",
    "thesequence": "3395",
    "isActive": "1",
    "chapterId": "16008",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৮. পাঁচ শ্রেনীর অনিষ্টকারী প্রানীকে হরম শরীফেও হত্যা করা যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Once while a prophet amongst the prophets was taking a rest underneath a tree, an ant bit him. He, therefore, ordered that his luggage be taken away from underneath that tree and then ordered that the dwelling place of the ants should be set on fire. Allah sent him a revelation:-- Wouldnt it have been sufficient to burn a single ant?",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   نَزَلَ نَبِيٌّ مِنَ الأَنْبِيَاءِ تَحْتَ شَجَرَةٍ فَلَدَغَتْهُ نَمْلَةٌ، فَأَمَرَ بِجَهَازِهِ فَأُخْرِجَ مِنْ تَحْتِهَا، ثُمَّ أَمَرَ بِبَيْتِهَا فَأُحْرِقَ بِالنَّارِ، فَأَوْحَى اللَّهُ إِلَيْهِ فَهَلاَّ نَمْلَةً وَاحِدَةً .",
    "hadithBengali": "৩০৮৫। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, নাবীগণের মধ্যে কোন এক নাবী গাছের নীচে অবতরণ করেন। এরপর তাঁকে একটি পিপড়ায় কামড় দেয়। তিনি তাঁর প্রয়োজনীয় আসবাবপত্র সমন্ধে নির্দেশ দিলেন। এগুলো গাছের নীচ হতে বের করে দেওয়া হল। তারপর তিনি নির্দেশ দিলে পিপড়ার বাসা আগুন দিয়ে জ্বালিয়ে দেওয়া হল। তখন আল্লাহ তাঁর প্রতি ওহী নাযিল করলেন, তুমি একটি মাত্র পিপড়াকে কে কেন সাজা দিলে না?\n",
    "checkStatus": "1",
    "hadithNo": "3085",
    "id": "3343",
    "thesequence": "3396",
    "isActive": "1",
    "chapterId": "16008",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৮. পাঁচ শ্রেনীর অনিষ্টকারী প্রানীকে হরম শরীফেও হত্যা করা যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said If a house fly falls in the drink of anyone of you, he should dip it (in the drink) and take it out, for one of its wings has a disease and the other has the cure for the disease.",
    "hadithArabic": "حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، قَالَ حَدَّثَنِي عُتْبَةُ بْنُ مُسْلِمٍ، قَالَ أَخْبَرَنِي عُبَيْدُ بْنُ حُنَيْنٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ يَقُولُ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِذَا وَقَعَ الذُّبَابُ فِي شَرَابِ أَحَدِكُمْ فَلْيَغْمِسْهُ، ثُمَّ لِيَنْزِعْهُ، فَإِنَّ فِي إِحْدَى جَنَاحَيْهِ دَاءً وَالأُخْرَى شِفَاءً .",
    "hadithBengali": "৩০৮৬। খালিদ ইবনু মাখলাদ (রহঃ) ... উবাইদ ইবনু হুনায়ন থেকে বর্ণিত, তিনি বলেন, আমি আবূ হুরায়রা (রাঃ) কে বলতে শুনেছি, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কারো পানীয় দ্রব্যে মাছি পড়লে তাকে তাতে ডুবিয়ে দিবে। তারপর তাকে উঠিয়ে ফেলবে। কেননা তার এক ডানায় রোগ জীবানু থাকে আর অপরটিতে থাকে প্রতিষেধক।\n",
    "checkStatus": "1",
    "hadithNo": "3086",
    "id": "3344",
    "thesequence": "3393",
    "isActive": "1",
    "chapterId": "16009",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৯. তোমাদের কারো পানীয় দ্রব্যে মাছি পড়লে ডুবিয়ে দেবে । কেননা তার এক ডানায় রোগ জীবানু থাকে, আর অপরটিতে থাকে আরোগ্যে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, A prostitute was forgiven by Allah, because, passing by a panting dog near a well and seeing that the dog was about to die of thirst, she took off her shoe, and tying it with her head-cover she drew out some water for it. So, Allah forgave her because of that.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ الصَّبَّاحِ، حَدَّثَنَا إِسْحَاقُ الأَزْرَقُ، حَدَّثَنَا عَوْفٌ، عَنِ الْحَسَنِ، وَابْنِ، سِيرِينَ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   غُفِرَ لاِمْرَأَةٍ مُومِسَةٍ مَرَّتْ بِكَلْبٍ عَلَى رَأْسِ رَكِيٍّ يَلْهَثُ، قَالَ كَادَ يَقْتُلُهُ الْعَطَشُ، فَنَزَعَتْ خُفَّهَا، فَأَوْثَقَتْهُ بِخِمَارِهَا، فَنَزَعَتْ لَهُ مِنَ الْمَاءِ، فَغُفِرَ لَهَا بِذَلِكَ .",
    "hadithBengali": "৩৯৮৭। আল হাসান ইবনু সাব্বাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, জনৈক ব্যাভিচারিণীকে (এ কারণে) ক্ষমা করে দেওয়া হয় যে, একদা সে একটি কুকুরের কাছ দিয়ে যাচ্ছিল। তখন দেখতে পেল কুকুরটি একটি কূপের পাশে বসে হাঁপাচ্ছে। রাবী বলেন, পানির পিপাসায় তাকে মৃতপ্রায় করে দিয়েছিল। তখন ব্যাভিচারিণী মহিলাটি তার মোজা খুলে তাঁর উড়নার সাথে বাঁধল। তারপর সে (তা কূপে ছেড়ে দিয়ে) কূপ হতে পানি তুলে আনল (এবং কুকুরটিকে পানি পান করালো) এ কারণে তাকে ক্ষমা করে দেওয়া হল।\n",
    "checkStatus": "1",
    "hadithNo": "3087",
    "id": "3345",
    "thesequence": "3394",
    "isActive": "1",
    "chapterId": "16009",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৯. তোমাদের কারো পানীয় দ্রব্যে মাছি পড়লে ডুবিয়ে দেবে । কেননা তার এক ডানায় রোগ জীবানু থাকে, আর অপরটিতে থাকে আরোগ্যে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Talha:\n\nThe Prophet (ﷺ) said, Angels do not enter a house that has either a dog or a picture in it.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ حَفِظْتُهُ مِنَ الزُّهْرِيِّ كَمَا أَنَّكَ هَا هُنَا أَخْبَرَنِي عُبَيْدُ اللَّهِ عَنِ ابْنِ عَبَّاسٍ عَنْ أَبِي طَلْحَةَ ـ رضى الله عنهم ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تَدْخُلُ الْمَلاَئِكَةُ بَيْتًا فِيهِ كَلْبٌ وَلاَ صُورَةٌ .",
    "hadithBengali": "৩০৮৮। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ তালহা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত বর্ণিত, তিনি বলেন, যে ঘরে কুকুর এবং প্রাণীর ছবি থাকে ঘরে ফিরিশতাগণ প্রবেশ করে না।\n",
    "checkStatus": "1",
    "hadithNo": "3088",
    "id": "3346",
    "thesequence": "3392",
    "isActive": "1",
    "chapterId": "16009",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৯. তোমাদের কারো পানীয় দ্রব্যে মাছি পড়লে ডুবিয়ে দেবে । কেননা তার এক ডানায় রোগ জীবানু থাকে, আর অপরটিতে থাকে আরোগ্যে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) ordered that the dogs should be killed.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ بِقَتْلِ الْكِلاَبِ.",
    "hadithBengali": "৩০৮৯। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুকুর মেরে ফেলার নির্দেশ দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3089",
    "id": "3347",
    "thesequence": "3390",
    "isActive": "1",
    "chapterId": "16009",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৯. তোমাদের কারো পানীয় দ্রব্যে মাছি পড়লে ডুবিয়ে দেবে । কেননা তার এক ডানায় রোগ জীবানু থাকে, আর অপরটিতে থাকে আরোগ্যে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, If somebody keeps a dog, he loses one Qirat (of the reward) of his good deeds everyday, except if he keeps it for the purpose of agriculture or for the protection of livestock. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا هَمَّامٌ، عَنْ يَحْيَى، قَالَ حَدَّثَنِي أَبُو سَلَمَةَ، أَنَّ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ حَدَّثَهُ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَمْسَكَ كَلْبًا يَنْقُصْ مِنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطٌ، إِلاَّ كَلْبَ حَرْثٍ أَوْ كَلْبَ مَاشِيَةٍ .",
    "hadithBengali": "৩০৯০। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি কুকুর রাখবে প্রতিদিন তার আমলনামা হতে এক ক্বীরাত করে সাওয়াব কমতে থাকবে। তবে কৃষিখামার অথবা পশুরপাল রক্ষার কাজে নিয়োজিত শিকারী কুকুর এর ব্যতীক্রম।\n",
    "checkStatus": "1",
    "hadithNo": "3090",
    "id": "3348",
    "thesequence": "3391",
    "isActive": "1",
    "chapterId": "16009",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "52",
    "statusId": "1",
    "topicName": "১৯৯৯. তোমাদের কারো পানীয় দ্রব্যে মাছি পড়লে ডুবিয়ে দেবে । কেননা তার এক ডানায় রোগ জীবানু থাকে, আর অপরটিতে থাকে আরোগ্যে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]