[
  {
    "hadithEnglish": "Narrated `Aisha: Whenever the Prophet (sallallahu alaihi wa sallam) took a bath after Janaba he started by washing his hands and then performed ablution like that for the prayer. After that he would put his fingers in water and move the roots of his hair with them, and then pour three handfuls of water over his head and then pour water all over his body.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم أَنَّ النَّبِيَّ صلى  الله عليه وسلم كَانَ إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ بَدَأَ فَغَسَلَ يَدَيْهِ، ثُمَّ يَتَوَضَّأُ كَمَا يَتَوَضَّأُ لِلصَّلاَةِ، ثُمَّ يُدْخِلُ أَصَابِعَهُ فِي الْمَاءِ، فَيُخَلِّلُ بِهَا أُصُولَ شَعَرِهِ ثُمَّ يَصُبُّ عَلَى رَأْسِهِ ثَلاَثَ غُرَفٍ بِيَدَيْهِ، ثُمَّ يُفِيضُ الْمَاءَ عَلَى جِلْدِهِ كُلِّهِ.",
    "hadithBengali": "এ প্রসঙ্গে আল্লাহ্&zwnj; তাআলার বাণী, &ldquo;যদি তোমরা অপবিত্র থাক তবে বিশেষভাবে পবিত্র হবে। তোমরা যদি পীড়িত হও বা সফরে থাক বা তোমাদের কেউ শৌচগার থেকে আসে অথবা তোমরা স্ত্রীর সাথে সংগত হও এবং পানি না পাও তবে পবিত্র মাটি দিয়ে তায়াম্মুম করবে এবং তা তোমাদের মুখে ও হাতে বুলাবে। আল্লাহ্&zwnj; তোমাদের কষ্ট দিতে চান না; বরং তিনি তোমাদের পবিত্র করতে চান যাতে তোমরা শোকর আদায় কর।&rdquo; (৫:৬) এবং আল্লাহ্&zwnj;র বাণীঃ &ldquo; হে মুমিনগণ! তোমরা নেশাগ্রস্ত অবস্থায় সালাতের ধারেও যেয়োনা, যতক্ষন না তোমরা যা বল তা বুঝতে পার, আর যদি তোমরা পথবাহী না হও তবে অপবিত্র অবস্থায়ও না, যতক্ষন না তোমরা গোসল কর। আর তোমরা যদি পীড়িত হও অথবা সফরে থাক অথবা তোমাদের কেউ যদি শৌচাগার থেকে আসে অথবা স্ত্রীসংগম করে, আর পানি না পায়, তাহলে পবিত্র মাটি দিয়ে তায়াম্মুম কর, এবং তা মুখ ও হাতে বুলাবে। আল্লাহ্&zwnj; পাপ মোচনকারী ও ক্ষমাশীল। (৪:৪৩)\n\n<hr /><br />\n২৪৬। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)......... আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন জানবাতের গোসল করতেন, তখন প্রথমে তাঁর হাত দুটো ধুয়ে নিতেন। তারপর সালাত (নামায/নামাজ)-এর উযূ (ওজু/অজু/অযু)র মত উযূ (ওজু/অজু/অযু) করতেন। তারপর তাঁর আঙ্গুলগুলো পানিতে ডুবিয়ে নিয়ে চুলের গোড়া খিলাল করতেন। তারপর তাঁর উভয় হাতের তিন আঁজলা পানি মাথায় ঢালতেন। তারপর তাঁর সারা দেহের উপর পানি পৌঁছিয়ে দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "246",
    "id": "255",
    "thesequence": "672",
    "isActive": "1",
    "chapterId": "1857",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৭৪। গোসলের পূর্বে উযূ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Maimuna: (the wife of the Prophet) Allahs Messenger (sallallahu alaihi wa sallam) performed ablution like that for the prayer but did not wash his feet. He washed off the discharge from his private parts and then poured water over his body. He withdrew his feet from that place (the place where he took the bath) and then washed them. And that was his way of taking the bath of Janaba.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، زَوْجِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَتْ تَوَضَّأَ رَسُولُ اللَّهِ صلى  الله عليه وسلم وُضُوءَهُ لِلصَّلاَةِ غَيْرَ رِجْلَيْهِ، وَغَسَلَ فَرْجَهُ، وَمَا أَصَابَهُ مِنَ الأَذَى، ثُمَّ أَفَاضَ عَلَيْهِ الْمَاءَ، ثُمَّ نَحَّى رِجْلَيْهِ فَغَسَلَهُمَا، هَذِهِ غُسْلُهُ مِنَ الْجَنَابَةِ.",
    "hadithBengali": "২৪৭। মুহাম্মদ ইবনু ইউসুফ (রহঃ)......... মায়মুনা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ)-এর উযূ (ওজু/অজু/অযু)র ন্যায় উযূ (ওজু/অজু/অযু) করলেন, অবশ্য পা দুটো ছাড়া এবং তাঁর লজ্জাস্থান ও যে যে স্থানে নাপাক লেগেছে তা ধুয়ে নিলেন। তারপর নিজের উপর পানি ঢেলে দেন। তারপর সেখান থেকে সরে গিয়ে পা দুটো ধুয়ে নেন। এই ছিল তাঁর জানবাতের গোসল।\n",
    "checkStatus": "1",
    "hadithNo": "247",
    "id": "256",
    "thesequence": "673",
    "isActive": "1",
    "chapterId": "1857",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৭৪। গোসলের পূর্বে উযূ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: The Prophet (sallallahu alaihi wa sallam) and I used to take a bath from a single pot called Faraq.",
    "hadithArabic": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، قَالَ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَالنَّبِيُّ، صلى  الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ مِنْ قَدَحٍ يُقَالُ لَهُ الْفَرَقُ.",
    "hadithBengali": "২৪৮। আদম ইবনু আবূ ইয়াস (রহঃ)... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি ও রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্রে (কাদাহ) থেকে (পানি নিয়ে) গোসল করতাম। সেই পাত্রকে ফারাক বলা হতো।\n",
    "checkStatus": "1",
    "hadithNo": "248",
    "id": "257",
    "thesequence": "674",
    "isActive": "1",
    "chapterId": "1858",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৭৫। স্বামী-স্ত্রীর একসাথে গোসল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Salama: `Aishas brother and I went to `Aisha and he asked her about the bath of the Prophet. She brought a pot containing about a Sa` of water and took a bath and poured it over her head and at what time there was a screen between her and us.",
    "hadithArabic": "دَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنِي عَبْدُ الصَّمَدِ، قَالَ حَدَّثَنِي شُعْبَةُ، قَالَ حَدَّثَنِي أَبُو بَكْرِ بْنُ حَفْصٍ، قَالَ سَمِعْتُ أَبَا سَلَمَةَ، يَقُولُ دَخَلْتُ أَنَا وَأَخُو، عَائِشَةَ عَلَى عَائِشَةَ فَسَأَلَهَا أَخُوهَا عَنْ غُسْلِ النَّبِيِّ، صلى  الله عليه وسلم فَدَعَتْ بِإِنَاءٍ نَحْوًا مِنْ صَاعٍ، فَاغْتَسَلَتْ وَأَفَاضَتْ عَلَى رَأْسِهَا، وَبَيْنَنَا وَبَيْنَهَا حِجَابٌ. قَالَ أَبُو عَبْدِ اللَّهِ قَالَ يَزِيدُ بْنُ هَارُونَ وَبَهْزٌ وَالْجُدِّيُّ عَنْ شُعْبَةَ قَدْرِ صَاعٍ.",
    "hadithBengali": "২৪৯। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ)...... আবূ সালামা (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি ও আয়িশা (রাঃ)-এর ভাই আয়িশা (রাঃ)-এর নিকট গেলাম। তাঁর ভাই তাঁকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর গোসল সম্পর্কে জিজ্ঞাসা করলেন। তিনি প্রায় এক সা (তিন কেজির চেয়ে কিছু পরিমাণ বেশি)-এর সমপরিমান এক পাত্র আনালেন। তারপর তিনি গোসল করলেন এবং নিজের মাথার উপর পানি ঢাললেন। তখন আমাদের ও তাঁর মাঝে পর্দা ছিল।\n\nআবূ আবদুল্লাহ [ইমাম বুখারী (রহঃ)] বলেন যে, ইয়াযীদ ইবনু হারূন (রহঃ), বাহয ও জুদ্দী (রহঃ) শুবা (রহঃ) থেকে نَحْوًا مِنْ صَاعٍ এর পরিবর্তে قَدْرِ صَاعٍ (এক সা পরিমাণ)-এর কথা বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "249",
    "id": "258",
    "thesequence": "675",
    "isActive": "1",
    "chapterId": "1859",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৭৬। এক সা&rsquo; বা অনুরূপ পাত্রের পানিতে গোসল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Ja`far: While I and my father were with Jabir bin `Abdullah, some People asked him about taking a bath He replied, A Sa` of water is sufficient for you. A man said, A Sa` is not sufficient for me. Jabir said, A Sa was sufficient for one who had more hair than you and was better than you (meaning the Prophet). And then Jabir (put on) his garment and led the prayer.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا يَحْيَى بْنُ آدَمَ، قَالَ حَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، قَالَ حَدَّثَنَا أَبُو جَعْفَرٍ، أَنَّهُ كَانَ عِنْدَ جَابِرِ بْنِ عَبْدِ اللَّهِ هُوَ وَأَبُوهُ، وَعِنْدَهُ قَوْمٌ فَسَأَلُوهُ عَنِ الْغُسْلِ،. فَقَالَ يَكْفِيكَ صَاعٌ. فَقَالَ رَجُلٌ مَا يَكْفِينِي. فَقَالَ جَابِرٌ كَانَ يَكْفِي مَنْ هُوَ أَوْفَى مِنْكَ شَعَرًا، وَخَيْرٌ مِنْكَ، ثُمَّ أَمَّنَا فِي ثَوْبٍ.",
    "hadithBengali": "২৫০। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ)...... আবূ জাফর (রহঃ) থেকে বর্ণনা করেন যে, তিনি ও তাঁর পিতা জাবির ইবনু আবদুল্লাহ (রাঃ)-এর কাছে ছিলেন। সেখানে আরো কিছু লোক ছিলেন। তাঁরা তাঁকে গোসল সম্পর্কে জিজ্ঞাসা করলেন। তিনি বললেন, এক সা তোমার জন্য যথেষ্ট। তখন এক ব্যাক্তি বলে উঠলঃ আমার জন্য তা যথেষ্ট নয়। জাবির (রাঃ) বললেনঃ যাঁর মাথায় তোমার চাইতে বেশি চুল ছিল এবং তোমার চাইতে যিনি উত্তম ছিলেন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর জন্য তো এ পরিমাণই যথেষ্ট ছিল। তারপর তিনি এক কাপড়ে আমাদের ইমামতি করেন।\n",
    "checkStatus": "1",
    "hadithNo": "250",
    "id": "259",
    "thesequence": "676",
    "isActive": "1",
    "chapterId": "1859",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৭৬। এক সা&rsquo; বা অনুরূপ পাত্রের পানিতে গোসল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas: The Prophet (sallallahu alaihi wa sallam) and Maimuna used to take a bath from a single pot.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ جَابِرِ بْنِ زَيْدٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم صلى  الله عليه وسلم وَمَيْمُونَةَ كَانَا يَغْتَسِلاَنِ مِنْ إِنَاءٍ وَاحِدٍ. قَالَ أَبُو عَبْدِ اللَّهِ كَانَ ابْنُ عُيَيْنَةَ يَقُولُ أَخِيرًا عَنِ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ، وَالصَّحِيحُ مَا رَوَى أَبُو نُعَيْمٍ.",
    "hadithBengali": "২৫১। আবূ নুআয়ম (রহঃ)...... ইবনু আব্বাস (রাঃ) থেকে বর্ণনা করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও মায়মূনা (রাঃ) একই পাত্রের পানি দ্বারা গোসল করতেন।\n\nআবূ আবদুল্লাহ (রহঃ) বলেন, ইবনু উয়ায়না (রহঃ) তাঁর শেষ জীবনে ইবনু আব্বাস (রাঃ)-এর মাধ্যমে মায়মূনা (রাঃ) থেকে ইহা বর্ণনা করতেন। তবে আবূ নুআয়ম (রাঃ)-এর বর্ণনাই ঠিক।\n",
    "checkStatus": "1",
    "hadithNo": "251",
    "id": "260",
    "thesequence": "677",
    "isActive": "1",
    "chapterId": "1859",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৭৬। এক সা&rsquo; বা অনুরূপ পাত্রের পানিতে গোসল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jubair bin Mut`im: Allahs Messenger (sallallahu alaihi wa sallam) said, As for me, I pour water three times on my head. And he pointed with both his hands.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، قَالَ حَدَّثَنِي سُلَيْمَانُ بْنُ صُرَدٍ، قَالَ حَدَّثَنِي جُبَيْرُ بْنُ مُطْعِمٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   أَمَّا أَنَا فَأُفِيضُ عَلَى رَأْسِي ثَلاَثًا . وَأَشَارَ بِيَدَيْهِ كِلْتَيْهِمَا.",
    "hadithBengali": "২৫২। আবূ নুআয়ম (রহঃ)...... জুবায়র ইবনু মুতইম (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি মাথায় তিনবার পানি ঢেলে থাকি। এই বলে তিনি উভয় হাতের দ্বারা ইশারা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "252",
    "id": "261",
    "thesequence": "678",
    "isActive": "1",
    "chapterId": "1860",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৭৭। মাথায় তিনবার পানি ঢালা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir bin `Abdullah: The Prophet (sallallahu alaihi wa sallam) used to pour water three times on his head.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا غُنْدَرٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ مِخْوَلِ بْنِ رَاشِدٍ، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كَانَ النَّبِيُّ صلى  الله عليه وسلم يُفْرِغُ عَلَى رَأْسِهِ ثَلاَثًا.",
    "hadithBengali": "২৫৩। মুহাম্মদ ইবনু বাশ্শার (রহঃ)...... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের মাথায় তিনবার পানি ঢালতেন।\n",
    "checkStatus": "1",
    "hadithNo": "253",
    "id": "262",
    "thesequence": "679",
    "isActive": "1",
    "chapterId": "1860",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৭৭। মাথায় তিনবার পানি ঢালা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Ja`far: Jabir bin `Abdullah said to me, Your cousin (Hasan bin Muhammad bin Al-Hanafiya) came to me and asked about the bath of Janaba. I replied, The Prophet (sallallahu alaihi wa sallam) uses to take three handfuls of water, pour them on his head and then pour more water over his body. Al-Hasan said to me, I am a hairy man. I replied, The Prophet (sallallahu alaihi wa sallam) had more hair than you. ",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا مَعْمَرُ بْنُ يَحْيَى بْنِ سَامٍ، حَدَّثَنِي أَبُو جَعْفَرٍ، قَالَ قَالَ لِي جَابِرٌ أَتَانِي ابْنُ عَمِّكَ يُعَرِّضُ بِالْحَسَنِ بْنِ مُحَمَّدٍ ابْنِ الْحَنَفِيَّةِ قَالَ كَيْفَ الْغُسْلُ مِنَ الْجَنَابَةِ فَقُلْتُ كَانَ النَّبِيُّ صلى  الله عليه وسلم يَأْخُذُ ثَلاَثَةَ أَكُفٍّ وَيُفِيضُهَا عَلَى رَأْسِهِ، ثُمَّ يُفِيضُ عَلَى سَائِرِ جَسَدِهِ. فَقَالَ لِي الْحَسَنُ إِنِّي رَجُلٌ كَثِيرُ الشَّعَرِ. فَقُلْتُ كَانَ النَّبِيُّ صلى  الله عليه وسلم أَكْثَرَ مِنْكَ شَعَرًا.",
    "hadithBengali": "২৫৪। আবূ নুআয়ম (রহঃ)...... আবূ জাফর (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমাকে জাবির (রাঃ) বলেছেন, আমার কাছে তোমার চাচাত ভাই অর্থাৎ হাসান ইবনু মুহাম্মদ ইবনু হানাফিয়্যা এসেছিলেন। তিনি জিজ্ঞাসা করলেন, জানবাতের গোসল কিভাবে করতে হয়? আমি বললাম, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিন আঁজলা পানি নিতেন এবং নিজের মাথার উপর ঢেলে দিতেন। তারপর নিজের সারা দেহে পানি পৌঁছিয়ে দিতেন। তখন হাসান আমাকে বললেন, আমার মাথার চুল খুব বেশি। আমি তাঁকে বললাম, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল তোমার চেয়ে অধিক ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "254",
    "id": "263",
    "thesequence": "680",
    "isActive": "1",
    "chapterId": "1860",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৭৭। মাথায় তিনবার পানি ঢালা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Maimuna: I placed water for the bath of the Prophet. He washed his hands twice or thrice and then poured water on his left hand and washed his private parts. He rubbed his hands over the earth (and cleaned them), rinsed his mouth, washed his nose by putting water in it and blowing it out, washed his face and both forearms and then poured water over his body. Then he withdrew from that place and washed his feet.",
    "hadithArabic": "حَدَّثَنَا مُوسَى، قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ، عَنِ الأَعْمَشِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَتْ مَيْمُونَةُ وَضَعْتُ لِلنَّبِيِّ صلى  الله عليه وسلم مَاءً لِلْغُسْلِ، فَغَسَلَ يَدَيْهِ مَرَّتَيْنِ أَوْ ثَلاَثًا، ثُمَّ أَفْرَغَ عَلَى شِمَالِهِ فَغَسَلَ مَذَاكِيرَهُ، ثُمَّ مَسَحَ يَدَهُ بِالأَرْضِ، ثُمَّ مَضْمَضَ وَاسْتَنْشَقَ وَغَسَلَ وَجْهَهُ وَيَدَيْهِ، ثُمَّ أَفَاضَ عَلَى جَسَدِهِ، ثُمَّ تَحَوَّلَ مِنْ مَكَانِهِ فَغَسَلَ قَدَمَيْهِ.",
    "hadithBengali": "২৫৫। মূসা ইবনু ইসমাঈল (রহঃ)...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, মায়মূনা (রাঃ) বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য গোসলের পানি রাখলাম। তিনি তাঁর হাত দুবার বা তিনবার ধুয়ে নিলেন। পরে তাঁর বাম হাতে পানি নিয়ে তাঁর লজ্জাস্থান ধুয়ে ফেললেন। তারপর মাটিতে হাত ঘষলেন। তারপর কুলি করলেন, নাকে পানি দিলেন আর তাঁর চেহারা ও দুহাত ধুয়ে নিলেন। এরপর তাঁর সারা দেহে পানি ঢাললেন। তারপর একটু সরে গিয়ে দুপা ধুয়ে নিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "255",
    "id": "264",
    "thesequence": "681",
    "isActive": "1",
    "chapterId": "1861",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৭৮। একবার পানি ঢেলে গোসল করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: Whenever the Prophet (sallallahu alaihi wa sallam) took the bath of Janaba (sexual relation or wet dream) he asked for the Hilab or some other scent. He used to take it in his hand, rub it first over the right side of his head and then over the left and then rub the middle of his head with both hands.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ حَنْظَلَةَ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى  الله عليه وسلم إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ دَعَا بِشَىْءٍ نَحْوَ الْحِلاَبِ، فَأَخَذَ بِكَفِّهِ، فَبَدَأَ بِشِقِّ رَأْسِهِ الأَيْمَنِ ثُمَّ الأَيْسَرِ، فَقَالَ بِهِمَا عَلَى رَأْسِهِ.",
    "hadithBengali": "২৫৬। মুহাম্মদ ইবনুল মূসান্না (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন জানবাতের গোসল করতেন, তখন হিলাবের অনুরূপ পাত্র চেয়ে নিতেন। তারপর এক আঁজলা পানি নিয়ে প্রথমে মাথার ডান পাশ এবং পরে বাম পাশ ধুয়ে ফেলতেন। দুহাতে মাথার মাঝখানে পানি ঢালতেন।\n",
    "checkStatus": "1",
    "hadithNo": "256",
    "id": "265",
    "thesequence": "682",
    "isActive": "1",
    "chapterId": "1862",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৭৯। গোসলে হিলাব* বা খুশবু ব্যবহার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Maimuna: I placed water for the bath of the Prophet (sallallahu alaihi wa sallam) and he poured water with his right hand on his left and washed them. Then he washed his private parts and rubbed his hands on the ground, washed them with water, rinsed his mouth and washed his nose by putting water in it and blowing it out, washed his face and poured water on his head. He withdrew from that place and washed his feet. A piece of cloth (towel) was given to him but he did not use it.",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، قَالَ حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، قَالَ حَدَّثَنِي سَالِمٌ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ حَدَّثَتْنَا مَيْمُونَةُ، قَالَتْ صَبَبْتُ لِلنَّبِيِّ صلى  الله عليه وسلم غُسْلاً، فَأَفْرَغَ بِيَمِينِهِ عَلَى يَسَارِهِ فَغَسَلَهُمَا، ثُمَّ غَسَلَ فَرْجَهُ، ثُمَّ قَالَ بِيَدِهِ الأَرْضَ فَمَسَحَهَا بِالتُّرَابِ، ثُمَّ غَسَلَهَا، ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ، ثُمَّ غَسَلَ وَجْهَهُ، وَأَفَاضَ عَلَى رَأْسِهِ، ثُمَّ تَنَحَّى فَغَسَلَ قَدَمَيْهِ، ثُمَّ أُتِيَ بِمِنْدِيلٍ، فَلَمْ يَنْفُضْ بِهَا.",
    "hadithBengali": "২৫৭। উমর ইবনু হাফস্ ইবনু গিয়াস (রহঃ)...... আব্বাস (রাঃ) থেকে বর্ণনা করেন যে, মায়মূনা (রাঃ) বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য গোসলের পানি ঢেলে রাখলাম। তিনি তাঁর ডান হাত দিয়ে বাঁ হাতে পানি ঢাললেন এবং উভয় হাত ধুইলেন। এরপর তাঁর লজ্জাস্থান ধুয়ে নিলেন এবং মাটিতে তাঁর হাত ঘষে নিলেন। পরে তা ধুয়ে কুলি করলেন, নাকে পানি দিলেন, তারপর তাঁর চেহারা ধুইলেন এবং মাথার উপর পানি ঢাললেন। পরে ঐ স্থান থেকে সরে গিয়ে দুই পা ধুইলেন। অবশেষে তাঁকে একটি রুমাল দেওয়া হল, কিন্তু তিনি তা দিয়ে শরীর মুছলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "257",
    "id": "266",
    "thesequence": "683",
    "isActive": "1",
    "chapterId": "1863",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৮০। জানাবাতের গোসলে কুলি করা ও নাকে পানি দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Maimuna: The Prophet (sallallahu alaihi wa sallam) took the bath of Janaba. (sexual relation or wet dream). He first cleaned his private parts with his hand, and then rubbed it (that hand) on the wall (earth) and washed it. Then he performed ablution like that for the prayer, and after the bath he washed his feet.",
    "hadithArabic": "حَدَّثَنَا الْحُمَيْدِيُّ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا الأَعْمَشُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم اغْتَسَلَ مِنَ الْجَنَابَةِ، فَغَسَلَ فَرْجَهُ بِيَدِهِ، ثُمَّ دَلَكَ بِهَا الْحَائِطَ ثُمَّ غَسَلَهَا، ثُمَّ تَوَضَّأَ وُضُوءَهُ لِلصَّلاَةِ، فَلَمَّا فَرَغَ مِنْ غُسْلِهِ غَسَلَ رِجْلَيْهِ.",
    "hadithBengali": "২৫৮। আবদুল্লাহ ইবনু যুবাইর হুমায়দী (রহঃ)....... মায়মূনা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানবাতের গোসল করলেন। তিনি নিজের লজ্জাস্থান ধুয়ে ফেললেন। তারপর হাত ঘষলেন এবং তা ধুইলেন। তারপর সালাত (নামায/নামাজ)-এর উযূ (ওজু/অজু/অযু)র মত উযূ (ওজু/অজু/অযু) করলেন। গোসল শেষ করে তিনি তাঁর দু পা ধুইলেন।\n",
    "checkStatus": "1",
    "hadithNo": "258",
    "id": "267",
    "thesequence": "684",
    "isActive": "1",
    "chapterId": "1864",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৮১। পরিচ্ছন্নতার জন্য মাটিতে হাত ঘষা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: The Prophet (sallallahu alaihi wa sallam) and I used to take a bath from a single pot of water and our hands used to go in the pot after each other in turn.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، أَخْبَرَنَا أَفْلَحُ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَالنَّبِيُّ، صلى  الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ تَخْتَلِفُ أَيْدِينَا فِيهِ.",
    "hadithBengali": "২৫৯। আবদুল্লাহ ইবনু মাসলামা (রহঃ)........ আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি ও রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্রের পানি দিয়ে এভাবে গোসল করতাম যে, তাতে আমাদের দুজনের হাত একের পর এক পড়তে থাকত।\n",
    "checkStatus": "1",
    "hadithNo": "259",
    "id": "268",
    "thesequence": "685",
    "isActive": "1",
    "chapterId": "1865",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৮২। যখন জানাবাত ছাড়া হাতে কোন নাপাকী না থাকে, ফরয গোসলের আগে হাত না ধুয়ে পানির পাত্রে তা প্রবেশ করানো যায় কি? ইব্ন &lsquo;উমর (রা) ও বারা ইব্ন &lsquo;আযিব (রা) হাত না ধুয়ে পানিতে হাত ঢুকিয়েছেন, তারপর উযূ করেছেন। ইব্ন &lsquo;উমর (রা) ও ইব্ন &lsquo;আব্বাস (রা) যে পানিতে ফরয গোসলের পানির ছিটা পড়েছে তা ব্যবহারে কোন দোষ মনে করতেন না। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: Whenever Allahs Messenger (sallallahu alaihi wa sallam) took a bath of Janaba, he washed his hands first.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ غَسَلَ يَدَهُ.",
    "hadithBengali": "২৬০। মূসাদ্দাদ (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানবাতের গোসল করার সময় প্রথমে হাত ধুয়ে নিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "260",
    "id": "269",
    "thesequence": "686",
    "isActive": "1",
    "chapterId": "1865",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৮২। যখন জানাবাত ছাড়া হাতে কোন নাপাকী না থাকে, ফরয গোসলের আগে হাত না ধুয়ে পানির পাত্রে তা প্রবেশ করানো যায় কি? ইব্ন &lsquo;উমর (রা) ও বারা ইব্ন &lsquo;আযিব (রা) হাত না ধুয়ে পানিতে হাত ঢুকিয়েছেন, তারপর উযূ করেছেন। ইব্ন &lsquo;উমর (রা) ও ইব্ন &lsquo;আব্বাস (রা) যে পানিতে ফরয গোসলের পানির ছিটা পড়েছে তা ব্যবহারে কোন দোষ মনে করতেন না। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: The Prophet (sallallahu alaihi wa sallam) and I used to take a bath from a single pot of water after Janaba.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي بَكْرِ بْنِ حَفْصٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَالنَّبِيُّ، صلى  الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ مِنْ جَنَابَةٍ. وَعَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَائِشَةَ مِثْلَهُ.",
    "hadithBengali": "২৬১। আবূল ওয়ালীদ (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি ও রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্রের পানি দিয়ে জানবাতের গোসল করতাম।\n\nআবদুর রহমান ইবনু কাসিম (রহঃ) তাঁর পিতার সূত্রে আয়িশা (রাঃ) থেকে অনুরূপ হাদীস বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "261",
    "id": "270",
    "thesequence": "687",
    "isActive": "1",
    "chapterId": "1865",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৮২। যখন জানাবাত ছাড়া হাতে কোন নাপাকী না থাকে, ফরয গোসলের আগে হাত না ধুয়ে পানির পাত্রে তা প্রবেশ করানো যায় কি? ইব্ন &lsquo;উমর (রা) ও বারা ইব্ন &lsquo;আযিব (রা) হাত না ধুয়ে পানিতে হাত ঢুকিয়েছেন, তারপর উযূ করেছেন। ইব্ন &lsquo;উমর (রা) ও ইব্ন &lsquo;আব্বাস (রা) যে পানিতে ফরয গোসলের পানির ছিটা পড়েছে তা ব্যবহারে কোন দোষ মনে করতেন না। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: The Prophet (sallallahu alaihi wa sallam) and one of his wives used to take a bath from a single pot of water. (Shu`ba added to Anas Statement After the Janaba).",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ جَبْرٍ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ كَانَ النَّبِيُّ صلى  الله عليه وسلم وَالْمَرْأَةُ مِنْ نِسَائِهِ يَغْتَسِلاَنِ مِنْ إِنَاءٍ وَاحِدٍ. زَادَ مُسْلِمٌ وَوَهْبٌ عَنْ شُعْبَةَ مِنَ الْجَنَابَةِ.",
    "hadithBengali": "২৬২। আবূল ওয়ালীদ (রহঃ)........ আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার স্ত্রীদের কেউ কেউ একই পাত্রের পানি নিয়ে গোসল করতেন। মুসলিম (রহঃ) এবং ওয়াহ্ব ইবনু জারীর (রহঃ) শুবা (রাঃ) থেকে তা ফরয গোসল ছিল বলে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "262",
    "id": "271",
    "thesequence": "688",
    "isActive": "1",
    "chapterId": "1865",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৮২। যখন জানাবাত ছাড়া হাতে কোন নাপাকী না থাকে, ফরয গোসলের আগে হাত না ধুয়ে পানির পাত্রে তা প্রবেশ করানো যায় কি? ইব্ন &lsquo;উমর (রা) ও বারা ইব্ন &lsquo;আযিব (রা) হাত না ধুয়ে পানিতে হাত ঢুকিয়েছেন, তারপর উযূ করেছেন। ইব্ন &lsquo;উমর (রা) ও ইব্ন &lsquo;আব্বাস (রা) যে পানিতে ফরয গোসলের পানির ছিটা পড়েছে তা ব্যবহারে কোন দোষ মনে করতেন না। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Maimuna: I placed water for the bath of Allahs Messenger (sallallahu  Narrated Maimuna bint Al-Harith:\n\nI placed water for the bath of Allahs Messenger (ﷺ) and put a screen. He poured water over his hands, and washed them once or twice. (The sub-narrator added that he did not remember if she had said thrice or not). Then he poured water with his right hand over his left one and washed his private parts. He rubbed his hand over the earth or the wall and washed it. He rinsed his mouth and washed his nose by putting water in it and blowing it out. He washed his face, forearms and head. He poured water over his body and then withdrew from that place and washed his feet. I presented him a piece of cloth (towel) and he pointed with his hand (that he does not want it) and did not take it.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ بِنْتِ الْحَارِثِ، قَالَتْ وَضَعْتُ لِرَسُولِ اللَّهِ صلى  الله عليه وسلم غُسْلاً وَسَتَرْتُهُ، فَصَبَّ عَلَى يَدِهِ، فَغَسَلَهَا مَرَّةً أَوْ مَرَّتَيْنِ ـ قَالَ سُلَيْمَانُ لاَ أَدْرِي أَذَكَرَ الثَّالِثَةَ أَمْ لاَ ـ ثُمَّ أَفْرَغَ بِيَمِينِهِ عَلَى شِمَالِهِ، فَغَسَلَ فَرْجَهُ، ثُمَّ دَلَكَ يَدَهُ بِالأَرْضِ أَوْ بِالْحَائِطِ، ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ، وَغَسَلَ وَجْهَهُ وَيَدَيْهِ، وَغَسَلَ رَأْسَهُ، ثُمَّ صَبَّ عَلَى جَسَدِهِ، ثُمَّ تَنَحَّى فَغَسَلَ قَدَمَيْهِ، فَنَاوَلْتُهُ خِرْقَةً، فَقَالَ بِيَدِهِ هَكَذَا، وَلَمْ يُرِدْهَا",
    "hadithBengali": "২৬৩। মূসা ইবনু ইসমাঈল (রহঃ)....... মায়মূনা বিনত হারিস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য গোসলের পানি রেখে পর্দা করে দিলাম। তিনি পানি দিয়ে দুবার কিংবা তিনবার হাত ধুইলেন। সুলায়মান (রহঃ) বলেন, তৃতীয়বারের কথা বলেছেন কিনা মনে পড়ে না। তখন তিনি ডান হাতে পানি নিয়ে বাম হাতে ঢাললেন এবং লজ্জাস্থান ধুয়ে নিলেন। তারপর তাঁর হাত মাটিতে বা দেওয়ালে ঘষলেন। পরে তিনি কুলি করলেন, নাকে পানি দিলেন এবং তাঁর চেহারা ও দু হাত ধুইলেন এবং মাথা ধুয়ে ফেললেন্ তারপর তাঁর শরীরে পানি ঢেলে দিলেন। পরে সেখান থেকে সরে গিয়ে তাঁর দুপা ধুইলেন। অবশেষে আমি তাঁকে একখন্ড কাপড় দিলাম; কিন্তু তিনি হাতের ইশারায় নিষেধ করলেন এবং তা নিলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "263",
    "id": "272",
    "thesequence": "689",
    "isActive": "1",
    "chapterId": "1866",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৮৩। গোসলের সময় ডান হাত থেকে বাম হাতের উপর পানি ঢালা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Maimuna:\n\nI placed water for the bath of Allahs Messenger (ﷺ) and he poured water over his hands and washed them twice or thrice; then he poured water with his right hand over his left and washed his private parts (with his left hand). He rubbed his hand over the earth and rinsed his mouth and washed his nose by putting water in it and blowing it out. After that he washed his face, both fore arms and head thrice and then poured water over his body. He withdrew from that place and washed his feet.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مَحْبُوبٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ، قَالَ حَدَّثَنَا الأَعْمَشُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَتْ مَيْمُونَةُ وَضَعْتُ لِرَسُولِ اللَّهِ صلى  الله عليه وسلم مَاءً يَغْتَسِلُ بِهِ، فَأَفْرَغَ عَلَى يَدَيْهِ، فَغَسَلَهُمَا مَرَّتَيْنِ مَرَّتَيْنِ أَوْ ثَلاَثًا، ثُمَّ أَفْرَغَ بِيَمِينِهِ عَلَى شِمَالِهِ، فَغَسَلَ مَذَاكِيرَهُ، ثُمَّ دَلَكَ يَدَهُ بِالأَرْضِ، ثُمَّ مَضْمَضَ وَاسْتَنْشَقَ، ثُمَّ غَسَلَ وَجْهَهُ وَيَدَيْهِ ثُمَّ غَسَلَ رَأْسَهُ ثَلاَثًا، ثُمَّ أَفْرَغَ عَلَى جَسَدِهِ، ثُمَّ تَنَحَّى مِنْ مَقَامِهِ فَغَسَلَ قَدَمَيْهِ.",
    "hadithBengali": "২৬৪। মুহাম্মদ ইবনু মাহবূব (রহঃ)...... মায়মূনা (রাঃ) বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য গোসলের পানি রাখলাম, তিনি উভয় হাতে পানি ঢেলে দুবার করে বা তিনবার করে তা ধুইয়ে নিলেন। এরপর তিনি ডান হাতে পানি নিয়ে বাম হাতে ঢাললেন এবং তাঁর লজ্জাস্থান ধুইলেন। পরে তাঁর হাত মাটিতে ঘষলেন। তারপর কুলি করলেন ও নাকে পানি দিলেন। তারপর তাঁর মাথা তিনবার ধুইলেন এবং তাঁর সারা শরীরে পানি ঢাললেন। অবশেষে সেখান থেকে একটু সরে গিয়ে তাঁর দুপা ধুয়ে ফেললেন।\n",
    "checkStatus": "1",
    "hadithNo": "264",
    "id": "273",
    "thesequence": "690",
    "isActive": "1",
    "chapterId": "1867",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৮৪। গোসল ও উযূর অঙ্গ পৃথকভাবে ধোয়া ইব্ন &lsquo;উমর (রা) থেকে বর্ণিত, তিনি উযূর অঙ্গসমূহ শুকিয়ে যাওয়ার পর দু&rsquo;পা ধুয়েছিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muhammad bin Al-Muntathir:\n\non the authority of his father that he had asked `Aisha (about the Hadith of Ibn `Umar). She said, May Allah be Merciful to Abu `Abdur-Rahman. I used to put scent on Allahs Messenger (ﷺ) and he used to go round his wives, and in the morning he assumed the Ihram, and the fragrance of scent was still coming out from his body.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، وَيَحْيَى بْنُ سَعِيدٍ، عَنْ شُعْبَةَ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ، عَنْ أَبِيهِ، قَالَ ذَكَرْتُهُ لِعَائِشَةَ فَقَالَتْ يَرْحَمُ اللَّهُ أَبَا عَبْدِ الرَّحْمَنِ، كُنْتُ أُطَيِّبُ رَسُولَ اللَّهِ صلى  الله عليه وسلم، فَيَطُوفُ عَلَى نِسَائِهِ، ثُمَّ يُصْبِحُ مُحْرِمًا يَنْضَخُ طِيبًا.",
    "hadithBengali": "২৬৫। মুহাম্মদ ইবনু বাশ্&zwnj;শার (রহঃ)...... মুহাম্মদ ইবনু মুনতাশির (রহঃ) তাঁর পিতা থেকে বর্ণিত, তিনি বলেনঃ আমি আয়িশা (রাঃ)-এর কাছে [আবদুল্লাহ ইবনু উমর (রাঃ)]-এর উক্তিটি* উল্লেখ করলাম। তিনি বললেনঃ আল্লাহ্ আবূ আবদুর রহমানকে রহম করুন। আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে খুশবু লাগাতাম, তারপর তিনি তাঁর স্ত্রীদের সঙ্গে মিলিত হতেন। তারপর ভোরবেলায় এমন অবস্থায় ইহ্&zwnj;রাম বাঁধতেন যে, তাঁর দেহ থেকে খুশবু ছড়িয়ে পড়তো।\n",
    "checkStatus": "1",
    "hadithNo": "265",
    "id": "274",
    "thesequence": "691",
    "isActive": "1",
    "chapterId": "1868",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৮৫। একাধিকবার বা একাধিক স্ত্রীর সাথে সংগত হওয়ার পর একবার গোসল করা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qatada:\n\nAnas bin Malik said, The Prophet (ﷺ) used to visit all his wives in a round, during the day and night and they were eleven in number. I asked Anas, Had the Prophet (ﷺ) the strength for it? Anas replied, We used to say that the Prophet (ﷺ) was given the strength of thirty (men). And Sa`id said on the authority of Qatada that Anas had told him about nine wives only (not eleven).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، قَالَ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، قَالَ كَانَ النَّبِيُّ صلى  الله عليه وسلم صلى  الله عليه وسلم صلى  الله عليه وسلم صلى  الله عليه وسلم صلى  الله عليه وسلم يَدُورُ عَلَى نِسَائِهِ فِي السَّاعَةِ الْوَاحِدَةِ مِنَ اللَّيْلِ وَالنَّهَارِ، وَهُنَّ إِحْدَى عَشْرَةَ. قَالَ قُلْتُ لأَنَسٍ أَوَكَانَ يُطِيقُهُ قَالَ كُنَّا نَتَحَدَّثُ أَنَّهُ أُعْطِيَ قُوَّةَ ثَلاَثِينَ. وَقَالَ سَعِيدٌ عَنْ قَتَادَةَ إِنَّ أَنَسًا حَدَّثَهُمْ تِسْعُ نِسْوَةٍ.",
    "hadithBengali": "২৬৬। মুহাম্মদ ইবনু বাশ্&zwnj;শার (রহঃ)...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর স্ত্রীগণের কাছে দিনের বা রাতের কোন এক সময় পর্যায়ক্রমে মিলিত হতেন। তাঁরা ছিলেন এগারজন। বর্ণনাকারী বলেন, আমি আনাস (রাঃ)-কে জিজ্ঞাসা করলাম, তিনি কি এত শক্তি রাখতেন? তিনি বললেন, আমরা পরস্পর বলাবলি করতাম যে, তাঁকে ত্রিশজনের শক্তি দেওয়া হয়েছে। সাঈদ (রহঃ) কাতাদা (রহঃ) থেকে বর্ণনা করেন, আনাস (রাঃ) তাঁদের কাছে হাদীস বর্ণনা প্রসঙ্গে (এগারজনের স্থলে) নয়জন স্ত্রীর কথা বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "266",
    "id": "275",
    "thesequence": "692",
    "isActive": "1",
    "chapterId": "1868",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৮৫। একাধিকবার বা একাধিক স্ত্রীর সাথে সংগত হওয়ার পর একবার গোসল করা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Ali: I used to get emotional urethral discharge frequently. Being the son-in-law of the Prophet (sallallahu alaihi wa sallam) I requested a man to ask him about it. So the man asked the Prophet (sallallahu alaihi wa sallam) about it. The Prophet (sallallahu alaihi wa sallam) replied, Perform ablution after washing your organ (penis).",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا زَائِدَةُ، عَنْ أَبِي حَصِينٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَلِيٍّ، قَالَ كُنْتُ رَجُلاً مَذَّاءً فَأَمَرْتُ رَجُلاً أَنْ يَسْأَلَ النَّبِيَّ صلى  الله عليه وسلم لِمَكَانِ ابْنَتِهِ فَسَأَلَ فَقَالَ   تَوَضَّأْ وَاغْسِلْ ذَكَرَكَ .",
    "hadithBengali": "২৬৭। আবূল ওলীদ (রহঃ)...... আলী (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমার অধিক মযী বের হতো। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কন্যা আমার স্ত্রী হওয়ার কারনে আমি একজনকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ বিষয়ে জিজ্ঞাসা করার জন্য পাঠালাম। তিনি প্রশ্ন করলে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ উযূ (ওজু/অজু/অযু) কর এবং লজ্জাস্থান ধুয়ে ফেল।\n",
    "checkStatus": "1",
    "hadithNo": "267",
    "id": "276",
    "thesequence": "693",
    "isActive": "1",
    "chapterId": "1869",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৮৬।  মযী বের হলে তা ধুয়ে ফেলা ও উযূ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Muhammad bin Al-Muntathir: on the authority of his father that he had asked `Aisha about the saying of Ibn `Umar (i.e. he did not like to be a Muhrim while the smell of scent was still coming from his body). `Aisha said, I scented Allahs Messenger (sallallahu alaihi wa sallam) and he went round (had sexual intercourse with) all his wives, and in the morning he was Muhrim (after taking a bath)..",
    "hadithArabic": "حَدَّثَنَا أَبُو النُّعْمَانِ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ، عَنْ أَبِيهِ، قَالَ سَأَلْتُ عَائِشَةَ فَذَكَرْتُ لَهَا قَوْلَ ابْنِ عُمَرَ مَا أُحِبُّ أَنْ أُصْبِحَ، مُحْرِمًا أَنْضَخُ طِيبًا. فَقَالَتْ عَائِشَةُ أَنَا طَيَّبْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم ثُمَّ طَافَ فِي نِسَائِهِ ثُمَّ أَصْبَحَ مُحْرِمًا.",
    "hadithBengali": "২৬৮। আবূ নুমান (রহঃ)...... মুহাম্মদ ইবনু মুনতাশির (রহঃ) তাঁর পিতা থেকে বর্ণিত, আমি আয়িশা (রাঃ)-কে জিজ্ঞাসা করলাম এবং আবদুল্লাহ ইবনু উমর (রাঃ)-এর উক্তি উল্লেখ করলাম, -&ldquo;আমি এমন অবস্থায় ইহরাম বাঁধা পছন্দ করি না, যাতে সকালে আমার দেহ থেকে খুশবু ছড়িয়ে পড়ে। &rdquo; আয়িশা (রাঃ) বললেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সুগন্ধি লাগিয়েছি, তারপর তিনি পর্যায়ক্রমে তাঁর স্ত্রীদের সঙ্গে মিলিত হয়েছেন এবং তাঁর ইহ্&zwnj;রাম অবস্থায় প্রভাত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "268",
    "id": "277",
    "thesequence": "694",
    "isActive": "1",
    "chapterId": "1870",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৮৭। খুশবু লাগিয়ে গোসল করার পর খুশবুর তাসির থেকে গেলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: It is as if I am just looking at the glitter of scent in the parting of the Prophets head hair while he was a Muhrim.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنَا الْحَكَمُ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كَأَنِّي أَنْظُرُ إِلَى وَبِيصِ الطِّيبِ فِي مَفْرِقِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم وَهْوَ مُحْرِمٌ.",
    "hadithBengali": "২৬৯। আদম ইবনু (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি যেন এখনো দেখছি, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইহ্&zwnj;রাম অবস্থায় তাঁর সিথিতে খুশবুর ঔজ্জ্বল্য রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "269",
    "id": "278",
    "thesequence": "695",
    "isActive": "1",
    "chapterId": "1870",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৮৭। খুশবু লাগিয়ে গোসল করার পর খুশবুর তাসির থেকে গেলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Hisham bin `Urwa: (on the authority of his father) `Aisha said, Whenever Allahs Messenger (sallallahu alaihi wa sallam) took the bath of Janaba, he cleaned his hands and performed ablution like that for prayer and then took a bath and rubbed his hair, till he felt that the whole skin of the head had become wet, then he would pour water thrice and wash the rest of the body. `Aisha further said, I and Allahs Messenger (sallallahu alaihi wa sallam) used to take a bath from a single water container, from which we took water simultaneously.",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ غَسَلَ يَدَيْهِ، وَتَوَضَّأَ وُضُوءَهُ لِلصَّلاَةِ ثُمَّ اغْتَسَلَ، ثُمَّ يُخَلِّلُ بِيَدِهِ شَعَرَهُ، حَتَّى إِذَا ظَنَّ أَنْ قَدْ أَرْوَى بَشَرَتَهُ، أَفَاضَ عَلَيْهِ الْمَاءَ ثَلاَثَ مَرَّاتٍ، ثُمَّ غَسَلَ سَائِرَ جَسَدِهِ. وَقَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ، صلى  الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ نَغْرِفُ مِنْهُ جَمِيعًا.",
    "hadithBengali": "২৭০। আবদান (রহঃ)......... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন জানাবতের গোসল করতেন, তখন তিনি দুহাত ধুইতেন এবং সালাত (নামায/নামাজ)-এর উযূ (ওজু/অজু/অযু)র মত উযূ (ওজু/অজু/অযু) করতেন। তারপর গোসল করতেন। পরে তাঁর হাত দিয়ে চুল খিলাল করতেন। চামড়া ভিজেছে বলে যখন তিনি নিশ্চিত হতেন, তখন তাতে তিনবার পানি ঢালতেন। তারপর সমস্ত শরীর ধুয়ে ফেলতেন। আয়িশা (রাঃ) আরো বলেছেনঃ আমি ও রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্র থেকে গোসল করতাম। আমরা একই সাথে তা থেকে আঁজলা ভরে পানি নিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "270",
    "id": "279",
    "thesequence": "696",
    "isActive": "1",
    "chapterId": "1871",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৮৮। চুল খিলাল করা এবং চামড়া ভিজেছে বলে নিশ্চিত হওয়ার পর তাতে পানি ঢালা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Maimuna: Water was placed for the ablution of Allahs Messenger (sallallahu alaihi wa sallam) after Janaba. He poured water with his right hand over his left twice or thrice and then washed his private parts and rubbed his hand on the earth or on a wall twice or thrice and then rinsed his mouth, washed his nose by putting water in it and then blowing it out arid then washed his face and forearms and poured water over his head and washed his body. Then he shifted from that place and washed his feet. I brought a piece of cloth, but he did not take it and removed the traces of water from his body with his hand.",
    "hadithArabic": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، قَالَ أَخْبَرَنَا الْفَضْلُ بْنُ مُوسَى، قَالَ أَخْبَرَنَا الأَعْمَشُ، عَنْ سَالِمٍ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، قَالَتْ وَضَعَ رَسُولُ اللَّهِ صلى  الله عليه وسلم وَضُوءًا لِجَنَابَةٍ فَأَكْفَأَ بِيَمِينِهِ عَلَى شِمَالِهِ مَرَّتَيْنِ، أَوْ ثَلاَثًا، ثُمَّ غَسَلَ فَرْجَهُ، ثُمَّ ضَرَبَ يَدَهُ بِالأَرْضِ ـ أَوِ الْحَائِطِ ـ مَرَّتَيْنِ أَوْ ثَلاَثًا، ثُمَّ مَضْمَضَ وَاسْتَنْشَقَ، وَغَسَلَ وَجْهَهُ وَذِرَاعَيْهِ، ثُمَّ أَفَاضَ عَلَى رَأْسِهِ الْمَاءَ، ثُمَّ غَسَلَ جَسَدَهُ، ثُمَّ تَنَحَّى فَغَسَلَ رِجْلَيْهِ. قَالَتْ فَأَتَيْتُهُ بِخِرْقَةٍ، فَلَمْ يُرِدْهَا، فَجَعَلَ يَنْفُضُ بِيَدِهِ.",
    "hadithBengali": "২৭১। ইউসুফ ইবনু ঈসা (রহঃ)......... মায়মূনা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানবাতের গোসলের জন্য পানি রাখলেন। তারপর দুবার বা তিনবার ডান হাতে বাম হাতের উপর পানি ঢাললেন এবং তাঁর লজ্জাস্থান ধুইলেন। তারপর তাঁর হাত মাটিতে বা দেওয়ালে দুবার বা তিনবার ঘষলেন। পরে তিনি কুলি করলেন ও নাকে পানি দিলেন এবং চেহারা ও দুহাত ধুইলেন। তারপর তাঁর মাথায় পানি ঢাললেন এবং তাঁর শরীর ধুইলেন। একটু সরে গিয়ে তাঁর দুই পা ধুইলেন। মায়মূনা (রাঃ) বলেনঃ এরপর আমি একখন্ড কাপড় দিলে তিনি তা নিলেন না, বরং নিজ হাতে পানি ঝেড়ে ফেলতে থাকলেন।\n",
    "checkStatus": "1",
    "hadithNo": "271",
    "id": "280",
    "thesequence": "697",
    "isActive": "1",
    "chapterId": "1872",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৮৯। জানাবাত অবস্থায় যে উযূ করে সমস্ত শরীর ধোয় কিন্তু উযূর প্রত্যঙ্গগুলো দ্বিতীয়বার ধোয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Once the call (Iqama) for the prayer was announced and the rows were straightened. Allahs Messenger (sallallahu alaihi wa sallam) came out; and when he stood up at his Musalla, he remembered that he was Junub. Then he ordered us to stay at our places and went to take a bath and then returned with water dropping from his head. He said, Allahu-Akbar, and we all offered the prayer with him.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، قَالَ أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أُقِيمَتِ الصَّلاَةُ، وَعُدِّلَتِ الصُّفُوفُ قِيَامًا، فَخَرَجَ إِلَيْنَا رَسُولُ اللَّهِ صلى  الله عليه وسلم فَلَمَّا قَامَ فِي مُصَلاَّهُ ذَكَرَ أَنَّهُ جُنُبٌ فَقَالَ لَنَا :   مَكَانَكُمْ . ثُمَّ رَجَعَ فَاغْتَسَلَ، ثُمَّ خَرَجَ إِلَيْنَا وَرَأْسُهُ يَقْطُرُ، فَكَبَّرَ فَصَلَّيْنَا مَعَهُ. تَابَعَهُ عَبْدُ الأَعْلَى عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ. وَرَوَاهُ الأَوْزَاعِيُّ عَنِ الزُّهْرِيِّ.",
    "hadithBengali": "২৭২। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ)......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার সালাত (নামায/নামাজ)-এর ইকামত দেওয়া হলে সবাই দাঁড়িয়ে কাতার সোজা করছিলেন, তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সামনে বেরিয়ে আসলেন। তিনি মূসাল্লায় দাঁড়ালে তাঁর মনে হল যে, তিনি জানবাত অবস্থায় আছেন। তখন তিনি আমাদের বললেনঃ স্ব স্ব স্থানে দাঁড়িয়ে থাক। তিনি ফিরে গিয়ে গোসল করে আবার আমাদের সামনে আসলেন এবং তাঁর মাথা থেকে পানি ঝরছিল। তিনি তাকবীর (তাহ্&zwnj;রীমা) বাঁধলেন, আর আমরাও তাঁর সাথে সালাত (নামায/নামাজ) আদায় করলাম।\n\nআবদুল আলা (রহঃ) যুহরী (রহঃ) থেকে এবং আওযাঈ (রহঃ)-ও যুহরী (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "272",
    "id": "281",
    "thesequence": "698",
    "isActive": "1",
    "chapterId": "1873",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৯০। মসজিদের ভিতরে নিজের জানাবাতের কথা স্মরণ হলে তখনেই বেরিয়ে পড়বে, তায়াম্মুম করতে হবে না",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Maimuna: I placed water for the bath of the Prophet (sallallahu alaihi wa sallam) and screened him with a garment. He poured water over his hands and washed them. After that he poured water with his right hand over his left and washed his private parts, rubbed his hands with earth and washed them, rinsed his mouth, washed his nose by putting water in it and then blowing it out and then washed his face and forearms. He poured water over his head and body. He then shifted from that place and washed his feet. I gave him a piece of cloth but he did not take it and came out removing the water (from his body) with both his hands.",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنَا أَبُو حَمْزَةَ، قَالَ سَمِعْتُ الأَعْمَشَ، عَنْ سَالِمٍ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَتْ مَيْمُونَةُ وَضَعْتُ لِلنَّبِيِّ صلى  الله عليه وسلم غُسْلاً، فَسَتَرْتُهُ بِثَوْبٍ، وَصَبَّ عَلَى يَدَيْهِ فَغَسَلَهُمَا، ثُمَّ صَبَّ بِيَمِينِهِ عَلَى شِمَالِهِ، فَغَسَلَ فَرْجَهُ، فَضَرَبَ بِيَدِهِ الأَرْضَ فَمَسَحَهَا، ثُمَّ غَسَلَهَا فَمَضْمَضَ، وَاسْتَنْشَقَ، وَغَسَلَ وَجْهَهُ وَذِرَاعَيْهِ، ثُمَّ صَبَّ عَلَى رَأْسِهِ، وَأَفَاضَ عَلَى جَسَدِهِ، ثُمَّ تَنَحَّى فَغَسَلَ قَدَمَيْهِ، فَنَاوَلْتُهُ ثَوْبًا فَلَمْ يَأْخُذْهُ، فَانْطَلَقَ وَهْوَ يَنْفُضُ يَدَيْهِ.",
    "hadithBengali": "২৭৩। আবদান (রহঃ)...... মায়মূনা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য গোসলের পানি রাখলাম এবং কাপড় দিয়ে পর্দা করে দিলাম। তিনি দুহাতের উপর পানি ঢেলে উভয় হাত ধুয়ে নিলেন। তারপর ডান হাত দিয়ে বাম হাতে পানি ঢেলে লজ্জাস্থান ধুইলেন। পরে হাতে মাটি লাগিয়ে ঘষে নিলেন এবং ধুয়ে ফেললেন। এরপর কুলি করলেন, নাকে পানি দিলেন, চেহারা ও দুহাত (কনুই পর্যন্ত) ধুইলেন। তারপর মাথায় পানি ঢাললেন ও সমস্ত শরীরে পানি পৌঁছালেন। তারপর একটু সরে গিয়ে দুপা ধুয়ে নিলেন। এরপর আমি তাঁকে কাপড় দিলাম কিন্তু তিনি তা নিলেন না। তিনি দুহাত ঝাড়তে ঝাড়তে চলে গেলেন।\n",
    "checkStatus": "1",
    "hadithNo": "273",
    "id": "282",
    "thesequence": "699",
    "isActive": "1",
    "chapterId": "1874",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৯১। জানাবাতের গোসলের পর দু&rsquo;হাত ঝাড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: Whenever any one of us was Junub, she poured water over her head thrice with both her hands and then rubbed the right side of her head with one hand and rubbed the left side of the head with the other hand",
    "hadithArabic": "حَدَّثَنَا خَلاَّدُ بْنُ يَحْيَى، قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ نَافِعٍ، عَنِ الْحَسَنِ بْنِ مُسْلِمٍ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ عَائِشَةَ، قَالَتْ كُنَّا إِذَا أَصَابَتْ إِحْدَانَا جَنَابَةٌ، أَخَذَتْ بِيَدَيْهَا ثَلاَثًا فَوْقَ رَأْسِهَا، ثُمَّ تَأْخُذُ بِيَدِهَا عَلَى شِقِّهَا الأَيْمَنِ، وَبِيَدِهَا الأُخْرَى عَلَى شِقِّهَا الأَيْسَرِ",
    "hadithBengali": "২৭৪। খাল্লাদ ইবনু ইয়াহ্ইয়া (রহঃ)......... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমাদের কারও জানবাতের গোসলের প্রয়োজন হলে সে দুহাতে পনি নিয়ে তিনবার মাথায় ঢালত। পরে হাতে পানি নিয়ে ডান পাশে তিনবার এবং আবার হাতে পানি নিয়ে বাম পাশে তিনবার ঢালত।\n",
    "checkStatus": "1",
    "hadithNo": "274",
    "id": "283",
    "thesequence": "700",
    "isActive": "1",
    "chapterId": "1875",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৯২। মাথার ডান দিক থেকে গোসল শুরু করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: The Prophet (sallallahu alaihi wa sallam) said, The (people of) Bani Israel used to take bath naked (all together) looking at each other. The Prophet (sallallahu alaihi wa sallam) Moses used to take a bath alone. They said, By Allah! Nothing prevents Moses from taking a bath with us except that he has a scrotal hernia. So once Moses went out to take a bath and put his clothes over a stone and then that stone ran away with his clothes. Moses followed that stone saying, My clothes, O stone! My clothes, O stone! till the people of Bani Israel saw him and said, By Allah, Moses has got no defect in his body. Moses took his clothes and began to beat the stone. Abu Huraira added, By Allah! There are still six or seven marks present on the stone from that excessive beating.\n\nNarrated Abu Huraira: The Prophet (sallallahu alaihi wa sallam) said, When the Prophet (sallallahu alaihi wa sallam) Job (Aiyub) was taking a bath naked, golden locusts began to fall on him. Job started collecting them in his clothes. His Lord addressed him, O Job! Havent I given you enough so that you are not in need of them. Job replied, Yes! By Your Honor (power)! But I cannot dispense with Your Blessings. ",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ نَصْرٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   كَانَتْ بَنُو إِسْرَائِيلَ يَغْتَسِلُونَ عُرَاةً، يَنْظُرُ بَعْضُهُمْ إِلَى بَعْضٍ، وَكَانَ مُوسَى يَغْتَسِلُ وَحْدَهُ، فَقَالُوا وَاللَّهِ مَا يَمْنَعُ مُوسَى أَنْ يَغْتَسِلَ مَعَنَا إِلاَّ أَنَّهُ آدَرُ، فَذَهَبَ مَرَّةً يَغْتَسِلُ، فَوَضَعَ ثَوْبَهُ عَلَى حَجَرٍ، فَفَرَّ الْحَجَرُ بِثَوْبِهِ، فَخَرَجَ مُوسَى فِي إِثْرِهِ يَقُولُ ثَوْبِي يَا حَجَرُ. حَتَّى نَظَرَتْ بَنُو إِسْرَائِيلَ إِلَى مُوسَى، فَقَالُوا وَاللَّهِ مَا بِمُوسَى مِنْ بَأْسٍ. وَأَخَذَ ثَوْبَهُ، فَطَفِقَ بِالْحَجَرِ ضَرْبًا . فَقَالَ أَبُو هُرَيْرَةَ وَاللَّهِ إِنَّهُ لَنَدَبٌ بِالْحَجَرِ سِتَّةٌ أَوْ سَبْعَةٌ ضَرْبًا بِالْحَجَرِ.\n\nوَعَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ  بَيْنَا أَيُّوبُ يَغْتَسِلُ عُرْيَانًا فَخَرَّ عَلَيْهِ جَرَادٌ مِنْ ذَهَبٍ، فَجَعَلَ أَيُّوبُ يَحْتَثِي فِي ثَوْبِهِ، فَنَادَاهُ رَبُّهُ يَا أَيُّوبُ، أَلَمْ أَكُنْ أَغْنَيْتُكَ عَمَّا تَرَى قَالَ بَلَى وَعِزَّتِكَ وَلَكِنْ لاَ غِنَى بِي عَنْ بَرَكَتِكَ . وَرَوَاهُ إِبْرَاهِيمُ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ صَفْوَانَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ  بَيْنَا أَيُّوبُ يَغْتَسِلُ عُرْيَانًا .",
    "hadithBengali": "২৭৫। ইসহাক ইবনু নাসর (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বনী ইসরাঈলের লোকেরা নগ্ন হয়ে একে অপরকে দেখা অবস্থায় গোসল করত। কিন্তু মূসা আলাইহি ওয়া সাল্লাম একাকী গোসল করতেন। এতে বনী ইসরাঈলের লোকেরা বলাবলি করছিল, আল্লাহর কসম! মূসা আলাইহি ওয়া সাল্লাম কোষবৃদ্ধি রোগের কারনেই আমাদের সাথে গোসল করে না। একবার মূসা আলাইহি ওয়া সাল্লাম একটা পাথরের উপর কাপড় রেখে গোসল করছিলেন। পাথরটা তাঁর কাপড় নিয়ে পালাতে লাগল। তখন মূসা আলাইহি ওয়া সাল্লাম &ldquo;পাথর! আমার কাপড় দাও, পাথর! আমার কাপড় দাও&rdquo; বলে পেছন পেছন ছুটলেন। এদিকে বনী ইসরাঈল মূসার দিকে তাকাল। তখন তারা বলল, আল্লাহর কসম! মূসার কোন রোগ নেই। মূসা আলাইহি ওয়া সাল্লাম পাথর থেকে কাপড় নিয়ে পরলেন এবং পাথরটাকে পিটাতে লাগলেন। আবূ হুরায়রা (রাঃ) বলেনঃ আল্লাহর কসম! পাথরটিতে ছয় কিংবা সাতটি পিটুনির দাগ পড়ে গেল।\n\nআবূ হুরায়রা (রাঃ) আরো বলেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক সময় আইয়ূব আলাইহি ওয়া সাল্লাম বিবস্ত্রাবস্থায় গোসল করছিলেন। তখন তাঁর উপর সোনার পঙ্গপাল বর্ষিত হচ্ছিল। আইয়ূব আলাইহি ওয়া সাল্লাম তাঁর কাপড়ে সেগুলো কুড়িয়ে নিচ্ছিলেন। তখন তাঁর রব তাঁকে বললেনঃ হে আইয়ূব! আমি কি তোমাকে এগুলো থেকে অমুখাপেক্ষী করিনি? উত্তরে তিনি বললেন, হাঁ, আপনার ইয্যতের কসম! অবশ্যই করেছেন। তবে আমি আপনার বরকত থেকে বেনিয়ায নেই। এভাবে বর্ণনা করেছেন ইব্রাহীম (রহঃ) আবূ হুরায়রা (রাঃ) থেকে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একবার আইয়ূব আলাইহি ওয়া সাল্লাম বিবস্ত্রাবস্থায় গোসল করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "275",
    "id": "284",
    "thesequence": "701",
    "isActive": "1",
    "chapterId": "1876",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৯৩। নির্জনে বিবস্র হয়ে গোসল করা এবং পর্দা করে গোসল করা। পর্দা করে গোসল করাই উত্তম। বাহ্য (র) তাঁর পিতার সূত্রে তাঁর দাদা থেকে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, লজ্জা করার ব্যাপারে মানুষের চেয়ে আল্লাহ্ পাকই অধিকতর হকদার।",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Um Hani bint Abi Talib: I went to Allahs Messenger (sallallahu alaihi wa sallam) in the year of the conquest of Mecca and found him taking a bath while Fatima was screening him. The Prophet (sallallahu alaihi wa sallam) asked, Who is it? I replied, I am Um-Hani.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ أَبِي النَّضْرِ، مَوْلَى عُمَرَ بْنِ عُبَيْدِ اللَّهِ أَنَّ أَبَا مُرَّةَ، مَوْلَى أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ أَخْبَرَهُ أَنَّهُ، سَمِعَ أُمَّ هَانِئٍ بِنْتَ أَبِي طَالِبٍ، تَقُولُ ذَهَبْتُ إِلَى رَسُولِ اللَّهِ صلى  الله عليه وسلم عَامَ الْفَتْحِ، فَوَجَدْتُهُ يَغْتَسِلُ وَفَاطِمَةُ تَسْتُرُهُ فَقَالَ   مَنْ هَذِهِ . فَقُلْتُ أَنَا أُمُّ هَانِئٍ.",
    "hadithBengali": "২৭৬। আবদুল্লাহ ইবনু মুসলি (রহঃ)...... উম্মে হানী বিনত আবূ তালিব (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি মক্কা বিজয়ের বছর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গিয়ে তাঁকে গোসলরত অবস্থায় দেখলাম, ফাতিমা (রাঃ) তাঁকে পর্দা করে রেখেছিলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ ইনি কে? আমি বললামঃ আমি উম্মে হানী।\n",
    "checkStatus": "1",
    "hadithNo": "276",
    "id": "286",
    "thesequence": "702",
    "isActive": "1",
    "chapterId": "1877",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৯৪। লোকদের সামনে গোসলের সময় পর্দা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Maimuna: I screened the Prophet (sallallahu alaihi wa sallam) while he was taking a bath of Janaba. He washed his hands, poured water from his right hand over his left and washed his private parts. Then he rubbed his hand over a wall or the earth, and performed ablution similar to that for the prayer but did not wash his feet. Then he poured water over his body, shifted from that place, and washed his feet.",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، قَالَتْ سَتَرْتُ النَّبِيَّ صلى  الله عليه وسلم وَهُوَ يَغْتَسِلُ مِنَ الْجَنَابَةِ، فَغَسَلَ يَدَيْهِ ثُمَّ صَبَّ بِيَمِينِهِ عَلَى شِمَالِهِ، فَغَسَلَ فَرْجَهُ، وَمَا أَصَابَهُ، ثُمَّ مَسَحَ بِيَدِهِ عَلَى الْحَائِطِ أَوِ الأَرْضِ، ثُمَّ تَوَضَّأَ وُضُوءَهُ لِلصَّلاَةِ، غَيْرَ رِجْلَيْهِ، ثُمَّ أَفَاضَ عَلَى جَسَدِهِ الْمَاءَ، ثُمَّ تَنَحَّى فَغَسَلَ قَدَمَيْهِ. تَابَعَهُ أَبُو عَوَانَةَ وَابْنُ فُضَيْلٍ فِي السَّتْرِ.",
    "hadithBengali": "২৭৭। আবদান (রহঃ)... মায়মূনা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পর্দা করেছিলাম আর তিনি জানবাতের গোসল করছিলেন। তিনি দুহাত ধুইলেন। তারপর ডান হাত দিয়ে বাম হাতে পানি নিয়ে লজ্জাস্থান এবং যেখানে কিছু লেগেছিল তা ধুয়ে ফেললেন। তারপর মাটিতে বা দেওয়ালে হাত ঘষলেন এবং দুপা ছাড়া সালাত (নামায/নামাজ)-এর উযূ (ওজু/অজু/অযু)র মতই উযূ (ওজু/অজু/অযু) করলেন। তারপর তাঁর সমস্ত শরীরে পানি পৌঁছালেন। তারপর একটু সরে গিয়ে দুপা ধুইলেন। আবূ আওয়ানা (রহঃ) ও ইবনু ফুযাইল (রহঃ) সতর (পর্দা করা)-এর ব্যাপারটি এই হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "277",
    "id": "287",
    "thesequence": "703",
    "isActive": "1",
    "chapterId": "1877",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৯৪। লোকদের সামনে গোসলের সময় পর্দা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Um-Salama: (the mother of the believers) Um Sulaim, the wife of Abu Talha, came to Allahs Messenger (sallallahu alaihi wa sallam) and said, O Allahs Messenger (sallallahu alaihi wa sallam)! Verily Allah is not shy of (telling you) the truth. Is it necessary for a woman to take a bath after she has a wet dream (nocturnal sexual discharge)? Allahs Messenger (sallallahu alaihi wa sallam) replied, Yes, if she notices a discharge.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ أُمِّ الْمُؤْمِنِينَ، أَنَّهَا قَالَتْ جَاءَتْ أُمُّ سُلَيْمٍ امْرَأَةُ أَبِي طَلْحَةَ إِلَى رَسُولِ اللَّهِ صلى  الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ، إِنَّ اللَّهَ لاَ يَسْتَحْيِي مِنَ الْحَقِّ، هَلْ عَلَى الْمَرْأَةِ مِنْ غُسْلٍ إِذَا هِيَ احْتَلَمَتْ فَقَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   نَعَمْ إِذَا رَأَتِ الْمَاءَ .",
    "hadithBengali": "২৭৮। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)...... উম্মুল মুমিনীন উম্মে সালামা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আবূ তালহা (রাঃ)-এর স্ত্রী উম্মে সুলায়ম (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে এসে বললেনঃ ইয়া রাসুলাল্লাহ ! আল্লাহ্ তাআলা হকের ব্যাপারে লজ্জা করেন না। স্ত্রীলোকের ইহ্&zwnj;তিলাম (স্বপ্নদোষ) হলে কি গোসল ফরয হবে? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হ্যঁ। , যদি তারা বীর্য দেখে।\n",
    "checkStatus": "1",
    "hadithNo": "278",
    "id": "288",
    "thesequence": "704",
    "isActive": "1",
    "chapterId": "1878",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৯৫। মহিলাদের ইহ্তিলাম (স্বপ্নদোষ) হলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: The Prophet (sallallahu alaihi wa sallam) came across me in one of the streets of Medina and at that time I was Junub. So I slipped away from him and went to take a bath. On my return the Prophet (sallallahu alaihi wa sallam) said, O Abu Huraira! Where have you been? I replied, I was Junub, so I disliked to sit in your company. The Prophet (sallallahu alaihi wa sallam) said, Subhan Allah! A believer never becomes impure.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا يَحْيَى، قَالَ حَدَّثَنَا حُمَيْدٌ، قَالَ حَدَّثَنَا بَكْرٌ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم لَقِيَهُ فِي بَعْضِ طَرِيقِ الْمَدِينَةِ وَهْوَ جُنُبٌ، فَانْخَنَسْتُ مِنْهُ، فَذَهَبَ فَاغْتَسَلَ، ثُمَّ جَاءَ فَقَالَ  أَيْنَ كُنْتَ يَا أَبَا هُرَيْرَةَ . قَالَ كُنْتُ جُنُبًا، فَكَرِهْتُ أَنْ أُجَالِسَكَ وَأَنَا عَلَى غَيْرِ طَهَارَةٍ. فَقَالَ  سُبْحَانَ اللَّهِ، إِنَّ الْمُؤْمِنَ لاَ يَنْجُسُ .",
    "hadithBengali": "২৭৯। আলী ইবনু আবদুল্লাহ (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ তাঁর সঙ্গে মদিনার কোন এক পথে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দেখা হল। আবূ হুরায়রা (রাঃ) তখন জানবাতেরঅবস্থায় ছিলেন। তিনি বলেন, আমি নিজেকে নাপাক মনে করে সরে পড়লাম। পরে আবূ হুরায়রা (রাঃ) গোসল করে এলেন। পুনরায় সাক্ষাৎ হলে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ আবূ হুরায়রা ! কোথায় ছিলে? আবূ হুরায়রা (রাঃ) বললেন, আমি জানবাতের অবস্থায় আপনার সঙ্গে বসা সমীচীন মনে করিনি। তিনি বললেনঃ সুবাহানাল্লাহ্! মুমিন নাপাক হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "279",
    "id": "289",
    "thesequence": "705",
    "isActive": "1",
    "chapterId": "1879",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৯৬। জুনুবী ব্যক্তির ঘাম, নিশ্চয় মুসলিম অপবিত্র নয়",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: The Prophet (sallallahu alaihi wa sallam) used to visit all his wives in one night and he had nine wives at that time.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ حَمَّادٍ، قَالَ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، قَالَ حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، أَنَّ أَنَسَ بْنَ مَالِكٍ، حَدَّثَهُمْ أَنَّ نَبِيَّ اللَّهِ صلى  الله عليه وسلم كَانَ يَطُوفُ عَلَى نِسَائِهِ فِي اللَّيْلَةِ الْوَاحِدَةِ، وَلَهُ يَوْمَئِذٍ تِسْعُ نِسْوَةٍ.",
    "hadithBengali": "২৮০। আবদুল্লাহ আলা (রহঃ)...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই রাতে পর্যায়ক্রমে তাঁর স্ত্রীদের সঙ্গে মিলিত হতেন। তখন তাঁর নয়জন স্ত্রী ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "280",
    "id": "290",
    "thesequence": "706",
    "isActive": "1",
    "chapterId": "1880",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৯৭। জানাবাতের সময় বের হওয়া এবং বাজার ইত্যাদিতে চলাফেরা করা &lsquo;আতা (র) বলেছেন, জুনুবী ব্যক্তি উযূ না করেও শিঙ্গা লাগাতে, নখ কাটতে এবং মাথা কামাতে পারে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) came across me and I was Junub He took my hand and I went along with him till he sat down I slipped away, went home and took a bath. When I came back. he was still sitting there. He then said to me, O Abu Huraira! Where have you been? I told him about it The Prophet (sallallahu alaihi wa sallam) said, Subhan Allah! O Abu Huraira! A believer never becomes impure.",
    "hadithArabic": "حَدَّثَنَا عَيَّاشٌ، قَالَ حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا حُمَيْدٌ، عَنْ بَكْرٍ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ لَقِيَنِي رَسُولُ اللَّهِ صلى  الله عليه وسلم وَأَنَا جُنُبٌ، فَأَخَذَ بِيَدِي، فَمَشَيْتُ مَعَهُ حَتَّى قَعَدَ فَانْسَلَلْتُ، فَأَتَيْتُ الرَّحْلَ، فَاغْتَسَلْتُ ثُمَّ جِئْتُ وَهْوَ قَاعِدٌ فَقَالَ  أَيْنَ كُنْتَ يَا أَبَا هِرٍّ  فَقُلْتُ لَهُ. فَقَالَ  سُبْحَانَ اللَّهِ يَا أَبَا هِرٍّ إِنَّ الْمُؤْمِنَ لاَ يَنْجُسُ .",
    "hadithBengali": "২৮১। আয়্যাশ (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমার সঙ্গে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাক্ষাৎ হল, তখন আমি জুনুবী ছিলাম। তিনি আমার হাত ধরলেন, আমি তাঁর সঙ্গে চললাম। এক স্থানে তিনি বসে পড়লেন। তখন আমি সরে পড়ে বাসস্থানে এসে গোসল করলাম। আবার তাঁর কাছে গিয়ে তাঁকে বসা অবস্থায় পেলাম। তিনি জিজ্ঞাসা করলেনঃ আবূ হুরায়রা! কোথায় ছিলে? আমি তাঁকে (ঘটনা) বললাম। তখন তিনি বললেনঃ সুবহানাল্লাহ্ ! মুমিন অপবিত্র হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "281",
    "id": "291",
    "thesequence": "707",
    "isActive": "1",
    "chapterId": "1880",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৯৭। জানাবাতের সময় বের হওয়া এবং বাজার ইত্যাদিতে চলাফেরা করা &lsquo;আতা (র) বলেছেন, জুনুবী ব্যক্তি উযূ না করেও শিঙ্গা লাগাতে, নখ কাটতে এবং মাথা কামাতে পারে।",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Salama: I asked `Aisha Did the Prophet (sallallahu alaihi wa sallam) use to sleep while he was Junub? She replied, Yes, but he used to perform ablution (before going to bed).",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا هِشَامٌ، وَشَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، قَالَ سَأَلْتُ عَائِشَةَ أَكَانَ النَّبِيُّ صلى  الله عليه وسلم يَرْقُدُ وَهْوَ جُنُبٌ قَالَتْ نَعَمْ وَيَتَوَضَّأُ.",
    "hadithBengali": "২৮২। আবূ নুআয়ম (রহঃ)...... আবূ সালামা (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি আয়িশা (রাঃ)-কে জিজ্ঞাসা করলামঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি জানবাতের অবস্থায় ঘুমাতেন? তিনি বললেনঃ হ্যাঁ, তবে তিনি উযূ (ওজু/অজু/অযু) করে নিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "282",
    "id": "292",
    "thesequence": "708",
    "isActive": "1",
    "chapterId": "1881",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৯৮। জুনুবী ব্যক্তির গোসলের আগে উযূ করে ঘরে অবস্থান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Umar bin Al-Khattab: I asked Allahs Messenger (sallallahu alaihi wa sallam) Can any one of us sleep while he is Junub? He replied, Yes, if he performs ablution, he can sleep while he is Junub.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، سَأَلَ رَسُولَ اللَّهِ صلى  الله عليه وسلم أَيَرْقُدُ أَحَدُنَا وَهْوَ جُنُبٌ قَالَ   نَعَمْ إِذَا تَوَضَّأَ أَحَدُكُمْ فَلْيَرْقُدْ وَهُوَ جُنُبٌ .",
    "hadithBengali": "২৮৩। কুতাইবা ইবনু সাঈদ (রহঃ)...... উমর ইবনুুল খাত্তাব (রাঃ) থেকে বর্ণিত, তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলেনঃ আমাদের কেউ জানবাতের অবস্থায় ঘুমাতে পারবে কি? তিনি বললেনঃ হাঁ, উযূ (ওজু/অজু/অযু) করে নিলে জানবাতের অবস্থায়ও ঘুমাতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "283",
    "id": "293",
    "thesequence": "709",
    "isActive": "1",
    "chapterId": "1882",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "১৯৯। জুনুবীর নিদ্রা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: Whenever the Prophet (sallallahu alaihi wa sallam) intended to sleep while he was Junub, he used to wash his private parts and perform ablution like that for the prayer.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى  الله عليه وسلم إِذَا أَرَادَ أَنْ يَنَامَ وَهْوَ جُنُبٌ، غَسَلَ فَرْجَهُ، وَتَوَضَّأَ لِلصَّلاَةِ.",
    "hadithBengali": "২৮৪। ইয়াহ্ইয়া ইবনু বুকায়র (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন জানবাতের অবস্থায় ঘুমাতে ইচ্ছা করতেন তখন তিনি লজ্জাস্থান ধুয়ে সালাত (নামায/নামাজ)-এর উযূ (ওজু/অজু/অযু)র মত উযূ (ওজু/অজু/অযু) করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "284",
    "id": "294",
    "thesequence": "710",
    "isActive": "1",
    "chapterId": "1883",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "২০০. পরিচ্ছেদঃ জুনুবী উযূ করে ঘুমাবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah: `Umar asked the Prophet (sallallahu alaihi wa sallam) Can anyone of us sleep while he is Junub? He replied, Yes, if he performs ablution.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، قَالَ اسْتَفْتَى عُمَرُ النَّبِيَّ صلى  الله عليه وسلم أَيَنَامُ أَحَدُنَا وَهْوَ جُنُبٌ قَالَ   نَعَمْ، إِذَا تَوَضَّأَ .",
    "hadithBengali": "২৮৫। মূসা ইবনু ইসমাঈল (রহঃ)...... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ উমর (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলেনঃ আমাদের কেউ জুনুবী অবস্থায় ঘুমাতে পারবে কি? তিনি বললেনঃ হাঁ, যদি উযূ (ওজু/অজু/অযু) করে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "285",
    "id": "295",
    "thesequence": "711",
    "isActive": "1",
    "chapterId": "1883",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "২০০. পরিচ্ছেদঃ জুনুবী উযূ করে ঘুমাবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin `Umar: `Umar bin Al-Khattab told Allahs Messenger (sallallahu alaihi wa sallam), I became Junub at night. Allahs Messenger (sallallahu alaihi wa sallam) replied, Perform ablution after washing your private parts and then sleep.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُ قَالَ ذَكَرَ عُمَرُ بْنُ الْخَطَّابِ لِرَسُولِ اللَّهِ صلى  الله عليه وسلم أَنَّهُ تُصِيبُهُ الْجَنَابَةُ مِنَ اللَّيْلِ، فَقَالَ لَهُ رَسُولُ اللَّهِ صلى  الله عليه وسلم   تَوَضَّأْ وَاغْسِلْ ذَكَرَكَ ثُمَّ نَمْ .",
    "hadithBengali": "২৮৬। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)........ আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ উমর ইবনুল খাত্তাব (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললেন, রাত্রে কোন সময় তাঁর জানবাতের গোসল ফরয হয় (তখন কি করতে হবে?) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন, উযূ (ওজু/অজু/অযু) করবে, লজ্জাস্থান ধুয়ে নিবে, তারপর ঘুমাবে।\n",
    "checkStatus": "1",
    "hadithNo": "286",
    "id": "296",
    "thesequence": "712",
    "isActive": "1",
    "chapterId": "1883",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "২০০. পরিচ্ছেদঃ জুনুবী উযূ করে ঘুমাবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: The Prophet (sallallahu alaihi wa sallam) said, When a man sits in between the four parts of a woman and did the sexual intercourse with her, bath becomes compulsory.",
    "hadithArabic": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، قَالَ حَدَّثَنَا هِشَامٌ، ح وَحَدَّثَنَا أَبُو نُعَيْمٍ، عَنْ هِشَامٍ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   إِذَا جَلَسَ بَيْنَ شُعَبِهَا الأَرْبَعِ ثُمَّ جَهَدَهَا، فَقَدْ وَجَبَ الْغَسْلُ . تَابَعَهُ عَمْرُو بْنُ مَرْزُوقٍ عَنْ شُعْبَةَ مِثْلَهُ. وَقَالَ مُوسَى حَدَّثَنَا أَبَانُ قَالَ حَدَّثَنَا قَتَادَةُ أَخْبَرَنَا الْحَسَنُ مِثْلَهُ.",
    "hadithBengali": "২৮৭। মুআয ইবনু ফাযালা (রহঃ)....... ও আবূ নুয়ম (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ স্ত্রীর চার শাখার মাঝে বসে তার সাথে সঙ্গত হলে, গোসল ওয়াজিব হয়ে যায়। আমর (রহঃ) শুবার সূত্রে এই হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। আর মূসা (রহঃ) হাসান [বসরী (রহঃ)] সূত্রেও অনুরূপ বলেছেন।\n\n[আবূ আবদুল্লাহ (ইমাম বুখারি) (রহঃ) বলেনঃ এটা উত্তম ও অধিকতর মজবুত। মতভেদের করনে আমরা অন্য হাদীসটিও বর্ণনা করেছি, গোসল করাই অধিকতর সাবধানতা।]\n",
    "checkStatus": "1",
    "hadithNo": "287",
    "id": "297",
    "thesequence": "713",
    "isActive": "1",
    "chapterId": "1884",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "২০১। দু&rsquo;লজ্জাস্থান পরস্পর মিলিত হলে।",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Zaid bin Khalid Al-Juhani: I asked `Uthman bin `Affan about a man who engaged in the sexual intercourse with his wife but did not discharge. `Uthman replied, He should perform ablution like that for the prayer after washing his private parts. `Uthman added, I heard that from Allahs Messenger (sallallahu alaihi wa sallam). I asked `Ali bin Abi Talib, Az- Zubair bin Al-`Awwam, Talha bin Ubaidullah and Ubai bin Ka`b and a gave the same reply. (Abu Aiyub said that he had heard that from Allahs Messenger (sallallahu alaihi wa sallam) ) (This order was canceled later on so one has to take a bath. See, Hadith No. 180).",
    "hadithArabic": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنِ الْحُسَيْنِ، قَالَ يَحْيَى وَأَخْبَرَنِي أَبُو سَلَمَةَ، أَنَّ عَطَاءَ بْنَ يَسَارٍ، أَخْبَرَهُ أَنَّ زَيْدَ بْنَ خَالِدٍ الْجُهَنِيَّ أَخْبَرَهُ أَنَّهُ، سَأَلَ عُثْمَانَ بْنَ عَفَّانَ فَقَالَ أَرَأَيْتَ إِذَا جَامَعَ الرَّجُلُ امْرَأَتَهُ فَلَمْ يُمْنِ. قَالَ عُثْمَانُ يَتَوَضَّأُ كَمَا يَتَوَضَّأُ لِلصَّلاَةِ، وَيَغْسِلُ ذَكَرَهُ. قَالَ عُثْمَانُ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى  الله عليه وسلم. فَسَأَلْتُ عَنْ ذَلِكَ عَلِيَّ بْنَ أَبِي طَالِبٍ وَالزُّبَيْرَ بْنَ الْعَوَّامِ وَطَلْحَةَ بْنَ عُبَيْدِ اللَّهِ وَأُبَىَّ بْنَ كَعْبٍ ـ رضى الله عنهم ـ فَأَمَرُوهُ بِذَلِكَ. قَالَ يَحْيَى وَأَخْبَرَنِي أَبُو سَلَمَةَ أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ أَخْبَرَهُ أَنَّ أَبَا أَيُّوبَ أَخْبَرَهُ أَنَّهُ سَمِعَ ذَلِكَ مِنْ رَسُولِ اللَّهِ صلى  الله عليه وسلم.",
    "hadithBengali": "২৮৮। আবূ মামার (রহঃ)...... যায়দ ইবনু খালিদ আল-জুহানী (রহঃ) থেকে বর্ণিত, তিনি উসমান ইবনু আফফান (রাঃ)-কে জিজ্ঞাসা করলেনঃ স্বামী-স্ত্রী সংগত হলে যদি মনি বের হয় (তখন কি করবে)? উসমান (রাঃ) বললেনঃ সালাত (নামায/নামাজ)-এর উযূ (ওজু/অজু/অযু)র মত উযূ (ওজু/অজু/অযু) করবে এবং লজ্জাস্থান ধুয়ে ফেলবে। উসমান (রাঃ) বলেনঃ আমি এটা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি। এরপর আলী ইবনু আবূ তালিব, যুবায়র ইবনুল-আওওয়াম, তালহা ইবনু উবায়দুল্লাহ্ ও উবাই ইবনু কাব (রাঃ)-কে জিজ্ঞাসা করেছিলাম। তাঁরা সবাই ঐ একই জবাব দিয়েছেন। আবূ সালামা (রহঃ) আবূ আয়্যূব (রাঃ) থেকে বর্ণনা করেন যে, তিনি [ আবূ আবয়্যূব (রাঃ)] এ কথা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "288",
    "id": "298",
    "thesequence": "714",
    "isActive": "1",
    "chapterId": "1885",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "২০২। স্ত্রী অঙ্গ থেকে কিছু লাগলে ধুয়ে ফেলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ubai bin Ka`b: I asked Allahs Messenger (sallallahu alaihi wa sallam) about a man who engages in sexual intercourse with his wife but does not discharge. He replied, He should wash the parts which comes in contact with the private parts of the woman, perform ablution and then pray.\n (Abu `Abdullah said, Taking a bath is safer and is the last order.)",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ هِشَامِ بْنِ عُرْوَةَ، قَالَ أَخْبَرَنِي أَبِي قَالَ، أَخْبَرَنِي أَبُو أَيُّوبَ، قَالَ أَخْبَرَنِي أُبَىُّ بْنُ كَعْبٍ، أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ إِذَا جَامَعَ الرَّجُلُ الْمَرْأَةَ فَلَمْ يُنْزِلْ قَالَ   يَغْسِلُ مَا مَسَّ الْمَرْأَةَ مِنْهُ، ثُمَّ يَتَوَضَّأُ وَيُصَلِّي . قَالَ أَبُو عَبْدِ اللَّهِ الْغَسْلُ أَحْوَطُ، وَذَاكَ الآخِرُ، وَإِنَّمَا بَيَّنَّا لاِخْتِلاَفِهِمْ.",
    "hadithBengali": "২৮৯। মূসাদ্দাদ (রহঃ)...... উবাই ইবনু কাব (রাঃ) থেকে বর্ণিত, তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলেনঃ ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! স্ত্রীর সাথে সঙ্গত হলে যদি বীর্য বের না হয় (তার হুকুম কি)? তিনি বললেনঃ স্ত্রীর থেকে যা লেগেছে তা ধুয়ে উযূ (ওজু/অজু/অযু) করবে ও সালাত (নামায/নামাজ) আদায় করবে।\n\nআবু আবূদুল্লাহ্ (ইমাম বুখারী) (রহঃ) বলেনঃ গোসল করাই শ্রেয়। আর তা-ই সর্বশেষ হুকুম। আমি এই শেষের হাদীসটি বর্ণনা করেছি মতভেদ থাকার কারনে। কিন্তু পানি (গোসল) অধিক পবিত্রকারী।\n",
    "checkStatus": "1",
    "hadithNo": "289",
    "id": "299",
    "thesequence": "715",
    "isActive": "1",
    "chapterId": "1885",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "8",
    "statusId": "1",
    "topicName": "২০২। স্ত্রী অঙ্গ থেকে কিছু লাগলে ধুয়ে ফেলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]