[
  {
    "hadithEnglish": " Narrated `Aisha and Ibn `Abbas:\n\nThe Prophet (ﷺ) remained in Mecca for ten years, during which the Quran used to be revealed to him; and he stayed in Medina for ten years.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ شَيْبَانَ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، قَالَ أَخْبَرَتْنِي عَائِشَةُ، وَابْنُ، عَبَّاسٍ رضى الله عنهم قَالاَ لَبِثَ النَّبِيُّ صلى الله عليه وسلم بِمَكَّةَ عَشْرَ سِنِينَ يُنْزَلُ عَلَيْهِ الْقُرْآنُ وَبِالْمَدِينَةِ عَشْرَ سِنِينَ.",
    "hadithBengali": "৪৬১৪। উবায়দুল্লাহ্ ইবনু মূসা (রহঃ) ... আবূ সালমা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আয়িশা (রাঃ) ও ইবনু আব্বাস (রাঃ) বলেছেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কায় দশ বছর অবস্থান করেন। এ সময় তাঁর প্রতি কুরআন নাযিল হয়েছে এবং মদিনাতেও তিনি দশবছর অবস্থান করেন (এ সময়ও তাঁর প্রতি দশ বছর কুরআন নাযিল হয়েছে)।\n",
    "checkStatus": "1",
    "hadithNo": "4614",
    "id": "4920",
    "thesequence": "5182",
    "isActive": "1",
    "chapterId": "16627",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "ওহী কিভাবে নাযিল হয় এবং সর্বপ্রথম কোন আয়াত নাযিল হয়েছিল। ইবন আব্বাস (রা) বলেন, الْمُهَيْمِنُ মানে- আমীন। কুরআন পূর্ববর্তী সমস্ত আসমানী গ্রন্থের জন্য আমীন স্বরূপ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu `Uthman:\n\nI was informed that Gabriel came to the Prophet (ﷺ) while Um Salama was with him. Gabriel started talking (to the Prophet). Then the Prophet (ﷺ) asked Um Salama, Who is this? She replied, He is Dihya (al-Kalbi). When Gabriel had left, Um Salama said, By Allah, I did not take him for anybody other than him (i.e. Dihya) till I heard the sermon of the Prophet (ﷺ) wherein he informed about the news of Gabriel. The subnarrator asked Abu `Uthman: From whom have you heard that? Abu `Uthman said: From Usama bin Zaid.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ أَبِي، عَنْ أَبِي عُثْمَانَ، قَالَ أُنْبِئْتُ أَنَّ جِبْرِيلَ، أَتَى النَّبِيَّ صلى الله عليه وسلم وَعِنْدَهُ أُمُّ سَلَمَةَ فَجَعَلَ يَتَحَدَّثُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لأُمِّ سَلَمَةَ   مَنْ هَذَا . أَوْ كَمَا قَالَ قَالَتْ هَذَا دِحْيَةُ. فَلَمَّا قَامَ قَالَتْ وَاللَّهِ مَا حَسِبْتُهُ إِلاَّ إِيَّاهُ حَتَّى سَمِعْتُ خُطْبَةَ النَّبِيِّ صلى الله عليه وسلم يُخْبِرُ خَبَرَ جِبْرِيلَ أَوْ كَمَا قَالَ، قَالَ أَبِي قُلْتُ لأَبِي عُثْمَانَ مِمَّنْ سَمِعْتَ هَذَا. قَالَ مِنْ أُسَامَةَ بْنِ زَيْدٍ.",
    "hadithBengali": "৪৬১৫। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ উসমান (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমাকে অবগত করা হয়েছে যে, একদা জিব্&zwnj;রাঈল আলাইহি ওয়া সাল্লাম রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম - এর কাছে আগমন করলেন। তখন উম্মে সালামা (রাঃ) তাঁর কাছে ছিলেন। জিবরীল(আলাইহিস সালাম) তাঁর সঙ্গে কথা বলতে শুরু করলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উম্মে সালামা (রাঃ) কে জিজ্ঞেস করলেন, ইনি কে? অথবা তিনি এ ধরনের কোন কথা জিজ্ঞেস করলেন। উম্মে সালামা (রাঃ) বললেন, ইনি দাহইয়া (রাঃ)। তারপর জিবরীল(আলাইহিস সালাম) উঠে দাঁড়ালেন। তিনি বললেন, আল্লাহর কসম, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ভাষণে জিবরীল(আলাইহিস সালাম) এর খবর না শুণা পর্যন্ত আমি তাঁকে সে দাহইয়া (রাঃ)-ই মনে করেছি। অথবা তিনি (বর্ণনাকারী) অনুরূপ কোন কথা বর্ণনা করেছেন। বর্ণনাকারী মুতামির (রহঃ) বলেন, আমার পিতা সুলায়মান বলেছেন, আমি উসমান (রাঃ) কে জিজ্ঞেস করলাম, আপনি কার থেকে এ ঘটনা শুনেছেন? তিনি বললেন, উসামা ইবনু যায়দের কাছ থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "4615",
    "id": "4921",
    "thesequence": "5183",
    "isActive": "1",
    "chapterId": "16627",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "ওহী কিভাবে নাযিল হয় এবং সর্বপ্রথম কোন আয়াত নাযিল হয়েছিল। ইবন আব্বাস (রা) বলেন, الْمُهَيْمِنُ মানে- আমীন। কুরআন পূর্ববর্তী সমস্ত আসমানী গ্রন্থের জন্য আমীন স্বরূপ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Every Prophet was given miracles because of which people believed, but what I have been given, is Divine Inspiration which Allah has revealed to me. So I hope that my followers will outnumber the followers of the other Prophets on the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، حَدَّثَنَا سَعِيدٌ الْمَقْبُرِيُّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَا مِنَ الأَنْبِيَاءِ نَبِيٌّ إِلاَّ أُعْطِيَ مَا مِثْلُهُ آمَنَ عَلَيْهِ الْبَشَرُ، وَإِنَّمَا كَانَ الَّذِي أُوتِيتُ وَحْيًا أَوْحَاهُ اللَّهُ إِلَىَّ فَأَرْجُو أَنْ أَكُونَ أَكْثَرَهُمْ تَابِعًا يَوْمَ الْقِيَامَةِ .",
    "hadithBengali": "৪৬১৬। আবদল্লাহ্ ইবনু ইউসুফ (রহঃ) ... আবূ হুরাযরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রত্যেক নাবী কে তার যুগের চাহিদা মুতাবিক কিছু মুজিযা দান করতে হয়েছে, যা দেখে লোকেরা তাঁর প্রতি ঈমান এনেছে। আমাকে যে মুজিযা দেয়া হয়েছে তা হচ্ছে, ওহী- যা আল্লাহ পাক আমার প্রতি অবতীর্ণ করেছেন। সুতরাং আমি আশা করি, কিয়ামতের দিন তাদের অনুসারীদের তুলনায় আমার অনুসারীদের সংখ্যা অনেক বেশি হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4616",
    "id": "4922",
    "thesequence": "5184",
    "isActive": "1",
    "chapterId": "16627",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "ওহী কিভাবে নাযিল হয় এবং সর্বপ্রথম কোন আয়াত নাযিল হয়েছিল। ইবন আব্বাস (রা) বলেন, الْمُهَيْمِنُ মানে- আমীন। কুরআন পূর্ববর্তী সমস্ত আসমানী গ্রন্থের জন্য আমীন স্বরূপ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllah sent down His Divine Inspiration to His Apostle continuously and abundantly during the period preceding his death till He took him unto Him. That was the period of the greatest part of revelation; and Allahs Messenger (ﷺ) died after that.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ أَنَّ اللَّهَ، تَعَالَى تَابَعَ عَلَى رَسُولِهِ صلى الله عليه وسلم قَبْلَ وَفَاتِهِ حَتَّى تَوَفَّاهُ أَكْثَرَ مَا كَانَ الْوَحْىُ، ثُمَّ تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْدُ.",
    "hadithBengali": "৪৬১৭। আমর ইবনু মুহাম্মদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, আল্লাহ তাআলা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি ধারাবাহিকভাবে ওহী নাযিল করেন। এরপর তিনি ওফাত প্রাপ্ত হন।\n",
    "checkStatus": "1",
    "hadithNo": "4617",
    "id": "4923",
    "thesequence": "5185",
    "isActive": "1",
    "chapterId": "16627",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "ওহী কিভাবে নাযিল হয় এবং সর্বপ্রথম কোন আয়াত নাযিল হয়েছিল। ইবন আব্বাস (রা) বলেন, الْمُهَيْمِنُ মানে- আমীন। কুরআন পূর্ববর্তী সমস্ত আসমানী গ্রন্থের জন্য আমীন স্বরূপ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jundub:\n\nOnce the Prophet (ﷺ) fell ill and did not offer the night prayer (Tahajjud prayer) for a night or two. A woman (the wife of Abu Lahab) came to him and said, O Muhammad ! I do not see but that your Satan has left you. Then Allah revealed (Surat-Ad-Duha): By the fore-noon, and by the night when it darkens (or is still); Your Lord has not forsaken you, nor hated you. (93)",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَسْوَدِ بْنِ قَيْسٍ، قَالَ سَمِعْتُ جُنْدَبًا، يَقُولُ اشْتَكَى النَّبِيُّ صلى الله عليه وسلم فَلَمْ يَقُمْ لَيْلَةً أَوْ لَيْلَتَيْنِ فَأَتَتْهُ امْرَأَةٌ فَقَالَتْ يَا مُحَمَّدُ مَا أُرَى شَيْطَانَكَ إِلاَّ قَدْ تَرَكَكَ، فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ {وَالضُّحَى * وَاللَّيْلِ إِذَا سَجَى * مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى}",
    "hadithBengali": "৪৬১৮। আবূ নুআইম (রহঃ) ... জুনদুব (রাঃ) থেকে বর্ণিত। তিনি বলেছেন, একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অসুস্থ হয়ে পড়লেন। ফলে এক কি দুরাত তিনি উঠতে পারেননি। জনৈকা মহিলা তাঁর কাছে এস বলল, হে মুহাম্মদ! আমার মনে হয়, তোমার শয়তান তোমাকে পরিত্যাগ করেছেন। তখন আল্লাহ নাযিল করলেন,وَالضُّحَى * وَاللَّيْلِ إِذَا سَجَى * مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى &ldquo;শপথ পূর্বাহ্নের, শপথ রজনীর, যখন তা হয় নিঝুম। তোমার প্রতিপালক তোমাকে পরিত্যাগ করেননি এবং তোমার প্রতি বিরূপও হননি&rdquo;।\n",
    "checkStatus": "1",
    "hadithNo": "4618",
    "id": "4924",
    "thesequence": "5186",
    "isActive": "1",
    "chapterId": "16627",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "ওহী কিভাবে নাযিল হয় এবং সর্বপ্রথম কোন আয়াত নাযিল হয়েছিল। ইবন আব্বাস (রা) বলেন, الْمُهَيْمِنُ মানে- আমীন। কুরআন পূর্ববর্তী সমস্ত আসমানী গ্রন্থের জন্য আমীন স্বরূপ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\n(The Caliph `Uthman ordered Zaid bin Thabit, Sa`id bin Al-As, `Abdullah bin Az-Zubair and `Abdur- Rahman bin Al-Harith bin Hisham to write the Quran in the form of a book (Mushafs) and said to them. In case you disagree with Zaid bin Thabit (Al-Ansari) regarding any dialectic Arabic utterance of the Quran, then write it in the dialect of Quraish, for the Quran was revealed in this dialect. So they did it.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، حَدَّثَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، وَأَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، قَالَ فَأَمَرَ عُثْمَانُ زَيْدَ بْنَ ثَابِتٍ وَسَعِيدَ بْنَ الْعَاصِ وَعَبْدَ اللَّهِ بْنَ الزُّبَيْرِ وَعَبْدَ الرَّحْمَنِ بْنَ الْحَارِثِ بْنِ هِشَامٍ أَنْ يَنْسَخُوهَا، فِي الْمَصَاحِفِ وَقَالَ لَهُمْ إِذَا اخْتَلَفْتُمْ أَنْتُمْ وَزَيْدُ بْنُ ثَابِتٍ فِي عَرَبِيَّةٍ مِنْ عَرَبِيَّةِ الْقُرْآنِ فَاكْتُبُوهَا بِلِسَانِ قُرَيْشٍ، فَإِنَّ الْقُرْآنَ أُنْزِلَ بِلِسَانِهِمْ فَفَعَلُوا.",
    "hadithBengali": "৪৬১৯। আবূল ইয়ামন (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, উসমান (রাঃ) যায়দ ইবনু সাবিত (রাঃ), সাঈদ ইবনুল আস (রাঃ), আবদুল্লাহ&zwnj; ইবনু যুবায়র (রাঃ) এবং আবদুর রহমান ইবনু হারিস ইবনু হিশাম (রাঃ) কে পবিত্র কুরআন গ্রন্থাকারে লিপিবদ্ধ করার জন্য নির্দেশ দিলেন এবং তাদেরকে বললেন, আল কুরআনের কোন শব্দের আরবী হওয়ার ব্যাপারে যায়দ ইবনু সাবিতের সঙ্গে তোমাদের মতবিরোধ হলে তোমরা তা কুরাইশদের ভাষায় লিপিবদ্ধ করবে। কারণ, কুরআন তাদের ভাষায় নাযিল হয়েছে। অতএব তাঁরা তা-ই করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4619",
    "id": "4925",
    "thesequence": "5187",
    "isActive": "1",
    "chapterId": "16628",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৩৯৭. কুরআন কুরায়শ এবং আরবদের ভাষায় নাযিল হয়েছে। যেমন- আল্লাহ্&zwnj; বলেছেনঃ &ldquo;সরল ও সুস্পষ্ট আরবী ভাষায় আমি কুরআন অবতীর্ণ করেছি&rdquo;।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Safwan bin Ya`la bin Umaiya:\n\nYa`la used to say, I wish I could see Allahs Messenger (ﷺ) at the time he is being inspired Divinely. When the Prophet (ﷺ) was at Al-Jarana and was shaded by a garment hanging over him and some of his companions were with him, a man perfumed with scent came and said, O Allahs Messenger (ﷺ)! What is your opinion regarding a man who assumes Ihram and puts on a cloak after perfuming his body with scent? The Prophet (ﷺ) waited for a while, and then the Divine Inspiration descended upon him. `Umar pointed out to Ya`la, telling him to come. Ya`la came and pushed his head (underneath the screen which was covering the Prophet (ﷺ) ) and behold! The Prophets face was red and he kept on breathing heavily for a while and then he was relieved. Thereupon he said, Where is the questioner who asked me about `Umra a while ago? The man was sought and then was brought before the Prophet (ﷺ) who said (to him), As regards the scent which you perfumed your body with, you must wash it off thrice, and as for your cloak, you must take it off; and then perform in your `Umra all those things which you perform in Hajj.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا عَطَاءٌ،. وَقَالَ مُسَدَّدٌ حَدَّثَنَا يَحْيَى، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، قَالَ أَخْبَرَنِي صَفْوَانُ بْنُ يَعْلَى بْنِ أُمَيَّةَ، أَنَّ يَعْلَى، كَانَ يَقُولُ لَيْتَنِي أَرَى رَسُولَ اللَّهِ صلى الله عليه وسلم حِينَ يُنْزَلُ عَلَيْهِ الْوَحْىُ، فَلَمَّا كَانَ النَّبِيُّ صلى الله عليه وسلم بِالْجِعْرَانَةِ وَعَلَيْهِ ثَوْبٌ قَدْ أَظَلَّ عَلَيْهِ وَمَعَهُ نَاسٌ مِنْ أَصْحَابِهِ إِذْ جَاءَهُ رَجُلٌ مُتَضَمِّخٌ بِطِيبٍ فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ تَرَى فِي رَجُلٍ أَحْرَمَ فِي جُبَّةٍ بَعْدَ مَا تَضَمَّخَ بِطِيبٍ فَنَظَرَ النَّبِيُّ صلى الله عليه وسلم سَاعَةً فَجَاءَهُ الْوَحْىُ فَأَشَارَ عُمَرُ إِلَى يَعْلَى أَنْ تَعَالَ، فَجَاءَ يَعْلَى فَأَدْخَلَ رَأْسَهُ فَإِذَا هُوَ مُحْمَرُّ الْوَجْهِ يَغِطُّ كَذَلِكَ سَاعَةً ثُمَّ سُرِّيَ عَنْهُ فَقَالَ  أَيْنَ الَّذِي يَسْأَلُنِي عَنِ الْعُمْرَةِ آنِفًا . فَالْتُمِسَ الرَّجُلُ فَجِيءَ بِهِ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ  أَمَّا الطِّيبُ الَّذِي بِكَ فَاغْسِلْهُ ثَلاَثَ مَرَّاتٍ، وَأَمَّا الْجُبَّةُ فَانْزِعْهَا ثُمَّ اصْنَعْ فِي عُمْرَتِكَ كَمَا تَصْنَعُ فِي حَجِّكَ .",
    "hadithBengali": "৪৬২০। আবূ নুআয়ইম (রহঃ) ... ইয়ালা ইবনু উমাইয়া (রাঃ) থেকে বর্ণিত। তিনি বলতেন, হায়! রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি ওহী নাযিল হওয়ার সময় যদি তাঁকে দেখতে পারতাম। যখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিয়িররানা নামক স্থানে অবস্থান করছিলেন এবং চাঁদোয়া দিয়ে তাঁর উপর ছায়ার ব্যবস্থা করা হয়েছিল এবং তাঁর সঙ্গে ছিলেন কতিপয় সাহাবী। এমতাবস্থায়, সুগন্ধি মেখে এক ব্যাক্তি এলেন এবং বললেন, হে আল্লাহর রাসূল। ঐ সম্পর্কে আপনার মত কী, যে সুগন্ধি মেখে জুব্বা পরে ইহ্&zwnj;রাম বেঁধেছে? কিছু সময়ের জন্য রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অপেক্ষা করলেন, এমনি সময় ওহী এলো। উমর (রাঃ) ইয়ালা (রাঃ) কে ইশারা দিয়ে ডাকলেন। ইয়ালা (রাঃ) এলেন এবং তাঁর মাথা ঐ চাঁদরের ভেতর ঢোকালেন। দেখলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুখমন্ডল সম্পূর্ণ রক্তিম বর্ণ এবং কিছু সময়ের জন্য অত্যন্ত জোরে জোরে শ্বাস-প্রশ্বাস গ্রহণ করছেন। তারপর তাঁর থেকে এ অবস্থা সম্পূর্ণরূপে দূরীভূত হওয়ার পর তিনি বললেন, প্রশ্নকারী কোথায়? যে কিছুক্ষণ পূর্বে আমাকে উমরা সম্পর্কে প্রশ্ন করেছিল। লোকটিকে তালাশ করে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে নিয়ে আসা হল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে সুগন্ধি তুমি তোমার শরীরে মেখেছ, তা তিনবার ধুয়ে ফেলবে আর জুব্বাটি খুলে ফেলবে। তারপর তুমি তোমার উমরাতে ঐ সমস্ত অনুষ্ঠান পালন করবে, যা তুমি হাজ্জের (হজ্জ) মধ্যে করে থাক।\n",
    "checkStatus": "1",
    "hadithNo": "4620",
    "id": "4926",
    "thesequence": "5188",
    "isActive": "1",
    "chapterId": "16628",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৩৯৭. কুরআন কুরায়শ এবং আরবদের ভাষায় নাযিল হয়েছে। যেমন- আল্লাহ্&zwnj; বলেছেনঃ &ldquo;সরল ও সুস্পষ্ট আরবী ভাষায় আমি কুরআন অবতীর্ণ করেছি&rdquo;।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zaid bin Thabit:\n\nAbu Bakr As-Siddiq sent for me when the people! of Yamama had been killed (i.e., a number of the Prophets Companions who fought against Musailama). (I went to him) and found `Umar bin Al- Khattab sitting with him. Abu Bakr then said (to me), `Umar has come to me and said: Casualties were heavy among the Qurra of the! Quran (i.e. those who knew the Quran by heart) on the day of the Battle of Yalmama, and I am afraid that more heavy casualties may take place among the Qurra on other battlefields, whereby a large part of the Quran may be lost. Therefore I suggest, you (Abu Bakr) order that the Quran be collected. I said to `Umar, How can you do something which Allahs Apostle did not do? `Umar said, By Allah, that is a good project. `Umar kept on urging me to accept his proposal till Allah opened my chest for it and I began to realize the good in the idea which `Umar had realized. Then Abu Bakr said (to me). You are a wise young man and we do not have any suspicion about you, and you used to write the Divine Inspiration for Allahs Messenger (ﷺ). So you should search for (the fragmentary scripts of) the Quran and collect it in one book). By Allah If they had ordered me to shift one of the mountains, it would not have been heavier for me than this ordering me to collect the Quran. Then I said to Abu Bakr, How will you do something which Allahs Messenger (ﷺ) did not do? Abu Bakr replied, By Allah, it is a good project. Abu Bakr kept on urging me to accept his idea until Allah opened my chest for what He had opened the chests of Abu Bakr and `Umar. So I started looking for the Quran and collecting it from (what was written on) palmed stalks, thin white stones and also from the men who knew it by heart, till I found the last Verse of Surat at-Tauba (Repentance) with Abi Khuza`ima Al-Ansari, and I did not find it with anybody other than him. The Verse is: Verily there has come unto you an Apostle (Muhammad) from amongst yourselves. It grieves him that you should receive any injury or difficulty..(till the end of Surat-Baraa (at-Tauba) (9.128-129) Then the complete manuscripts (copy) of the Quran remained with Abu Bakr till he died, then with `Umar till the end of his life, and then with Hafsa, the daughter of `Umar.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ عُبَيْدِ بْنِ السَّبَّاقِ، أَنَّ زَيْدَ بْنَ ثَابِتٍ ـ رضى الله عنه ـ قَالَ أَرْسَلَ إِلَىَّ أَبُو بَكْرٍ مَقْتَلَ أَهْلِ الْيَمَامَةِ فَإِذَا عُمَرُ بْنُ الْخَطَّابِ عِنْدَهُ قَالَ أَبُو بَكْرٍ ـ رضى الله عنه ـ إِنَّ عُمَرَ أَتَانِي فَقَالَ إِنَّ الْقَتْلَ قَدِ اسْتَحَرَّ يَوْمَ الْيَمَامَةِ بِقُرَّاءِ الْقُرْآنِ وَإِنِّي أَخْشَى أَنْ يَسْتَحِرَّ الْقَتْلُ بِالْقُرَّاءِ بِالْمَوَاطِنِ، فَيَذْهَبَ كَثِيرٌ مِنَ الْقُرْآنِ وَإِنِّي أَرَى أَنْ تَأْمُرَ بِجَمْعِ الْقُرْآنِ. قُلْتُ لِعُمَرَ كَيْفَ تَفْعَلُ شَيْئًا لَمْ يَفْعَلْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ عُمَرُ هَذَا وَاللَّهِ خَيْرٌ. فَلَمْ يَزَلْ عُمَرُ يُرَاجِعُنِي حَتَّى شَرَحَ اللَّهُ صَدْرِي لِذَلِكَ، وَرَأَيْتُ فِي ذَلِكَ الَّذِي رَأَى عُمَرُ. قَالَ زَيْدٌ قَالَ أَبُو بَكْرٍ إِنَّكَ رَجُلٌ شَابٌّ عَاقِلٌ لاَ نَتَّهِمُكَ، وَقَدْ كُنْتَ تَكْتُبُ الْوَحْىَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَتَتَبَّعِ الْقُرْآنَ فَاجْمَعْهُ فَوَاللَّهِ لَوْ كَلَّفُونِي نَقْلَ جَبَلٍ مِنَ الْجِبَالِ مَا كَانَ أَثْقَلَ عَلَىَّ مِمَّا أَمَرَنِي مِنْ جَمْعِ الْقُرْآنِ قُلْتُ كَيْفَ تَفْعَلُونَ شَيْئًا لَمْ يَفْعَلْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ هُوَ وَاللَّهِ خَيْرٌ فَلَمْ يَزَلْ أَبُو بَكْرٍ يُرَاجِعُنِي حَتَّى شَرَحَ اللَّهُ صَدْرِي لِلَّذِي شَرَحَ لَهُ صَدْرَ أَبِي بَكْرٍ وَعُمَرَ ـ رضى الله عنهما ـ فَتَتَبَّعْتُ الْقُرْآنَ أَجْمَعُهُ مِنَ الْعُسُبِ وَاللِّخَافِ وَصُدُورِ الرِّجَالِ حَتَّى وَجَدْتُ آخِرَ سُورَةِ التَّوْبَةِ مَعَ أَبِي خُزَيْمَةَ الأَنْصَارِيِّ لَمْ أَجِدْهَا مَعَ أَحَدٍ غَيْرَهُ {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ} حَتَّى خَاتِمَةِ بَرَاءَةَ، فَكَانَتِ الصُّحُفُ عِنْدَ أَبِي بَكْرٍ حَتَّى تَوَفَّاهُ اللَّهُ ثُمَّ عِنْدَ عُمَرَ حَيَاتَهُ ثُمَّ عِنْدَ حَفْصَةَ بِنْتِ عُمَرَ ـ رضى الله عنه ـ.",
    "hadithBengali": "৪৬২১। মূসা ইবনু ইসমাঈল (রহঃ) ... যায়দ ইবনু সাবিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, ইয়ামামার যদ্ধে বহু লোক শহীদ হবার পর আবূ বকর সিদ্দীক (রাঃ) আমাকে ডেকে পাঠালেন। এ সময় উমর (রাঃ)ও তাঁর কাছে উপস্থিত ছিলেন। উমর (রাঃ) আমার কাছে এসে বলেছেন, ইয়ামামার যুদ্ধে শাহাদাত প্রাপ্তদের মধ্যে কারীদের সংখ্যা অনেক। আমি আশংকা করছি, এমনিভাবে যদি কারীগণ শহীদ হয়ে যান, তাহলে কুরআন শরীফের বহু অংশ হারিয়ে যাবে। অতএব আমি মনে করি যে, আপনি কুরআন সংকলনের নির্দেশ দিন। উত্তরে আমি উমর (রাঃ) কে বললাম, যে কাজ আল্লাহর রাসূলসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম করেন নি, সে কাজ তুমি কিভাবে করবে? উমর (রাঃ) এর জবাবে বললেন, আল্লাহর কসম! এটা একটা উত্তম কাজ। উমর (রাঃ) এর কথাটি আমার কাছে বার বার বলতে থাকলে অবশেষে আল্লাহ তাআলা ও কাজের জন্য আমার বক্ষকে প্রশস্ত করে দিলেন এবং এ বিষয়ে উমর যা ভাল মনে করলেন আমিও তাই করলাম।\n\nযায়দ (রাঃ) বলেন, আবূ বকর সিদ্দীক (রাঃ) আমাকে বললেন, তুমি একজন বুদ্ধিমান যুবক। তোমার ব্যাপারে আমার কোন সংশয় নেই। অধিকন্তু তুমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওহীর লেখক ছিলে। সুতরাং তুমি কুরআন শরীফের অংশগুলোকে তালাশ করে একত্রিত কর। আল্লাহর শপথ! তারা যদি আমাকে একটি পাহাড় এক স্থান হতে অন্যত্র সরিয়ে ফেলার নির্দেশ দিত, তাহলেও তা আমার কাছে কুরআন সংকলেনর নির্দেশের চাইতে কঠিন বলে মনে হত না। আমি বললাম, যে কাজ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম করেননি, আপনারা সে কাজ কিভাবে করবেন? তিনি বললেন, আল্লাহর কসম! এটা একটা কল্যাণকর কাজ। এ কথাটি আবূ বকর সিদ্দীক (রাঃ) আমার কাছে বার বার বলতে থাকেন, অবশেষে আল্লাহ পাক আমার বক্ষকে প্রশস্ত ও প্রসন্ন করে দিলেন সে কাজের জন্য, যে কাজের জন্য তিনি আবূ বকর এবং উমর (রাঃ) এর বক্ষকে প্রশস্ত ও প্রসন্ন করে দিয়েছিলেন।\n\nএরপর আমি কুরআন অনুসন্ধান কাজে আত্মনিয়োগ করলাম এবং খেজুর পাতা, প্রস্তরখন্ড ও মানুষের বক্ষ থেকে আমি তা সংগ্রহ করতে থাকলাম। এমনকি আমি সূরা তওবার শেষাংশ আবূ খুযায়মা আনসারী (রাঃ) থেকে সংগ্রহ করলাম। এ অংশটুকু তিনি ব্যতীত আর কারো কাছে আমি পাইনি। আয়াতগুলো হচ্ছে এইঃ তোমাদের মধ্য হতে তোমাদের কাছে এক রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসেছে। তোমাদেরকে যা বিপন্ন করে তা তাঁর জন্য কষ্টদায়ক। সে তোমাদের মঙ্গলকামী, মুমিনদের প্রতি সে দয়ার্দ্র ও পরম দয়ালু। এরপর তারা যদি মুখ ফিরিয়ে নেয় তবে তুমি বলো, আমার জন্য আল্লাহই যথেষ্ট, তিনি ব্যতীত অন্য কোন ইলাহ নাই। আমি তাঁরই উপর নির্ভর করি করি এবং তিনি মহান আরশের অধিপতি (১২৮-১২৯)।\n\nতারপর সংকলিত সহীফাসমূহ মৃত্যু পর্যন্ত আবূ বকর (রাঃ) এর কাছে সংরক্ষিত ছিলাম। তাঁর মৃত্যুর পর তা উমর (রাঃ) এর কাছে সংরক্ষিত ছিল, যতদিন তিনি জীবিত ছিলেন। এরপর তা উমর-তনয়া হাফসা (রাঃ) এর কাছে সংরক্ষিত ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4621",
    "id": "4927",
    "thesequence": "5189",
    "isActive": "1",
    "chapterId": "16629",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "কুরআন সংকলন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nHudhaifa bin Al-Yaman came to `Uthman at the time when the people of Sham and the people of Iraq were Waging war to conquer Arminya and Adharbijan. Hudhaifa was afraid of their (the people of Sham and Iraq) differences in the recitation of the Quran, so he said to `Uthman, O chief of the Believers! Save this nation before they differ about the Book (Quran) as Jews and the Christians did before. So `Uthman sent a message to Hafsa saying, Send us the manuscripts of the Quran so that we may compile the Quranic materials in perfect copies and return the manuscripts to you. Hafsa sent it to `Uthman. `Uthman then ordered Zaid bin Thabit, `Abdullah bin AzZubair, Sa`id bin Al-As and `AbdurRahman bin Harith bin Hisham to rewrite the manuscripts in perfect copies. `Uthman said to the three Quraishi men, In case you disagree with Zaid bin Thabit on any point in the Quran, then write it in the dialect of Quraish, the Quran was revealed in their tongue. They did so, and when they had written many copies, `Uthman returned the original manuscripts to Hafsa. `Uthman sent to every Muslim province one copy of what they had copied, and ordered that all the other Quranic materials, whether written in fragmentary manuscripts or whole copies, be burnt.\n\nZaid bin Thabit added, A verse from Surat Ahzab was missed by me when we copied the Quran and I used to hear Allahs Messenger (ﷺ) reciting it. So we searched for it and found it with Khuza`ima bin Thabit Al-Ansari. (That Verse was):\nAmong the Believers are men who have been true in their covenant with Allah. (33.23)",
    "hadithArabic": " حَدَّثَنَا مُوسَى، حَدَّثَنَا إِبْرَاهِيمُ، حَدَّثَنَا ابْنُ شِهَابٍ، أَنَّ أَنَسَ بْنَ مَالِكٍ، حَدَّثَهُ أَنَّ حُذَيْفَةَ بْنَ الْيَمَانِ قَدِمَ عَلَى عُثْمَانَ وَكَانَ يُغَازِي أَهْلَ الشَّأْمِ فِي فَتْحِ إِرْمِينِيَةَ وَأَذْرَبِيجَانَ مَعَ أَهْلِ الْعِرَاقِ فَأَفْزَعَ حُذَيْفَةَ اخْتِلاَفُهُمْ فِي الْقِرَاءَةِ فَقَالَ حُذَيْفَةُ لِعُثْمَانَ يَا أَمِيرَ الْمُؤْمِنِينَ أَدْرِكْ هَذِهِ الأُمَّةَ قَبْلَ أَنْ يَخْتَلِفُوا فِي الْكِتَابِ اخْتِلاَفَ الْيَهُودِ وَالنَّصَارَى فَأَرْسَلَ عُثْمَانُ إِلَى حَفْصَةَ أَنْ أَرْسِلِي إِلَيْنَا بِالصُّحُفِ نَنْسَخُهَا فِي الْمَصَاحِفِ ثُمَّ نَرُدُّهَا إِلَيْكِ فَأَرْسَلَتْ بِهَا حَفْصَةُ إِلَى عُثْمَانَ فَأَمَرَ زَيْدَ بْنَ ثَابِتٍ وَعَبْدَ اللَّهِ بْنَ الزُّبَيْرِ وَسَعِيدَ بْنَ الْعَاصِ وَعَبْدَ الرَّحْمَنِ بْنَ الْحَارِثِ بْنِ هِشَامٍ فَنَسَخُوهَا فِي الْمَصَاحِفِ وَقَالَ عُثْمَانُ لِلرَّهْطِ الْقُرَشِيِّينَ الثَّلاَثَةِ إِذَا اخْتَلَفْتُمْ أَنْتُمْ وَزَيْدُ بْنُ ثَابِتٍ فِي شَىْءٍ مِنَ الْقُرْآنِ فَاكْتُبُوهُ بِلِسَانِ قُرَيْشٍ فَإِنَّمَا نَزَلَ بِلِسَانِهِمْ فَفَعَلُوا حَتَّى إِذَا نَسَخُوا الصُّحُفَ فِي الْمَصَاحِفِ رَدَّ عُثْمَانُ الصُّحُفَ إِلَى حَفْصَةَ وَأَرْسَلَ إِلَى كُلِّ أُفُقٍ بِمُصْحَفٍ مِمَّا نَسَخُوا وَأَمَرَ بِمَا سِوَاهُ مِنَ الْقُرْآنِ فِي كُلِّ صَحِيفَةٍ أَوْ مُصْحَفٍ أَنْ يُحْرَقَ.\n قَالَ ابْنُ شِهَابٍ وَأَخْبَرَنِي خَارِجَةُ بْنُ زَيْدِ بْنِ ثَابِتٍ، سَمِعَ زَيْدَ بْنَ ثَابِتٍ، قَالَ فَقَدْتُ آيَةً مِنَ الأَحْزَابِ حِينَ نَسَخْنَا الْمُصْحَفَ قَدْ كُنْتُ أَسْمَعُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقْرَأُ بِهَا فَالْتَمَسْنَاهَا فَوَجَدْنَاهَا مَعَ خُزَيْمَةَ بْنِ ثَابِتٍ الأَنْصَارِيِّ {مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ} فَأَلْحَقْنَاهَا فِي سُورَتِهَا فِي الْمُصْحَفِ.",
    "hadithBengali": "৪৬২২। মূসা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, হুযায়ফা ইবনুল ইয়ামান (রাঃ) একবার উসমান (রাঃ) এর কাছে এলেন। এ সময় তিনি আরমিনিয়া ও আযারবাইজান বিজয়ের ব্যাপারে সিরীয় ও ইরাকী যোদ্ধাদের জন্য রণ-প্রস্তুতির কাজে ব্যস্ত ছিলেন। কুরআন পাঠে তাঁদের মতবিরোধ হুযায়ফাকে ভীষণ চিন্তিত করল। সুতরাং তিনি উসমান (রাঃ) কে বললেন, হে আমীরুল মুমিনীন! কিতাব সম্পর্কে ইহুদী ও নাসারাদের মত মত পার্থক্যে লিপ্ত হবার পূর্বে এই উম্মতকে রক্ষা করুন। তারপর উসামান (রাঃ) হাফসা (রাঃ) এর কাছে জনৈক ব্যাক্তিকে এ বলে পাঠালেন যে, আপনার কাছে সংরক্ষিত কুরআনের সহীফাসমূহ আমাদের কাছে পাঠিয়ে দিন, যাতে আমরা সেগুলোকে পরিপূর্ণ মাসহাফসমূহে লিপিবদ্ধ করতে পারি। এরপর আমরা তা আপনার কাছে ফিরিয়ে দেব।\n\nহাফসা (রাঃ) তখন সেগুলো উসমান (রাঃ) এর কাছে পাঠিয়ে দিলেন। এরপর উসমান (রাঃ) যায়দ ইবনু সাবিত (রাঃ), আবদুল্লাহ ইবনু যুবায়র (রাঃ), সাঈদ ইবনু আস (রাঃ) এবং আবদুর রহমান ইবনু হারিস ইবনু হিশাম (রাঃ) কে নির্দেশ দিলেন। তাঁরা মাসহাফে তা লিপিবদ্ধ করলেন। এ সময় উসমান (রাঃ) তিনজন কুরাইশী ব্যাক্তিকে বললেন, কুরআনের কোন বিষয়ে যদি যায়দ ইবনু সাবিতের সঙ্গে তোমাদের মতপার্থক্য দেখা দেয়, তাহলে তোমরা তা কুরাইশদের ভাষায় লিপিবদ্ধ করবে। কারণ, কুরআন তাদের ভাষায় অবতীর্ণ হয়েছে। সুতরাং তাঁরা তাই করলেন। যখন মূল লিপিগুলো থেকে কয়েকটি পরিপূর্ণ গ্রন্থ লিপিবদ্ধ হয়ে গেল, তখন উসমান (রাঃ) মূল লিপিগুলো হাফসা (রাঃ) এর কাছে ফিরিয়ে দিলেন। তারপর তিনি কুরআনের লিখিত মাসহাফ সমূহের এক একখানা মাসহাফ এক এক প্রদেশে পাঠিয়ে দিলেন এবং এতদভিন্ন আলাদা আলাদা বা একত্রে সন্নিবেশিত কুরআনের যে কপিসমূহ রয়েছে তা জ্বালিয়ে দেয়ার নির্দেশ দিলেন।\n\nইবনু শিহাব (রহঃ) খারিজা ইবনু যায়দ ইবনু সাবিতের মাধ্যমে যায়দ ইবনু সাবিত থেকে বর্ণনা করেন যে, তিনি বলেছেন, আমরা যখন গ্রন্থকারে কুরআন লিপিবদ্ধ করছিলাম তখন সূরা আহযাবের একটি আয়াত আমার থেকে হারিয়ে যায়; অথচ আমি তা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পাঠ করতে শুনেছি। তাই আমরা অনুসন্ধান করতে লাগলাম। অবশেষে আমরা তা খুযায়মা ইবনু সাবিত আনসারী (রাঃ) এর কাছে পেলাম। আয়াতটি হচ্ছে এইঃ &ldquo;মুমিনদের মধ্যে কতক আল্লাহর সঙ্গে তাদের কৃত অঙ্গীকার পূর্ণ করেছে, তাদের কেউ কেউ শাহাদত বরণ করেছে এবং কেউ কেউ প্রতীক্ষায় রয়েছে। তাঁরা তাদের অঙ্গীকারে কোন পরিবর্তন করেনি&rdquo;। (৩৩: ২৩)\n",
    "checkStatus": "1",
    "hadithNo": "4622",
    "id": "4928",
    "thesequence": "5190",
    "isActive": "1",
    "chapterId": "16629",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "কুরআন সংকলন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zaid bin Thabit:\n\nAbu Bakr sent for me and said, You used to write the Divine Revelations for Allahs Messenger (ﷺ) : So you should search for (the Quran and collect) it. I started searching for the Quran till I found the last two Verses of Surat at-Tauba with Abi Khuza`ima Al-Ansari and I could not find these Verses with anybody other than him. (They were): Verily there has come unto you an Apostle (Muhammad) from amongst yourselves. It grieves him that you should receive any injury or difficulty ... (9.128-129)",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، أَنَّ ابْنَ السَّبَّاقِ، قَالَ إِنَّ زَيْدَ بْنَ ثَابِتٍ قَالَ أَرْسَلَ إِلَىَّ أَبُو بَكْرٍ ـ رضى الله عنه ـ قَالَ إِنَّكَ كُنْتَ تَكْتُبُ الْوَحْىَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَاتَّبِعِ الْقُرْآنَ. فَتَتَبَّعْتُ حَتَّى وَجَدْتُ آخِرَ سُورَةِ التَّوْبَةِ آيَتَيْنِ مَعَ أَبِي خُزَيْمَةَ الأَنْصَارِيِّ لَمْ أَجِدْهُمَا مَعَ أَحَدٍ غَيْرَهُ {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ} إِلَى آخِرِهِ.",
    "hadithBengali": "৪৬২৩। ইয়াহ্&zwnj;ইয়া ইবনু বুকায়র (রহঃ) ... যায়দ ইবনু সাবিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূ বকর (রাঃ) আমাকে ডেকে পাঠালেন এবং বললেন, তুমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওহী লিখতে। সুতরাং তুমি কুরআনের আয়াতগুলো অনুসন্ধান কর। এরপর আমি অনুসন্ধান করলাম। শেষ পর্যায়ে সূরা তওবার শেষ দুটো আয়াত আমি আবূ খুযায়মা আনসারী (রাঃ) এর কাছে পেলাম। তিনি ব্যতীত আর কারো কাছে আমি এর সন্ধান পায়নি। আয়াত দুটো হচ্ছে এইঃ তোমাদের মধ্য হতে তোমাদের কাছে এক রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসেছে। তোমাদের যা বিপন্ন করে তা তাঁর জন্য কষ্টদায়ক। সে তোমাদের মঙ্গলকামী, মুমিনদের প্রতি সে দয়ার্দ্র ও পরম দয়ালু। তারপর তারা যদি মুখ ফিরিয়ে নেয় তবে তুমি বলবে, আমার জন্য আল্লাহ্&zwnj;ই যথেষ্ট, তিনি ব্যতীত অন্য কোন ইলাহ্ নেই। আমি তাঁরই ওপর নির্ভর করি এবং তিনি মহাআরশের অধিপতি&rdquo;। (৯: ১২৮-১২৯)\n",
    "checkStatus": "1",
    "hadithNo": "4623",
    "id": "4929",
    "thesequence": "5191",
    "isActive": "1",
    "chapterId": "16630",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৩৯৮. নবী (সাঃ) এর কাতিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nThere was revealed: Not equal are those believers who sit (at home) and those who strive and fight in the Cause of Allah. (4.95) The Prophet (ﷺ) said, Call Zaid for me and let him bring the board, the inkpot and the scapula bone (or the scapula bone and the ink pot). Then he said, Write: Not equal are those Believers who sit.., and at that time `Amr bin Um Maktum, the blind man was sitting behind the Prophet (ﷺ) . He said, O Allahs Apostle! What is your order For me (as regards the above Verse) as I am a blind man? So, instead of the above Verse, the following Verse was revealed: Not equal are those believers who sit (at home) except those who are disabled (by injury or are blind or lame etc.) and those who strive and fight in the cause of Allah. (4.95)",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ لَمَّا نَزَلَتْ {لاَ يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ} قَالَ النَّبِيُّ صلى الله عليه وسلم  ادْعُ لِي زَيْدًا وَلْيَجِئْ بِاللَّوْحِ وَالدَّوَاةِ وَالْكَتِفِ ـ أَوِ الْكَتِفِ وَالدَّوَاةِ ـ ثُمَّ قَالَ  اكْتُبْ لاَ يَسْتَوِي الْقَاعِدُونَ  وَخَلْفَ ظَهْرِ النَّبِيِّ صلى الله عليه وسلم عَمْرُو بْنُ أُمِّ مَكْتُومٍ الأَعْمَى قَالَ يَا رَسُولَ اللَّهِ فَمَا تَأْمُرُنِي فَإِنِّي رَجُلٌ ضَرِيرُ الْبَصَرِ فَنَزَلَتْ مَكَانَهَا {لاَ يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ} فِي سَبِيلِ اللَّهِ {غَيْرُ أُولِي الضَّرَرِ}",
    "hadithBengali": "৪৬২৪। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন,لاَ يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ আয়াতটি নাযিল হলে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যায়দকে আমার কাছে ডেকে আন এবং তাকে বল সে যেন কাষ্ঠখন্ড, দোয়াত এবং কাঁধের হাড় রাবী বলেন, অথবা তিনি বলেছেন, কাঁধের হাড় এবং দোয়াত নিয়ে আসে। এরপর তিনি বললেন,لاَ يَسْتَوِي লিখ। এ সময় অন্ধ সাহাবী আমর ইবনু উম্মে মাকতূম (রাঃ), রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পেছনে বসা ছিলেন। তিনি বললেন, ইয়া রাসূলাল্লাহ! আমি তো অন্ধ, আমার ব্যাপারে আপনার কি নির্দেশ? এ কথার প্রেক্ষিতে পূর্বোক্ত আয়াতের পরিবর্তে নাযলি হলঃلاَ يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ &ldquo;মুমিনদের মধ্যে যারা অক্ষম নয়, অথচ ঘরে বসে থাকে ও যারা আল্লাহর পথে স্বীয় ধন-প্রাণ দ্বারা জিহাদ করে তারা সমান নয়&rdquo; (৪: ৯৫)।\n",
    "checkStatus": "1",
    "hadithNo": "4624",
    "id": "4930",
    "thesequence": "5192",
    "isActive": "1",
    "chapterId": "16630",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৩৯৮. নবী (সাঃ) এর কাতিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Abbas:\n\nAllahs Messenger (ﷺ) said, Gabriel recited the Quran to me in one way. Then I requested him (to read it in another way), and continued asking him to recite it in other ways, and he recited it in several ways till he ultimately recited it in seven different ways.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ، أَنَّ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   أَقْرَأَنِي جِبْرِيلُ عَلَى حَرْفٍ فَرَاجَعْتُهُ، فَلَمْ أَزَلْ أَسْتَزِيدُهُ وَيَزِيدُنِي حَتَّى انْتَهَى إِلَى سَبْعَةِ أَحْرُفٍ .",
    "hadithBengali": "৪৬২৫। সাঈদ ইবনু উফায়র (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জিবরীল(আলাইহিস সালাম) আমাকে একভাবে কুরআন শিক্ষা দিয়েছেন। এরপর আমি তাকে অন্যভাবে পাঠ করার জন্য অনুরোধ করতে লাগলাম এবং পুনঃ পুনঃ অন্যভাবে পাঠ করার জন্য অব্যাহতভাবে অনুরোধ করতে থাকলে তিনি আমার জন্য পাঠ পদ্ধতি বাড়িয়ে যেতে লাগলেন। অবশেষে তিনি সাত উপ (আঞ্চলিক) ভাষায় তিলাওয়াত করে সমাপ্ত করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4625",
    "id": "4931",
    "thesequence": "5193",
    "isActive": "1",
    "chapterId": "16631",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৩৯৯. কুরআন সাত উপ (আঞ্চলিক) ভাষায় নাযিল হয়েছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Umar bin Al-Khattab:\n\nI heard Hisham bin Hakim reciting Surat Al-Furqan during the lifetime of Allahs Messenger (ﷺ) and I listened to his recitation and noticed that he recited in several different ways which Allahs Messenger (ﷺ) had not taught me. I was about to jump over him during his prayer, but I controlled my temper, and when he had completed his prayer, I put his upper garment around his neck and seized him by it and said, Who taught you this Sura which I heard you reciting? He replied, Allahs Messenger (ﷺ) taught it to me. I said, You have told a lie, for Allahs Messenger (ﷺ) has taught it to me in a different way from yours. So I dragged him to Allahs Messenger (ﷺ) and said (to Allahs Messenger (ﷺ)), I heard this person reciting Surat Al-Furqan in a way which you havent taught me! On that Allahs Apostle said, Release him, (O `Umar!) Recite, O Hisham! Then he recited in the same way as I heard him reciting. Then Allahs Messenger (ﷺ) said, It was revealed in this way, and added, Recite, O `Umar! I recited it as he had taught me. Allahs Messenger (ﷺ) then said, It was revealed in this way. This Quran has been revealed to be recited in seven different ways, so recite of it whichever (way) is easier for you (or read as much of it as may be easy for you).",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ، وَعَبْدَ الرَّحْمَنِ بْنَ عَبْدٍ الْقَارِيَّ، حَدَّثَاهُ أَنَّهُمَا، سَمِعَا عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ سَمِعْتُ هِشَامَ بْنَ حَكِيمٍ، يَقْرَأُ سُورَةَ الْفُرْقَانِ فِي حَيَاةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَاسْتَمَعْتُ لِقِرَاءَتِهِ فَإِذَا هُوَ يَقْرَأُ عَلَى حُرُوفٍ كَثِيرَةٍ لَمْ يُقْرِئْنِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَكِدْتُ أُسَاوِرُهُ فِي الصَّلاَةِ فَتَصَبَّرْتُ حَتَّى سَلَّمَ فَلَبَّبْتُهُ بِرِدَائِهِ فَقُلْتُ مَنْ أَقْرَأَكَ هَذِهِ السُّورَةَ الَّتِي سَمِعْتُكَ تَقْرَأُ. قَالَ أَقْرَأَنِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم. فَقُلْتُ كَذَبْتَ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ أَقْرَأَنِيهَا عَلَى غَيْرِ مَا قَرَأْتَ، فَانْطَلَقْتُ بِهِ أَقُودُهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ إِنِّي سَمِعْتُ هَذَا يَقْرَأُ بِسُورَةِ الْفُرْقَانِ عَلَى حُرُوفٍ لَمْ تُقْرِئْنِيهَا. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَرْسِلْهُ اقْرَأْ يَا هِشَامُ . فَقَرَأَ عَلَيْهِ الْقِرَاءَةَ الَّتِي سَمِعْتُهُ يَقْرَأُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  كَذَلِكَ أُنْزِلَتْ . ثُمَّ قَالَ  اقْرَأْ يَا عُمَرُ . فَقَرَأْتُ الْقِرَاءَةَ الَّتِي أَقْرَأَنِي، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  كَذَلِكَ أُنْزِلَتْ، إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ .",
    "hadithBengali": "৪৬২৬। সাঈদ উব্&zwnj;ন উফায়র (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি হিশাম ইবনু হাকীম (রাঃ) কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবদ্দশায় সূরা ফুরকান তিলাওয়াত করতে শুনেছি এবং গভীর মনোযোগ সহকারে আমি তার কিরাআত শুনেছি। তিনি বিভিন্নভাবে কিরাআত পাঠ করেছেন; অথচ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এভাবে শিক্ষা দেননি। এ কারনে সালাত (নামায/নামাজ)-এর মাঝে আমি তার উপর ঝাঁপিয়ে পড়ার জন্য উদ্যত হয়ে পড়েছিলাম, কিন্তু বড় কষ্টে নিজেকে সামলে নিলাম। তারপর সে সালাম ফিরালে আমি চাঁদর দিয়ে তার গলা পেঁচিয়ে ধরলাম এবং জিজ্ঞেস করলাম, তোমাকে এ সূরা যে ভাবে পাঠ করতে শুনলাম, এভাবে তোমাকে কে শিক্ষা দিয়েছে? সে বলল, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-ই আমাকে এভাবে শিক্ষা দিয়েছেন। আমি বললাম, তুমি মিথ্যা বলছ। কারন, তুমি যে পদ্ধতিতে পাঠ করেছ, এর থেকে ভিন্ন পদ্ধতিতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে শিক্ষা দিয়েছেন।\n\nএরপর আমি তাকে জোর করে টেনে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে নিয়ে গেলাম এবং বললাম, আপনি আমাকে সূরা ফুরকান যে পদ্ধতেত পাঠ করতে শিখিয়েছেন এ লোককে আমি এর থেকে ভিন্ন পদ্ধতিতে তা পাঠ করতে শুনেছি। এ কথা শুনে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাকে ছেড়ে দাও। হিশাম, তুমি পাঠ করে শোনাও। তারপর সে সেভাবেই পাঠ করে শোনাল, যেভাবে আমি তাকে পাঠ করতে শুনেছি। তখন আল্লাহর রাসূলসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এভাবেই নাযিল করা হয়েছে। এরপর বললেন, হে উমর! তুমিও পড়। সুতরাং আমাকে তিনি যেভাবে শিক্ষা দিয়েছেন, সেভাবেই আমি পাঠ করলাম। এবারও রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এভাবেও কুরআন নাযিল করা হয়েছে। এ কুরআন সাত উপ (আঞ্চলিক) ভাষায় নাযিল করা হয়েছে। সুতরাং তোমাদের জন্য যা সহজতর, সে পদ্ধতিতেই তোমরা পাঠ কর।\n",
    "checkStatus": "1",
    "hadithNo": "4626",
    "id": "4932",
    "thesequence": "5194",
    "isActive": "1",
    "chapterId": "16631",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৩৯৯. কুরআন সাত উপ (আঞ্চলিক) ভাষায় নাযিল হয়েছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Yusuf bin Mahk:\n\nWhile I was with Aisha, the mother of the Believers, a person from Iraq came and asked, What type of shroud is the best? `Aisha said, May Allah be merciful to you! What does it matter? He said, O mother of the Believers! Show me (the copy of) your Quran, She said, Why? He said, In order to compile and arrange the Quran according to it, for people recite it with its Suras not in proper order. `Aisha said, What does it matter which part of it you read first? (Be informed) that the first thing that was revealed thereof was a Sura from Al-Mufassal, and in it was mentioned Paradise and the Fire. When the people embraced Islam, the Verses regarding legal and illegal things were revealed. If the first thing to be revealed was: Do not drink alcoholic drinks. people would have said, We will never leave alcoholic drinks, and if there had been revealed, Do not commit illegal sexual intercourse, they would have said, We will never give up illegal sexual intercourse. While I was a young girl of playing age, the following Verse was revealed in Mecca to Muhammad: Nay! But the Hour is their appointed time (for their full recompense), and the Hour will be more grievous and more bitter. (54.46) Sura Al-Baqara (The Cow) and Surat An-Nisa (The Women) were revealed while I was with him. Then `Aisha took out the copy of the Quran for the man and dictated to him the Verses of the Suras (in their proper order) .",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامُ بْنُ يُوسُفَ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ وَأَخْبَرَنِي يُوسُفُ بْنُ مَاهَكَ، قَالَ إِنِّي عِنْدَ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ ـ رضى الله عنها ـ إِذْ جَاءَهَا عِرَاقِيٌّ فَقَالَ أَىُّ الْكَفَنِ خَيْرٌ قَالَتْ وَيْحَكَ وَمَا يَضُرُّكَ قَالَ يَا أُمَّ الْمُؤْمِنِينَ أَرِينِي مُصْحَفَكِ. قَالَتْ لِمَ قَالَ لَعَلِّي أُوَلِّفُ الْقُرْآنَ عَلَيْهِ فَإِنَّهُ يُقْرَأُ غَيْرَ مُؤَلَّفٍ. قَالَتْ وَمَا يَضُرُّكَ أَيَّهُ قَرَأْتَ قَبْلُ، إِنَّمَا نَزَلَ أَوَّلَ مَا نَزَلَ مِنْهُ سُورَةٌ مِنَ الْمُفَصَّلِ فِيهَا ذِكْرُ الْجَنَّةِ وَالنَّارِ حَتَّى إِذَا ثَابَ النَّاسُ إِلَى الإِسْلاَمِ نَزَلَ الْحَلاَلُ وَالْحَرَامُ، وَلَوْ نَزَلَ أَوَّلَ شَىْءٍ لاَ تَشْرَبُوا الْخَمْرَ. لَقَالُوا لاَ نَدَعُ الْخَمْرَ أَبَدًا. وَلَوْ نَزَلَ. لاَ تَزْنُوا. لَقَالُوا لاَ نَدَعُ الزِّنَا أَبَدًا. لَقَدْ نَزَلَ بِمَكَّةَ عَلَى مُحَمَّدٍ صلى الله عليه وسلم وَإِنِّي لَجَارِيَةٌ أَلْعَبُ {بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ} وَمَا نَزَلَتْ سُورَةُ الْبَقَرَةِ وَالنِّسَاءِ إِلاَّ وَأَنَا عِنْدَهُ. قَالَ فَأَخْرَجَتْ لَهُ الْمُصْحَفَ فَأَمْلَتْ عَلَيْهِ آىَ السُّوَرِ.",
    "hadithBengali": "৪৬২৭। ইব্&zwnj;রাহীম ইবনু মূসা (রহঃ) ... ইউসুফ ইবনু মাহিক (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি উম্মুল মুমিনীন আয়িশা (রাঃ) এর কাছে ছিলাম। এমতাবস্থায় এক ইরাকী ব্যাক্তি এসে তাঁকে জিজ্ঞেস করলঃ কোন ধরনের কাফন শ্রেষ্ঠ? তিনি বললেন, আফসোস তোমার প্রতি! এতে তোমার কি ক্ষতি? তারপর লোকটি বলল, হে উম্মুল মুমিনীন! আমাকে আপনি আপনার কুরআন শরীফের কপি দেখান। তিনি বললেন, কেন? লোকটি বলল, এ তারতীবে কুরআন শরীফকে বিন্যাস্ত করার জন্য। কারণ লোকেরা তাকে অবিন্যাস্তভাবে পাঠ করে। আয়িশা (রাঃ) বললেন, তোমরা এর যে অংশই আগে পাঠ কর না কেন, এতে তোমাদের কোন ক্ষতি নেই। মুফাস্&zwnj;সাল সূরাসমূহের মাঝে প্রথমত ঐ সূরাগুলো অবতীর্ণ হয়েছে। যার মধ্যে জান্নাত ও জাহান্নামের উল্লেখ রয়েছে।\n\nতারপর যখন লোকেরা দলে দলে ইসলাম ধর্মে দীক্ষিণ হতে লাগল তখন হালাল-হারামের বিভিন্ন সম্বলিত সূরাগুলো নাযিল হয়েছে। যদি সূচনাতেই এ আয়াত নাযিল হত যে, তোমরা মদ পান করো না, তাহলে লোকেরা বলত, আমরা কখনো মদপান ত্যাগ করব না। যদি শুরুতেই নাযিল হতো তোমরা ব্যভিচার করো না, তাহলে তারা বলত আমরা কখনো অবৈধ যৌনাচার বর্জন করব না। আমি যখন খেলাধুলার বয়সী একজন বালিকা তখন মক্কায় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি নিম্নলিখিত আয়াতগুলো নাযিল হলঃ بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ মানে, &zwj;অধিকন্তু কিয়ামত তাদের শাস্তির নির্ধারিত কাল এবং কিয়ামত হবে কঠিনতর ও তিক্ততর&rdquo;। বিধান সম্বলিত সূরা বাকার ও সূরা নিসা আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে থাকাকালীন অবস্থায় নাযিল হয়। বর্ণনাকারী বলেন, এরপর আয়িশা (রাঃ) তাঁর কাছে সংরক্ষিত কুরআনের কপি বের করলেন এবং সূরাসমূহ লেখালেন।\n",
    "checkStatus": "1",
    "hadithNo": "4627",
    "id": "4933",
    "thesequence": "5195",
    "isActive": "1",
    "chapterId": "16632",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০০. কুরআন সংকলন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Mas`ud:\n\nSurat Bani-lsrael, Al-Kahf (The Cave), Maryam, Taha, Al-Anbiya (The prophets) are amongst my first earnings and my old property, and (in fact) they are my old property.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ يَزِيدَ، سَمِعْتُ ابْنَ مَسْعُودٍ، يَقُولُ فِي بَنِي إِسْرَائِيلَ وَالْكَهْفِ وَمَرْيَمَ وَطَهَ وَالأَنْبِيَاءِ إِنَّهُنَّ مِنَ الْعِتَاقِ الأُوَلِ وَهُنَّ مِنْ تِلاَدِي.",
    "hadithBengali": "৪৬২৮। আদম (রহঃ) ... ইবনু মাসঊদ (রাঃ) থেকে বর্ণিত। তিনি সূরা বনী ইসরাঈল, সূরা কাহ্&zwnj;ফ, সূরা মরিয়ম, সূরা তাহা এবং সূরা আম্বিয়া সম্পর্কে বলতেন যে, এগুলো হচ্ছে সূরা সমূহের মাঝে উন্নত এবং এগুলো ইসলামের প্রাথমিক যুগে অবতীর্ণ হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4628",
    "id": "4934",
    "thesequence": "5196",
    "isActive": "1",
    "chapterId": "16632",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০০. কুরআন সংকলন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nI learnt, Glorify the Name of your Lord the Most High (Surat al-Ala) No 87, before the Prophet (ﷺ) came (to Medina) .",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، أَنْبَأَنَا أَبُو إِسْحَاقَ، سَمِعَ الْبَرَاءَ ـ رضى الله عنه ـ قَالَ تَعَلَّمْتُ {سَبِّحِ اسْمَ رَبِّكَ} قَبْلَ أَنْ يَقْدَمَ النَّبِيُّ صلى الله عليه وسلم.",
    "hadithBengali": "৪৬২৯। আবূল ওয়ালীদ (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনায় আসার পূর্বে আমিسَبِّحِ اسْمَ رَبِّكَ সূরাটি শিখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "4629",
    "id": "4935",
    "thesequence": "5197",
    "isActive": "1",
    "chapterId": "16632",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০০. কুরআন সংকলন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Shaqiq:\n\n`Abdullah said, I learnt An-Nazair which the Prophet (ﷺ) used to recite in pairs in each rak`a. Then `Abdullah got up and Alqama accompanied him to his house, and when Alqama came out, we asked him (about those Suras). He said, They are twenty Suras that start from the beginning of Al- Mufassal, according to the arrangement done be Ibn Mas`ud, and end with the Suras starting with Ha Mim, e.g. Ha Mim (the Smoke). and About what they question one another? (78.1)",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، عَنْ أَبِي حَمْزَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ قَالَ عَبْدُ اللَّهِ قَدْ عَلِمْتُ النَّظَائِرَ الَّتِي كَانَ النَّبِيُّ صلى الله عليه وسلم يَقْرَؤُهُنَّ اثْنَيْنِ اثْنَيْنِ فِي كُلِّ رَكْعَةٍ. فَقَامَ عَبْدُ اللَّهِ وَدَخَلَ مَعَهُ عَلْقَمَةُ وَخَرَجَ عَلْقَمَةُ فَسَأَلْنَاهُ فَقَالَ عِشْرُونَ سُورَةً مِنْ أَوَّلِ الْمُفَصَّلِ عَلَى تَأْلِيفِ ابْنِ مَسْعُودٍ آخِرُهُنَّ الْحَوَامِيمُ حم الدُّخَانُ وَعَمَّ يَتَسَاءَلُونَ.",
    "hadithBengali": "৪৬৩০। আবদান (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বললেন, সমপর্যায়ের ঐ সূরাগুলো সম্পর্কে আমি খুব অবগত আছি, যা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রতি রাকআতে জোড়া জোড়া পাঠ করতেন। তারপর আবদুল্লাহ (রাঃ) দাঁড়ালেন এবং আলকামা (রহঃ) তাকে অনুসরণ করলেন। যখন আলকামা (রহঃ) বাড়ি থেকে বেরিয়ে আসলেন তখন আমরা তাকে জিজ্ঞেস করলাম। তিনি বললেন, এগুলো মোট বিশটি সূরা, ইবনু মাসঊদ (রাঃ) এর সংকলন মুতাবিক মুফাসসাল থেকে যার শুরু এবং যার শেষ হচ্ছে অর্থাৎ হামীম আদদুখান এবং আম্মা ইয়াতাসা আলূন।\n",
    "checkStatus": "1",
    "hadithNo": "4630",
    "id": "4936",
    "thesequence": "5198",
    "isActive": "1",
    "chapterId": "16632",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০০. কুরআন সংকলন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) was the most generous person, and he used to become more so (generous) particularly in the month of Ramadan because Gabriel used to meet him every night of the month of Ramadan till it elapsed. Allahs Messenger (ﷺ) used to recite the Quran for him. When Gabriel met him, he used to become more generous than the fast wind in doing good.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم أَجْوَدَ النَّاسِ بِالْخَيْرِ، وَأَجْوَدُ مَا يَكُونُ فِي شَهْرِ رَمَضَانَ لأَنَّ جِبْرِيلَ كَانَ يَلْقَاهُ فِي كُلِّ لَيْلَةٍ فِي شَهْرِ رَمَضَانَ حَتَّى يَنْسَلِخَ يَعْرِضُ عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم الْقُرْآنَ، فَإِذَا لَقِيَهُ جِبْرِيلُ كَانَ أَجْوَدَ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ.",
    "hadithBengali": "৪৬৩১। ইয়াহইয়া ইবনু কাযাআ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেছেন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কল্যাণের কাজে ছিলেন সবচেয়ে বেশি দানশীল, বিশেষভাবে রমযান মাসে। (তাঁর দানশীলতার কোন সীমা ছিল না) কেননা, রমযান মাসের শেষ পর্যন্ত প্রত্যেক রাত্রে জিবরাঈল আলাইহি ওয়া সাল্লাম তাঁর সঙ্গে সাক্ষাৎ করতেন এবং তিনি তাঁকে কুরআন তিলাওয়াত করে শোনাতেন। যখন জিবরীল(আলাইহিস সালাম) তাঁর সঙ্গে সাক্ষাৎ করতেন তখন তিনি কল্যাণকর ব্যাপারে প্রবহমান বায়ুর চেয়েও অধিক দানশীল হতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4631",
    "id": "4937",
    "thesequence": "5199",
    "isActive": "1",
    "chapterId": "16633",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০১. জিবরীল (আ) রাসূলুল্লাহ্&zwnj; (সা) এর সাথে কুরআন শরীফ দাওর করতেন। মাসরূক (র) আয়েশা (রা) এর মাধ্যমে ফাতেমা (রা) থেকে বর্ণনা করেন যে, তিনি বলেছেন, রাসূলুল্লাহ্&zwnj; (সা) আমাকে গোপনে বলেছেন, প্রতি বছর জিবরাঈল (আ) আমার সাথে একবার কুরআন শরীফ দাওর করতেন; কিন্তু এ বছর তিনি আমার সাথে দু&rsquo;বার দাওর করেছেন। আমার মানে হচ্ছে আমার মৃত্য আসন্ন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu-Huraira:\n\nGabriel used to repeat the recitation of the Quran with the Prophet (ﷺ) once a year, but he repeated it twice with him in the year he died. The Prophet (ﷺ) used to stay in I`tikaf for ten days every year (in the month of Ramadan), but in the year of his death, he stayed in I`tikaf for twenty days.",
    "hadithArabic": "حَدَّثَنَا خَالِدُ بْنُ يَزِيدَ، حَدَّثَنَا أَبُو بَكْرٍ، عَنْ أَبِي حَصِينٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ يَعْرِضُ عَلَى النَّبِيِّ صلى الله عليه وسلم الْقُرْآنَ كُلَّ عَامٍ مَرَّةً، فَعَرَضَ عَلَيْهِ مَرَّتَيْنِ فِي الْعَامِ الَّذِي قُبِضَ، وَكَانَ يَعْتَكِفُ كُلَّ عَامٍ عَشْرًا فَاعْتَكَفَ عِشْرِينَ فِي الْعَامِ الَّذِي قُبِضَ",
    "hadithBengali": "৪৬৩২। খালিদ ইবনু ইয়াযীদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, প্রতি বছর জিবরীল(আলাইহিস সালাম) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে একবার কুরআন শরীফ দাওর করতেন। কিন্তু যে বছর তিনি ওফাত লাভ করেন সে বছর তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে দুবার দাওর করেন। প্রতি বছর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযানে দশ দিন ইতিকাফ করতেন। কিন্তু যে বছর তিনি ওফাত লাব করেন সে বছর তিনি বিশ দিন ইতিকাফ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4632",
    "id": "4938",
    "thesequence": "5200",
    "isActive": "1",
    "chapterId": "16633",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০১. জিবরীল (আ) রাসূলুল্লাহ্&zwnj; (সা) এর সাথে কুরআন শরীফ দাওর করতেন। মাসরূক (র) আয়েশা (রা) এর মাধ্যমে ফাতেমা (রা) থেকে বর্ণনা করেন যে, তিনি বলেছেন, রাসূলুল্লাহ্&zwnj; (সা) আমাকে গোপনে বলেছেন, প্রতি বছর জিবরাঈল (আ) আমার সাথে একবার কুরআন শরীফ দাওর করতেন; কিন্তু এ বছর তিনি আমার সাথে দু&rsquo;বার দাওর করেছেন। আমার মানে হচ্ছে আমার মৃত্য আসন্ন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Masriq:\n\n`Abdullah bin `Amr mentioned `Abdullah bin Masud and said, I shall ever love that man, for I heard the Prophet (ﷺ) saying, Take (learn) the Quran from four: `Abdullah bin Masud, Salim, Mu`adh and Ubai bin Ka`b. ",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرٍو، عَنْ إِبْرَاهِيمَ، عَنْ مَسْرُوقٍ، ذَكَرَ عَبْدُ اللَّهِ بْنُ عَمْرٍو عَبْدَ اللَّهِ بْنَ مَسْعُودٍ فَقَالَ لاَ أَزَالُ أُحِبُّهُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   خُذُوا الْقُرْآنَ مِنْ أَرْبَعَةٍ مِنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَسَالِمٍ وَمُعَاذٍ وَأُبَىِّ بْنِ كَعْبٍ .",
    "hadithBengali": "৪৬৩৩। হাফস ইবনু উমর (রহঃ) ... মাসরুক (রহঃ) থেকে বর্ণিত। তিনি বলেছেন, আবদুল্লাহ্ ইবনু আমর আবদুল্লাহ ইবনু মাসঊদের কথা উল্লেখ করে বলেছেন, আমি তাঁকে ঐ সময় থেকে ভালবাসি, যখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি বলতে শুনেছি যে, তোমরা চার ব্যাক্তি থেকে কুরআন শিক্ষা কর- আবদুল্লাহ ইবনু মাসঊদ (রাঃ), সালিম (রাঃ), মুআয (রাঃ) এবং উবায় ইবনু কাব (রাঃ)।\n",
    "checkStatus": "1",
    "hadithNo": "4633",
    "id": "4939",
    "thesequence": "5201",
    "isActive": "1",
    "chapterId": "16634",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০২. নবী (সাঃ) (সা) এর যে সব সাহাবী ক্বারী ছিলেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Shaqiq bin Salama:\n\nOnce `Abdullah bin Mas`ud delivered a sermon before us and said, By Allah, I learnt over seventy Suras direct from Allahs Messenger (ﷺ) . By Allah, the companions of the Prophet (ﷺ) came to know that I am one of those who know Allahs Book best of all of them, yet I am not the best of them. Shaqiq added: I sat in his religious gathering and I did not hear anybody opposing him (in his speech).",
    "hadithArabic": " حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا شَقِيقُ بْنُ سَلَمَةَ، قَالَ خَطَبَنَا عَبْدُ اللَّهِ فَقَالَ وَاللَّهِ لَقَدْ أَخَذْتُ مِنْ فِي رَسُولِ اللَّهِ صلى الله عليه وسلم بِضْعًا وَسَبْعِينَ سُورَةً، وَاللَّهِ لَقَدْ عَلِمَ أَصْحَابُ النَّبِيِّ صلى الله عليه وسلم أَنِّي مِنْ أَعْلَمِهِمْ بِكِتَابِ اللَّهِ وَمَا أَنَا بِخَيْرِهِمْ. قَالَ شَقِيقٌ فَجَلَسْتُ فِي الْحِلَقِ أَسْمَعُ مَا يَقُولُونَ فَمَا سَمِعْتُ رَادًّا يَقُولُ غَيْرَ ذَلِكَ.",
    "hadithBengali": "৪৬৩৪। উমর ইবনু হাফস (রহঃ) ... শাকীক ইবনু সালামা (রাঃ) থেকে বর্নিত। তিনি বলেন, একদা আবদুল্লাহ ইবনু মাসঊদ (রাঃ) আমাদের সামনে ভাষণ দিলেন এবং বললেন, আল্লাহর শপথ। সত্তরেরও কিছু অধিক সূরা আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুখ থেকে হাসিল করেছি। আল্লাহর কসম! রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীরা জানেন, আমি তাঁদের চাইতে আল্লাহর কিতাব সম্বন্ধে সর্বাধিক জ্ঞাত; অথচ আমি তাঁদের চাইতে উত্তম নই। শাকীক (রহঃ) বলেন, সাহাবিগণ তাঁর বক্তব্য শুনে কি বলেন এ কথা শোনার জন্য আমি মজলিশে বসেছি, কিন্তু আমি কাউকে তার বক্তব্যে কোন আপত্তি উত্থাপন করতে শুনিনি।\n",
    "checkStatus": "1",
    "hadithNo": "4634",
    "id": "4940",
    "thesequence": "5202",
    "isActive": "1",
    "chapterId": "16634",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০২. নবী (সাঃ) (সা) এর যে সব সাহাবী ক্বারী ছিলেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Alqama:\n\nWhile we were in the city of Hims (in Syria), Ibn Mas`ud recited Surat Yusuf. A man said to him), It was not revealed in this way. Then Ibn Mas`ud said, I recited it in this way before Allahs Messenger (ﷺ) and he confirmed my recitation by saying, Well done!  Ibn Mas`ud detected the smell of wine from the mans mouth, so he said to him, Arent you ashamed of telling a lie about Allahs Book and (along with this) you drink alcoholic liquors too? Then he lashed him according to the law.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، قَالَ كُنَّا بِحِمْصَ فَقَرَأَ ابْنُ مَسْعُودٍ سُورَةَ يُوسُفَ، فَقَالَ رَجُلٌ مَا هَكَذَا أُنْزِلَتْ قَالَ قَرَأْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ أَحْسَنْتَ. وَوَجَدَ مِنْهُ رِيحَ الْخَمْرِ فَقَالَ أَتَجْمَعُ أَنْ تُكَذِّبَ بِكِتَابِ اللَّهِ وَتَشْرَبَ الْخَمْرَ. فَضَرَبَهُ الْحَدَّ.",
    "hadithBengali": "৪৬৩৫। মুহাম্মদ ইবনু কাসীর (রহঃ) ... আলকামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা হিমস শহরে ছিলাম। এ সময় ইবনু মাসঊদ (রাঃ) সূরা ইউসুফ তিলাওয়াত করলেন। তখন এক ব্যাক্তি বললেন, এ সূরা এভাবে নাযিল হয়নি। এ কথা শুনে ইবনু মাসঊদ (রাঃ) বললেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে এ সূরা তিলাওয়াত করেছি। তিনি বলেছেন, তুমি সুন্দরভাবে পাঠ করেছ। এসময় তিনি ঐ লোকটির মুখ থেকে মদের গন্ধ পেলেন। তাই তিনি তাকে বললেন, তুমি আল্লাহর কিতাব সম্পর্কে মিথ্যা কথা বলা এবং মদ পান করার মত জঘন্যতম অপরাধ এক সাথে করছ? এরপর তিনি তার ওপর হদ (অপরাধে নির্ধারিত শাস্তি) জারি করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4635",
    "id": "4941",
    "thesequence": "5203",
    "isActive": "1",
    "chapterId": "16634",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০২. নবী (সাঃ) (সা) এর যে সব সাহাবী ক্বারী ছিলেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah (bin Mas`ud):\n\nBy Allah other than Whom none has the right to be worshipped! There is no Sura revealed in Allahs Book but I know at what place it was revealed; and there is no Verse revealed in Allahs Book but I know about whom it was revealed. And if I know that there is somebody who knows Allahs Book better than I, and he is at a place that camels can reach, I would go to him.",
    "hadithArabic": " حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا مُسْلِمٌ، عَنْ مَسْرُوقٍ، قَالَ قَالَ عَبْدُ اللَّهِ ـ رضى الله عنه ـ وَاللَّهِ الَّذِي لاَ إِلَهَ غَيْرُهُ مَا أُنْزِلَتْ سُورَةٌ مِنْ كِتَابِ اللَّهِ إِلاَّ أَنَا أَعْلَمُ أَيْنَ أُنْزِلَتْ وَلاَ أُنْزِلَتْ آيَةٌ مِنْ كِتَابِ اللَّهِ إِلاَّ أَنَا أَعْلَمُ فِيمَ أُنْزِلَتْ، وَلَوْ أَعْلَمُ أَحَدًا أَعْلَمَ مِنِّي بِكِتَابِ اللَّهِ تُبَلِّغُهُ الإِبِلُ لَرَكِبْتُ إِلَيْهِ.",
    "hadithBengali": "৪৬৩৬। উমর ইবনু হাফস (রহঃ) ... মাসরুক (রহঃ) থেকে বর্ণিত। আবদুল্লাহ (রাঃ) বলেন, আল্লাহর কসম! যিনি ব্যতীত কোন ইলাহ্ নেই, আল্লাহর কিতাবের অবতীর্ণ প্রতিটি সূরা সম্পর্কে আমি জানি যে, তা কোথায় অবতীর্ণ হয়েছে এবং প্রতিটি আয়াত সম্পর্কেই আমি জানি যে, তা কার সম্পর্কে অবতীর্ণ হয়েছে। আমি যদি জানতাম যে, কোন ব্যাক্তি আল্লাহর কিতাব সম্পর্কে আমার চাইতে অধিক জ্ঞাত এবং সেখানে উট গিয়ে পৌঁছতে পারে, তাহলে সওয়ার হয়ে আমি সেখানে গিয়ে পৌঁছতাম।\n",
    "checkStatus": "1",
    "hadithNo": "4636",
    "id": "4942",
    "thesequence": "5204",
    "isActive": "1",
    "chapterId": "16634",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০২. নবী (সাঃ) (সা) এর যে সব সাহাবী ক্বারী ছিলেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qatada:\n\nI asked Anas bin Malik: Who collected the Quran at the time of the Prophet (ﷺ) ? He replied, Four, all of whom were from the Ansar: Ubai bin Ka`b, Mu`adh bin Jabal, Zaid bin Thabit and Abu Zaid.",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، قَالَ سَأَلْتُ أَنَسَ بْنَ مَالِكٍ ـ رضى الله عنه ـ مَنْ جَمَعَ الْقُرْآنَ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم قَالَ أَرْبَعَةٌ كُلُّهُمْ مِنَ الأَنْصَارِ أُبَىُّ بْنُ كَعْبٍ وَمُعَاذُ بْنُ جَبَلٍ، وَزَيْدُ بْنُ ثَابِتٍ، وَأَبُو زَيْدٍ. تَابَعَهُ الْفَضْلُ عَنْ حُسَيْنِ بْنِ وَاقِدٍ عَنْ ثُمَامَةَ عَنْ أَنَسٍ.",
    "hadithBengali": "৪৬৩৭। হাফস ইবনু উমর (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আনাস ইবনু মালিক (রাঃ) কে জিজ্ঞেস করলাম, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় কে কে কুরআন সংগ্রহ করেছেন? তিনি বললেন, চারজন এবং তাঁরা চারজনই ছিলেন আনসারী সাহাবী। তাঁরা হলেনঃ উবায় ইবনু কাব (রাঃ), মুআয ইবনু জাবাল (রাঃ), যায়দ ইবনু সাবিত (রাঃ) এবং আবু যায়দ (রাঃ)। (অন্য সনদে) ফাদল (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে অনুরূপ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4637",
    "id": "4943",
    "thesequence": "5205",
    "isActive": "1",
    "chapterId": "16634",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০২. নবী (সাঃ) (সা) এর যে সব সাহাবী ক্বারী ছিলেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nWhen the Prophet (ﷺ) died, none had collected the Quran but four persons;: Abu Ad-Darda. Mu`adh bin Jabal, Zaid bin Thabit and Abu Zaid. We were the inheritor (of Abu Zaid) as he had no offspring .",
    "hadithArabic": " حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنِي ثَابِتٌ الْبُنَانِيُّ، وَثُمَامَةُ، عَنْ أَنَسٍ، قَالَ مَاتَ النَّبِيُّ صلى الله عليه وسلم وَلَمْ يَجْمَعِ الْقُرْآنَ غَيْرُ أَرْبَعَةٍ أَبُو الدَّرْدَاءِ وَمُعَاذُ بْنُ جَبَلٍ وَزَيْدُ بْنُ ثَابِتٍ وَأَبُو زَيْدٍ. قَالَ وَنَحْنُ وَرِثْنَاهُ.",
    "hadithBengali": "৪৬৩৮। মুআল্লা ইবনু আসাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইন্তেকাল করেন। তখন চার ব্যাক্তি ছাড়া আর কেউ কুরআন সংগ্রহ করেননি। তাঁরা হলেন আবূদ্ দারদা (রাঃ), মুআয ইবনু জাবাল (রাঃ), যায়দ ইবনু সাবিত (রাঃ) এবং আবূ যায়দ (রাঃ)। আনাস (রাঃ) বলেন, আমরা আবূ যায়দ (রাঃ) এর উত্তরসুরি।\n",
    "checkStatus": "1",
    "hadithNo": "4638",
    "id": "4944",
    "thesequence": "5206",
    "isActive": "1",
    "chapterId": "16634",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০২. নবী (সাঃ) (সা) এর যে সব সাহাবী ক্বারী ছিলেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\n`Umar said, Ubai was the best of us in the recitation (of the Quran) yet we leave some of what he recites. Ubai says, PI have taken it from the mouth of Allahs Messenger (ﷺ) and will not leave for anything whatever. But Allah said None of Our Revelations do We abrogate or cause to be forgotten but We substitute something better or similar. 2.106",
    "hadithArabic": " حَدَّثَنَا صَدَقَةُ بْنُ الْفَضْلِ، أَخْبَرَنَا يَحْيَى، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ عُمَرُ أُبَىٌّ أَقْرَؤُنَا وَإِنَّا لَنَدَعُ مِنْ لَحَنِ أُبَىٍّ، وَأُبَىٌّ يَقُولُ أَخَذْتُهُ مِنْ فِي رَسُولِ اللَّهِ صلى الله عليه وسلم فَلاَ أَتْرُكُهُ لِشَىْءٍ قَالَ اللَّهُ تَعَالَى {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نَنْسَأْهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا}",
    "hadithBengali": "৪৬৩৯। সাদকা ইবনু ফদল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, উমর (রাঃ) বলেছেন, আলী (রাঃ) আমাদের মধ্যে সর্বোত্তম বিচারক এবং উবায় (রাঃ) আমাদের মাঝে বর্বোত্তম কারী। এতদসত্ত্বেও তিনি যা তিলাওয়াত করেছেন, আমার তার কতিপয় অংশ বর্জন করছি, অথচ তিনি বলেছেন, আমি তা আল্রাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যবান মুবারক থেকে শুনেছি, কোন কিছুর বিনিময় আমি তা বর্জন করব না। আল্লাহ বলেছেন, আমি কোন আয়াত রহিত করলে কিংবা বিস্মৃত হতে দিলে তা হতে উত্তম কিংবা তার সমতুল্য কোন আয়াত আনয়ন করি।\n",
    "checkStatus": "1",
    "hadithNo": "4639",
    "id": "4945",
    "thesequence": "5207",
    "isActive": "1",
    "chapterId": "16634",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০২. নবী (সাঃ) (সা) এর যে সব সাহাবী ক্বারী ছিলেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Mualla:\n\nWhile I was praying, the Prophet (ﷺ) called me but I did not respond to his call. Later I said, O Allahs Apostle! I was praying. He said, Didnt Allah say: O you who believe! Give your response to Allah (by obeying Him) and to His Apostle when he calls you? (8.24) He then said, Shall I not teach you the most superior Surah in the Quran? He said, (It is), Praise be to Allah, the Lord of the worlds.  (i.e., Surat Al-Fatiha) which consists of seven repeatedly recited Verses and the Magnificent Quran which was given to me.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنِي خُبَيْبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي سَعِيدِ بْنِ الْمُعَلَّى، قَالَ كُنْتُ أُصَلِّي فَدَعَانِي النَّبِيُّ صلى الله عليه وسلم فَلَمْ أُجِبْهُ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ أُصَلِّي. قَالَ  أَلَمْ يَقُلِ اللَّهُ {اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ} ثُمَّ قَالَ أَلاَ أُعَلِّمُكَ أَعْظَمَ سُورَةٍ فِي الْقُرْآنِ قَبْلَ أَنْ تَخْرُجَ مِنَ الْمَسْجِدِ . فَأَخَذَ بِيَدِي فَلَمَّا أَرَدْنَا أَنْ نَخْرُجَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّكَ قُلْتَ لأُعَلِّمَنَّكَ أَعْظَمَ سُورَةٍ مِنَ الْقُرْآنِ. قَالَ {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} هِيَ السَّبْعُ الْمَثَانِي وَالْقُرْآنُ الْعَظِيمُ الَّذِي أُوتِيتُهُ .",
    "hadithBengali": "৪৬৪০। আলী ইবনু আবদুল্লাহ&zwnj; (রহঃ) ... আবূ সাঈদ ইবনু মুআল্লা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি সালাত (নামায/নামাজ)-রত ছিলাম। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে ডাকলেন; কিন্তু আমি তাঁর ডাকে সাড়া দিলাম না। পরে আমি বললাম, ইয়া রাসূলাল্লাহ! আমি সালাত (নামায/নামাজ)-রত ছিলাম। তিনি বললেন, আল্লাহ তাআলা কি বলেননি, &ldquo;হে মুমিনগণ, আল্লাহ ও রাসূল যখন তোমাদেরকে আহবান করেন তখন আল্লাহ ও রাসূলের আহবানে সাড়া দাও&rdquo;। তারপর তিনি বললেন, মসজিদ থেকে বের হওয়ার পূর্বে আমি কি তোমাকে কুরআনের সর্বশ্রেষ্ঠ সূরা শিক্ষা দেব না? তখণ তিনি আমার হাত ধরলেন। যখন আমরা মসজিদ থেকে বের হওয়ার ইচ্ছা করলাম তখন আমি বললাম, ইয়া, রাসূলাল্লাহ! আপনি তো বলেছেন মসজিদ থেকে বের হওয়ার পূর্বে আমাকে কুরআনের সর্বশ্রেষ্ঠ সূরার কথা বলবেন। তিনি বললেন, তা হলঃ &ldquo;আল হামদুলিল্লাহ রাব্বিল আলামীন&rdquo;। এটা বারবার পাঠিত সাতটি আয়াত (সাবআ মাছানী) এবং কুরআন আজীম যা আমাকে দেয়া হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4640",
    "id": "4946",
    "thesequence": "5208",
    "isActive": "1",
    "chapterId": "16635",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০৩. সূরা ফাতিহার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nWhile we were on one of our journeys, we dismounted at a place where a slave girl came and said, The chief of this tribe has been stung by a scorpion and our men are not present; is there anybody among you who can treat him (by reciting something)? Then one of our men went along with her though we did not think that he knew any such treatment. But he treated the chief by reciting something, and the sick man recovered whereupon he gave him thirty sheep and gave us milk to drink (as a reward). When he returned, we asked our friend, Did you know how to treat with the recitation of something? He said, No, but I treated him only with the recitation of the Mother of the Book (i.e., Al-Fatiha). We said, Do not say anything (about it) till we reach or ask the Prophet (ﷺ) so when we reached Medina, we mentioned that to the Prophet (in order to know whether the sheep which we had taken were lawful to take or not). The Prophet (ﷺ) said, How did he come to know that it (Al-Fatiha) could be used for treatment? Distribute your reward and assign for me one share thereof as well.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا وَهْبٌ، حَدَّثَنَا هِشَامٌ، عَنْ مُحَمَّدٍ، عَنْ مَعْبَدٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ كُنَّا فِي مَسِيرٍ لَنَا فَنَزَلْنَا فَجَاءَتْ جَارِيَةٌ فَقَالَتْ إِنَّ سَيِّدَ الْحَىِّ سَلِيمٌ، وَإِنَّ نَفَرَنَا غُيَّبٌ فَهَلْ مِنْكُمْ رَاقٍ فَقَامَ مَعَهَا رَجُلٌ مَا كُنَّا نَأْبُنُهُ بِرُقْيَةٍ فَرَقَاهُ فَبَرَأَ فَأَمَرَ لَهُ بِثَلاَثِينَ شَاةً وَسَقَانَا لَبَنًا فَلَمَّا رَجَعَ قُلْنَا لَهُ أَكُنْتَ تُحْسِنُ رُقْيَةً أَوْ كُنْتَ تَرْقِي قَالَ لاَ مَا رَقَيْتُ إِلاَّ بِأُمِّ الْكِتَابِ. قُلْنَا لاَ تُحْدِثُوا شَيْئًا حَتَّى نَأْتِيَ ـ أَوْ نَسْأَلَ ـ النَّبِيَّ صلى الله عليه وسلم فَلَمَّا قَدِمْنَا الْمَدِينَةَ ذَكَرْنَاهُ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ   وَمَا كَانَ يُدْرِيهِ أَنَّهَا رُقْيَةٌ اقْسِمُوا وَاضْرِبُوا لِي بِسَهْمٍ .\nوَقَالَ أَبُو مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ حَدَّثَنَا هِشَامٌ حَدَّثَنَا مُحَمَّدُ بْنُ سِيرِينَ حَدَّثَنِي مَعْبَدُ بْنُ سِيرِينَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ بِهَذَا",
    "hadithBengali": "৪৬৪১। মুহাম্মদ ইবনু মূসান্না (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার আমরা সফরে চলছিলাম। (পথিমধ্যে) অবতরণ করলাম। তখন একটি বালিকা এসে বলল, এখানকার গোত্র প্রধানকে সাপে কেটেছে। আমাদের পুরুষগণ অনুপস্থি। অতএব, আপনাদের মধ্যে এমন কেউ আছেন কি, যিনি ঝাড়-ফুঁক করতে পারেন? তখন আমাদের মধ্য থেকে একজন ঐ বালকটির সঙ্গে গেলেন। যদিও আমরা ভাবিনি যে সে ঝাড়-ফুঁক জানে। এরপর সে ঝাড়-ফুঁক করল এবং গোত্রপ্রধান সুস্থ্য হয়ে উঠল। এতে সর্দার খুশী হয়ে তাকে ত্রিশটি বক্&zwnj;রী দান করলেন এবং আমাদের সকলকে দুধ পান করালেন। ফিরে আসার পথে আমরা জিজ্ঞেস করলাম, তুমি ভালভাবে ঝাড়-ফুঁক করতে জানো (অথবা রাবীর সন্দেহ) তুমি কি ঝাড়-ফুঁক করতে পার? সে উত্তর করল, না আমি তো কেবল উম্মুল কিতাব সূরা ফাতিহা দিয়েই ঝাড়-ফুঁক করেছি। আমরা তখন বললাম, যতক্ষণ না আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পৌঁছে তাঁকে জিজ্ঞেস করি ততক্ষণ কেউ কিছু বলবে না। এরপর আমরা মদিনায় পৌছে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ঘটনাটি তুলে ধরলাম। তিনি বললেন, সে কেমন করে জানোল যে, তা (সূরা ফাতিহা) চিকিৎসার জন্য ব্যবহার করা যেতে পারে? তোমরা নিজেদের মধ্যে এগুলো বন্টন করে নাও এবং আমার জন্যও একাংশ রাখো। আবূ মামার ... আবূ সাঈদ থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4641",
    "id": "4947",
    "thesequence": "5209",
    "isActive": "1",
    "chapterId": "16635",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০৩. সূরা ফাতিহার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Masud:\nWhoever recites two verses ... (text as in the following hadith)\n\n Narrated Abu Masud:\n\nThe Prophet (ﷺ) said, If somebody recited the last two Verses of Surat Al-Baqara at night, that will be sufficient for him.\n\n Narrated Abu Huraira:\nAllahs Messenger (ﷺ) ordered me to guard the Zakat revenue of Ramadan. Then somebody came to me and started stealing from the foodstuff. I caught him and said, I will take you to Allahs Messenger (ﷺ)! Then Abu Huraira described the whole narration and said: That person said (to me), (Please dont take me to Allahs Messenger (ﷺ) and I will tell you a few words by which Allah will benefit you.) When you go to your bed, recite Ayat-al-Kursi, (2.255) for then there will be a guard from Allah who will protect you all night long, and Satan will not be able to come near you till dawn. (When the Prophet (ﷺ) heard the story) he said (to me), He (who came to you at night) told you the truth although he is a liar; and it was Satan. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ سُلَيْمَانَ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي مَسْعُودٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ مَنْ قَرَأَ بِالآيَتَيْنِ. .. .\nحَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ أَبِي مَسْعُودٍ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَنْ قَرَأَ بِالآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ كَفَتَاهُ.\nوَقَالَ عُثْمَانُ بْنُ الْهَيْثَمِ حَدَّثَنَا عَوْفٌ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ وَكَّلَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم بِحِفْظِ زَكَاةِ رَمَضَانَ فَأَتَانِي آتٍ فَجَعَلَ يَحْثُو مِنَ الطَّعَامِ فَأَخَذْتُهُ فَقُلْتُ لأَرْفَعَنَّكَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَصَّ الْحَدِيثَ فَقَالَ إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ آيَةَ الْكُرْسِيِّ لَنْ يَزَالَ مَعَكَ مِنَ اللَّهِ حَافِظٌ وَلاَ يَقْرَبُكَ شَيْطَانٌ حَتَّى تُصْبِحَ. وَقَالَ النَّبِيُّ صلى الله عليه وسلم   صَدَقَكَ وَهْوَ كَذُوبٌ ذَاكَ شَيْطَانٌ .",
    "hadithBengali": "৪৬৪২। মুহাম্মদ ইব্&zwnj;ন কাসীর (রহঃ) ... আবূ মাসঊদ (রাঃ) সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, যে দুটি আয়াত তিলাওয়াত করে। আবূ নুআইম (রহঃ) আবূ মাসঊদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি রাতে সূরা বাকারার শেষ দুটি আয়াত পাঠ করে, সেটাই তার জন্য যথেষ্ট। উসমান ইব্&zwnj;ন হায়সাম (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে রমযানে প্রাপ্ত যাকাতের মাল হেফাজতের দায়িত্ব দিলেন। এ সময় জনৈক ব্যাক্তি এসে খাদ্য-দ্রব্য উঠিয়ে নিতে উদ্যত হল। আমি তাকে ধরে ফেললাম এবং বললাম, আমি তোমাকে আল্লাহর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে নিয়ে যাব। এরপর পুরো হাদীস বর্ণনা করে। তখন লোকটি বলল, যখন আপনি ঘুমাতে যাবেন, তখন আয়াতুল কুরসী পাঠ করবেন। এর ফলে আল্লাহর পক্ষ থেকে একজন পাহারাদার নিযুক্ত করা হবে এবং ভোর পর্যন্ত শয়তান আপনার কাছে আসতে পারবে না। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (এ ঘটনা শুনে) বললেন, (যে তোমার কাছে এসেছিল) সে সত্য কথা বলেছে, যদিও সে বড় মিথ্যাবাদী শয়তান।\n",
    "checkStatus": "1",
    "hadithNo": "4642",
    "id": "4948",
    "thesequence": "5210",
    "isActive": "1",
    "chapterId": "16636",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "সুরা বাকারার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nA man was reciting Surat Al-Kahf and his horse was tied with two ropes beside him. A cloud came down and spread over that man, and it kept on coming closer and closer to him till his horse started jumping (as if afraid of something). When it was morning, the man came to the Prophet, and told him of that experience. The Prophet (ﷺ) said, That was As-Sakina (tranquility) which descended because of (the recitation of) the Quran.",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ كَانَ رَجُلٌ يَقْرَأُ سُورَةَ الْكَهْفِ وَإِلَى جَانِبِهِ حِصَانٌ مَرْبُوطٌ بِشَطَنَيْنِ فَتَغَشَّتْهُ سَحَابَةٌ فَجَعَلَتْ تَدْنُو وَتَدْنُو وَجَعَلَ فَرَسُهُ يَنْفِرُ فَلَمَّا أَصْبَحَ أَتَى النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ فَقَالَ   تِلْكَ السَّكِينَةُ تَنَزَّلَتْ بِالْقُرْآنِ .",
    "hadithBengali": "৪৬৪৩। আমর ইবনু খালিদ (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি &ldquo;সূরা কাহ্ফ&rdquo; তিলাওয়াত করেছিলেন। তার ঘোড়াটি দুটি রশি দিয়ে তার পাশে বাঁধা ছিল। তখন এক খন্ড মেঘ এসে তার উপর ছায়া বিস্তার করল। মেঘখন্ড ক্রমশ নিচের দিকে নেমে আসতে লাগল। আর তার ঘোড়াটি ভয়ে লাফালাফি শুরু করে দিল। ভোর বেলা যখন লোকটি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উক্ত ঘটনার কথা বললেন, তখন তিনি বললেন, এ ছিল আস্&zwnj;সাকিনা (প্রশান্তি), যা কুরআন তিলাওয়াতের কারণে অবতীর্ণ হয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4643",
    "id": "4949",
    "thesequence": "5211",
    "isActive": "1",
    "chapterId": "16637",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "সুরা কাহফের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aslam:\n\nAllahs Messenger (ﷺ) was traveling on one of his journeys, and `Umar bin Al-Khattab was traveling along with him at night. `Umar asked him about something, but Allahs Messenger (ﷺ) did not answer him. He asked again, but he did not answer. He asked for the third time, but he did not answer. On that, `Umar said to himself, May your mother lose you! You have asked Allahs Messenger (ﷺ) three times, but he did not answer at all! `Umar said, So I made my camel go fast till I was ahead of the people, and I was afraid that something might be revealed about me. After a little while I heard a call maker calling me, I said, I was afraid that some Quranic Verse might be revealed about me. So I went to Allahs Apostle and greeted him. He said, Tonight there has been revealed to me a Surah which is dearer to me than that on which the sun shines (i.e. the world). Then he recited: Verily! We have given you (O Muhammad), a manifest victory.  (Surat al-Fath) No. (48.1).",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَسِيرُ فِي بَعْضِ أَسْفَارِهِ وَعُمَرُ بْنُ الْخَطَّابِ يَسِيرُ مَعَهُ لَيْلاً فَسَأَلَهُ عُمَرُ عَنْ شَىْءٍ فَلَمْ يُجِبْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ سَأَلَهُ فَلَمْ يُجِبْهُ ثُمَّ سَأَلَهُ فَلَمْ يُجِبْهُ، فَقَالَ عُمَرُ ثَكِلَتْكَ أُمُّكَ نَزَرْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم ثَلاَثَ مَرَّاتٍ كُلَّ ذَلِكَ لاَ يُجِيبُكَ، قَالَ عُمَرُ فَحَرَّكْتُ بَعِيرِي حَتَّى كُنْتُ أَمَامَ النَّاسِ وَخَشِيتُ أَنْ يَنْزِلَ فِيَّ قُرْآنٌ فَمَا نَشِبْتُ أَنْ سَمِعْتُ صَارِخًا يَصْرُخُ ـ قَالَ ـ فَقُلْتُ لَقَدْ خَشِيتُ أَنْ يَكُونَ نَزَلَ فِيَّ قُرْآنٌ ـ قَالَ ـ فَجِئْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَسَلَّمْتُ عَلَيْهِ فَقَالَ  لَقَدْ أُنْزِلَتْ عَلَىَّ اللَّيْلَةَ سُورَةٌ لَهِيَ أَحَبُّ إِلَىَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ . ثُمَّ قَرَأَ {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا}",
    "hadithBengali": "৪৬৪৪। ইস্&zwnj;মাঈল (রহঃ) ... আসলাম (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন এক সফরে রাতের বেলায় চলছিলেন এবং উমর ইবনুল খাত্তাব (রাঃ) তাঁর সাথে ছিলেন। তখন উমর (রাঃ) তাঁর কাছে কিছু জিজ্ঞেস করলেন; কিন্তু রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কোন উত্তর দিলেন না। তারপর আবার জিজ্ঞেস করলেন; কিন্তু তিনি কোন উত্তর দিলেন না। পুনরায় জিজ্ঞেস করলেন, এবারও তিনি কোন উত্তর দিলেন না। এমতাবস্থায়, উমর (রাঃ) নিজকে লক্ষ্য করে বললেনঃ তোমার মা তোমাকে হারিয়ে ফেলুক! তুমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তিনবার প্রশ্ন করে কোন উত্তর পাওনি। উমর (রাঃ) বললেন, এরপর আমি আমার উটকে দ্রুত চালিয়ে সকলের আগে চলে গেলাম এবং আমি শঙ্কিত হলাম, না জানি আমার সম্পর্কে কুরআন অবতীর্ণ হয়। কিছুক্ষণ পর কেউ আমাকে ডাকছে, এমন আওয়োজ শুনতে পেলাম। আমি মনে আশংকা করলাম যে, হয়তো বা আমার সম্পর্কে কুরআন অবতীর্ণ হয়েছে। তখন আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে গেলাম এবং তাঁকে সালাম দিলাম। তিনি বললেন আজ রাতে আমার কাছে এমন একটি সূরা অবতীর্ণ হয়েছে, যা আমার কাছে সূর্যালোক পতিত সকল স্থান হতেও উত্তম। এরপর তিনি পাঠ করলেন,إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا &ldquo;নিশ্চয় আমি তোমাকে সুস্পষ্ট বিজয় দান করেছি&rdquo;।\n",
    "checkStatus": "1",
    "hadithNo": "4644",
    "id": "4950",
    "thesequence": "5212",
    "isActive": "1",
    "chapterId": "16638",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "সুরা আল-ফাতহর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Said Al-Khudri:\n\nA man heard another man reciting (Surat-Al-Ikhlas) Say He is Allah, (the) One. (112. 1) repeatedly. The next morning he came to Allahs Messenger (ﷺ) and informed him about it as if he thought that it was not enough to recite. On that Allahs Messenger (ﷺ) said, By Him in Whose Hand my life is, this Surah is equal to one-third of the Quran!\n\n Narrated Abu Said Al-Khudri:\nMy brother, Qatada bin An-Nauman said, A man performed the night prayer late at night in the lifetime of the Prophet (ﷺ) and he read: Say: He is Allah, (the) One, (112.1) and read nothing besides that. The next morning a man went to the Prophet (ﷺ) ,~ and told him about that . (The Prophet (ﷺ) replied the same as (in Hadith 532) above.) ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَجُلاً، سَمِعَ رَجُلاً، يَقْرَأُ {قُلْ هُوَ اللَّهُ أَحَدٌ} يُرَدِّدُهَا فَلَمَّا أَصْبَحَ جَاءَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ وَكَأَنَّ الرَّجُلَ يَتَقَالُّهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَالَّذِي نَفْسِي بِيَدِهِ إِنَّهَا لَتَعْدِلُ ثُلُثَ الْقُرْآنِ .\n وَزَادَ أَبُو مَعْمَرٍ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَخْبَرَنِي أَخِي، قَتَادَةُ بْنُ النُّعْمَانِ أَنَّ رَجُلاً، قَامَ فِي زَمَنِ النَّبِيِّ صلى الله عليه وسلم يَقْرَأُ مِنَ السَّحَرِ {قُلْ هُوَ اللَّهُ أَحَدٌ} لاَ يَزِيدُ عَلَيْهَا، فَلَمَّا أَصْبَحْنَا أَتَى رَجُلٌ النَّبِيَّ صلى الله عليه وسلم نَحْوَهُ.",
    "hadithBengali": "৪৬৪৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি অন্য আরেক ব্যাক্তিকে কুল হুআল্লাহু আহাদ পড়তে শুনলেন। সে বার বার তা মুখে উচ্চারন করছিল। (তিনি মনে করলেন এভাবে বারাবার পাঠ করা যথেষ্ট নয়) পরদিন সকালে তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে এ সম্পর্কে বললেন। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সে সত্তার কসম, যার হাতে আমার জীবন। এ সূরা হচ্ছে সমগ্র কুরআনের এক-তৃতীয়াংশের সমান।\n\nআবূ সাঈদ খুদরী (রাঃ) বললেনঃ আমার ভাই- কাতাদা ইবনু নুমান আমাকে বলেছেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় এক ব্যাক্তি শেষ রাতে সালাতে শুধুমাত্র &ldquo;কুল হুআল্লাহু আহাদ&rdquo; ছাড়া আর কোনো সূরাই তিলাওয়াত করেন নি। পরদিন সকালে কোন এক ব্যাক্তি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাছে আসলেন। বাকী অংশ পূর্বের হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "4645",
    "id": "4951",
    "thesequence": "5213",
    "isActive": "1",
    "chapterId": "16639",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "কুল্&zwnj;হু আল্লাহু আহাদ (সূরা ইখলাস) এর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nThe Prophet (ﷺ) said to his companions, Is it difficult for any of you to recite one third of the Quran in one night? This suggestion was difficult for them so they said, Who among us has the power to do so, O Allahs Messenger (ﷺ)? Allah Apostle replied:  Allah (the) One, the Self-Sufficient Master Whom all creatures need. (Surat Al-Ikhlas 112.1--to the End) is equal to one third of the Quran.",
    "hadithArabic": " حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا إِبْرَاهِيمُ، وَالضَّحَّاكُ الْمَشْرِقِيُّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، رضى الله عنه قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم لأَصْحَابِهِ  أَيَعْجِزُ أَحَدُكُمْ أَنْ يَقْرَأَ ثُلُثَ الْقُرْآنِ فِي لَيْلَةٍ . فَشَقَّ ذَلِكَ عَلَيْهِمْ وَقَالُوا أَيُّنَا يُطِيقُ ذَلِكَ يَا رَسُولَ اللَّهِ فَقَالَ  اللَّهُ الْوَاحِدُ الصَّمَدُ ثُلُثُ الْقُرْآنِ . قَالَ أَبُو عَبْدِ اللَّهِ عَنْ إِبْرَاهِيمَ مُرْسَلٌ وَعَنِ الضَّحَّاكِ الْمَشْرِقِيِّ مُسْنَدٌ.",
    "hadithBengali": "৪৬৪৬। উমর ইবনু হাফ্&zwnj;স (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাহাবীদেরকে বলেছেন, তোমাদের কেউ কি এক রাতে কুরআনের এ-তৃতীয়াংশ তিলাওয়াত করতে অসাধ্য মনে কর? এ প্রশ্ন তাদের জন্য কঠিন ছিল। এরপর তারা বলল, হে আল্লাহর রাসূল! আমাদের মধ্যে কার সাধ্য আছে যে, এমনটি পারবে? তখন তিনি বললেন, &ldquo;কুল হুআল্লাহু আহাদ&rdquo; অর্থাৎ সূরা ইখ্&zwnj;লাস কুরআন শরীফের এক-তৃতীয়াংশ।\n",
    "checkStatus": "1",
    "hadithNo": "4646",
    "id": "4952",
    "thesequence": "5214",
    "isActive": "1",
    "chapterId": "16639",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "কুল্&zwnj;হু আল্লাহু আহাদ (সূরা ইখলাস) এর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nWhenever Allahs Messenger (ﷺ) became sick, he would recite Muawwidhat (Surat Al-Falaq and Surat An- Nas) and then blow his breath over his body. When he became seriously ill, I used to recite (these two Suras) and rub his hands over his body hoping for its blessings.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا اشْتَكَى يَقْرَأُ عَلَى نَفْسِهِ بِالْمُعَوِّذَاتِ وَيَنْفُثُ، فَلَمَّا اشْتَدَّ وَجَعُهُ كُنْتُ أَقْرَأُ عَلَيْهِ وَأَمْسَحُ بِيَدِهِ رَجَاءَ بَرَكَتِهَا.",
    "hadithBengali": "৪৬৪৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, যখনই রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অসুস্থ হতেন তখনই তিনি সূরায়ে মুআবিযাত পাঠ করে নিজের উপর ফুঁক দিতেন। যখন তাঁর রোগ কঠিন আকার ধারন করল, তখন বরকত লাভের জন্য আমি এই সকল সূরা পাঠ করে হাত দিয়ে শরীর মাসেহ্&zwnj; করিয়ে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "4647",
    "id": "4953",
    "thesequence": "5215",
    "isActive": "1",
    "chapterId": "16640",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "মু&rsquo;আবিযাত (সূরা ফালাক ও সূরা নাস) এর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nWhenever the Prophet (ﷺ) went to bed every night, he used to cup his hands together and blow over it after reciting Surat Al-Ikhlas, Surat Al-Falaq and Surat An-Nas, and then rub his hands over whatever parts of his body he was able to rub, starting with his head, face and front of his body. He used to do that three times.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا الْمُفَضَّلُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا أَوَى إِلَى فِرَاشِهِ كُلَّ لَيْلَةٍ جَمَعَ كَفَّيْهِ ثُمَّ نَفَثَ فِيهِمَا فَقَرَأَ فِيهِمَا {قُلْ هُوَ اللَّهُ أَحَدٌ} وَ{قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ} وَ{قُلْ أَعُوذُ بِرَبِّ النَّاسِ} ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقْبَلَ مِنْ جَسَدِهِ يَفْعَلُ ذَلِكَ ثَلاَثَ مَرَّاتٍ.",
    "hadithBengali": "৪৬৪৮। কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, প্রতি রাতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শয্যা গ্রহনকালে সূরা ইখলাস, সূরা ফালাক ও সূরা নাস পাঠ করে দুহাত একত্রিত করে হাতে ফুঁক দিয়ে সমস্ত শরীরে হাত বুলাতেন। মাথা ও মুখ থেকে শুরু করে তাঁর দেহের সম্মুখভাগের উপর হাত বুলাতেন এবং তিনবার করে এরূপ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4648",
    "id": "4954",
    "thesequence": "5216",
    "isActive": "1",
    "chapterId": "16640",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "মু&rsquo;আবিযাত (সূরা ফালাক ও সূরা নাস) এর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdul `Aziz bin Rufai:\n\nShaddad bin Maqil and I entered upon Ibn `Abbas. Shaddad bin Maqil asked him, Did the Prophet (ﷺ) leave anything (besides the Quran)? He replied. He did not leave anything except what is Between the two bindings (of the Quran). Then we visited Muhammad bin Al-Hanafiyya and asked him (the same question). He replied, The Prophet (ﷺ) did not leave except what is between the bindings (of the Quran).",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، قَالَ دَخَلْتُ أَنَا وَشَدَّادُ بْنُ مَعْقِلٍ، عَلَى ابْنِ عَبَّاسٍ رضى الله عنهما فَقَالَ لَهُ شَدَّادُ بْنُ مَعْقِلٍ أَتَرَكَ النَّبِيُّ صلى الله عليه وسلم مِنْ شَىْءٍ قَالَ مَا تَرَكَ إِلاَّ مَا بَيْنَ الدَّفَّتَيْنِ. قَالَ وَدَخَلْنَا عَلَى مُحَمَّدِ ابْنِ الْحَنَفِيَّةِ فَسَأَلْنَاهُ فَقَالَ مَا تَرَكَ إِلاَّ مَا بَيْنَ الدَّفَّتَيْنِ.",
    "hadithBengali": "২৪০৪. অনুচ্ছেদঃ কুরআন শরীফ তিলাওয়াতের সময় প্রশান্তি নেমে আসে ও ফেরেশতা নাযিল হয়। লায়িস (রহঃ) উসাইদ ইব্&zwnj;ন হুদায়র (রা) থেকে বর্ণিত যে, একদা রাতে তিনি সূরা বাকারা পাঠ করছিলেন। তখন তাঁর ঘোড়াটি তারই পাশে বাঁধা ছিল। হঠাৎ ঘোড়াটি ভীত হয়ে লাফ দিয়ে উঠল এবং ছুটাছুটি শুরু করল। যখন পাঠ বন্ধ করলেন তখনই ঘোড়াটি শান্ত হল। ঘোড়াটি পূর্বের মতো আচরণ করল। যখন পাঠ বন্ধ করলেন ঘোড়াটি শান্ত হলো। পুনরায় পাঠ আরম্ভ করলে ঘোড়াটি পূর্বের মতো করতে লাগল। এ সময় তার পুত্র ইয়াহইয়া ঘোড়াটির নিকটে ছিল। তার ভয় হচ্ছিল যে, ঘোড়াটি তার পুত্রকে পদদলিত করবে। তখন তিনি পুত্রকে টেনে আনলেন এবং আকাশের দিকে তাকিয়ে কিছু দেখতে পেলেন। পরদিন সকালে তিনি রাসূলুল্লাহ্ (সা) এর কাছে উক্ত ঘটনা ব্যক্ত করলেন। ঘটনা শুনে রাসূলুল্লাহ্&zwnj; (সা) বললেনঃ হে ইব্&zwnj;ন হুদায়র (রা)! তুমি যদি পাঠ করতে, হে ইব্&zwnj;ন হুদায়র (রা)! তুমি যদি পাঠ করতে। ইব্&zwnj;ন হুদায়র আরয করলেন, ইয়া রাসূলুল্লাহ্&zwnj; ! আমার ছেলেটি ঘোড়ার নিকট থাকায় আমি ভয় পেয়ে গেলাম হয়ত বা ঘোড়াটি তাকে পদদলিত করবে, সুতরাং আমি আমার মাথা উপরে উঠাতেই মেঘের মত কিছু দেখলাম, যা আলোকময় ছিল। আমি যখন বাইরে এলাম তখন আর কিছু দেখ্&zwnj;খলাম না। তখন রাসূলুল্লাহ্&zwnj; (সা) বললেন, তুমি কি জান, ওটা কি ছিল? না। তখন রাসূলুল্লাহ্&zwnj; (সা) বললেন, তারা ছিল ফেরেশতামন্ডলী। তোমার তিলাওয়াত শুনে তোমার কাছে এসেছিল। তুমি যদি ভোর পর্যন্ত তিলাওয়াত করতে থাকতে তারাও ততক্ষন পর্যন্ত এখানে অবস্থান করত এবং লোকেরা তাদেরকে দেখতে পেত। এরপর হাদীসের অন্য একটি সনদ বর্ণিত হয়েছে।\n\n<hr />\n৪৬৪৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবদুল আযীয ইবনু রুফাঈ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি এবং শাদ্দাদ ইবনু মাকিল ইবনু আব্বাস (রাঃ) এর নিকট উপস্থিত হলাম। শাদ্দাদ ইবনু মাকিল তাকে জিজ্ঞেস করলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুরআন ব্যতীত অন্য কিছু রেকে যাননি? ইবনু আব্বাস (রাঃ) উত্তর দিলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুই মলাটের মাঝে যা কিছু আছে অর্থাৎ কুরআন ব্যতীত অন্য কিছু রেখে যাননি। আবদুল আযীয বললেন, আমরা মুহাম্মদ ইবনুল হানাফিয়ার নিকট গিয়ে তাকে জিজ্ঞেস করলে তিনিই বললেন যে, দুই মলাটের মাঝে ছাড়া আর কিছু রেখে যাননি।\n",
    "checkStatus": "0",
    "hadithNo": "4649",
    "id": "4955",
    "thesequence": "5217",
    "isActive": "1",
    "chapterId": "16641",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০৫. যারা বলে, দুই মলাটের মধ্যে (কুরআন) যা কিছু আছে তাছাড়া নবী (সা) কিছু রেখে যাননি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa Al-Ash`ari:\n\nThe Prophet (ﷺ) said, The example of him (a believer) who recites the Quran is like that of a citron which tastes good and smells good. And he (a believer) who does not recite the Quran is like a date which is good in taste but has no smell. And the example of a dissolute wicked person who recites the Quran is like the Raihana (sweet basil) which smells good but tastes bitter. And the example of a dissolute wicked person who does not recite the Quran is like the colocynth which tastes bitter and has no smell.",
    "hadithArabic": "حَدَّثَنَا هُدْبَةُ بْنُ خَالِدٍ أَبُو خَالِدٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا أَنَسٌ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَثَلُ الَّذِي يَقْرَأُ الْقُرْآنَ كَالأُتْرُجَّةِ طَعْمُهَا طَيِّبٌ وَرِيحُهَا طَيِّبٌ وَالَّذِي لاَ يَقْرَأُ الْقُرْآنَ كَالتَّمْرَةِ طَعْمُهَا طَيِّبٌ وَلاَ رِيحَ لَهَا، وَمَثَلُ الْفَاجِرِ الَّذِي يَقْرَأُ الْقُرْآنَ كَمَثَلِ الرَّيْحَانَةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا مُرٌّ، وَمَثَلُ الْفَاجِرِ الَّذِي لاَ يَقْرَأُ الْقُرْآنَ كَمَثَلِ الْحَنْظَلَةِ طَعْمُهَا مُرٌّ وَلاَ رِيحَ لَهَا .",
    "hadithBengali": "৪৬৫০। হুদ্&zwnj;বাত ইবনু খালিদ (রহঃ) ... আবূ মূসা আশআরী (রাঃ) সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, যে ব্যাক্তি কুরআন তিলওয়াত করে, তার উদাহরণ হচ্ছে ঐ লেবুর ন্যায় যা সুস্বাদু এবং সুগন্ধযুক্ত। আর যে ব্যাক্তি (মুমিন) কুরআন পাঠ করে না, তার উদাহরণ হচ্ছে এমন খেজুরের মত, যা সুগন্ধহীন, কিন্তু খেতে সুস্বাদু। আর ফাসিক-ফাজির ব্যাক্তি যে কুরআন পাঠ করে, তার উদাহরণ হচ্ছে রায়হান জাতীয় গুল্মের মত, যার সুগন্ধ আছে, কিন্তু খেতে বিস্বাদযুক্ত (তিক্ত)। আর ঐ ফাসিক যে কুরআন একেবারে পাঠ করে না, তার উদাহরণ হচ্ছে ঐ মাকাল ফলের মত, যা খেতেও বিস্বাদ (তিক্ত) এবং যার কোনো সুঘ্রানও নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4650",
    "id": "4956",
    "thesequence": "5218",
    "isActive": "1",
    "chapterId": "16642",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০৬. সব কালামের উপর কুরআনের শ্রেষ্ঠত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) said, Your life in comparison to the lifetime of the past nations is like the period between the time of `Asr prayer and sunset. Your example and the example of the Jews and Christians is that of person who employed laborers and said to them, Who will work for me till the middle of the day for one Qirat (a special weight)? The Jews did. He then said, Who will work for me from the middle of the day till the `Asr prayer for one Qirat each? The Christians worked accordingly. Then you (Muslims) are working from the `Asr prayer till the Maghrib prayer for two Qirats each. They (the Jews and the Christians) said, We did more labor but took less wages. He (Allah) said, Have I wronged you in your rights? They replied, No. Then He said, This is My Blessing which I give to whom I wish.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، عَنْ يَحْيَى، عَنْ سُفْيَانَ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ دِينَارٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّمَا أَجَلُكُمْ فِي أَجَلِ مَنْ خَلاَ مِنَ الأُمَمِ كَمَا بَيْنَ صَلاَةِ الْعَصْرِ وَمَغْرِبِ الشَّمْسِ، وَمَثَلُكُمْ وَمَثَلُ الْيَهُودِ وَالنَّصَارَى كَمَثَلِ رَجُلٍ اسْتَعْمَلَ عُمَّالاً، فَقَالَ مَنْ يَعْمَلُ لِي إِلَى نِصْفِ النَّهَارِ عَلَى قِيرَاطٍ فَعَمِلَتِ الْيَهُودُ فَقَالَ مَنْ يَعْمَلُ لِي مِنْ نِصْفِ النَّهَارِ إِلَى الْعَصْرِ فَعَمِلَتِ النَّصَارَى، ثُمَّ أَنْتُمْ تَعْمَلُونَ مِنَ الْعَصْرِ إِلَى الْمَغْرِبِ بِقِيرَاطَيْنِ قِيرَاطَيْنِ، قَالُوا نَحْنُ أَكْثَرُ عَمَلاً وَأَقَلُّ عَطَاءً، قَالَ هَلْ ظَلَمْتُكُمْ مِنْ حَقِّكُمْ قَالُوا لاَ قَالَ فَذَاكَ فَضْلِي أُوتِيهِ مَنْ شِئْتُ .",
    "hadithBengali": "৪৬৫১। মুসাদ্দাস (রহঃ) ... ইবনু উমর (রাঃ) সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, অতীতের জাতিসমূহের সঙ্গে তোমাদের জীবনকালের তুলনা হচ্ছে আসর ও মাগরিব সালাত (নামায/নামাজ)-এর মধ্যবর্তী সময়কালের মত। তোমাদের এবং ইহুদী-নাসারাদের উদাহরণ হচ্ছে ঐ ব্যাক্তির ন্যায়, যে শ্রমিকদের কাজে নিযুক্ত করে তাদেরকে বলল, &ldquo;তোমাদের মধ্যে কে এক কীরাতের বিনিময়ে দ্বি-প্রহর পর্যন্ত কাজ করবে&rdquo;? ইহুদীরা কাজ করল। তারপর সেই ব্যাক্তি আবার বলল, তোমাদের মধ্যে কে এক কীরাতের বিনিময়ে দুপুর থেকে আসর পর্যন্ত কাজ করবে? নাসারার কাজ করল। এরপর তোমরা (মুসলামানরা) আসরের সালাত (নামায/নামাজ)-এর পর থেকে মাগরিব পর্যন্ত প্রত্যেক দুকীরাতের বিনিময়ে কাজ করেছ। তারা বলল, আমরা কম মজুরি নিয়েছি এবং বেশী কাজ করেছি। তিনি (আল্লাহ) বলবেন, আমি কি তোমাদের অধিকারের ব্যাপারে জুলুম করেছি? তারা উত্তরে বলবে, না। এরপর আল্লাহ বলবেন, এটা আমার দয়া, আমি যাকে ইচ্ছা দিয়ে থাকি।\n",
    "checkStatus": "1",
    "hadithNo": "4651",
    "id": "4957",
    "thesequence": "5219",
    "isActive": "1",
    "chapterId": "16642",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০৬. সব কালামের উপর কুরআনের শ্রেষ্ঠত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Talha:\n\nI asked `Abdullah bin Abi `Aufa, Did the Prophet (ﷺ) make a will (to appoint his successor or bequeath wealth)? He replied, No. I said, How is it prescribed then for the people to make wills, and they are ordered to do so while the Prophet (ﷺ) did not make any will? He said, He made a will wherein he recommended Allahs Book.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا مَالِكُ بْنُ مِغْوَلٍ، حَدَّثَنَا طَلْحَةُ، قَالَ سَأَلْتُ عَبْدَ اللَّهِ بْنَ أَبِي أَوْفَى أَوْصَى النَّبِيُّ صلى الله عليه وسلم فَقَالَ لاَ. فَقُلْتُ كَيْفَ كُتِبَ عَلَى النَّاسِ الْوَصِيَّةُ، أُمِرُوا بِهَا وَلَمْ يُوصِ قَالَ أَوْصَى بِكِتَابِ اللَّهِ.",
    "hadithBengali": "৪৬৫২। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... তালহা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবদুল্লাহ&zwnj; ইবনু আবূ আউফ (রাঃ) কে জিজ্ঞেস করলাম, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি কোন ওসীয়ত করে গেছেন? তিনি বললেন, না। তখন আমি বললাম, যখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজে কোন ওসীয়ত করে যাননি, তখন কি করে মানুষের জন্য ওসীয়ত করাকে (কুরআন মজীদে) বাধ্যতামূলক করা হল এবং তাদেরকে এজন্য নির্দেশ দেয়া হল। জবাবে তিনি বললেন, তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আল্লাহর কিতাব (গ্রহণ) এর ওসীয়ত করে গেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4652",
    "id": "4958",
    "thesequence": "5220",
    "isActive": "1",
    "chapterId": "16643",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০৭. কিতাবুল্লাহর ওসীরত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Allah does not listen to a prophet as He listens to a prophet who recites the Quran in a pleasant tone. The companion of the sub-narrator (Abu Salama) said, It means, reciting it aloud.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّهُ كَانَ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَمْ يَأْذَنِ اللَّهُ لِشَىْءٍ مَا أَذِنَ لِلنَّبِيِّ صلى الله عليه وسلم يَتَغَنَّى بِالْقُرْآنِ . وَقَالَ صَاحِبٌ لَهُ يُرِيدُ يَجْهَرُ بِهِ.",
    "hadithBengali": "৪৬৫৩। ইয়াহ্&zwnj;ইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ কোন নাবী কে ঐ অনুমতি দেননি, যা আমাকে দিয়েছেন, আর তা হয়েছে কুরআন তিলাওয়াত যথেষ্ট। বারী বলেন, এর অর্থ সুষ্পষ্ট করে আওয়াজের সাথে কুরআন পাঠ করা।\n",
    "checkStatus": "1",
    "hadithNo": "4653",
    "id": "4959",
    "thesequence": "5221",
    "isActive": "1",
    "chapterId": "16644",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০৮. যার জন্য কুরআন যথেষ্ট নয়। আল্লাহ্&zwnj;র বাণীঃ তাদের জন্য কি যথেষ্ট নয় যে, আমি আপনার নিকট কিতাব নাযিল করেছি, যা তাদের নিকট পাঠ করা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) I said, Allah does not listen to a prophet as He listens to a prophet who recites the Quran in a loud and pleasant tone. Sufyan said, This saying means: a prophet who regards the Quran as something that makes him dispense with many worldly pleasures.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَا أَذِنَ اللَّهُ لِشَىْءٍ مَا أَذِنَ لِلنَّبِيِّ أَنْ يَتَغَنَّى بِالْقُرْآنِ . قَالَ سُفْيَانُ تَفْسِيرُهُ يَسْتَغْنِي بِهِ.",
    "hadithBengali": "৪৬৫৪। আলী ইবন আবদুল্লাহ&zwnj; ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আল্লাহ তাআলা অন্য কোন নাবী কে অনুমতি দেননি, যা আমাকে দিয়েছেন যে, কুরআন তিলাওয়াত করাই যথেষ্ট। সুফিয়ান (রহঃ) বলেন, কুরআনই তার জন্য যথেষ্ট।\n",
    "checkStatus": "1",
    "hadithNo": "4654",
    "id": "4960",
    "thesequence": "5222",
    "isActive": "1",
    "chapterId": "16644",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০৮. যার জন্য কুরআন যথেষ্ট নয়। আল্লাহ্&zwnj;র বাণীঃ তাদের জন্য কি যথেষ্ট নয় যে, আমি আপনার নিকট কিতাব নাযিল করেছি, যা তাদের নিকট পাঠ করা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, Not to wish to be the like except of two men. A man whom Allah has given the knowledge of the Book and he recites it during the hours of the night, and a man whom Allah has given wealth, and he spends it in charity during the night and the hours of the day.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لاَ حَسَدَ إِلاَّ عَلَى اثْنَتَيْنِ، رَجُلٌ آتَاهُ اللَّهُ الْكِتَابَ وَقَامَ بِهِ آنَاءَ اللَّيْلِ، وَرَجُلٌ أَعْطَاهُ اللَّهُ مَالاً فَهْوَ يَتَصَدَّقُ بِهِ آنَاءَ اللَّيْلِ وَالنَّهَارِ .",
    "hadithBengali": "৪৬৫৫। আবূল ইয়ামান (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, দুটি বিষয় ছাড়া অন্য কোন ব্যাপারে ঈর্ষা করা যায় না। প্রথমত, যাকে আল্লাহ তাআলা কিতাবের জ্ঞাণ দান করেছেন এবং তিনি তার থেকে গভীর রাতে তিলাওয়াত করে। দ্বিতীয়ত, যাকে আল্লাহ তাআলা সম্পদ দান করেছেন এবং তিনি সেই সম্পদ দিন-রাত দান-খয়রাত করতে থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "4655",
    "id": "4961",
    "thesequence": "5223",
    "isActive": "1",
    "chapterId": "16645",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০৯. কুরআন তিলাওয়াতকারী হবার আকাঙ্ক্ষা পোষণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) I said, Not to wish to be the like of except two men: A man whom Allah has taught the Quran and he recites it during the hours of the night and during the hours of the day, and his neighbor listens to him and says, I wish I had been given what has been given to so-and-so, so that I might do what he does; and a man whom Allah has given wealth and he spends it on what is just and right, whereupon an other man May say, I wish I had been given what so-and-so has been given, for then I would do what he does.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا شُعْبَةُ، عَنْ سُلَيْمَانَ، سَمِعْتُ ذَكْوَانَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ حَسَدَ إِلاَّ فِي اثْنَتَيْنِ رَجُلٌ عَلَّمَهُ اللَّهُ الْقُرْآنَ فَهُوَ يَتْلُوهُ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ فَسَمِعَهُ جَارٌ لَهُ فَقَالَ لَيْتَنِي أُوتِيتُ مِثْلَ مَا أُوتِيَ فُلاَنٌ فَعَمِلْتُ مِثْلَ مَا يَعْمَلُ، وَرَجُلٌ آتَاهُ اللَّهُ مَالاً فَهْوَ يُهْلِكُهُ فِي الْحَقِّ فَقَالَ رَجُلٌ لَيْتَنِي أُوتِيتُ مِثْلَ مَا أُوتِيَ فُلاَنٌ فَعَمِلْتُ مِثْلَ مَا يَعْمَلُ .",
    "hadithBengali": "৪৬৫৬। আলী ইবন ইব্&zwnj;রাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দুব্যাক্তি ব্যতীত অন্য কারও সাথে ঈর্ষা করা যায় না। এক ব্যাক্তি, যাকে আল্লাহ তাআলা কুরাআন শিক্ষা দিয়েছেন এবং সে তা দিন-রাত তিলাওয়াত করে। আর তা শুনে তার প্রতিবেশীরা তাকে বালে, হায়! আমাদেরকে যদি এরূপ জ্ঞান দেয়া হত, যেরূপ জ্ঞাণ অমুককে দেয়া হয়েছে, তাহলে আমিও তার মত আমল করতাম। অন্য আর এক ব্যাক্তি, যাকে আল্লাহ সম্পদ দান করেছেন এবং সে সম্পদ সত্য ও ন্যায়ের পথে ব্যয় করে। এ অবস্থা দেখে অন্য এক ব্যাক্তি বলেঃ হায়! আমাকে যদি অমুক ব্যাক্তির মত সম্পদশালী করা হত, তাহলে সে যেরূপ ব্যয় করছে, আমিও সেরূপ ব্যয় করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "4656",
    "id": "4962",
    "thesequence": "5224",
    "isActive": "1",
    "chapterId": "16645",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪০৯. কুরআন তিলাওয়াতকারী হবার আকাঙ্ক্ষা পোষণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uthman:\n\nThe Prophet (ﷺ) said, The best among you (Muslims) are those who learn the Quran and teach it.",
    "hadithArabic": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَلْقَمَةُ بْنُ مَرْثَدٍ، سَمِعْتُ سَعْدَ بْنَ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عُثْمَانَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ . قَالَ وَأَقْرَأَ أَبُو عَبْدِ الرَّحْمَنِ فِي إِمْرَةِ عُثْمَانَ حَتَّى كَانَ الْحَجَّاجُ، قَالَ وَذَاكَ الَّذِي أَقْعَدَنِي مَقْعَدِي هَذَا.",
    "hadithBengali": "৪৬৫৭। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... উসমান (রাঃ) সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, তোমাদের মধ্যে ঐ ব্যাক্তি সর্বোত্তম যে কুরআন শিখে এবং অন্যকে শিখায়।\n",
    "checkStatus": "1",
    "hadithNo": "4657",
    "id": "4963",
    "thesequence": "5225",
    "isActive": "1",
    "chapterId": "16646",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১০. তোমাদের মধ্যে সে ব্যক্তি উত্তম, যে নিজে কুরআন শিক্ষা গ্রহণ করে এবং অপরকে শিক্ষা দেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uthman bin `Affan:\n\nThe Prophet (ﷺ) said, The most superior among you (Muslims) are those who learn the Quran and teach it.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عُثْمَانَ بْنِ عَفَّانَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِنَّ أَفْضَلَكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ .",
    "hadithBengali": "৪৬৫৮। আবূ নুআয়ম (রহঃ) ... উসমান ইবনু আফ্&zwnj;ফান (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের মধ্যে সর্বোত্তম তারা, যারা নিজেরা কুরআন শিখে এবং অন্যকেও শিক্ষা দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "4658",
    "id": "4964",
    "thesequence": "5226",
    "isActive": "1",
    "chapterId": "16646",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১০. তোমাদের মধ্যে সে ব্যক্তি উত্তম, যে নিজে কুরআন শিক্ষা গ্রহণ করে এবং অপরকে শিক্ষা দেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nA lady came to the Prophet (ﷺ) and declared that she had decided to offer herself to Allah and His Apostle. The Prophet (ﷺ) said, I am not in need of women. A man said (to the Prophet) Please marry her to me. The Prophet (ﷺ) said (to him), Give her a garment. The man said, I cannot afford it. The Prophet said, Give her anything, even if it were an iron ring. The man apologized again. The Prophet then asked him, What do you know by heart of the Quran? He replied, I know such-andsuch portion of the Quran (by heart). The Prophet (ﷺ) said, Then I marry her to you for that much of the Quran which you know by heart.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، حَدَّثَنَا حَمَّادٌ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ أَتَتِ النَّبِيَّ صلى الله عليه وسلم امْرَأَةٌ فَقَالَتْ إِنَّهَا قَدْ وَهَبَتْ نَفْسَهَا لِلَّهِ وَلِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ  مَا لِي فِي النِّسَاءِ مِنْ حَاجَةٍ . فَقَالَ رَجُلٌ زَوِّجْنِيهَا. قَالَ  أَعْطِهَا ثَوْبًا . قَالَ لاَ أَجِدُ. قَالَ  أَعْطِهَا وَلَوْ خَاتَمًا مِنْ حَدِيدٍ . فَاعْتَلَّ لَهُ. فَقَالَ  مَا مَعَكَ مِنَ الْقُرْآنِ . قَالَ كَذَا وَكَذَا. قَالَ  فَقَدْ زَوَّجْتُكَهَا بِمَا مَعَكَ مِنَ الْقُرْآنِ .",
    "hadithBengali": "৪৬৫৯। আমর ইবনু আউন (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা একজন মহিলা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে হাযির হয়ে বলল, সে নিজকে আল্লাহর রাসূলের জন্য উৎসর্গ করার ইচ্ছা করেছে। এ কথা শুনে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমার কোন মহিলার প্রয়োজন নেই। এক ব্যাক্তি তাঁকে বলল, একে আমার সঙ্গে শাদী করিয়ে দিন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তাকে একখানা কাপড় দাও। ঐ ব্যাক্তি তার অক্ষমতার কথা প্রকাশ করল, তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তাকে একখানা লোহার আংটি হলেও দাও। এবারেও লোকটি আগের মত অক্ষমতা প্রকাশ করল। তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে প্রশ্ন করলেন, তোমার কি কুরআনের কিছু অংশ মুখস্থ আছে? লোকটি উত্তর করলঃ হ্যাঁ। আমার অমুক অমুক সূরা মুখস্থ আছে। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে পরিমাণ কুরআন তোমার মুখস্থ আছে, তার বিনিময়ে তোমার নিকট এ মহিলাটিকে শাদী দিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "4659",
    "id": "4965",
    "thesequence": "5227",
    "isActive": "1",
    "chapterId": "16646",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১০. তোমাদের মধ্যে সে ব্যক্তি উত্তম, যে নিজে কুরআন শিক্ষা গ্রহণ করে এবং অপরকে শিক্ষা দেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nA lady came to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! I have come to you to offer myself to you. He raised his eyes and looked at her and then lowered his head. When the lady saw that he did not make any decision, she sat down. On that, a man from his companions got up and said. O Allahs Apostle! If you are not in need of this woman, then marry her to me. Allahs Messenger (ﷺ) said, Do you have anything to offer her? He replied. No, by Allah, O Allahs Messenger (ﷺ)! The Prophet (ﷺ) said to him, Go to your family and see if you can find something. The man went and returned, saying, No, by Allah, O Allahs Messenger (ﷺ)! I have not found anything. The Prophet (ﷺ) said, Try to find something, even if it is an iron ring. He went again and returned, saying, No, by Allah, O Allahs Messenger (ﷺ), not even an iron ring, but I have this waist sheet of mine. The man had no upper garment, so he intended to give her, half his waist sheet. So Allahs Messenger (ﷺ) said, What would she do with your waist sheet? If you wear it, she will have nothing of it over her body, and if she wears it, you will have nothing over your body. So that man sat for a long period and then got up, and Allahs Messenger (ﷺ) saw him going away, so he ordered somebody to call him. When he came, the Prophet (ﷺ) asked him,  How much of the Quran do you know? He replied, I know such Surat and such Surat and such Surat, and went on counting it, The Prophet (ﷺ) asked him, Can you recite it by heart? he replied, Yes. The Prophet (ﷺ) said, Go, I have married this lady to you for the amount of the Quran you know by heart.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، أَنَّ امْرَأَةً، جَاءَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ جِئْتُ لأَهَبَ لَكَ نَفْسِي فَنَظَرَ إِلَيْهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَعَّدَ النَّظَرَ إِلَيْهَا وَصَوَّبَهُ ثُمَّ طَأْطَأَ رَأْسَهُ، فَلَمَّا رَأَتِ الْمَرْأَةُ أَنَّهُ لَمْ يَقْضِ فِيهَا شَيْئًا جَلَسَتْ، فَقَامَ رَجُلٌ مِنْ أَصْحَابِهِ فَقَالَ يَا رَسُولَ اللَّهِ إِنْ لَمْ يَكُنْ لَكَ بِهَا حَاجَةٌ فَزَوِّجْنِيهَا. فَقَالَ  هَلْ عِنْدَكَ مِنْ شَىْءٍ . فَقَالَ لاَ وَاللَّهِ يَا رَسُولَ اللَّهِ. قَالَ  اذْهَبْ إِلَى أَهْلِكَ فَانْظُرْ هَلْ تَجِدُ شَيْئًا . فَذَهَبَ ثُمَّ رَجَعَ فَقَالَ لاَ وَاللَّهِ يَا رَسُولَ اللَّهِ مَا وَجَدْتُ شَيْئًا. قَالَ  انْظُرْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ . فَذَهَبَ ثُمَّ رَجَعَ فَقَالَ لاَ وَاللَّهِ يَا رَسُولَ اللَّهِ وَلاَ خَاتَمًا مِنْ حَدِيدٍ وَلَكِنْ هَذَا إِزَارِي ـ قَالَ سَهْلٌ مَا لَهُ رِدَاءٌ ـ فَلَهَا نِصْفُهُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَا تَصْنَعُ بِإِزَارِكَ إِنْ لَبِسْتَهُ لَمْ يَكُنْ عَلَيْهَا مِنْهُ شَىْءٌ وَإِنْ لَبِسَتْهُ لَمْ يَكُنْ عَلَيْكَ شَىْءٌ . فَجَلَسَ الرَّجُلُ حَتَّى طَالَ مَجْلِسُهُ ثُمَّ قَامَ فَرَآهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مُوَلِّيًا فَأَمَرَ بِهِ فَدُعِيَ فَلَمَّا جَاءَ قَالَ  مَاذَا مَعَكَ مِنَ الْقُرْآنِ . قَالَ مَعِي سُورَةُ كَذَا وَسُورَةُ كَذَا وَسُورَةُ كَذَا عَدَّهَا قَالَ  أَتَقْرَؤُهُنَّ عَنْ ظَهْرِ قَلْبِكَ . قَالَ نَعَمْ. قَالَ  اذْهَبْ فَقَدْ مَلَّكْتُكَهَا بِمَا مَعَكَ مِنَ الْقُرْآنِ .",
    "hadithBengali": "৪৬৬০। কুতায়বা ইবনু সাঈদ (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত যে, একদা জনৈকা মহিলা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললঃ ইয়া রাসূলাল্লাহ! আমি আমার জীবনকে আপনার জন্য দান করতে এসেছি। এরপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দিকে তাকিয়ে তার আপাদমস্তক অবলোকন করে মাথা নিচু করলেন। মহিলাটি যখন দেখল যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন ফয়সালা দিচ্ছেন না তখন সে বসে পড়ল। এমতাবস্থায়, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীদের একজন বলল, ইয়া রাসূলাল্লাহ! যদি আপনার কোন প্রয়োজন না থাকে, তবে এ মহিলাটির সাথে আমার শাদী দিয়ে দিন। তিনি বললেন, তোমার কাছে কি কিছু আছে? সে বলল, ইয়া রাসুলাল্লাহ্&zwnj;! আল্লাহর কসম কিছুই নেই। তিনি বললেন, তুমি তোমার পরিবার-পরিজনদের কাছে ফিরে যাও এবং দেখ কিছু পাও কি-না!\n\nএরপর লোকটি চলে গেল এবং ফিরে এসে বলল, আল্লাহর কসম, ইয়া রাসূলাল্লাহ! আমি কিছুই পেলাম না। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, দেখ একটি লোহার আংটি হলেও! তারপর সে চলে গেল এবং ফিরে এসে বলল, আল্লাহর কসম, ইয়া রাসূলাল্লাহ! একটি লোহার আংটিও পেলাম না কিন্তু এই যে আমার তহবন্দ আছে। সাহাল (রাঃ) বলেন, তার কোন চাঁদর ছিল না। অথচ লোকটি বলল, আমার তহবন্দের অর্ধেক দিতে পারি। এ কথা শুনে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এ তহবন্দ দিয়ে কি হবে? যদি তুমি পরিধান কর, তাহলে মহিলাটির কোন আবরণ থাকবে না। আর যদি সে পরিধান করে, তোমার কোন আবরণ থাকবে না।\n\nলোকটি বসে পড়লো, অনেকক্ষন সে বসে থাকল। এরপর উঠে দাঁড়াল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ফিরে যেতে দেখে তাকে ডেকে আনালেন। যখন সে ফিরে আসল, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞেস করলেনঃ তোমার কুরআনের কতটুকু মুখস্থ আছে? সে উত্তরে বলল, অমুক অমুক সূরা মুখস্থ আছে। সে এমনিভাবে একে একে উল্লেখ করতে থাকল। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞেস করলেন, তুমি কি এ সকল সূরা মুখস্থ তিরাওয়াত করতে পার? সে উত্তর করল, হ্যাঁ! তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যাও তুমি যে পরিমান কুরআন মুখস্থ রেখেছ, উহার বিনিময়ে এ মহিলাটিকে তোমার সঙ্গে শাদী দিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "4660",
    "id": "4966",
    "thesequence": "5228",
    "isActive": "1",
    "chapterId": "16647",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১১. মুখস্থ কুরআন পাঠ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) said, The example of the person who knows the Quran by heart is like the owner of tied camels. If he keeps them tied, he will control them, but if he releases them, they will run away.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّمَا مَثَلُ صَاحِبِ الْقُرْآنِ كَمَثَلِ صَاحِبِ الإِبِلِ الْمُعَقَّلَةِ إِنْ عَاهَدَ عَلَيْهَا أَمْسَكَهَا وَإِنْ أَطْلَقَهَا ذَهَبَتْ .",
    "hadithBengali": "৪৬৬১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি অন্তরে কুরআন গেঁথে (মুখস্থ) রাখে তার উদাহরন হচ্ছে ঐ মালিকের ন্যায়, যে উট বেঁধে রাখে। যদি সে উট বেঁধে রাখে, তবে সে উট তার নিয়ন্ত্রণে থাকে, কিন্তু যদি সে বন্ধন খুলে দেয়, তবে তা আয়ত্তের বাইরে চলে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "4661",
    "id": "4967",
    "thesequence": "5229",
    "isActive": "1",
    "chapterId": "16648",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১২. কুরআন শরীফ বারবার তিলাওয়াত করা ও স্মরণ রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) said, It is a bad thing that some of you say, I have forgotten such-and-such verse of the Quran, for indeed, he has been caused (by Allah) to forget it. So you must keep on reciting the Quran because it escapes from the hearts of men faster than camel do.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ، حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   بِئْسَ مَا لأَحَدِهِمْ أَنْ يَقُولَ نَسِيتُ آيَةَ كَيْتَ وَكَيْتَ بَلْ نُسِّيَ، وَاسْتَذْكِرُوا الْقُرْآنَ فَإِنَّهُ أَشَدُّ تَفَصِّيًا مِنْ صُدُورِ الرِّجَالِ مِنَ النَّعَمِ .",
    "hadithBengali": "৪৬৬২। মুহাম্মদ ইবনু আরআরা (রহঃ) ... আবদুল্লাহ&zwnj; (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এটা খুবই খারাপ কথা যে, তোমাদের মধ্যে কেউ বলবে, আমি কুরআনের অমুক অমুক আয়াত ভুলে গেছি; বরং তাকে ভুলিয়ে দেয়া হয়েছে। সুতরাং, তোমরা কুরআন তিলাওয়াত করতে থাক কেননা, তা মানুষের অন্তর থেকে উটের চেয়েও দ্রুতবেগে চলে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "4662",
    "id": "4968",
    "thesequence": "5230",
    "isActive": "1",
    "chapterId": "16648",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১২. কুরআন শরীফ বারবার তিলাওয়াত করা ও স্মরণ রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThe Prophet (ﷺ) said, Keep on reciting the Quran, for, by Him in Whose Hand my life is, Quran runs away (is forgotten) faster than camels that are released from their tying ropes.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   تَعَاهَدُوا الْقُرْآنَ فَوَالَّذِي نَفْسِي بِيَدِهِ لَهُوَ أَشَدُّ تَفَصِّيًا مِنَ الإِبِلِ فِي عُقُلِهَا .",
    "hadithBengali": "৪৬৬৩। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা কুরআনের প্রতি লক্ষ্য রাখবে। আল্লাহর কসম! যার কবজায় আমার জীবন! কুরআন বন্ধনমুক্ত উটের চেয়ে দ্রুত বেগে দৌড়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "4663",
    "id": "4969",
    "thesequence": "5231",
    "isActive": "1",
    "chapterId": "16648",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১২. কুরআন শরীফ বারবার তিলাওয়াত করা ও স্মরণ রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Mughaffal:\n\nI saw Allahs Messenger (ﷺ) reciting Surat-al-Fath on his she-camel on the day of the Conquest of Mecca.",
    "hadithArabic": " حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي أَبُو إِيَاسٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مُغَفَّلٍ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَوْمَ فَتْحِ مَكَّةَ وَهْوَ يَقْرَأُ عَلَى رَاحِلَتِهِ سُورَةَ الْفَتْحِ.",
    "hadithBengali": "৪৬৬৪। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আবদুল্লাহ&zwnj; ইবনু মুগাফফাল (রাঃ) বলেন, মক্কা বিজয়ের দিন আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে (উটের পিঠে) সওয়ার অবস্থায় সূরা আল ফাত্হ তিলাওয়াত করতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "4664",
    "id": "4970",
    "thesequence": "5232",
    "isActive": "1",
    "chapterId": "16649",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১৩. জন্তুর পিঠে বসে কুরআন পাঠ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Jubair:\n\nThose Suras which you people call the Mufassal, are the Muhkam. And Ibn `Abbas said, Allahs Apostle died when I was a boy of ten years, and I had learnt the Muhkam (of the Quran).",
    "hadithArabic": " حَدَّثَنِي مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ إِنَّ الَّذِي تَدْعُونَهُ الْمُفَصَّلَ هُوَ الْمُحْكَمُ، قَالَ وَقَالَ ابْنُ عَبَّاسٍ تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا ابْنُ عَشْرِ سِنِينَ وَقَدْ قَرَأْتُ الْمُحْكَمَ.",
    "hadithBengali": "৪৬৬৫। মূসা ইবনু ইসমাঈল (রহঃ) ... সাঈদ ইবনু যুবায়র (রহঃ) যে সকল সূরাকে তোমরা মুফাস্&zwnj;সাল বলো তা হচ্ছে মুহ্&zwnj;কাম। রাবী বলেন, ইবনু আব্বাস (রাঃ) বলেছেন, যখন আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইন্তেকাল করেন, তখন আমার বয়স দশ বছর এবং আমি ঐ বয়সেই মুহ্&zwnj;কাম আয়াত সমূহ শিখে নিয়েছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "4665",
    "id": "4971",
    "thesequence": "5233",
    "isActive": "1",
    "chapterId": "16650",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১৪. শিশুদের কুরআন শিক্ষাদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Jubair:\n\nIbn `Abbas said, I have learnt all the Muhkam Suras during the life time of Allahs Messenger (ﷺ). I said to him, What is meant by the Muhkam? He replied, The Mufassal.",
    "hadithArabic": " حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا أَبُو بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ جَمَعْتُ الْمُحْكَمَ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ لَهُ وَمَا الْمُحْكَمُ قَالَ الْمُفَصَّلُ.",
    "hadithBengali": "৪৬৬৬। ইয়াকূব ইবনু ইব্&zwnj;রাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি মুহকাম সূরা সমূহ আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবদ্দশায় মুখস্থ করেছিলাম। রাবী সাঈদ (রহঃ) বলেন, আমি তাঁকে জিজ্ঞেস করলাম, মুহকাম অর্থ কি? তিনি বললেন, মুফাস্&zwnj;সাল।\n",
    "checkStatus": "1",
    "hadithNo": "4666",
    "id": "4972",
    "thesequence": "5234",
    "isActive": "1",
    "chapterId": "16650",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১৪. শিশুদের কুরআন শিক্ষাদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nThe Prophet (ﷺ) heard a man reciting the Quran in the mosque and said, May Allah bestow His Mercy on him, as he has reminded me of such-and-such Verses of such a Surah.",
    "hadithArabic": "حَدَّثَنَا رَبِيعُ بْنُ يَحْيَى، حَدَّثَنَا زَائِدَةُ، حَدَّثَنَا هِشَامٌ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ سَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً يَقْرَأُ فِي الْمَسْجِدِ فَقَالَ   يَرْحَمُهُ اللَّهُ لَقَدْ أَذْكَرَنِي كَذَا وَكَذَا آيَةً مِنْ سُورَةِ كَذَا .",
    "hadithBengali": "৪৬৬৭। রবী ইবনু ইয়াহ্&zwnj;ইয়া (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন এক ব্যাক্তিকে মসজিদে নববীতে কুরআন পাঠ করতে শুনলেন। তিনি বললেন, তার প্রতি আল্লাহর রহমত বর্ষিত হোক, সে আমাকে অমুক সূরার অমুক আয়াত স্মরণ করিয়ে দিয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4667",
    "id": "4973",
    "thesequence": "5235",
    "isActive": "1",
    "chapterId": "16651",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১৫. কুরআন মুখস্থ করে ভুলে যাওয়া এবং কেউ কি বলতে পারে, আমি অমুক অমুক আয়াত ভুলে গেছি? এবং আল্লাহ তা&rsquo;আলা ইরশাদ করেনঃ নিশ্চয়ই আমি তোমাকে পাঠ করাবো, ফলে তুমি বিস্মৃত হবে না, অবশ্য আল্লাহ্&zwnj; যা ইচ্ছা করেন তা ব্যতীত......।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ مَيْمُونٍ، حَدَّثَنَا عِيسَى، عَنْ هِشَامٍ، وَقَالَ، أَسْقَطْتُهُنَّ مِنْ سُورَةِ كَذَا. تَابَعَهُ عَلِيُّ بْنُ مُسْهِرٍ وَعَبْدَةُ عَنْ هِشَامٍ.",
    "hadithBengali": "৪৬৬৮। মুহাম্মদ ইবনু উবায়দ ইবনু মায়মূন (রহঃ) ... হিশাম (রহঃ) থেকে বর্ণিত পূর্বের হাদীসের অতিরিক্ত রয়েছে, &ldquo;যা ভুলে গেছি অমুক অমুক সূরা থেকে&rdquo;। আলী এবং আবদা হিশাম থেকে তার সমর্থন ব্যক্ত করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4668",
    "id": "4974",
    "thesequence": "5236",
    "isActive": "1",
    "chapterId": "16651",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১৫. কুরআন মুখস্থ করে ভুলে যাওয়া এবং কেউ কি বলতে পারে, আমি অমুক অমুক আয়াত ভুলে গেছি? এবং আল্লাহ তা&rsquo;আলা ইরশাদ করেনঃ নিশ্চয়ই আমি তোমাকে পাঠ করাবো, ফলে তুমি বিস্মৃত হবে না, অবশ্য আল্লাহ্&zwnj; যা ইচ্ছা করেন তা ব্যতীত......।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nAllahs Messenger (ﷺ) heard a man reciting the Quran at night, and said, May Allah bestow His Mercy on him, as he has reminded me of such-and-such Verses of such-and-such Suras, which I was caused to forget.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ أَبِي رَجَاءٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ سَمِعَ رَسُولُ اللَّهِ صلى الله عليه وسلم رَجُلاً يَقْرَأُ فِي سُورَةٍ بِاللَّيْلِ فَقَالَ   يَرْحَمُهُ اللَّهُ لَقَدْ أَذْكَرَنِي كَذَا وَكَذَا آيَةً كُنْتُ أُنْسِيتُهَا مِنْ سُورَةِ كَذَا وَكَذَا .",
    "hadithBengali": "৪৬৬৯। আহ্&zwnj;মাদ ইবনু আবূ রজা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে রাতে কুরআন পাঠ করতে শুনে বললেন, আল্লাহ তাকে রহমত করুন। কেননা, সে আমাকে অমুক অমুক সূরার অমুক অমুক আয়াত স্মরন করিয়ে দিয়েছে, যা আমি ভুলতে বসেছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "4669",
    "id": "4975",
    "thesequence": "5237",
    "isActive": "1",
    "chapterId": "16651",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১৫. কুরআন মুখস্থ করে ভুলে যাওয়া এবং কেউ কি বলতে পারে, আমি অমুক অমুক আয়াত ভুলে গেছি? এবং আল্লাহ তা&rsquo;আলা ইরশাদ করেনঃ নিশ্চয়ই আমি তোমাকে পাঠ করাবো, ফলে তুমি বিস্মৃত হবে না, অবশ্য আল্লাহ্&zwnj; যা ইচ্ছা করেন তা ব্যতীত......।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) said, Why does anyone of the people say, I have forgotten such-and-such Verses (of the Quran)? He, in fact, is caused (by Allah) to forget.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَا لأَحَدِهِمْ يَقُولُ نَسِيتُ آيَةَ كَيْتَ وَكَيْتَ. بَلْ هُوَ نُسِّيَ .",
    "hadithBengali": "৪৬৭০। আবূ নুআয়ম (রহঃ) ... আবদুল্লাহ&zwnj; (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন লোক এ কথা কেন বলে যে, আমি অমুক অমুক আয়াত ভুলে গেছি; বরং (আল্লাহর পক্ষ থেকে) তাকে ভুলিয়ে দেয়া হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4670",
    "id": "4976",
    "thesequence": "5238",
    "isActive": "1",
    "chapterId": "16651",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১৫. কুরআন মুখস্থ করে ভুলে যাওয়া এবং কেউ কি বলতে পারে, আমি অমুক অমুক আয়াত ভুলে গেছি? এবং আল্লাহ তা&rsquo;আলা ইরশাদ করেনঃ নিশ্চয়ই আমি তোমাকে পাঠ করাবো, ফলে তুমি বিস্মৃত হবে না, অবশ্য আল্লাহ্&zwnj; যা ইচ্ছা করেন তা ব্যতীত......।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Mas`ud Al-Ansari:\n\nThe Prophet (ﷺ) said, If one recites the last two Verses of Surat-al-Baqara at night, it is sufficient for him (for that night).",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، قَالَ حَدَّثَنِي إِبْرَاهِيمُ، عَنْ عَلْقَمَةَ، وَعَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   الآيَتَانِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ مَنْ قَرَأَ بِهِمَا فِي لَيْلَةٍ كَفَتَاهُ .",
    "hadithBengali": "৪৬৭১। উমর ইবনু হাফ্&zwnj;স (রহঃ) ... আবূ মাসউদ আনসারী (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যদি কোন ব্যাক্তি সূরা বাকারার শেষ দুটি আয়াত পাঠ করে, তবে এটাই তার জন্য যথেষ্ট।\n",
    "checkStatus": "1",
    "hadithNo": "4671",
    "id": "4977",
    "thesequence": "5239",
    "isActive": "1",
    "chapterId": "16652",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১৬. যারা সূরা বাকারা বা অমুক অমুক সূরা বলাতে দোষ মনে করেন না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Umar bin Khattab:\n\nI heard Hisham bin Hakim bin Hizam reciting Surat-al-Furqan during the lifetime of Allahs Messenger (ﷺ), and I listened to his recitation and noticed that he recited it in several ways which Allahs Messenger (ﷺ) had not taught me. So I was on the point of attacking him in the prayer, but I waited till he finished his prayer, and then I seized him by the collar and said, Who taught you this Surah which I have heard you reciting? He replied, Allahs Messenger (ﷺ) taught it to me. I said, You are telling a lie; By Allah! Allahs Messenger (ﷺ) taught me (in a different way) this very Surah which I have heard you reciting. So I took him, leading him to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! I heard this person reciting Surat-al-Furqan in a way that you did not teach me, and you have taught me Surat-al-Furqan. The Prophet said, O Hisham, recite! So he recited in the same way as I heard him recite it before. On that Allahs Messenger (ﷺ) said, It was revealed to be recited in this way. Then Allahs Messenger (ﷺ) said, Recite, O `Umar! So I recited it as he had taught me. Allahs Messenger (ﷺ) then said, It was revealed to be recited in this way. Allah Apostle added, The Quran has been revealed to be recited in several different ways, so recite of it that which is easier for you.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُرْوَةُ، عَنْ حَدِيثِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، وَعَبْدِ الرَّحْمَنِ بْنِ عَبْدٍ الْقَارِيِّ، أَنَّهُمَا سَمِعَا عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ سَمِعْتُ هِشَامَ بْنَ حَكِيمِ بْنِ حِزَامٍ، يَقْرَأُ سُورَةَ الْفُرْقَانِ فِي حَيَاةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَاسْتَمَعْتُ لِقِرَاءَتِهِ فَإِذَا هُوَ يَقْرَؤُهَا عَلَى حُرُوفٍ كَثِيرَةٍ لَمْ يُقْرِئْنِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَكِدْتُ أُسَاوِرُهُ فِي الصَّلاَةِ فَانْتَظَرْتُهُ حَتَّى سَلَّمَ فَلَبَبْتُهُ فَقُلْتُ مَنْ أَقْرَأَكَ هَذِهِ السُّورَةَ الَّتِي سَمِعْتُكَ تَقْرَأُ قَالَ أَقْرَأَنِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم. فَقُلْتُ لَهُ كَذَبْتَ فَوَاللَّهِ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَهُوَ أَقْرَأَنِي هَذِهِ السُّورَةَ الَّتِي سَمِعْتُكَ، فَانْطَلَقْتُ بِهِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم أَقُودُهُ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي سَمِعْتُ هَذَا يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى حُرُوفٍ لَمْ تُقْرِئْنِيهَا وَإِنَّكَ أَقْرَأْتَنِي سُورَةَ الْفُرْقَانِ. فَقَالَ  يَا هِشَامُ اقْرَأْهَا . فَقَرَأَهَا الْقِرَاءَةَ الَّتِي سَمِعْتُهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  هَكَذَا أُنْزِلَتْ . ثُمَّ قَالَ  اقْرَأْ يَا عُمَرُ . فَقَرَأْتُهَا الَّتِي أَقْرَأَنِيهَا، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  هَكَذَا أُنْزِلَتْ . ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ .",
    "hadithBengali": "৪৬৭২। আবূল ইয়ামান (রহঃ) ... উমর ইব্&zwnj;ন খাত্তাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি হিশাম ইব্&zwnj;ন হাকীম ইব্&zwnj;ন হিযামকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবদ্দশায় সূরা ফুরকান তিলাওয়াত করতে শুনলাম। আমি লক্ষ্য করলাম যে, সে বিভিন্ন কিরাআতে তা পাঠ করছে, যা আল্লাহর রাসূল আমাকে শিখাননি। যার ফলে তাকে সালাত (নামায/নামাজ)-এর মধ্যেই ধরতে উদ্যাত হলাম। অবশ্য আমি তার সালাত (নামায/নামাজ) শেষে সালাম ফিরানো পর্যন্ত অপেক্ষা করলাম। সালাত (নামায/নামাজ) শেষ হতেই তার গলায় রুমাল পেঁচিয়ে ধরলাম এবং তাঁকে জিজ্ঞেস করলাম, এই মাত্র তোমাকে যা পাঠ করতে শুনলাম, তা তোমাকে কে শিখিয়েছে? সে উত্তর করল রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এরূপ শিখিয়েছেন। আমি বললাম, তুমি মিথ্যা বলছো। আল্লাহর কসম রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে ভিন্ন পদ্ধতিতে তিলাওয়াত করা শিখিয়েছেন, যা তোমাকে তিলাওয়াত করতে শুনেছি।\n\nএরপর আমি তাকে টেনে নিয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপস্থিত হলাম এবং বললাম, ইয়া রাসূলাল্লাহ! আমি এই ব্যাক্তিকে ভিন্ন এক পদ্ধতিতে &ldquo;সূরা ফুরকান&rdquo; পাঠ করতে শুনেছি, যে পদ্ধতি আপনি আমাকে তিলাওয়াত করতে শিখাননি। অথচ আপনি আমাকে সূরা ফুরকান তিলাওয়াত শিখিয়েছেন।\n\nএরপর তিনি বললেন, হে হিশাম! পাঠ করো! সুতরাং আমি যে পদ্ধতিতে পাঠ করতে শুনেছি, সে সেই পদ্ধতিতেই পাঠ করল। এরপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এভাবে কুরআন নাযিল হয়েছে।\n\nএরপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে উমর। তুমি পাঠ করো, সুতরাং রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে যেভাবে শিখিয়েছিলেন, সেভাবে আমি পাঠ করলাম। এরপর তিনি বললেন, কুরআন এভাবেই নাযিল হয়েছে।\n\nরাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বললেন, সাত কিরাআত বা পদ্ধতিতে পাঠ করার জন্য কুরআন নাযিল হয়েছে। সুতরাং এর মধ্যে যে পদ্ধতি তোমার জন্য সহজ, সে পদ্ধতিতে পড়।\n",
    "checkStatus": "1",
    "hadithNo": "4672",
    "id": "4978",
    "thesequence": "5240",
    "isActive": "1",
    "chapterId": "16652",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১৬. যারা সূরা বাকারা বা অমুক অমুক সূরা বলাতে দোষ মনে করেন না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) heard a reciter reciting, the Quran in the mosque at night. The Prophet (ﷺ) said, May Allah bestow His Mercy on him, as he has remind ed me of such-and-such Verses of such and-such Suras, which I missed!",
    "hadithArabic": "حَدَّثَنَا بِشْرُ بْنُ آدَمَ، أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، أَخْبَرَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ سَمِعَ النَّبِيُّ صلى الله عليه وسلم قَارِئًا يَقْرَأُ مِنَ اللَّيْلِ فِي الْمَسْجِدِ فَقَالَ   يَرْحَمُهُ اللَّهُ لَقَدْ أَذْكَرَنِي كَذَا وَكَذَا آيَةً، أَسْقَطْتُهَا مِنْ سُورَةِ كَذَا وَكَذَا .",
    "hadithBengali": "৪৬৭৩। বাশার ইবনু আদম (রহঃ) ... আয়িশা (রাঃ) বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক কারীকে রাতে মসজিদে কুরআন শরীফ পাঠ করতে শুনলেন। এরপর তিনি বললেন, আল্লাহ তার প্রতি রহম করুন। সে আমাকে অমুক অমুক আয়াত স্মরণ করিয়ে দিয়েছে, যা অমুক অমুক সূরা থেকে ভুলতে বসেছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "4673",
    "id": "4979",
    "thesequence": "5241",
    "isActive": "1",
    "chapterId": "16652",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১৬. যারা সূরা বাকারা বা অমুক অমুক সূরা বলাতে দোষ মনে করেন না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Wail:\n\nWe went to `Abdullah in the morning and a man said, Yesterday I recited all the Mufassal Suras. On that `Abdullah said, That is very quick, and we have the (Prophets) recitation, and I remember very well the recitation of those Suras which the Prophet (ﷺ) used to recite, and they were eighteen Suras from the Mufassal, and two Suras from the Suras that start with Ha Mim.",
    "hadithArabic": " حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا مَهْدِيُّ بْنُ مَيْمُونٍ، حَدَّثَنَا وَاصِلٌ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ غَدَوْنَا عَلَى عَبْدِ اللَّهِ فَقَالَ رَجُلٌ قَرَأْتُ الْمُفَصَّلَ الْبَارِحَةَ. فَقَالَ هَذًّا كَهَذِّ الشِّعْرِ، إِنَّا قَدْ سَمِعْنَا الْقِرَاءَةَ وَإِنِّي لأَحْفَظُ الْقُرَنَاءَ الَّتِي كَانَ يَقْرَأُ بِهِنَّ النَّبِيُّ صلى الله عليه وسلم ثَمَانِيَ عَشْرَةَ سُورَةً مِنَ الْمُفَصَّلِ وَسُورَتَيْنِ مِنْ آلِ حم.",
    "hadithBengali": "৪৬৭৪। আবূ নুমান (রহঃ) ... আবূ ওয়ায়িল (রহঃ) সূত্রে আবদুল্লাহ&zwnj; (রাঃ) থেকে বর্ণিত। আবূ ওয়ায়িল (রহঃ) বলেন, আমরা একদিন সকালে আবদুল্লাহ&zwnj; (রাঃ) এর কাছে গেলাম। একজন লোক বলল, গতকাল সকালে আমি মুফাস্&zwnj;সাল সূরা পাঠ করেছি। এ কথা শুনে আবদুল্লাহ&zwnj; (রাঃ) বললেন, এত তাড়াতাড়ি পাঠ করা যেন কবিতা পাঠ করার মতো; অথচ আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পাঠ শুনেছি এবং তা আমার ভালভাবে স্মরণ আছে। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে যে সমস্ত সূরা পাঠ করতে আমি শুনেছি, তার সংখ্যা মুফাস্&zwnj;সাল হতে আঠারটি এবং আলিফ-লাম হামিম হতে দুটি।\n",
    "checkStatus": "1",
    "hadithNo": "4674",
    "id": "4980",
    "thesequence": "5242",
    "isActive": "1",
    "chapterId": "16653",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১৭. সুস্পষ্ট ও ধীরে কুরআন তিলাওয়াত করা। এ সম্পর্কে আল্লাহর বাণীঃ কুরআন তিলাওয়াত কর ধীরে ধীরে সুস্পষ্টভাবে। আল্লাহ তা&rsquo;আলা ইরশাদ করেনঃ আমি কুরআন নাযিল করেছি যাতে তুমি তা মানুষের নিকট পাঠ করতে পার ক্রমে ক্রমে। কবিতা পাঠের মতো দ্রুতগতিতে কুরআন পাঠ করা অপছন্দনীয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nRegarding His (Allahs) Statement:-- Move not your tongue concerning (the Quran) to make haste therewith. (75.16) And whenever Gabriel descended to Allahs Messenger (ﷺ) with the Divine Inspiration, Allahs Messenger (ﷺ) used to move his tongue and lips, and that used to be hard for him, and one could easily recognize that he was being inspired Divinely. So Allah revealed the Verse which occurs in the Surah starting with I do swear by the Day of Resurrection. (75.1) i.e. Move not your tongue concerning (the Quran) to make haste then with. It is for Us to collect it (in your mind) (O Muhammad) an give you the ability to recite it by heart. (75.16-17) which means: It is for us to collect it (in your mind) and give you the ability to recite it by heart. And when We have recited it to you (O Muhammad) through Gabriel then follow you its recital. (75.18) means: When We reveal it (the Quran) to you, Listen to it. for then: It is for Us to explain it and make it clear to you (75.19) i.e. It is up to Us to explain it through your tongue. So, when Gabriel came to him, Allahs Messenger (ﷺ) would listen to him attentively, and as soon as Gabriel left, he would recite the Revelations, as Allah had promised him.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنْ مُوسَى بْنِ أَبِي عَائِشَةَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ فِي قَوْلِهِ {لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ} قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا نَزَلَ جِبْرِيلُ بِالْوَحْىِ وَكَانَ مِمَّا يُحَرِّكُ بِهِ لِسَانَهُ وَشَفَتَيْهِ فَيَشْتَدُّ عَلَيْهِ وَكَانَ يُعْرَفُ مِنْهُ، فَأَنْزَلَ اللَّهُ الآيَةَ الَّتِي فِي {لاَ أُقْسِمُ بِيَوْمِ الْقِيَامَةِ} {لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ * إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ * فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ} فَإِذَا أَنْزَلْنَاهُ فَاسْتَمِعْ {ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} قَالَ إِنَّ عَلَيْنَا أَنْ نُبَيِّنَهُ بِلِسَانِكَ. قَالَ وَكَانَ إِذَا أَتَاهُ جِبْرِيلُ أَطْرَقَ، فَإِذَا ذَهَبَ قَرَأَهُ كَمَا وَعَدَهُ اللَّهُ.",
    "hadithBengali": "৪৬৭৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। আল্লাহর বাণীঃ &ldquo;হে নাবী! আপনার জিহ্বাকে তাড়াতাড়ি মুখস্ত করার জন্য নাড়াবেন না&rdquo;। আল্লাহর এই কালাম সম্পর্কে তিনি বলেন, যখনই জিবরীল(আলাইহিস সালাম) ওহী নিয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসতেন, তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুব তাড়াতাড়ি জিহবা এবং ঠোঁট নাড়াতেন এবং তার জন্য খুব কষ্টের ব্যাপার হত। আর এ অবস্থা সহজেই অন্য একজন অনুমান করতে পারত। সুতরাং এ অবস্থার পরিপ্রেক্ষিতে আল্লাহ তাআলা এই আয়াত নাযলি করেন। &ldquo;আমি কিয়ামত দিবসের কসম করছি, হে নাবী! তাড়াতাড়ি ওহী মুখস্থ করার জন্য আপনি আপনার জিহ্বা নাড়াবেন না। এ মুখস্থ করিয়ে দেয়া ও ফাঠ করিয়ে দেয়ার দায়িত্ব আমারই। যখন আমি তা পাঠ করিতে থাকি, তখন আপনি সে পাঠকে মনোযোগ সহকারে শুনতে থাকুন। পরে এর অর্থ বুঝিয়ে দেয়াও আমার দায়িত্ব&rdquo;। সুতরাং যখন জিবরীল(আলাইহিস সালাম) পাঠ করেন আপনি তার অনুসরণ করুন। এরপর থেকে যখন জিবরীল(আলাইহিস সালাম) বলে যেতেন তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা নীরবে শুনতেন। যখন তিনি চলে যেতেন, আল্লাহর ওয়াদা অনুযায়ী তিনি তা পাঠ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4675",
    "id": "4981",
    "thesequence": "5243",
    "isActive": "1",
    "chapterId": "16653",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১৭. সুস্পষ্ট ও ধীরে কুরআন তিলাওয়াত করা। এ সম্পর্কে আল্লাহর বাণীঃ কুরআন তিলাওয়াত কর ধীরে ধীরে সুস্পষ্টভাবে। আল্লাহ তা&rsquo;আলা ইরশাদ করেনঃ আমি কুরআন নাযিল করেছি যাতে তুমি তা মানুষের নিকট পাঠ করতে পার ক্রমে ক্রমে। কবিতা পাঠের মতো দ্রুতগতিতে কুরআন পাঠ করা অপছন্দনীয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qatada:\n\nI asked Anas bin Malik about the recitation of the Prophet. He said, He used to pray long (certain sounds) very much.",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ الأَزْدِيُّ، حَدَّثَنَا قَتَادَةُ، قَالَ سَأَلْتُ أَنَسَ بْنَ مَالِكٍ عَنْ قِرَاءَةِ النَّبِيِّ، صلى الله عليه وسلم فَقَالَ كَانَ يَمُدُّ مَدًّا.",
    "hadithBengali": "৪৬৭৬। মুসলিম ইবনু ইবরাহীম (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আনাস ইবনু মালিক (রাঃ) কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কিরাআত পাঠ সম্পর্কে জিজ্ঞেস করলাম। তিনি বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দীর্ঘায়িত করে পাঠ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4676",
    "id": "4982",
    "thesequence": "5244",
    "isActive": "1",
    "chapterId": "16654",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১৮. মদ অক্ষরকে দীর্ঘ করে পড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qatada:\n\nAnas was asked, How was the recitation (of the Quran) of the Prophet? He replied, It was characterized by the prolongation of certain sounds. He then recited: In the Name of Allah, the Most Beneficent, the Most Merciful prolonging the pronunciation of In the Name of Allah, the most Beneficent, and the Most Merciful.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، قَالَ سُئِلَ أَنَسٌ كَيْفَ كَانَتْ قِرَاءَةُ النَّبِيِّ صلى الله عليه وسلم. فَقَالَ كَانَتْ مَدًّا. ثُمَّ قَرَأَ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، يَمُدُّ بِبِسْمِ اللَّهِ، وَيَمُدُّ بِالرَّحْمَنِ، وَيَمُدُّ بِالرَّحِيمِ.",
    "hadithBengali": "৪৬৭৭। আমর ইবনু আসিম (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আনাস (রাঃ) কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কিরাআত সম্পর্কে জিজ্ঞেস করা হল যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কিরাআত কেমন ছিল? উত্তর তিনি বললেন, কোন কোন ক্ষেত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দীর্ঘ করতেন। এরপর তিনি &ldquo;বিস্&zwnj;মিল্লাহির রাহমানির রাহীম&rdquo; তিলাওয়াত করে শোনালেন এবং তিনি বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিসমিল্লাহ্, আর রাহমান, আর রাহীম পড়ার সময় মদ্ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4677",
    "id": "4983",
    "thesequence": "5245",
    "isActive": "1",
    "chapterId": "16654",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১৮. মদ অক্ষরকে দীর্ঘ করে পড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Mughaffal:\n\nI saw the Prophet (ﷺ) reciting (Quran) while he was riding on his she camel or camel which was moving, carrying him. He was reciting Surat Fath or part of Surat Fath very softly and in an Attractive vibrating tone.",
    "hadithArabic": " حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَبُو إِيَاسٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مُغَفَّلٍ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَقْرَأُ وَهْوَ عَلَى نَاقَتِهِ ـ أَوْ جَمَلِهِ ـ وَهْىَ تَسِيرُ بِهِ وَهْوَ يَقْرَأُ سُورَةَ الْفَتْحِ أَوْ مِنْ سُورَةِ الْفَتْحِ قِرَاءَةً لَيِّنَةً يَقْرَأُ وَهْوَ يُرَجِّعُ.",
    "hadithBengali": "৪৬৭৮। আদম ইবনু আবূ ইয়াস (রহঃ) ... আবদুল্লাহ&zwnj; ইবনু মুগাফ্&zwnj;ফাল (রাঃ) বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উষ্ট্রির পিঠে অথবা উটের পিঠে আরোহণ করা অবস্থায় যখন উষ্ট্রটি চলছিল, তখন আমি তিলাওয়াত করতে দেখেছি। তিনি &ldquo;সূরা ফাত্হ&rdquo; এবং &ldquo;সূরা ফাত্হর অংশ বিশেষ অত্যন্ত নরম এবং মধুর ছন্দোময় সুরে পাঠ করছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4678",
    "id": "4984",
    "thesequence": "5246",
    "isActive": "1",
    "chapterId": "16655",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪১৯. আত্&zwnj;তারজী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThat the Prophet (ﷺ) said to him O Abu Musa! You have been given one of the mazamir (sweet melodious voices) of the family of David.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ خَلَفٍ أَبُو بَكْرٍ، حَدَّثَنَا أَبُو يَحْيَى الْحِمَّانِيُّ، حَدَّثَنَا بُرَيْدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي بُرْدَةَ، عَنْ جَدِّهِ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ لَهُ   يَا أَبَا مُوسَى لَقَدْ أُوتِيتَ مِزْمَارًا مِنْ مَزَامِيرِ آلِ دَاوُدَ .",
    "hadithBengali": "৪৬৭৯। মুহাম্মদ ইবনু খালাফ (রহঃ) ... আবূ মুসা (রাঃ) থেকে বর্ণিত। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে লক্ষ্য করে বললেন, হে আবূ মূসা! তোমাকে দাঊদ (আলাইহিস সালাম) এর সুমধুর কন্ঠ দান করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4679",
    "id": "4985",
    "thesequence": "5247",
    "isActive": "1",
    "chapterId": "16656",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪২০. সুললিত কন্ঠে কুরআন তিলাওয়াত করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThat the Prophet (ﷺ) said to him, Recite the Quran to me. `Abdullah said, Shall I recite (the Quran) to you while it has been revealed to you? He said, I like to hear it from others.",
    "hadithArabic": " حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، عَنِ الأَعْمَشِ، قَالَ حَدَّثَنِي إِبْرَاهِيمُ، عَنْ عَبِيدَةَ، عَنْ عَبْدِ اللَّهِ، رضى الله عنه قَالَ قَالَ لِي النَّبِيُّ صلى الله عليه وسلم  اقْرَأْ عَلَىَّ الْقُرْآنَ . قُلْتُ آقْرَأُ عَلَيْكَ وَعَلَيْكَ أُنْزِلَ قَالَ  إِنِّي أُحِبُّ أَنْ أَسْمَعَهُ مِنْ غَيْرِي .",
    "hadithBengali": "৪৬৮০। উমর ইবনু হাফ্&zwnj;স ইবনু গিয়াস (রহঃ) ... আবদুল্লাহ&zwnj; (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, &ldquo;আমার সামনে কুরআন পাঠ কর&rdquo;। আবদুল্লাহ বললেন, আমি আপনার সামনে কুরআন পাঠ করব; অথচ আপনার উপর কুরআন নাযিল হয়েছে। তিনি বললেন, আমি অন্যের নিকট থেকে শুনতে ভালবাসি।\n",
    "checkStatus": "1",
    "hadithNo": "4680",
    "id": "4986",
    "thesequence": "5248",
    "isActive": "1",
    "chapterId": "16657",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪২১. যে ব্যক্তি অন্যের নিকট থেকে কুরআন পাঠ শুনতে ভালবাসে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Mas`ud:\n\nThe Prophet (ﷺ) said to me, Recite (the Quran) to me. I said, O Allahs Messenger (ﷺ) Shall I recite (the Quran) to you while it has been revealed to you? He said, Yes. So I recited Surat-An-Nisa (The Women), but when I recited the Verse: How (will it be) then when We bring from each nation a witness and We bring you (O Muhammad) as a witness against these people. (4.41) He said, Enough for the present, I looked at him and behold! His eyes were overflowing with tears",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبِيدَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ لِي النَّبِيُّ صلى الله عليه وسلم  اقْرَأْ عَلَىَّ . قُلْتُ يَا رَسُولَ اللَّهِ آقْرَأُ عَلَيْكَ وَعَلَيْكَ أُنْزِلَ قَالَ  نَعَمْ . فَقَرَأْتُ سُورَةَ النِّسَاءِ حَتَّى أَتَيْتُ إِلَى هَذِهِ الآيَةِ {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاَءِ شَهِيدًا} قَالَ  حَسْبُكَ الآنَ . فَالْتَفَتُّ إِلَيْهِ فَإِذَا عَيْنَاهُ تَذْرِفَانِ.",
    "hadithBengali": "৪৬৮১। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু মাসঊদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদিন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, তুমি কুরআন পাঠ কর। আমি আরয করলাম, ইয়া রাসূলাল্লাহ! আমি আপনার সামনে কুরআন পাঠ করব? অথচ তা তো আপনার ওপরই নাযিল হয়েছে। তিনি বললেন, হ্যাঁ। এরপর আমি &ldquo;সূরা নিসা&rdquo; পাঠ করলাম। যখন আমি এই আয়াত পর্যন্ত আসলাম &ldquo;চিন্তা করো আমি যখন প্রত্যেক উম্মতের মধ্যে থেকে একজন করে স্বাক্ষী উপস্থিত করব এবং সকলের ওপরে তোমাকে স্বাক্ষী হিসাবে হাযির করব তখন তারা কি করবে&rdquo;। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আপাতত এটুকুই যথেষ্ট। আমি তাঁর চেহারা মুবারকের দিকে তাকালাম, দেখলাম, তাঁর চক্ষুদ্বয় থেকে অশ্রু ঝরছে।\n",
    "checkStatus": "1",
    "hadithNo": "4681",
    "id": "4987",
    "thesequence": "5249",
    "isActive": "1",
    "chapterId": "16658",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪২২. তিলাওয়াতকারীর তিলাওয়াত শোনার পর শ্রোতার মন্তব্য &ldquo;তোমার জন্য এটাই যথেষ্ট&rdquo;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sufyan:\n\nIbn Shubruma said, I wanted to see how much of the Quran can be enough (to recite in prayer) and I could not find a Surah containing less than three Verses, therefore I said to myself), One ought not to recite less than three (Quranic) Verses (in prayer).\n\n Narrated Abu Masud:\nThe Prophet (ﷺ) said, If somebody recites the last two Verses of Surat al-Baqara at night, it will be sufficient for him. ",
    "hadithArabic": " حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، قَالَ لِي ابْنُ شُبْرُمَةَ نَظَرْتُ كَمْ يَكْفِي الرَّجُلَ مِنَ الْقُرْآنِ فَلَمْ أَجِدْ سُورَةً أَقَلَّ مِنْ ثَلاَثِ آيَاتٍ، فَقُلْتُ لاَ يَنْبَغِي لأَحَدٍ أَنْ يَقْرَأَ أَقَلَّ مِنْ ثَلاَثِ آيَاتٍ.\nقَالَ عَلِيٌّ قَالَ سُفْيَانُ أَخْبَرَنَا مَنْصُورٌ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، أَخْبَرَهُ عَلْقَمَةُ، عَنْ أَبِي مَسْعُودٍ، وَلَقِيتُهُ، وَهْوَ يَطُوفُ بِالْبَيْتِ فَذَكَرَ قَوْلَ النَّبِيِّ صلى الله عليه وسلم   أَنَّ مَنْ قَرَأَ بِالآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ كَفَتَاهُ .",
    "hadithBengali": "৪৬৮২। আলী (রহঃ) ... সুফিয়ান ইবনু উয়ায়না (রহঃ) বলেন, আমাকে ইবনু সুবরুমা (রহঃ) বললেন, আমি দেখতে চাইলাম, সালাতে কি পরিমাণ আয়াত পাঠ করা যথেষ্ট এবং আমি তিন আয়াত বিশিষ্ট সূরার চেয়ে ছোট কোন সূরা পাইনি। সুতরাং আমি বললাম, কারো জন্য তিন আয়াতের কম সালাত (নামায/নামাজ) পড়া উচিত নয়। আবূ মাসঊদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সাক্ষাত করলাম, তখন তিনি বায়তুল্লাহ্ তাওয়াফ করছিলেন। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যদি কোন ব্যাক্তি সূরা বাকারার শেষ দুই আয়াত রাতে পাঠ করে, তাহলে তা তার জন্য যথেষ্ট।\n",
    "checkStatus": "1",
    "hadithNo": "4682",
    "id": "4988",
    "thesequence": "5250",
    "isActive": "1",
    "chapterId": "16659",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪২৩. কতটুকু সময় কুরআর পাঠ করা যায়? এ সম্পর্কে আল্লাহ তা&rsquo;আলার কালামঃ &ldquo;যতটা কুরআন তুমি সহজে পাঠ করতে পার, ততটাই পড়&rdquo;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr bin Al `As:\n\nMy father got me married to a lady of a noble family, and often used to ask my wife about me, and she used to reply, What a wonderful man he is! He never comes to my bed, nor has he approached me since he married me. When this state continued for a long period, my father told the story to the Prophet who said to my father, Let me meet him. Then I met him and he asked me, How do you fast? I replied, I fast daily, He asked, How long does it take you to finish the recitation of the whole Quran? I replied, I finish it every night. On that he said, Fast for three days every month and recite the Quran (and finish it) in one month. I said, But I have power to do more than that. He said, Then fast for three days per week. I said, i have the power to do more than that. He said, Therefore, fast the most superior type of fasting, (that is, the fasting of (prophet) David who used to fast every alternate day; and finish the recitation of the whole Quran In seven days. I wish I had accepted the permission of Allahs Messenger (ﷺ) as I have become a weak old man. It is said that `Abdullah used to recite one-seventh of the Quran during the day-time to some of his family members, for he used to check his memorization of what he would recite at night during the daytime so that it would be easier for him to read at night. And whenever he wanted to gain some strength, he used to give up fasting for some days and count those days to fast for a similar period, for he disliked to leave those things which he used to do during the lifetime of the Prophet.",
    "hadithArabic": " حَدَّثَنَا مُوسَى، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مُغِيرَةَ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ أَنْكَحَنِي أَبِي امْرَأَةً ذَاتَ حَسَبٍ فَكَانَ يَتَعَاهَدُ كَنَّتَهُ فَيَسْأَلُهَا عَنْ بَعْلِهَا فَتَقُولُ نِعْمَ الرَّجُلُ مِنْ رَجُلٍ لَمْ يَطَأْ لَنَا فِرَاشًا وَلَمْ يُفَتِّشْ لَنَا كَنَفًا مُذْ أَتَيْنَاهُ فَلَمَّا طَالَ ذَلِكَ عَلَيْهِ ذَكَرَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ  الْقَنِي بِهِ . فَلَقِيتُهُ بَعْدُ فَقَالَ  كَيْفَ تَصُومُ . قَالَ كُلَّ يَوْمٍ. قَالَ  وَكَيْفَ تَخْتِمُ . قَالَ كُلَّ لَيْلَةً. قَالَ  صُمْ فِي كُلِّ شَهْرٍ ثَلاَثَةً وَاقْرَإِ الْقُرْآنَ فِي كُلِّ شَهْرٍ . قَالَ قُلْتُ أُطِيقُ أَكْثَرَ مِنْ ذَلِكَ. قَالَ  صُمْ ثَلاَثَةَ أَيَّامٍ فِي الْجُمُعَةِ . قُلْتُ أُطِيقُ أَكْثَرَ مِنْ ذَلِكَ. قَالَ  أَفْطِرْ يَوْمَيْنِ وَصُمْ يَوْمًا . قَالَ قُلْتُ أُطِيقُ أَكْثَرَ مِنْ ذَلِكَ. قَالَ  صُمْ أَفْضَلَ الصَّوْمِ صَوْمِ دَاوُدَ صِيَامَ يَوْمٍ وَإِفْطَارَ يَوْمٍ وَاقْرَأْ فِي كُلِّ سَبْعِ لَيَالٍ مَرَّةً . فَلَيْتَنِي قَبِلْتُ رُخْصَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَذَاكَ أَنِّي كَبِرْتُ وَضَعُفْتُ فَكَانَ يَقْرَأُ عَلَى بَعْضِ أَهْلِهِ السُّبْعَ مِنَ الْقُرْآنِ بِالنَّهَارِ وَالَّذِي يَقْرَؤُهُ يَعْرِضُهُ مِنَ النَّهَارِ لِيَكُونَ أَخَفَّ عَلَيْهِ بِاللَّيْلِ وَإِذَا أَرَادَ أَنْ يَتَقَوَّى أَفْطَرَ أَيَّامًا وَأَحْصَى وَصَامَ مِثْلَهُنَّ كَرَاهِيةَ أَنْ يَتْرُكَ شَيْئًا فَارَقَ النَّبِيَّ صلى الله عليه وسلم عَلَيْهِ. قَالَ أَبُو عَبْدِ اللَّهِ وَقَالَ بَعْضُهُمْ فِي ثَلاَثٍ وَفِي خَمْسٍ وَأَكْثَرُهُمْ عَلَى سَبْعٍ.",
    "hadithBengali": "৪৬৮৩। মূসা ... আবদুল্লাহ&zwnj; ইবনু আমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার পিতা আমাকে সম্ভ্রান্ত বংশীয়া মহিলার সাথে শাদী দেন এবং প্রায়ই তিনি আমার সম্পর্কে আমার স্ত্রীর কাছে জিজ্ঞাসাবাদ করতেন। আমার স্ত্রী বলত, সে কতইনা ভাল মানুষ যে, সে কখনও আমার বিছানায় আসেনি এবং শাদীর পর থেকে আমার সম্পর্কে খোঁজ খবরও নেয়নি। এ অবস্থা যখন দীর্ঘকাল পর্যন্ত চলতে থাকল তখন আমরা পিতা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমার সম্পর্কে অবগত করালেন। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার পিতাকে বললেন, তাকে আমার সাথে সাক্ষাতের জন্য ব্যবস্থা করুন। এরপর আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে সাক্ষাত করলে তিনি আমাকে জিজ্ঞেস করলেন, তুমি কি রকম রোযা পালন কর? আমি উত্তর দিলাম, প্রতিদিন রোযা পালন করি। তিনি আবার জিজ্ঞেস করলেন, এ অবস্থায় পূর্ণ কুরআন শরীফ খতম করতে তোমার কত সময় লাগে? আমি উত্তর দিলাম, প্রত্যেক রাতেই এক খতম করি।\n\nতিনি বললেন, প্রত্যেক মাসে তিনদিন রোযা পালন করবে এবং কুরআন এক মাসে এক খতম দেবে&rdquo;। আমি বললাম, আমি এর চেয়ে বেশী করার সামর্থ্য রাখি। তিনি বললেন, তাহলে প্রতি সপ্তাহে তিনদিন রোযা পালন করবে। আমি বললাম, আমি এর চেয়ে বেশী করার শক্তি রাখি। তিনি বললেন, দুদিন পর এক দিন রোযা রাখ। আমি বললাম, আমি এর চেয়ে বেশী সামর্থ্য রাখি। তিনি বললেন, তাহলে সব চেয়ে উত্তম পদ্ধতির রোযা পালন কর। তা হল, দাঊদ (আলাইহিস সালাম) এর সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) এর পদ্ধতি। তিনি এক দিন অন্তর একদিন রোযা পালন করতেন এবং প্রতি সাত দিনে একবার আল্লাহর কিতাব খতম করতেন। আহা! আমি যদি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দেয়া সুবিধা গ্রহণ করতাম! যেহেতু এখন আমি একজন দুর্বল বৃদ্ধ ব্যাক্তিতে পরিণত হয়েছি।\n\nআবূল্লাহ্ (রাঃ) প্রত্যেক দিন তার পরিবারের একজন সদস্যের সামনে কুরআনের সপ্তমাংশ পাঠ করে শোনাতেন। দিবা ভাগে পাঠ করে দেখতেন, তার স্মরণশক্তি সঠিক আছে কিনা? যা তিনি রাতে পাঠ করবেন তা যেন সহজ হয় এবং যখনই তিনি শারীরিক শক্তি সঞ্চয়ের ইচ্ছা করতেন তখন কয়েক দিন রোযা রাখা বন্ধ রাখতেন এবং পরবর্তীকালে ঐ কদিনের হিসাব করে রোযা পালন করতেন। কেননা, তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবদ্দশায় যে নিয়ম পালন করতেন পরে সে নিয়ম বর্জন করাটা অপছন্দ মনে করতেন। আবূ আবদুল্লাহ বলেন, কেউ তিন দিনে, কেউ পাঁচ দিনে এবং অধিকাংশ লোক সাত দিনে কুরআন খতম করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4683",
    "id": "4989",
    "thesequence": "5251",
    "isActive": "1",
    "chapterId": "16659",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪২৩. কতটুকু সময় কুরআর পাঠ করা যায়? এ সম্পর্কে আল্লাহ তা&rsquo;আলার কালামঃ &ldquo;যতটা কুরআন তুমি সহজে পাঠ করতে পার, ততটাই পড়&rdquo;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr:\n\nThe Prophet (ﷺ) asked me, How long does it take you to finish the recitation of the whole Quran?",
    "hadithArabic": "حَدَّثَنَا سَعْدُ بْنُ حَفْصٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ لِي النَّبِيُّ صلى الله عليه وسلم   فِي كَمْ تَقْرَأُ الْقُرْآنَ .",
    "hadithBengali": "৪৬৮৪। সাদ ইবনু হাফস (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে জিজ্ঞেস করলেন, সমগ্র কুরান খতম করতে তোমার কত সময় লাগে?\n",
    "checkStatus": "1",
    "hadithNo": "4684",
    "id": "4990",
    "thesequence": "5252",
    "isActive": "1",
    "chapterId": "16659",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪২৩. কতটুকু সময় কুরআর পাঠ করা যায়? এ সম্পর্কে আল্লাহ তা&rsquo;আলার কালামঃ &ldquo;যতটা কুরআন তুমি সহজে পাঠ করতে পার, ততটাই পড়&rdquo;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr:\n\nAllahs Messenger (ﷺ) said to me, Recite the whole Quran in one months time. I said, But I have power (to do more than that). Allahs Messenger (ﷺ) said, Then finish the recitation of the Quran in seven days, and do not finish it in less than this period.",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ، أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ شَيْبَانَ، عَنْ يَحْيَى، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، مَوْلَى بَنِي زُهْرَةَ عَنْ أَبِي سَلَمَةَ ـ قَالَ وَأَحْسِبُنِي قَالَ ـ سَمِعْتُ أَنَا مِنْ أَبِي سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اقْرَإِ الْقُرْآنَ فِي شَهْرٍ . قُلْتُ إِنِّي أَجِدُ قُوَّةً حَتَّى قَالَ  فَاقْرَأْهُ فِي سَبْعٍ وَلاَ تَزِدْ عَلَى ذَلِكَ .",
    "hadithBengali": "৪৬৮৫। ইসহাক ... আবদুল্লাহ&zwnj; ইবনু আম্&zwnj;র (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, &ldquo;এক মাসে কুরআন খতম কর&rdquo;। আমি বললাম, আমি এর চেয়ে বেশী করার শক্তি রাখি। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাহলে প্রতি সাত দিনে একবার খতম করো এবং এর চেয়ে কম সময়ের মধ্যে খতম করো না।\n",
    "checkStatus": "1",
    "hadithNo": "4685",
    "id": "4991",
    "thesequence": "5253",
    "isActive": "1",
    "chapterId": "16659",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪২৩. কতটুকু সময় কুরআর পাঠ করা যায়? এ সম্পর্কে আল্লাহ তা&rsquo;আলার কালামঃ &ldquo;যতটা কুরআন তুমি সহজে পাঠ করতে পার, ততটাই পড়&rdquo;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah (bin Mas`ud):\n\nAllahs Messenger (ﷺ) said (to me), Recite the Quran to me. I said, Shall I recite (it) to you while it has been revealed to you? He said, I like to hear it from another person. So I recited Surat An-Nisa (The Women) till I reached the Verse: How (will it be) then when We bring from each nation a witness, and We bring you (O Muhammad) as a witness against these people. (4.41) Then he said to me, Stop! Thereupon I saw his eyes overflowing with tears.",
    "hadithArabic": " حَدَّثَنَا صَدَقَةُ، أَخْبَرَنَا يَحْيَى، عَنْ سُفْيَانَ، عَنْ سُلَيْمَانَ، عَنْ إِبْرَاهِيمَ، عَنْ عَبِيدَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ يَحْيَى بَعْضُ الْحَدِيثِ عَنْ عَمْرِو بْنِ مُرَّةَ، قَالَ لِي النَّبِيُّ صلى الله عليه وسلم. ـ حَدَّثَنَا مُسَدَّدٌ عَنْ يَحْيَى عَنْ سُفْيَانَ عَنِ الأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ عَبِيدَةَ عَنْ عَبْدِ اللَّهِ قَالَ الأَعْمَشُ وَبَعْضُ الْحَدِيثِ حَدَّثَنِي عَمْرُو بْنُ مُرَّةَ عَنْ إِبْرَاهِيمَ وَعَنْ أَبِيهِ عَنْ أَبِي الضُّحَى عَنْ عَبْدِ اللَّهِ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اقْرَأْ عَلَىَّ . قَالَ قُلْتُ أَقْرَأُ عَلَيْكَ وَعَلَيْكَ أُنْزِلَ قَالَ  إِنِّي أَشْتَهِي أَنْ أَسْمَعَهُ مِنْ غَيْرِي . قَالَ فَقَرَأْتُ النِّسَاءَ حَتَّى إِذَا بَلَغْتُ {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاَءِ شَهِيدًا}. قَالَ لِي  كُفَّ ـ أَوْ أَمْسِكْ ـ . فَرَأَيْتُ عَيْنَيْهِ تَذْرِفَانِ.",
    "hadithBengali": "৪৬৮৬। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, তুমি আমার সামনে কুরআন পাঠ করো। আমি উত্তরে বললাম, আমি আপনার সামনে কুরআন পাঠ করবো; অথচ আপনারই ওপর কুরআন নাযিল হয়েছে। তিনি বললেন, আমি অন্যের কাছ থেকে কুরআন পাঠ শোনা পছন্দ করি। আমি যখন সূরা নিসা পাঠ করলাম, এমনকি যখন আমি এ আয়াত পর্যন্ত পৌঁছলামঃ &ldquo;তারপর চিন্তা করো, আমি প্রত্যেক উম্মাতের মধ্যে একজন করে সাক্ষী হাযির করব এবং এ সকলের ওপরে তোমাকে সাক্ষী হিসাবে হাযির করব। তখন তারা কি করবে&rdquo;। তখন তিনি আমাকে বললেন, &ldquo;থাম&rdquo;! আমি লক্ষ্য করলাম, তাঁর (রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর দুচোখ মুবারক থেকে অশ্রু ঝরছে।\n",
    "checkStatus": "1",
    "hadithNo": "4686",
    "id": "4992",
    "thesequence": "5254",
    "isActive": "1",
    "chapterId": "16660",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪২৪. কুরআন পাঠ করা অবস্থায় ক্রন্দন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Masud:\n\nThe Prophet (ﷺ) said to me, Recite Quran to me. I said to him. Shall I recite (it) to you while it has been revealed to you? He said, I like to hear it from another person.",
    "hadithArabic": " حَدَّثَنَا قَيْسُ بْنُ حَفْصٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنْ عَبِيدَةَ السَّلْمَانِيِّ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ قَالَ لِي النَّبِيُّ صلى الله عليه وسلم  اقْرَأْ عَلَىَّ . قُلْتُ أَقْرَأُ عَلَيْكَ وَعَلَيْكَ أُنْزِلَ قَالَ  إِنِّي أُحِبُّ أَنْ أَسْمَعَهُ مِنْ غَيْرِي .",
    "hadithBengali": "৪৬৮৭। কায়স ইবনু হাফস (রহঃ) ... আবদুল্লাহ ইবনু মাসঊদ (রাঃ) বর্ণনা করেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, আমার সামনে কুরআন পাঠ করো। আমি বললাম, আমি আপনার নিকট কুরআন পাঠ করব; অথচ আপনার ওপর কুরআন নাযিল হয়েছেন। তিনি বললেন, আমি অন্যের তিলাওয়াত শুনতে পছন্দ করি।\n",
    "checkStatus": "1",
    "hadithNo": "4687",
    "id": "4993",
    "thesequence": "5255",
    "isActive": "1",
    "chapterId": "16660",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪২৪. কুরআন পাঠ করা অবস্থায় ক্রন্দন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali:\n\nI heard the Prophet (ﷺ) saying, In the last days (of the world) there will appear young people with foolish thoughts and ideas. They will give good talks, but they will go out of Islam as an arrow goes out of its game, their faith will not exceed their throats. So, wherever you find them, kill them, for there will be a reward for their killers on the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، حَدَّثَنَا الأَعْمَشُ، عَنْ خَيْثَمَةَ، عَنْ سُوَيْدِ بْنِ غَفَلَةَ، قَالَ عَلِيٌّ رضى الله عنه سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   يَأْتِي فِي آخِرِ الزَّمَانِ قَوْمٌ حُدَثَاءُ الأَسْنَانِ، سُفَهَاءُ الأَحْلاَمِ، يَقُولُونَ مِنْ خَيْرِ قَوْلِ الْبَرِيَّةِ، يَمْرُقُونَ مِنَ الإِسْلاَمِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ، لاَ يُجَاوِزُ إِيمَانُهُمْ حَنَاجِرَهُمْ، فَأَيْنَمَا لَقِيتُمُوهُمْ فَاقْتُلُوهُمْ، فَإِنَّ قَتْلَهُمْ أَجْرٌ لِمَنْ قَتَلَهُمْ يَوْمَ الْقِيَامَةِ .",
    "hadithBengali": "৪৬৮৮। মুহাম্মদ ইবনু কাসীর (রহঃ) ... আলী (রাঃ) বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, শেষ যামানায় এমন একদল মানুষের আবির্ভাব ঘটবে, যারা হবে অল্পবয়স্ক এবং যাদের বুদ্ধি হবে স্বল্প। ভাল ভাল কথা বলবে; কিন্তু তারা ইসলাম থেকে এমন ভাবে বেরিয়ে যাবে যেমন তীর ধনুক থেকে বেরিয়ে যায়। তাদের ঈমান গলদেশের নীচে পৌঁছবে না। সুতরাং তোমরা তাদের যেখানে পাও, হত্যা কর। এদের হত্যাকারীর জন্য কিয়ামতে পুরস্কার রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4688",
    "id": "4994",
    "thesequence": "5256",
    "isActive": "1",
    "chapterId": "16661",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪২৫. যে ব্যক্তি দেখানো বা দুনিয়ার লোভে অথবা গর্বের জন্য কুরআন পাঠ করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nI heard Allahs Messenger (ﷺ) saying, There will appear some people among you whose prayer will make you look down upon yours, and whose fasting will make you look down upon yours, but they will recite the Quran which will not exceed their throats (they will not act on it) and they will go out of Islam as an arrow goes out through the game whereupon the archer would examine the arrowhead but see nothing, and look at the unfeathered arrow but see nothing, and look at the arrow feathers but see nothing, and finally he suspects to find something in the lower part of the arrow.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ أَنَّهُ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   يَخْرُجُ فِيكُمْ قَوْمٌ تَحْقِرُونَ صَلاَتَكُمْ مَعَ صَلاَتِهِمْ، وَصِيَامَكُمْ مَعَ صِيَامِهِمْ، وَعَمَلَكُمْ مَعَ عَمَلِهِمْ، وَيَقْرَءُونَ الْقُرْآنَ لاَ يُجَاوِزُ حَنَاجِرَهُمْ، يَمْرُقُونَ مِنَ الدِّينَ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ، يَنْظُرُ فِي النَّصْلِ فَلاَ يَرَى شَيْئًا، وَيَنْظُرُ فِي الْقِدْحِ فَلاَ يَرَى شَيْئًا، وَيَنْظُرُ فِي الرِّيشِ فَلاَ يَرَى شَيْئًا، وَيَتَمَارَى فِي الْفُوقِ .",
    "hadithBengali": "৪৬৮৯। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ ভবিষ্যতে এমন সব লোকের আগমন ঘটবে, যাদের সালাত (নামায/নামাজ)-এর তুলনায় তোমাদের সালাত (নামায/নামাজ) কে, তাদের রোযার তুলনায় তোমাদের রোযাকে এবং তাদের আমলের তুলনায় তোমাদের আমলকে তুচ্ছ মনে করবে। তারা কুরআন পাঠ করবে; কিন্তু তা তাদের কন্ঠনালীর নিচে প্রবেশ করবে না (অর্থাৎ অন্তরে প্রবেশ করবে না এবং তা লোক দেখানো হবে)। এরা দ্বীন (ইসলাম) থেকে এমনভাবে বেরিয়ে যাবে যেমনভাবে নিক্ষিপ্ত তীর ধনুক থেকে বেরিয়ে যায়। আর অন্য শিকারী সেই তীরের অগ্রভাগ পরীক্ষা করে দেখতে পায়, তাতে কোন চিহ্ন নেই। সে তীরের ফলার পাশ্বদেশদ্বয়েও নজর করে অথচ সেখানে কিছু দেখতে পায় না। অবশেষে ঐ ব্যাক্তি কোন পাওয়ার জন্য তীরের নিম্নভাগে সন্দেহ পোষণ করে।\n",
    "checkStatus": "1",
    "hadithNo": "4689",
    "id": "4995",
    "thesequence": "5257",
    "isActive": "1",
    "chapterId": "16661",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪২৫. যে ব্যক্তি দেখানো বা দুনিয়ার লোভে অথবা গর্বের জন্য কুরআন পাঠ করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThe Prophet (ﷺ) said, The example of a believer who recites the Quran and acts on it, like a citron which tastes nice and smells nice. And the example of a believer who does not recite the Quran but acts on it, is like a date which tastes good but has no smell. And the example of a hypocrite who recites the Quran is like a Raihana (sweet basil) which smells good but tastes bitter And the example of a hypocrite who does not recite the Quran is like a colocynth which tastes bitter and has a bad smell.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْمُؤْمِنُ الَّذِي يَقْرَأُ الْقُرْآنَ وَيَعْمَلُ بِهِ كَالأُتْرُجَّةِ، طَعْمُهَا طَيِّبٌ وَرِيحُهَا طَيِّبٌ، وَالْمُؤْمِنُ الَّذِي لاَ يَقْرَأُ الْقُرْآنَ وَيَعْمَلُ بِهِ كَالتَّمْرَةِ، طَعْمُهَا طَيِّبٌ وَلاَ رِيحَ لَهَا، وَمَثَلُ الْمُنَافِقِ الَّذِي يَقْرَأُ الْقُرْآنَ كَالرَّيْحَانَةِ، رِيحُهَا طَيِّبٌ وَطَعْمُهَا مُرٌّ، وَمَثَلُ الْمُنَافِقِ الَّذِي لاَ يَقْرَأُ الْقُرْآنَ كَالْحَنْظَلَةِ، طَعْمُهَا مُرٌّ ـ أَوْ خَبِيثٌ ـ وَرِيحُهَا مُرٌّ .",
    "hadithBengali": "৪৬৯০। মুসাদ্দাদ (রহঃ) ... আবূ মূসা (রাঃ) সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, ঐ মুমিন যে কুরআন পাঠ করে এবং সে অনুযায়ী আমল করে, তাঁর ঊদাহরণ ঐ লেবুর মত যা খেতে সুস্বাদু এবং গন্ধে মন মাতানো। আর ঐ মুমিন যে কুরআন পাঠ করে না; কিন্তু এর অনুসারে আমল করে। তার ঊদাহরণ হচ্ছে ঐ খেজুরের মত যা খেতে সুস্বাদু কিন্তু গন্ধ নেই। আর সকল মুনাফিক যারা কুরআন পাঠ করে; তার উদাহরণ হচ্ছে, ঐ রায়হানের ন্যায়, যার মন মাতানো খুশবু গন্ধ আছে, অথচ খেতে একেবারে বিস্বাদ (তিক্ত)। আর ঐ মুনাফিক কুরআন পাঠ করে না, তার উদাহরণ হচ্ছে ঐ হাঞ্জাল (মাকাল) ফলের ন্যায়, যা খেতেও বিস্বাদ এবং তা দুর্গন্ধযুক্ত।\n",
    "checkStatus": "1",
    "hadithNo": "4690",
    "id": "4996",
    "thesequence": "5258",
    "isActive": "1",
    "chapterId": "16660",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪২৪. কুরআন পাঠ করা অবস্থায় ক্রন্দন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) said, Recite (and study) the Quran as long as you agree about its interpretation, but if you have any difference of opinion (as regards to its interpretation and meaning) then you should stop reciting it (for the time being).",
    "hadithArabic": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادٌ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ جُنْدَبِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   اقْرَءُوا الْقُرْآنَ مَا ائْتَلَفَتْ قُلُوبُكُمْ، فَإِذَا اخْتَلَفْتُمْ فَقُومُوا عَنْهُ .",
    "hadithBengali": "৪৬৯১। আবূ নুমান (রহঃ) ... জুনদুব ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, যতক্ষণ মন চায় তিলওয়াত কর এবং মন যখন ক্লান্ত হয়ে পড়ে তখন ছেড়ে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "4691",
    "id": "4997",
    "thesequence": "5259",
    "isActive": "1",
    "chapterId": "16662",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪২৬. যতক্ষন মন চায় কুরআন তিলাওয়াত করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThat he heard a man reciting a Quranic Verse which he had heard the Prophet (ﷺ) reciting in a different way. So he took that man to the Prophet (and told him the story). The Prophet (ﷺ) said, Both of you are reciting in a correct way, so carry on reciting. The Prophet (ﷺ) further added, The nations which were before you were destroyed (by Allah) because they differed.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْمَلِكِ بْنِ مَيْسَرَةَ، عَنِ النَّزَّالِ بْنِ سَبْرَةَ، عَنْ عَبْدِ اللَّهِ، أَنَّهُ سَمِعَ رَجُلاً، يَقْرَأُ آيَةً، سَمِعَ النَّبِيَّ صلى الله عليه وسلم خِلاَفَهَا، فَأَخَذْتُ بِيَدِهِ فَانْطَلَقْتُ بِهِ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ   كِلاَكُمَا مُحْسِنٌ فَاقْرَآ ـ أَكْبَرُ عِلْمِي قَالَ ـ فَإِنَّ مَنْ كَانَ قَبْلَكُمُ اخْتَلَفُوا فَأَهْلَكَهُمْ .",
    "hadithBengali": "৪৬৯২। সুলায়মান ইবনু হারব (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, তিনি এক ব্যাক্তিকে আয়াত পাঠ করতে শুনলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে যেভাবে পাঠ করতে শুনতেন, তার থেকে ভিন্ন পদ্ধতিতে সে পাঠ করছিল। তখন ঐ ব্যাক্তিকে তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিয়ে গেলেন। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা উভয়ই সঠিকভাবে পাঠ করেছ। সুতরাং এভাবে কুরআন পাঠ করতে থাক। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বললেন, তোমাদের পূর্ববর্তী জাতিসমূহ ধ্বংস হয়ে গেছে তাদের পরস্পরের বিভেদের কারণে।\n",
    "checkStatus": "1",
    "hadithNo": "4692",
    "id": "4998",
    "thesequence": "5260",
    "isActive": "1",
    "chapterId": "16662",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "57",
    "statusId": "1",
    "topicName": "২৪২৬. যতক্ষন মন চায় কুরআন তিলাওয়াত করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]