[
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nthat he had divorced his wife while she was menstruating during the lifetime of Allahs Messenger (ﷺ) . `Umar bin Al-Khattab asked Allahs Messenger (ﷺ) about that. Allahs Messenger (ﷺ) said, Order him (your son) to take her back and keep her till she is clean and then to wait till she gets her next period and becomes clean again, whereupon, if he wishes to keep her, he can do so, and if he wishes to divorce her he can divorce her before having sexual intercourse with her; and that is the prescribed period which Allah has fixed for the women meant to be divorced.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ طَلَّقَ امْرَأَتَهُ وَهْىَ حَائِضٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلَ عُمَرُ بْنُ الْخَطَّابِ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ ذَلِكَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مُرْهُ فَلْيُرَاجِعْهَا، ثُمَّ لِيُمْسِكْهَا حَتَّى تَطْهُرَ ثُمَّ تَحِيضَ، ثُمَّ تَطْهُرَ، ثُمَّ إِنْ شَاءَ أَمْسَكَ بَعْدُ وَإِنْ شَاءَ طَلَّقَ قَبْلَ أَنْ يَمَسَّ، فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ اللَّهُ أَنْ تُطَلَّقَ لَهَا النِّسَاءُ .",
    "hadithBengali": "৪৮৭৫। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে তাঁর স্ত্রীকে হায়েয অবস্থায় তালাক দিলেন। উমর ইবনু খাত্তাব (রাঃ) এ বিষয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাকে নির্দেশ দাও, সে যেন তার স্ত্রীকে ফিরিয়ে আনে এবং নিজের কাছে রেখে দেয় যতক্ষণ না সে মহিলা পবিত্র হয়ে পূনরায় ঋতুমতী হয় এবং আবার পবিত্র হয়। এরপর সে যদি ইচ্ছা করে, তাকে রেখে দিবে- আর যদি ইচ্ছা করে তবে সহবাসের পূর্বে তাকে তালাক দেবে। আর ঐ-ই তালাকের পদ্ধতি, যে পদ্ধতিতে আল্লাহ তা-আলা স্ত্রীদের তালাক দেওয়ার বিধান রেখেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4875",
    "id": "5177",
    "thesequence": "5439",
    "isActive": "1",
    "chapterId": "16783",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "মহান আল্লাহর বাণীঃ হে নবী ! তোমরা যখন তোমাদের স্ত্রীগণকে তালাক দিতে ইচ্ছা কর তখন ইদ্দতের প্রতি লক্ষ্য রেখে তাদের তালাক দিবে। وَأَحْصُوا الْعِدَّةَ অর্থ ইদ্দতের হিসাব أَحْصَيْنَاهُ অর্থাৎ حَفِظْنَاهُ ও আমরা তার হিফাযত করেছি عَدَدْنَاهُ ও তার হিসাব রেখেছি।  সুন্নাত তালাক হল, পবিত্রকালীন সময়ে সহবাস না করে স্ত্রী তালাক দেওয়া এবিং দুজন সাক্ষী রাখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Seereen:\n\nIbn `Umar said: I divorced my wife while she was menstruating. `Umar mentioned that to the Prophet . The Prophet (ﷺ) said, (to my father), Let your son take her back. I asked (Ibn `Umar), Is such a divorce counted (i.e. as one legal divorce)? Ibn `Umar said, Of course. Narrated Yunus bin Jubair: Ibn `Umar said, The Prophet (ﷺ) said to `Umar, Order him (Ibn `Umar) to take her back.  I asked, Is such a divorce counted (as one legal divorce)? Ibn `Umar said, What do you think if someone becomes helpless and foolish?\n\n Narrated Ibn `Umar:\n\n(Divorcing my wife during her menses) was counted as one legal divorce.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَنَسِ بْنِ سِيرِينَ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، قَالَ طَلَّقَ ابْنُ عُمَرَ امْرَأَتَهُ وَهْىَ حَائِضٌ، فَذَكَرَ عُمَرُ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ  لِيُرَاجِعْهَا . قُلْتُ تُحْتَسَبُ قَالَ  فَمَهْ . وَعَنْ قَتَادَةَ عَنْ يُونُسَ بْنِ جُبَيْرٍ عَنِ ابْنِ عُمَرَ قَالَ  مُرْهُ فَلْيُرَاجِعْهَا . قُلْتُ تُحْتَسَبُ قَالَ أَرَأَيْتَ إِنْ عَجَزَ وَاسْتَحْمَقَ.\n وَقَالَ أَبُو مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا أَيُّوبُ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عُمَرَ، قَالَ حُسِبَتْ عَلَىَّ بِتَطْلِيقَةٍ.",
    "hadithBengali": "৪৮৭৬। সুলায়মান ইবনু হারব (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, তিনি তার স্ত্রীকে হায়েয অবস্থায় তালাক দিলেন, উমর (রাঃ) বিষয়টি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উল্লেখ করলেন। তখন তিনি বললেনঃ সে যেন তাকে ফিরিয়ে আনে। রাবী (ইবনু সীরীন) বলেন আমি বললামঃ তালাকটি কি গণ্য করা হবে? তিনি (ইবনু উমর) বললেন, তবে কি হবে? কাতাদা (রহঃ) ইউনূস ইবনু জুবায়র (রহঃ) থেকে, তিনি ইবনু উমর (রাঃ) থেকে বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তাকে নির্দেশ দাও সে যেন তার স্ত্রীকে ফিরিয়ে আনে। আমি (ইউনুস) বললামঃ তালাকটি কি পরিগনীত হবে? তিনি (ইবনু উমর) বললেনঃ তুমি কি মনে কর? যদি সে অক্ষম হয় এবং স্বেচ্ছায় আহমকী করে। আবূ মামার বলেন, আবদুল ওয়ারিস আইউব থেকে তিনি সাঈদ ইবনু যুবায়র থেকে, তিনি ইবনু উমর (রাঃ) থেকে বর্ণনা করেন যে তিনি বলেছেনঃ এটিকে আমার উপর এক তালাক ধরা হয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4876",
    "id": "5178",
    "thesequence": "5440",
    "isActive": "1",
    "chapterId": "16784",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৪১. হায়েয অবস্থায় তালাক দিলে তা তালাক হিসাবে পরিগণিত হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Awza:\n\nI asked Az-Zuhri, Which of the wives of the Prophet (ﷺ) sought refuge with Allah from him? He said I was told by Urwa that `Aisha said, When the daughter of Al-Jaun was brought to Allahs Messenger (ﷺ) (as his bride) and he went near her, she said, I seek refuge with Allah from you. He said, You have sought refuge with The Great; return to your family.",
    "hadithArabic": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا الْوَلِيدُ، حَدَّثَنَا الأَوْزَاعِيُّ، قَالَ سَأَلْتُ الزُّهْرِيَّ أَىُّ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم اسْتَعَاذَتْ مِنْهُ قَالَ أَخْبَرَنِي عُرْوَةُ عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ ابْنَةَ الْجَوْنِ لَمَّا أُدْخِلَتْ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَدَنَا مِنْهَا قَالَتْ أَعُوذُ بِاللَّهِ مِنْكَ. فَقَالَ لَهَا   لَقَدْ عُذْتِ بِعَظِيمٍ، الْحَقِي بِأَهْلِكِ . قَالَ أَبُو عَبْدِ اللَّهِ رَوَاهُ حَجَّاجُ بْنُ أَبِي مَنِيعٍ عَنْ جَدِّهِ عَنِ الزُّهْرِيِّ أَنَّ عُرْوَةَ أَخْبَرَهُ أَنَّ عَائِشَةَ قَالَتْ.",
    "hadithBengali": "৪৮৭৭। হুমাইদী (রহঃ) ... আওযাঈ (রহঃ) থেকে বর্ণিত তিনি বলেন আমি যুহরী (রহঃ) কে জিজ্ঞাসা করলাম নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন সহধর্মিনা তার থেকে পরিত্রাণ চেয়েছিল? উত্তরে তিনি বললেনঃ উরওয়া আয়িশা (রাঃ) থেকে আমার নিকট বর্ণনা করেছেন যে, জাওনের কন্যাকে যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট (একটি ঘরে) পাঠানো হল আর তিনি তার নিকটবর্তী হলেন, তখন সে বলল! আমি তোমার থেকে আল্লাহর নিকট পানাহ চাচ্ছি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন তুমি তো এক মহান সত্তার কাছে পানাহ চেয়েছ তুমি তোমার পরিবারের কাছে চলে যাও।\n\nআবূ আবদুল্লাহ (ইমাম বুখারী) (রহঃ) বলেন হাদীসটি হাজ্জাজ ইবনু আবূ মানী-ও বর্ণনা করেছেন, তার পিতামহ থেকে তিনি যুহরী থেকে, তিনি উরওয়া থেকে এবং তিনি আয়িশা (রাঃ) থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "4877",
    "id": "5179",
    "thesequence": "5441",
    "isActive": "1",
    "chapterId": "16785",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৪২. তালাক দেওয়ার সময় স্বামী কি তার স্ত্রীর সামনাসামনি হয়ে তালাক দেবে ?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Usaid:\n\nWe went out with the Prophet (ﷺ) to a garden called Ash-Shaut till we reached two walls between which we sat down. The Prophet (ﷺ) said, Sit here, and went in (the garden). The Jauniyya (a lady from Bani Jaun) had been brought and lodged in a house in a date-palm garden in the home of Umaima bint An- Nu`man bin Sharahil, and her wet nurse was with her. When the Prophet (ﷺ) entered upon her, he said to her, Give me yourself (in marriage) as a gift. She said, Can a princess give herself in marriage to an ordinary man? The Prophet (ﷺ) raised his hand to pat her so that she might become tranquil. She said, I seek refuge with Allah from you. He said, You have sought refuge with One Who gives refuge. Then the Prophet (ﷺ) came out to us and said, O Abu Usaid! Give her two white linen dresses to wear and let her go back to her family.\n\n Narrated Sahl and Abu Usaid:\n\nThe Prophet (ﷺ) married Umaima bint Sharahil, and when she was brought to him, he stretched his hand towards her. It seemed that she disliked that, whereupon the Prophet (ﷺ) ordered Abu Usaid to prepare her and to provide her with two white linen dresses.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ غَسِيلٍ، عَنْ حَمْزَةَ بْنِ أَبِي أُسَيْدٍ، عَنْ أَبِي أُسَيْدٍ ـ رضى الله عنه ـ قَالَ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم حَتَّى انْطَلَقْنَا إِلَى حَائِطٍ يُقَالُ لَهُ الشَّوْطُ، حَتَّى انْتَهَيْنَا إِلَى حَائِطَيْنِ فَجَلَسْنَا بَيْنَهُمَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم  اجْلِسُوا هَا هُنَا . وَدَخَلَ وَقَدْ أُتِيَ بِالْجَوْنِيَّةِ، فَأُنْزِلَتْ فِي بَيْتٍ فِي نَخْلٍ فِي بَيْتٍ أُمَيْمَةُ بِنْتُ النُّعْمَانِ بْنِ شَرَاحِيلَ وَمَعَهَا دَايَتُهَا حَاضِنَةٌ لَهَا، فَلَمَّا دَخَلَ عَلَيْهَا النَّبِيُّ صلى الله عليه وسلم قَالَ  هَبِي نَفْسَكِ لِي . قَالَتْ وَهَلْ تَهَبُ الْمَلِكَةُ نَفْسَهَا لِلسُّوقَةِ. قَالَ فَأَهْوَى بِيَدِهِ يَضَعُ يَدَهُ عَلَيْهَا لِتَسْكُنَ فَقَالَتْ أَعُوذُ بِاللَّهِ مِنْكَ. فَقَالَ  قَدْ عُذْتِ بِمَعَاذٍ . ثُمَّ خَرَجَ عَلَيْنَا، فَقَالَ  يَا أَبَا أُسَيْدٍ اكْسُهَا رَازِقِيَّتَيْنِ وَأَلْحِقْهَا بِأَهْلِهَا.\n وَقَالَ الْحُسَيْنُ بْنُ الْوَلِيدِ النَّيْسَابُورِيُّ عَنْ عَبْدِ الرَّحْمَنِ، عَنْ عَبَّاسِ بْنِ سَهْلٍ، عَنْ أَبِيهِ، وَأَبِي، أُسَيْدٍ قَالاَ تَزَوَّجَ النَّبِيُّ صلى الله عليه وسلم أُمَيْمَةَ بِنْتَ شَرَاحِيلَ، فَلَمَّا أُدْخِلَتْ عَلَيْهِ بَسَطَ يَدَهُ إِلَيْهَا فَكَأَنَّهَا كَرِهَتْ ذَلِكَ فَأَمَرَ أَبَا أُسَيْدٍ أَنْ يُجَهِّزَهَا وَيَكْسُوَهَا ثَوْبَيْنِ رَازِقِيَّيْنِ.",
    "hadithBengali": "৪৮৭৮। আবূ নুয়ায়ম (রহঃ) ... আবূ উসায়দ (রাঃ) থেকে বর্ণিত। তিনি বলেন আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বের হয়ে শাওত নামক বাগানের নিকট দিয়ে চলতে চলতে দুটি বাগান পর্যন্ত পৌহুলাম এবং এ দুটির মাঝখানে বসে পড়লাম। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা এখানে বসে থাক। তিনি (ভিতবে) প্রবেশ করলেন। তখন নূমান ইবনু শারাহীলের কন্যা জুয়াইনাকে উমাইমার খেজুর বাগানস্থিত ঘরে পৌছান হয়। আর তার সাথে তার সেবার জনা ধাত্রীও ছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তার কাছে গিয়ে বললেন, তুমি নিজেকে আমার কাছে সমর্পণ কর। তখন সে বললঃ কোন রাজকুমারী কি কোন বাজারী (নীচ) ব্যাক্তির কাছে নিজেকে সমর্পণ করে?\n\nরাবী বলেনঃ এরপর তিনি তার হাত প্রসারিত করলেন তার শরীরে রাখার জন্যা যাতে সে শান্ত হয়। সে বলল আমি তোমার থেকে আল্লাহর নিকট পানাহ চাই। তিনি বললেনঃ তুমি উপযুক্ত সত্তারই আশ্রয় নিয়েছ। এরপর তিনি আমাদের নিকট বেরিয়ে আসলেন এবং বললেনঃ হে আবূ উসায়দ! তাকে দুখানা কাতান কাপড় পরিয়ে দাও এবং তাকে তার পরিবারের নিকট পৌছিয়ে দাও।\n\nহুসাইন ইবনু ওয়ালীদ নিশাপুরী (রহঃ) ... সাহল ইবনু সাদ ও আবূ উসায়দ (রাঃ) থেকে বর্ননা করেন। তারা বলেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উমাইয়া বিনত শারাহীলকে বিবাহ করেন। পরে তাকে তার কাছে আনা হলে তিনি তার দিকে হাত বাড়ালেন। সে এটি অপছন্দ করল। এরপর তিনি আবূ উসায়দকে নির্দেশ দিলেন, তার জিনিস গুটিয়ে এবং দু-খানা কাতান বস্ত্র পরিয়ে তাকে তার পরিবারে পৌছে দিতে।\n",
    "checkStatus": "1",
    "hadithNo": "4878",
    "id": "5180",
    "thesequence": "5442",
    "isActive": "1",
    "chapterId": "16785",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৪২. তালাক দেওয়ার সময় স্বামী কি তার স্ত্রীর সামনাসামনি হয়ে তালাক দেবে ?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nsimilarly as above",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي الْوَزِيرِ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ حَمْزَةَ، عَنْ أَبِيهِ، وَعَنْ عَبَّاسِ بْنِ سَهْلِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، بِهَذَا.",
    "hadithBengali": "৪৮৭৯। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবূ উসায়দ ও সাহল ইবনু সাদ (রাঃ) থেকে অনুরুপ বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "4879",
    "id": "5181",
    "thesequence": "5443",
    "isActive": "1",
    "chapterId": "16785",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৪২. তালাক দেওয়ার সময় স্বামী কি তার স্ত্রীর সামনাসামনি হয়ে তালাক দেবে ?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abi Ghallab Yunus bin Jubair:\n\nI asked Ibn `Umar,(What is said regarding) a man divorces his wife during her period? He said, Do you know Ibn `Umar? Ibn `Umar divorced his wife while she was menstruating. `Umar then went to the Prophet (ﷺ) and mentioned that to him. The Prophet (ﷺ) ordered him to take her back and when she became clean, he could divorce her if he wanted. I asked (Ibn `Umar), Was that divorce counted as one legal divorce? He said, If one becomes helpless and foolish (will he be excused? Of course not). ",
    "hadithArabic": " حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا هَمَّامُ بْنُ يَحْيَى، عَنْ قَتَادَةَ، عَنْ أَبِي غَلاَّبٍ، يُونُسَ بْنِ جُبَيْرٍ قَالَ قُلْتُ لاِبْنِ عُمَرَ رَجُلٌ طَلَّقَ امْرَأَتَهُ وَهْىَ حَائِضٌ. فَقَالَ تَعْرِفُ ابْنَ عُمَرَ إِنَّ ابْنَ عُمَرَ طَلَّقَ امْرَأَتَهُ وَهْىَ حَائِضٌ فَأَتَى عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ فَأَمَرَهُ أَنْ يُرَاجِعَهَا فَإِذَا طَهُرَتْ فَأَرَادَ أَنْ يُطَلِّقَهَا فَلْيُطَلِّقْهَا، قُلْتُ فَهَلْ عَدَّ ذَلِكَ طَلاَقًا قَالَ أَرَأَيْتَ إِنْ عَجَزَ وَاسْتَحْمَقَ.",
    "hadithBengali": "৪৮৮০। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আবূ গাল্লাব ইউনুস ইবনু জুবায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি ইবনু উমরকে বললামঃ এক ব্যাক্তি তার স্ত্রীকে হায়েয অবস্থায় তালাক দিয়েছেন। তিনি বললেন তুমি ইবনু উমরকে চেন। ইবনু উমর (রাঃ) তার স্ত্রীকে হায়েয অবস্থায় তালাক দিয়েছিলেন। তখন উমর (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বিযয়টি তাকে অবহিত করলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে তার স্ত্রীকে ফিরিয়ে নেওয়ার জন্য আদেশ দিলেন। পরে তার স্ত্রী পবিত্র হলে সে যদি চায় তবে তাকে তালাক দেবে। আমি বললামঃ এতে কি তালাক গণনা করা হয়েহিল? তিনি বললেনঃ তুমি কি মনে কর? যদি সে অক্ষম হয় এবং স্বেচ্ছায় বোকামী করে।\n",
    "checkStatus": "1",
    "hadithNo": "4880",
    "id": "5182",
    "thesequence": "5444",
    "isActive": "1",
    "chapterId": "16785",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৪২. তালাক দেওয়ার সময় স্বামী কি তার স্ত্রীর সামনাসামনি হয়ে তালাক দেবে ?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d As-Sa`idi:\n\nUwaimir Al-`Ajlani came to `Asim bin Adi Al-Ansari and asked, O `Asim! Tell me, if a man sees his wife with another man, should he kill him, whereupon you would kill him in Qisas, or what should he do? O `Asim! Please ask Allahs Messenger (ﷺ) about that. `Asim asked Allahs Messenger (ﷺ) about that. Allahs Apostle disliked that question and considered it disgraceful. What `Asim heard from Allahs Messenger (ﷺ) was hard on him. When he returned to his family, Uwaimir came to him and said O `Asim! What did Allahs Messenger (ﷺ) say to you? `Asim said, You never bring me any good. Allahs Messenger (ﷺ) disliked to hear the problem which I asked him about. Uwaimir said, By Allah, I will not leave the matter till I ask him about it. So Uwaimir proceeded till he came to Allahs Messenger (ﷺ) who was in the midst of the people and said, O Allahs Messenger (ﷺ)! If a man finds with his wife another man, should he kill him, whereupon you would kill him (in Qisas): or otherwise, what should he do? Allahs Messenger (ﷺ) said, Allah has revealed something concerning the question of you and your wife. Go and bring her here. So they both carried out the judgment of Lian, while I was present among the people (as a witness). When both of them had finished, Uwaimir said, O Allahs Messenger (ﷺ)! If I should now keep my wife with me, then I have told a lie. Then he pronounced his decision to divorce her thrice before Allahs Apostle ordered him to do so. (Ibn Shihab said, That was the tradition for all those who are involved in a case of Lian.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، أَنَّ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ، أَخْبَرَهُ أَنَّ عُوَيْمِرًا الْعَجْلاَنِيَّ جَاءَ إِلَى عَاصِمِ بْنِ عَدِيٍّ الأَنْصَارِيِّ، فَقَالَ لَهُ يَا عَاصِمُ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً، أَيَقْتُلُهُ فَتَقْتُلُونَهُ، أَمْ كَيْفَ يَفْعَلُ سَلْ لِي يَا عَاصِمُ عَنْ ذَلِكَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَسَأَلَ عَاصِمٌ عَنْ ذَلِكَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَكَرِهَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَسَائِلَ وَعَابَهَا حَتَّى كَبُرَ عَلَى عَاصِمٍ مَا سَمِعَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا رَجَعَ عَاصِمٌ إِلَى أَهْلِهِ جَاءَ عُوَيْمِرٌ فَقَالَ يَا عَاصِمُ مَاذَا قَالَ لَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ عَاصِمٌ لَمْ تَأْتِنِي بِخَيْرٍ، قَدْ كَرِهَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَسْأَلَةَ الَّتِي سَأَلْتُهُ عَنْهَا. قَالَ عُوَيْمِرٌ وَاللَّهِ لاَ أَنْتَهِي حَتَّى أَسْأَلَهُ عَنْهَا فَأَقْبَلَ عُوَيْمِرٌ حَتَّى أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم وَسَطَ النَّاسِ فَقَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً، أَيَقْتُلُهُ فَتَقْتُلُونَهُ، أَمْ كَيْفَ يَفْعَلُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   قَدْ أَنْزَلَ اللَّهُ فِيكَ وَفِي صَاحِبَتِكَ فَاذْهَبْ فَأْتِ بِهَا . قَالَ سَهْلٌ فَتَلاَعَنَا وَأَنَا مَعَ النَّاسِ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا فَرَغَا قَالَ عُوَيْمِرٌ كَذَبْتُ عَلَيْهَا يَا رَسُولَ اللَّهِ، إِنْ أَمْسَكْتُهَا، فَطَلَّقَهَا ثَلاَثًا قَبْلَ أَنْ يَأْمُرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم. قَالَ ابْنُ شِهَابٍ فَكَانَتْ تِلْكَ سُنَّةُ الْمُتَلاَعِنَيْنِ.",
    "hadithBengali": "৪৮৮১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... সাহল ইবনু সাদ সাঈদী (রাঃ) থেকে বর্ণিত যে উওয়াইমির আজলানী (রাঃ) আসেম ইবনু আদী আনসারী (রাঃ) এর নিকট এলে তাকে বললেনঃ হে আসিম! যদি কোন ব্যাক্তি তার স্ত্রীর সাথে আর কোন পুরুষকে (ব্যাভিচার-এ রত) দেখতে পায় এবং সে তাকে হত্যা করে ফেলে তবে কি তোমরা তাকে হত্যা করবে? (আর যদি হত্যা না করে) তবে তাকে কি করবে? হে আসিম! আমার পক্ষ থেকে এ ব্যাপারে তুমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা কর। আসিম (রাঃ) এ ব্যাপারে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ধরনের জিজ্ঞাসাকে অপছন্দনীয় এবং দূষনীয় মনে করলেন। এমন কি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উক্তি শুনে আসিম (রাঃ) ঘাবড়ে গেলেন।\n\nএরপর আসিম (রাঃ) স্বীয় গৃহে প্রত্যাবর্তন করলে উওয়াইমির (রাঃ) এসে বললেনঃ হে আসিম! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাকে কি জবাব দিলেন? আসিম (রাঃ) বললেনঃ তুমি কল্যাণকর কিছু নিয়ে আমার কাছে আসনি। তোমার জিজ্ঞাসিত বিষয়কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম না পছন্দ করেছেন। উওয়াইমির (রাঃ) বললেনঃ আল্লাহর কসম! (উত্তর না পাওয়া পর্যন্ত) এ বিষয়ে আমি তাঁকে জিজ্ঞাসা করতেই থাকব।\n\nউওয়হিমির (রাঃ) এসে লোকদের মাঝে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পেলেন এবং বললেনঃ হে আল্লাহর রাসুল! যদি কেউ তার স্ত্রীর সাথে পরপুরুষকে (ব্যাভিচার-এ রত) দেখতে পায়। আর তাকে হত্যা করে ফেলে তবে আপনারা কি তাকে হত্যা করবেন? আর যদি সে (স্বামী) হত্যা না করে, তবে কি করবে? তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন তুমি ও তোমার স্ত্রীর ব্যাপারে আয়াত অবর্তীর্ন হয়েছে। সুতরাং তুমি গিয়ে তাঁকে (তোমার পত্নীকে) নিয়ে আস! সাহল (রাঃ) বলেন, এরপর তারা দু-জনে লি&#39;আন করলো।\n\nআমি সে সময় (অন্যান্য) লোকের সাথে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ছিলাম। উভয়ের লিআন করা হয়ে গেলে উওয়াইমির (রাঃ) বললেন, ইয়া রাসুলাল্লাহ! এখন যদি আমি তাকে (স্ত্রীকে) রাখি তবে এটা তার উপর মিথ্যারোপ করা হবে। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে আদেশ দেওয়ার পূর্বেই তিনি তার স্ত্রীকে তিন তালাক দিলেন। ইবনু শিহাব (রহঃ) বলেন, পরবর্তীতে লিআনকারীদের পন্থা হল ঐ বিচ্ছিন্নতা।\n",
    "checkStatus": "1",
    "hadithNo": "4881",
    "id": "5183",
    "thesequence": "5445",
    "isActive": "1",
    "chapterId": "16786",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৪৩. যারা তিন তালাককে জায়েয মনে করেন। যেমন মহান আল্লাহর বাণীঃ এই তালাক দু&rsquo;বার, এরপর হয় সে বিধিমত রেখে দিবে অথবা সদয়ভাবে মুক্ত করে দিবে। (২ঃ২২৯) ইব্ন যুবায়র (র) বলেন, যে ব্যক্তি অসুস্থ অবস্থায় তালাক দেয় তার তিন তালাকপ্রাপ্তা স্ত্রী ওয়ারিস হবে বলে আমি মনে করি না। শা&rsquo;বী (র) বলেন ওয়ারিস হবে। ইব্ন শুবরুমা জিজ্ঞাসা করলেনঃ ইদ্দত শেষ হওয়ার পর সে মহিলা অন্যত্র বিবাহ করতে পারবে কি ? তিনি উত্তর দিলেন, হাঁ। ইব্ন শুবরুমা পুনরায় প্রশ্ন করলেনঃ যদি দ্বিতীয় স্বামীও মারা যায় তা হলে? (অর্থাৎ আপনার মানুযায়ী উক্ত স্ত্রীর উভয় ওয়ারিস হওয়া জরুরী হয়) এরপ শা&rsquo;বী তাঁর পূর্ব মত প্রত্যাহার করেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe wife of Rifa`a Al-Qurazi came to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! Rifa`a divorced me irrevocably. After him I married `Abdur-Rahman bin Az-Zubair Al-Qurazi who proved to be impotent. Allahs Messenger (ﷺ) said to her, Perhaps you want to return to Rifa`a? Nay (you cannot return to Rifa`a) until you and `Abdur-Rahman consummate your marriage.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّ امْرَأَةَ رِفَاعَةَ الْقُرَظِيِّ جَاءَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ رِفَاعَةَ طَلَّقَنِي فَبَتَّ طَلاَقِي، وَإِنِّي نَكَحْتُ بَعْدَهُ عَبْدَ الرَّحْمَنِ بْنَ الزَّبِيرِ الْقُرَظِيَّ، وَإِنَّمَا مَعَهُ مِثْلُ الْهُدْبَةِ. قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَعَلَّكِ تُرِيدِينَ أَنْ تَرْجِعِي إِلَى رِفَاعَةَ، لاَ، حَتَّى يَذُوقَ عُسَيْلَتَكِ وَتَذُوقِي عُسَيْلَتَهُ .",
    "hadithBengali": "৪৮৮২। সাঈদ ইবনু উফাইর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্নিত। তিনি বলেন, রিফা কুরাযীর স্ত্রী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বাললেন, ইয়া রাসুলাল্লাহ! রিফাআ আমাকে পূর্ণ সম্পর্কচ্ছেদের তালাক (তিন তালাক) দিয়েছে। পরে আমি আবদূর রহমান ইবনু যুবায়র কুরাযীকে বিবাহ করি। কিন্তু তার কাছে কাপড়ের কিনারা সদৃশ বৈ কিছু নেই। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সম্ভবতঃ তুমি রিফাআর নিকট ফিরে যেতে ইচ্ছা করছ। কিন্তু তা তো সম্ভব নয়, যতক্ষন না সে তোমার স্বাদ গ্রহণ করে এবং তুমি তার স্বাদ গ্রহণ কর।\n",
    "checkStatus": "1",
    "hadithNo": "4882",
    "id": "5184",
    "thesequence": "5446",
    "isActive": "1",
    "chapterId": "16786",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৪৩. যারা তিন তালাককে জায়েয মনে করেন। যেমন মহান আল্লাহর বাণীঃ এই তালাক দু&rsquo;বার, এরপর হয় সে বিধিমত রেখে দিবে অথবা সদয়ভাবে মুক্ত করে দিবে। (২ঃ২২৯) ইব্ন যুবায়র (র) বলেন, যে ব্যক্তি অসুস্থ অবস্থায় তালাক দেয় তার তিন তালাকপ্রাপ্তা স্ত্রী ওয়ারিস হবে বলে আমি মনে করি না। শা&rsquo;বী (র) বলেন ওয়ারিস হবে। ইব্ন শুবরুমা জিজ্ঞাসা করলেনঃ ইদ্দত শেষ হওয়ার পর সে মহিলা অন্যত্র বিবাহ করতে পারবে কি ? তিনি উত্তর দিলেন, হাঁ। ইব্ন শুবরুমা পুনরায় প্রশ্ন করলেনঃ যদি দ্বিতীয় স্বামীও মারা যায় তা হলে? (অর্থাৎ আপনার মানুযায়ী উক্ত স্ত্রীর উভয় ওয়ারিস হওয়া জরুরী হয়) এরপ শা&rsquo;বী তাঁর পূর্ব মত প্রত্যাহার করেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nA man divorced his wife thrice (by expressing his decision to divorce her thrice), then she married another man who also divorced her. The Prophet (ﷺ) was asked if she could legally marry the first husband (or not). The Prophet (ﷺ) replied, No, she cannot marry the first husband unless the second husband consummates his marriage with her, just as the first husband had done.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي الْقَاسِمُ بْنُ مُحَمَّدٍ، عَنْ عَائِشَةَ، أَنَّ رَجُلاً، طَلَّقَ امْرَأَتَهُ ثَلاَثًا، فَتَزَوَّجَتْ فَطَلَّقَ فَسُئِلَ النَّبِيُّ صلى الله عليه وسلم أَتَحِلُّ لِلأَوَّلِ قَالَ   لاَ، حَتَّى يَذُوقَ عُسَيْلَتَهَا كَمَا ذَاقَ الأَوَّلُ .",
    "hadithBengali": "৪৮৮৩। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, জনৈক ব্যাক্তি তার স্ত্রীকে তিন তালাক দিলে সে (স্ত্রী) অন্যকে বিবাহ করল। পরে দ্বিতীয় স্বামীও তাকে তালাক দিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করা হল। মহিলাটি কি প্রথম স্বামীর জন্য বৈধ হবে? তিনি বললেনঃ না। যতক্ষন না সে (দ্বিতীয় স্বামী) তার স্বাদ গ্রহন করবে, যেমন করেছিল প্রথম স্বামী।\n",
    "checkStatus": "1",
    "hadithNo": "4883",
    "id": "5185",
    "thesequence": "5447",
    "isActive": "1",
    "chapterId": "16786",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৪৩. যারা তিন তালাককে জায়েয মনে করেন। যেমন মহান আল্লাহর বাণীঃ এই তালাক দু&rsquo;বার, এরপর হয় সে বিধিমত রেখে দিবে অথবা সদয়ভাবে মুক্ত করে দিবে। (২ঃ২২৯) ইব্ন যুবায়র (র) বলেন, যে ব্যক্তি অসুস্থ অবস্থায় তালাক দেয় তার তিন তালাকপ্রাপ্তা স্ত্রী ওয়ারিস হবে বলে আমি মনে করি না। শা&rsquo;বী (র) বলেন ওয়ারিস হবে। ইব্ন শুবরুমা জিজ্ঞাসা করলেনঃ ইদ্দত শেষ হওয়ার পর সে মহিলা অন্যত্র বিবাহ করতে পারবে কি ? তিনি উত্তর দিলেন, হাঁ। ইব্ন শুবরুমা পুনরায় প্রশ্ন করলেনঃ যদি দ্বিতীয় স্বামীও মারা যায় তা হলে? (অর্থাৎ আপনার মানুযায়ী উক্ত স্ত্রীর উভয় ওয়ারিস হওয়া জরুরী হয়) এরপ শা&rsquo;বী তাঁর পূর্ব মত প্রত্যাহার করেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৪৮৮৪। আবুল ইয়ামান (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনা আয়িশা (রাঃ) থেকে বর্নিত। তিনি বলেনঃ স্বীয় স্ত্রীদেরকে ইখতিয়ার দেওয়ার জন্য রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আদিষ্ট হলে প্রথমে তিনি আমার নিকট এসে বললেনঃ আমি তোমার নিকট এমন একটি বিষয় উল্লেখ করছি, সে সম্পর্কে তুমি আপন মাতা-পিতার সাথে পরামর্শ ব্যতীত তড়িঘড়ি করে কোন সিদ্ধান্ত নিবে না। আয়িশা (রাঃ) বলেনঃ আর তিনি তো জানেন যে আমরে মাতা-পিতা আমাকে তাঁর থেকে বিচ্ছেদের আদেশ দিবেন না। তিনি বলেন, এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ তাআলা বললেনঃ হে নাবী! আপনার সহধর্মিনাদেরকে বলুন তোমরা যদি পার্থিব জীবন ও তার ভূষণ চাও, তবে এস আমি তোমাদেরকে ভোগ সামগ্রীর ব্যবস্থা করে দেই ...। আয়িশা (রাঃ) বলেনঃ আমি বললামঃ এই তুচ্ছ বিষয়ে আমাকে মাতা-পিতার সাথে পরামর্শ করতে হবে? আমি তো আল্লাহ, তার রাসুল ও পরকালের আবশ্যই কামনা করছি। তিনি বলেনঃ এরপর রাসুসুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অন্যান্য স্ত্রীরাও আমার ন্যায় উত্তর দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4884",
    "id": "5186",
    "thesequence": "5448",
    "isActive": "1",
    "chapterId": "16787",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৪৪. যে ব্যক্তি তার স্ত্রীদেরকে ইখ্তিয়ার দিল। মহান আল্লাহর বাণীঃ হে নবী ! আপনি আপনার সহধর্মিণীদের বলুন, &lsquo;তোমরা যদি পার্থিব জীবন ও তার ভূষণ কামনা কর, তবে এস আমি তোমাদের ভোগ সামগ্রীর ব্যবস্থা করে দেই এবং সৌজন্যের সাথে তোমাদেরকে বিদায় করে দেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) gave us the option (to remain with him or to be divorced) and we selected Allah and His Apostle . So, giving us that option was not regarded as divorce.",
    "hadithArabic": " حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا مُسْلِمٌ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ خَيَّرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَاخْتَرْنَا اللَّهَ وَرَسُولَهُ، فَلَمْ يَعُدَّ ذَلِكَ عَلَيْنَا شَيْئًا.",
    "hadithBengali": "৪৮৮৫। উমর ইবনু হাফস (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের ইখতিয়ার দিলে আমরা আল্লাহ ও তাঁর রাসুলকেই গ্রহণ করলাম। আর এতে আমাদের প্রতি ভালাক সাব্যস্ত হয়নি।\n",
    "checkStatus": "1",
    "hadithNo": "4885",
    "id": "5187",
    "thesequence": "5449",
    "isActive": "1",
    "chapterId": "16787",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৪৪. যে ব্যক্তি তার স্ত্রীদেরকে ইখ্তিয়ার দিল। মহান আল্লাহর বাণীঃ হে নবী ! আপনি আপনার সহধর্মিণীদের বলুন, &lsquo;তোমরা যদি পার্থিব জীবন ও তার ভূষণ কামনা কর, তবে এস আমি তোমাদের ভোগ সামগ্রীর ব্যবস্থা করে দেই এবং সৌজন্যের সাথে তোমাদেরকে বিদায় করে দেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Masruq:\n\nI asked `Aisha about the option: She said, The Prophet (ﷺ) gave us the option. Do you think that option was considered as a divorce? I said, It matters little to me if I give my wife the option once or a hundred times after she has chosen me.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، حَدَّثَنَا عَامِرٌ، عَنْ مَسْرُوقٍ، قَالَ سَأَلْتُ عَائِشَةَ عَنِ الْخِيَرَةِ،، فَقَالَتْ خَيَّرَنَا النَّبِيُّ صلى الله عليه وسلم أَفَكَانَ طَلاَقًا قَالَ مَسْرُوقٌ لاَ أُبَالِي أَخَيَّرْتُهَا وَاحِدَةً أَوْ مِائَةً بَعْدَ أَنْ تَخْتَارَنِي.",
    "hadithBengali": "৪৮৮৬। মুসাদ্দাদ (রহঃ) ... মাসরুক (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি আয়িশা (রাঃ) কে ইখতিয়ার সম্পর্কে জিজ্ঞাসা করলাম (অর্থাৎ এতে তালাক হবে কিনা)। তিনি উত্তর দিলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে ইখতিয়ার দিয়েছিলেন। তাহলে সেটা কি তালাক ছিল? মাসরুক বলেনঃ তবে সে (স্ত্রী) আমাকে গ্রহণ করার পর আমি তাকে একবার ইখতিয়ার দেই বা শতবার দেই (তাতে কিছু মনে করব না)।\n",
    "checkStatus": "1",
    "hadithNo": "4886",
    "id": "5188",
    "thesequence": "5450",
    "isActive": "1",
    "chapterId": "16787",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৪৪. যে ব্যক্তি তার স্ত্রীদেরকে ইখ্তিয়ার দিল। মহান আল্লাহর বাণীঃ হে নবী ! আপনি আপনার সহধর্মিণীদের বলুন, &lsquo;তোমরা যদি পার্থিব জীবন ও তার ভূষণ কামনা কর, তবে এস আমি তোমাদের ভোগ সামগ্রীর ব্যবস্থা করে দেই এবং সৌজন্যের সাথে তোমাদেরকে বিদায় করে দেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nA man divorced his wife and she married another man who proved to be impotent and divorced her. She could not get her satisfaction from him, and after a while he divorced her. Then she came to the Prophet and said, O Allahs Messenger (ﷺ)! My first husband divorced me and then I married another man who entered upon me to consummate his marriage but he proved to be impotent and did not approach me except once during which he benefited nothing from me. Can I remarry my first husband in this case? Allahs Messenger (ﷺ) said, It is unlawful to marry your first husband till the other husband consummates his marriage with you.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ طَلَّقَ رَجُلٌ امْرَأَتَهُ فَتَزَوَّجَتْ زَوْجًا غَيْرَهُ فَطَلَّقَهَا، وَكَانَتْ مَعَهُ مِثْلُ الْهُدْبَةِ فَلَمْ تَصِلْ مِنْهُ إِلَى شَىْءٍ تُرِيدُهُ، فَلَمْ يَلْبَثْ أَنْ طَلَّقَهَا فَأَتَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ زَوْجِي طَلَّقَنِي، وَإِنِّي تَزَوَّجْتُ زَوْجًا غَيْرَهُ فَدَخَلَ بِي، وَلَمْ يَكُنْ مَعَهُ إِلاَّ مِثْلُ الْهُدْبَةِ فَلَمْ يَقْرَبْنِي إِلاَّ هَنَةً وَاحِدَةً، لَمْ يَصِلْ مِنِّي إِلَى شَىْءٍ، فَأَحِلُّ لِزَوْجِي الأَوَّلِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَحِلِّينَ لِزَوْجِكِ الأَوَّلِ حَتَّى يَذُوقَ الآخَرُ عُسَيْلَتَكِ، وَتَذُوقِي عُسَيْلَتَهُ .",
    "hadithBengali": "২০৪৫. পরিচ্ছেদঃ যে (তার স্ত্রীকে) বলল- আমি তোমাকে পৃথক করলাম, বা আমি তোমাকে বিদায় দিলাম, বা তুমি মুক্ত বা বন্ধনহীন অথবা এমন কোন বাক্য উচ্চারণ করল যা দ্বারা তালাক উদ্দেশ্য হয়। তবে তা তার নিয়্যাতের উপর নির্ভর করবে। মহান আল্লাহর বাণীঃ তাদেরকে সৌজন্যের সাথে বিদাও দাও, তিনি আরও বলেন- আমি তোমাদেরকে সৌজন্যের সাথে বিদায় দিচ্ছি। আরও বলেন- হয়ত বৈধ পন্থায় ফিরিয়ে রাখবে নতুবা উত্তমরূপে ছেড়ে দিবে। আরও বলেন, তাদেরকে সৌজন্যের সাথে বিচ্ছিন্ন করে দাও। আর আয়েশা (রা) বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানতেন আমার মা-বাপ আমাকে তাঁর সাথে সম্পর্কচ্ছেদের আদেশ দিবেন না।\n\n<hr />\n৪৮৮৭। মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ জনৈক ব্যাক্তি তার স্ত্রীকে তালাক দিলে সে (স্ত্রী) অন্য স্বামীকে বিবাহ করে। পরে সেও তাকে তালাক দেয়। তার লিঙ্গ ছিল কাপড়ের কিনারা সদৃশ। সুতরাং মহিলা তার থেকে নিজের মনবাসনা সিদ্ধ করতে পারতো না। দ্বিতীয় স্বামী অবিলন্বে তালাক দিলে সে (মহিলা) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, ইয়া রাসুলাল্লাহ! আমার স্বামী আমাকে তালাক দিলে আমি অন্য স্বামীর সাথে বিবাহ বন্ধনে আবদ্ধ হব। এরপর সে আমার সাথে সংগত হয়। কিন্তু তার সাথে কাপড়ের কিনারা সদৃশ বৈ কিছুই নেই। তাই সে একরারের অধিক আমার নিকটস্থ হল না এবং আপন মনবাসনা সিদ্ধী করতে সক্ষম হল না। এরুপ অবস্থায় আমি আমার প্রথম স্বামীর জন্য বৈধ হব কি? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি ততক্ষণ পর্যন্ত তোমার প্রথম স্বামীর জন্য হালাল হবে না, যতক্ষন না দ্বিতীয় স্বামী তোমার কিছু স্বাদ উপভোগ করে আর তুমিও তার কিছু স্বাদ আস্বাদন কর।\n",
    "checkStatus": "1",
    "hadithNo": "4887",
    "id": "5189",
    "thesequence": "5451",
    "isActive": "1",
    "chapterId": "16788",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৪৬. যে ব্যক্তি তার স্ত্রীকে বলল- &lsquo;&lsquo;তুমি আমার জন্য হারাম।&rsquo;&rsquo; হাসান (র) বলেন, তবে তা তার নিয়্যাত অনুযায়ী হবে। &lsquo;আলিমগণ বলেন, যদি কেউ স্ত্রীকে তিন তালাক দেয়, তবে স্ত্রী তার জন্য হারাম হয়ে যাবে। তাঁরা এটাকে হারাম আখ্যায়িত করেছেন, যা তালাক বা বিচ্ছেদ দ্বারা সম্পন্ন হয়। তবে এ হারাম করাটা তেমন নয়, যেমন কেউ খাদ্যকে হারাম ঘোষনা করল; কেননা হালাল খাদ্যকে হারাম বলা যায় না। কিন্তু তালাকপ্রাপ্তাকে হারাম বলা যায়। আবার তিন তালাকপ্রাপ্তা সমবন্ধে বলেছেন, সে (স্ত্রী) অন্য স্বামীর সাথে বিবাহ বন্ধনে আবদ্ধ হওয়া ছাড়া প্রথম স্বামীর জন্য বৈধ হবে না। লায়স (র) নাফি&lsquo; থেকে বর্ণনা করেছেন যে, ইব্ন &lsquo;উমর (রা)- কে তিন তালাক প্রদানকারী সমবন্ধে জিজ্ঞাসা করা হলে তিনি বলতেনঃ যদি তুমি এক বা দুই দিতে ! কেননা নবী (সাঃ) আমাকে এরূপ করার নির্দেশ দিয়েছেন। তাই কেউ স্ত্রীকে তিন তালাক দিলে তার জ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Jubair:\n\nthat he heard Ibn `Abbas saying, If a man makes his wife unlawful for him, it does not mean that she is divorced. He added, Indeed in the Messenger of Allah , you have a good example to follow.",
    "hadithArabic": " حَدَّثَنِي الْحَسَنُ بْنُ صَبَّاحٍ، سَمِعَ الرَّبِيعَ بْنَ نَافِعٍ، حَدَّثَنَا مُعَاوِيَةُ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ يَعْلَى بْنِ حَكِيمٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، أَنَّهُ أَخْبَرَهُ أَنَّهُ، سَمِعَ ابْنَ عَبَّاسٍ، يَقُولُ إِذَا حَرَّمَ امْرَأَتَهُ لَيْسَ بِشَىْءٍ. وَقَالَ {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ}",
    "hadithBengali": "৪৮৮৮। হাসান ইবনু সাব্বাহ (রহঃ) ... সাঈদ ইবনু যুবায়র (রহঃ) থেকে বর্ণিত। তিনি ইবনু আব্বাস (রাঃ) কে বলতে শুনেছেন যে, যদি কোন ব্যাক্তি তার স্ত্রীকে হারাম বলে ঘোষণা করে তবে তাতে কিছু (তালাক) হয় না। তিনি আরও বলেনঃ নিশ্চয় তোমাদের জন্য রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মধ্যে উত্তম আদর্শ রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4888",
    "id": "5190",
    "thesequence": "5452",
    "isActive": "1",
    "chapterId": "16789",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৪৭. (মহান আল্লাহর বাণী) এমন বস্তুকে আপনি কেন হারাম করছেন যা আল্লাহ্ আপনার জন্য হালাল করে দিয়েছেন ?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ubaid bin `Umar:\n\nI heard `Aisha saying, The Prophet (ﷺ) used to stay for a long while with Zanab bint Jahsh and drink honey at her house. So Hafsa and I decided that if the Prophet (ﷺ) came to anyone of us, she should say him, I detect the smell of Maghafir (a nasty smelling gum) in you. Have you eaten Maghafir?  So the Prophet (ﷺ) visited one of them and she said to him similarly. The Prophet (ﷺ) said, Never mind, I have taken some honey at the house of Zainab bint Jahsh, but I shall never drink of it anymore. So there was revealed: O Prophet ! Why do you ban (for you) that which Allah has made lawful for you . . . If you two (wives of Prophet) turn in repentance to Allah, (66.1-4) addressing Aisha and Hafsa. When the Prophet (ﷺ) disclosed a matter in confidence to some of his wives. (66.3) namely his saying: But I have taken some honey.",
    "hadithArabic": " حَدَّثَنِي الْحَسَنُ بْنُ مُحَمَّدِ بْنِ صَبَّاحٍ، حَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ، قَالَ زَعَمَ عَطَاءٌ أَنَّهُ سَمِعَ عُبَيْدَ بْنَ عُمَيْرٍ، يَقُولُ سَمِعْتُ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَمْكُثُ عِنْدَ زَيْنَبَ ابْنَةِ جَحْشٍ، وَيَشْرَبُ عِنْدَهَا عَسَلاً، فَتَوَاصَيْتُ أَنَا وَحَفْصَةُ أَنَّ أَيَّتَنَا دَخَلَ عَلَيْهَا النَّبِيُّ صلى الله عليه وسلم فَلْتَقُلْ إِنِّي أَجِدُ مِنْكَ رِيحَ مَغَافِيرَ، أَكَلْتَ مَغَافِيرَ فَدَخَلَ عَلَى إِحْدَاهُمَا فَقَالَتْ لَهُ ذَلِكَ، فَقَالَ  لاَ بَلْ شَرِبْتُ عَسَلاً عِنْدَ زَيْنَبَ ابْنَةِ جَحْشٍ وَلَنْ أَعُودَ لَهُ . فَنَزَلَتْ {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ} إِلَى {إِنْ تَتُوبَا إِلَى اللَّهِ} لِعَائِشَةَ وَحَفْصَةَ {وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ} لِقَوْلِهِ  بَلْ شَرِبْتُ عَسَلاً .",
    "hadithBengali": "৪৮৮৯। হাসান ইবনু মুহাম্মদ ইবনু সাব্বাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যায়নাব বিনত জাহাশের নিকট কিছু বিলম্ব করতেন এবং সেখানে তিনি মধু পান করতেন। আমি ও হাফসা পরামর্শক্রমে ঠিক করলাম যে, আমাদের মধ্যে যার কাছেই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রবেশ করবেন, সেই যেন বলি আমি আপনার থেকে মাগাফীর এর গন্ধ পাচ্ছি। আপনি কি মাগাফীর খেয়েছেন। এরপর তিনি তাদের একজনের নিকট প্রবেশ করলে তিনি তাকে অনুরুপ বললেন। তিনি বললেনঃ বরং আমি যায়নাব বিনত জাহাশের নিকট মধু পান করেছি। আমি পুনঃ এ কাজ করব না। এ প্রসঙ্গেই অবর্তীর্ণ হয় (মহান আল্লাহর বানীঃ) হে নাবী ! এমন বস্তুকে হারাম করছেন কেন, যা আল্লাহ আপনার জন্য হালাল করেছেন ...... যদি তোমরা উভয়ে আল্লাহর নিকট তাওবা কর পর্যন্ত। এখানে আয়িশা ও হাফসা (রাঃ) কে উদ্দেশ্য করে বলা হয়েছে। আর আল্লাহর বানীঃ যখন নাবী তার স্ত্রীদের একজনকে গোপনে কিছু বলেছিলেন বরং আমি মধু পান করেছি এ কথার প্রেক্ষিতে নাযিল হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4889",
    "id": "5191",
    "thesequence": "5453",
    "isActive": "1",
    "chapterId": "16789",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৪৭. (মহান আল্লাহর বাণী) এমন বস্তুকে আপনি কেন হারাম করছেন যা আল্লাহ্ আপনার জন্য হালাল করে দিয়েছেন ?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) was fond of honey and sweet edible things and (it was his habit) that after finishing the `Asr prayer he would visit his wives and stay with one of them at that time. Once he went to Hafsa, the daughter of `Umar and stayed with her more than usual. I got jealous and asked the reason for that. I was told that a lady of her folk had given her a skin filled with honey as a present, and that she made a syrup from it and gave it to the Prophet (ﷺ) to drink (and that was the reason for the delay). I said, By Allah we will play a trick on him (to prevent him from doing so). So I said to Sa`da bint Zam`a The Prophet (ﷺ) will approach you, and when he comes near you, say: Have you taken Maghafir (a bad-smelling gum)? He will say, No. Then say to him: Then what is this bad smell which i smell from you? He will say to you, Hafsa made me drink honey syrup. Then say: Perhaps the bees of that honey had sucked the juice of the tree of Al-`Urfut. I shall also say the same. O you, Safiyya, say the same. Later Sa`da said, By Allah, as soon as he (the Prophet (ﷺ) ) stood at the door, I was about to say to him what you had ordered me to say because I was afraid of you. So when the Prophet (ﷺ) came near Sa`da, she said to him, O Allahs Messenger (ﷺ)! Have you taken Maghafir? He said, No. She said. Then what is this bad smell which I detect on you? He said, Hafsa made me drink honey syrup. She said, Perhaps its bees had sucked the juice of Al-`Urfut tree. When he came to me, I also said the same, and when he went to Safiyya, she also said the same. And when the Prophet (ﷺ) again went to Hafsa, she said, O Allahs Messenger (ﷺ)! Shall I give you more of that drink? He said, I am not in need of it. Sa`da said, By Allah, we deprived him (of it). I said to her, Keep quiet. ",
    "hadithArabic": " حَدَّثَنَا فَرْوَةُ بْنُ أَبِي الْمَغْرَاءِ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحِبُّ الْعَسَلَ وَالْحَلْوَاءَ، وَكَانَ إِذَا انْصَرَفَ مِنَ الْعَصْرِ دَخَلَ عَلَى نِسَائِهِ، فَيَدْنُو مِنْ إِحْدَاهُنَّ، فَدَخَلَ عَلَى حَفْصَةَ بِنْتِ عُمَرَ، فَاحْتَبَسَ أَكْثَرَ مَا كَانَ يَحْتَبِسُ، فَغِرْتُ فَسَأَلْتُ عَنْ ذَلِكَ فَقِيلَ لِي أَهْدَتْ لَهَا امْرَأَةٌ مِنْ قَوْمِهَا عُكَّةً مِنْ عَسَلٍ، فَسَقَتِ النَّبِيَّ صلى الله عليه وسلم مِنْهُ شَرْبَةً، فَقُلْتُ أَمَا وَاللَّهِ لَنَحْتَالَنَّ لَهُ. فَقُلْتُ لِسَوْدَةَ بِنْتِ زَمْعَةَ إِنَّهُ سَيَدْنُو مِنْكِ، فَإِذَا دَنَا مِنْكِ فَقُولِي أَكَلْتَ مَغَافِيرَ فَإِنَّهُ سَيَقُولُ لَكِ لاَ. فَقُولِي لَهُ مَا هَذِهِ الرِّيحُ الَّتِي أَجِدُ مِنْكَ فَإِنَّهُ سَيَقُولُ لَكِ سَقَتْنِي حَفْصَةُ شَرْبَةَ عَسَلٍ فَقُولِي لَهُ جَرَسَتْ نَحْلُهُ الْعُرْفُطَ. وَسَأَقُولُ ذَلِكَ، وَقُولِي أَنْتِ يَا صَفِيَّةُ ذَاكِ. قَالَتْ تَقُولُ سَوْدَةُ فَوَاللَّهِ مَا هُوَ إِلاَّ أَنْ قَامَ عَلَى الْبَابِ، فَأَرَدْتُ أَنْ أُبَادِيَهُ بِمَا أَمَرْتِنِي بِهِ فَرَقًا مِنْكِ، فَلَمَّا دَنَا مِنْهَا قَالَتْ لَهُ سَوْدَةُ يَا رَسُولَ اللَّهِ أَكَلْتَ مَغَافِيرَ قَالَ  لاَ . قَالَتْ فَمَا هَذِهِ الرِّيحُ الَّتِي أَجِدُ مِنْكَ. قَالَ  سَقَتْنِي حَفْصَةُ شَرْبَةَ عَسَلٍ . فَقَالَتْ جَرَسَتْ نَحْلُهُ الْعُرْفُطَ فَلَمَّا دَارَ إِلَىَّ قُلْتُ لَهُ نَحْوَ ذَلِكَ، فَلَمَّا دَارَ إِلَى صَفِيَّةَ قَالَتْ لَهُ مِثْلَ ذَلِكَ فَلَمَّا دَارَ إِلَى حَفْصَةَ قَالَتْ يَا رَسُولَ اللَّهِ أَلاَ أَسْقِيكَ مِنْهُ. قَالَ  لاَ حَاجَةَ لِي فِيهِ . قَالَتْ تَقُولُ سَوْدَةُ وَاللَّهِ لَقَدْ حَرَمْنَاهُ. قُلْتُ لَهَا اسْكُتِي.",
    "hadithBengali": "৪৮৯০। ফারওয়া ইবনু আবূল মাগরা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মধু ও হালুয়া (মিষ্টি) পছন্দ করতেন। আসরের সালাত (নামায/নামাজ) শেষে তিনি তার সহধর্মিনাদের নিকট যেতেন। এরপর তাদের একজনের ঘনিষ্ঠ হতেন। একদা তিনি হাফসা বিনত উমরের কাছে গেলেন এবং অন্যান্য দিন অপেক্ষা বেশী সময় অতিবাহিত করলেন। এতে আমি ঈর্ষা করলাম। পরে এ ব্যাপারে জিজ্ঞাসাবাদ করে অবগত হলাম যে, তার (হাফসার) গোত্রের জনৈকা মহিলা তাকে এক পাত্র মধু হাদিয়া দিয়েছিল। তা থেকেই তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কিছু পান করিয়েছেন। আমি বললামঃ আল্লাহর কসম! আমরা এজন্য একটি ফন্দি করব।\n\nএরপর আমি সাওদা বিনত যামআকে বললাম তিনি (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তো এখনই তোমার কাছে আসছেন, তিনি তোমার নিকটবর্তী হলে তুমি বলবে, আপনি কি মাগাফীর খেয়েছেন? তিনি নিশ্চয়ই তোমাকে বলবেন না। তখন তুমি তাকে বলবে, তবে আমি কিসের গন্ধ পাচ্ছি? তিনি বলবেনঃ হাফসা আমাকে কিছু মধূ পান করিয়েছে। তুমি তখন বলবে, এর মৌমাছি মনে হয় উরফূত (এক জাতীয় গাছ) নামক বৃক্ষ থেকে মধূ আহরন করেছে। আমিও তাই বলব সাফিয়্যা! তুমিও তাই বলবে।\n\nআয়িশা (রাঃ) বলেনঃ সাওদা (রাঃ) বললেনঃ আল্লাহর কসম! তিনি দরজার নিকট আসতেই আমি তোমার ভয়ে তোমার আদিষ্ট কাজ পালনে প্রস্তুত হলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তার নিকটবর্তী হলেন, তখন সাওদা বললেন, ইয়া রাসুলাল্লাহ! আপনি কি মাগাফীর খেয়েছেন? তিনি বললেনঃ না। সাওদা বললেনঃ তবে আপনার কাছ থেকে এ কিসের গন্ধ পাচ্ছি? তিনি বললেনঃ হাফসা আমাকে কিছু মধূ পান করিয়েছে। সাওদা বললেন, এর মধূ মক্ষিকা উরফূত নামক বৃক্ষের মধূ আহরন করেছে।\n\nএরপর তিনি পরে যখন আমার কাছে এলেন, তখন আমিও অনুরুপ বললাম। তিনি সাফিয়্যার কাছে গেলে তিনিও এরুপ উক্তি করলেন। পরদিন যখন তিনি হাফসার কাছে বললেনঃ তখন তিনি বললেন, ইয়া রাসুলাল্লাহ! আপনাকে মধূ পান করাব কি? উত্তরে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এর আমার কোন প্রয়োজন নেই। আয়িশা (রাঃ) বর্ণনা করেন, সাওদা বললেনঃ আল্লাহর কসম! আমরা তাকে বিরত রেখেছি। আমি তাকে বললামঃ চুপ কর।\n",
    "checkStatus": "1",
    "hadithNo": "4890",
    "id": "5192",
    "thesequence": "5454",
    "isActive": "1",
    "chapterId": "16789",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৪৭. (মহান আল্লাহর বাণী) এমন বস্তুকে আপনি কেন হারাম করছেন যা আল্লাহ্ আপনার জন্য হালাল করে দিয়েছেন ?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Allah has forgiven my followers the evil thoughts that occur to their minds, as long as such thoughts are not put into action or uttered. And Qatada said, If someone divorces his wife just in his mind, such an unuttered divorce has no effect.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّ اللَّهَ تَجَاوَزَ عَنْ أُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا، مَا لَمْ تَعْمَلْ أَوْ تَتَكَلَّمْ . قَالَ قَتَادَةُ إِذَا طَلَّقَ فِي نَفْسِهِ فَلَيْسَ بِشَىْءٍ.",
    "hadithBengali": "২০৪৮. পরিচ্ছেদঃ বিবাহের পূর্বে তালাক নেই। মহান আল্লাহর বাণীঃ হে মুমিনগণ ! তোমরা যখন কোন মুমিন রমণীকে বিবাহ কর এবং সংগমের পূর্বেই তালাক দাও, তখন তোমাদের জন্য তাদেরকে কোন ইদ্দত পালন করতে হবে না। সুতরাং তাদেরকে কিছু সম্মানী দিয়ে সৌজন্যের সাথে বিদাও দাও। ইবন আববাস (রা) বলেনঃ (এ আয়াতে) আল্লাহ্ তাআলা বিবাহের পরে তালাকের কথা উল্লেখ করেছেন। এ ব্যাপারে আলী (রা) সাঈদ ইবন মুসায়্যেব (রহঃ) উরওয়া ইবন যুবায়র (রহঃ) আবূ বকর ইবন আবদুর রহমান, উবায়দুল্লাহ্ ইবন আবদুল্লাহ ইবন উত্বা, আবান ইবন উসমান, আলী ইবন হুসাইন, শুরায়হ্, সাঈদ ইবন জুবায়র, কাসিম, সালিম, তাউস, হাসান, ইকরামা, আতা, আমির ইবন সাদ, জাবির ইব্ন যায়েদ, নাফি ইবন জুবায়র, মুহাম্মদ ইবন কাব, সুলায়মান ইবন ইয়াসার, মুজাহিদ, কাসিম ইব্ন আবদুর রহমান, আমর ইবন, হারিম ও শাবী (রহঃ) প্রমুখ থেকেও বর্ণিত আছে যে, বিবাহের পূর্বে তালাক বর্তায় না।\n\n<hr />\n২০৪৯. পরিচ্ছেদঃ বিশেষ কারণে স্বীয় স্ত্রীকে যদি কেউ বোন বলে পরিচয় দেয়, তাতে কিছু হবেনা। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ইব্রাহীম (আঃ) (এক সময়) স্বীয় সহধর্মীণী সারাকে লক্ষ্য করে বলেছিলেন, এটি আমার বোন। আর তা ছিল দ্বীনী স্বম্পর্কের সূত্রে।\n\n<hr />\n৪৮৯১। মুসসিম ইবনু ইবরাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ আল্লাহ আমার উম্মাতের জাগ্রত ধারণাসমূহ ক্ষমা করে দিয়েছেন, যতক্ষণ না সে তা কার্যে পরিনত করে বা ব্যক্ত করে। কাতাদা (রহঃ) বলেনঃ মনে মনে তালাক দিলে তাতে কিছুই হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "4891",
    "id": "5193",
    "thesequence": "5455",
    "isActive": "1",
    "chapterId": "16790",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫০. বাধ্য হয়ে, মাতাল ও পাগল অবস্থায় তালাক দেওয়া এবং এতদুভয়ের বিধান সম্বন্ধে। ভুলবশতঃ তালাক দেওয়া এবং শিরক্ ইত্যাদি সম্বন্ধে। (এসব নিয়্যাতের উপর নির্ভরশীল)। কেননা নাবী (সাঃ) বলেছেনঃ প্রতিটি কাজ নিয়্যাত অনুসারে বিবেচিত হয়। প্রত্যেকে তা-ই পায়, যার সে নিয়্যাত করে। শা&rsquo;বী (র) পাঠ করেনঃ لاَ تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا (হে আমাদের প্রতিপালক) আমরা যদি ভুল ভ্রান্তি বশতঃ কোন কাজ করে ফেলি, তবে সে জন্য আপনি আমাদেরকে পাকড়াও করবেন না। ওয়াসাওয়াসা সম্পন্ন ব্যক্তির স্বীকারোক্তিতে যা দুরস্ত হয়না। স্বীয় যিনার কথা স্বীকারকারী জনৈক ব্যক্তিকে নবী (সাঃ) বলেছিলেনঃ তুমি কি পাগল হয়েছ ? &lsquo;আলী (রা) বলেন, হামযা (রা) আমার দু&rsquo;টি উনীর পার্শ্বদেশ ফেঁড়ে ফেললে, নবী (সাঃ) হামযাকে তিরস্কার করতে থাকেন। হঠাৎ দেখা গেল নেশায় হামযার চক্ষুযুগল রক্তিম হয়ে গেছে। এরপর হামযা বললেন, তোমরা তো আমার বাবার গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nA man from the tribe of Bani Aslam came to the Prophet (ﷺ) while he was in the mosque and said, I have committed illegal sexual intercourse. The Prophet (ﷺ) turned his face to the other side. The man turned towards the side towards which the Prophet (ﷺ) had turned his face, and gave four witnesses against himself. On that the Prophet (ﷺ) called him and said, Are you insane? (He added), Are you married? The man said, Yes. On that the Prophet (ﷺ) ordered him to be stoned to the death in the Musalla (a praying place). When the stones hit him with their sharp edges and he fled, but he was caught at Al- Harra and then killed",
    "hadithArabic": "حَدَّثَنَا أَصْبَغُ، أَخْبَرَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ، عَنْ جَابِرٍ، أَنَّ رَجُلاً، مِنْ أَسْلَمَ أَتَى النَّبِيَّ صلى الله عليه وسلم وَهْوَ فِي الْمَسْجِدِ فَقَالَ إِنَّهُ قَدْ زَنَى. فَأَعْرَضَ عَنْهُ، فَتَنَحَّى لِشِقِّهِ الَّذِي أَعْرَضَ فَشَهِدَ عَلَى نَفْسِهِ أَرْبَعَ شَهَادَاتٍ، فَدَعَاهُ فَقَالَ   هَلْ بِكَ جُنُونٌ هَلْ أُحْصِنْتَ . قَالَ نَعَمْ. فَأَمَرَ بِهِ أَنْ يُرْجَمَ بِالْمُصَلَّى، فَلَمَّا أَذْلَقَتْهُ الْحِجَارَةُ جَمَزَ حَتَّى أُدْرِكَ بِالْحَرَّةِ فَقُتِلَ.",
    "hadithBengali": "৪৮৯২। আসবাগ (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত যে, আসলাম গোত্রের জনৈক ব্যাক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এলো; তখন তিনি ছিলেন মসজিদে। সে বললঃ সে ব্যভিচার করেছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার থেকে মুখ ঘুরিয়ে নিলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেদিকে মুখ ফিরিয়েছিলেন, সেদিকে এসে উক্ত ব্যাক্তি নিজের সম্পর্কে বারবার সাক্ষ্য দিল। তিনি লোকটিকে ডেকে বললেন, তুমি কি পাগল হয়েছ? তুমি কি বিবাহিত? সে বললঃ হ্যাঁ, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ঈদগাহে নিয়ে রজম করার নির্দেশ দিলেন। প্রস্তরাঘাত যখন তাকে অতিষ্ঠ করে তুলল, তখন সে পালিয়ে গেল। অবশেষে তাকে হাররা নামক স্থানে পাকড়াও করা হল এবং হত্যা করা হল।\n",
    "checkStatus": "1",
    "hadithNo": "4892",
    "id": "5194",
    "thesequence": "5456",
    "isActive": "1",
    "chapterId": "16790",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫০. বাধ্য হয়ে, মাতাল ও পাগল অবস্থায় তালাক দেওয়া এবং এতদুভয়ের বিধান সম্বন্ধে। ভুলবশতঃ তালাক দেওয়া এবং শিরক্ ইত্যাদি সম্বন্ধে। (এসব নিয়্যাতের উপর নির্ভরশীল)। কেননা নাবী (সাঃ) বলেছেনঃ প্রতিটি কাজ নিয়্যাত অনুসারে বিবেচিত হয়। প্রত্যেকে তা-ই পায়, যার সে নিয়্যাত করে। শা&rsquo;বী (র) পাঠ করেনঃ لاَ تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا (হে আমাদের প্রতিপালক) আমরা যদি ভুল ভ্রান্তি বশতঃ কোন কাজ করে ফেলি, তবে সে জন্য আপনি আমাদেরকে পাকড়াও করবেন না। ওয়াসাওয়াসা সম্পন্ন ব্যক্তির স্বীকারোক্তিতে যা দুরস্ত হয়না। স্বীয় যিনার কথা স্বীকারকারী জনৈক ব্যক্তিকে নবী (সাঃ) বলেছিলেনঃ তুমি কি পাগল হয়েছ ? &lsquo;আলী (রা) বলেন, হামযা (রা) আমার দু&rsquo;টি উনীর পার্শ্বদেশ ফেঁড়ে ফেললে, নবী (সাঃ) হামযাকে তিরস্কার করতে থাকেন। হঠাৎ দেখা গেল নেশায় হামযার চক্ষুযুগল রক্তিম হয়ে গেছে। এরপর হামযা বললেন, তোমরা তো আমার বাবার গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nA man from Bani Aslam came to Allahs Messenger (ﷺ) while he was in the mosque and called (the Prophet (ﷺ) ) saying, O Allahs Messenger (ﷺ)! I have committed illegal sexual intercourse. On that the Prophet (ﷺ) turned his face from him to the other side, whereupon the man moved to the side towards which the Prophet (ﷺ) had turned his face, and said, O Allahs Messenger (ﷺ)! I have committed illegal sexual intercourse. The Prophet turned his face (from him) to the other side whereupon the man moved to the side towards which the Prophet (ﷺ) had turned his face, and repeated his statement. The Prophet (ﷺ) turned his face (from him) to the other side again. The man moved again (and repeated his statement) for the fourth time. So when the man had given witness four times against himself, the Prophet (ﷺ) called him and said, Are you insane? He replied, No. The Prophet (ﷺ) then said (to his companions), Go and stone him to death. The man was a married one. Jabir bin `Abdullah Al-Ansari said: I was one of those who stoned him. We stoned him at the Musalla (`Id praying place) in Medina. When the stones hit him with their sharp edges, he fled, but we caught him at Al-Harra and stoned him till he died.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، وَسَعِيدُ بْنُ الْمُسَيَّبِ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ أَتَى رَجُلٌ مِنْ أَسْلَمَ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهْوَ فِي الْمَسْجِدِ فَنَادَاهُ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ الأَخِرَ قَدْ زَنَى ـ يَعْنِي نَفْسَهُ ـ فَأَعْرَضَ عَنْهُ فَتَنَحَّى لِشِقِّ وَجْهِهِ الَّذِي أَعْرَضَ قِبَلَهُ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ الأَخِرَ قَدْ زَنَى فَأَعْرَضَ عَنْهُ فَتَنَحَّى لِشِقِّ وَجْهِهِ الَّذِي أَعْرَضَ قِبَلَهُ فَقَالَ لَهُ ذَلِكَ فَأَعْرَضَ عَنْهُ فَتَنَحَّى لَهُ الرَّابِعَةَ، فَلَمَّا شَهِدَ عَلَى نَفْسِهِ أَرْبَعَ شَهَادَاتٍ دَعَاهُ فَقَالَ  هَلْ بِكَ جُنُونٌ . قَالَ لاَ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  اذْهَبُوا بِهِ فَارْجُمُوهُ . وَكَانَ قَدْ أُحْصِنَ.\nوَعَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي مَنْ، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ الأَنْصَارِيَّ، قَالَ كُنْتُ فِيمَنْ رَجَمَهُ فَرَجَمْنَاهُ بِالْمُصَلَّى بِالْمَدِينَةِ، فَلَمَّا أَذْلَقَتْهُ الْحِجَارَةُ جَمَزَ حَتَّى أَدْرَكْنَاهُ بِالْحَرَّةِ، فَرَجَمْنَاهُ حَتَّى مَاتَ.",
    "hadithBengali": "৪৮৯৩। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আসলাম গোত্রের এক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এল, তখন তিনি মসজিদে ছিলেন। লোকটি তাকে ডেকে বলল, ইয়া রাসুলাল্লাহ! হতভাগ্য ব্যভিচার করেছে। সে একথা দিয়ে নিজেকে বোঝাতে চাইল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর থেকে মুখ ফিরিয়ে নিলেন। তিনি যে দিক ফিরলেন সে সেদিকে গিয়ে আবার বলল, ইয়া রাসুলাল্লাহ! হতভাগ্য যিনা করেছে। তিনি মুখ ফিরিয়ে নিলেন। এরপর সেও সে দিকে গেল যে দিকে তিনি মুখ ফিরালেন এবং পুনরায় সে কথা বলল। তিনি চতুর্থবার মুখ ফিরিয়ে নিলে সেও সেদিকে গেল। যখন সে নিজের সম্পর্কে চারবার সাক্ষী দিল, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ডেকে বললেনঃ তুমি কি পাগল হয়েছ? সে বলল, না। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাকে নিয়ে যাও এবং রজম কর। (পাথর মেরে হত্যা কর) লোকটি ছিল বিবাহিত। যুহরী (রহঃ) বলেন, জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ) থেকে যিনি শুনেছেন, তিনি আমাকে বলেছেনঃ রজমকারীদের মধ্যে আমিও একজন ছিলাম। আমরা মদিনার মুসল্লায় (ঈদগাহে) তাকে রজম করলাম। পাথর যখন তাকে অতিষ্ঠ করে তুললো, সে তখন পালিয়ে গেল। হাররা নামক স্থানে আমরা তাকে ধরলাম এবং রজম করলাম। অবশেষে সে মারা গেল।\n",
    "checkStatus": "1",
    "hadithNo": "4893",
    "id": "5195",
    "thesequence": "5457",
    "isActive": "1",
    "chapterId": "16790",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫০. বাধ্য হয়ে, মাতাল ও পাগল অবস্থায় তালাক দেওয়া এবং এতদুভয়ের বিধান সম্বন্ধে। ভুলবশতঃ তালাক দেওয়া এবং শিরক্ ইত্যাদি সম্বন্ধে। (এসব নিয়্যাতের উপর নির্ভরশীল)। কেননা নাবী (সাঃ) বলেছেনঃ প্রতিটি কাজ নিয়্যাত অনুসারে বিবেচিত হয়। প্রত্যেকে তা-ই পায়, যার সে নিয়্যাত করে। শা&rsquo;বী (র) পাঠ করেনঃ لاَ تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا (হে আমাদের প্রতিপালক) আমরা যদি ভুল ভ্রান্তি বশতঃ কোন কাজ করে ফেলি, তবে সে জন্য আপনি আমাদেরকে পাকড়াও করবেন না। ওয়াসাওয়াসা সম্পন্ন ব্যক্তির স্বীকারোক্তিতে যা দুরস্ত হয়না। স্বীয় যিনার কথা স্বীকারকারী জনৈক ব্যক্তিকে নবী (সাঃ) বলেছিলেনঃ তুমি কি পাগল হয়েছ ? &lsquo;আলী (রা) বলেন, হামযা (রা) আমার দু&rsquo;টি উনীর পার্শ্বদেশ ফেঁড়ে ফেললে, নবী (সাঃ) হামযাকে তিরস্কার করতে থাকেন। হঠাৎ দেখা গেল নেশায় হামযার চক্ষুযুগল রক্তিম হয়ে গেছে। এরপর হামযা বললেন, তোমরা তো আমার বাবার গ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe wife of Thabit bin Qais came to the Prophet (ﷺ) and said, O Allahs Messenger (ﷺ)! I do not blame Thabit for defects in his character or his religion, but I, being a Muslim, dislike to behave in un-Islamic manner (if I remain with him). On that Allahs Messenger (ﷺ) said (to her), Will you give back the garden which your husband has given you (as Mahr)? She said, Yes. Then the Prophet (ﷺ) said to Thabit, O Thabit! Accept your garden, and divorce her once.",
    "hadithArabic": " حَدَّثَنَا أَزْهَرُ بْنُ جَمِيلٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، حَدَّثَنَا خَالِدٌ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ،. أَنَّ امْرَأَةَ، ثَابِتِ بْنِ قَيْسٍ أَتَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ ثَابِتُ بْنُ قَيْسٍ مَا أَعْتُبُ عَلَيْهِ فِي خُلُقٍ وَلاَ دِينٍ، وَلَكِنِّي أَكْرَهُ الْكُفْرَ فِي الإِسْلاَمِ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَتَرُدِّينَ عَلَيْهِ حَدِيقَتَهُ . قَالَتْ نَعَمْ. قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اقْبَلِ الْحَدِيقَةَ وَطَلِّقْهَا تَطْلِيقَةً . ",
    "hadithBengali": "৪৮৯৪। আযহার ইবনু জাবীল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, সাবিত ইবনু কায়স এর স্ত্রী নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললঃ ইয়া রাসুলাল্লাহ! চারিত্রিক বা ধর্মীয় বিষয়ে সাবিত ইবনু কায়সের উপর আমি কোন দোষারোপ করছি না। তবে আমি ইসলামে থেকে কুফরী করা (অর্থাৎ স্বামীর সাথে আমিল) পছন্দ করছি না। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি কি তার বাগানটি ফিরিয়ে দেবে? মহিলা উত্তর দিনঃ হ্যাঁ। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বসলেনঃ তুমি বাগানটি নিয়ে তাকে (মহিলাকে) তালাক দিয়ে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "4894",
    "id": "5196",
    "thesequence": "5458",
    "isActive": "1",
    "chapterId": "16791",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫১. খোলার বর্ণনা এবং তালাক হওয়ার নিয়ম। মহান আল্লাহর বাণীঃ &lsquo;&lsquo;তোমরা নারীদের যা দিয়েছ তা থেকে কিছু গ্রহণ করা তোমাদের জন্য হালাল হবে না ....... অত্যাচারী পর্যন্ত।&rsquo;&rsquo; উমার (রা) কাযীর অনুমতি ছাড়া খুলা&rsquo;কে বৈধ বলেছেন। &lsquo;উসমান (রা) মাথার বেনী ছাড়া অন্য সব কিছুর পরিবর্তে খুলা&rsquo; করার অনুমতি দিয়েছেন। তাউস (র) বলেন, যদি তারা উভয় আল্লাহর সীমা ঠিক না রাখতে পারার আশংকা করে অর্থাৎ সংসার জীবনে তাদের প্রত্যেকের উপর যে দায়িত্ব আল্লাহ্ অর্পণ করেছেন সে ব্যপারে তিনি বোকাদের মাঝে একথা বলেননি যে, খুলা ততক্ষণ বৈধ হবে না, যতক্ষণ না মহিলা তাকে সহবাস থেকে বাধা দিবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ikrima:\n\nThe sister of `Abdullah bin Ubai narrated (the above narration, 197) with the addition that the Prophet (ﷺ) said to Thabits wife, Will you return his garden? She said, Yes, and returned it, and (then) the Prophet ordered Thabit to divorce her.\n\nNarrated Ibn `Abbas:\n\nThe wife of Thabit bin Qais came to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! I do not blame Thabit for any defects in his character or his religion, but I cannot endure to live with him. On that Allahs Messenger (ﷺ) said, Will you return his garden to him? She said, Yes.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ الْوَاسِطِيُّ، حَدَّثَنَا خَالِدٌ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ عِكْرِمَةَ، أَنَّ أُخْتَ عَبْدِ اللَّهِ بْنِ أُبَىٍّ، بِهَذَا، وَقَالَ   تَرُدِّينَ حَدِيقَتَهُ . قَالَتْ نَعَمْ. فَرَدَّتْهَا وَأَمَرَهُ يُطَلِّقْهَا. وَقَالَ إِبْرَاهِيمُ بْنُ طَهْمَانَ عَنْ خَالِدٍ عَنْ عِكْرِمَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَطَلِّقْهَا.\nوَعَنِ ابْنِ أَبِي تَمِيمَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ قَالَ جَاءَتِ امْرَأَةُ ثَابِتِ بْنِ قَيْسٍ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي لاَ أَعْتُبُ عَلَى ثَابِتٍ فِي دِينٍ وَلاَ خُلُقٍ، وَلَكِنِّي لاَ أُطِيقُهُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   فَتَرُدِّينَ عَلَيْهِ حَدِيقَتَهُ . قَالَتْ نَعَمْ.",
    "hadithBengali": "৪৮৯৫। ইসহাক ওয়াসিতী (রহঃ) ... আবদুল্লাহ ইবনু উবায়ের ভগ্নী থেকেও উক্ত হাদীসটি বর্ণিত। তাতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তুমি কি তার বাগানটি ফিরিয়ে দেবে? মহিলা বললঃ হ্যাঁ। পরে সে বাগানটি ফেরত দিল, আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে তালাক দেওয়ার জন্য তার স্বামীকে নির্দেশ দিলেন।\n\nইবরাহীম ইবনু তাহমান খালিদ থেকে, তিনি ইকরামা থেকে তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে তাকে তালাক দাও কথাটিও বর্ননা করেছেন। অন্য বর্ননায় ইবনু আবূ তামীমা ইকরামা সুত্রে ইবনু আব্বাস (রাঃ) থেকে বর্ণনা করেন। তিনি বলেছেনঃ সাবিত ইবনু কায়স (রাঃ) এর স্ত্রী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললঃ ইয়া রাসুলাল্লাহ সাবিতের দ্বীনদারী ও চরিত্র সম্পর্কে আমি কোন দোষ দিচ্ছি না তবে আমি তার সাথে সংসার জীবন যাপন করতে পারছি না। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেন, তুমি কি তার বাগানটি ফিরিয়ে দেবে? সে বললঃ হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "4895",
    "id": "5197",
    "thesequence": "5459",
    "isActive": "1",
    "chapterId": "16791",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫১. খোলার বর্ণনা এবং তালাক হওয়ার নিয়ম। মহান আল্লাহর বাণীঃ &lsquo;&lsquo;তোমরা নারীদের যা দিয়েছ তা থেকে কিছু গ্রহণ করা তোমাদের জন্য হালাল হবে না ....... অত্যাচারী পর্যন্ত।&rsquo;&rsquo; উমার (রা) কাযীর অনুমতি ছাড়া খুলা&rsquo;কে বৈধ বলেছেন। &lsquo;উসমান (রা) মাথার বেনী ছাড়া অন্য সব কিছুর পরিবর্তে খুলা&rsquo; করার অনুমতি দিয়েছেন। তাউস (র) বলেন, যদি তারা উভয় আল্লাহর সীমা ঠিক না রাখতে পারার আশংকা করে অর্থাৎ সংসার জীবনে তাদের প্রত্যেকের উপর যে দায়িত্ব আল্লাহ্ অর্পণ করেছেন সে ব্যপারে তিনি বোকাদের মাঝে একথা বলেননি যে, খুলা ততক্ষণ বৈধ হবে না, যতক্ষণ না মহিলা তাকে সহবাস থেকে বাধা দিবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe wife of Thabit bin Qais bin Shammas came to the Prophet (ﷺ) and said, O Allahs Messenger (ﷺ)! I do not blame Thabit for any defects in his character or his religion, but I am afraid that I (being a Muslim) may become unthankful for Allahs Blessings. On that, Allahs Messenger (ﷺ) said (to her), Will you return his garden to him? She said, Yes. So she returned his garden to him and the Prophet (ﷺ) told him to divorce her.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ الْمُخَرِّمِيُّ، حَدَّثَنَا قُرَادٌ أَبُو نُوحٍ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، رضى الله عنهما قَالَ جَاءَتِ امْرَأَةُ ثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ مَا أَنْقِمُ عَلَى ثَابِتٍ فِي دِينٍ وَلاَ خُلُقٍ، إِلاَّ أَنِّي أَخَافُ الْكُفْرَ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   فَتَرُدِّينَ عَلَيْهِ حَدِيقَتَهُ . فَقَالَتْ نَعَمْ. فَرَدَّتْ عَلَيْهِ، وَأَمَرَهُ فَفَارَقَهَا.",
    "hadithBengali": "৪৮৯৬। মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু মুবারক মুখাররেমী (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, সাবিত ইবনু কায়স ইবনু শাম্মাস (রাঃ) এর স্ত্রী নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললঃ ইয়া রাসুলাল্লাহ আমি সাবিতের ধর্ম ও চরিত্র সম্পর্কে কোন দোষ দিচ্ছি না। তবে আমি কুফরীর আশংকা করছি। রাসুসুল্লাহ তাকে জিজ্ঞাসা করলেনঃ তুমি কি তার বাগানটি ফেরৎ দিতে প্রস্তুত আছ? সে বললঃ হ্যাঁ। এরপর সে বাগানটি তাকে (তার স্বামীকে) ফিরিয়ে দিল। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার স্বামীকে নির্দেশ দিলে, সে মহিলাকে পৃথক করে দিল।\n",
    "checkStatus": "1",
    "hadithNo": "4896",
    "id": "5198",
    "thesequence": "5460",
    "isActive": "1",
    "chapterId": "16791",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫১. খোলার বর্ণনা এবং তালাক হওয়ার নিয়ম। মহান আল্লাহর বাণীঃ &lsquo;&lsquo;তোমরা নারীদের যা দিয়েছ তা থেকে কিছু গ্রহণ করা তোমাদের জন্য হালাল হবে না ....... অত্যাচারী পর্যন্ত।&rsquo;&rsquo; উমার (রা) কাযীর অনুমতি ছাড়া খুলা&rsquo;কে বৈধ বলেছেন। &lsquo;উসমান (রা) মাথার বেনী ছাড়া অন্য সব কিছুর পরিবর্তে খুলা&rsquo; করার অনুমতি দিয়েছেন। তাউস (র) বলেন, যদি তারা উভয় আল্লাহর সীমা ঠিক না রাখতে পারার আশংকা করে অর্থাৎ সংসার জীবনে তাদের প্রত্যেকের উপর যে দায়িত্ব আল্লাহ্ অর্পণ করেছেন সে ব্যপারে তিনি বোকাদের মাঝে একথা বলেননি যে, খুলা ততক্ষণ বৈধ হবে না, যতক্ষণ না মহিলা তাকে সহবাস থেকে বাধা দিবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ikrima:\n\nthat Jamila... Then he related the whole ,Hadith,",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، أَنَّ جَمِيلَةَ، فَذَكَرَ الْحَدِيثَ.",
    "hadithBengali": "৪৮৯৭। সুলায়মান (রহঃ) ... ইকরামা (রহঃ) থেকে বর্ণিত যে, জামীলা (সাবিতের স্ত্রী) এরপর উক্ত হাদীসটি উল্লেখ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4897",
    "id": "5199",
    "thesequence": "5461",
    "isActive": "1",
    "chapterId": "16791",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫১. খোলার বর্ণনা এবং তালাক হওয়ার নিয়ম। মহান আল্লাহর বাণীঃ &lsquo;&lsquo;তোমরা নারীদের যা দিয়েছ তা থেকে কিছু গ্রহণ করা তোমাদের জন্য হালাল হবে না ....... অত্যাচারী পর্যন্ত।&rsquo;&rsquo; উমার (রা) কাযীর অনুমতি ছাড়া খুলা&rsquo;কে বৈধ বলেছেন। &lsquo;উসমান (রা) মাথার বেনী ছাড়া অন্য সব কিছুর পরিবর্তে খুলা&rsquo; করার অনুমতি দিয়েছেন। তাউস (র) বলেন, যদি তারা উভয় আল্লাহর সীমা ঠিক না রাখতে পারার আশংকা করে অর্থাৎ সংসার জীবনে তাদের প্রত্যেকের উপর যে দায়িত্ব আল্লাহ্ অর্পণ করেছেন সে ব্যপারে তিনি বোকাদের মাঝে একথা বলেননি যে, খুলা ততক্ষণ বৈধ হবে না, যতক্ষণ না মহিলা তাকে সহবাস থেকে বাধা দিবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Miswar bin Makhrama Az-Zuhri:\n\nI heard the Prophet (ﷺ) saying, Banu Al-Mughira have asked my leave to let `Ali marry their daughter, but I give no leave to this effect.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   إِنَّ بَنِي الْمُغِيرَةِ اسْتَأْذَنُوا فِي أَنْ يَنْكِحَ عَلِيٌّ ابْنَتَهُمْ، فَلاَ آذَنُ .",
    "hadithBengali": "৪৮৯৮। আবূল ওয়ালীদ (রহঃ) ... মিস্ওয়ার ইবনু মাখারামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, বনু মুগীরার লোকেরা তাদের মেয়েকে আলীর সাথে বিয়ে দেওয়ার জন্য আমার অনুমতি প্রার্থনা করছে, আমি এর অনুমতি দিতে পারি না।\n",
    "checkStatus": "1",
    "hadithNo": "4898",
    "id": "5200",
    "thesequence": "5462",
    "isActive": "1",
    "chapterId": "16792",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫২. স্বামী-স্ত্রী দ্বন্দ ক্ষতির আশংকায় খুলা&rsquo;র প্রতি ইঙ্গিত করতে পারে কি ? মহান আল্লাহর বাণীঃ &lsquo;&lsquo; যদি তোমরা তাদের উভয়ের মধ্যে বিরোধের আশংকা কর, তবে উভয়ের পরিবারের পক্ষ থেকে একজন করে সালিশ নিযুক্ত কর। যদি তারা (স্বামী-স্ত্রী) উভয়ে সংশোধন হতে চায়, তবে আল্লাহ তাদের জন্য সে উপায় বের করে দেবেন। নিঃসন্দেহে আল্লাহ্ সর্ব বিষয়ে অবহিত এবং তিনি সব কিছুর খবর রাখেন।&rsquo;&rsquo; (৪ঃ৩৫)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\n(the wife of the Prophet) Three traditions were established concerning situations in which Barra was involved: When she was manumitted, she was given the option to keep her husband or leave him; Allahs Messenger (ﷺ) said, The wala is for the one who manumits, Once Allahs Messenger (ﷺ) entered the house while some meat was being cooked in a pot, but only bread and some soup of the house were placed before, him. He said, Dont I see the pot containing meat? They said, Yes, but that meat was given to Barira in charity (by someone), and you do not eat what it given in charity.The Prophet (ﷺ) said That meat is alms for her, but for us it is a present.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ كَانَ فِي بَرِيرَةَ ثَلاَثُ سُنَنٍ، إِحْدَى السُّنَنِ أَنَّهَا أُعْتِقَتْ، فَخُيِّرَتْ فِي زَوْجِهَا. وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  الْوَلاَءُ لِمَنْ أَعْتَقَ . وَدَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالْبُرْمَةُ تَفُورُ بِلَحْمٍ، فَقُرِّبَ إِلَيْهِ خُبْزٌ وَأُدْمٌ مِنْ أُدْمِ الْبَيْتِ فَقَالَ  أَلَمْ أَرَ الْبُرْمَةَ فِيهَا لَحْمٌ . قَالُوا بَلَى، وَلَكِنْ ذَلِكَ لَحْمٌ تُصُدِّقَ بِهِ عَلَى بَرِيرَةَ، وَأَنْتَ لاَ تَأْكُلُ الصَّدَقَةَ. قَالَ  عَلَيْهَا صَدَقَةٌ، وَلَنَا هَدِيَّةٌ .",
    "hadithBengali": "৪৮৯৯। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, বারীরার মাধ্যমে (শরীয়তের) তিনটি বিধান জানা গেছে। এক. তাকে আযাদ করা হল, এরপর তাকে তার স্বামীর সাথে থাকা বা না থাকার ইখ্তিয়ার দেওয়া হল। দুই. রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আযাদকারী আযাদকৃত গোলামের পরিত্যক্ত সম্পত্তির মালিক হবে। তিন. রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে প্রবেশ করলেন, দেখতে পেলেন ডেগে গোশত উথলিয়ে উঠছে। তাঁর কাছে রুটি ও ঘরের অন্য তরকারী উপস্থিত করা হল। তখন তিনি বললেনঃ গোশতের পাত্র দেখছি না যে যার ভিতর গোশত ছিল? লোকেরা জবাব দিল, হাঁ, কিন্তু সে গোশত বারীরাকে সাদাকা হিসাবে দেওয়া হয়েছে। আর আপনি তো সাদাকা খান না? তিনি বললেনঃ তার জন্য সাদাকা, আর আমাদের জন্য এটা হাদিয়া।\n",
    "checkStatus": "1",
    "hadithNo": "4899",
    "id": "5201",
    "thesequence": "5463",
    "isActive": "1",
    "chapterId": "16793",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫৩. বিক্রয়ের কারণে দাসী তালাক হয় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nI saw him as a slave, (namely, Bariras husband).",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، وَهَمَّامٌ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ رَأَيْتُهُ عَبْدًا يَعْنِي زَوْجَ بَرِيرَةَ.",
    "hadithBengali": "৪৯০০। আবূল ওয়ালীদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি তাকে অর্থাৎ বারীরার স্বামীকে ক্রীতদাস অবস্থায় দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "4900",
    "id": "5202",
    "thesequence": "5464",
    "isActive": "1",
    "chapterId": "16794",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫৪. দাসী স্ত্রী আযাদ হওয়ার পরে গোলাম স্বামীর সাথে থাকা বা না থাকার ইখ্তিয়ার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThat was Mughith, the slave of Bani so-and-so, i.e., Bariras husband as if I am now looking at him following her (Barira) along the streets of Medina.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ حَمَّادٍ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ ذَاكَ مُغِيثٌ عَبْدُ بَنِي فُلاَنٍ ـ يَعْنِي زَوْجَ بَرِيرَةَ ـ كَأَنِّي أَنْظُرُ إِلَيْهِ يَتْبَعُهَا فِي سِكَكِ الْمَدِينَةِ، يَبْكِي عَلَيْهَا.",
    "hadithBengali": "৪৯০১। আবদুল আলা ইবনু হাম্মাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ অমুক গোত্রের গোলাম এই মুগীস অর্থাৎ বারীরার স্বামী; আমি যেন তাকে এখনও মদিনার অলিতে গলিতে ক্রন্দনরত অবস্থায় বারীরার পিছু পিছু ঘুরতে দেখতে পাচ্ছি।\n",
    "checkStatus": "1",
    "hadithNo": "4901",
    "id": "5203",
    "thesequence": "5465",
    "isActive": "1",
    "chapterId": "16794",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫৪. দাসী স্ত্রী আযাদ হওয়ার পরে গোলাম স্বামীর সাথে থাকা বা না থাকার ইখ্তিয়ার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nBariras husband was a black slave called Mughith, the slave of Bani so-and-so-- as if I am seeing him now, walking behind her along the streets of Medina.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كَانَ زَوْجُ بَرِيرَةَ عَبْدًا أَسْوَدَ يُقَالُ لَهُ مُغِيثٌ، عَبْدًا لِبَنِي فُلاَنٍ، كَأَنِّي أَنْظُرُ إِلَيْهِ يَطُوفُ وَرَاءَهَا فِي سِكَكِ الْمَدِينَةِ.",
    "hadithBengali": "৪৯০২। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ বারীরার স্বামী কালো গোলাম ছিল। তার নাম মুনাস। সে অমুক গোত্রের গোলাম ছিল। আমি যেন এখনো দেখতে পাচ্ছি সে মদিনার অলিতে গলিতে বারীরার পিছু পিছু ঘুরছে।\n",
    "checkStatus": "1",
    "hadithNo": "4902",
    "id": "5204",
    "thesequence": "5466",
    "isActive": "1",
    "chapterId": "16794",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫৪. দাসী স্ত্রী আযাদ হওয়ার পরে গোলাম স্বামীর সাথে থাকা বা না থাকার ইখ্তিয়ার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nBariras husband was a slave called Mughith, as if I am seeing him now, going behind Barira and weeping with his tears flowing down his beard. The Prophet (ﷺ) said to `Abbas, O `Abbas ! are you not astonished at the love of Mughith for Barira and the hatred of Barira for Mughith? The Prophet (ﷺ) then said to Barira, Why dont you return to him? She said, O Allahs Messenger (ﷺ)! Do you order me to do so? He said, No, I only intercede for him. She said, I am not in need of him.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا خَالِدٌ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ زَوْجَ، بَرِيرَةَ كَانَ عَبْدًا يُقَالُ لَهُ مُغِيثٌ كَأَنِّي أَنْظُرُ إِلَيْهِ يَطُوفُ خَلْفَهَا يَبْكِي، وَدُمُوعُهُ تَسِيلُ عَلَى لِحْيَتِهِ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم لِعَبَّاسٍ  يَا عَبَّاسُ أَلاَ تَعْجَبُ مِنْ حُبِّ مُغِيثٍ بَرِيرَةَ، وَمِنْ بُغْضِ بَرِيرَةَ مُغِيثًا . فَقَالَ النَّبِيُّ صلى الله عليه وسلم  لَوْ رَاجَعْتِهِ . قَالَتْ يَا رَسُولَ اللَّهِ تَأْمُرُنِي قَالَ  إِنَّمَا أَنَا أَشْفَعُ . قَالَتْ لاَ حَاجَةَ لِي فِيهِ.",
    "hadithBengali": "৪৯০৩। মুহাম্মদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, বারীরার স্বামী ক্রীতদাস ছিল। মুগীস বলে তাকে ডাকা হত। আমি যেন এখনও তাকে দেখছি সে বারীরার পিছনে কেঁদে কেঁদে ঘুরছে আর তার দাঁড়ি বেয়ে অশ্রু ঝরছে। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আব্বাস! বারীরার প্রতি মুগীসের ভালবাসা এবং মুগীসের প্রতি বারীরার অনাসক্তি দেখে তুমি কি আশ্চর্যান্বিত হও না? এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ (বারীরা) তুমি যদি তার কাছে আবার ফিরে যেতে? সে বললঃ ইয়া রাসুলাল্লাহ! আপনি কি আমাকে নির্দেশ দিচ্ছেন? তিনি বললেনঃ আমি সুপারিশ করছি মাত্র। সে বললঃ আমার তার কোন প্রয়োজন নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4903",
    "id": "5205",
    "thesequence": "5467",
    "isActive": "1",
    "chapterId": "16795",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫৫. বারীরার স্বামীর ব্যাপারে নবী (সাঃ) এর সুপারিশ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Aswad:\n\nAisha intended to buy Barira, but her masters stipulated that her wala wound be for them. Aisha mentioned that to the Prophet (ﷺ) who said (to `Aisha), Buy and manumit her, for the wala is for the one who manumits. Once some me; was brought to the Prophet (ﷺ) and was said, This meat was given in charity to Barira.  The Prophet (ﷺ) said, It an object of charity for Barira and present for us. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ، أَخْبَرَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، أَنَّ عَائِشَةَ، أَرَادَتْ أَنْ تَشْتَرِيَ، بَرِيرَةَ، فَأَبَى مَوَالِيهَا إِلاَّ أَنْ يَشْتَرِطُوا الْوَلاَءَ، فَذَكَرَتْ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ  اشْتَرِيهَا وَأَعْتِقِيهَا، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ . وَأُتِيَ النَّبِيُّ صلى الله عليه وسلم بِلَحْمٍ فَقِيلَ إِنَّ هَذَا مَا تُصُدِّقَ عَلَى بَرِيرَةَ، فَقَالَ  هُوَ لَهَا صَدَقَةٌ، وَلَنَا هَدِيَّةٌ .",
    "hadithBengali": "৪৯০৪। আবদুল্লাহ ইবনু রাজা (রহঃ) ... আসওয়াদ (রহঃ) থেকে বর্ণিত যে, আয়শা (রাঃ) বারীরাকে ক্রয় করতে চাইলেন। কিন্তু তার মালিকগণ ওলীর (অভিভাবকত্বের অধিকার) শর্ত ছাড়া বিক্রয় করতে সম্মত হল না। তিনি বিষয়টি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তুলে ধরলে তিনি বললেনঃ তুমি তাকে ক্রয় কর এবং আযাদ করে দাও। কেননা, ওলীর অধিকার আযাদকারীর জন্যই সংরক্ষিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট কিছু গোশত আনা হল এবং বলা হল এ গোশত বারীরাকে সাদাকা করা হয়েছে। তিনি বললেনঃ তার জন্য সাদাকা বটে, তবে তা আমাদের জন্য হাদিয়া।\n",
    "checkStatus": "1",
    "hadithNo": "4904",
    "id": "5206",
    "thesequence": "5468",
    "isActive": "1",
    "chapterId": "16796",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫৬. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Adam:\n\nShu`ba relate the same Hadith and added: Barira was given the option regarding her husband.",
    "hadithArabic": " حَدَّثَنَا آدَمُ حَدَّثَنَا شُعْبَةُ وَزَادَ فَخُيِّرَتْ مِنْ زَوْجِهَا.",
    "hadithBengali": "৪৯০৫। আদম (রহঃ) বর্ণনা করেন শোবা আমাদের কাছে এ হাদীসটি বর্ণনা করেছেন। তাতে আরও বলা হয়েছে স্বামীর সাথে থাকা না থাকার ব্যপারে তাকে এখতিয়ার দেয়া হয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4905",
    "id": "5207",
    "thesequence": "5469",
    "isActive": "1",
    "chapterId": "16796",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫৬. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Nafi`:\n\nWhenever Ibn `Umar was asked about marrying a Christian lady or a Jewess, he would say: Allah has made it unlawful for the believers to marry ladies who ascribe partners in worship to Allah, and I do not know of a greater thing, as regards to ascribing partners in worship, etc. to Allah, than that a lady should say that Jesus is her Lord although he is just one of Allahs slaves.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا لَيْثٌ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، كَانَ إِذَا سُئِلَ عَنْ نِكَاحِ النَّصْرَانِيَّةِ، وَالْيَهُودِيَّةِ، قَالَ إِنَّ اللَّهَ حَرَّمَ الْمُشْرِكَاتِ عَلَى الْمُؤْمِنِينَ، وَلاَ أَعْلَمُ مِنَ الإِشْرَاكِ شَيْئًا أَكْبَرَ مِنْ أَنْ تَقُولَ الْمَرْأَةُ رَبُّهَا عِيسَى، وَهْوَ عَبْدٌ مِنْ عِبَادِ اللَّهِ.",
    "hadithBengali": "৪৯০৬। কুতায়বা (রহঃ) ... নাফি (রহঃ) থেকে বর্ণিত যে, ইবনু উমরকে কোন খৃস্টান বা ইয়াহুদী নারীর বিবাহ সম্পর্কে জিজ্ঞাসা করা হলে তিনি বলেনঃ আল্লাহ তা আলা মুমিনদের উপর মুশরিক নারীদের বিবাহ হারাম করে দিয়েছেন। আর এর চেয়ে মারাত্তক শিরক কি হতে পারে যে মহিলা বলে, আমার প্রভু ঈসা (আলাইহিস সালাম)। অথচ তিনিও আল্লাহর একজন বান্দাহ।\n",
    "checkStatus": "1",
    "hadithNo": "4906",
    "id": "5208",
    "thesequence": "5470",
    "isActive": "1",
    "chapterId": "16797",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫৭. মহান আল্লাহর বাণীঃ তোমরা মুশরিক মহিলাদেরকে বিয়ে করো না যে পর্যন্ত তারা ঈমান না আনে। নিঃসন্দেহে একজন ঈমানদার দাসী একজন মুশরিক মহিলা অপেক্ষা উত্তম। যদি সে তোমাদের কাছে ভালও মনে হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Abbas:\n\nThe pagans were of two kinds as regards their relationship to the Prophet and the Believers. Some of them were those with whom the Prophet was at war and used to fight against, and they used to fight him; the others were those with whom the Prophet (ﷺ) made a treaty, and neither did the Prophet (ﷺ) fight them, nor did they fight him. If a lady from the first group of pagans emigrated towards the Muslims, her hand would not be asked in marriage unless she got the menses and then became clean. When she became clean, it would be lawful for her to get married, and if her husband emigrated too before she got married, then she would be returned to him. If any slave or female slave emigrated from them to the Muslims, then they would be considered free persons (not slaves) and they would have the same rights as given to other emigrants. The narrator then mentioned about the pagans involved with the Muslims in a treaty, the same as occurs in Mujahids narration. If a male slave or a female slave emigrated from such pagans as had made a treaty with the Muslims, they would not be returned, but their prices would be paid (to the pagans).\n\n Narrated Ibn Abbas:\nQariba,\n\nThe daughter of Abi Umaiyya, was the wife of Umar bin Al-Khattab. Umar divorced her and then Muawiyya bin Abi Sufyan married her. Similarly, Um Al-Hakam, the daughter of Abi Sufyan was the wife of Iyad bin Ghanm Al-Fihri. He divorced her and then Abdullah bin Uthman Al-Thaqafi married her. ",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، عَنِ ابْنِ جُرَيْجٍ، وَقَالَ، عَطَاءٌ عَنِ ابْنِ عَبَّاسٍ، كَانَ الْمُشْرِكُونَ عَلَى مَنْزِلَتَيْنِ مِنَ النَّبِيِّ صلى الله عليه وسلم وَالْمُؤْمِنِينَ، كَانُوا مُشْرِكِي أَهْلِ حَرْبٍ يُقَاتِلُهُمْ وَيُقَاتِلُونَهُ، وَمُشْرِكِي أَهْلِ عَهْدٍ لاَ يُقَاتِلُهُمْ وَلاَ يُقَاتِلُونَهُ، وَكَانَ إِذَا هَاجَرَتِ امْرَأَةٌ مِنْ أَهْلِ الْحَرْبِ لَمْ تُخْطَبْ حَتَّى تَحِيضَ وَتَطْهُرَ، فَإِذَا طَهُرَتْ حَلَّ لَهَا النِّكَاحُ، فَإِنْ هَاجَرَ زَوْجُهَا قَبْلَ أَنْ تَنْكِحَ رُدَّتْ إِلَيْهِ، وَإِنْ هَاجَرَ عَبْدٌ مِنْهُمْ أَوْ أَمَةٌ فَهُمَا حُرَّانِ وَلَهُمَا مَا لِلْمُهَاجِرِينَ. ثُمَّ ذَكَرَ مِنْ أَهْلِ الْعَهْدِ مِثْلَ حَدِيثِ مُجَاهِدٍ وَإِنْ هَاجَرَ عَبْدٌ أَوْ أَمَةٌ لِلْمُشْرِكِينَ أَهْلِ الْعَهْدِ لَمْ يُرَدُّوا، وَرُدَّتْ أَثْمَانُهُمْ.\n وَقَالَ عَطَاءٌ عَنِ ابْنِ عَبَّاسٍ، كَانَتْ قَرِيبَةُ بِنْتُ أَبِي أُمَيَّةَ عِنْدَ عُمَرَ بْنِ الْخَطَّابِ فَطَلَّقَهَا، فَتَزَوَّجَهَا مُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ، وَكَانَتْ أُمُّ الْحَكَمِ ابْنَةُ أَبِي سُفْيَانَ تَحْتَ عِيَاضِ بْنِ غَنْمٍ الْفِهْرِيِّ فَطَلَّقَهَا، فَتَزَوَّجَهَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ الثَّقَفِيُّ.",
    "hadithBengali": "৪৯০৭। ইবরাহীম ইবনু মূসা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও মুমিনদের বিষয়ে মুশরিকরা দুটি দলে বিভক্ত ছিল। একদল ছিল হরবী মুশরিক, তিনি তাদের বিরুদ্ধে যুদ্ধ করতেন এবং তারাও তার বিরাদ্ধে যুদ্ধ করত। অন্যদল ছিল চুক্তিবদ্ধ মুশরিক। তিনি তাদের সঙ্গে লড়তেন না এবং তারাও তার সাথে লড়ত না। হরবীদের কোন মহিলা যদি হিজরত করে (মুসলমানদের) কাছে চলে আসত! তাহলে সে ঋতুমতী হয়ে পূনরায় পবিত্র না-হওয়া পর্যন্ত তার কাছে বিয়ের প্রস্তাব দেওয়া হতো না। পবিত্র হলে পরেই তার সাথে বিবাহ বৈধ হত। তবে যদি বিয়ের পূর্বেই তার স্বামী হিজরত করত তাহলে মহিলাকে তার কাছেই ফিরিয়ে দিতে হত। আর যদি তাদের কোন দাস বা দাসী হিজরত করত তবে তারা মুক্ত হয়ে যেত এবং মুহাজিরদের সমান অধিকার লাভ করত।\n\nএরপর বর্ননাকারী (আতা) চুক্তিবদ্ধ মুশরিকদের প্রসঙ্গে মুজাহিদের অনুরুপ হাদীস বর্ণনা করেছেন। যদি চুক্তিবদ্ধ মুশরিকদের কোন দাস বা দাসী হিজরত করে আসত, তাহলে তাদেরকে পূনরায় পাঠিয়ে দেওয়া হতো না। তবে তাদের মুল্য ফিরিয়ে দেওয়া হতো। আতা (রহঃ) ইবনু আব্বাস (রাঃ) থেকে বর্ননা করেন যে, আবূ উমাইয়্যার কন্যা কুরায়বা উমর ইবনু খাত্তাবের বিবাহ বন্ধনে আবদ্ধ ছিল। তিনি তাকে তালাক দিলে মুআবিয়া ইবনু আবূ সুফিয়ান তাকে বিবাহ করেন। আর আবূ সুফিয়ানের কন্যা উম্মুল হাকাম ইয়ায ইবনু গানম ফিহরীর বিবাহে আবদ্ধ ছিল। তিনি তাকে তালাক দিলে আবদুল্লাহ ইবনু উসমান সাকাফী (রাঃ) তাকে বিয়ে করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4907",
    "id": "5209",
    "thesequence": "5471",
    "isActive": "1",
    "chapterId": "16798",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫৮. মুশরিক নারী মুসলমান হলে তার বিবাহ ও ইদ্দত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\n(the wife of the Prophet) When believing women came to the Prophet (ﷺ) as emigrants, he used to test them in accordance with the order of Allah. O you who believe! When believing women come to you as emigrants, examine them . . . (60.10) So if anyone of those believing women accepted the above mentioned conditions, she accepted the conditions of faith. When they agreed on those conditions and confessed that with their tongues, Allahs Messenger (ﷺ) would say to them, Go, I have accepted your oath of allegiance (for Islam). By Allah, and hand of Allahs Messenger (ﷺ) never touched the hand of any woman, but he only used to take their pledge of allegiance orally. By Allah, Allahs Messenger (ﷺ) did not take the pledge of allegiance of the women except in accordance with what Allah had ordered him. When he accepted their pledge of allegiance he would say to them, I have accepted your oath of allegiance.",
    "hadithArabic": " حَدَّثَنَا ابْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ،. وَقَالَ إِبْرَاهِيمُ بْنُ الْمُنْذِرِ حَدَّثَنِي ابْنُ وَهْبٍ، حَدَّثَنِي يُونُسُ، قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ كَانَتِ الْمُؤْمِنَاتُ إِذَا هَاجَرْنَ إِلَى النَّبِيِّ صلى الله عليه وسلم يَمْتَحِنُهُنَّ بِقَوْلِ اللَّهِ تَعَالَى {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ} إِلَى آخِرِ الآيَةِ قَالَتْ عَائِشَةُ فَمَنْ أَقَرَّ بِهَذَا الشَّرْطِ مِنَ الْمُؤْمِنَاتِ فَقَدْ أَقَرَّ بِالْمِحْنَةِ، فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَقْرَرْنَ بِذَلِكَ مِنْ قَوْلِهِنَّ قَالَ لَهُنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم  انْطَلِقْنَ فَقَدْ بَايَعْتُكُنَّ ، لاَ وَاللَّهِ مَا مَسَّتْ يَدُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَدَ امْرَأَةٍ قَطُّ، غَيْرَ أَنَّهُ بَايَعَهُنَّ بِالْكَلاَمِ، وَاللَّهِ مَا أَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى النِّسَاءِ إِلاَّ بِمَا أَمَرَهُ اللَّهُ يَقُولُ لَهُنَّ إِذَا أَخَذَ عَلَيْهِنَّ  قَدْ بَايَعْتُكُنَّ . كَلاَمًا.",
    "hadithBengali": "৪৯০৮। ইবনু বুকায়র (রহঃ) ... উরওয়া ইবনু যুবায়র (রহঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) বলেন, ঈমানদার মহিলারা যখন হিজরত করে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসত, তখন তিনি আল্লাহর নির্দেশ হে ঈমানদারগণ! কোন ঈমানদার মহিলা হিজরত করে তোমাদের কাছে আসলে তোমরা তাদেরকে যাচাই কর অনুসারে তাদেরকে যাচাই করতেন। আয়িশা (রাঃ) বলেনঃ ঈমানদার মহিলাদের মধ্যে যারা (আয়াতে উল্লেখিত) শর্তাবলী মেনে নিত, তারা পরীক্ষায় কৃতকার্য হত। তাই যখনই তারা এ ব্যাপারে মৌখিক স্বীকারোক্তি প্রকাশ করত তখনই রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে বলতেন যাও, আমি তোমাদের বায়আর গ্রহণ করেছি। আল্লাহর কসম! কথার মাধ্যমে বায়আত গ্রহণ ছাড়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাত কখনো কোন নারীর হাত স্পর্শ করেনি। আল্লাহর শপথ। তিনি শুধুমাত্র সেইসব বিষয়েই বায়আত গ্রহণ করতেন, যে সব বিষয়ে বায়আত গ্রহণ করার জন্য আল্লাহ্ তাঁকে নির্দেশ দিয়েছেন। বায়আত গ্রহণ শেষে তিনি বলতেনঃ আমি কথায় তোমাদের বায়আত গ্রহণ করলাম।\n",
    "checkStatus": "1",
    "hadithNo": "4908",
    "id": "5210",
    "thesequence": "5472",
    "isActive": "1",
    "chapterId": "16799",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৫৯. যিম্মি বা হরবীর কোন মুশরিক বা খৃস্টান স্ত্রী যদি ইসলাম গ্রহণ করে। &lsquo;আবদুল ওয়ারি (র).... ইব্ন &lsquo;আববাস (রা) থেকে বর্ণনা করেন যে, যদি কোন খৃস্টান নারী তার স্বামীর পূর্বে ইসলাম গ্রহণ করে, তবে উক্ত মহিলা তার জন্য হারাম হয়ে যায়। দাউদ (র) ইব্রাহীম সায়েগ (র) থেকে বর্ণনা করেন, আতা (র) কে জিজ্ঞাসা করা হল, চুক্তিবদ্ধ কোন হরবীর স্ত্রী যদি ইসলাম গ্রহণ করে এবং ইদ্দতের মধ্যেই তার স্বামী ইসলাম গ্রহণ করে, তবে কি মহিলা তার স্ত্রী থাকবে ? তিনি উত্তর দিলেন, না তবে সে মহিলা যদি নতুনভাবে বিবাহ ও মোহ্রে সম্মত হয়। মুজাহিদ (র) বলেন, মহিলার ইদ্দতের মধ্যে স্বামী মুসলমান হলে সে তাকে বিবাহ করে নিবে। আল্লাহ্ তা&rsquo;আলা বলেছেনঃ না তারা কাফিরদের জন্য হালাল, আর না কাফিরেরা তাদের জন্য  হালাল। অগ্নি উপাসক স্বামী-স্ত্রী মুসলমান হলে কাতাদা ও হাসান তাদের সমবন্ধে বলেন, তাদের পূর্ব বিবাহ বলবৎ থাকবে। আর যদি তাদে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllahs Messenger (ﷺ) took an oath that he would abstain from his wives, and at that time his leg had been sprained (dislocated). So he stayed in the Mashruba (an attic room) of his for 29 days. Then he came down, and they (the people) said, O Allahs Messenger (ﷺ)! You took an oath to abstain from your wives for one month. He said, The month is of twenty nine days.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، عَنْ أَخِيهِ، عَنْ سُلَيْمَانَ، عَنْ حُمَيْدٍ الطَّوِيلِ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ آلَى رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ نِسَائِهِ، وَكَانَتِ انْفَكَّتْ رِجْلُهُ فَأَقَامَ فِي مَشْرُبَةٍ لَهُ تِسْعًا وَعِشْرِينَ، ثُمَّ نَزَلَ فَقَالُوا يَا رَسُولَ اللَّهِ آلَيْتَ شَهْرًا. فَقَالَ   الشَّهْرُ تِسْعٌ وَعِشْرُونَ .",
    "hadithBengali": "৪৯০৯। ইসমাঈল ইবনু আবূ উওয়ায়স (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার তাঁর সহধর্মিনাদের থেকে ঈলা (কাছে না যাওয়ার প্রতিজ্ঞা) করলেন। সে সময় তার পা মচকে গিয়েছিল। তিনি তার কামরার মাচানে উনত্রিশ দিন অবস্থান করেন। এরপর সেখান থেকে নেমে আসেন। লোকেরা বললঃ ইয়া রাসুলাল্লাহ আপনি তো এক মাসের প্রতিজ্ঞা করেছিলেন। তিনি বললেনঃ মাস উনত্রিশ দিনেরও হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4909",
    "id": "5211",
    "thesequence": "5473",
    "isActive": "1",
    "chapterId": "16800",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬০. মহান আল্লাহর বাণীঃ &lsquo;&lsquo;যারা স্বীয় স্ত্রীদের সাথে &lsquo;সংগত না হওয়ার শপথ&rsquo; করে, তারা চার মাস অপেক্ষা করবে। এরপর যদি তারা প্রত্যাগত হয় তবে আল্লাহ্ ক্ষমাশীল, পরম দয়ালু। আর যদি তারা তালাক দেওয়ার সংকল্প করে, তবেও আল্লাহ্ সব কিছু শুনেন ও জানেন। فَاءُوا শব্দের অর্থ رَجَعُوا প্রত্যাবর্তন করে (২ঃ২৬৬ ও ২৭৭)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Nafi`:\n\nIbn `Umar used to say about the Ila (which Allah defined (in the Holy Book), If the period of Ila expires, then the husband has either to retain his wife in a handsome manner or to divorce her as Allah has ordered.\n\n Ibn `Umar added:\n\nWhen the period of four months has expired, the husband should be put in prison so that he should divorce his wife, but the divorce does not occur unless the husband himself declares it. This has been mentioned by `Uthman, `Ali, Abu Ad-Darda, `Aisha and twelve other companions of the Prophet (ﷺ) .",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، رضى الله عنهما كَانَ يَقُولُ فِي الإِيلاَءِ الَّذِي سَمَّى اللَّهُ لاَ يَحِلُّ لأَحَدٍ بَعْدَ الأَجَلِ إِلاَّ أَنْ يُمْسِكَ بِالْمَعْرُوفِ، أَوْ يَعْزِمَ بِالطَّلاَقِ، كَمَا أَمَرَ اللَّهُ عَزَّ وَجَلَّ.\n وَقَالَ لِي إِسْمَاعِيلُ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، إِذَا مَضَتْ أَرْبَعَةُ أَشْهُرٍ يُوقَفُ حَتَّى يُطَلِّقَ، وَلاَ يَقَعُ عَلَيْهِ الطَّلاَقُ حَتَّى يُطَلِّقَ. وَيُذْكَرُ ذَلِكَ عَنْ عُثْمَانَ وَعَلِيٍّ وَأَبِي الدَّرْدَاءِ وَعَائِشَةَ وَاثْنَىْ عَشَرَ رَجُلاً مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৪৯১০। কুতায়বা (রহঃ) ... নাফি (রহঃ) থেকে বর্ণিত যে, ইবনু উমর (রাঃ) যে ঈলার কথা আল্লাহ উল্লেখ করেছেন সে সস্বন্ধে বলতেন, সময়সীমা অতিক্রান্ত হওয়ার পরে প্রত্যেকেরই উচিৎ হয় স্ত্রীর সৌজন্যর সাথে গ্রহণ করবে, না হয় তালাক দেওয়ার সিধান্ত নিবে, যেমনভাবে আল্লাহ তাআলা আদেশ করেছেন।\n\nইসমাঈল আমাকে আরও বলেছেন, মালিক (রহঃ) নাফি এর সুত্রে ইবনু উমর (রাঃ) থেকে বর্ননা করেছেন যে, চার মাস অতীত হয়ে গেলে তালাক দেওয়া পর্যন্ত তাকে আটকিয়ে রাখ হবে। আর তালাক না দেওয়া পর্যন্ত তালাক প্রযোজ্য হবে না। উসমান, আলী, আবূ জারদা আয়িশা (রাঃ) এবং আরও বার জন সাহাবী থেকেও উক্ত মতামত উল্লেখ করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4910",
    "id": "5212",
    "thesequence": "5474",
    "isActive": "1",
    "chapterId": "16800",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬০. মহান আল্লাহর বাণীঃ &lsquo;&lsquo;যারা স্বীয় স্ত্রীদের সাথে &lsquo;সংগত না হওয়ার শপথ&rsquo; করে, তারা চার মাস অপেক্ষা করবে। এরপর যদি তারা প্রত্যাগত হয় তবে আল্লাহ্ ক্ষমাশীল, পরম দয়ালু। আর যদি তারা তালাক দেওয়ার সংকল্প করে, তবেও আল্লাহ্ সব কিছু শুনেন ও জানেন। فَاءُوا শব্দের অর্থ رَجَعُوا প্রত্যাবর্তন করে (২ঃ২৬৬ ও ২৭৭)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Yazid:\n\n(the Maula of Munbaith) The Prophet (ﷺ) was asked regarding the case of a lost sheep. He said, You should take it, because it is for you, or for your brother, or for the wolf. Then he was asked about a lost camel. He got angry and his face became red and he said (to the questioner), You have nothing to do with it; it has its feet and its water container with it; it can go on drinking water and eating trees till its owner meets it. And then the Prophet (ﷺ) was asked about a Luqata (money found by somebody). He said, Remember and recognize its tying material and its container, and make public announcement about it for one year. If somebody comes and identifies it (then give it to him), otherwise add it to your property.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ أَنَّ النَّبِيَّ صلى الله عليه وسلم سُئِلَ عَنْ ضَالَّةِ الْغَنَمِ فَقَالَ  خُذْهَا، فَإِنَّمَا هِيَ لَكَ أَوْ لأَخِيكَ أَوْ لِلذِّئْبِ . وَسُئِلَ عَنْ ضَالَّةِ الإِبِلِ، فَغَضِبَ وَاحْمَرَّتْ وَجْنَتَاهُ، وَقَالَ  مَا لَكَ وَلَهَا، مَعَهَا الْحِذَاءُ وَالسِّقَاءُ، تَشْرَبُ الْمَاءَ، وَتَأْكُلُ الشَّجَرَ، حَتَّى يَلْقَاهَا رَبُّهَا . وَسُئِلَ عَنِ اللُّقَطَةِ فَقَالَ  اعْرِفْ وِكَاءَهَا وَعِفَاصَهَا، وَعَرِّفْهَا سَنَةً، فَإِنْ جَاءَ مَنْ يَعْرِفُهَا، وَإِلاَّ فَاخْلِطْهَا بِمَالِكَ . قَالَ سُفْيَانُ فَلَقِيتُ رَبِيعَةَ بْنَ أَبِي عَبْدِ الرَّحْمَنِ ـ قَالَ سُفْيَانُ وَلَمْ أَحْفَظْ عَنْهُ شَيْئًا غَيْرَ هَذَا ـ فَقُلْتُ أَرَأَيْتَ حَدِيثَ يَزِيدَ مَوْلَى الْمُنْبَعِثِ فِي أَمْرِ الضَّالَّةِ، هُوَ عَنْ زَيْدِ بْنِ خَالِدٍ قَالَ نَعَمْ. قَالَ يَحْيَى وَيَقُولُ رَبِيعَةُ عَنْ يَزِيدَ مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ. قَالَ سُفْيَانُ فَلَقِيتُ رَبِيعَةَ فَقُلْتُ لَهُ.",
    "hadithBengali": "৪৯১১। আলী ইবনু আবদুল্লাহ (রহঃ) ... মুনবাইস এর আযাদ কৃত গোলাম ইয়াযীদ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে হারানো বকরী সম্পর্কে জিজ্ঞেস করা হলে তিনি বললেনঃ ওটাকে ধরে নাও। কেননা, ওটা হল তোমার জন্য, না হয় তোমার (অন্য) ভাইয়ের জন্য অথবা নেকড়ের জন্য। তাঁকে আবার হারানো উট সম্পর্কে জিজ্ঞেস করা হলে তিনি রেগে গেলেন এবং তার উভয় গণ্ডদেশ রক্তিম বর্ন ধারন করল। এরপর তিনি বললেনঃ ওকে নিয়ে তোমার ভাবনা কিসের? তার সাথে (চলার জন্য) পায়ের তলায় ক্ষুর ও (পানাহারের জন্য) পেটে মশক আছে। সে পানি পান করতে থাকবে এবং বৃক্ষ-লতা খেতে থাকবে আর এর মধ্যে মালিক তার সন্ধান লাভ করবে। তাকে লুকতা (হারানো প্রাপ্তি) সমন্ধে জিজ্ঞাসা করা হলে তিনি বলেনঃ প্রাপ্ত বস্তুর থলে ও মাথার বন্ধনটা চিনে নাও এবং এক বছর পর্যন্ত এর ঘোষণা দিতে থাক। যদি এ শনাক্তকারী (মালিক) আসে, তবে ভালো কথা, অন্যথায় এটাকে তোমার মালের সাথে মিলিয়ে নাও।\n\nসুফিয়ান বলেনঃ আমি রাবীআ ইবনু আবূ আবদুর রহমানের সাথে সাক্ষাৎ করে উল্লিখিত কথাগুলো ছাড়া কিছুই পাইনি। আমি বললামঃ হারান প্রানী সম্পর্কে মুনবাইস এর আযাদকৃত গোলাম ইয়াযীদের হাদীসটি কি যায়েদ ইবনু খালিদ থেকে বর্ণিত? তিনি বললেনঃ হ্যাঁ। ইয়াহইয়া বলেন, রাবীআ বলতেনঃ হাদীসটি মুনবাইস-এর আযাদকৃত গোলাম ইয়াযীদ-এর সূত্রে যায়েদ ইবনু খালিদ থেকে বর্ণিত। সুফিয়ান বললেনঃ আমি রাবীআর সাথে সাক্ষাৎ করে এ ব্যাপারে আলোচনা করলাম।\n",
    "checkStatus": "1",
    "hadithNo": "4911",
    "id": "5213",
    "thesequence": "5475",
    "isActive": "1",
    "chapterId": "16801",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬১. নিরুদ্দিষ্ট ব্যক্তির পরিবার ও তার সম্পদের বিধান। ইব্ন মুসাইয়্যাব (র) বলেন, যুদ্ধের ব্যূহ থেকে কোন ব্যক্তি নিখোঁজ হলে এক বছর অপেক্ষা করবে। ইব্ন মাসউদ (রা) একটি দাসী ক্রয় করে এক পর্যন্ত তার মালিককে খুঁজলেন (মূল পরিশোধ করার জন্য)। তিনি তাকে পেলেন না, সে নিখোঁজ হয়ে যায়। অবশেষে তিনি এক দিরহাম, দুই দিরহাম করে দান করতেন এবং বলতেনঃ হে আল্লাহ্ ! এটা অমুকের পক্ষ থেকে দিচ্ছি। যদি মালিক এসে যায়, তবে এর সাওয়াব আমি পাব, আর তার টাকা পরিশোধ করার দায়িত্ব হবে আমার। তিনি বলেনঃ হারনো প্রাপ্তির ব্যাপারেও তোমরা এরূপ কাজ করবে। ইব্ন মাসউদ (রা)-ও এরূপ মত ব্যক্ত করেছেন। ঠিকানা জানা আছে এরূপ কয়েদী সমবন্ধে যুহ্রী (র) বলেনঃ তার স্ত্রী অন্যত্র বিয়ে বসতে পারবে না এবং তার সম্পদও বন্টন করা হবে না। তবে তার খবরাখবর সম্পূর্ণরূপে বন্ধ হয়ে গেলে, তাঁর ব্যাপারে নিখোঁজ ব্যক্তির বিধান কার্যকর হবে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nAllahs Messenger (ﷺ) performed the Tawaf (around the Ka`ba while riding his camel, and every time he reached the corner (of the Black Stone) he pointed at it with his hand and said, Allahu Akbar. (Zainab said: The Prophet (ﷺ) said, An opening has been made in the wall of Gog and Magog like this and this, forming the number 90 (with his thumb and index finger).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو عَامِرٍ عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، حَدَّثَنَا إِبْرَاهِيمُ، عَنْ خَالِدٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ طَافَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى بَعِيرِهِ، وَكَانَ كُلَّمَا أَتَى عَلَى الرُّكْنِ أَشَارَ إِلَيْهِ، وَكَبَّرَ.\nوَقَالَتْ زَيْنَبُ قَالَ النَّبِيُّ صلى الله عليه وسلم   فُتِحَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلُ هَذِهِ . وَعَقَدَ تِسْعِينَ.",
    "hadithBengali": "২০৬২. পরিচ্ছেদঃ যিহার। (আল্লাহ্ বলেছেনঃ) আল্লাহ্ শুনতে পেয়েছেন সেই মহিলাটির কথা যে, তার স্বামীর ব্যাপারে তোমার সাথে বিতর্ক করে থাকে আর যে ব্যক্তি এতে সক্ষম হবে না, সে যেন ষাটজন মিসকীনকে খাবার দেয়া পর্যন্ত। (বুখারী (রহঃ) বলেনঃ) ইসমাঈল আমাকে বলেছেন, মালিক (রহঃ) তাঁর কাছে হাদীস বর্ণনা করেছেন যে, তিনি ইবন শিহাবকে গোলামের যিহার সম্পর্কে জিজ্ঞাসা করলেন। উত্তরে তিনি বললেনঃ আযাদ ব্যক্তির অনুরূপ। মালিক (রহঃ) বলেনঃ গোলাম ব্যক্তি দুমাস রোযা রাখবে। হাসান বলেনঃ আযাদ মহিলা বা বাঁদীর সাথে আযাদ পুরুষ বা গোলামের যিহার একই রকম। ইকরামা বলেনঃ বাঁদীর সাথে যিহার করলে কিছু হবে না। যিহার তো কেবল আযাদ রমনীর সাথেই হতে পারে।\n\n<hr />\n৪৯১২। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্নিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার উটে চড়ে তাওয়াফ করলেন। তিনি যখনই রুকনের কাছে আসতেন তখনই এর প্রতি ইশারা করতেন এবং আল্লাহু আকরার, বলতেন। যায়নাব (রাঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইয়াজুজ ও মাজুজ এদের দরজা এভাবে খুলে গেছে; এই বলে তিনি (তার আঙ্গুলকে) নব্বই এর মত করলেন। (অর্থাৎ শাহাদাত আঙ্গুলীর মাথা বৃদ্ধাঙ্গুলীর গোড়ায় লাগালেন।)\n",
    "checkStatus": "1",
    "hadithNo": "4912",
    "id": "5214",
    "thesequence": "5476",
    "isActive": "1",
    "chapterId": "16802",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬৩. ইশারার মাধ্যমে তালাক ও অন্যান্য কাজ। ইব্ন &lsquo;উমর (রা) বলেন, নাবী (সাঃ) বলেছেনঃ আল্লাহ্ চোখের পানির জন্য শাস্তি দিবেন না; তবে শাস্তি দিবেন এটার জন্য এই বলে তিনি মুখের প্রতি ইংগিত করলেন। কা&rsquo;ব ইব্ন মালিক (রা) বলেন, নাবী (সাঃ) আমার প্রতি ইশারা করে বললেনঃ অর্ধেক লও। আস্মা (রা) বলেন, নবী (সাঃ) সূর্যগ্রহণের সালাত আদায় করেন। &lsquo;আয়েশা (রা) সালাত আদায় করছিলেন। এমতাবস্থায় আমি তাকে জিজ্ঞাসা করলাম ব্যাপার কি ? তিনি তাঁর মাথা দ্বারা সূর্যের প্রতি ইশারা করলেন। আমি বললামঃ কোন নিদর্শন নাকি ? তিনি মাথা নেড়ে বললেনঃ জি হাঁ। আনাস (রা) বলেন, নবী (সাঃ) তাঁর হাত দ্বারা আবূ বক্র (রা)-এর প্রতি ইশারা করে সামনে যেতে বললেন। ইবন &lsquo;আব্বাস (রা) বলেন, নবী (সাঃ)হাত দ্বারা ইশারা করে বললেনঃ কোন দোষ নেই। আবূ কাতাদা (রা) নবী (সাঃ) মুহরিহম-এর (এহরামকার) শিকার সমবন্ধে বললেন, তোমদেরকে কেউ কি তাকে (মুহরিমক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAbul Qasim (the Prophet (ﷺ) ) said, There is an hour (or a moment) of particular significance on Friday. If it happens that a Muslim is offering a prayer and invoking Allah for some good at that very moment, Allah will grant him his request. (The sub-narrator placed the top of his finger on the palm of the other hand between the middle finger and the little one.) \n\n Narrated Anas bin Malik:\n\nDuring the lifetime of Allahs Messenger (ﷺ) a Jew attacked a girl and took some silver ornaments she was wearing and crushed her head. Her relative brought her to the Prophet (ﷺ) while she was in her last breaths, and she was unable to speak. Allahs Messenger (ﷺ) asked her, Who has hit you? So-and so?, mentioning somebody other than her murderer. She moved her head, indicating denial. The Prophet (ﷺ) mentioned another person other than the murderer, and she again moved her head indicating denial. Then he asked, Was it so-and-so?, mentioning the name of her killer. She nodded, agreeing. Then Allahs Messenger (ﷺ); ordered that the head of that Jew be crushed between two stones. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا سَلَمَةُ بْنُ عَلْقَمَةَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم   فِي الْجُمُعَةِ سَاعَةٌ لاَ يُوَافِقُهَا مُسْلِمٌ قَائِمٌ يُصَلِّي، فَسَأَلَ اللَّهَ خَيْرًا، إِلاَّ أَعْطَاهُ . وَقَالَ بِيَدِهِ، وَوَضَعَ أَنْمَلَتَهُ عَلَى بَطْنِ الْوُسْطَى وَالْخِنْصَرِ. قُلْنَا يُزَهِّدُهَا.\n وَقَالَ الأُوَيْسِيُّ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ شُعْبَةَ بْنِ الْحَجَّاجِ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ عَدَا يَهُودِيٌّ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى جَارِيَةٍ، فَأَخَذَ أَوْضَاحًا كَانَتْ عَلَيْهَا وَرَضَخَ رَأْسَهَا، فَأَتَى بِهَا أَهْلُهَا رَسُولَ اللَّهِ صلى الله عليه وسلم وَهْىَ فِي آخِرِ رَمَقٍ، وَقَدْ أُصْمِتَتْ، فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ قَتَلَكِ فُلاَنٌ . لِغَيْرِ الَّذِي قَتَلَهَا، فَأَشَارَتْ بِرَأْسِهَا أَنْ لاَ، قَالَ فَقَالَ لِرَجُلٍ آخَرَ غَيْرِ الَّذِي قَتَلَهَا، فَأَشَارَتْ أَنْ لاَ، فَقَالَ  فَفُلاَنٌ . لِقَاتِلِهَا فَأَشَارَتْ أَنْ نَعَمْ، فَأَمَرَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَرُضِخَ رَأْسُهُ بَيْنَ حَجَرَيْنِ.",
    "hadithBengali": "৪৯১৩। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূল কাসিম ঠিক বলেছেনঃ জুমআর দিনে এমন একটি মুহূর্ত রয়েছে, যে মুহূর্তে কোন মুসলমান দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করে আল্লাহর কাছে যে কোন কল্যান চায় আল্লাহ অবশ্যই তা মঞ্জুর করে থাকেন। তিনি স্বীয় হাত দ্বারা ইশারা করেন এবং তার আঙ্গুলগুলো মধ্যমা ও কনিষ্ঠ আঙ্গুলের পেটে রাখেন। আমরা বললামঃ তিনি স্বল্পতা বুঝাতে চাচ্ছেন।\n\nউওয়ায়সী (রহঃ) বলেনঃ ইবরাহীম ইবনু স্বাদ শুবা ইবনু হাজ্জাজ থেকে, তিনি হিশাম ইবনু যায়েদ থেকে তিনি আনাস ইবনু মালিক (রাঃ) থেকে বর্ননা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে জনৈক ইয়াহুদী একটি বালিকার উপর নির্যাতন করে তার অলংকারাদি ছিনিয়ে নেয়। আর (পাথর দ্বারা) তার মস্তক চুর্ণ করে। সে শেষ নিশ্বাস ত্যাগ করার পূর্ব মূহুর্তে তার পরিবারের লোকেরা তাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে নিয়ে আসে। তখন সে নিশ্চুপ ছিল। রাসুসুলাহ (একজন নির্দোষ ব্যাক্তির নাম উল্লেখ পূর্বক) তাকে জিজ্ঞাসা করলেনঃ তোমাকে কে হত্যা করেছে? অমুক? সে মাথার ইশারায় বললঃ না। তিনি অন্য এক নিরপরাধ ব্যাক্তির নাম ধরে বললেন, তবে কি অমুক? সে ইশারায় জানাল, না। এবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হত্য্যকারীর নাম উল্লেখ করে বললেনঃ তবে অমুক ব্যাক্তি মেরেছে কি? সে মাথা নেড়ে বললঃ জি-হ্যাঁ। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আদেশ উক্ত ব্যাক্তির মাথা দু-পাথরের মাঝখানে রেখে চুর্ন করা হল।\n",
    "checkStatus": "1",
    "hadithNo": "4913",
    "id": "5215",
    "thesequence": "5477",
    "isActive": "1",
    "chapterId": "16802",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬৩. ইশারার মাধ্যমে তালাক ও অন্যান্য কাজ। ইব্ন &lsquo;উমর (রা) বলেন, নাবী (সাঃ) বলেছেনঃ আল্লাহ্ চোখের পানির জন্য শাস্তি দিবেন না; তবে শাস্তি দিবেন এটার জন্য এই বলে তিনি মুখের প্রতি ইংগিত করলেন। কা&rsquo;ব ইব্ন মালিক (রা) বলেন, নাবী (সাঃ) আমার প্রতি ইশারা করে বললেনঃ অর্ধেক লও। আস্মা (রা) বলেন, নবী (সাঃ) সূর্যগ্রহণের সালাত আদায় করেন। &lsquo;আয়েশা (রা) সালাত আদায় করছিলেন। এমতাবস্থায় আমি তাকে জিজ্ঞাসা করলাম ব্যাপার কি ? তিনি তাঁর মাথা দ্বারা সূর্যের প্রতি ইশারা করলেন। আমি বললামঃ কোন নিদর্শন নাকি ? তিনি মাথা নেড়ে বললেনঃ জি হাঁ। আনাস (রা) বলেন, নবী (সাঃ) তাঁর হাত দ্বারা আবূ বক্র (রা)-এর প্রতি ইশারা করে সামনে যেতে বললেন। ইবন &lsquo;আব্বাস (রা) বলেন, নবী (সাঃ)হাত দ্বারা ইশারা করে বললেনঃ কোন দোষ নেই। আবূ কাতাদা (রা) নবী (সাঃ) মুহরিহম-এর (এহরামকার) শিকার সমবন্ধে বললেন, তোমদেরকে কেউ কি তাকে (মুহরিমক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nI heard the Prophet (ﷺ) saying, Afflictions will emerge from here, pointing towards the East.",
    "hadithArabic": "حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   الْفِتْنَةُ مِنْ هَا هُنَا . وَأَشَارَ إِلَى الْمَشْرِقِ.",
    "hadithBengali": "৪৯১৪। কাবীসা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, ফিতনা (বিপর্যয়) এদিক থেকে আসবে। তিনি পুর্ব দিকে ইশারা করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4914",
    "id": "5216",
    "thesequence": "5478",
    "isActive": "1",
    "chapterId": "16802",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬৩. ইশারার মাধ্যমে তালাক ও অন্যান্য কাজ। ইব্ন &lsquo;উমর (রা) বলেন, নাবী (সাঃ) বলেছেনঃ আল্লাহ্ চোখের পানির জন্য শাস্তি দিবেন না; তবে শাস্তি দিবেন এটার জন্য এই বলে তিনি মুখের প্রতি ইংগিত করলেন। কা&rsquo;ব ইব্ন মালিক (রা) বলেন, নাবী (সাঃ) আমার প্রতি ইশারা করে বললেনঃ অর্ধেক লও। আস্মা (রা) বলেন, নবী (সাঃ) সূর্যগ্রহণের সালাত আদায় করেন। &lsquo;আয়েশা (রা) সালাত আদায় করছিলেন। এমতাবস্থায় আমি তাকে জিজ্ঞাসা করলাম ব্যাপার কি ? তিনি তাঁর মাথা দ্বারা সূর্যের প্রতি ইশারা করলেন। আমি বললামঃ কোন নিদর্শন নাকি ? তিনি মাথা নেড়ে বললেনঃ জি হাঁ। আনাস (রা) বলেন, নবী (সাঃ) তাঁর হাত দ্বারা আবূ বক্র (রা)-এর প্রতি ইশারা করে সামনে যেতে বললেন। ইবন &lsquo;আব্বাস (রা) বলেন, নবী (সাঃ)হাত দ্বারা ইশারা করে বললেনঃ কোন দোষ নেই। আবূ কাতাদা (রা) নবী (সাঃ) মুহরিহম-এর (এহরামকার) শিকার সমবন্ধে বললেন, তোমদেরকে কেউ কি তাকে (মুহরিমক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Abi Aufa:\n\nWe were with Allahs Messenger (ﷺ) on a journey, and when the sun set, he said to a man, Get down and prepare a drink of Sawiq for me. The man said, O Allahs Messenger (ﷺ)! Will you wait till it is evening? Allahs Messenger (ﷺ) again said, Get down and prepare a drink of Sawiq. The man said, O Allahs Apostle! Will you wait till it is evening, for it is still daytime.  The Prophet (ﷺ) again said, Get down and prepare a drink of Sawiq. So the third time the man got down and prepared a drink of sawiq for him. Allahs Messenger (ﷺ) drank thereof and pointed with his hand towards the East, saying, When you see the night falling from this side, then a fasting person should break his fast.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنْ أَبِي إِسْحَاقَ الشَّيْبَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى، قَالَ كُنَّا فِي سَفَرٍ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا غَرَبَتِ الشَّمْسُ قَالَ لِرَجُلٍ  انْزِلْ فَاجْدَحْ لِي . قَالَ يَا رَسُولَ اللَّهِ لَوْ أَمْسَيْتَ. ثُمَّ قَالَ  انْزِلْ فَاجْدَحْ . قَالَ يَا رَسُولَ اللَّهِ لَوْ أَمْسَيْتَ إِنَّ عَلَيْكَ نَهَارًا. ثُمَّ قَالَ  انْزِلْ فَاجْدَحْ . فَنَزَلَ فَجَدَحَ لَهُ فِي الثَّالِثَةِ، فَشَرِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ أَوْمَأَ بِيَدِهِ إِلَى الْمَشْرِقِ فَقَالَ  إِذَا رَأَيْتُمُ اللَّيْلَ قَدْ أَقْبَلَ مِنْ هَا هُنَا فَقَدْ أَفْطَرَ الصَّائِمُ .",
    "hadithBengali": "৪৯১৫। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু আবূ আওফা (রাঃ) থেকে বর্নিত। তিনি বলেনঃ আমরা কোন এক সফরে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে ছিলাম। সূর্য অস্ত গেলে তিনি এক বাক্তি (বিলাল) কে বললেনঃ নেমে যাও আমার জন্য ছাতু গোল। সে বললঃ ইয়া রাসুলাল্লাহ যদি আপনি সন্ধ্যা পর্যন্ত অপেক্ষা করতেন। (তাহলে রোযাটি পূর্ন হত)। তিনি পূনরায় বললেনঃ নেমে গিয়ে ছাতু গোল। সে বললঃ ইয়া রাসুলাল্লাহ! যদি সন্ধ্যা হতে দিতেন! এখনো তো দিন রয়ে গেছে। তিনি আবার বললেনঃ যাও, গিয়ে ছাতু গুলে আন। তৃতীয়বার আদেশ দেওয়ার পর সে নামল এবং তার জন্য ছাতু প্রস্তুত করল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা পান করলেন। এরপর তিনি পূর্বদিকে হাত দিয়ে ইশারা করে বললেনঃ যখন তোমরা এদিক থেকে রাত নেমে আসতে দেখবে তখন রোযাদার ইফতার করবে।\n",
    "checkStatus": "1",
    "hadithNo": "4915",
    "id": "5217",
    "thesequence": "5479",
    "isActive": "1",
    "chapterId": "16802",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬৩. ইশারার মাধ্যমে তালাক ও অন্যান্য কাজ। ইব্ন &lsquo;উমর (রা) বলেন, নাবী (সাঃ) বলেছেনঃ আল্লাহ্ চোখের পানির জন্য শাস্তি দিবেন না; তবে শাস্তি দিবেন এটার জন্য এই বলে তিনি মুখের প্রতি ইংগিত করলেন। কা&rsquo;ব ইব্ন মালিক (রা) বলেন, নাবী (সাঃ) আমার প্রতি ইশারা করে বললেনঃ অর্ধেক লও। আস্মা (রা) বলেন, নবী (সাঃ) সূর্যগ্রহণের সালাত আদায় করেন। &lsquo;আয়েশা (রা) সালাত আদায় করছিলেন। এমতাবস্থায় আমি তাকে জিজ্ঞাসা করলাম ব্যাপার কি ? তিনি তাঁর মাথা দ্বারা সূর্যের প্রতি ইশারা করলেন। আমি বললামঃ কোন নিদর্শন নাকি ? তিনি মাথা নেড়ে বললেনঃ জি হাঁ। আনাস (রা) বলেন, নবী (সাঃ) তাঁর হাত দ্বারা আবূ বক্র (রা)-এর প্রতি ইশারা করে সামনে যেতে বললেন। ইবন &lsquo;আব্বাস (রা) বলেন, নবী (সাঃ)হাত দ্বারা ইশারা করে বললেনঃ কোন দোষ নেই। আবূ কাতাদা (রা) নবী (সাঃ) মুহরিহম-এর (এহরামকার) শিকার সমবন্ধে বললেন, তোমদেরকে কেউ কি তাকে (মুহরিমক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah bin Masud:\n\nThe Prophet (ﷺ) said, The call (or the Adhan) of Bila should not stop you from taking the Suhur-meals for Bilal calls (or pronounces the Adhan) so that the one who is offering the night prayer should take a rest, and he does not indicate the daybreak or dawn. The narrator, Yazid, described (how dawn breaks) by stretching out his hands and then separating them wide apart. \n\n Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The example of a miser and a generous person is like that of two persons wearing iron cloaks from the breast upto the neck When the generous person spends, the iron cloak enlarges and spread over his skin so much so that it covers his fingertips and obliterates his tracks. As for the miser, as soon as he thinks of spending every ring of the iron cloak sticks to its place (against his body) and he tries to expand it, but it does not expand. The Prophet (ﷺ) pointed with his hand towards his throat. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَبِي عُثْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ يَمْنَعَنَّ أَحَدًا مِنْكُمْ نِدَاءُ بِلاَلٍ ـ أَوْ قَالَ أَذَانُهُ ـ مِنْ سَحُورِهِ، فَإِنَّمَا يُنَادِي أَوْ قَالَ يُؤَذِّنُ لِيَرْجِعَ قَائِمُكُمْ . وَلَيْسَ أَنْ يَقُولَ كَأَنَّهُ يَعْنِي الصُّبْحَ أَوِ الْفَجْرَ، وَأَظْهَرَ يَزِيدُ يَدَيْهِ ثُمَّ مَدَّ إِحْدَاهُمَا مِنَ الأُخْرَى.\nوَقَالَ اللَّيْثُ حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ، سَمِعْتُ أَبَا هُرَيْرَةَ، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَثَلُ الْبَخِيلِ وَالْمُنْفِقِ كَمَثَلِ رَجُلَيْنِ عَلَيْهِمَا جُبَّتَانِ مِنْ حَدِيدٍ، مِنْ لَدُنْ ثَدْيَيْهِمَا إِلَى تَرَاقِيهِمَا، فَأَمَّا الْمُنْفِقُ فَلاَ يُنْفِقُ شَيْئًا إِلاَّ مَادَّتْ عَلَى جِلْدِهِ حَتَّى تُجِنَّ بَنَانَهُ وَتَعْفُوَ أَثَرَهُ، وَأَمَّا الْبَخِيلُ فَلاَ يُرِيدُ يُنْفِقُ إِلاَّ لَزِمَتْ كُلُّ حَلْقَةٍ مَوْضِعَهَا، فَهْوَ يُوسِعُهَا فَلاَ تَتَّسِعُ . وَيُشِيرُ بِإِصْبَعِهِ إِلَى حَلْقِهِ.",
    "hadithBengali": "৪৯১৬। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্নিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বিলালের আযান যেন তোমাদের কাউকে-সাহরী থেকে বিরত না রাখে। কেননা, সে আযান দেয়, যাতে তোমাদের রাত্রি জাগরণকারীরা (রাতের ইবাদতকারীরা) কিছু আরাম করতে পারে। সকাল বা ফজর হয়েছে এমন কিছু বুঝানো তার উদ্দেশ্য নয়। ইয়াযীদ তার হাত দুটি সম্মূখে প্রসারিত করে দু-দিকে ছড়িয়ে দিলেন। (সুবহে সাদিক কিভাবে উদ্ভাসিত হয় তা দেখানোর জন্য)।\n\nলায়স (রহঃ) বলেনঃ জাফর ইবনু রাবীআ, আবদূর রহমান ইবনু হরমুয থেকে বর্ণনা করেন যে, তিনি আবূ হুরায়রা (রাঃ) এর কাছে শুনেছেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কৃপন ও দাতা ব্যাক্তির দৃষ্টান্ত হচ্ছে এমন দু-ব্যাক্তির ন্যায়, যাদের পরিধানে বক্ষস্থল থেকে গলার হাড় পর্যন্ত লৌহ-নির্মিত পোশাক রয়েছে। দানকারী যখনই কিছু দান করে, তখনই তার শরীরে পোশাকটি বড় ও প্রশস্ত হতে থাকে, এমনকি এটা তার আঙ্গুল ও অন্যান্য অঙ্গগুলিকে ঢেকে ফেলে।\n\nপক্ষন্তরে, কৃপণ যখনই দান করার ইচ্ছা করে, তখনই তার পোশাকের প্রতিটি হলকা চেপে যায়। সে প্রশস্ত করার চেষ্টা করলেও সেটা প্রশস্ত হয় না। এ কথা বলে তিনি নিজের আঙ্গুল দ্বারা কণ্ঠনালীর প্রতি ইশারা করলেন (অর্থাৎ দাতা ব্যাক্তি দান করার ইচ্ছা করলে তার অন্তর প্রশান্তি হয়, সে উদার হতে দান করতে পারে; কিন্তু কৃপণ দান করতে ইচ্ছা করলেই তার অন্তর সঙ্কুচিত হয়, তার হাত গুটিয়ে আসে, সে দান করতে পারে না।)\n",
    "checkStatus": "1",
    "hadithNo": "4916",
    "id": "5218",
    "thesequence": "5480",
    "isActive": "1",
    "chapterId": "16802",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬৩. ইশারার মাধ্যমে তালাক ও অন্যান্য কাজ। ইব্ন &lsquo;উমর (রা) বলেন, নাবী (সাঃ) বলেছেনঃ আল্লাহ্ চোখের পানির জন্য শাস্তি দিবেন না; তবে শাস্তি দিবেন এটার জন্য এই বলে তিনি মুখের প্রতি ইংগিত করলেন। কা&rsquo;ব ইব্ন মালিক (রা) বলেন, নাবী (সাঃ) আমার প্রতি ইশারা করে বললেনঃ অর্ধেক লও। আস্মা (রা) বলেন, নবী (সাঃ) সূর্যগ্রহণের সালাত আদায় করেন। &lsquo;আয়েশা (রা) সালাত আদায় করছিলেন। এমতাবস্থায় আমি তাকে জিজ্ঞাসা করলাম ব্যাপার কি ? তিনি তাঁর মাথা দ্বারা সূর্যের প্রতি ইশারা করলেন। আমি বললামঃ কোন নিদর্শন নাকি ? তিনি মাথা নেড়ে বললেনঃ জি হাঁ। আনাস (রা) বলেন, নবী (সাঃ) তাঁর হাত দ্বারা আবূ বক্র (রা)-এর প্রতি ইশারা করে সামনে যেতে বললেন। ইবন &lsquo;আব্বাস (রা) বলেন, নবী (সাঃ)হাত দ্বারা ইশারা করে বললেনঃ কোন দোষ নেই। আবূ কাতাদা (রা) নবী (সাঃ) মুহরিহম-এর (এহরামকার) শিকার সমবন্ধে বললেন, তোমদেরকে কেউ কি তাকে (মুহরিমক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllahs Messenger (ﷺ) said, Shall I tell you of the best families among the Ansar? They (the people) said, Yes, O Allahs Messenger (ﷺ)! The Prophet (ﷺ) said, The best are Banu- An-Najjar, and after them are Banu `Abdil Ash-hal, and after them are Banu Al-Harith bin Al-Khazraj, and after them are Banu Sa`ida. The Prophet (ﷺ) then moved his hand by closing his fingers and then opening them like one throwing something, and then said, Anyhow, there is good in all the families of the Ansar. ",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا لَيْثٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَلاَ أُخْبِرُكُمْ بِخَيْرِ دُورِ الأَنْصَارِ . قَالُوا بَلَى يَا رَسُولَ اللَّهِ. قَالَ  بَنُو النَّجَّارِ، ثُمَّ الَّذِينَ يَلُونَهُمْ بَنُو عَبْدِ الأَشْهَلِ، ثُمَّ الَّذِينَ يَلُونَهُمْ بَنُو الْحَارِثِ بْنِ الْخَزْرَجِ، ثُمَّ الَّذِينَ يَلُونَهُمْ بَنُو سَاعِدَةَ . ثُمَّ قَالَ بِيَدِهِ، فَقَبَضَ أَصَابِعَهُ، ثُمَّ بَسَطَهُنَّ كَالرَّامِي بِيَدِهِ ثُمَّ قَالَ  وَفِي كُلِّ دُورِ الأَنْصَارِ خَيْرٌ .",
    "hadithBengali": "৪৯১৭। কুতায়বা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি তোমাদের বলব কি, আনসারদের মধ্যে সর্বোত্তম গোত্র কোনটি? তারা বললেনঃ ইয়া রাসুলাল্লাহ বলুন। তিনি বললেনঃ তারা বনূ নাজ্জার। এরপর যারা তাদের নিকটবর্তী, বনূ আবদুল আশহাল, এরপর তাদের নিকটবর্তী যারা বনূ হারিস ইবনু খাযরাজ। এরপর তাদের সন্নিকটে যারা বনূ সাঈদা। এরপর তিনি হাত দ্বারা ইঙ্গিত করলেন। হাতের আঙ্গুলগুলোকে সংকুচিত করে পূনরায় তা সাম্প্রসারিত করলেন। যেমন কেউ কিছু নিক্ষেপকালে করে থাকে। এরপর বলেনঃ আনসারদের প্রত্যেকটি গোত্রেই কল্যাণ নিহিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "4917",
    "id": "5219",
    "thesequence": "5481",
    "isActive": "1",
    "chapterId": "16803",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬৪. লি&rsquo;আন (অভিশাপযুক্ত শপথ)। মহান আল্লাহর বাণীঃ &lsquo;&lsquo;যারা তাদের স্ত্রীদের উপর অপবাদ আরোপ করবে, আবারো নিজেরা ছাড়া অন্য কোন সাক্ষীও থাকবে না .... থেকে যদি সে সত্যবাদী&rsquo;&rsquo; পর্যন্ত। যদি কোন বোবা (মূক) লোক লিখিতভাবে বা ইশারায় কিংবা কোন পরিচিত ইঙ্গিতের মাধ্যমে নিজ স্ত্রীকে অপবাদ দেয়, তাহলে তার হুকুম বাকশক্তি সম্পন্ন মানুষের মতই। কেননা নবী (সাঃ) ফরয বিষয়গুলিতে ইশারা করার অনুমতি দিয়েছেন। হিজাজ ও অন্যান্য স্থানের কিছু সংখ্যক আলিমেরও এ মত। আল্লাহ্ বলেছেনঃ &lsquo;&lsquo;সে (মরিয়ম) সন্তানের প্রতি ইশারা করলো, লোকেরা বলল, দোলনার শিশুর সাথে আমরা কিভাবে কথোপকথন করবো? যাহ্হাক বলেনঃ ইঙ্গিত এবং ইশারার মাধ্যমে। কিছু লোকের মন্তব্য হলোঃ ইশারার মাধ্যমে কোন হদ্ (শরয়ী&rsquo; দন্ড) বা লি&rsquo;আন নেই, আবার তাদেরই মত হলো লিখিতভাবে কিংবা ইশারা ইঙ্গিতে তালাক দেয়া জায়েয আছে। অথচ তালাক এবং অপব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d As-Sa`idi:\n\n(a companion of Allahs Messenger (ﷺ)) Allahs Messenger (ﷺ), holding out his middle and index fingers, said, My advent and the Hours are like this (or like these), namely, the period between his era and the Hour is like the distance between those two fingers, i.e., very short.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ أَبُو حَازِمٍ سَمِعْتُهُ مِنْ، سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ صَاحِبِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   بُعِثْتُ أَنَا وَالسَّاعَةَ كَهَذِهِ مِنْ هَذِهِ أَوْ كَهَاتَيْنِ . وَقَرَنَ بَيْنَ السَّبَّابَةِ وَالْوُسْطَى.",
    "hadithBengali": "৪৯১৮। আলী ইবনু আবদুল্লাহ (রহঃ) ... রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী সাহল ইবনু সা&#39;দ-সাঈদী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার আবির্ভাব এবং কিয়ামতের মাঝে দুরত্ব এ আঙ্গুল থেকে এ আঙ্গূলের দূরত্বের ন্যায়। কিংবা তিনি বলেনঃ এ দুটির দূরত্বের ন্যায়। এই বলে তিনি তর্জনী ও মধ্যমা আঙ্গুল দুটি মিলিত করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4918",
    "id": "5220",
    "thesequence": "5482",
    "isActive": "1",
    "chapterId": "16803",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬৪. লি&rsquo;আন (অভিশাপযুক্ত শপথ)। মহান আল্লাহর বাণীঃ &lsquo;&lsquo;যারা তাদের স্ত্রীদের উপর অপবাদ আরোপ করবে, আবারো নিজেরা ছাড়া অন্য কোন সাক্ষীও থাকবে না .... থেকে যদি সে সত্যবাদী&rsquo;&rsquo; পর্যন্ত। যদি কোন বোবা (মূক) লোক লিখিতভাবে বা ইশারায় কিংবা কোন পরিচিত ইঙ্গিতের মাধ্যমে নিজ স্ত্রীকে অপবাদ দেয়, তাহলে তার হুকুম বাকশক্তি সম্পন্ন মানুষের মতই। কেননা নবী (সাঃ) ফরয বিষয়গুলিতে ইশারা করার অনুমতি দিয়েছেন। হিজাজ ও অন্যান্য স্থানের কিছু সংখ্যক আলিমেরও এ মত। আল্লাহ্ বলেছেনঃ &lsquo;&lsquo;সে (মরিয়ম) সন্তানের প্রতি ইশারা করলো, লোকেরা বলল, দোলনার শিশুর সাথে আমরা কিভাবে কথোপকথন করবো? যাহ্হাক বলেনঃ ইঙ্গিত এবং ইশারার মাধ্যমে। কিছু লোকের মন্তব্য হলোঃ ইশারার মাধ্যমে কোন হদ্ (শরয়ী&rsquo; দন্ড) বা লি&rsquo;আন নেই, আবার তাদেরই মত হলো লিখিতভাবে কিংবা ইশারা ইঙ্গিতে তালাক দেয়া জায়েয আছে। অথচ তালাক এবং অপব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (holding out his ten fingers thrice), said, The month is thus and thus and thus, namely thirty days. Then (holding out his ten fingers twice and then nine fingers), he said, It may be thus and thus and thus, namely twenty nine days. He meant once thirty days and once twenty nine days.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا جَبَلَةُ بْنُ سُحَيْمٍ، سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ قَالَ النَّبِيُّ صلى الله عليه وسلم  الشَّهْرُ هَكَذَا وَهَكَذَا وَهَكَذَا . يَعْنِي ثَلاَثِينَ، ثُمَّ قَالَ  وَهَكَذَا وَهَكَذَا وَهَكَذَا . يَعْنِي تِسْعًا وَعِشْرِينَ يَقُولُ، مَرَّةً ثَلاَثِينَ وَمَرَّةً تِسْعًا وَعِشْرِينَ.",
    "hadithBengali": "৪৯১৯। আদম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মাস এত, এত এবং এত দিনে হয়, অর্থাৎ ত্রিশ দিনে। তিনি আবার বললেন মাস এত, এত ও এত দিনেও হয়। অর্থাৎ উনত্রিশ দিনে। তিনি বলতেনঃ কখনও ত্রিশ দিনে আবার কখনও উনত্রিশ দিনে মাস হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4919",
    "id": "5221",
    "thesequence": "5483",
    "isActive": "1",
    "chapterId": "16803",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬৪. লি&rsquo;আন (অভিশাপযুক্ত শপথ)। মহান আল্লাহর বাণীঃ &lsquo;&lsquo;যারা তাদের স্ত্রীদের উপর অপবাদ আরোপ করবে, আবারো নিজেরা ছাড়া অন্য কোন সাক্ষীও থাকবে না .... থেকে যদি সে সত্যবাদী&rsquo;&rsquo; পর্যন্ত। যদি কোন বোবা (মূক) লোক লিখিতভাবে বা ইশারায় কিংবা কোন পরিচিত ইঙ্গিতের মাধ্যমে নিজ স্ত্রীকে অপবাদ দেয়, তাহলে তার হুকুম বাকশক্তি সম্পন্ন মানুষের মতই। কেননা নবী (সাঃ) ফরয বিষয়গুলিতে ইশারা করার অনুমতি দিয়েছেন। হিজাজ ও অন্যান্য স্থানের কিছু সংখ্যক আলিমেরও এ মত। আল্লাহ্ বলেছেনঃ &lsquo;&lsquo;সে (মরিয়ম) সন্তানের প্রতি ইশারা করলো, লোকেরা বলল, দোলনার শিশুর সাথে আমরা কিভাবে কথোপকথন করবো? যাহ্হাক বলেনঃ ইঙ্গিত এবং ইশারার মাধ্যমে। কিছু লোকের মন্তব্য হলোঃ ইশারার মাধ্যমে কোন হদ্ (শরয়ী&rsquo; দন্ড) বা লি&rsquo;আন নেই, আবার তাদেরই মত হলো লিখিতভাবে কিংবা ইশারা ইঙ্গিতে তালাক দেয়া জায়েয আছে। অথচ তালাক এবং অপব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Masud:\n\nThe Prophet (ﷺ) pointed with his hand towards Yemen and said twice, Faith is there, and then pointed towards the East, and said, Verily, sternness and mercilessness are the qualities of those who are busy with their camels and pay no attention to their religion, where the two sides of the head of Satan will appear, namely, the tribes of Rabla and Muqar.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، عَنْ أَبِي مَسْعُودٍ، قَالَ وَأَشَارَ النَّبِيُّ صلى الله عليه وسلم بِيَدِهِ نَحْوَ الْيَمَنِ   الإِيمَانُ هَا هُنَا ـ مَرَّتَيْنِ ـ أَلاَ وَإِنَّ الْقَسْوَةَ وَغِلَظَ الْقُلُوبِ فِي الْفَدَّادِينَ حَيْثُ يَطْلُعُ قَرْنَا الشَّيْطَانِ رَبِيعَةَ وَمُضَرَ .",
    "hadithBengali": "৪৯২০। মুহাম্মদ ইবনু মূসান্না (রহঃ) ... আবূ মাসউদ (রাঃ) থেকে বর্নিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বীয় হাত দ্বারা ইয়ামানের দিকে ইশারা করে দু-বার বললেনঃ ঈমান ওখানে। জেনে রেখ! হৃদয়ের কঠোরতা ও কাঠিন্য উট পালনকারীদের মধ্যে (কৃষকদের মধ্যে)। যে দিকে শয়তানের দুটি শিং উদিত হবে তাহলো (কঠোর হদয়) রাবীআ ও মুযার গোত্রদ্বয়।\n",
    "checkStatus": "1",
    "hadithNo": "4920",
    "id": "5222",
    "thesequence": "5484",
    "isActive": "1",
    "chapterId": "16803",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬৪. লি&rsquo;আন (অভিশাপযুক্ত শপথ)। মহান আল্লাহর বাণীঃ &lsquo;&lsquo;যারা তাদের স্ত্রীদের উপর অপবাদ আরোপ করবে, আবারো নিজেরা ছাড়া অন্য কোন সাক্ষীও থাকবে না .... থেকে যদি সে সত্যবাদী&rsquo;&rsquo; পর্যন্ত। যদি কোন বোবা (মূক) লোক লিখিতভাবে বা ইশারায় কিংবা কোন পরিচিত ইঙ্গিতের মাধ্যমে নিজ স্ত্রীকে অপবাদ দেয়, তাহলে তার হুকুম বাকশক্তি সম্পন্ন মানুষের মতই। কেননা নবী (সাঃ) ফরয বিষয়গুলিতে ইশারা করার অনুমতি দিয়েছেন। হিজাজ ও অন্যান্য স্থানের কিছু সংখ্যক আলিমেরও এ মত। আল্লাহ্ বলেছেনঃ &lsquo;&lsquo;সে (মরিয়ম) সন্তানের প্রতি ইশারা করলো, লোকেরা বলল, দোলনার শিশুর সাথে আমরা কিভাবে কথোপকথন করবো? যাহ্হাক বলেনঃ ইঙ্গিত এবং ইশারার মাধ্যমে। কিছু লোকের মন্তব্য হলোঃ ইশারার মাধ্যমে কোন হদ্ (শরয়ী&rsquo; দন্ড) বা লি&rsquo;আন নেই, আবার তাদেরই মত হলো লিখিতভাবে কিংবা ইশারা ইঙ্গিতে তালাক দেয়া জায়েয আছে। অথচ তালাক এবং অপব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl:\n\nAllahs Messenger (ﷺ) said, I and the one who looks after an orphan will be like this in Paradise, showing his middle and index fingers and separating them.",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلٍ، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَنَا وَكَافِلُ الْيَتِيمِ فِي الْجَنَّةِ هَكَذَا . وَأَشَارَ بِالسَّبَّابَةِ وَالْوُسْطَى، وَفَرَّجَ بَيْنَهُمَا شَيْئًا.",
    "hadithBengali": "৪৯২১। আমর ইবনু যুবারা (রহঃ) ... সাহল (রাঃ) থেকে বর্নিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি ও ইয়াতীমের প্রতিপালনকারী জান্নাতে এরুপ নিকটে থাকব। এই বলে তিনি তর্জনী ও মধ্যমা আঙ্গুল দুটি দ্বারা ইশারা করলেন এবং এ দু টির মাঝে সামান্য ফাঁক রাখলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4921",
    "id": "5223",
    "thesequence": "5485",
    "isActive": "1",
    "chapterId": "16803",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬৪. লি&rsquo;আন (অভিশাপযুক্ত শপথ)। মহান আল্লাহর বাণীঃ &lsquo;&lsquo;যারা তাদের স্ত্রীদের উপর অপবাদ আরোপ করবে, আবারো নিজেরা ছাড়া অন্য কোন সাক্ষীও থাকবে না .... থেকে যদি সে সত্যবাদী&rsquo;&rsquo; পর্যন্ত। যদি কোন বোবা (মূক) লোক লিখিতভাবে বা ইশারায় কিংবা কোন পরিচিত ইঙ্গিতের মাধ্যমে নিজ স্ত্রীকে অপবাদ দেয়, তাহলে তার হুকুম বাকশক্তি সম্পন্ন মানুষের মতই। কেননা নবী (সাঃ) ফরয বিষয়গুলিতে ইশারা করার অনুমতি দিয়েছেন। হিজাজ ও অন্যান্য স্থানের কিছু সংখ্যক আলিমেরও এ মত। আল্লাহ্ বলেছেনঃ &lsquo;&lsquo;সে (মরিয়ম) সন্তানের প্রতি ইশারা করলো, লোকেরা বলল, দোলনার শিশুর সাথে আমরা কিভাবে কথোপকথন করবো? যাহ্হাক বলেনঃ ইঙ্গিত এবং ইশারার মাধ্যমে। কিছু লোকের মন্তব্য হলোঃ ইশারার মাধ্যমে কোন হদ্ (শরয়ী&rsquo; দন্ড) বা লি&rsquo;আন নেই, আবার তাদেরই মত হলো লিখিতভাবে কিংবা ইশারা ইঙ্গিতে তালাক দেয়া জায়েয আছে। অথচ তালাক এবং অপব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nA man came to the Prophet (ﷺ) and said, O Allahs Messenger (ﷺ)! A black child has been born for me. The Prophet asked him, Have you got camels? The man said, Yes. The Prophet (ﷺ) asked him, What color are they? The man replied, Red. The Prophet (ﷺ) said, Is there a grey one among them? The man replied, Yes. The Prophet (ﷺ) said, Whence comes that? He said, May be it is because of heredity. The Prophet (ﷺ) said, May be your latest son has this color because of heredity.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ وُلِدَ لِي غُلاَمٌ أَسْوَدُ. فَقَالَ  هَلْ لَكَ مِنْ إِبِلٍ . قَالَ نَعَمْ. قَالَ  مَا أَلْوَانُهَا . قَالَ حُمْرٌ. قَالَ  هَلْ فِيهَا مِنْ أَوْرَقَ . قَالَ نَعَمْ. قَالَ  فَأَنَّى ذَلِكَ . قَالَ لَعَلَّهُ نَزَعَهُ عِرْقٌ. قَالَ  فَلَعَلَّ ابْنَكَ هَذَا نَزَعَهُ .",
    "hadithBengali": "৪৯২২। ইয়াহইয়া ইবনু কাযা&#39;আ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত যে, জনৈক ব্যাক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললঃ ইয়া রাসুলাল্লাহ! আমার একটি কালো সন্তান জন্মেছে। তিনি জিজ্ঞাসা করলেনঃ তোমার কিছু উট আছে কি? সে উত্তর করলঃ হ্যাঁ। তিনি বললেনঃ সেগুলোর রং কেমন? সে বললঃ লাল। তিনি বললেনঃ সেগুলোর মধ্যে কোনটি ছাই বর্নের আছে কি? সে বললঃ হ্যাঁ। তিনি জিজ্ঞাসা করলেনঃ আর সেটিতে এমন বর্ণ কোথেকে এলো? লোকটি বললঃ সম্ভবতঃ পূর্ববর্তী বংশের কারণে এরুপ হয়েছে। তিনি বললেনঃ তাহলে হতে পারে, তোমার এ সন্তানও বংশগত কারণে এরুপ হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4922",
    "id": "5224",
    "thesequence": "5486",
    "isActive": "1",
    "chapterId": "16804",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬৫. ইঙ্গিতে সন্তান অস্বীকার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nAn Ansari man accused his wife (of committing illegal sexual intercourse). The Prophet (ﷺ) made both of them takes the oath of Lian, and separated them from each other (by divorce).",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلُ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ أَنَّ رَجُلاً مِنَ الأَنْصَارِ قَذَفَ امْرَأَتَهُ فَأَحْلَفَهُمَا النَّبِيُّ صلى الله عليه وسلم ثُمَّ فَرَّقَ بَيْنَهُمَا.",
    "hadithBengali": "৪৯২৩। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, এ জনৈক ব্যাক্তি তার স্ত্রীকে অপবাদ দিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উভয়কে শপথ করালেন এবং তাদেরকে বিচ্ছিন্ন করে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4923",
    "id": "5225",
    "thesequence": "5487",
    "isActive": "1",
    "chapterId": "16805",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬৬. লি&rsquo;আনকারীকে শপথ করানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nHilal bin Umaiyya accused his wife of illegal sexual intercourse and came to the Prophet (ﷺ) to bear witness (against her), (taking the oath of Lian). The Prophet (ﷺ) was saying, Allah knows that either of you is a liar. Will anyone of you repent (to Allah)? Then the lady got up and gave her witness.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ هِشَامِ بْنِ حَسَّانَ، حَدَّثَنَا عِكْرِمَةُ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ هِلاَلَ بْنَ أُمَيَّةَ، قَذَفَ امْرَأَتَهُ، فَجَاءَ فَشَهِدَ وَالنَّبِيُّ صلى الله عليه وسلم يَقُولُ   إِنَّ اللَّهَ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ، فَهَلْ مِنْكُمَا تَائِبٌ . ثُمَّ قَامَتْ فَشَهِدَتْ.",
    "hadithBengali": "৪৯২৪। মুহাম্মদ ইবনু বাশশার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্নিত যে, হিলাল ইবনু উমাইয়্যা তার স্ত্রীকে (যিনার) অপবাদ দেয়। তিনি এসে সাক্ষ্য দিলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলনঃ আল্লাহ তাআলা অবশ্যই জানেন তোমাদের দু&#39;জনের একজন নিঃসন্দেহে মিথ্যাবাদী। অতএব কে তাওবা করতে প্রস্তুত আছ? এরপর স্ত্রী দাঁড়াল এবং সাক্ষ্য দিল (সে দোষমুক্ত)।\n",
    "checkStatus": "1",
    "hadithNo": "4924",
    "id": "5226",
    "thesequence": "5488",
    "isActive": "1",
    "chapterId": "16806",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬৭. পুরুষকে প্রথমে লি&rsquo;আন করানো হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d As-Sa`idi:\n\nUwaimir Al-Ajlani came to `Asim bin Ad Al-Ansari and said to him, O `Asim! Suppose a man saw another man with his wife, would he kill him whereupon you would kill him; or what should he do? Please, O `Asim, ask about this on my behalf. `Asim asked Allahs Messenger (ﷺ) about it. Allahs Messenger (ﷺ), disliked that question and considered it disgraceful. What `Asim heard from Allahs Messenger (ﷺ) was hard on him. When `Asim returned to his family, Uwaimir came to him and said, O `Asim! What did Allahs Messenger (ﷺ). say to you? `Asim said to Uwaimir, You never bring me any good. Allahs Messenger (ﷺ) disliked the problem which I asked him about. Uwaimir said, By Allah, I will not give up this matter until I ask the Prophet (ﷺ) about it. So Uwaimir proceeded till he came to Allahs Messenger (ﷺ) in the midst of people, and said, O Allahs Messenger (ﷺ)! If a man sees another man with his wife, would he kill him, whereupon you would kill him, or what should he do? Allahs Messenger (ﷺ) said, Allah has revealed some decree as regards you and your wives case. Go and bring her. So they carried out the process of Lian while I was present among the people with Allahs Messenger (ﷺ). When they had finished their Lian, Uwaimir said, O Allahs Messenger (ﷺ)! If I should now keep her with me as a wife, then I have told a lie. So he divorced her thrice before Allahs Messenger (ﷺ) ordered him. (Ibn Shihab said: So divorce was the tradition for all those who were involved in a case of Lian.)",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، أَنَّ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ، أَخْبَرَهُ أَنَّ عُوَيْمِرًا الْعَجْلاَنِيَّ جَاءَ إِلَى عَاصِمِ بْنِ عَدِيٍّ الأَنْصَارِيِّ فَقَالَ لَهُ يَا عَاصِمُ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً، أَيَقْتُلُهُ فَتَقْتُلُونَهُ، أَمْ كَيْفَ يَفْعَلُ سَلْ لِي يَا عَاصِمُ عَنْ ذَلِكَ. فَسَأَلَ عَاصِمٌ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ ذَلِكَ فَكَرِهَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَسَائِلَ وَعَابَهَا، حَتَّى كَبُرَ عَلَى عَاصِمٍ مَا سَمِعَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا رَجَعَ عَاصِمٌ إِلَى أَهْلِهِ جَاءَهُ عُوَيْمِرٌ فَقَالَ يَا عَاصِمُ مَاذَا قَالَ لَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ عَاصِمٌ لِعُوَيْمِرٍ لَمْ تَأْتِنِي بِخَيْرٍ، قَدْ كَرِهَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَسْأَلَةَ الَّتِي سَأَلْتُهُ عَنْهَا. فَقَالَ عُوَيْمِرٌ وَاللَّهِ لاَ أَنْتَهِي حَتَّى أَسْأَلَهُ عَنْهَا. فَأَقْبَلَ عُوَيْمِرٌ حَتَّى جَاءَ رَسُولَ اللَّهِ صلى الله عليه وسلم وَسَطَ النَّاسِ فَقَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً، أَيَقْتُلُهُ فَتَقْتُلُونَهُ أَمْ كَيْفَ يَفْعَلُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   قَدْ أُنْزِلَ فِيكَ وَفِي صَاحِبَتِكَ فَاذْهَبْ فَأْتِ بِهَا . قَالَ سَهْلٌ فَتَلاَعَنَا وَأَنَا مَعَ النَّاسِ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا فَرَغَا مِنْ تَلاَعُنِهِمَا قَالَ عُوَيْمِرٌ كَذَبْتُ عَلَيْهَا يَا رَسُولَ اللَّهِ إِنْ أَمْسَكْتُهَا. فَطَلَّقَهَا ثَلاَثًا قَبْلَ أَنْ يَأْمُرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم. قَالَ ابْنُ شِهَابٍ فَكَانَتْ سُنَّةَ الْمُتَلاَعِنَيْنِ.",
    "hadithBengali": "৪৯২৫। ইসমাঈল (রহঃ) ... সাহল ইবনু সা&#39;দ সাঈদী (রাঃ) থেকে বর্নিত যে, উওয়াইমার আজলানী (রাঃ) আসিম ইবনু আদী আনসারী (রাঃ) এর কাছে এসে বললেনঃ হে আসিম! কি বল, যদি কোন ব্যাক্তি তার স্ত্রীর সাথে অপর ব্যাক্তিকে (ব্যাভিচার-রত অবস্থায়) পায় তবে সে কি তাকে হত্যা করবে? আর এতে তোমরাও কি তাকে হত্যা করবে? (যদি সে হত্যা না করে) তাহলে কি করবে? হে আসিম! তুমি আমার এ বিষয়টি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা কর। এরপর আসিম (রাঃ) এ ব্যাপারে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ধরনের জিজ্ঞাসাকে অপছন্দ করলেন এবং অশোভনীয় মনে করলেন। এমন কি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আসিম (রাঃ) যা শুনলেন তাতে তার খুব খারাপ লাগল।\n\nআসিম (রাঃ) গৃহে প্রত্যাবর্তন করলে উওয়াইমির এসে জিজ্ঞাসা করলঃ হে আসিম? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাকে কি উত্তর দিলেন। আসিম (রাঃ) উওয়াইমিরকে বললেনঃ তুমি আমার কাছে কোন ভাল কাজ নিয়ে আসনি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ধরনের জিজ্ঞাসাকে অপছন্দ করেছেন, সে সম্বন্ধে আমি তাকে জিজ্ঞাসা করেছি। উওয়াইমির (রাঃ) বললেন আল্লাহর শপথ তাঁকে এ বিষয়ে জিজ্ঞাসা না করে ক্ষ্যান্ত হব না।\n\nএরপর উওয়াইমির (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে তাঁকে লোকদের মাঝে পেলেন এবং তাকে জিজ্ঞাসা করলেনঃ ইয়া রাসুলাল্লাহ! কী বলেন, কোন ব্যাক্তি যদি তার স্ত্রীর সাথে অপর ব্যাক্তিকে (ব্যাভিচার-রত) দেখতে পায় সে কি তাকে হত্যা করবে? আর আপনারাও কি তাকে হত্যার বদলে হত্যা করবেন? অন্যথায় সে কি করবে? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার ও তোমার স্ত্রীর ব্যাপারে আয়াত অবর্তীর্ণ হয়েছে যাও তাকে নিয়ে এসো।\n\nসাহল (রাঃ) বলেন, তারা উভইয়ে লিআন করল। সে সময় আমি লোকদের সাথে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে ছিলাম। উভয়ে লিআন করা সমাপ্ত করলে উওয়াইমির বললোঃ ইয়া রাসুলাল্লাহ! যদি আমি তাকে (স্ত্রী হিসাবে) রাখি, তবে আমি তার উপর মিথ্যা আরোপ করেছি বলে প্রমাণিত হবে। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে নির্দেশ দেওয়ার পূর্বেই তিনি স্ত্রীকে তিন তালাক দিলেন। ইবনু শিহাব (রহঃ) বলেনঃ উভয়কে পৃথক করে দেওয়াই পরবর্তীতে লি&#39;আন কারীদ্বয়ের হুকুম হিসাবে পরিগনিত হল।\n",
    "checkStatus": "1",
    "hadithNo": "4925",
    "id": "5227",
    "thesequence": "5489",
    "isActive": "1",
    "chapterId": "16807",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬৮. লি&rsquo;আন এবং লি&rsquo;আনের পর তালাক দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Juraij:\n\nIbn Shihab informed me of Lian and the tradition related to it, referring to the narration of Sahl bin Sa`d, the brother of Bani Sa`idi He said, An Ansari man came to Allahs Messenger (ﷺ) and said, O Allahs Apostle! If a man saw another man with his wife, should he kill him, or what should he do? So Allah revealed concerning his affair what is mentioned in the Holy Quran about the affair of those involved in a case of Lian. The Prophet (ﷺ) said, Allah has given His verdict regarding you and your wife. So they carried out Lian in the mosque while I was present there. When they had finished, the man said, O Allahs Messenger (ﷺ)! If I should now keep her with me as a wife then I have told a lie about her. Then he divorced her thrice before Allahs Messenger (ﷺ) ordered him, when they had finished the Lian process. So he divorced her in front of the Prophet (ﷺ) . Ibn Shihab added, After their case, it became a tradition that a couple involved in a case of Lian should be separated by divorce. That lady was pregnant then, and later on her son was called by his mothers name. The tradition concerning their inheritance was that she would be his heir and he would inherit of her property the share Allah had prescribed for him. Ibn Shihab said that Sahl bin Sa`d AsSaidi said that the Prophet (ﷺ) said (in the above narration), If that lady delivers a small red child like a lizard, then the lady has spoken the truth and the man was a liar, but if she delivers a child with black eyes and huge lips, then her husband has spoken the truth. Then she delivered it in the shape one would dislike (as it proved her guilty).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي ابْنُ شِهَابٍ، عَنِ الْمُلاَعَنَةِ، وَعَنِ السُّنَّةِ، فِيهَا عَنْ حَدِيثِ، سَهْلِ بْنِ سَعْدٍ أَخِي بَنِي سَاعِدَةَ أَنَّ رَجُلاً، مِنَ الأَنْصَارِ جَاءَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً، أَيَقْتُلُهُ أَمْ كَيْفَ يَفْعَلُ فَأَنْزَلَ اللَّهُ فِي شَأْنِهِ مَا ذَكَرَ فِي الْقُرْآنِ مِنْ أَمْرِ الْمُتَلاَعِنَيْنِ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم  قَدْ قَضَى اللَّهُ فِيكَ وَفِي امْرَأَتِكَ . قَالَ فَتَلاَعَنَا فِي الْمَسْجِدِ وَأَنَا شَاهِدٌ، فَلَمَّا فَرَغَا قَالَ كَذَبْتُ عَلَيْهَا يَا رَسُولَ اللَّهِ إِنْ أَمْسَكْتُهَا. فَطَلَّقَهَا ثَلاَثًا قَبْلَ أَنْ يَأْمُرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ فَرَغَا مِنَ التَّلاَعُنِ، فَفَارَقَهَا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ  ذَاكَ تَفْرِيقٌ بَيْنَ كُلِّ مُتَلاَعِنَيْنِ . قَالَ ابْنُ جُرَيْجٍ قَالَ ابْنُ شِهَابٍ فَكَانَتِ السُّنَّةُ بَعْدَهُمَا أَنْ يُفَرَّقَ بَيْنَ الْمُتَلاَعِنَيْنِ، وَكَانَتْ حَامِلاً، وَكَانَ ابْنُهَا يُدْعَى لأُمِّهِ، قَالَ ثُمَّ جَرَتِ السُّنَّةُ فِي مِيرَاثِهَا أَنَّهَا تَرِثُهُ وَيَرِثُ مِنْهَا مَا فَرَضَ اللَّهُ لَهُ. قَالَ ابْنُ جُرَيْجٍ عَنِ ابْنِ شِهَابٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ فِي هَذَا الْحَدِيثِ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  إِنْ جَاءَتْ بِهِ أَحْمَرَ قَصِيرًا كَأَنَّهُ وَحَرَةٌ، فَلاَ أُرَاهَا إِلاَّ قَدْ صَدَقَتْ وَكَذَبَ عَلَيْهَا، وَإِنْ جَاءَتْ بِهِ أَسْوَدَ أَعْيَنَ ذَا أَلْيَتَيْنِ، فَلاَ أُرَاهُ إِلاَّ قَدْ صَدَقَ عَلَيْهَا . فَجَاءَتْ بِهِ عَلَى الْمَكْرُوهِ مِنْ ذَلِكَ.",
    "hadithBengali": "৪৯২৬। ইয়াহইয়া (রহঃ) ... ইবনু জুরাইজ (রহঃ) থেকে বর্নিত। তিনি বলেন, আমাকে ইবনু শিহাব (রহঃ) লিআন ও তার হুকুম সম্বন্ধে সা&#39;দ গোত্রের সাহল ইবনু সা&#39;দ (রাঃ) থেকে হাদীস বর্ননা করেন যে, আনসারদের জনৈক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল ইয়া রাসুলাল্লাহ! আপনি কি বলেন, যদি কোন ব্যাক্তি তার স্ত্রীর সাথে অন্য কাউকে দেখতে পায়, তবে কি সে তাকে হত্যা করবে? অথবা কি করবে? এর পর আল্লাহ তাআলা তার ব্যাপারে কুরআনে উল্লেখিত লি&#39;আনের বিধান অবর্তীর্ণ করেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ তোমার ও তোমার স্ত্রীর ব্যাপারে ফয়সালা দিয়েছেন।\n\nরাবী বলেনঃ আমি উপস্থিত থাকতেই তারা উভয়ে মসজিদে লিআন করল। উভয়ের লিআন কাজ সমাধা হলে সে ব্যাক্তি বললঃ ইয়া রাসুলাল্লা! যদি আমি তাকে স্ত্রী হিসাবে রেখে দেই তবে তার উপর মিথ্যারোপ করেছি বলে সাব্যস্ত হবে। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে আদেশ দেয়ার পূর্বেই সে তার স্ত্রীকে তিন তালাক দিল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনেই তারা পৃথক হয়ে গেল। তিনি বললেনঃ এই সম্পর্কোচ্ছেদই লিআন এর বিধান।\n\nইবনু জুরাইজ বলেনঃ ইবনু শিহাব (রহঃ) বলেছেনঃ তাদের পর লিআনকারীদ্বয়ের মধো পৃথক করার হুকুম প্রবর্তিত হয়। উপরোক্ত মহিলা ছিল সন্তান সম্ভবা। তার বাচ্চাকে মায়ের পরিচয়ে ডাকা হত। বর্ণনাকারী বলেনঃ এরপর উত্তোধিকারের ব্যাপারেও হুকুম প্রবর্তিত হল যে, মহিলা সন্তানের উত্তরাধিকারী হবে এবং সন্তানও তার উত্তারাধিকারী হবে, যতটুকু আল্লাহ তাআলা নির্ধারণ করেছেন।\n\nহাদীসে ইবনু জুরাইজ, ইবনু শিহাবের সুত্রে সাহল ইবনু সা&#39;দ সাঈদী থেকে বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি ঐ মহিলা ওহ্&zwnj;রার (এক প্রকার ছোট প্রানী) এর মতো লাল ও বেটে সন্তান প্রসব করে, তবে বুঝবো মহিলাই সত্য বলেছে, আর সেই তার উপর মিথ্যা অপবাদ দিয়েছে। আর যদি সে কালো চক্ষু বিশিষ্ট বড় নিতম্বযুক্ত সন্তান প্রসব করে, তবে বুঝবো, সে ব্যাক্তি সত্যই বলেছে। পরে মহিলাটি কালো সন্তানই প্রসব করেছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4926",
    "id": "5228",
    "thesequence": "5490",
    "isActive": "1",
    "chapterId": "16808",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৬৯. মসজিদে লি&rsquo;আন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Qasim bin Muhammad:\n\nIbn `Abbas; said, Once Lian was mentioned before the Prophet (ﷺ) whereupon `Asim bin Adi said something and went away. Then a man from his tribe came to him, complaining that he had found a man with his wife. `Asim said, I have not been put to task except for my statement (about Lian). `Asim took the man to the Prophet (ﷺ) and the man told him of the state in which he had found his wife. The man was pale, thin, and of lank hair, while the other man whom he claimed he had seen with his wife, was brown, fat and had much flesh on his calves. The Prophet (ﷺ) invoked, saying, O Allah! Reveal the truth. So that lady delivered a child resembling the man whom her husband had mentioned he had found her with. The Prophet (ﷺ) then made them carry out Lian. Then a man from that gathering asked Ibn `Abbas, Was she the same lady regarding which the Prophet (ﷺ) had said, If I were to stone to death someone without witness, I would have stoned this lady? Ibn `Abbas said, No, that was another lady who, though being a Muslim, used to arouse suspicion by her outright misbehavior. ",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ ذُكِرَ التَّلاَعُنُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ عَاصِمُ بْنُ عَدِيٍّ فِي ذَلِكَ قَوْلاً، ثُمَّ انْصَرَفَ، فَأَتَاهُ رَجُلٌ مِنْ قَوْمِهِ يَشْكُو إِلَيْهِ أَنَّهُ وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً، فَقَالَ عَاصِمٌ مَا ابْتُلِيتُ بِهَذَا إِلاَّ لِقَوْلِي، فَذَهَبَ بِهِ إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَخْبَرَهُ بِالَّذِي وَجَدَ عَلَيْهِ امْرَأَتَهُ وَكَانَ ذَلِكَ الرَّجُلُ مُصْفَرًّا قَلِيلَ اللَّحْمِ سَبْطَ الشَّعَرِ، وَكَانَ الَّذِي ادَّعَى عَلَيْهِ أَنَّهُ وَجَدَهُ عِنْدَ أَهْلِهِ خَدْلاً آدَمَ كَثِيرَ اللَّحْمِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  اللَّهُمَّ بَيِّنْ . فَجَاءَتْ شَبِيهًا بِالرَّجُلِ الَّذِي ذَكَرَ زَوْجُهَا أَنَّهُ وَجَدَهُ، فَلاَعَنَ النَّبِيُّ صلى الله عليه وسلم بَيْنَهُمَا. قَالَ رَجُلٌ لاِبْنِ عَبَّاسٍ فِي الْمَجْلِسِ هِيَ الَّتِي قَالَ النَّبِيُّ صلى الله عليه وسلم  لَوْ رَجَمْتُ أَحَدًا بِغَيْرِ بَيِّنَةٍ رَجَمْتُ هَذِهِ . فَقَالَ لاَ تِلْكَ امْرَأَةٌ كَانَتْ تُظْهِرُ فِي الإِسْلاَمِ السُّوءَ قَالَ أَبُو صَالِحٍ وَعَبْدُ اللَّهِ بْنُ يُوسُفَ خَدِلاً.",
    "hadithBengali": "৪৯২৭। সাঈদ ইবনু উফায়র (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে লিআন করার প্রসঙ্গ আলোচিত হল। আসিম ইবনু আদী (রাঃ) এ ব্যাপারে একটি কথা জিজ্ঞাসা করে চলে গেলেন। এরপর তার গোত্রের জনৈক ব্যাক্তি তার কাছে এসে অভিযোগ করল যে সে তার স্ত্রীর সাথে অপর এক ব্যাক্তিকে পেয়েছে। আসিম (রাঃ) বললেন অযথা জিজ্ঞাসার কারণেই আমি এধরনের বিপদে পড়লাম। এরপর তিনি লোকটিকে নিয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলেন এবং অভিযোগকারীর বিষয়টি তাকে অবহিত করলেন। লোকটি ছিল হলদে-হালকা দেহ সোজা চুল বিশিষ্ট। আর ঐ লোকটি যাকে তার স্ত্রীর কাছে পেয়েছে বলে সে অভিযূক্ত করে সে ছিল প্রায় কালো, মোটা ধরনের, স্থুল দেহের অধিকারী।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ! সমস্যাটি সমাধান করে দিন। এরপর মহিলা ঐ লোকটির আকৃতি বিশিষ্ট সন্তান প্রসব করল যাকে তার স্বামী তার কাছে পেয়েছে বলে উল্লেখ করেছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের (স্বামী-স্ত্রী) উভয়কে লিআন করালেন। এক ব্যাক্তি ইবনু আব্বাস (রাঃ) কে সে বৈঠকেই জিজ্ঞাসা করল, এ মহিলা সমন্ধেই কি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন আমি যদি কাউকে বিনা প্রমানে রজম করতাম তবে একেই রজম করতাম। ইবনু আব্বাস (রাঃ) বললেনঃ না। সে ছিল (অন্য এক) মহিলা, যে মুসলিম সমাজে প্রকাশ্যে ব্যভিচারে লিপ্ত থাকত।\n",
    "checkStatus": "1",
    "hadithNo": "4927",
    "id": "5229",
    "thesequence": "5491",
    "isActive": "1",
    "chapterId": "16809",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৭০. নবী (সাঃ) এর উক্তিঃ আমি যদি প্রমাণ ছাড়া রজম করতাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Jubair:\n\nI asked Ibn `Umar, (What is the verdict if) a man accuses his wife of illegal sexual intercourse? Ibn `Umar said, The Prophet (ﷺ) separated (by divorce) the couple of Bani Al-Ajlan, and said, (to them), Allah knows that one of you two is a liar; so will one of you repent? But both of them refused. He again said, Allah knows that one of you two is a liar; so will one of you repent? But both of them refused. So he separated them by divorce. (Aiyub, a sub-narrator said: `Amr bin Dinar said to me, There is something else in this Hadith which you have not mentioned. It goes thus: The man said, What about my money (i.e. the Mahr that I have given to my wife)? It was said, You have no right to restore any money, for if you have spoken the truth (as regards the accusation), you have also consummated your marriage with her; and if you have told a lie, you are less rightful to have your money back. )",
    "hadithArabic": " حَدَّثَنِي عَمْرُو بْنُ زُرَارَةَ، أَخْبَرَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ قُلْتُ لاِبْنِ عُمَرَ رَجُلٌ قَذَفَ امْرَأَتَهُ فَقَالَ فَرَّقَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ أَخَوَىْ بَنِي الْعَجْلاَنِ، وَقَالَ  اللَّهُ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ، فَهَلْ مِنْكُمَا تَائِبٌ . فَأَبَيَا. وَقَالَ  اللَّهُ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ، فَهَلْ مِنْكُمَا تَائِبُ . فَأَبَيَا. فَقَالَ  اللَّهُ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ، فَهَلْ مِنْكُمَا تَائِبٌ  فَأَبَيَا فَفَرَّقَ بَيْنَهُمَا. قَالَ أَيُّوبُ فَقَالَ لِي عَمْرُو بْنُ دِينَارٍ إِنَّ فِي الْحَدِيثِ شَيْئًا لاَ أَرَاكَ تُحَدِّثُهُ قَالَ قَالَ الرَّجُلُ مَالِي قَالَ قِيلَ لاَ مَالَ لَكَ، إِنْ كُنْتَ صَادِقًا فَقَدْ دَخَلْتَ بِهَا، وَإِنْ كُنْتَ كَاذِبًا فَهْوَ أَبْعَدُ مِنْكَ.",
    "hadithBengali": "৪৯২৮। আমর ইবনু যুরারা (রহঃ) ... সাঈদ ইবনু জুবায়র (রহঃ) থেকে বর্নিত। তিনি বলেন, আমি ইবনু উমরকে জিজ্ঞাসা করলাম, এক ব্যাক্তি তার স্ত্রীকে অপবাদ দিল- (তার বিধান কি?) তিনি বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনূ আজলানের স্বামী স্ত্রীর দু-জনকে পৃথক করে দিয়েছিলেন এবং তিনি বলেছিলেনঃ আল্লাহ তাআলা অবহিত আছেন তোমাদের একজন অবশ্যই মিথ্যাবাদী। সুতরাং তোমাদের কেউ তাওবা করতে রাযী আছ কি? তারা দু-জনেই অস্বীকার করল। পুনরায় তিনি বললেনঃ আল্লাহ তাআলা অবহিত আছেন তোমাদের একজন অবশ্যই মিথ্যাবাদী সুতরাং কেউ তাওবা করতে প্রস্তুত আছ কি? তারা আবারও অস্বীকার করল। এরপর তিনি তাদেরকে পৃথক করে দেন।\n\nআইয়্যুব বলেনঃ আমাকে আমর ইবনু দীনার (রহঃ) বললেন এ হাদীসে আরও কিছু কথা আছে তোমাকে তা বর্ণনা করতে দেখছি না কেন? তিনি বলেন লোকটি বললঃ আমার (দেওয়া) মালের (মোহর) কি হবে? তাকে বলা হল, তোমার মাথা ফিরে পাবে না। যদি তুমি সত্যবাদী হও (তবুও পাবে না) (কেননা) তুমি তার সাথে সহবাস করেছ। আর যদি তুমি মিথ্যাবাদী হও, তবে তা পাওয়ার কোন প্রশ্নই ওঠে না।\n",
    "checkStatus": "1",
    "hadithNo": "4928",
    "id": "5230",
    "thesequence": "5492",
    "isActive": "1",
    "chapterId": "16810",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৭১. লি&rsquo;আনকারিণীর মোহর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Jubair:\n\nI asked Ibn `Umar about those who were involved in a case of Lien. He said, The Prophet (ﷺ) said to those who were involved in a case of Lien, Your accounts are with Allah. One of you two is a liar, and you (the husband) have no right over her (she is divorced). The man said, What about my property (Mahr) ? The Prophet (ﷺ) said, You have no right to get back your property. If you have told the truth about her then your property was for the consummation of your marriage with her; and if you told a lie about her, then you are less rightful to get your property back.  Sufyan, a sub-narrator said: I learned the Hadith from `Amr. Narrated Aiyub: I heard Sa`id bin Jubair saying, I asked Ibn `Umar, If a man (accuses his wife for an illegal sexual intercourse and) carries out the process of Lian (what will happen)? Ibn `Umar set two of his fingers apart. (Sufyan set his index finger and middle finger apart.) Ibn `Umar said, The Prophet (ﷺ) separated the couple of Bani Al-Ajlan by divorce and said thrice, Allah knows that one of you two is a liar; so will one of you repent (to Allah)? ",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ عَمْرٌو سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، قَالَ سَأَلْتُ ابْنَ عُمَرَ عَنِ الْمُتَلاَعِنَيْنِ،، فَقَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم لِلْمُتَلاَعِنَيْنِ  حِسَابُكُمَا عَلَى اللَّهِ أَحَدُكُمَا كَاذِبٌ، لاَ سَبِيلَ لَكَ عَلَيْهَا . قَالَ مَالِي قَالَ  لاَ مَالَ لَكَ، إِنْ كُنْتَ صَدَقْتَ عَلَيْهَا، فَهْوَ بِمَا اسْتَحْلَلْتَ مِنْ فَرْجِهَا، وَإِنْ كُنْتَ كَذَبْتَ عَلَيْهَا، فَذَاكَ أَبْعَدُ لَكَ . قَالَ سُفْيَانُ حَفِظْتُهُ مِنْ عَمْرٍو. وَقَالَ أَيُّوبُ سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ قَالَ قُلْتُ لاِبْنِ عُمَرَ رَجُلٌ لاَعَنَ امْرَأَتَهُ فَقَالَ بِإِصْبَعَيْهِ ـ وَفَرَّقَ سُفْيَانُ بَيْنَ إِصْبَعَيْهِ السَّبَّابَةِ وَالْوُسْطَى ـ فَرَّقَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ أَخَوَىْ بَنِي الْعَجْلاَنِ، وَقَالَ  اللَّهُ يَعْلَمُ إِنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْكُمَا تَائِبٌ . ثَلاَثَ مَرَّاتٍ. قَالَ سُفْيَانُ حَفِظْتُهُ مِنْ عَمْرٍو وَأَيُّوبَ كَمَا أَخْبَرْتُكَ.",
    "hadithBengali": "৪৯২৯। আলী ইবনু আবদুল্লাহ (রহঃ) ... সাঈদ ইবনু যুবায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন আমি লিআনকারীদ্বয় সম্পর্কে ইবনু উমরকে জিজ্ঞাসা করলাম, তিনি বললেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লিআনকায়ীদ্বয়কে লক্ষ্য করে বলেছিলেনঃ তোমাদের হিসাব গ্রহনের দায়িত্ব আল্লাহরই। তোমাদের একজন অবশ্যই মিথ্যাবাদী। তার (স্ত্রীর) উপর তোমার কোন অধিকার নেই। লোকটি বললঃ তবে আমার মাল (মোহর হিসেবে প্রদত্ত)? তিনি বললেনঃ তুমি কোন মাল পাবে না। যদি তুমি সত্যবাদী হও তাহলে এর বিনিময়ে তুমি তার লজ্জাস্থানকে হালাল করে নিয়েছিলে। আর যদি তার উপর মিথ্যারোপ করে থাক তবে তো মাল চাওয়ার কোন প্রশ্নই আসে না।\n\nসুফিয়ান বলেনঃ আমি এ হাদীস আমর (রাঃ) এর কাছ থেকে মুখস্থ করেছি। আইয়্যুব বলেনঃ আমি সাঈদ ইবনু জুবায়র-এর কাছে শুনেছি, তিনি বলেন, আমি ইবনু উমর (রাঃ) কে জিজ্ঞাসা করলামঃ এক ব্যাক্তি তার স্ত্রীর সাথে লিআন করল (এখন তাদের বিধান কি?) তিনি তার দুআঙ্গুল দ্বারা ইশারা করে বললেনঃ সুফিয়ান তার তর্জনী ও মধ্যমা আঙ্গুল ফাঁক করলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনূ আজলানের এক দম্পত্তির বৈবাহিক সম্পর্ক এভাবে ছিন্ন করে দেন এবং বলেনঃ আল্লাহ তাআলা অবহিত আছেন যে, তোমাদের একজন অবশাই মিথ্যাবাদী। সুতরাং কেউ তাওবা করতে সম্মত আছ কি? এভাবে তিনি তিনবার বললেন। সুফিয়ান বলেনঃ আমি তোমাকে যেভাবে হাদীসটি শোনাচ্ছি এভাবেই আমি আমর ও আইয়্যুব (রাঃ) থেকে মুখস্থ করেছি।\n",
    "checkStatus": "1",
    "hadithNo": "4929",
    "id": "5231",
    "thesequence": "5493",
    "isActive": "1",
    "chapterId": "16811",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৭২. লি&lsquo;আনকারীদ্বয়কে ইমামের একথা বলা যে, নিশ্চয় তোমাদের কোন একজন মিথ্যাবাদী, তাই তোমদের কেউ তাওলা করতে প্রস্তুত আছ কি ?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) separated (divorced) the wife from her husband who accused her for an illegal sexual intercourse, and made them take the oath of Lian .",
    "hadithArabic": " حَدَّثَنِي إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم فَرَّقَ بَيْنَ رَجُلٍ وَامْرَأَةٍ قَذَفَهَا، وَأَحْلَفَهُمَا.",
    "hadithBengali": "৪৯৩০। ইবরাহীম ইবনু মুনযির (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক পুরুষ তার স্ত্রীকে অপবাদ দিলে, তিনি উভয়কে শপথ করান এরপর পৃথক করে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "4930",
    "id": "5232",
    "thesequence": "5494",
    "isActive": "1",
    "chapterId": "16812",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৭৩. লি&lsquo;আনকারীদ্বয়কে পৃথক করে দেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) made an Ansari man and his wife carry out Lian, and then separated them by divorce.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ لاَعَنَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ رَجُلٍ وَامْرَأَةٍ مِنَ الأَنْصَارِ، وَفَرَّقَ بَيْنَهُمَا.",
    "hadithBengali": "৪৯৩১। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক আনসার ব্যাক্তি ও তার স্ত্রীকে লিআন করান এবং তাদেরকে বিচ্ছিন্ন করে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "4931",
    "id": "5233",
    "thesequence": "5495",
    "isActive": "1",
    "chapterId": "16812",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৭৩. লি&lsquo;আনকারীদ্বয়কে পৃথক করে দেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) made a man and his wife carry out Lian, and the husband repudiated her child. So the Prophet got them separated (by divorce) and decided that the child belonged to the mother only.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا مَالِكٌ، قَالَ حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم لاَعَنَ بَيْنَ رَجُلٍ وَامْرَأَتِهِ، فَانْتَفَى مِنْ وَلَدِهَا فَفَرَّقَ بَيْنَهُمَا، وَأَلْحَقَ الْوَلَدَ بِالْمَرْأَةِ.",
    "hadithBengali": "৪৯৩২। ইয়াহ্ইয়া ইবনু বুকায়র (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তি ও তার স্ত্রীকে লিআন করালেন এবং সন্তানের পৈতৃক সম্পর্ক ছিন্ন করে উভয়কে পৃথক করে দিলেন। আর সন্তান মহিলাকে দিয়ে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4932",
    "id": "5234",
    "thesequence": "5496",
    "isActive": "1",
    "chapterId": "16813",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৭৪. লি&lsquo;আনকারিণীকে সন্তান অর্পন করা হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThose involved in a case of Lian were mentioned before Allahs Messenger (ﷺ) `Asim bin Adi said something about that and then left. Later on a man from his tribe came to him and told him that he had found another man with his wife. On that `Asim said, I have not been put to task except for what I have said (about Lian). `Asim took the man to Allahs Messenger (ﷺ) and he told him of the state in which he found his wife. The man was pale, thin and lank-haired, while the other man whom he had found with his wife was brown, fat with thick calves and curly hair. Allahs Messenger (ﷺ) said, O Allah! Reveal the truth. Then the lady delivered a child resembling the man whom her husband had mentioned he had found with her. So Allahs Messenger (ﷺ) ordered them to carry out Lien. A man from that gathering said to Ibn `Abbas, Was she the same lady regarding whom Allahs Messenger (ﷺ) said, If I were to stone to death someone without witnesses, I would have stoned this lady? Ibn `Abbas said, No, that was another lady who, though being a Muslim, used to arouse suspicion because of her outright misbehavior.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ الْقَاسِمِ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ قَالَ ذُكِرَ الْمُتَلاَعِنَانِ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ عَاصِمُ بْنُ عَدِيٍّ فِي ذَلِكَ قَوْلاً، ثُمَّ انْصَرَفَ فَأَتَاهُ رَجُلٌ مِنْ قَوْمِهِ، فَذَكَرَ لَهُ أَنَّهُ وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً، فَقَالَ عَاصِمٌ مَا ابْتُلِيتُ بِهَذَا الأَمْرِ إِلاَّ لِقَوْلِي. فَذَهَبَ بِهِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخْبَرَهُ بِالَّذِي وَجَدَ عَلَيْهِ امْرَأَتَهُ، وَكَانَ ذَلِكَ الرَّجُلُ مُصْفَرًّا قَلِيلَ اللَّحْمِ سَبْطَ الشَّعَرِ، وَكَانَ الَّذِي وَجَدَ عِنْدَ أَهْلِهِ آدَمَ خَدْلاً كَثِيرَ اللَّحْمِ جَعْدًا قَطَطًا، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اللَّهُمَّ بَيِّنْ . فَوَضَعَتْ شَبِيهًا بِالرَّجُلِ الَّذِي ذَكَرَ زَوْجُهَا أَنَّهُ وَجَدَ عِنْدَهَا، فَلاَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَهُمَا، فَقَالَ رَجُلٌ لاِبْنِ عَبَّاسٍ فِي الْمَجْلِسِ هِيَ الَّتِي قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَوْ رَجَمْتُ أَحَدًا بِغَيْرِ بَيِّنَةٍ لَرَجَمْتُ هَذِهِ . فَقَالَ ابْنُ عَبَّاسٍ لاَ تِلْكَ امْرَأَةٌ كَانَتْ تُظْهِرُ السُّوءَ فِي الإِسْلاَمِ.",
    "hadithBengali": "৪৯৩৩। ইসমাঈল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, লিআনকারী দম্পত্তি সম্পর্কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সম্মুখে আলোচনা হচ্ছিল। ইতিমধ্যে আসিম ইবনু আদী (রাঃ) এ ব্যাপারে কিছু জিজ্ঞাসাবাদ করে চলে গেলেন। এরপর স্বগোত্রীয় এক ব্যাক্তি তার কাছে এসে জানাল যে, সে তার স্ত্রীর সাথে এক ব্যাক্তিকে পেয়েছে। আসিম (রাঃ) বললেন, অযথা জিজ্ঞাসাবাদের দরুনই আমি এ বিপদে পতিত হলাম। এরপর তিনি তাকে নিয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলেন এবং যে লোকটিকে সে তার স্ত্রীর সাথে পেয়েছে, তার সম্পর্কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অবহিত করলেন। অভিযোগকারী ছিলেন হলদে, হালকা দেহ্ ও সোজা চুলের অধিকারী। আর তার স্ত্রীর কাছে পাওয়া লোকটি ছিল মোটা ধারনের স্থুলকায় ও খুব কোঁকড়ানো চুলের অধিকারী।\n\nতখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আল্লাহ্ আপনি সত্য প্রকাশ করে দিন। এরপর মহিলা ঐ লোকটির আকৃতি বিশিষ্ট একটি সন্তান প্রসব করে, যাকে তার স্বামী তার সাথে পেয়েছে বলে উল্লেখ করেছিলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উভয়কেই লিআন করালেন। এক ব্যাক্তি ইবনু আব্বাস (রাঃ) কে সেই বৈঠকে জিজ্ঞাসা করল, ঐ মহিলা সম্বন্ধেই কি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেনঃ আমি যদি বিনা প্রমাণে কাউকে রজম করতাম তাহলে একে রজম করতাম? ইবনু আব্বাস (রাঃ) বলেনঃ না, সে ছিল অন্য এক মহিলা যে ইসলামে কুখ্যাত ব্যভিচারিণী ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4933",
    "id": "5235",
    "thesequence": "5497",
    "isActive": "1",
    "chapterId": "16814",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৭৫. ইমামের উক্তিঃ হে আল্লাহ্! সত্য প্রকাশ করে দিন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nRifa`a Al-Qurazi married a lady and then divorced her whereupon she married another man. She came to the Prophet (ﷺ) and said that her new husband did not approach her, and that he was completely impotent. The Prophet (ﷺ) said (to her), No (you cannot remarry your first husband) till you taste the second husband and he tastes you (i.e. till he consummates his marriage with you).",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى، حَدَّثَنَا هِشَامٌ، قَالَ حَدَّثَنِي أَبِي، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم. حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ رِفَاعَةَ، الْقُرَظِيَّ تَزَوَّجَ امْرَأَةً، ثُمَّ طَلَّقَهَا فَتَزَوَّجَتْ آخَرَ فَأَتَتِ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَتْ لَهُ أَنَّهُ لاَ يَأْتِيهَا، وَإِنَّهُ لَيْسَ مَعَهُ إِلاَّ مِثْلُ هُدْبَةٍ فَقَالَ   لاَ حَتَّى تَذُوقِي عُسَيْلَتَهُ، وَيَذُوقَ عُسَيْلَتَكِ .",
    "hadithBengali": "৪৯৩৪। আমর ইবনু আলী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। (হাদীসটি নিম্নোক্ত হাদীসের অনুরুপ)। [দেখুন পরের হাদিস]\n",
    "checkStatus": "1",
    "hadithNo": "4934",
    "id": "5236",
    "thesequence": "5498",
    "isActive": "1",
    "chapterId": "16815",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৭৬. যদি মহিলাকে তিন তালাক দেয় এবং ইদ্দত শেষে সে অন্য স্বামীর কাছে বিয়ে বসে, কিন্তু সে তাকে স্পর্শ (সংগম) না করে থাকে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nRifa`a Al-Qurazi married a lady and then divorced her whereupon she married another man. She came to the Prophet (ﷺ) and said that her new husband did not approach her, and that he was completely impotent. The Prophet (ﷺ) said (to her), No (you cannot remarry your first husband) till you taste the second husband and he tastes you (i.e. till he consummates his marriage with you).",
    "hadithArabic": "عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ رِفَاعَةَ، الْقُرَظِيَّ تَزَوَّجَ امْرَأَةً، ثُمَّ طَلَّقَهَا فَتَزَوَّجَتْ آخَرَ فَأَتَتِ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَتْ لَهُ أَنَّهُ لاَ يَأْتِيهَا، وَإِنَّهُ لَيْسَ مَعَهُ إِلاَّ مِثْلُ هُدْبَةٍ فَقَالَ   لاَ حَتَّى تَذُوقِي عُسَيْلَتَهُ، وَيَذُوقَ عُسَيْلَتَكِ .",
    "hadithBengali": "৪৯৩৫। উসমান ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, রিফাআ কুরাযী এক মহিলাকে বিয়ে করে পরে তালাক দেয়। এরপর মহিলা অন্য স্বামী গ্রহন করে। পরে সে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে তাকে অবহিত করলো যে সে (স্বামী) তার কাছে আসে না আর তার কাছে কাপড়ের কিনারা সদৃশ বৈ কিছুই নেই। তিনি বললেনঃ তা হবে না, যতক্ষন পর্যন্ত তুমি তার কিছু স্বাদ আস্বাদন না করবে, আর সেও তোমার কিঞ্চিত স্বাদ আস্বাদন না করবে (ততক্ষন প্রথম স্বামীর কাছে যাওয়া যাবে না)।\n",
    "checkStatus": "1",
    "hadithNo": "4935",
    "id": "5237",
    "thesequence": "5499",
    "isActive": "1",
    "chapterId": "16815",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৭৬. যদি মহিলাকে তিন তালাক দেয় এবং ইদ্দত শেষে সে অন্য স্বামীর কাছে বিয়ে বসে, কিন্তু সে তাকে স্পর্শ (সংগম) না করে থাকে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Salama:\n\n(the wife of the Prophet) A lady from Bani Aslam, called Subaia, become a widow while she was pregnant. Abu As-Sanabil bin Bakak demanded her hand in marriage, but she refused to marry him and said, By Allah, I cannot marry him unless I have completed one of the two prescribed periods. About ten days later (after having delivered her child), she went to the Prophet (ﷺ) and he said (to her), You can marry now.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ الأَعْرَجِ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ زَيْنَبَ ابْنَةَ أَبِي سَلَمَةَ، أَخْبَرَتْهُ عَنْ أُمِّهَا أُمِّ سَلَمَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ امْرَأَةً مِنْ أَسْلَمَ يُقَالُ لَهَا سُبَيْعَةُ كَانَتْ تَحْتَ زَوْجِهَا، تُوُفِّيَ عَنْهَا وَهْىَ حُبْلَى، فَخَطَبَهَا أَبُو السَّنَابِلِ بْنُ بَعْكَكٍ، فَأَبَتْ أَنْ تَنْكِحَهُ، فَقَالَ وَاللَّهِ مَا يَصْلُحُ أَنْ تَنْكِحِيهِ حَتَّى تَعْتَدِّي آخِرَ الأَجَلَيْنِ. فَمَكُثَتْ قَرِيبًا مِنْ عَشْرِ لَيَالٍ ثُمَّ جَاءَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَ   انْكِحِي .",
    "hadithBengali": "<div class=arabicchapter arabic style=text-align: center;>بَابُ: {وَاللاَّئِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ}</div>\n\n<p style=text-align: center;>قَالَ مُجَاهِدٌ إِنْ لَمْ تَعْلَمُوا يَحِضْنَ أَوْ لاَ يَحِضْنَ وَاللاَّئِي قَعَدْنَ عَنِ الْحَيْضِ، وَاللاَّئِي لَمْ يَحِضْنَ، فَعِدَّتُهُنَّ ثَلاَثَةُ أَشْهُرٍ\n\n২০৭৭. পরিচ্ছেদঃ মহান আল্লাহর বাণীঃ তোমাদের স্ত্রীদের মধ্যে যাদের হায়েয বন্ধ হয়ে গেছে .... যদি তোমাদের সন্দেহ দেখা দেয় তাদের ইদ্দত তিন মাস এবং তাদেরও, যাদের এখনও হায়েয আসা আরম্ভ হয়নি। মুজাহিদ বলেনঃ যদিও তোমরা না জান যে, তাদের হায়েয- হবে কি না। যাদের ঋতুস্রাব বন্ধ হয়ে গেছে এবং যাদের এখনো আরম্ভ হয়নি, তাদের ইদ্দত তিন মাস।\n\n<hr />\n৪৯৩৬। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনা সালামা (রাঃ) থেকে বর্নিত যে, আসলাম গোত্রের সুবায়-আ নাম্বী এক মহিলাকে তার স্বামী গর্ভাবস্থায় রেখে মারা যায়। এরপর আবূ সানাবিল ইবনু বাকাক (রাঃ) তাকে বিয়ে করার প্রস্তাব দেয়। কিন্তু মহিলা তার সাথে বিয়ে বসতে অস্বীকার করে। সে (আবূ সানাবিল) বললঃ আল্লাহর শপথ দুটি মেয়াদের মধ্যে দীর্ঘতর মেয়াদ অনুসারে ইদ্দত পালন না করা পর্যন্ত তোমার জন্য অন্যান্য বিয়ে বসা দুরস্ত হবে না। এর প্রায় দশ দিনের মধ্যেই সে সন্তান প্রসব করে। এরপর সে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলে তিনি বললেনঃ এখন তুমি বিয়ে করতে পার।\n",
    "checkStatus": "1",
    "hadithNo": "4936",
    "id": "5238",
    "thesequence": "5500",
    "isActive": "1",
    "chapterId": "16816",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৭৮. গর্ভবতী মহিলাদের ইদ্দতের সময়সীমা সন্তান প্রসব করা পর্যন্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Abdullah:\n\nthat his father had written to Ibn Al-Arqam a letter asking him to ask Subaia Al-Aslamiya how the Prophet had given her the verdict. She said, The Prophet, gave me his verdict that after I gave birth, I could marry.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، عَنِ اللَّيْثِ، عَنْ يَزِيدَ، أَنَّ ابْنَ شِهَابٍ، كَتَبَ إِلَيْهِ أَنَّ عُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ، أَخْبَرَهُ عَنْ أَبِيهِ، أَنَّهُ كَتَبَ إِلَى ابْنِ الأَرْقَمِ أَنْ يَسْأَلَ، سُبَيْعَةَ الأَسْلَمِيَّةَ كَيْفَ أَفْتَاهَا النَّبِيُّ صلى الله عليه وسلم فَقَالَتْ أَفْتَانِي إِذَا وَضَعْتُ أَنْ أَنْكِحَ.",
    "hadithBengali": "৪৯৩৭। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্নিত যে তিনি ইবনু আরকামের নিকট (এই মর্মে) একটি পত্র লিখলেন যে তুমি সুবায়-আ আসলামীয়াকে জিজ্ঞাস কর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে কি প্রকারের ফতোয়া দিয়েছিলেন? সে উত্তরে বললঃ তিনি আমাকে সন্তান প্রসব করার পর বিয়ে করার ফতোয়া দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4937",
    "id": "5239",
    "thesequence": "5501",
    "isActive": "1",
    "chapterId": "16816",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৭৮. গর্ভবতী মহিলাদের ইদ্দতের সময়সীমা সন্তান প্রসব করা পর্যন্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Miswer bin Makhrama:\n\nSubaia Al-Aslamiya gave birth to a child a few days after the death of her husband. She came to the Prophet and asked permission to remarry, and the Prophet (ﷺ) gave her permission, and she got married.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، حَدَّثَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، أَنَّ سُبَيْعَةَ الأَسْلَمِيَّةَ، نُفِسَتْ بَعْدَ وَفَاةِ زَوْجِهَا، بِلَيَالٍ فَجَاءَتِ النَّبِيَّ صلى الله عليه وسلم فَاسْتَأْذَنَتْهُ أَنْ تَنْكِحَ، فَأَذِنَ لَهَا، فَنَكَحَتْ.",
    "hadithBengali": "৪৯৩৮। ইয়াহইয়া ইবনু কাযাআ (রহঃ) ... মিসওয়ার ইবনু মাখরামা (রাঃ) থেকে বর্ণিত যে, সুবায়&#39;আ আসলামীয়া তার স্বামীর মৃত্যুর কয়েকদিন পর সন্তান প্রসব করে। এরপর সে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বিয়ে করার অনুমতি প্রার্থনা করলে তিনি তাকে অনুমতি দেন। তখন সে অন্যত্র বিয়ে করে।\n",
    "checkStatus": "1",
    "hadithNo": "4938",
    "id": "5240",
    "thesequence": "5502",
    "isActive": "1",
    "chapterId": "16816",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৭৮. গর্ভবতী মহিলাদের ইদ্দতের সময়সীমা সন্তান প্রসব করা পর্যন্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qasim bin Muhammad and Sulaiman bin Yasar:\n\nthat Yahya bin Sa`id bin Al-`As divorced the daughter of `Abdur-Rahman bin Al-Hakarn. `Abdur- Rahman took her to his house. On that `Aisha sent a message to Marwan bin Al-Hakam who was the ruler of Medina, saying, Fear Allah, and urge your brother) to return her to her house. Marwan (in Sulaimans version) said, Abdur-Rahman bin Al-Hakam did not obey me (or had a convincing argument). (In Al-Qasims versions Marwan said, Have you not heard of the case of Fatima bint Qais? Aisha said, The case of Fatima bint Qais is not in your favor. Marwan bin Al-Hakam said to `Aisha, The reason that made Fatima bint Qais go to her fathers house is just applicable to the daughter of `Abdur-Rahman.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، أَنَّهُ سَمِعَهُ يَذْكُرُ، أَنَّ يَحْيَى بْنَ سَعِيدِ بْنِ الْعَاصِ، طَلَّقَ بِنْتَ عَبْدِ الرَّحْمَنِ بْنِ الْحَكَمِ، فَانْتَقَلَهَا عَبْدُ الرَّحْمَنِ، فَأَرْسَلَتْ عَائِشَةُ أُمُّ الْمُؤْمِنِينَ إِلَى مَرْوَانَ وَهْوَ أَمِيرُ الْمَدِينَةِ اتَّقِ اللَّهَ وَارْدُدْهَا إِلَى بَيْتِهَا. قَالَ مَرْوَانُ فِي حَدِيثِ سُلَيْمَانَ إِنَّ عَبْدَ الرَّحْمَنِ بْنَ الْحَكَمِ غَلَبَنِي. وَقَالَ الْقَاسِمُ بْنُ مُحَمَّدٍ أَوَمَا بَلَغَكِ شَأْنُ فَاطِمَةَ بِنْتِ قَيْسٍ قَالَتْ لاَ يَضُرُّكَ أَنْ لاَ تَذْكُرَ حَدِيثَ فَاطِمَةَ. فَقَالَ مَرْوَانُ بْنُ الْحَكَمِ إِنْ كَانَ بِكِ شَرٌّ فَحَسْبُكِ مَا بَيْنَ هَذَيْنِ مِنَ الشَّرِّ.",
    "hadithBengali": "২০৭৯. পরিচ্ছদঃ মহান আল্লাহর বাণীঃ তালাকপ্রাপ্তা মহিলারা তিন কুরু (হায়েয) পর্যন্ত অপেক্ষা করবে। ইব্রাহীম বলেছেনঃ যে ব্যক্তি ইদ্দতের মধ্যে বিয়ে করে, এরপর মহিলা তার কাছে তিন হায়েয পর্যন্ত অবস্থান করার পর দ্বিতীয় স্বামীও যদি তাকে তালাক দেয়, তবে সে প্রথম স্বামী থেকে সম্পূর্ণ বিচ্ছিন্ন হয়ে যাবে। উক্ত তিন হায়েয তৃতীয় স্বামীর গ্রহণের জন্য যথেষ্ট হবেনা। (বরং তার জন্য নতুনভাবে ইদ্দত পালন করতে হবে।) কিন্তু যুহরী বলেছেনঃ যথেষ্ট হবে। সুফিয়ানও যুহরীর মত গ্রহণ করেছেন। মামার বলেন, মহিলা কুরু যুক্ত হয়েছে তখনি বলা হয়, যখন তার হায়েয বা তুহুর আসে।مَا قَرَأَتْ بِسَلًى قَطُّ তখন বলা হয়, যখন মহিলা গর্ভে কোন সন্তান ধারণ না করে। (অর্থাৎ কুরু অর্থ ধারণ করা বা একত্রিত করাও হয়)\n\n<hr />\n৪৯৩৯। ইসমাঈল (রহঃ) ... কাসিম ইবনু মুহাম্মদ ও সুলায়মান ইবনু ইয়াসার (রহঃ) থেকে বর্ণিত যে ইয়াহইয়া ইবনু সা-ঈদ ইবনু আস (রহঃ) আবদুর রহমান ইবনু হাকাম এর কন্যাকে তালাক দিলে আবদবু রহমান তাকে উম্মুল মূমিনীন আয়িশা (রাঃ) এর কাছে নিয়ে গেলে, তিনি মদিনার শাসনকর্তা মারওয়ানের কাছে বলে পঠোলেনঃ আল্লাহকে ভয় কর, আর তাকে তার ঘরে ফিরিয়ে দাও। মারওয়ান বলেন, সুলায়মানের বর্ণনায় আবদুর রহমান আমাকে যুক্তিতে পরাজিত করেছে। কাসিম ইবনু মুহাম্মদের বর্ণনায় তিনি বলেন, ফাতিমা বিনত কায়েসের ঘটনা কি আপনয়ি কাছে পৌছেনি? তিনি বললেনঃ ফতিমা বিনত কায়েসের ঘটনা স্মরণ না রাখলে তোমার কোন ক্ষতি হবেনা। মারওয়ান বললেনঃ যদি মনে করেন ফাতিমাকে বের করার পিছনে তার দুর্ব্যবহার কাজ করেছে, তবে বলব, এখানে সে দুর্ব্যবহার বিদ্যমান আছে।\n",
    "checkStatus": "1",
    "hadithNo": "4939",
    "id": "5241",
    "thesequence": "5503",
    "isActive": "1",
    "chapterId": "16817",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮০. ফাতিমা বিনত কায়েসের ঘটনা এবং মহান আল্লাহর বাণীঃ আর তোমাদের প্রতিপালক আল্লাহ্কে ভয় কর, তোমরা তাদের বাসগৃহ থেকে বহিষ্কার করো না এবং তারাও যেন বের না হয়, যদি না তারা স্পষ্ট অশ্লীলতায় জড়িয়ে পড়ে। এসব আল্লাহর বিধান; যে আল্লাহর বিধান লংঘন করে, সে নিজেরই উপর অত্যাচার করে। তুমি জাননা, হয়ত আল্লাহ্ এরপর উপায় করে দেবেন ...... আর তোমরা নিজেদের সামর্থ অনুযায়ী যে স্থানে বাস কর, তাদেরকে সে স্থানে বাস করতে দাও ..... আল্লাহ্ কষ্টের পর শান্তি দিবেন। (সুরা তালাকঃ ১-৭)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Qasim:\n\nAisha said, What is wrong with Fatima? Why doesnt she fear Allah? by saying that a divorced lady is not entitled to be provided with residence and sustenance (by her husband).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ مَا لِفَاطِمَةَ أَلاَ تَتَّقِي اللَّهَ، يَعْنِي فِي قَوْلِهَا لاَ سُكْنَى وَلاَ نَفَقَةَ",
    "hadithBengali": "৪৯৪০। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ ফাতিমার কি হল? সে কেন আল্লাহকে ভয় করছেনা অর্থাৎ তার এ কথায় যে, তালাকপ্রাপ্তা নারী (তার স্বামীর থেকে) খাদ্য ও বাসস্থান কিছুই পাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "4940",
    "id": "5242",
    "thesequence": "5504",
    "isActive": "1",
    "chapterId": "16817",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮০. ফাতিমা বিনত কায়েসের ঘটনা এবং মহান আল্লাহর বাণীঃ আর তোমাদের প্রতিপালক আল্লাহ্কে ভয় কর, তোমরা তাদের বাসগৃহ থেকে বহিষ্কার করো না এবং তারাও যেন বের না হয়, যদি না তারা স্পষ্ট অশ্লীলতায় জড়িয়ে পড়ে। এসব আল্লাহর বিধান; যে আল্লাহর বিধান লংঘন করে, সে নিজেরই উপর অত্যাচার করে। তুমি জাননা, হয়ত আল্লাহ্ এরপর উপায় করে দেবেন ...... আর তোমরা নিজেদের সামর্থ অনুযায়ী যে স্থানে বাস কর, তাদেরকে সে স্থানে বাস করতে দাও ..... আল্লাহ্ কষ্টের পর শান্তি দিবেন। (সুরা তালাকঃ ১-৭)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qasim:\n\nUrwa said to Aisha, Do you know so-and-so, the daughter of Al-Hakam? Her husband divorced her irrevocably and she left (her husbands house). `Aisha said, What a bad thing she has done! Urwa said (to `Aisha), Havent you heard the statement of Fatima? `Aisha replied, It is not in her favor to mention. Urwa added, `Aisha reproached (Fatima) severely and said, Fatima was in a lonely place, and she was prone to danger, so the Prophet (ﷺ) allowed her (to go out of her husbands house).",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عَبَّاسٍ، حَدَّثَنَا ابْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، قَالَ عُرْوَةُ بْنُ الزُّبَيْرِ لِعَائِشَةَ أَلَمْ تَرَيْنَ إِلَى فُلاَنَةَ بِنْتِ الْحَكَمِ طَلَّقَهَا زَوْجُهَا الْبَتَّةَ فَخَرَجَتْ. فَقَالَتْ بِئْسَ مَا صَنَعَتْ. قَالَ أَلَمْ تَسْمَعِي فِي قَوْلِ فَاطِمَةَ قَالَتْ أَمَا إِنَّهُ لَيْسَ لَهَا خَيْرٌ فِي ذِكْرِ هَذَا الْحَدِيثِ.\nوَزَادَ ابْنُ أَبِي الزِّنَادِ عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَابَتْ عَائِشَةُ أَشَدَّ الْعَيْبِ وَقَالَتْ إِنَّ فَاطِمَةَ كَانَتْ فِي مَكَانٍ وَحِشٍ فَخِيفَ عَلَى نَاحِيَتِهَا، فَلِذَلِكَ أَرْخَصَ لَهَا النَّبِيُّ صلى الله عليه وسلم.",
    "hadithBengali": "৪৯৪১। আমর ইবনু আব্বাস (রহঃ) ... কাসিম (রহঃ) থেকে বর্ণিত। উরওয়া ইবনু যুবায়র (রহঃ) আয়িশা (রাঃ) কে জিজ্ঞাস করলঃ আপনি কি জানেন না, হাকামের কন্যা অমুককে তার স্বামী তিন তালাক দিলে, সে (তার পিতার ঘরে) চলে গিয়েছিল। তিনি বললেনঃ সে মন্দ কাজ করেছে। উরওয়া বললঃ আপনি কি তার কথা শুনেন নি? তিনি বললেনঃ এ হাদীস বর্ণনায় তার কোন কল্যান নেই।\n\nইবনু আবূ যিনাদ হিশাম সুত্রে তার (হিশামের) পিতা থেকে আরও বর্ণনা করেন যে, আয়িশা (রাঃ) এ কথাকে অত্যন্ত দোষনীয় মনে করেন। তিনি আরও বলেন, ফাতিমা একটি ভীতিকর স্থানে থাকত, তার উপর আশংকা থাকায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে (স্থান পরিবর্তনের) অনুমতি প্রদান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4941",
    "id": "5243",
    "thesequence": "5505",
    "isActive": "1",
    "chapterId": "16817",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮০. ফাতিমা বিনত কায়েসের ঘটনা এবং মহান আল্লাহর বাণীঃ আর তোমাদের প্রতিপালক আল্লাহ্কে ভয় কর, তোমরা তাদের বাসগৃহ থেকে বহিষ্কার করো না এবং তারাও যেন বের না হয়, যদি না তারা স্পষ্ট অশ্লীলতায় জড়িয়ে পড়ে। এসব আল্লাহর বিধান; যে আল্লাহর বিধান লংঘন করে, সে নিজেরই উপর অত্যাচার করে। তুমি জাননা, হয়ত আল্লাহ্ এরপর উপায় করে দেবেন ...... আর তোমরা নিজেদের সামর্থ অনুযায়ী যে স্থানে বাস কর, তাদেরকে সে স্থানে বাস করতে দাও ..... আল্লাহ্ কষ্টের পর শান্তি দিবেন। (সুরা তালাকঃ ১-৭)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Urwa:\n\nAisha disapproved of what Fatima used to say.",
    "hadithArabic": " وَحَدَّثَنِي حِبَّانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، أَنْكَرَتْ ذَلِكَ عَلَى فَاطِمَةَ.",
    "hadithBengali": "৪৯৪২। হিব্বান (রহঃ) ... উরওয়া থেকে বর্ণিত যে আয়িশা (রাঃ) ফাতিমার কথাকে প্রত্যাখ্যান করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4942",
    "id": "5244",
    "thesequence": "5506",
    "isActive": "1",
    "chapterId": "16818",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮১. স্বামীর গৃহে অবস্থান করায় যদি তালাকপ্রাপ্তা নারী তার স্বামীর পরিবারের লোকজনদের গালমন্দ দেয়ার বা তার ঘরে চোর প্রবেশ করা ইত্যাদির আশংকা করে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nWhen Allahs Messenger (ﷺ) decided to leave Mecca after the Hajj, he saw Safiyya, sad and standing at the entrance of her tent. He said to her, Aqr (or) Halq! You will detain us. Did you perform Tawaf-al- Ifada on the day of Nahr? She said, Yes. He said, Then you can depart.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ لَمَّا أَرَادَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَنْفِرَ إِذَا صَفِيَّةُ عَلَى باب خِبَائِهَا كَئِيبَةً، فَقَالَ لَهَا  عَقْرَى ـ أَوْ حَلْقَى ـ إِنَّكِ لَحَابِسَتُنَا أَكُنْتِ أَفَضْتِ يَوْمَ النَّحْرِ . قَالَتْ نَعَمْ. قَالَ  فَانْفِرِي إِذًا .",
    "hadithBengali": "৪৯৪৩। সুলায়মান ইবনু হারব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্নিত। তিনি বলেনঃ (হজ শেষে) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন রওয়ানা হওয়ার ইচ্ছা করলেন, তখন সাফিয়্যা (রাঃ) বিষন্ন অবস্থায় স্বীয় তাবুর দরজায় দাঁড়িয়ে গেলেন। তিনি তাকে বললেনঃ মহা সমস্যা তো, তুমি তো আমাদের আটকিয়ে রাখবে। আচ্ছা তুমি কি তাওয়াফে যিয়ারত করেছ? তিনি বললেনঃহ্যাঁ। তিনি বললেনঃ তা হলে এখন চলো।\n",
    "checkStatus": "1",
    "hadithNo": "4943",
    "id": "5245",
    "thesequence": "5507",
    "isActive": "1",
    "chapterId": "16819",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮২. মহান আল্লাহর বাণীঃ তাদের জন্য গোপন করা বৈধ হবে না যা আল্লাহ্ তাদের জরায়ুতে সৃষ্টি করেছেন, হায়েয হোক বা গর্ভ সঞ্চার হোক। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Hasan:\n\nMaqil gave his sister in marriage and later her husband divorced her once.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدٌ، أَخْبَرَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا يُونُسُ، عَنِ الْحَسَنِ، قَالَ زَوَّجَ مَعْقِلٌ أُخْتَهُ فَطَلَّقَهَا تَطْلِيقَةً.",
    "hadithBengali": "৪৯৪৪। মুহাম্মদ (রহঃ) ... হাসান (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ মা&#39;কাল তার বোনকে বিয়ে দিলে, তার স্বামী তাকে এক তালাক প্রদান করে।\n",
    "checkStatus": "1",
    "hadithNo": "4944",
    "id": "5246",
    "thesequence": "5508",
    "isActive": "1",
    "chapterId": "16820",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮৩. মহান আল্লাহর বাণীঃ তালাকপ্রাপ্তাদের স্বামীরা (ইদ্দতের মধ্যে) তাদের ফিরিয়ে আনার অগ্রাধিকার রাখে এবং এক বা দু&rsquo;তালাকের পর স্ত্রীকে ফিরিয়ে আনার পদ্ধতি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Hasan:\n\nThe sister of Maqil bin Yasar was married to a man and then that man divorced her and remained away from her till her period of the Iddah expired. Then he demanded for her hand in marriage, but Maqil got angry out of pride and haughtiness and said, He kept away from her when he could still retain her, and now he demands her hand again? So Maqil disagreed to remarry her to him. Then Allah revealed: When you have divorced women and they have fulfilled the term of their prescribed period, do not prevent them from marrying their (former) husbands. (2.232) So the Prophet (ﷺ) sent for Maqil and recited to him (Allahs order) and consequently Maqil gave up his pride and haughtiness and yielded to Allahs order.",
    "hadithArabic": " وَحَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، حَدَّثَنَا الْحَسَنُ، أَنَّ مَعْقِلَ بْنَ يَسَارٍ، كَانَتْ أُخْتُهُ تَحْتَ رَجُلٍ فَطَلَّقَهَا، ثُمَّ خَلَّى عَنْهَا حَتَّى انْقَضَتْ عِدَّتُهَا، ثُمَّ خَطَبَهَا فَحَمِيَ مَعْقِلٌ مِنَ ذَلِكَ أَنَفًا فَقَالَ خَلَّى عَنْهَا وَهْوَ يَقْدِرُ عَلَيْهَا، ثُمَّ يَخْطُبُهَا فَحَالَ بَيْنَهُ وَبَيْنَهَا، فَأَنْزَلَ اللَّهُ {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلاَ تَعْضُلُوهُنَّ} إِلَى آخِرِ الآيَةِ، فَدَعَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَرَأَ عَلَيْهِ، فَتَرَكَ الْحَمِيَّةَ وَاسْتَقَادَ لأَمْرِ اللَّهِ.",
    "hadithBengali": "৪৯৪৫। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... হাসান (রহঃ) থেকে বর্নিত যে, মাকাল ইবনু ইয়াসারেব বোন এক ব্যাক্তির বিবাহাধীন ছিল। সে তাকে তালাক দিল। পুনরায় ফিরিয়ে আনলোনা, এভাবে তার ইদ্দত শেষ হয়ে গেলে সে আবার তার কাছে বিবাহের প্রস্তাব দেয়। মাকাল (রাঃ) ক্রোধান্বিত হলেন, তিনি বললেনঃ সময় সুযোগ থাকতে ফিরিয়ে নিল না, এখন আবার প্রস্তাব দিচ্ছে। তিনি তাদের মাঝে (পুনর্বিবাহে) প্রতিবন্ধক হয়ে দাঁড়ালেন। এরপর আল্লাহ তাআলা এ আয়াতটি অবর্তীর্ন করেনঃ তোমরা যখন স্ত্রীকে তোমরা তালাক দাও এবং তারা তাদের ইদ্দত-কাল পূর্ন করে, তখন তারা নিজেদের স্বামীদেরকে বিবাহ করতে চাইলে তোমরা বাধা দিও না। (বাকারাঃ ২৩২)। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ডাকলেন এবং তার সামনে আয়াতটি পাঠ করলেন। তিনি তার জিদ পরিত্যাগ করে আল্লাহর আদেশের অনুসরণ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4945",
    "id": "5247",
    "thesequence": "5509",
    "isActive": "1",
    "chapterId": "16820",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮৩. মহান আল্লাহর বাণীঃ তালাকপ্রাপ্তাদের স্বামীরা (ইদ্দতের মধ্যে) তাদের ফিরিয়ে আনার অগ্রাধিকার রাখে এবং এক বা দু&rsquo;তালাকের পর স্ত্রীকে ফিরিয়ে আনার পদ্ধতি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Nafi`:\n\nIbn `Umar bin Al-Khattab divorced his wife during her menses. Allahs Messenger (ﷺ) ordered him to take her back till she became clean, and when she got another period while she was with him, she should wait till she became clean again and only then, if he wanted to divorce her, he could do so before having sexual relations with her. And that is the period Allah has fixed for divorcing women. Whenever `Abdullah (bin `Umar) was asked about that, he would say to the questioner, If you divorced her thrice, she is no longer lawful for you unless she marries another man (and the other man divorces her in his turn). Ibn `Umar further said, Would that you (people) only give one or two divorces, because the Prophet (ﷺ) has ordered me so.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ بْنِ الْخَطَّابِ ـ رضى الله عنهما ـ طَلَّقَ امْرَأَةً لَهُ وَهْىَ حَائِضٌ تَطْلِيقَةً وَاحِدَةً، فَأَمَرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُرَاجِعَهَا، ثُمَّ يُمْسِكَهَا حَتَّى تَطْهُرَ، ثُمَّ تَحِيضَ عِنْدَهُ حَيْضَةً أُخْرَى، ثُمَّ يُمْهِلَهَا حَتَّى تَطْهُرَ مِنْ حَيْضِهَا، فَإِنْ أَرَادَ أَنْ يُطَلِّقَهَا فَلْيُطَلِّقْهَا حِينَ تَطْهُرُ مِنْ قَبْلِ أَنْ يُجَامِعَهَا، فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ اللَّهُ أَنْ تُطَلَّقَ لَهَا النِّسَاءُ. وَكَانَ عَبْدُ اللَّهِ إِذَا سُئِلَ عَنْ ذَلِكَ قَالَ لأَحَدِهِمْ إِنْ كُنْتَ طَلَّقْتَهَا ثَلاَثًا فَقَدْ حَرُمَتْ عَلَيْكَ، حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ. وَزَادَ فِيهِ غَيْرُهُ عَنِ اللَّيْثِ حَدَّثَنِي نَافِعٌ قَالَ ابْنُ عُمَرَ لَوْ طَلَّقْتَ مَرَّةً أَوْ مَرَّتَيْنِ، فَإِنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَنِي بِهَذَا.",
    "hadithBengali": "৪৯৪৬। কুতায়বা (রহঃ) ... নাফি (রহঃ) থেকে বর্ণিত যে, ইবনু উমর (রাঃ) তার স্ত্রীকে ঋতুমতী অবস্থায় এক তালাক দেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে আদেশ দিলেন, তিনি যেন তার স্ত্রীকে ফিরিয়ে আনেন এবং মহিলা পবিত্র হয়ে পূনরায় ঋতুমতী হয়ে পরবর্তী পবিত্রাবস্থা আসা পর্যন্ত তাকে নিজের কাছে রাখেন। পবিত্রাবস্থায় যদি তাকে তালাক দিতে চায় তবে দিতে পারেবে কিন্তু তা সংগমের পূর্বে হতে হবে। এটাই ইদ্দত, যে সময় তালাক দেয়ার জন্য আল্লাহ আদেশ দিয়েছেন। আবদুল্লাহকে ব্যাপারে জিজ্ঞাসা করা হলে তিনি তাদের বলেনঃ তুমি যদি তাকে তিন তালাক দিয়ে দাও। তবে মহিলা অন্য স্বামী গ্রহণ না করা পর্যন্ত তোমার জন্য হালাল হবে না। অন্য বর্ননায় ইবনু উমর (রাঃ) বলতেন, তুনি যদি এক বা দু&#39; তালাক দিতে কেননা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এরুপই আদেশ দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4946",
    "id": "5248",
    "thesequence": "5510",
    "isActive": "1",
    "chapterId": "16820",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮৩. মহান আল্লাহর বাণীঃ তালাকপ্রাপ্তাদের স্বামীরা (ইদ্দতের মধ্যে) তাদের ফিরিয়ে আনার অগ্রাধিকার রাখে এবং এক বা দু&rsquo;তালাকের পর স্ত্রীকে ফিরিয়ে আনার পদ্ধতি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Yunus Ibn Jubair:\n\nIbn `Umar divorced his wife while she was having her menses. `Umar asked the Prophet (ﷺ) who said, Order him (your son) to take her back, and then divorced her before her period of the Iddah has elapsed. I asked Ibn `Umar, Will that divorce (during the menses) be counted? He replied, If somebody behaves foolishly (will his foolishness be an excuse for his misbehavior)?",
    "hadithArabic": " حَدَّثَنَا حَجَّاجٌ، حَدَّثَنَا يَزِيدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا مُحَمَّدُ بْنُ سِيرِينَ، حَدَّثَنِي يُونُسُ بْنُ جُبَيْرٍ، سَأَلْتُ ابْنَ عُمَرَ فَقَالَ طَلَّقَ ابْنُ عُمَرَ امْرَأَتَهُ وَهْىَ حَائِضٌ، فَسَأَلَ عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَأَمَرَهُ أَنْ يُرَاجِعَهَا، ثُمَّ يُطَلِّقَ مِنْ قُبُلِ عِدَّتِهَا، قُلْتُ فَتَعْتَدُّ بِتِلْكَ التَّطْلِيقَةِ قَالَ أَرَأَيْتَ إِنْ عَجَزَ وَاسْتَحْمَقَ.",
    "hadithBengali": "৪৯৪৭। হাজ্জাজ (রহঃ) ... ইউনুস ইবনু জুবায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি ইবনু উমরকে (হায়েয অবস্থায় তালাক দেওয়া সম্পর্কে) জিজ্ঞাস করলাম। তিনি বললেনঃ ইবনু উমব (রাঃ) তার স্ত্রীকে হায়েয অবস্থায় তালাক দিলে উমর (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ বিষয়ে জিজ্ঞাসা করেন। তিনি স্ত্রীকে ফিরিয়ে আনার জন্য তাকে আদেশ দেন। এরপর বলেনঃ ইদ্দতের সময় আসলে সে তালাক দিতে পারে। রাবী বলেন, আমি বললাম এ তালাক কি হিসাবে ধরা হবে? ইবনু উমর বললেনঃ তবে কি মনে করছ, যদি সে অক্ষম হন বা বোকামী করে। (তাহলে দায়ী কে?)।\n",
    "checkStatus": "1",
    "hadithNo": "4947",
    "id": "5249",
    "thesequence": "5511",
    "isActive": "1",
    "chapterId": "16821",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮৪. ঋতুমতীকে ফিরিয়ে আনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Humaid bin Nafi`:\n\nZainab bint Abu Salama told me these three narrations: Zainab said: I went to Um Habiba, the wife of the Prophet (ﷺ) when her father, Abu- Sufyan bin Herb had died. Um ,Habiba asked for a perfume which contained yellow scent (Khaluq) or some other scent, and she first perfumed one of the girls with it and then rubbed her cheeks with it and said, By Allah, I am not in need of perfume, but I have heard Allahs Messenger (ﷺ) saying, It is not lawful for a lady who believes in Allah and the Last Day to mourn for a dead person for more than three days unless he is her husband for whom she should mourn for four months and ten days.\n\nZainab further said:\nI want to Zainab bint Jahsh when her brother died. She asked for perfume and used some of it and said, By Allah, I am not in need of perfume, but I have heard Allahs Messenger (ﷺ) saying on the pulpit, It is not lawful for a lady who believes in Allah and the last day to mourn for more than three days except for her husband for whom she should mourn for four months and ten days.\n\nZainab further said:\n\nI heard my mother, Um Salama saying that a woman came to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! The husband of my daughter has died and she is suffering from an eye disease, can she apply kohl to her eye? Allahs Messenger (ﷺ) replied, No, twice or thrice. (Every time she repeated her question) he said, No. Then Allahs Messenger (ﷺ) added, It is just a matter of four months and ten days. In the Pre-Islamic Period of ignorance a widow among you should throw a globe of dung when one year has elapsed.\n\n I (Humaid) said to Zainab, What does throwing a globe of dung when one year had elapsed mean? Zainab said, When a lady was bereaved of her husband, she would live in a wretched small room and put on the worst clothes she had and would not touch any scent till one year had elapsed. Then she would bring an animal, e.g. a donkey, a sheep or a bird and rub her body against it. The animal against which she would rub her body would scarcely survive. Only then she would come out of her room, whereupon she would be given a globe of dung which she would throw away and then she would use the scent she liked or the like.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ حُمَيْدِ بْنِ نَافِعٍ، عَنْ زَيْنَبَ ابْنَةِ أَبِي سَلَمَةَ، أَنَّهَا أَخْبَرَتْهُ هَذِهِ الأَحَادِيثَ الثَّلاَثَةَ، قَالَتْ زَيْنَبُ دَخَلْتُ عَلَى أُمِّ حَبِيبَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم حِينَ تُوُفِّيَ أَبُوهَا أَبُو سُفْيَانَ بْنُ حَرْبٍ، فَدَعَتْ أُمُّ حَبِيبَةَ بِطِيبٍ فِيهِ صُفْرَةٌ خَلُوقٌ أَوْ غَيْرُهُ فَدَهَنَتْ مِنْهُ جَارِيَةً، ثُمَّ مَسَّتْ بِعَارِضَيْهَا، ثُمَّ قَالَتْ وَاللَّهِ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ، غَيْرَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثِ لَيَالٍ، إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا .\nقَالَتْ زَيْنَبُ فَدَخَلْتُ عَلَى زَيْنَبَ ابْنَةِ جَحْشٍ حِينَ تُوُفِّيَ أَخُوهَا، فَدَعَتْ بِطِيبٍ فَمَسَّتْ مِنْهُ، ثُمَّ قَالَتْ أَمَا وَاللَّهِ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ غَيْرَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ عَلَى الْمِنْبَرِ   لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثِ لَيَالٍ إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا .\n قَالَتْ زَيْنَبُ وَسَمِعْتُ أُمَّ سَلَمَةَ، تَقُولُ جَاءَتِ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنَتِي تُوُفِّيَ عَنْهَا زَوْجُهَا وَقَدِ اشْتَكَتْ عَيْنَهَا أَفَتَكْحُلُهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ . مَرَّتَيْنِ أَوْ ثَلاَثًا كُلَّ ذَلِكَ يَقُولُ لاَ، ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّمَا هِيَ أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ، وَقَدْ كَانَتْ إِحْدَاكُنَّ فِي الْجَاهِلِيَّةِ تَرْمِي بِالْبَعَرَةِ عَلَى رَأْسِ الْحَوْلِ .\n قَالَ حُمَيْدٌ فَقُلْتُ لِزَيْنَبَ وَمَا تَرْمِي بِالْبَعَرَةِ عَلَى رَأْسِ الْحَوْلِ فَقَالَتْ زَيْنَبُ كَانَتِ الْمَرْأَةُ إِذَا تُوُفِّيَ عَنْهَا زَوْجُهَا دَخَلَتْ حِفْشًا، وَلَبِسَتْ شَرَّ ثِيَابِهَا، وَلَمْ تَمَسَّ طِيبًا حَتَّى تَمُرَّ بِهَا سَنَةٌ، ثُمَّ تُؤْتَى بِدَابَّةٍ حِمَارٍ أَوْ شَاةٍ أَوْ طَائِرٍ فَتَفْتَضُّ بِهِ، فَقَلَّمَا تَفْتَضُّ بِشَىْءٍ إِلاَّ مَاتَ، ثُمَّ تَخْرُجُ فَتُعْطَى بَعَرَةً فَتَرْمِي، ثُمَّ تُرَاجِعُ بَعْدُ مَا شَاءَتْ مِنْ طِيبٍ أَوْ غَيْرِهِ. سُئِلَ مَالِكٌ مَا تَفْتَضُّ بِهِ قَالَ تَمْسَحُ بِهِ جِلْدَهَا.\n",
    "hadithBengali": "৪৯৪৮। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... যায়নাব বিনত আবূ সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মীনী উম্মে হাবীবার পিতা আবূ সুফিয়ান ইবনু হারব (রাঃ) মূত্যুবরণ করলে আমি তাঁর কাছে উপস্থিত হই। উম্মে হাবীবা (রাঃ) যাফরান ইত্যাদি মিশ্রিত হলদে রং এর খোশবু নিয়ে আসতে বললেন। তিনি এক বালিকাকে এ থেকে কিছু মাখলেন! এরপর তার নিজের চেহারার উভয় পাশে কিছু মাখলেন। এরপর বললেনঃ আল্লাহর কসম! খোশবু ব্যবহার করার কোন প্রয়োজন আমার নেই। তবে আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, আল্লাহ ও পরকালে বিশ্বাসী কোন মহিলার জন্য কারো মৃত্যুতে তিন দিনের বেশী শোক পালন করা বৈধ হবে না। কিন্তু স্বামীর মৃত্যুতে চার মাস দশ দিন শোক পালন করতে পারবে। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু&#39; তিন বার বললেন, না।\n\nতিনি আরও বললেনঃ এতো মাত্র চার মাস দশ দিনের ব্যাপার। অথচ বর্বরতার যুগে এক এক মহিলা এক বছরের মাথায় বিষ্ঠা নিক্ষেপ করত। হুমায়দ বলেন, আমি যায়নাবকে জিজ্ঞাসা করলাম। এক বছরের মাথায় বিষ্ঠা নিক্ষেপ করার অর্থ কি? তিনি বলেন, সে যুগে কোন মহিলার স্বামী মারা গেলে সে অতিক্ষুদ্র একটি কোঠায় প্রবেশ করতো এবং নিকৃষ্ট কাপড় পরিধান করত, কোন খোশবু ব্যবহার করতে পারত না। এভাবে এক বছর অতিক্রান্ত হলে তার কাছে চতুষ্পদ জন্তু যথা গাধা, বকরী অথবা গাভী আনা হতো। আর সে তার গায়ে হাত বুলাতো। হাত বুলাতে বুলাতে অনেক সময় সেটা মারাও যেত। এরপর সে (মহিলা বেরিয়ে আসতো। তাকে বিষ্ঠা দেয়া হতো এবং তা তাকে নিক্ষেপ করতে হতো। এরপর ইচ্ছা করলে সে খোশবু ইত্যাদি ব্যবহার করতে পারতো। মালিক (রহঃ) কে تَفْتَض শব্দের অর্থ জিজ্ঞাসা করা হলে তিনি বলেনঃ মহিলারা ঐ প্রানীর চামড়ায় হাত বুলাতো।\n",
    "checkStatus": "1",
    "hadithNo": "4948",
    "id": "5250",
    "thesequence": "5512",
    "isActive": "1",
    "chapterId": "16822",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮৫. বিধবা নারী চার মাস দশ দিন শোক পালন করবে। যুহরী (র) বলেন, বিধবা কিশোরীর জন্য খোশবু ব্যবহার করা উচিত হবে না। কেননা, তাকেও ইদ্দত পালন করতে হবে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Salama:\n\nA woman was bereaved of her husband and her relatives worried about her eyes (which were diseased). They came to Allahs Messenger (ﷺ), and asked him to allow them to treat her eyes with kohl, but he said, She should not apply kohl to her eyes. (In the Pre-Islamic period of Ignorance) a widowed woman among you would stay in the worst of her clothes (or the worst part of her house) and when a year had elapsed, if a dog passed by her, she would throw a globe of dung, Nay, (she cannot use kohl) till four months and ten days have elapsed.\n\n Narrated Um Habiba:\nThe Prophet (ﷺ) said, It is not lawful for a Muslim woman who believes in Allah and the Last Day to mourn for more than three days, except for her husband, for whom she should mourn for four months and ten days. ",
    "hadithArabic": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا حُمَيْدُ بْنُ نَافِعٍ، عَنْ زَيْنَبَ ابْنَةِ أُمِّ سَلَمَةَ، عَنْ أُمِّهَا، أَنَّ امْرَأَةً، تُوُفِّيَ زَوْجُهَا فَخَشُوا عَلَى عَيْنَيْهَا فَأَتَوْا رَسُولَ اللَّهِ صلى الله عليه وسلم فَاسْتَأْذَنُوهُ فِي الْكُحْلِ فَقَالَ   لاَ تَكَحَّلْ قَدْ كَانَتْ إِحْدَاكُنَّ تَمْكُثُ فِي شَرِّ أَحْلاَسِهَا أَوْ شَرِّ بَيْتِهَا، فَإِذَا كَانَ حَوْلٌ فَمَرَّ كَلْبٌ رَمَتْ بِبَعَرَةٍ، فَلاَ حَتَّى تَمْضِيَ أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ .\nوَسَمِعْتُ زَيْنَبَ ابْنَةَ أُمِّ سَلَمَةَ، تُحَدِّثُ عَنْ أُمِّ حَبِيبَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   لاَ يَحِلُّ لاِمْرَأَةٍ مُسْلِمَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ فَوْقَ ثَلاَثَةِ أَيَّامٍ، إِلاَّ عَلَى زَوْجِهَا أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا .",
    "hadithBengali": "৪৯৪৯। আদম ইবনু আবূ ইয়াস (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্নিত আছে যে, জনৈক মহিলার স্বামী মৃত্যু বরণ করলে তার পরিবারের লোকেরা তার চক্ষুযুগল নষ্ট হয়ে যাওয়ার আশংকা করল। তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে তার সুরমা ব্যবহারের অনুমতি প্রার্থনা করল। তিনি বললেনঃ সুরমা ব্যবহার করতে পারবে না। তোমাদের অনেকেই (জাহেলী যুগে) তার নিকৃষ্ট কাপড় বা নিকৃষ্ট ঘরে অবস্থান করত। যখন এক বছর অতিক্রান্ত হত আর কোন কুকুর সে দিকে যেত তখন সে বিষ্ঠা নিক্ষেপ করত। কাজেই চারমাস দশ দিন অতিবাহিত না হওয়া পর্যস্ত সুরমা বাবহার করতে পারবে না (বর্ণনাকারী বলেন) আমি যায়নাবকে উম্মে হাবীবা (রাঃ) থেকে বর্ণনা করতে শুনেছি যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ ও পরকালে বিশ্বাসী কোন মহিলার জন্য কারো মৃত্যুতে তিন দিনের বেশী শোক পালন করা বৈধ নয়। তবে স্বামীর মৃত্যু হলে চারমাস দশদিন শোক পালন করবে।\n",
    "checkStatus": "1",
    "hadithNo": "4949",
    "id": "5251",
    "thesequence": "5513",
    "isActive": "1",
    "chapterId": "16823",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮৬. শোক পালনকারিণীর জন্য সুরমা ব্যবহার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Atiyya:\n\nWe were forbidden to mourn for more than three days except for a husband.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرٌ، حَدَّثَنَا سَلَمَةُ بْنُ عَلْقَمَةَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، قَالَتْ أُمُّ عَطِيَّةَ نُهِينَا أَنْ نُحِدَّ أَكْثَرَ مِنْ ثَلاَثٍ إِلاَّ بِزَوْجٍ.",
    "hadithBengali": "৪৯৫০। মুসাদ্দাদ (রহঃ) ... মুহাম্মদ ইবনু সীরীন (রহঃ) থেকে বর্ণিত যে, উম্মে আতিয়্যা (রাঃ) বলেছেন, স্বামী ছাড়া অন্য কারো মৃত্যুতে তিন দিনের বেশী শোক পালন করতে আমাদেরকে নিষেধ করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4950",
    "id": "5252",
    "thesequence": "5514",
    "isActive": "1",
    "chapterId": "16823",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮৬. শোক পালনকারিণীর জন্য সুরমা ব্যবহার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Atiyya:\n\nWe were forbidden to mourn for more than three days for a dead person, except for a husband, for whom a wife should mourn for four months and ten days (while in the mourning period) we were not allowed to put kohl in our eyes, nor perfume our-selves, nor wear dyed clothes, except a garment of Asb (special clothes made in Yemen). But it was permissible for us that when one of us became clean from her menses and took a bath, she could use a piece of a certain kind of incense. And it was forbidden for us to follow funeral processions.",
    "hadithArabic": " حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ كُنَّا نُنْهَى أَنْ نُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثٍ، إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا، وَلاَ نَكْتَحِلَ، وَلاَ نَطَّيَّبَ، وَلاَ نَلْبَسَ ثَوْبًا مَصْبُوغًا، إِلاَّ ثَوْبَ عَصْبٍ، وَقَدْ رُخِّصَ لَنَا عِنْدَ الطُّهْرِ إِذَا اغْتَسَلَتْ إِحْدَانَا مِنْ مَحِيضِهَا فِي نُبْذَةٍ مِنْ كُسْتِ أَظْفَارٍ، وَكُنَّا نُنْهَى عَنِ اتِّبَاعِ الْجَنَائِزِ.",
    "hadithBengali": "৪৯৫১। আবদুল্লাহ ইবনু আবদুল ওহাব (রহঃ) ... উম্মে আতিয়্যা থেকে বর্ণিত। তিনি বলেনঃ আমাদেরকে নিষেধ করা হত, আমরা যেন কারো মৃত্যুতে তিন দিনের অধিক শোক পালননা করি। তবে স্বামীর মৃত্যুতে চার মাস দশ দিন শোক পালন করতে হবে এবং আমরা যেন সুরমা খোশবু ব্যবহার না করি আর রঙীন কাপড় যেন পরিধান না করি তবে হালকা রঙের হলে দোষ নেই। আমাদেরকে অনুমতি দেওয়া হয়েছে, আমাদের কেউ যখন হায়েয শেষে গোসল করে পবিত্র হয় তখন সে (দুর্গন্ধ দুরকরনার্থে) আযফার নামক স্থানের কুস্ত (সুগন্ধি) ব্যবহার করতে পারে। তাছাড়া আমাদেরকে জানাযার পিছে পিছে যেতে নিষেধ করা হতো।\n",
    "checkStatus": "1",
    "hadithNo": "4951",
    "id": "5253",
    "thesequence": "5515",
    "isActive": "1",
    "chapterId": "16824",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮৭. তুহুর (পবিত্রতা) এর সময় শোক পালনকারিণীর জন্য কুস্ত (চন্দন কাঠ) খোশবু ব্যবহার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Atiyya:\n\nThe Prophet (ﷺ) said, It is not lawful for a lady who believes in Allah and the Last Day, to mourn for more than three days for a dead person, except for her husband, in which case she should neither put kohl in her eyes, nor perfume herself, nor wear dyed clothes, except a garment of Asb\n\nUm Atiyya added:\nThe Prophet (ﷺ) said, She should not use perfume except when she becomes clean from her menses whereupon she can use Qust, and Azfar (two kinds of incense).",
    "hadithArabic": "حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا عَبْدُ السَّلاَمِ بْنُ حَرْبٍ، عَنْ هِشَامٍ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ قَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ فَوْقَ ثَلاَثٍ، إِلاَّ عَلَى زَوْجٍ، فَإِنَّهَا لاَ تَكْتَحِلُ وَلاَ تَلْبَسُ ثَوْبًا مَصْبُوغًا إِلاَّ ثَوْبَ عَصْبٍ .\nوَقَالَ الأَنْصَارِيُّ حَدَّثَنَا هِشَامٌ، حَدَّثَتْنَا حَفْصَةُ، حَدَّثَتْنِي أُمُّ عَطِيَّةَ، نَهَى النَّبِيُّ صلى الله عليه وسلم   وَلاَ تَمَسَّ طِيبًا إِلاَّ أَدْنَى طُهْرِهَا إِذَا طَهُرَتْ، نُبْذَةً مِنْ قُسْطٍ وَأَظْفَارٍ .",
    "hadithBengali": "৪৯৫২। ফাযল ইবনু দুকায়ন (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ ও পরকালে বিশ্বাসী কোন মহিলার জন্য কারো মৃত্যুতে তিন দিনের অধিক শোক পালন করা বৈধ হবে না। তবে স্বামীর ব্যাপার ভিন্ন। আবার সুরমা ও রঙিন কাপড়ও ব্যবহার করতে পারবে না। তবে সুতাগুলো একত্রে বেঁধে হালকা রং লাগিয়ে পরে তা দিয়ে কাপড় বুনলে তা ব্যবহার করা যাবে।\n\nআনসারী (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন শোক পালন কারিনা যেন সুগন্ধি ব্যবহার না করে। তবে হায়েয থেকে পবিত্র হওয়া কালে (দুর্গন্ধ দূরকরণার্থে) কুস্ত ও আযফার সুগন্ধি ব্যবহার করতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "4952",
    "id": "5254",
    "thesequence": "5516",
    "isActive": "1",
    "chapterId": "16825",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮৮. শোক পালনকারিণী রং করা সুতার কাপড় ব্যবহার করতে পারে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Mujahid:\n\n(regarding the Verse): If any of you dies and leaves wives behind, That was the period of the Iddah which the widow was obliged to spend in the house of the late husband. Then Allah revealed: And those of you who die and leave wives should bequeath for their wives a years maintenance and residence without turning them out, but if they leave, there is no blame on you for what they do of themselves, provided it is honorable (i.e. lawful marriage) (2.240) Mujahid said: Allah has ordered that a widow has the right to stay for seven months and twenty days with her husbands relatives through her husbands will and testament so that she will complete the period of one year (of Iddah). But the widow has the right to stay that extra period or go out of her husbands house as is indicated by the statement of Allah: But if they leave there is no blame on you,...  (2.240) Ibn `Abbas said: The above Verse has cancelled the order of spending the period of the Iddah at her late husbands house, and so she could spend her period of the Iddah wherever she likes. And Allah says: Without turning them out. Ata said: If she would, she could spend her period of the Iddah at her husbands house, and live there according to her (husbands) will and testament, and if she would, she could go out (of her husbands house) as Allah says: There is no blame on you for what they do of themselves. (2.240) Ata added: Then the Verses of inheritance were revealed and the order of residence (for the widow) was cancelled, and she could spend her period of the Iddah wherever she would like, and she was no longer entitled to be accommodated by her husbands family.",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا شِبْلٌ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا} قَالَ كَانَتْ هَذِهِ الْعِدَّةُ تَعْتَدُّ عِنْدَ أَهْلِ زَوْجِهَا وَاجِبًا، فَأَنْزَلَ اللَّهُ {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ} قَالَ جَعَلَ اللَّهُ لَهَا تَمَامَ السَّنَةِ سَبْعَةَ أَشْهُرٍ وَعِشْرِينَ لَيْلَةً وَصِيَّةً إِنْ شَاءَتْ سَكَنَتْ فِي وَصِيَّتِهَا، وَإِنْ شَاءَتْ خَرَجَتْ، وَهْوَ قَوْلُ اللَّهِ تَعَالَى {غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلاَ جُنَاحَ عَلَيْكُمْ} فَالْعِدَّةُ كَمَا هِيَ، وَاجِبٌ عَلَيْهَا، زَعَمَ ذَلِكَ عَنْ مُجَاهِدٍ. وَقَالَ عَطَاءٌ قَالَ ابْنُ عَبَّاسٍ نَسَخَتْ هَذِهِ الآيَةُ عِدَّتَهَا عِنْدَ أَهْلِهَا، فَتَعْتَدُّ حَيْثُ شَاءَتْ، وَقَوْلُ اللَّهِ تَعَالَى {غَيْرَ إِخْرَاجٍ}. وَقَالَ عَطَاءٌ إِنْ شَاءَتِ اعْتَدَّتْ عِنْدَ أَهْلِهَا، وَسَكَنَتْ فِي وَصِيَّتِهَا، وَإِنْ شَاءَتْ خَرَجَتْ لِقَوْلِ اللَّهِ {فَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ}. قَالَ عَطَاءٌ ثُمَّ جَاءَ الْمِيرَاثُ فَنَسَخَ السُّكْنَى، فَتَعْتَدُّ حَيْثُ شَاءَتْ، وَلاَ سُكْنَى لَهَا.",
    "hadithBengali": "৪৯৫৩। ইসহাক ইবনু মানসুর (রহঃ) ... মুজাহিদ (রহঃ) থেকে বর্ণিত। মহান আল্লাহর বানীঃ তোমাদের মধ্যে যারা স্ত্রী রেখে মারা যায় তিনি এ আয়াতের ব্যাখ্যায় বলেন, স্বামীর বাড়ীতে অবস্থান করে এ ইদ্দত পালন করা মহিলার জন্য ওয়াজিব ছিল। পরে মহান আল্লাহ নাযিল করেনঃ তোমাদের মধ্য স্বপত্নীক অবস্থায় যাদের মূত্যু আসন্ন তারা যেন তাদের স্ত্রীদেরকে গৃহ থেকে বহিষ্কার না করে তাদের এক বছরের ভরন-পোষনের ওসিয়্যত করে। কিন্তু যদি তারা বের হয়ে যায় তবে বিধিমত নিজেদের জন্য তারা যা করবে তাতে তোমাদের কোন পাপ নেই। (আল্লাহ পরাক্রমশালী ও প্রজ্ঞাময়)। মুজাহিদ বলেনঃ আল্লাহ তাআলা সাত মাস বিশ দিনকে তার জন্য পূর্ণ বছর সাব্যস্ত করেছেন। মহিলা ইচ্ছা করলে ওসিয়্যত অনুসারে থাকতে পারে, আবার চাইলে চলেও যেতে পারে। একথাই আল্লাহ তায়ালা বলেছেনঃ &ldquo;বহিষ্কার না করে, তবে যদি সেচ্ছায় বের হয়ে যায় তবে তাতে তোমাদের কোন পাপ নেই তাই মহিলার উপরইদ্দত পালন করা যথারীতি ওয়াজিবই আছে।\n\nআবূ নাজীহ এ কথাগুলো মুজাহিদ থেকে বর্ণনা করেছেন। আতা বলেন, ইবনু আব্বাস (রাঃ) বলেছেনঃ আর আয়াতটি স্বামীর বাড়ীতে ইদ্দত পালন করার হুকুমকে রহিত করে দিয়েছে। অতএব সে যেখানে ইচ্ছা ইদ্দত পালন করতে পারে। আতা বলেনঃ ইচ্ছা হলে ওসিয়্যত অনুযায়ী সে স্বামীর পরিবারে অবস্থান করতে পারে। আবার ইচ্ছা হলে অন্যত্রও ইদ্দত পালন করতে পাবে। কেননা, মহান আল্লাহ বলেছেনঃ তারা নিজেদের জন্য বিধিমত যা করবে, তাতে তোমাদের কোন পাপ নেই। আতা বলেন- এরপর মিরাসের আয়াত নায়িল হলে বাসস্থান দেওয়ার হুকুমও রহিত হয়ে যায়। এখন সে যেখানে মনে চায় ইদ্দত পালন করতে পারে, তাকে বাসস্থান দেওয়া জরুরী নয়।\n",
    "checkStatus": "1",
    "hadithNo": "4953",
    "id": "5255",
    "thesequence": "5517",
    "isActive": "1",
    "chapterId": "16826",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮৯. (মহান আল্লাহর বাণী) তোমাদের মধ্যে যারা স্ত্রী রেখে মৃত্যুমুখে পতিত হয়, তাদের স্ত্রীরা চার মাস দশ দিন প্রতীক্ষায় থাকবে। যখন তারা তাদের ইদ্দতকাল পূর্ণ করবে, তখন যথাবিধি নিজেদের জন্য যা করবে তাতে তোমাদের কোন অপরাধ নাই। তোমরা যা কর সে সমবন্ধে আল্লাহ্ সবিশেষ অবহিত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zainab bint Um Salama:\n\nWhen Um Habiba bint Abi Sufyan was informed of her fathers death, she asked for perfume and rubbed it over her arms and said, I am not in need of perfume, but I have heard the Prophet (ﷺ) saying, It is not lawful for a lady who believes in Allah and the Last Day to mourn for more than three days except for her husband for whom the (mourning) period is four months and ten days.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، عَنْ سُفْيَانَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ عَمْرِو بْنِ حَزْمٍ، حَدَّثَنِي حُمَيْدُ بْنُ نَافِعٍ، عَنْ زَيْنَبَ ابْنَةِ أُمِّ سَلَمَةَ، عَنْ أُمِّ حَبِيبَةَ ابْنَةِ أَبِي سُفْيَانَ، لَمَّا جَاءَهَا نَعِيُّ أَبِيهَا دَعَتْ بِطِيبٍ، فَمَسَحَتْ ذِرَاعَيْهَا وَقَالَتْ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ. لَوْلاَ أَنِّي سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ تُحِدُّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثٍ، إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا .",
    "hadithBengali": "৪৯৫৪। মুহাম্মদ ইবনু কাসীর (রহঃ) ... উম্মে হাবীবা বিনত আবূ সুফিয়ান (রাঃ) থেকে বর্ণিত। যখন তার কাছে পিতার মৃত্যু সংবাদ পৌছালো, তখন তিনি সুগন্ধি আনিয়ে তার উভয় হাতে লাগালেন এবং বললেনঃ সুগন্ধি লাগানোর কোন প্রয়োজন আমার নেই। কিন্তু সেহেতু আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, আল্লাহ ও পরকালে বিশ্বাসী কোন মহিলার জন্য কারো মৃত্যুতে তিন দিনের অধিক শোক পালন করা বৈধ হবে না। তবে স্বামীর মৃত্যুতে চারমাস দশদিন শোক পালন করতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4954",
    "id": "5256",
    "thesequence": "5518",
    "isActive": "1",
    "chapterId": "16826",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৮৯. (মহান আল্লাহর বাণী) তোমাদের মধ্যে যারা স্ত্রী রেখে মৃত্যুমুখে পতিত হয়, তাদের স্ত্রীরা চার মাস দশ দিন প্রতীক্ষায় থাকবে। যখন তারা তাদের ইদ্দতকাল পূর্ণ করবে, তখন যথাবিধি নিজেদের জন্য যা করবে তাতে তোমাদের কোন অপরাধ নাই। তোমরা যা কর সে সমবন্ধে আল্লাহ্ সবিশেষ অবহিত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Mas`ud:\n\nThe Prophet (ﷺ) prohibited taking the price of a dog, the earnings of a soothsayer and the money earned by prostitution.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي مَسْعُودٍ ـ رضى الله عنه ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ ثَمَنِ الْكَلْبِ، وَحُلْوَانِ الْكَاهِنِ، وَمَهْرِ الْبَغِيِّ.",
    "hadithBengali": "৪৯৫৫। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ মাসউদ (রাঃ) থেকে বর্নিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুকুরের মূল্য, গনকের পারিশ্রমিক এবং বেশ্যার উপার্জন গ্রহন করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4955",
    "id": "5257",
    "thesequence": "5519",
    "isActive": "1",
    "chapterId": "16827",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৯০. বেশ্যার উপার্জন ও অবৈধ বিবাহ। হাসান (র) বলেছেন, যদি কেউ অজান্তে কোন মুহাররাম মহিলাকে বিয়ে করে ফেলে, তবে তাদেরকে বিচ্ছিন্ন করে দেওয়া হবে। মহিলা  নির্দিষ্ট মোহর ছাড়া অন্য কিছু পাবে না। তিনি পরবর্তীতে বলেছেন, সে মোহরে মিসাল পাবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Juhaifa:\n\nThe Prophet (ﷺ) cursed the lady who practices tattooing and the one who gets herself tattooed, and one who eats (takes) Riba (usury) and the one who gives it. And he prohibited taking the price of a dog, and the money earned by prostitution, and cursed the makers of pictures.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَوْنُ بْنُ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ، قَالَ لَعَنَ النَّبِيُّ صلى الله عليه وسلم الْوَاشِمَةَ، وَالْمُسْتَوْشِمَةَ، وَآكِلَ الرِّبَا وَمُوكِلَهُ، وَنَهَى عَنْ ثَمَنِ الْكَلْبِ، وَكَسْبِ الْبَغِيِّ، وَلَعَنَ الْمُصَوِّرِينَ.",
    "hadithBengali": "৪৯৫৬। আদম (রহঃ) ... আবূ জুহায়ফা (রাঃ) এর পিতা থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অভিসম্পাত করেছেন উল্কি অংকনকারিনা উল্কি গ্রহণকারিনা, সুদ গ্রহিতা ও সুদ দাতাকে। তিনি কুকুরের মূল্য ও বেশ্যার উপার্জন ভোগ করতে নিষেধ করেছেন। চিত্রকরদেরকেও তিনি অভিসম্পাত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4956",
    "id": "5258",
    "thesequence": "5520",
    "isActive": "1",
    "chapterId": "16827",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৯০. বেশ্যার উপার্জন ও অবৈধ বিবাহ। হাসান (র) বলেছেন, যদি কেউ অজান্তে কোন মুহাররাম মহিলাকে বিয়ে করে ফেলে, তবে তাদেরকে বিচ্ছিন্ন করে দেওয়া হবে। মহিলা  নির্দিষ্ট মোহর ছাড়া অন্য কিছু পাবে না। তিনি পরবর্তীতে বলেছেন, সে মোহরে মিসাল পাবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) forbade taking the earnings of a slave girl by prostitution.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ جُحَادَةَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ كَسْبِ الإِمَاءِ.",
    "hadithBengali": "৪৯৫৭। আলী ইবনু জাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। অবৈধ পন্থার মাধ্যমে দাসীর উপার্জিত অর্থ ভোগ করতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4957",
    "id": "5259",
    "thesequence": "5521",
    "isActive": "1",
    "chapterId": "16827",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৯০. বেশ্যার উপার্জন ও অবৈধ বিবাহ। হাসান (র) বলেছেন, যদি কেউ অজান্তে কোন মুহাররাম মহিলাকে বিয়ে করে ফেলে, তবে তাদেরকে বিচ্ছিন্ন করে দেওয়া হবে। মহিলা  নির্দিষ্ট মোহর ছাড়া অন্য কিছু পাবে না। তিনি পরবর্তীতে বলেছেন, সে মোহরে মিসাল পাবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Jubair:\n\nI said to Ibn `Umar, If a man accuses his wife of illegal sexual intercourse (what is the judgment)? He said, Allahs Prophet separated the couple of Bani Ajlan (when the husband accused his wife for an illegal sexual intercourse). The Prophet (ﷺ) said, Allah knows that one of you two IS a liar; so will one of you repent? But they refused. He then again said, Allah knows that one of you two is a liar; so will one of you repent? But they refused, whereupon he separated them by divorce. Aiyub (a subnarrator) said: `Amr bin Dinar said to me, In the narration there is something which I do not see you mentioning, i.e. the husband said, What about my money (Mahr)? The Prophet (ﷺ) said, You are not entitled to take back money, for if you told the truth you have already entered upon her (and consummated your marriage with her) and if you are a liar then you are less entitled to take it back.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، أَخْبَرَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ قُلْتُ لاِبْنِ عُمَرَ رَجُلٌ قَذَفَ امْرَأَتَهُ فَقَالَ فَرَّقَ نَبِيُّ اللَّهِ صلى الله عليه وسلم بَيْنَ أَخَوَىْ بَنِي الْعَجْلاَنِ وَقَالَ  اللَّهُ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ، فَهَلْ مِنْكُمَا تَائِبٌ . فَأَبَيَا، فَقَالَ  اللَّهُ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ، فَهَلْ مِنْكُمَا تَائِبٌ . فَأَبَيَا، فَفَرَّقَ بَيْنَهُمَا. قَالَ أَيُّوبُ فَقَالَ لِي عَمْرُو بْنُ دِينَارٍ فِي الْحَدِيثِ شَىْءٌ لاَ أَرَاكَ تُحَدِّثُهُ قَالَ قَالَ الرَّجُلُ مَالِي. قَالَ  لاَ مَالَ لَكَ، إِنْ كُنْتَ صَادِقًا فَقَدْ دَخَلْتَ بِهَا، وَإِنْ كُنْتَ كَاذِبًا فَهْوَ أَبْعَدُ مِنْكَ .",
    "hadithBengali": "৪৯৫৮। আমর ইবনু যুরারা (রহঃ) ... সাঈদ ইবনু জুবায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি ইবনু উমরকে জিজ্ঞাসা করলামঃ যদি কেউ তার স্ত্রীকে অপবাদ দেয়? তিনি বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আজলান গোত্রের এক দম্পতির বৈবাহিক সম্পর্ক ছিন্ন করে দেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ জানে তোমাদের দু&#39; জনের একজন অবশ্যই মিথ্যাবাদী। সুতরাং তোমাদের মধ্যে কেউ কি তাওবা করতে রাযী আছ? তারা উভয়ে অস্বীকার করল। তিনি পুনরায় বললেনঃ আল্লাহ অবহিত আছেন তোমাদের একজন অবশ্যই মিথ্যাবাদী। কাজেই তোমাদের মধ্যে কে তাওবা করতে রাযী আছ? তারা কেউ রাযী হল না। এরপর তিনি তাদেরকে পৃথক করে দেন। আইয়্যুব বলেনঃ আমর ইবনু দীনার আমাকে বললেন, এই হাদীসে আরো কিছু কথা আছে, আমি তা তোমাকে বর্ণনা করতে দেখছি না। রাবী বলেন, লোকটি তখন বললঃ আমার মাল (স্ত্রীকে প্রদত্ত মোহর) ফিরে পাব না? তিনি বললেনঃ তুমি কোন মাল পাবে না। যদি তুমি সত্যবাদী হও, তবুওতো তুমি তার সাথে সংগম করেছ। আর যদি মিথ্যাবাদী হও, তাহলে তো কোন প্রশ্নই আসে না।\n",
    "checkStatus": "1",
    "hadithNo": "4958",
    "id": "5260",
    "thesequence": "5522",
    "isActive": "1",
    "chapterId": "16828",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৯১. নির্জনবাসের পরে মোহরের পরিমাণ, অথবা নির্জনবাস ও স্পর্শ করার পূর্বে তালাক দিলে স্ত্রীর মোহর এবং কিভাবে নির্জনবাস প্রমাণিত হবে সে প্রসঙ্গে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) said to those who were involved in a case of Lian, Your accounts are with Allah. One of you two is a liar. You (husband) have right on her (wife). The husband said, My money, O Allahs Apostle! The Prophet (ﷺ) said, You are not entitled to take back any money. If you have told the truth, the Mahr that you paid, was for having sexual relations with her lawfully; and if you are a liar, then you are less entitled to get it back.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لِلْمُتَلاَعِنَيْنِ  حِسَابُكُمَا عَلَى اللَّهِ، أَحَدُكُمَا كَاذِبٌ، لاَ سَبِيلَ لَكَ عَلَيْهَا . قَالَ يَا رَسُولَ اللَّهِ مَالِي. قَالَ  لاَ مَالَ لَكَ، إِنْ كُنْتَ صَدَقْتَ عَلَيْهَا، فَهْوَ بِمَا اسْتَحْلَلْتَ مِنْ فَرْجِهَا، وَإِنْ كُنْتَ كَذَبْتَ عَلَيْهَا، فَذَاكَ أَبْعَدُ وَأَبْعَدُ لَكَ مِنْهَا .",
    "hadithBengali": "৪৯৫৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লিআনকারী স্বামী-স্ত্রীকে বলেছিলেন, আল্লাহ তোমাদের হিসাব গ্রহণ করবেন। তোমাদের একজন মিথ্যুক। তার (মহিলার) ওপর তোমার কোন অধিকার নেই। সে বললঃ ইয়া রাসুলাল্লাহ! আমার মাল? তিনি বললেনঃ তোমার কোন মাল নাই। তুমি যদি সত্যই বলে থাক, তাহলে এ মাল তার লজাস্থানকে হালাল করার বিনিময়ে হবে। আর যদি মিথ্যা বলে থাক, তবে এটা চাওয়া তোমার জন্য একান্ত অনুচিত।\n",
    "checkStatus": "1",
    "hadithNo": "4959",
    "id": "5261",
    "thesequence": "5523",
    "isActive": "1",
    "chapterId": "16829",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "59",
    "statusId": "1",
    "topicName": "২০৯২. তালাকপ্রাপ্তা নারীর যদি মোহর নির্ণিত না হয় তাহলে সে মুত&lsquo;আ পাবে। কারণ মহান আল্লাহ্ বলেছেনঃ তোমরা নিজেদের স্ত্রীদেরকে স্পর্শ করা কিংবা তাদের জন্য মোহর ধার্য করার পূর্বে তালাক দিলে তোমাদের কোন পাপ নেই। তোমরা তাদের সংস্থানের ব্যবস্থা করো। বিত্তবান তার সাধ্যমত এবং বিত্তহীন তার সামর্থ্যানুযায়ী ..... তোমরা যা কর আল্লাহ্ সে সব দেখেন। আল্লাহ্ আরও বলেছেনঃ তালাকপ্রাপ্তা নারীদেরকে প্রথমত কিছু দেওয়া মুত্তাকীদের কর্তব্য। আর লি&rsquo;আনকারিণীকে তার স্বামী তালাক দেওয়ার সময় নবী (সাঃ) তার জন্য মুত&lsquo;আর কিছু দিয়ে দেওয়ার কথা উল্লেখ করেননি। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]