[
  {
    "hadithEnglish": " Narrated Abu Mas`ud Al-Ansari:\n\nThe Prophet (ﷺ) said, When a Muslim spends something on his family intending to receive Allahs reward it is regarded as Sadaqa for him.",
    "hadithArabic": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ يَزِيدَ الأَنْصَارِيَّ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، فَقُلْتُ عَنِ النَّبِيِّ فَقَالَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا أَنْفَقَ الْمُسْلِمُ نَفَقَةً عَلَى أَهْلِهِ وَهْوَ يَحْتَسِبُهَا، كَانَتْ لَهُ صَدَقَةً .",
    "hadithBengali": "৪৯৬০। আদম ইবনু আবূ ইয়াস (রহঃ) ... আবূ মাসউদ (রাঃ) থেকে বর্ণিত। রাবী বলেনঃ আমি তাকে জিজ্ঞাসা করলামঃ এ কি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে? তিনি বললেন, (হাঁ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ সাওয়াবের আশায় কোন মুসলমান যখন তার পরিববার-পরিজনের জন্য খরচ করে, তা তার সাদাকায় পরিগণিত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4960",
    "id": "5604",
    "thesequence": "5524",
    "isActive": "1",
    "chapterId": "16830",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "পরিবার-পরিজনের জন্য খরচ করার ফযীলত। (মহান আল্লাহর বাণীঃ) লোকেরা তোমাকে জিজ্ঞাসা করে তারা কি খরচ করবে? বলঃ প্রয়োজনের অতিরিক্ত..... পৃথিবী ও পরকালে। হাসান (র) বলেন, العفو অর্থ অতিরিক্ত। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Allah said, O son of Adam! Spend, and I shall spend on you.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   قَالَ اللَّهُ أَنْفِقْ يَا ابْنَ آدَمَ أُنْفِقْ عَلَيْكَ .",
    "hadithBengali": "৪৯৬১। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মহান আল্লাহ বলেন, খরচ কর, হে, আদম সন্তান আমিও খরচ করবো তোমার প্রতি।\n",
    "checkStatus": "1",
    "hadithNo": "4961",
    "id": "5605",
    "thesequence": "5525",
    "isActive": "1",
    "chapterId": "16830",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "পরিবার-পরিজনের জন্য খরচ করার ফযীলত। (মহান আল্লাহর বাণীঃ) লোকেরা তোমাকে জিজ্ঞাসা করে তারা কি খরচ করবে? বলঃ প্রয়োজনের অতিরিক্ত..... পৃথিবী ও পরকালে। হাসান (র) বলেন, العفو অর্থ অতিরিক্ত। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, The one who looks after a widow or a poor person is like a Mujahid (warrior) who fights for Allahs Cause, or like him who performs prayers all the night and fasts all the day.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، حَدَّثَنَا مَالِكٌ، عَنْ ثَوْرِ بْنِ زَيْدٍ، عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   السَّاعِي عَلَى الأَرْمَلَةِ وَالْمِسْكِينِ كَالْمُجَاهِدِ فِي سَبِيلِ اللَّهِ، أَوِ الْقَائِمِ اللَّيْلَ الصَّائِمِ النَّهَارَ .",
    "hadithBengali": "৪৯৬২। ইয়াহইয়া ইবনু কাযাআ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বিধবা ও মিসকীন এর জন্য (খাদ্য যোগাতে) সচেষ্ট ব্যাক্তি আল্লাহর রাস্তায় মুজাহিদের ন্যায় অথবা রাত জেগে ইবাদতকারী ও দিনভর সিয়াম পালনকারীর মত।\n",
    "checkStatus": "1",
    "hadithNo": "4962",
    "id": "5606",
    "thesequence": "5526",
    "isActive": "1",
    "chapterId": "16830",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "পরিবার-পরিজনের জন্য খরচ করার ফযীলত। (মহান আল্লাহর বাণীঃ) লোকেরা তোমাকে জিজ্ঞাসা করে তারা কি খরচ করবে? বলঃ প্রয়োজনের অতিরিক্ত..... পৃথিবী ও পরকালে। হাসান (র) বলেন, العفو অর্থ অতিরিক্ত। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`d:\n\nThe Prophet (ﷺ) visited me at Mecca while I was ill. I said (to him), I have property; May I bequeath all my property in Allahs Cause? He said, No. I said, Half of it? He said, No. I said, One third of it? He said, One-third (is alright), yet it is still too much, for youd better leave your inheritors wealthy than leave them poor, begging of others. Whatever you spend will be considered a Sadaqa for you, even the mouthful of food you put in the mouth of your wife. Anyhow Allah may let you recover, so that some people may benefit by you and others be harmed by you.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ سَعْد ٍ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَعُودُنِي وَأَنَا مَرِيضٌ بِمَكَّةَ، فَقُلْتُ لِي مَالٌ أُوصِي بِمَالِي كُلِّهِ قَالَ  لاَ . قُلْتُ فَالشَّطْرُ قَالَ  لاَ . قُلْتُ فَالثُّلُثُ قَالَ  الثُّلُثُ، وَالثُّلُثُ كَثِيرٌ، أَنْ تَدَعَ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَدَعَهُمْ عَالَةً، يَتَكَفَّفُونَ النَّاسَ فِي أَيْدِيهِمْ، وَمَهْمَا أَنْفَقْتَ فَهُوَ لَكَ صَدَقَةٌ حَتَّى اللُّقْمَةَ تَرْفَعُهَا فِي فِي امْرَأَتِكَ، وَلَعَلَّ اللَّهَ يَرْفَعُكَ، يَنْتَفِعُ بِكَ نَاسٌ وَيُضَرُّ بِكَ آخَرُونَ .",
    "hadithBengali": "৪৯৬৩। মুহাম্মদ ইবনু কাসীর (রহঃ) ... সা&#39;দ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি মক্কায় রোগগ্রস্ত হলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার পরিচর্যার জন্য আসতেন। আমি বললাম, আমার তো মাল আছে। সেগুলো সব আমি ওসিয়্যাত করে যাই? তিনি বললেনঃ না। আমি বললামঃ তাহলে অর্ধেক? তিনি বললেনঃ না। আমি বললামঃ তবে এক-তৃতীয়াংশ? তিনি বললেনঃ এক-তূতীয়াংশ করতে পার। এক-তৃতীয়াংশই বেশী। মানুষের কাছে হাত পেতে ফিরবে ও এরূপ ফকীর অবস্থায় ছেড়ে যাওয়ার তুলনায় তাদেরকে ধনী অবস্থায় রেখে যাওয়া উত্তম। আর যাই তুমি খরচ করবে, তা-ই তোমার জন্য স্বাদকা হবে। এমনকি যে লোকমাটি তুমি তোমার স্ত্রীর মুখে তুলে দিবে তাও। আল্লাহ তোমাকে দীর্ঘজীবী করবেন এই আশা। তোমার দ্বারা অনেক লোক উপকৃত হবে, আবার অন্যেরা (কাফির সম্প্রদায়) ক্ষতিগ্রস্ত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4963",
    "id": "5607",
    "thesequence": "5527",
    "isActive": "1",
    "chapterId": "16830",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "পরিবার-পরিজনের জন্য খরচ করার ফযীলত। (মহান আল্লাহর বাণীঃ) লোকেরা তোমাকে জিজ্ঞাসা করে তারা কি খরচ করবে? বলঃ প্রয়োজনের অতিরিক্ত..... পৃথিবী ও পরকালে। হাসান (র) বলেন, العفو অর্থ অতিরিক্ত। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, The best alms is that which is given when one is rich, and a giving hand is better than a taking one, and you should start first to support your dependents. A wife says, You should either provide me with food or divorce me. A slave says, Give me food and enjoy my service. A son says, Give me food; to whom do you leave me? The people said, O Abu Huraira! Did you hear that from Allahs Messenger (ﷺ) ? He said, No, it is from my own self.",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا أَبُو صَالِحٍ، قَالَ حَدَّثَنِي أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   أَفْضَلُ الصَّدَقَةِ مَا تَرَكَ غِنًى، وَالْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى، وَابْدَأْ بِمَنْ تَعُولُ . تَقُولُ الْمَرْأَةُ إِمَّا أَنْ تُطْعِمَنِي وَإِمَّا أَنْ تُطَلِّقَنِي. وَيَقُولُ الْعَبْدُ أَطْعِمْنِي وَاسْتَعْمِلْنِي. وَيَقُولُ الاِبْنُ أَطْعِمْنِي، إِلَى مَنْ تَدَعُنِي فَقَالُوا يَا أَبَا هُرَيْرَةَ سَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم. قَالَ لاَ هَذَا مِنْ كِيسِ أَبِي هُرَيْرَةَ.",
    "hadithBengali": "৪৯৬৪। উমর ইবনু হাফস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উত্তম সাদাকা হল যা দান করার পরেও মানুষ অমুখাপেক্ষী থাকে। উপরের হাত নীচের হাতের চাইতে শ্রেষ্ঠ। যাদের ভরন-পোষণ তোমার যিম্মায় তাদের আগে দাও। (কেননা) স্ত্রী বলবে, হয় আমাকে খাবার দাও, নতুবা তালাক দাও। গোলাম বলবে, খাবার দাও এবং কাজ করাও। ছেলে বলবে, আমাকে খাবার দাও, আমাকে তুমি কার কাছে রেখে যাচ্ছ? লোকেরা জিজ্ঞাসা করলঃ হে আবূ হুরায়রা আপনি কি এ হাদীস রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছেন? তিনি উত্তরে বললেনঃ এটি আবূ হুরায়রা জামবিলের নয় (বরং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে)।\n",
    "checkStatus": "1",
    "hadithNo": "4964",
    "id": "5608",
    "thesequence": "5528",
    "isActive": "1",
    "chapterId": "16831",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২০৯৩. পরিবার-পরিজনের উপর ব্যয় করা ওয়াজিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The best alms is that which you give when you are rich, and you should start first to support your dependants.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ خَالِدِ بْنِ مُسَافِرٍ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   خَيْرُ الصَّدَقَةِ مَا كَانَ عَنْ ظَهْرِ غِنًى، وَابْدَأْ بِمَنْ تَعُولُ .",
    "hadithBengali": "৪৯৬৫। সাঈদ ইবনু উফায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উত্তম দান তা-ই, যা দিয়ে মানুষ অভাবমুক্ত থাকে। যাদের ভরণ-পোষণ তোমার দায়িত্ব তাদের থেকে আরম্ভ কর।\n",
    "checkStatus": "1",
    "hadithNo": "4965",
    "id": "5609",
    "thesequence": "5529",
    "isActive": "1",
    "chapterId": "16831",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২০৯৩. পরিবার-পরিজনের উপর ব্যয় করা ওয়াজিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Umar:\n\nThe Prophet (ﷺ) used to sell the dates of the garden of Bani An-Nadir and store for his family so much food as would cover their needs for a whole year.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ سَلاَمٍ، أَخْبَرَنَا وَكِيعٌ، عَنِ ابْنِ عُيَيْنَةَ، قَالَ قَالَ لِي مَعْمَرٌ قَالَ لِي الثَّوْرِيُّ هَلْ سَمِعْتَ فِي الرَّجُلِ يَجْمَعُ لأَهْلِهِ قُوتَ سَنَتِهِمْ أَوْ بَعْضِ السَّنَةِ قَالَ مَعْمَرٌ فَلَمْ يَحْضُرْنِي، ثُمَّ ذَكَرْتُ حَدِيثًا حَدَّثَنَاهُ ابْنُ شِهَابٍ الزُّهْرِيُّ عَنْ مَالِكِ بْنِ أَوْسٍ عَنْ عُمَرَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَبِيعُ نَخْلَ بَنِي النَّضِيرِ، وَيَحْبِسُ لأَهْلِهِ قُوتَ سَنَتِهِمْ.",
    "hadithBengali": "৪৯৬৬। মুহাম্মাদ ইবনু সালাম (রহঃ) ... মা&#39;মার (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ সাওরী (রহঃ) আমাকে জিজ্ঞাসা করলেনঃ কোন ব্যাক্তি তার পরিবারের জন্য বছরের বা বছরের কিছু অংশের খাদ্য সঞ্চয় করে রাখা সম্পর্কে আপনি কোন হাদীস শুনেছেন কি? মা&#39;মার বলেনঃ তখন আমার কোন হাদীস স্মরণ হলো না। পরে একটি হাদীসের কথা আমার মনে পড়ল, বা ইবনু শিহাব যুহরী (রহঃ) মালিক ইবনু আওসের সূত্রে উমর (রাঃ) থেকে বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনূ নাযীরের খেজুর বিক্রি করে ফেলতেন এবং পরিবারের জন্য এক বছরের খাদ্য সঞ্চয় করে রাখতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4966",
    "id": "5610",
    "thesequence": "5530",
    "isActive": "1",
    "chapterId": "16832",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২০৯৪. পরিবারের জন্য এক বছরের খাদ্য সঞ্চয় করে রাখা এবং তাদের জন্য খরচ করার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Malik bin Aus bin Al-Hadathan:\n\nOnce I set out to visit `Umar (bin Al-Khattab). (While I was sitting there with him his gate-keeper, Yarfa, came and said, Uthman `AbdurRahman (bin `Auf), Az-Zubair and Sa`d (bin Abi Waqqas) are seeking permission (to meet you). `Umar said, Yes. So he admitted them and they entered, greeted, and sat down. After a short while Yarfa came again and said to `Umar Shall I admit `Ali and `Abbas? `Umar said, Yes. He admitted them and when they entered, they greeted and sat down. `Abbas said, O Chief of the Believers! Judge between me and this (`Ali). The group, `Uthman and his companions Sa`d, O Chief of the Believers! Judge between them and relieve one from the other. `Umar said. Wait! I beseech you by Allah, by Whose permission both the Heaven and the Earth stand fast ! Do you know that Allahs Messenger (ﷺ) said. We (Apostles) do not bequeath anything to our heirs, but whatever we leave is to be given in charity. And by that Allahs Messenger (ﷺ)s meant himself? The group said, He did say so. `Umar then turned towards All and `Abbas and said. I beseech you both by Allah, do you know that Allahs Messenger (ﷺ) said that? They said, Yes  `Umar said, Now, let me talk to you about this matter. Allah favored His Apostle with something of this property (war booty) which He did not give to anybody else. And Allah said:-- And what Allah has bestowed on His Apostle (as Fai Booty) from them for which you made no expedition with either cavalry or camelry . . . Allah is Able to do all things. (59.6) So this property was especially granted to Allahs Messenger (ﷺ). But by Allah he neither withheld it from you, nor did he keep it for himself and deprive you of it, but he gave it all to you and distributed it among you till only this remained out of it. And out of this property Allahs Messenger (ﷺ) used to provide his family with their yearly needs, and whatever remained, he would spend where Allahs Property (the revenues of Zakat) used to be spent. Allahs Messenger (ﷺ) kept on acting like this throughout his lifetime. Now I beseech you by Allah, do you know that? They said, Yes. Then `Umar said to `Ali and `Abbas, I beseech you by Allah, do you both know that? They said, Yes. `Umar added, When Allah had taken His Apostle unto Him, Abu Bakr said, I am the successor of Allahs Messenger (ﷺ). So he took charge of that property and did with it the same what Allahs Messenger (ﷺ) used to do, and both of you knew all about it then. Then `Umar turned towards `Ali and `Abbas and said, You both claim that Abu- Bakr was so-and-so! But Allah knows that he was honest, sincere, pious and right (in that matter). Then Allah caused Abu Bakr to die, and I said, I am the successor of Allahs Messenger (ﷺ) and Abu Bakr. So I kept this property in my possession for the first two years of my rule, and I used to do the same with it as Allahs Messenger (ﷺ) and Abu Bakr used to do. Later both of you (`Ali and `Abbas) came to me with the same claim and the same problem. (O `Abbas!) You came to me demanding your share from (the inheritance of) the son of your brother, and he (`Ali) came to me demanding his wives share from (the inheritance of) her father. So I said to you, If you wish I will hand over this property to you, on condition that you both promise me before Allah that you will manage it in the same way as Allahs Messenger (ﷺ) and Abu Bakr did, and as I have done since the beginning of my rule; otherwise you should not speak to me about it. So you both said, Hand over this property to us on this condition. And on this condition I handed it over to you. I beseech you by Allah, did I hand it over to them on that condition? The group said, Yes. `Umar then faced `Ali and `Abbas and said, I beseech you both by Allah, did I hand it over to you both on that condition? They both said, Yes. `Umar added, Do you want me now to give a decision other than that? By Him with Whose permission (order) both the Heaven and the Earth stand fast, I will never give any decision other than that till the Hour is established! But if you are unable to manage it (that property), then return it to me and I will be sufficient for it on your behalf . ",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي مَالِكُ بْنُ أَوْسِ بْنِ الْحَدَثَانِ، وَكَانَ، مُحَمَّدُ بْنُ جُبَيْرِ بْنِ مُطْعِمٍ ذَكَرَ لِي ذِكْرًا مِنْ حَدِيثِهِ، فَانْطَلَقْتُ حَتَّى دَخَلْتُ عَلَى مَالِكِ بْنِ أَوْسٍ فَسَأَلْتُهُ فَقَالَ مَالِكٌ انْطَلَقْتُ حَتَّى أَدْخُلَ عَلَى عُمَرَ، إِذْ أَتَاهُ حَاجِبُهُ يَرْفَا فَقَالَ هَلْ لَكَ فِي عُثْمَانَ وَعَبْدِ الرَّحْمَنِ وَالزُّبَيْرِ وَسَعْدٍ يَسْتَأْذِنُونَ قَالَ نَعَمْ. فَأَذِنَ لَهُمْ ـ قَالَ ـ فَدَخَلُوا وَسَلَّمُوا فَجَلَسُوا، ثُمَّ لَبِثَ يَرْفَا قَلِيلاً فَقَالَ لِعُمَرَ هَلْ لَكَ فِي عَلِيٍّ وَعَبَّاسٍ قَالَ نَعَمْ. فَأَذِنَ لَهُمَا، فَلَمَّا دَخَلاَ سَلَّمَا وَجَلَسَا، فَقَالَ عَبَّاسٌ يَا أَمِيرَ الْمُؤْمِنِينَ اقْضِ بَيْنِي وَبَيْنَ هَذَا. فَقَالَ الرَّهْطُ عُثْمَانُ وَأَصْحَابُهُ يَا أَمِيرَ الْمُؤْمِنِينَ اقْضِ بَيْنَهُمَا، وَأَرِحْ أَحَدَهُمَا مِنَ الآخَرِ. فَقَالَ عُمَرُ اتَّئِدُوا أَنْشُدُكُمْ بِاللَّهِ الَّذِي بِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ، هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  لاَ نُورَثُ مَا تَرَكْنَا صَدَقَةٌ . يُرِيدُ رَسُولُ اللَّهِ صلى الله عليه وسلم نَفْسَهُ. قَالَ الرَّهْطُ قَدْ قَالَ ذَلِكَ. فَأَقْبَلَ عُمَرُ عَلَى عَلِيٍّ وَعَبَّاسٍ فَقَالَ أَنْشُدُكُمَا بِاللَّهِ هَلْ تَعْلَمَانِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ذَلِكَ قَالاَ قَدْ قَالَ ذَلِكَ. قَالَ عُمَرُ فَإِنِّي أُحَدِّثُكُمْ عَنْ هَذَا الأَمْرِ، إِنَّ اللَّهَ كَانَ خَصَّ رَسُولَهُ صلى الله عليه وسلم فِي هَذَا الْمَالِ بِشَىْءٍ لَمْ يُعْطِهِ أَحَدًا غَيْرَهُ، قَالَ اللَّهُ {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ} إِلَى قَوْلِهِ {قَدِيرٌ}. فَكَانَتْ هَذِهِ خَالِصَةً لِرَسُولِ اللَّهِ صلى الله عليه وسلم وَاللَّهِ مَا احْتَازَهَا دُونَكُمْ وَلاَ اسْتَأْثَرَ بِهَا عَلَيْكُمْ، لَقَدْ أَعْطَاكُمُوهَا وَبَثَّهَا فِيكُمْ، حَتَّى بَقِيَ مِنْهَا هَذَا الْمَالُ، فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُنْفِقُ عَلَى أَهْلِهِ نَفَقَةَ سَنَتِهِمْ مِنْ هَذَا الْمَالِ، ثُمَّ يَأْخُذُ مَا بَقِيَ، فَيَجْعَلُهُ مَجْعَلَ مَالِ اللَّهِ، فَعَمِلَ بِذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَيَاتَهُ، أَنْشُدُكُمْ بِاللَّهِ، هَلْ تَعْلَمُونَ ذَلِكَ قَالُوا نَعَمْ. قَالَ لِعَلِيٍّ وَعَبَّاسٍ أَنْشُدُكُمَا بِاللَّهِ هَلْ تَعْلَمَانِ ذَلِكَ قَالاَ نَعَمْ. ثُمَّ تَوَفَّى اللَّهُ نَبِيَّهُ صلى الله عليه وسلم فَقَالَ أَبُو بَكْرٍ أَنَا وَلِيُّ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَبَضَهَا أَبُو بَكْرٍ يَعْمَلُ فِيهَا بِمَا عَمِلَ بِهِ فِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنْتُمَا حِينَئِذٍ ـ وَأَقْبَلَ عَلَى عَلِيٍّ وَعَبَّاسٍ ـ تَزْعُمَانِ أَنَّ أَبَا بَكْرٍ كَذَا وَكَذَا، وَاللَّهُ يَعْلَمُ أَنَّهُ فِيهَا صَادِقٌ بَارٌّ رَاشِدٌ تَابِعٌ لِلْحَقِّ، ثُمَّ تَوَفَّى اللَّهُ أَبَا بَكْرٍ فَقُلْتُ أَنَا وَلِيُّ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ، فَقَبَضْتُهَا سَنَتَيْنِ أَعْمَلُ فِيهَا بِمَا عَمِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ، ثُمَّ جِئْتُمَانِي وَكَلِمَتُكُمَا وَاحِدَةٌ وَأَمْرُكُمَا جَمِيعٌ، جِئْتَنِي تَسْأَلُنِي نَصِيبَكَ مِنِ ابْنِ أَخِيكَ، وَأَتَى هَذَا يَسْأَلُنِي نَصِيبَ امْرَأَتِهِ مِنْ أَبِيهَا، فَقُلْتُ إِنْ شِئْتُمَا دَفَعْتُهُ إِلَيْكُمَا عَلَى أَنَّ عَلَيْكُمَا عَهْدَ اللَّهِ وَمِيثَاقَهُ لَتَعْمَلاَنِ فِيهَا بِمَا عَمِلَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَبِمَا عَمِلَ بِهِ فِيهَا أَبُو بَكْرٍ، وَبِمَا عَمِلْتُ بِهِ فِيهَا، مُنْذُ وُلِّيتُهَا، وَإِلاَّ فَلاَ تُكَلِّمَانِي فِيهَا فَقُلْتُمَا ادْفَعْهَا إِلَيْنَا بِذَلِكَ. فَدَفَعْتُهَا إِلَيْكُمَا بِذَلِكَ، أَنْشُدُكُمْ بِاللَّهِ هَلْ دَفَعْتُهَا إِلَيْهِمَا بِذَلِكَ فَقَالَ الرَّهْطُ نَعَمْ. قَالَ فَأَقْبَلَ عَلَى عَلِيٍّ وَعَبَّاسٍ فَقَالَ أَنْشُدُكُمَا بِاللَّهِ هَلْ دَفَعْتُهَا إِلَيْكُمَا بِذَلِكَ قَالاَ نَعَمْ. قَالَ أَفَتَلْتَمِسَانِ مِنِّي قَضَاءً غَيْرَ ذَلِكَ، فَوَالَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ لاَ أَقْضِي فِيهَا قَضَاءً غَيْرَ ذَلِكَ، حَتَّى تَقُومَ السَّاعَةُ، فَإِنْ عَجَزْتُمَا عَنْهَا فَادْفَعَاهَا فَأَنَا أَكْفِيكُمَاهَا.",
    "hadithBengali": "৪৯৬৭। সাঈদ ইবনু উফায়র (রহঃ) ... মালিক ইবনু আওস ইবনু হাদাসান থেকে বর্ণিত। তিনি বলেনঃ আমি উমর (রাঃ)-এর কাছে উপস্থিত হলাম; এমন সময় তার দারোয়ান ইয়ারফা এসে বলল, উসমান আবদুর রহমান, যুবায়র ও সা&#39;দ ভেতরে প্রবেশ করার অমুমতি চাইছেন। আপনার অনুমতি আছে কি? তিনি তাদের অনুমতি দিলেন। মালিক (রহঃ) বলেনঃ তারা প্রবেশ করলেন এবং সালাম করে বসলেন। এর কিছুক্ষন পর ইয়ারফা এসে বললঃ আলী ও আব্বাস (রাঃ) অনুমতি চাইলেন আপনার অনুমতি আছে কি? তিনি হ্যাঁ বলে এদের উভয়কেও অনুমতি দিলেন। তারা প্রবেশ করে সালাম দিয়ে বসলেন। তারপর আব্বাস বললেনঃ হে আমীরুল মুমিনীন! আমার ও আলীর মধ্যে ফয়সালা করে দিন। উপস্থিত উসমান ও তার সঙ্গীরাও বললেনঃ হে আমীরুল মুমিনীন! এদের উভয়ের মধ্যে ফয়সালা করে দিন এবং একজন থেকে অপর জনকে শাস্তি দিন।\n\nউমর (রাঃ) বললেনঃ থাম! আমি তোমাদেরকে সেই আল্লাহর কসম দিয়ে জিজ্ঞাসা করছি, যার আদেশে আসমান ও যমীন টিকে আছে। তোমারা কি জানো যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমাদের কেউ ওয়ারিস হয় না। আমরা যা রেখে যাই তা সদকা। এ কথা দ্বারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজেকে (এবং অন্যানা নাবীগণকে) বুঝাতে চেয়েছেন। সে দলের লোকেরা বললেনঃ নিশ্চয়ই রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা বলেছেন। তারপর উমর (রাঃ) আলী ও আনাস (রাঃ) কে লক্ষ্য করে বললেনঃ আল্লাহর কসম দিয়ে জিজ্ঞাসা করছি, তোমরা দু-জন কি জানো যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথা বলেছেন। তারা বললেনঃ অবশ্যই তা বলেছেন।\n\nউমর (রাঃ) বললেন, এ ব্যপারে আমার বক্তব্য হলোঃ এ মালে আল্লাহ তার রাসুলকে একটি বিশেষ অধিকার দিয়েছেন, যা তিনি ছাড়া আর কাউকে দেননি। আল্লাহ বলেছেনঃ আল্লাহ ইয়াহুদীদের নিকট থেকে তাঁর রাসুলকে যে ফায় (বিনা যুদ্ধে প্রাপ্ত সম্পদ) দিয়েছেন ...... সর্বশক্তিমান পর্যন্ত। (হাশরঃ ৬) একমাত্র রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য নির্ধারিত ছিল। আল্লাহর কসম! তিনি তোমাদের বাদ দিয়ে একাকী ভোগ করেননি এবং কাউকে তোমাদের উপর প্রাধান্য দেননি। এ থেকে তিনি তোমাদের দিয়েছেন এবং কিছু তোমাদের মধ্যে বিতরণ করেছেন। শেষ পর্যন্ত এ মালটুই অবশিষ্ট থেকে যায়। এ মাল থেকেই রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর পরিবারের সারা বছরের খরচ দিতেন। আর যা উদ্বৃত্ত থাকত তা আল্লাহর ব্যবহার্য মালের সাথে ব্যায় করতেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জীবনভর এরুপই করেছেন।\n\nআল্লাহর কসম দিয়ে তোমাদের জিজ্ঞাসা করছি তোমরা কি এ বিষয় জানো? তারা বললেনঃ হাঁ। এরপর তিনি আলী ও আব্বাস (রাঃ) কে লক্ষ্য করে বললেনঃ আমি আল্লাহর কসম দিয়ে তোমাদের জিজ্ঞাসা করছি, তোমরা কি এ বিষয় জানো? তারা উভয়ে বললেনঃ হ্যাঁ। এরপর আল্লাহ তার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ওফাত দিলেন। তখন আবূ বকর (রাঃ) বললেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্থলাভিষিক্ত। আবূ বকর এ মাল নিজ কবজায় রাখলেন এবং এ মাল খরচের ব্যাপারে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অনুসৃত পদ্বতি অবলম্বন করলেন। আলী ও আব্বাসের দিকে ফিরে উমর (রাঃ) বললেনঃ তোমরা তখন মনে করতে আবূ বকর এমন, এমন। অথচ আল্লাহ জানেন এ ব্যাপারে তিনি সত্য কল্যাণকামী, সঠিক নীতির অনুসারী।\n\nআল্লাহ আবূ বকরকে ওফাত দিলেন। আমি বললামঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ বকর (রাঃ)-এর স্থলাভিষিক্ত এর পর আমি দুবছর এ মাল নিজ কবজায় রাখি। আমি এ ব্যাপারে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ বকরের অনুসৃত নীতির-ই অনুসরণ করতে থাকি। তারপর তোমরা দুজন আসলে; তখন তোমরা উভয়ে, ঐক্যমত ছিলে এবং তোমাদের বিষয়ে সমন্বয় ছিল। তুমি আসলে ভ্রাতুষ্পুত্রের সম্পত্তিতে তোমার অংশ চাইতে। আর এ আসলো শশুরের সম্পত্তিতে স্ত্রীর অংশ চাইতে। আমি বলেছিলামঃ তোমরা যদি চাও, তবে আমি এ শর্তে তোমাদেরকে তা দিয়ে দিতে পারি, তোমরা আল্লাহর সহিত ওয়াদা ও অঙ্গীকারবদ্ধ থাকবে যে, এ ব্যাপরে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ বকর এবং এর কর্তৃত্ব হাতে পাওয়ার পর আমিও যে নীতির অনুসরণ করে এসেছি, সে তোমরা অনুসরন করবে। অন্যথায় এ ব্যাপারে আমার সাথে কোন কথা বলবে না। তখন তোমরা বলেছিলে এ শর্ত সাপেক্ষেই আমাদের কাছে দিয়ে দিন। তাই আমি এ শর্তেই তোমাদের তা দিয়েছিলাম।\n\nতিনি বললেনঃ আমি তোমাদের সকলকে আল্লাহর কসম দিয়ে জিজ্ঞাসা করছি, আমি কি এ শর্তে এটি তাদের কাছে দেইনি? তারা বললেনঃ হ্যাঁ। তারপর তিনি আলী ও আব্বাস (রাঃ) কে লক্ষ্য করে বললেনঃ আল্লাহর কসম দিয়ে তোমাদের জিজ্ঞাসা করছি, আমি কি এ শর্তেই এটি তোমাদের কাছে দেইনি? তারা বললেনঃ হ্যাঁ। তিনি বললেনঃ তবে এখন কি তোমরা আমার কাছে এ ছাড়া অন্য কোন ফয়সালা চাইছ? সেই সত্তার কসম! যার আদেশে আসমান-যযীন টিকে আছে আমি কিয়ামত পর্যন্ত এ ছাড়া অন্য কোন ফয়সালা দিতে প্রস্তুত নই। তোমরা যদি উল্লেখিত শর্ত পালন করতে অক্ষম হও, তাহলে তা আমার জিম্মায় ফিরিয়ে দাও তোমাদের পক্ষ থেকে আমিই এর পরিচালনা করব।\n",
    "checkStatus": "1",
    "hadithNo": "4967",
    "id": "5611",
    "thesequence": "5531",
    "isActive": "1",
    "chapterId": "16832",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২০৯৪. পরিবারের জন্য এক বছরের খাদ্য সঞ্চয় করে রাখা এবং তাদের জন্য খরচ করার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nHind bint `Utba came and said, O Allahs Messenger (ﷺ)! Abu Sufyan is a miser so is it sinful of me to feed our children from his property? Allahs Messenger (ﷺ) said, No except if you take for your needs what is just and reasonable. ",
    "hadithArabic": "حَدَّثَنَا ابْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ جَاءَتْ هِنْدُ بِنْتُ عُتْبَةَ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سُفْيَانَ رَجُلٌ مِسِّيكٌ، فَهَلْ عَلَىَّ حَرَجٌ أَنْ أُطْعِمَ مِنَ الَّذِي لَهُ عِيَالَنَا قَالَ   لاَ إِلاَّ بِالْمَعْرُوفِ .",
    "hadithBengali": "২০৯৫. পরিচ্ছেদঃ মহান আল্লাহর বাণীঃ মায়েরা যেন তাদের সন্তানদের পূর্ণ দুবছর দুধ পান করায়, সেই পিতার জন্য যে পূর্ণ সময়কাল পর্যন্ত দুধ পান করাতে চায়; ........ তোমরা যা কর আল্লাহ্ তা দেখেন। তিনি আরো ইরশাদ করেনঃ তাকে গর্ভে ধারণ ও দুধ ছাড়ানোর সময় তিরিশ মাস। তিনি আরও বলেনঃ যদি তোমরা অসুবিধা রোধ কর, তাহলে অপর কোন মহিলা তাকে দুধ পান করাতে পারে। সচ্ছল ব্যক্তি স্বীয় সাধ্য অনুসারে খরচ করবে.... প্রাচুর্য দান করবেন। ইউনুস, যুহরী থেকে বর্ণনা করেন যে আল্লাহ্ নিষেধ করেছেন কোন মাকে তার সন্তানের জন্য ক্ষতিগ্রস্থ করা হবে না। আর তা হলো এরূপ যে, মাতা একথা বলে বসলো, আমি একে দুধ পান করাব না। অথচ মায়ের দুধ শিশুর জন্য উৎকৃষ্ট খাদ্য এবং অন্যান্য মহিলার তুলনায় মাতা সন্তানের জন্য অধিক স্নেহশীলা ও কোমল। কাজেই পিতা যথাসাধ্য নিজের পক্ষে থেকে কিছু দেওয়ার পরও মাতার জন্য দুধ পান করাতে অস্বীকার করা উচিত হবে না। এমনিভাবে সন্তানের পিতার জন্য উচিত নয় সে সন্তানের কারণে তার মাতাকে কষ্ট দেওয়া অর্থাৎ কষ্টে ফেলার উদ্দেশ্যে শিশু মাকে দুধ পান করাতে না দিয়ে অন্য মহিলাকে দুধ পান করাতে দেওয়া। হাঁ, মাতা পিতা খুশী হয়ে যদি কাউকে ধাত্রী নিযুক্ত করে, তবে তাতে কোন দোষ নেই। তেমনি যদি তারা উভয়ে দুধ ছাড়াতে চায়, তবে তাতেও তাদের কোন দোষ নেই, যদি তা পারস্পরিক সম্মতি ও পরামর্শের ভিত্তিতে হয়ে থাকে। فِصَالُهُ দুধ ছাড়ানো।\n\n<hr />\n৪৯৬৮। ইবনু মুকাতিল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, হিনদা বিনত উতবা এসে বললেনঃ ইয়া রাসুলাল্লাহ! আবূ সুফিয়ান কঠিন লোক। আমি যদি তার মাল থেকে পরিবারের কাউকে কিছু দেই তাহলে আমার গুনাহ হবে কি? তিনি বললেন, না; তবে সঙ্গতভাবে ব্যয় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "4968",
    "id": "5612",
    "thesequence": "5532",
    "isActive": "1",
    "chapterId": "16833",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২০৯৬. স্বামীর অনুপস্থিতিতে স্ত্রী ও সন্তানের খরচ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, If the wife gives of her husbands property (something in charity) without his permission, he will get half the reward.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ هَمَّامٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا أَنْفَقَتِ الْمَرْأَةُ مِنْ كَسْبِ زَوْجِهَا عَنْ غَيْرِ أَمْرِهِ فَلَهُ نِصْفُ أَجْرِهِ .",
    "hadithBengali": "৪৯৬৯। ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি কোন মহিলা স্বামীর উপার্জন থেকে বিনা হুকুমে দান করে, তবে সে তার অর্ধেক সাওয়াব পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "4969",
    "id": "5613",
    "thesequence": "5533",
    "isActive": "1",
    "chapterId": "16833",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২০৯৬. স্বামীর অনুপস্থিতিতে স্ত্রী ও সন্তানের খরচ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali:\n\nFatima went to the Prophet (ﷺ) complaining about the bad effect of the stone hand-mill on her hand. She heard that the Prophet (ﷺ) had received a few slave girls. But (when she came there) she did not find him, so she mentioned her problem to `Aisha. When the Prophet (ﷺ) came, `Aisha informed him about that. `Ali added, So the Prophet (ﷺ) came to us when we had gone to bed. We wanted to get up (on his arrival) but he said, Stay where you are. Then he came and sat between me and her and I felt the coldness of his feet on my `Abdomen. He said, Shall I direct you to something better than what you have requested? When you go to bed say Subhan Allah thirty-three times, Al hamduli l-lah thirty three times, and Allahu Akbar thirty four times, for that is better for you than a servant.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، قَالَ حَدَّثَنِي الْحَكَمُ، عَنِ ابْنِ أَبِي لَيْلَى، حَدَّثَنَا عَلِيٌّ، أَنَّ فَاطِمَةَ ـ عَلَيْهِمَا السَّلاَمُ ـ أَتَتِ النَّبِيَّ صلى الله عليه وسلم تَشْكُو إِلَيْهِ مَا تَلْقَى فِي يَدِهَا مِنَ الرَّحَى، وَبَلَغَهَا أَنَّهُ جَاءَهُ رَقِيقٌ فَلَمْ تُصَادِفْهُ، فَذَكَرَتْ ذَلِكَ لِعَائِشَةَ، فَلَمَّا جَاءَ أَخْبَرَتْهُ عَائِشَةُ ـ قَالَ ـ فَجَاءَنَا وَقَدْ أَخَذْنَا مَضَاجِعَنَا، فَذَهَبْنَا نَقُومُ فَقَالَ  عَلَى مَكَانِكُمَا . فَجَاءَ فَقَعَدَ بَيْنِي وَبَيْنَهَا حَتَّى وَجَدْتُ بَرْدَ قَدَمَيْهِ عَلَى بَطْنِي فَقَالَ  أَلاَ أَدُلُّكُمَا عَلَى خَيْرٍ مِمَّا سَأَلْتُمَا، إِذَا أَخَذْتُمَا مَضَاجِعَكُمَا ـ أَوْ أَوَيْتُمَا إِلَى فِرَاشِكُمَا ـ فَسَبِّحَا ثَلاَثًا وَثَلاَثِينَ، وَاحْمَدَا ثَلاَثًا وَثَلاَثِينَ، وَكَبِّرَا أَرْبَعًا وَثَلاَثِينَ، فَهْوَ خَيْرٌ لَكُمَا مِنْ خَادِمٍ .",
    "hadithBengali": "৪৯৭০। মুসাদ্দাদ (রহঃ) ... আলী (রাঃ) থেকে বর্নিত যে, একদা ফাতিমা (রাঃ) যাতা ব্যবহারে তার হাতে যে কষ্ট পেতেন তার অভিযোগ নিয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসলেন। তার কাছে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট দাস আসার খবর পৌছেছিল। কিন্তু তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পেলেন না। তখন তিনি তার অভিযোগ আয়িশার কাছে বললেন। রাসুলসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে আসলে আয়িশা (রাঃ) তাকে জানালেন। আলী (রাঃ) বলেনঃ রাতে আমরা যখন শুয়ে পড়েছিলাম, তখন তিনি আমাদের কাছে আসলেন। আমরা উঠতে চাইলাম, কিন্তু তিনি বললেনঃ তোমরা উভয়ে নিজ স্থানে থাক। তিনি এসে আমার ও ফাতিমার মাঝখানে বসলেন। এমনকি আমি আমার পেটে তার পায়ের শীতলতা অনুভব করেছিলাম। তারপর তিনি বললেনঃ তোমরা যা চেয়েছ তার চেয়ে কল্যাণকর বিষয় সম্বন্ধে তোমাদের অবহিত করব না? তোমরা যখন তোমাদের শয্যাস্থানে যাবে, অথবা বললেনঃ তোমরা যখন তোমাদের বিছানায় যাবে, তখন তেত্রিশবার সূবহানাল্লাহ, তেত্রিশবার আলহামদুলিল্লাহ এবং চৌত্রিশবার আল্লাহু আকবর পাঠ করবে। খাদেম অপেক্ষা ইহা তোমাদের জন্য অধিক কল্যাণকর।\n",
    "checkStatus": "1",
    "hadithNo": "4970",
    "id": "5614",
    "thesequence": "5534",
    "isActive": "1",
    "chapterId": "16834",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২০৯৭. স্বামীর গৃহে স্ত্রীর কাজ কর্ম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali bin Abi Talib:\n\nFatima came to the Prophet (ﷺ) asking for a servant. He said, May I inform you of something better than that? When you go to bed, recite Subhan Allah thirty three times, Al hamduli l-lah thirty three times, and Allahu Akbar thirty four times. `Ali added, I have never failed to recite it ever since. Somebody asked, Even on the night of the battle of Siffin? He said, Even on the night of the battle of Siffin.",
    "hadithArabic": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ أَبِي يَزِيدَ، سَمِعَ مُجَاهِدًا، سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى، يُحَدِّثُ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَنَّ فَاطِمَةَ ـ عَلَيْهَا السَّلاَمُ ـ أَتَتِ النَّبِيَّ صلى الله عليه وسلم تَسْأَلُهُ خَادِمًا فَقَالَ   أَلاَ أُخْبِرُكِ مَا هُوَ خَيْرٌ لَكِ مِنْهُ، تُسَبِّحِينَ اللَّهَ عِنْدَ مَنَامِكِ ثَلاَثًا وَثَلاَثِينَ، وَتَحْمَدِينَ اللَّهَ ثَلاَثًا وَثَلاَثِينَ، وَتُكَبِّرِينَ اللَّهَ أَرْبَعًا وَثَلاَثِينَ . ـ ثُمَّ قَالَ سُفْيَانُ إِحْدَاهُنَّ أَرْبَعٌ وَثَلاَثُونَ ـ فَمَا تَرَكْتُهَا بَعْدُ، قِيلَ وَلاَ لَيْلَةَ صِفِّينَ قَالَ وَلاَ لَيْلَةَ صِفِّينَ.",
    "hadithBengali": "৪৯৭১। হুমায়দী (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত যে, ফাতিমা (রাঃ) একটি খাদেম চাইতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসলেন। তিনি বললেনঃ আমি কি তোমাকে এর চাইতে অধিক কল্যাণকর বিষয়ে খবর দিব না? তুমি শয়নকালে তেত্রিশবার সুবহানাল্লাহ, তেত্রিশবার আলহামদুলিল্লাহ এবং তেত্রিশবার আল্লাহ আল্লাহ পাঠ করবে। পরে সুফিয়ান বলেনঃ এর মধ্যে যে কোন একটি তেত্রিশবার। আলী (রাঃ) বলেনঃ এরপর থেকে কখনোও আমি এগুলো ছাড়িনি। জিজ্ঞাসা করা হলো সিফফীনের রাতেও না? তিনি বললেনঃ সিফফীনের রাতেও না।\n",
    "checkStatus": "1",
    "hadithNo": "4971",
    "id": "5615",
    "thesequence": "5535",
    "isActive": "1",
    "chapterId": "16835",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২০৯৮. স্ত্রীর জন্য খাদিম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Aswad bin Yazid:\n\nI asked `Aisha What did the Prophet (ﷺ) use to do at home? She said, He used to work for his family, and when he heard the Adhan (call for the prayer), he would go out.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ بْنِ يَزِيدَ، سَأَلْتُ عَائِشَةَ ـ رضى الله عنها ـ مَا كَانَ النَّبِيُّ صلى الله عليه وسلم يَصْنَعُ فِي الْبَيْتِ قَالَتْ كَانَ فِي مِهْنَةِ أَهْلِهِ، فَإِذَا سَمِعَ الأَذَانَ خَرَجَ.",
    "hadithBengali": "৪৯৭২। মুহাম্মদ ইবনু আরআরা (রহঃ) ... আসওয়াদ ইবনু ইয়াযীদ (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি আয়িশা (রাঃ) কে জিজ্ঞাসা করলাম, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গৃহে কি কাজ করতেন? তিনি বললেনঃ তিনি ঘরের কাজ-কর্মে ব্যস্ত থাকতেন, আর যখন আযান শুনতেন, তখন বেরিয়ে যেতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4972",
    "id": "5616",
    "thesequence": "5536",
    "isActive": "1",
    "chapterId": "16836",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২০৯৯. নিজ পরিবার গৃহকর্তার কাজকর্ম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nHind bint `Utba said, O Allahs Messenger (ﷺ)! Abu Sufyan is a miser and he does not give me what is sufficient for me and my children. Can I take of his property without his knowledge? The Prophet (ﷺ) said, Take what is sufficient for you and your children, and the amount should be just and reasonable.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، عَنْ هِشَامٍ، قَالَ أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ، أَنَّ هِنْدَ بِنْتَ عُتْبَةَ، قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سُفْيَانَ رَجُلٌ شَحِيحٌ، وَلَيْسَ يُعْطِينِي مَا يَكْفِينِي وَوَلَدِي، إِلاَّ مَا أَخَذْتُ مِنْهُ وَهْوَ لاَ يَعْلَمُ فَقَالَ   خُذِي مَا يَكْفِيكِ وَوَلَدَكِ بِالْمَعْرُوفِ .",
    "hadithBengali": "৪৯৭৩। মুহাম্মদ ইবনু মূসান্না (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, হিনদা বিনত উতবা বললঃ ইয়া রাসুলাল্লাহ! আবূ সুফিয়ান একজন কৃপন লোক। আমাকে এ পরিমাণ খরচ দেন না, যা আমার ও আমার সন্তানদের জন্য যথেষ্ট; তবে তার অজানাতে যা আমি (চাই) নিতে পারি। তখন তিনি বললেনঃ তোমার ও তোমার সন্তানের জন্য নিয়মানুসারে যা যথেষ্ট হয় তা তুমি নিতে পার।\n",
    "checkStatus": "1",
    "hadithNo": "4973",
    "id": "5617",
    "thesequence": "5537",
    "isActive": "1",
    "chapterId": "16837",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২১০০. স্বামী যদি (ঠিকভাবে) খরচ না করে, তাহলে তার অজান্তে স্ত্রী তার ও সন্তানের প্রয়োজনানুপাতে যথাবিহিত খরচ করতে পারে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The best women among the camel riders, are the women of Quraish. (Another narrator said) The Prophet (ﷺ) said, The righteous among the women of Quraish are those who are kind to their young ones and who look after their husbands property .",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، وَأَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   خَيْرُ نِسَاءٍ رَكِبْنَ الإِبِلَ نِسَاءُ قُرَيْشٍ ـ وَقَالَ الآخَرُ صَالِحُ نِسَاءِ قُرَيْشٍ ـ أَحْنَاهُ عَلَى وَلَدٍ فِي صِغَرِهِ، وَأَرْعَاهُ عَلَى زَوْجٍ فِي ذَاتِ يَدِهِ . وَيُذْكَرُ عَنْ مُعَاوِيَةَ وَابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৪৯৭৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উষ্ট্রারোহীনা নারীদের মধ্যে কুরায়াশ গোত্রের নারীরা সর্বশ্রেষ্ঠা। অপরজন বলেনঃ কুরায়শ গোত্রের সৎ নারীগণ, তারা সন্তানের প্রতি শৈশবে খুব স্নেহশীল এবং স্বামীর প্রতি বড়ই দরদী তার সম্পদের ক্ষেত্রে। মুআবিয়া ও ইবনু আব্বাসের সূত্রেও উভয় হাদীসটি বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "4974",
    "id": "5618",
    "thesequence": "5538",
    "isActive": "1",
    "chapterId": "16838",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২১০১. স্বামীর সম্পদ রক্ষণাবেক্ষণ ও তার জন্য খরচ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali:\n\nThe Prophet (ﷺ) gave me a silk suit and I wore it, but when I noticed anger on his face, I cut it and distributed it among my women-folk.",
    "hadithArabic": " حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَبْدُ الْمَلِكِ بْنُ مَيْسَرَةَ، قَالَ سَمِعْتُ زَيْدَ بْنَ وَهْبٍ، عَنْ عَلِيٍّ ـ رضى الله عنه ـ قَالَ آتَى إِلَىَّ النَّبِيُّ صلى الله عليه وسلم حُلَّةً سِيَرَاءَ فَلَبِسْتُهَا، فَرَأَيْتُ الْغَضَبَ فِي وَجْهِهِ فَشَقَّقْتُهَا بَيْنَ نِسَائِي.",
    "hadithBengali": "৪৯৭৫। হাজ্জাজ ইবনু মিহাল (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে রেশমী পোশাক আসল। আমি তা পরিধান করলে তার চেহারা মোবারকে অসন্তষ্টির চিহ্ন লক্ষ্য করলাম। তাই আমি এটাকে খণ্ড খণ্ড করে আপন মহিলাদের মধ্যে বিতরণ করে দিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "4975",
    "id": "5619",
    "thesequence": "5539",
    "isActive": "1",
    "chapterId": "16839",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২১০২. মহিলাদের যথাযোগ্য পরিচ্ছদ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nMy father died and left seven or nine girls and I married a matron. Allahs Messenger (ﷺ) said to me, O Jabir! Have you married? I said, Yes. He said, A virgin or a matron? I replied, A matron. he said, Why not a virgin, so that you might play with her and she with you, and you might amuse her and she amuse you. I said,  `Abdullah (my father) died and left girls, and I dislike to marry a girl like them, so I married a lady (matron) so that she may look after them. On that he said, May Allah bless you, or That is good.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرٍو، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ هَلَكَ أَبِي وَتَرَكَ سَبْعَ بَنَاتٍ أَوْ تِسْعَ بَنَاتٍ فَتَزَوَّجْتُ امْرَأَةً ثَيِّبًا فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  تَزَوَّجْتَ يَا جَابِرُ . فَقُلْتُ نَعَمْ. فَقَالَ  بِكْرًا أَمْ ثَيِّبًا . قُلْتُ بَلْ ثَيِّبًا. قَالَ  فَهَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ، وَتُضَاحِكُهَا وَتُضَاحِكُكَ . قَالَ فَقُلْتُ لَهُ إِنَّ عَبْدَ اللَّهِ هَلَكَ وَتَرَكَ بَنَاتٍ، وَإِنِّي كَرِهْتُ أَنْ أَجِيئَهُنَّ بِمِثْلِهِنَّ، فَتَزَوَّجْتُ امْرَأَةً تَقُومُ عَلَيْهِنَّ وَتُصْلِحُهُنَّ. فَقَالَ  بَارَكَ اللَّهُ لَكَ . أَوْ قَالَ خَيْرًا.",
    "hadithBengali": "৪৯৭৬। মুসাদ্দাদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, সাতটি বা (বর্ণনাকারীর সন্দেহ) নয়টি মেয়ে রেখে আমার পিতা ইন্তেকাল করেন। তারপর আমি এক বিধবা মহিলাকে বিয়ে করি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে জিজ্ঞাসা করলেনঃ জাবির! তুমি বিয়ে করেছ? আমি বললামঃ হ্যাঁ। তিনি তারপর জিজ্ঞাসা করলেনঃ কুমারী বিয়ে করেছ না বিধবা? আমি বললামঃ বিধবা। তিনি বললেনঃ কুমারী করলে না কেন? তুমি তার সাথে প্রমোদ করতে, সেও তোমার সাথে প্রমোদ করতো। তুমিও তাকে হাসাতে, সেও তোমাকে হাসাতো। জাবির (রাঃ) বলেনঃ আমি তাকে বললামঃ অনেকগুলো কন্যা সন্তান রেখে আবদুল্লাহ (তার পিতা) মারা গেছেন তাই আমি ওদের-ই মত কুমারী মেয়ে বিয়ে করা পছন্দ করিনি। আমি এমন মেয়েকে বিয়ে করলাম যে তাদের দেখাশোনা করতে পারে। তিনি বললেনঃ আল্লাহ তোমাকে বরকত দিন অথবা বললেনঃ কল্যাণ দান করুন।\n",
    "checkStatus": "1",
    "hadithNo": "4976",
    "id": "5620",
    "thesequence": "5540",
    "isActive": "1",
    "chapterId": "16840",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২১০৩. সন্তান লালন-পালনে স্বামীকে সাহায্য করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nA man came to the Prophet (ﷺ) and said, I am ruined! The Prophet (ﷺ) said, Why? He said, I had sexual intercourse with my wife while fasting (in the month of Ramadan). The Prophet (ﷺ) said to him, Manumit a slave (as expiation). He replied, I cannot afford that. The Prophet (ﷺ) said, Then fast for two successive months. He said, I cannot. The Prophet (ﷺ) said, Then feed sixty poor persons. He said, I have nothing to do that. In the meantime a basket full of dates was brought to the Prophet (ﷺ) . He said, Where is the questioner. The man said, I am here. The Prophet (ﷺ) said (to him), Give this (basket of dates) in charity (as expiation). He said, O Allahs Messenger (ﷺ)! Shall I give it to poorer people than us? By Him Who sent you with the Truth, there is no family between Medinas two mountains poorer than us. The Prophet (ﷺ) smiled till his pre-molar teeth became visible. He then said, Then take it.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ أَتَى النَّبِيَّ صلى الله عليه وسلم رَجُلٌ فَقَالَ هَلَكْتُ. قَالَ  وَلِمَ . قَالَ وَقَعْتُ عَلَى أَهْلِي فِي رَمَضَانَ. قَالَ  فَأَعْتِقْ رَقَبَةً . قَالَ لَيْسَ عِنْدِي. قَالَ  فَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ . قَالَ لاَ أَسْتَطِيعُ. قَالَ  فَأَطْعِمْ سِتِّينَ مِسْكِينًا . قَالَ لاَ أَجِدُ. فَأُتِيَ النَّبِيُّ صلى الله عليه وسلم بِعَرَقٍ فِيهِ تَمْرٌ فَقَالَ  أَيْنَ السَّائِلُ . قَالَ هَا أَنَا ذَا. قَالَ  تَصَدَّقْ بِهَذَا . قَالَ عَلَى أَحْوَجَ مِنَّا يَا رَسُولَ اللَّهِ فَوَالَّذِي بَعَثَكَ بِالْحَقِّ مَا بَيْنَ لاَبَتَيْهَا أَهْلُ بَيْتٍ أَحْوَجُ مِنَّا فَضَحِكَ النَّبِيُّ صلى الله عليه وسلم حَتَّى بَدَتْ أَنْيَابُهُ قَالَ  فَأَنْتُمْ إِذًا .",
    "hadithBengali": "৪৯৭৭। আহমাদ ইবনু ইউনুস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এক ব্যাক্তি এলো এবং বললো আমি ধংস হয়ে গেছি। তিনি বললেনঃ কেন? সে বললোঃ রামাযান মাসে আমি (দিবসে) স্ত্রী সহবাস করে ফেলেছি। তিনি বললেনঃ একটি দাস মুক্ত করে দাও। সে বললোঃ আমার কাছে কিছুই নেই। তিনি বললেনঃ তাহলে একাধারে দু-মাস রোযা রাখ। সে বললঃ সে ক্ষমতাও আমার নেই। তিনি বলেনঃ তবে ষাটজন মিসকীনকে আহার করাও। সে বললোঃ সে সামর্থ্যও আমার নেই।\n\nএ সময় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এক বস্তা খেজুর এল। তিনি জিজ্ঞাসা করলেনঃ প্রশ্নকারী কোথায়? লোকটি বললোঃ আমি এখানে। তিনি বললেনঃ এগুলো দিয়ে সদকা কর। সে বললোঃ ইয়া রাসুলাল্লাহ! আমাদের চেয়ে অভাবগ্রস্তকে দিব? সেই সত্তার শপথ। যিনি আপনাকে সত্য দ্বীনসহ পাঠিয়েছেন, মদিনার প্রস্তরময় দু-পার্শ্বের মধ্যে আমাদের চেয়ে অভাবগ্রস্ত কোন পরিবার লেই। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাসলেন এমন কি তার চোয়ালের দাত মোবারক পর্যন্ত দেখা গিয়েছিল এবং বললেনঃ তবে তোমাদেরই অনুমতি দেওয়া হল।\n",
    "checkStatus": "1",
    "hadithNo": "4977",
    "id": "5621",
    "thesequence": "5541",
    "isActive": "1",
    "chapterId": "16841",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২১০৪. নিজ পরিবারের জন্য অসচ্ছল ব্যক্তির খরচ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Salama:\n\nI said, O Allahs Messenger (ﷺ)! Shall I get a reward (in the Hereafter) if I spend on the children of Abu Salama and do not leave them like this and like this (i.e., poor) but treat them like my children? The Prophet said, Yes, you will be rewarded for that which you will spend on them.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، أَخْبَرَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ زَيْنَبَ ابْنَةِ أَبِي سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، قُلْتُ يَا رَسُولَ اللَّهِ هَلْ لِي مِنْ أَجْرٍ فِي بَنِي أَبِي سَلَمَةَ أَنْ أُنْفِقَ عَلَيْهِمْ، وَلَسْتُ بِتَارِكَتِهِمْ هَكَذَا وَهَكَذَا، إِنَّمَا هُمْ بَنِيَّ. قَالَ   نَعَمْ لَكِ أَجْرُ مَا أَنْفَقْتِ عَلَيْهِمْ .",
    "hadithBengali": "৪৯৭৮। মূসা ইবনু ইসমাঈল (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি জিজ্ঞাসা করলামঃ ইয়া রাসুলাল্লাহ! আবূ সালামার সন্তানদের জন্য ব্যয় করলে তাতে আমার কোন সাওয়াব হবে কি? আমি তাদের এ (অভাবী) অবস্থায় ত্যাগ করতে পারি না। তারা তো আমারই সন্তান। তিনি বললেনঃ হ্যাঁ, তাদের জন্য খরচ করলে তুমি সাওয়াব পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "4978",
    "id": "5622",
    "thesequence": "5542",
    "isActive": "1",
    "chapterId": "16842",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২১০৫. ওয়ারিসের উপরেও অনুরূপ দায়িত্ব আছে। মহিলার উপরেও কি এমন কোন দায়িত্ব আছে ? আর আল্লাহ্ তা&rsquo;আলা এমন দু&rsquo;ব্যক্তির দৃষ্টান্ত দিয়েছেন, যাদের একজন বোবা, কিছুই করতে সমর্থ নয়। সে তার অভিভাবকের ওপর বোঝা স্বরূপ। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nHind (bint `Utba) said, O Allahs Messenger (ﷺ)! Abu Sufyan is a miser. Is there any harm if I take of his property what will cover me and my childrens needs? The Prophet (ﷺ) said, Take (according to your needs) in a reasonable manner.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ هِنْدُ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سُفْيَانَ رَجُلٌ شَحِيحٌ فَهَلْ عَلَىَّ جُنَاحٌ أَنْ آخُذَ مِنْ مَالِهِ مَا يَكْفِينِي وَبَنِيَّ قَالَ   خُذِي بِالْمَعْرُوفِ .",
    "hadithBengali": "৪৯৭৯। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, হিনদা এসে বললঃ ইয়া রাসুলাল্লাহ। আবূ সুফিয়ান কৃপন লোক। আমার ও সন্তানের প্রয়োজন মতো আমি যদি তার মাল থেকে কিছু গ্রহণ করি, তবে কি আমার গুনাহ হবে? তিনি বললেনঃ নিতে পার।\n",
    "checkStatus": "1",
    "hadithNo": "4979",
    "id": "5623",
    "thesequence": "5543",
    "isActive": "1",
    "chapterId": "16842",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২১০৫. ওয়ারিসের উপরেও অনুরূপ দায়িত্ব আছে। মহিলার উপরেও কি এমন কোন দায়িত্ব আছে ? আর আল্লাহ্ তা&rsquo;আলা এমন দু&rsquo;ব্যক্তির দৃষ্টান্ত দিয়েছেন, যাদের একজন বোবা, কিছুই করতে সমর্থ নয়। সে তার অভিভাবকের ওপর বোঝা স্বরূপ। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nA dead man in debt used to be brought to Allahs Messenger (ﷺ) who would ask, Has he left anything to re pay his debts? If he was informed that he had left something to cover his debts the Prophet (ﷺ) would offer the funeral prayer for him; otherwise he would say to the Muslims present there), Offer the funeral prayer for your friend:but when Allah helped the Prophet (ﷺ) to gain victory (on his expeditions), he said, I am closer to the Believers than themselves, so. if one of the Believers dies in debt, I will repay it, but if he leaves wealth, it will be for his heirs.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُؤْتَى بِالرَّجُلِ الْمُتَوَفَّى عَلَيْهِ الدَّيْنُ، فَيَسْأَلُ  هَلْ تَرَكَ لِدَيْنِهِ فَضْلاً . فَإِنْ حُدِّثَ أَنَّهُ تَرَكَ وَفَاءً صَلَّى، وَإِلاَّ قَالَ لِلْمُسْلِمِينَ  صَلُّوا عَلَى صَاحِبِكُمْ . فَلَمَّا فَتَحَ اللَّهُ عَلَيْهِ الْفُتُوحَ قَالَ  أَنَا أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ، فَمَنْ تُوُفِّيَ مِنَ الْمُؤْمِنِينَ فَتَرَكَ دَيْنًا فَعَلَىَّ قَضَاؤُهُ، وَمَنْ تَرَكَ مَالاً فَلِوَرَثَتِهِ .",
    "hadithBengali": "৪৯৮০। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ঋণগ্রস্ত কোন মৃত ব্যাক্তিকে (জানাযার জন্য) আনা হলে, তিনি জিজ্ঞাসা করতেনঃ সে কি ঋণ পরিশোধ করার মত অতিরিক্ত কিছু রেখে গেছে? যদি বলা হত যে, সে ঝণ পরিশোধ করার মত সম্পদ রেখে গেছে, তাহলে তিনি তার জানাযা পড়তেন। অন্যথায় তিনি মুসলমানদের বলতেনঃ তোমরা তোমাদের সাথীর জানাযা পড়। তারপর আল্লাহ যখন তার জন্য অসংখ্য বিজয়ের দার খুলে দিলেন, তখন তিনি বললেনঃ আমি মুমিনদের নিজেদের চেয়েও বেশী ঘনিঠতর। সুতরাং মুমিনদের মধ্যে সে কেউ ঋণ রেখে মারা গেলে, তা পরিশোধ করার দায়িত্ব আমারই। আর যে ব্যাক্তি সম্পদ রেখে যাবে তা তার উত্তরাধিকারীবা পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "4980",
    "id": "5624",
    "thesequence": "5544",
    "isActive": "1",
    "chapterId": "16842",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২১০৫. ওয়ারিসের উপরেও অনুরূপ দায়িত্ব আছে। মহিলার উপরেও কি এমন কোন দায়িত্ব আছে ? আর আল্লাহ্ তা&rsquo;আলা এমন দু&rsquo;ব্যক্তির দৃষ্টান্ত দিয়েছেন, যাদের একজন বোবা, কিছুই করতে সমর্থ নয়। সে তার অভিভাবকের ওপর বোঝা স্বরূপ। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Habiba:\n\n(the wife of the Prophet) I said, O Allahs Messenger (ﷺ)! Will you marry my sister, the daughter of Abu Sufyan. The Prophet (ﷺ) said, Do you like that? I said, Yes, for I am not your only wife, and the person I like most to share the good with me, is my sister. He said, That is not lawful for me. I said, O Allahs Messenger (ﷺ)! We have heard that you want to marry Durra, the daughter of Abu Salama. He said, You mean the daughter of Um Salama? I said, Yes. He said, Even if she were not my stepdaughter, she is unlawful for me, for she is my foster niece. Thuwaiba suckled me and Abu Salama. So you should not present to me your daughters and sisters. Narrated Urwa: Thuwaiba had been a slave girl whom Abu Lahab had emancipated.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ، أَنَّ زَيْنَبَ ابْنَةَ أَبِي سَلَمَةَ، أَخْبَرَتْهُ أَنَّ أُمَّ حَبِيبَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ انْكِحْ أُخْتِي ابْنَةَ أَبِي سُفْيَانَ. قَالَ  وَتُحِبِّينَ ذَلِكَ . قُلْتُ نَعَمْ لَسْتُ لَكَ بِمُخْلِيَةٍ، وَأَحَبُّ مَنْ شَارَكَنِي فِي الْخَيْرِ أُخْتِي. فَقَالَ  إِنَّ ذَلِكَ لاَ يَحِلُّ لِي . فَقُلْتُ يَا رَسُولَ اللَّهِ فَوَاللَّهِ إِنَّا نَتَحَدَّثُ أَنَّكَ تُرِيدُ أَنْ تَنْكِحَ دُرَّةَ ابْنَةَ أَبِي سَلَمَةَ. فَقَالَ  ابْنَةَ أُمِّ سَلَمَةَ . فَقُلْتُ نَعَمْ. قَالَ فَوَاللَّهِ لَوْ لَمْ تَكُنْ رَبِيبَتِي فِي حَجْرِي مَا حَلَّتْ لِي، إِنَّهَا ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ، أَرْضَعَتْنِي وَأَبَا سَلَمَةَ ثُوَيْبَةُ، فَلاَ تَعْرِضْنَ عَلَىَّ بَنَاتِكُنَّ وَلاَ أَخَوَاتِكُنَّ . وَقَالَ شُعَيْبٌ عَنِ الزُّهْرِيِّ قَالَ عُرْوَةُ ثُوَيْبَةُ أَعْتَقَهَا أَبُو لَهَبٍ.",
    "hadithBengali": "৪৯৮১। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী উম্মে হাবীবা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি বললামঃ ইয়া রাসুলাল্লাহ! আমার বোন আবূ সুফইয়ানের মেয়েকে আপনি বিবাহ করুন। তিনি বললেনঃ তুমি কি তা পছন্দ কর? আমি বললাম, হ্যাঁ। আমি তো আর আপনার সংসারে একা নই। আমার সঙ্গে এই সৌভাগ্যের অংশীদার, আমার বোনও তাদের অভভুক্ত হোক তাই আমি বেশী পছন্দ করি। তিনি বললেনঃ কিন্তু সে যে আমার জন্য হালাল হবে না? আমি বললামঃ ইয়া রাসুলাল্লাহ আল্লাহর কসম! আমাদের মধ্যে আলোচনা হচ্ছে আপনি নাকি উম্মে সালামার মেয়ে দুররাকে বিয়ে করার ইচ্ছা করেছেন? তিনি বললেনঃ উম্মে সালামার মেয়েকে? আমি বললামঃ হ্যাঁ। তিনি বললেনঃ আল্লাহর কসম! সে যদি আমার কোলে পালিত, পূর্ব স্বামীর ঔরসে উম্মে সালামার গর্ভজাত সন্তান নাও-হতো, তবু সে আমার জন্য হালাল ছিল না। সে তো আমার দুধ-ভাইয়ের কন্যা। সুওয়াহাবা আমাকে ও আবূ সালামাকে দুধ পান করিয়েছেন। সুতরাং তোমাদের কন্যা ও বোনদের আমার সামণে পেশ করো না। শুয়াইব যুহরী থেকে বর্ননা করেছেন যে, উরওয়া বলেছেনঃ সুওয়ায়বাকে আবূ লাহাব মুক্ত করে দিয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4981",
    "id": "5625",
    "thesequence": "5545",
    "isActive": "1",
    "chapterId": "16843",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "60",
    "statusId": "1",
    "topicName": "২১০৬. দাসী ও অন্যান্য মহিলা কর্তৃক দুধ পান করানো ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]