[
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nA son was born to me and I took him to the Prophet (ﷺ) who named him Ibrahim, did Tahnik for him with a date, invoked Allah to bless him and returned him to me. (The narrator added: That was Abu Musas eldest son.)",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ بْنُ نَصْرٍ، حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ حَدَّثَنِي بُرَيْدٌ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ قَالَ وُلِدَ لِي غُلاَمٌ، فَأَتَيْتُ بِهِ النَّبِيَّ صلى الله عليه وسلم فَسَمَّاهُ إِبْرَاهِيمَ، فَحَنَّكَهُ بِتَمْرَةٍ، وَدَعَا لَهُ بِالْبَرَكَةِ وَدَفَعَهُ إِلَىَّ، وَكَانَ أَكْبَرَ وَلَدِ أَبِي مُوسَى.",
    "hadithBengali": "৫০৭১। ইসহাক ইবনু নাসর (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমার একটি পুত্র সন্তান জন্ম গ্রহণ করলে আমি তাকে নিয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলাম। তিনি তার নাম রাখলেন ইবরাহীম। তারপর খেজুর চিবিয়ে তার মুখে দিলেন এবং তার জন্য বরকতের দু আ করে আমার কাছে ফিরিয়ে দিলেন। সে ছিল আবূ মূসার বড় সন্তান।\n",
    "checkStatus": "1",
    "hadithNo": "5071",
    "id": "5715",
    "thesequence": "5977",
    "isActive": "1",
    "chapterId": "16901",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "63",
    "statusId": "1",
    "topicName": "২১৬৪. যে সন্তানের আকীকা দেওয়া হবে না, জন্মগ্রহণের দিনেই তার নাম রাখা ও তাহ্&zwnj;নীক করা (কিছু চিবিয়ে তার মুখে দেয়া)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nA boy was brought to the Prophet (ﷺ) to do Tahnik for him, but the boy urinated on him, whereupon the Prophet had water poured on the place of urine.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِصَبِيٍّ يُحَنِّكُهُ، فَبَالَ عَلَيْهِ، فَأَتْبَعَهُ الْمَاءَ.",
    "hadithBengali": "৫০৭২। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তাহনীক করার জন্য এক শিশুকে আনা হলো, শিশুটি তার কোলে পেশাব করে দিল তিনি এতে পানি ঢেলে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5072",
    "id": "5716",
    "thesequence": "5978",
    "isActive": "1",
    "chapterId": "16901",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "63",
    "statusId": "1",
    "topicName": "২১৬৪. যে সন্তানের আকীকা দেওয়া হবে না, জন্মগ্রহণের দিনেই তার নাম রাখা ও তাহ্&zwnj;নীক করা (কিছু চিবিয়ে তার মুখে দেয়া)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma bint Abu Bakr:\n\nI conceived `Abdullah bin AzZubair at Mecca and went out (of Mecca) while I was about to give birth. I came to Medina and encamped at Quba, and gave birth at Quba. Then I brought the child to Allahs Messenger (ﷺ) and placed it (on his lap). He asked for a date, chewed it, and put his saliva in the mouth of the child. So the first thing to enter its stomach was the saliva of Allahs Messenger (ﷺ). Then he did its Tahnik with a date, and invoked Allah to bless him. It was the first child born in the Islamic era, therefore they (Muslims) were very happy with its birth, for it had been said to them that the Jews had bewitched them, and so they would not produce any offspring.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ نَصْرٍ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ أَنَّهَا حَمَلَتْ بِعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ بِمَكَّةَ قَالَتْ فَخَرَجْتُ وَأَنَا مُتِمٌّ، فَأَتَيْتُ الْمَدِينَةَ فَنَزَلْتُ قُبَاءً فَوَلَدْتُ بِقُبَاءٍ، ثُمَّ أَتَيْتُ بِهِ رَسُولَ اللَّهِ صلى الله عليه وسلم فَوَضَعْتُهُ فِي حَجْرِهِ، ثُمَّ دَعَا بِتَمْرَةٍ فَمَضَغَهَا، ثُمَّ تَفَلَ فِي فِيهِ فَكَانَ أَوَّلَ شَىْءٍ دَخَلَ جَوْفَهُ رِيقُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ حَنَّكَهُ بِالتَّمْرَةِ، ثُمَّ دَعَا لَهُ فَبَرَّكَ عَلَيْهِ، وَكَانَ أَوَّلَ مَوْلُودٍ وُلِدَ فِي الإِسْلاَمِ، فَفَرِحُوا بِهِ فَرَحًا شَدِيدًا، لأَنَّهُمْ قِيلَ لَهُمْ إِنَّ الْيَهُودَ قَدْ سَحَرَتْكُمْ فَلاَ يُولَدُ لَكُمْ.",
    "hadithBengali": "৫০৭৩। ইসহাক ইবনু নাসর (রহঃ) ... আসমা বিনত আবূ বকর (রাঃ) থেকে বর্ণিত। তিনি আবদুল্লাহ ইবনু যুবায়রকে মক্কায় গর্ভে ধারণ করেন। তিনি বলেনঃ গর্ভকাল পূর্ণ হওয়া অবস্থায় আমি বেরিয়ে মদিনায় আসলাম এবং কুবায় অবতরণ করলাম। কুবাতেই আমি তাকে প্রসব করি। তারপর তাকে নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে তাকে তার কোলে রাখলাম। তিনি একটি খেজুর আনতে বললেন। তা চিবিয়ে তিনি তার মুখে দিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এই লালাই সর্ব প্রথম তার পেটে প্রবেশ করল। তারপর তিনি খেজুর চিবিয়ে তাহনীক করলেন এবং তার জন্য বরকতের দুআ করলেন। (হিজরতের পরে) ইসলামে সেই ছিল প্রথম জন্মগ্রহনকারী। তাই তার জন্য মুসলিমরা অতন্তে খুশী হয়েছিলেন কারন, তাদের বলা হতো ইয়াহুদীরা তোমাদের যাদু করেছে তাই তোমাদের সন্তান হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "5073",
    "id": "5717",
    "thesequence": "5979",
    "isActive": "1",
    "chapterId": "16901",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "63",
    "statusId": "1",
    "topicName": "২১৬৪. যে সন্তানের আকীকা দেওয়া হবে না, জন্মগ্রহণের দিনেই তার নাম রাখা ও তাহ্&zwnj;নীক করা (কিছু চিবিয়ে তার মুখে দেয়া)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAbu Talha had a child who was sick. Once, while Abu Talha was out, the child died. When Abu Talha returned home, he asked, How does my son fare? Um Salaim (his wife) replied, He is quieter than he has ever been. Then she brought supper for him and he took his supper and slept with her. When he had finished, she said (to him), Bury the child (as hes dead). Next morning Abu Talha came to Allahs Messenger (ﷺ) and told him about that. The Prophet (ﷺ) said (to him), Did you sleep with your wife last night? Abu Talha said, Yes. The Prophet (ﷺ) said, O Allah! Bestow your blessing on them as regards that night of theirs. Um Sulaim gave birth to a boy. Abu Talha told me to take care of the child till it was taken to the Prophet. Then Abu Talha took the child to the Prophet (ﷺ) and Um Sulaim sent some dates along with the child. The Prophet (ﷺ) took the child (on his lap) and asked if there was something with him. The people replied, Yes, a few dates. The Prophet took a date, chewed it, took some of it out of his mouth, put it into the childs mouth and did Tahnik for him with that, and named him Abdullah. ",
    "hadithArabic": " حَدَّثَنَا مَطَرُ بْنُ الْفَضْلِ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عَوْنٍ، عَنْ أَنَسِ بْنِ سِيرِينَ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ كَانَ ابْنٌ لأَبِي طَلْحَةَ يَشْتَكِي، فَخَرَجَ أَبُو طَلْحَةَ، فَقُبِضَ الصَّبِيُّ فَلَمَّا رَجَعَ أَبُو طَلْحَةَ قَالَ مَا فَعَلَ ابْنِي قَالَتْ أُمُّ سُلَيْمٍ هُوَ أَسْكَنُ مَا كَانَ. فَقَرَّبَتْ إِلَيْهِ الْعَشَاءَ فَتَعَشَّى، ثُمَّ أَصَابَ مِنْهَا، فَلَمَّا فَرَغَ قَالَتْ وَارِ الصَّبِيَّ. فَلَمَّا أَصْبَحَ أَبُو طَلْحَةَ أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَخْبَرَهُ فَقَالَ  أَعْرَسْتُمُ اللَّيْلَةَ . قَالَ نَعَمْ. قَالَ  اللَّهُمَّ بَارِكْ لَهُمَا . فَوَلَدَتْ غُلاَمًا قَالَ لِي أَبُو طَلْحَةَ احْفَظْهُ حَتَّى تَأْتِيَ بِهِ النَّبِيَّ صلى الله عليه وسلم فَأَتَى بِهِ النَّبِيَّ صلى الله عليه وسلم وَأَرْسَلَتْ مَعَهُ بِتَمَرَاتٍ، فَأَخَذَهُ النَّبِيُّ صلى الله عليه وسلم فَقَالَ  أَمَعَهُ شَىْءٌ . قَالُوا نَعَمْ تَمَرَاتٌ. فَأَخَذَهَا النَّبِيُّ صلى الله عليه وسلم فَمَضَغَهَا، ثُمَّ أَخَذَ مِنْ فِيهِ فَجَعَلَهَا فِي فِي الصَّبِيِّ، وَحَنَّكَهُ بِهِ، وَسَمَّاهُ عَبْدَ اللَّهِ.",
    "hadithBengali": "৫০৭৪। মাতার ইবনু ফাযল (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূ তালহার এক ছেলে অসুস্থ হয়ে পড়লো। আবূ তালহা (রাঃ) বাইরে গেলেন তখন ছেলেটি মারা গেল। আবূ তালহা (রাঃ) ফিরে এসে জিজ্ঞাসা করলেনঃ ছেলেটি কি করছে? উম্মে সুলায়ম বললেনঃ সে আগের চাইতে শান্ত। তারপর তাকে রাতের খাবার দিলেন। তিনি আহার করলেন। তারপর উম্মে সুলায়মের সাথে সহবাস করলেন। সহবাস শেষে উম্মে সুলায়ম বললেনঃ ছেলেটিকে দাফন করে আস। সকাল হলে আবূ তালহা (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে তাকে এ ঘটনা বললেন। তিনি জিজ্ঞাসা করলেনঃ গত রাতে তুমি কি স্ত্রীর সঙ্গে রয়েছ? তিনি বললেনঃ হ্যাঁ! নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ইয়া আল্লাহ! তাদের জন্য তুমি বরকত দান কর।\n\nকিছু দিন পর উম্মে সুলায়ম একটি সন্তান প্রসব করলো (রাবী বলেনঃ) আবূ তালহা (রাঃ) আমাকে বললেন, তাকে তুমি দেখাশোনা কর যতক্ষণ না আমি তাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে নিয়ে যাই। তারপর তিনি তাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে নিয়ে গেলেন। উম্মে সুলায়ম সাথে কিছু খেজুর দিয়ে দিলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে (কোলে) নিলেন এবং জিজ্ঞেস করলেন তার সাথে কিছু আছে? তারা বললেন হ্যাঁ, আছে। তিনি তা নিয়ে চর্বণ করলেন তারপর মুখ থেকে বের করে বাচ্চাটির মুখে দিলেন। তিনি এর দ্বারাই তার তাহনীক করলেন এবং তার নাম রাখলেন আবদুল্লাহ।\n",
    "checkStatus": "1",
    "hadithNo": "5074",
    "id": "5718",
    "thesequence": "5980",
    "isActive": "1",
    "chapterId": "16901",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "63",
    "statusId": "1",
    "topicName": "২১৬৪. যে সন্তানের আকীকা দেওয়া হবে না, জন্মগ্রহণের দিনেই তার নাম রাখা ও তাহ্&zwnj;নীক করা (কিছু চিবিয়ে তার মুখে দেয়া)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nsee previous Hadith.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنِ ابْنِ عَوْنٍ، عَنْ مُحَمَّدٍ، عَنْ أَنَسٍ، وَسَاقَ الْحَدِيثَ،.",
    "hadithBengali": "৫০৭৫। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি উক্ত হাদীসটই বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5075",
    "id": "5719",
    "thesequence": "5981",
    "isActive": "1",
    "chapterId": "16901",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "63",
    "statusId": "1",
    "topicName": "২১৬৪. যে সন্তানের আকীকা দেওয়া হবে না, জন্মগ্রহণের দিনেই তার নাম রাখা ও তাহ্&zwnj;নীক করা (কিছু চিবিয়ে তার মুখে দেয়া)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salman bin Amri Ad-Dabbi, the Prophet (ﷺ) said, Aqiqa is to be offered for a (newly born) boy.\n\n Narrated Salman bin Amir Ad-Dabbi:\n\nI heard Allahs Messenger (ﷺ) saying, Aqiqa is to be offered for a (newly born) boy, so slaughter (an animal) for him, and relieve him of his suffering.",
    "hadithArabic": " حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ سَلْمَانَ بْنِ عَامِرٍ، قَالَ مَعَ الْغُلاَمِ عَقِيقَةٌ. وَقَالَ حَجَّاجٌ حَدَّثَنَا حَمَّادٌ أَخْبَرَنَا أَيُّوبُ وَقَتَادَةُ وَهِشَامٌ وَحَبِيبٌ عَنِ ابْنِ سِيرِينَ عَنْ سَلْمَانَ عَنِ النَّبِيِّ صلى الله عليه وسلم.\nوَقَالَ غَيْرُ وَاحِدٍ عَنْ عَاصِمٍ، وَهِشَامٍ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنِ الرَّبَابِ، عَنْ سَلْمَانَ، عَنِ النَّبِيِّ صلى الله عليه وسلم. وَرَوَاهُ يَزِيدُ بْنُ إِبْرَاهِيمَ عَنِ ابْنِ سِيرِينَ عَنْ سَلْمَانَ قَوْلَهُ. وَقَالَ أَصْبَغُ أَخْبَرَنِي ابْنُ وَهْبٍ عَنْ جَرِيرِ بْنِ حَازِمٍ عَنْ أَيُّوبَ السَّخْتِيَانِيِّ عَنْ مُحَمَّدِ بْنِ سِيرِينَ حَدَّثَنَا سَلْمَانُ بْنُ عَامِرٍ الضَّبِّيُّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَعَ الْغُلاَمِ عَقِيقَةٌ، فَأَهْرِيقُوا عَنْهُ دَمًا وَأَمِيطُوا عَنْهُ الأَذَى .",
    "hadithBengali": "৫০৭৬। আবূ নুমান (রহঃ) ... সালমান ইবনু আমির (রাঃ) থেকে বর্ণিত। তিনি বলেন, সন্তানের সাথে আকীকা সম্পর্কিত। সালমান ইবনু আমির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, সন্তানের সাথে আকীকা সম্পর্কিত। তার পক্ষ থেকে রক্ত প্রবাহিত (অর্থাৎ আকীকার জন্তু যবাহ) কর এবং তার অশুচি (চুল, নখ ইত্যাদি) দূর করে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "5076",
    "id": "5720",
    "thesequence": "5982",
    "isActive": "1",
    "chapterId": "16902",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "63",
    "statusId": "1",
    "topicName": "২১৬৫. আকীকার মাধ্যমে শিশুর অশুচি দূর করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Habib bin Ash-Shahid:\n\nIbn Seereen told me to ask Al-Hassan from whom he had heard the narration of Aqiqa. I asked him and he said, From Samura bin Jundab.",
    "hadithArabic": " حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي الأَسْوَدِ، حَدَّثَنَا قُرَيْشُ بْنُ أَنَسٍ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، قَالَ أَمَرَنِي ابْنُ سِيرِينَ أَنْ أَسْأَلَ الْحَسَنَ، مِمَّنْ سَمِعَ حَدِيثَ الْعَقِيقَةِ، فَسَأَلْتُهُ فَقَالَ مِنْ سَمُرَةَ بْنِ جُنْدَبٍ.",
    "hadithBengali": "৫০৭৭। আবদুল্লাহ ইবনু আবূল আসওয়াদ (রহঃ) ... হাবীব ইবনু শহীদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, ইবনু সিরীন আমাকে আদেশ দিলেন, আমি যেন হাসানকে জিজ্ঞাসা করি তিনি আকীকার হাদীসটি কার থেকে শুনেছেন? আমি তাকে জিজ্ঞাসা করলে তিনি বললেনঃ সামুরা ইবনু জুনদুব (রাঃ) থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "5077",
    "id": "5721",
    "thesequence": "5983",
    "isActive": "1",
    "chapterId": "16902",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "63",
    "statusId": "1",
    "topicName": "২১৬৫. আকীকার মাধ্যমে শিশুর অশুচি দূর করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Neither Fara nor Atira (is permissible): Al-Fara nor Atira (is permissible): Al- Fara was the first offspring (of camels or sheep) which the pagans used to offer (as a sacrifice) to their idols. And Al-`Atira was (a sheep which was to be slaughtered) during the month of Rajab.",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، حَدَّثَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، أَخْبَرَنَا الزُّهْرِيُّ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ فَرَعَ وَلاَ عَتِيرَةَ . وَالْفَرَعُ أَوَّلُ النِّتَاجِ، كَانُوا يَذْبَحُونَهُ لَطِوَاغِيتِهِمْ، وَالْعَتِيرَةُ فِي رَجَبٍ.",
    "hadithBengali": "৫০৭৮। আবদান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, (ইসলামে) ফারা বা আতীরা নেই। ফারা হল উটের সে প্রথম বাচ্চা, যা তারা তাদের দেব-দেবীর নামে যবাহ করত। আর আতীরা হলো রজবে যে জন্তু যবাহ দিত।\n",
    "checkStatus": "1",
    "hadithNo": "5078",
    "id": "5722",
    "thesequence": "5984",
    "isActive": "1",
    "chapterId": "16903",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "63",
    "statusId": "1",
    "topicName": "২১৬৬. ফারা&rsquo; প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Neither Fara nor Atira) is permissible). Al-Fara was the first offspring (they got of camels or sheep) which they (pagans) used to offer (as a sacrifice) to their idols. Atira was (a sheep which used to be slaughtered) during the month of Rajab.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ الزُّهْرِيُّ حَدَّثَنَا عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ فَرَعَ وَلاَ عَتِيرَةَ . قَالَ وَالْفَرَعَ أَوَّلُ نِتَاجٍ كَانَ يُنْتَجُ لَهُمْ، كَانُوا يَذْبَحُونَهُ لِطَوَاغِيتِهِمْ، وَالْعَتِيرَةُ فِي رَجَبٍ.",
    "hadithBengali": "৫০৭৯। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ (ইসলামে) ফারা ও আতীরা নেই। ফারা হল উটের প্রথম বাচ্চা যা তারা তাদের দেব-দেবীর নামে যবাহ দিত। আর আতীরা যা রজবে যবাহ করতো।\n",
    "checkStatus": "1",
    "hadithNo": "5079",
    "id": "5723",
    "thesequence": "5985",
    "isActive": "1",
    "chapterId": "16904",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "63",
    "statusId": "1",
    "topicName": "২১৬৭. আতীরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]