[
  {
    "hadithEnglish": " Narrated Adi bin Hatim:\n\nI asked the Prophet (ﷺ) about the game killed by a Mirad (i.e. a sharp-edged piece of wood or a piece of wood provided with a sharp piece of iron used for hunting). He said, If the game is killed with its sharp edge, eat of it, but if it is killed with its shaft, with a hit by its broad side then the game is (unlawful to eat) for it has been beaten to death. I asked him about the game killed by a trained hound. He said, If the hound catches the game for you, eat of it, for killing the game by the hound, is like its slaughtering. But if you see with your hound or hounds another dog, and you are afraid that it might have shared in hunting the game with your hound and killed it, then you should not eat of it, because you have mentioned Allahs name on (sending) your hound only, but you have not mentioned it on some other hound.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَكَرِيَّاءُ، عَنْ عَامِرٍ، عَنْ عَدِيِّ بْنِ حَاتِمٍ ـ رضى الله عنه ـ قَالَ سَأَلْتُ النَّبِيَّ صلى الله عليه وسلم عَنْ صَيْدِ الْمِعْرَاضِ قَالَ  مَا أَصَابَ بِحَدِّهِ فَكُلْهُ، وَمَا أَصَابَ بِعَرْضِهِ فَهْوَ وَقِيذٌ . وَسَأَلْتُهُ عَنْ صَيْدِ الْكَلْبِ فَقَالَ  مَا أَمْسَكَ عَلَيْكَ فَكُلْ، فَإِنَّ أَخْذَ الْكَلْبِ ذَكَاةٌ، وَإِنْ وَجَدْتَ مَعَ كَلْبِكَ أَوْ كِلاَبِكَ كَلْبًا غَيْرَهُ فَخَشِيتَ أَنْ يَكُونَ أَخَذَهُ مَعَهُ، وَقَدْ قَتَلَهُ، فَلاَ تَأْكُلْ، فَإِنَّمَا ذَكَرْتَ اسْمَ اللَّهِ عَلَى كَلْبِكَ وَلَمْ تَذْكُرْهُ عَلَى غَيْرِهِ .",
    "hadithBengali": "৫০৮০। আবূ নুআইম (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তীরের ফলকের আঘাতের দ্বারা লদ্ধ শিকার সম্পর্কে জিজ্ঞাসা করলাম। উত্তরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তীরের ধারাল অংশের দ্বারা যেটি নিহত হয়েছে সেটি খাও। আর ফলকের বাঁটের আঘাতে যেটি নিহত হয়েছে সেটি অকীয- (অর্থাৎ থেতলিয়ে যাওয়া মৃতের অন্তর্ভুক্ত)। আমি তাকে কুকুরের দ্বারা লদ্ধ শিকার সম্পর্কেও জিজ্ঞাসা করলাম। উত্তরে তিনি বললেনঃ যে শিকারকে কুকুর তোমার জন্য ধরে রাখে সেটি খাও। কেননা, কুকুরের ঘায়েল করা যবাহর হুকুম রাখে। তবে তুমি যদি তোমার কুকুর বা কুকুরগুলোর সঙ্গে অন্য কুকুর পাও, এবং তুমি আশংকা কর যে, অন্য কুকুরটিও তোমার কুকুরের শিকার পাকড়াও করেছে এবং হত্যা করেছে, তা হলে তা খেও না। কেননা, তুমি তো কেবল নিজের কুকুর ছাড়াকালে বিসমিল্লাহ বলেছ। অন্যের কুকুরের ক্ষেত্রে তা বলনি।\n",
    "checkStatus": "1",
    "hadithNo": "5080",
    "id": "5724",
    "thesequence": "5986",
    "isActive": "1",
    "chapterId": "16905",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "মহান আল্লাহর বাণীঃ তোমাদের জন্য হারাম করা হয়েছে মৃত.... সুতরাং তোমরা তাদের ভয় করো না; বরং শুধু আমাকেই ভয় করো (মায়িদাহঃ ৩) পর্যন্ত এবং আল্লাহ তা&rsquo;আলার বাণীঃ হে ঈমানদারগণ! আল্লাহ তা&rsquo;আলা অবশ্যই তোমাদিগেকে পরীক্ষা করবেন কিছু শিকার সম্বন্ধে...... আয়াতের শেষ পর্যন্ত (মায়িদাহঃ ৯৪) ইব্&zwnj;ন আব্বাস (রা) বলেন, الْعُقُودُ অঙ্গীকারসমূহ যা কিছু হালাল করা হয় বা হারা করা হয়। إِلاَّ مَا يُتْلَى عَلَيْكُمْ শুকুর। يَجْرِمَنَّكُمْ তোমাদেরকে যেন প্ররোচিত করে। شَنَآنُ শত্রুতা। الْمُنْخَنِقَةُ  যে প্রাণীটি শ্বাসরুদ্ধ করার কারণে মারা গিয়েছে। الْمَوْقُوذَةُ যে প্রাণীকে লাঠির দ্বারা আঘাত করার দরুন তার দেহ থেতলিয়ে গিয়ে মারা যায়। الْمُتَرَدِّيَةُ যে প্রাণী পাহাড়ের উপর থেকে পড়ে মারা গিয়েছে। النَّطِيحَةُ যে বকরী শিং এর গুতায় মারা গিয়েছে। ইব্&zwnj;ন আব্বাস (রা) বলেন, এর মধ্যে জন্তুটির তুমি লেজ বা চোখ নড়াচড়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Adi bin Hatim:\n\nI asked Allahs Messenger (ﷺ) about the Mirad. He said, If you hit the game with its sharp edge, eat it, but if the Mirad hits the game with its shaft with a hit by its broad side do not eat it, for it has been beaten to death with a piece of wood. (i.e. unlawful). I asked, If I let loose my trained hound after a game? He said, If you let loose your trained hound after game, and mention the name of Allah, then you can eat. I said, If the hound eats of the game? He said Then you should not eat of it, for the hound has hunted the game for itself and not for you. I said, Some times I send my hound and then I find some other hound with it? He said Dont eat the game, as you have mentioned the Name of Allah on your dog only and not on the other.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ، عَنِ الشَّعْبِيِّ، قَالَ سَمِعْتُ عَدِيَّ بْنَ حَاتِمٍ ـ رضى الله عنه ـ قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الْمِعْرَاضِ فَقَالَ  إِذَا أَصَبْتَ بِحَدِّهِ فَكُلْ، فَإِذَا أَصَابَ بِعَرْضِهِ فَقَتَلَ فَإِنَّهُ وَقِيذٌ، فَلاَ تَأْكُلْ . فَقُلْتُ أُرْسِلُ كَلْبِي. قَالَ  إِذَا أَرْسَلْتَ كَلْبَكَ وَسَمَّيْتَ، فَكُلْ . قُلْتُ فَإِنْ أَكَلَ قَالَ  فَلاَ تَأْكُلْ، فَإِنَّهُ لَمْ يُمْسِكْ عَلَيْكَ، إِنَّمَا أَمْسَكَ عَلَى نَفْسِهِ . قُلْتُ أُرْسِلُ كَلْبِي فَأَجِدُ مَعَهُ كَلْبًا آخَرَ. قَالَ  لاَ تَأْكُلْ، فَإِنَّكَ إِنَّمَا سَمَّيْتَ عَلَى كَلْبِكَ، وَلَمْ تُسَمِّ عَلَى آخَرَ .",
    "hadithBengali": "৫০৮১। সুলায়মান ইবনু হারব (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তীরের শিকার সম্পর্কে জিজাসা করলাম। তিনি বললেনঃ যদি তীরের ধারাল অংশ দ্বারা আঘাত করে থাক তাহলে খাও আর যদি ফলকের আঘাত লেগে থাকে এবং শিকারটি মারা যায়, তাহলে খেওনা। কেননা, সেটি, ওয়াকীয বা থেতলিয়ে মরার অন্তর্ভুক্ত। আমি বললামঃ আমি তো শিকারের জন্য কুকুর ছেড়ে দেই। তিনি উত্তর দিলেনঃ যদি তোমার কুকুরকে তুমি বিসমিল্লাহ পড়ে ছেড়ে থাক, তা হলে খাও। আমি আবার বললামঃ যদি কুকুর কিছুটা খেয়ে ফেলে? তিনি বললেনঃ তা হলে খেও না। কেননা, সে তা তোমার জন্য ধরে রাখেনি বরং সে ধরেছে নিজের জন্যই। আমি বললামঃ আমি আমার কুকুরকে পাঠাবার পর যদি তার সঙ্গে অন্য কুকুরকেও দেখতে পাই, তখন? তিনি বললেনঃ তাহলে খেওনা। কেননা, তুমি তো কেবল তোমার কুকুর ছাড়ার সময় বিসমিল্লাহ বলেছ, অন্য কুকুরের ক্ষেত্রে বিসমিল্লাহ বলনি।\n",
    "checkStatus": "1",
    "hadithNo": "5081",
    "id": "5725",
    "thesequence": "5987",
    "isActive": "1",
    "chapterId": "16906",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৬৮. তীর লব্ধ শিকার। বন্দুকের গুলিতে শিকার সম্বন্ধে ইব্&zwnj;ন উমর (রা) বলেছেনঃ এটি মাওকুযাহ বা থেতলিয়ে যাওয়া শিকারের অন্তর্ভূক্ত। সালিম, কাসিম, মুজাহিদ, ইব্&zwnj;রাহীম, আতা ও হাসান বসীর (র) একে মাকরূহ মনে করেন। হাসানের মতে গ্রাম এলাকা ও শহর এলাকায় বন্দুক দিয়ে শিকার করা মাকরূহ। থবে অন্যত্র শিকার করতে কোন দোষ নেই। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Adi bin Hatim:\n\nI said, O Allahs Messenger (ﷺ)! We let loose our trained hounds after a game? He said, Eat what they hunt for you. I said, Even if they killed (the game)? He replied, Even if they killed (the game). I said, We also hit (the game) with the Mirad? He said, Eat of the animal which the Mirad kills by piercing its body, but do not eat of the animal which is killed by the broad side of the Mirad.",
    "hadithArabic": " حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامِ بْنِ الْحَارِثِ، عَنْ عَدِيِّ بْنِ حَاتِمٍ ـ رضى الله عنه ـ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّا نُرْسِلُ الْكِلاَبَ الْمُعَلَّمَةَ. قَالَ  كُلْ مَا أَمْسَكْنَ عَلَيْكَ . قُلْتُ وَإِنْ قَتَلْنَ قَالَ  وَإِنْ قَتَلْنَ . قُلْتُ وَإِنَّا نَرْمِي بِالْمِعْرَاضِ. قَالَ  كُلْ مَا خَزَقَ، وَمَا أَصَابَ بِعَرْضِهِ فَلاَ تَأْكُلْ .",
    "hadithBengali": "৫০৮২। কাবীসা (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলামঃ ইয়া রাসুলাল্লাহ! আমরা প্রশিক্ষনপ্রাপ্ত কুকুরগুলোকে শিকারে পাঠিয়ে থাকি। তিনি বললেনঃ কুকুরগুলো তোমার জন্য যেটি ধরে রাখে সেটি খাও। আমি বললামঃ যদি ওরা হত্যা করে ফেলে? তিনি বললেনঃ যদি ওরা হত্যাও করে ফেলে। আমি বললাম আমরা তো ফলকের সাহায্যেও শিকার করে থাকি। তিনি বললেনঃ সেটি খাও যেটি তীরে যখম করেছে। আর যেটি তীরের পার্শ্বের আঘাতে মারা গেছে সেটি খেওনা।\n",
    "checkStatus": "1",
    "hadithNo": "5082",
    "id": "5726",
    "thesequence": "5988",
    "isActive": "1",
    "chapterId": "16907",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৬৯. তীরের ফলকে আঘাত প্রাপ্ত শিকার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Tha`laba Al-Khushani:\n\nI said, O Allahs Prophet! We are living in a land ruled by the people of the Scripture; Can we take our meals in their utensils? In that land there is plenty of game and I hunt the game with my bow and with my hound that is not trained and with my trained hound. Then what is lawful for me to eat? He said, As for what you have mentioned about the people of the Scripture, if you can get utensils other than theirs, do not eat out of theirs, but if you cannot get other than theirs, wash their utensils and eat out of it. If you hunt an animal with your bow after mentioning Allahs Name, eat of it. and if you hunt something with your trained hound after mentioning Allahs Name, eat of it, and if you hunt something with your untrained hound (and get it before it dies) and slaughter it, eat of it.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا حَيْوَةُ، قَالَ أَخْبَرَنِي رَبِيعَةُ بْنُ يَزِيدَ الدِّمَشْقِيُّ، عَنْ أَبِي إِدْرِيسَ، عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ، قَالَ قُلْتُ يَا نَبِيَّ اللَّهِ إِنَّا بِأَرْضِ قَوْمٍ أَهْلِ الْكِتَابِ، أَفَنَأْكُلُ فِي آنِيَتِهِمْ وَبِأَرْضِ صَيْدٍ، أَصِيدُ بِقَوْسِي وَبِكَلْبِي الَّذِي لَيْسَ بِمُعَلَّمٍ، وَبِكَلْبِي الْمُعَلَّمِ، فَمَا يَصْلُحُ لِي قَالَ   أَمَّا مَا ذَكَرْتَ مِنْ أَهْلِ الْكِتَابِ فَإِنْ وَجَدْتُمْ غَيْرَهَا فَلاَ تَأْكُلُوا فِيهَا، وَإِنْ لَمْ تَجِدُوا فَاغْسِلُوهَا وَكُلُوا فِيهَا، وَمَا صِدْتَ بِقَوْسِكَ فَذَكَرْتَ اسْمَ اللَّهِ فَكُلْ، وَمَا صِدْتَ بِكَلْبِكَ الْمُعَلَّمِ فَذَكَرْتَ اسْمَ اللَّهِ فَكُلْ، وَمَا صِدْتَ بِكَلْبِكَ غَيْرَ مُعَلَّمٍ فَأَدْرَكْتَ ذَكَاتَهُ فَكُلْ .",
    "hadithBengali": "৫০৮৩। আবদুল্লাহ ইবনু ইয়াযীদ (রহঃ) ... আবূ সা&#39;লাবা আল খুশানী (রাঃ) থেকে বর্ণিত। তিনি বলেন আমি জিজ্ঞাসা করলামঃ হে আল্লাহর নাবী ! আমরা আহলে কিতাব সম্প্রদায়ের এলাকায় বসবাস করি। আমরা কি তাদের থালায় খেতে পারি? তাছাড়া আমরা শিকারের অঞ্চলে থাকি। তীর ধনুকের সাহায্যে শিকার করি এবং প্রশিক্ষণ প্রাপ্ত ও প্রশিক্ষণবিহীন কুকুর দিয়ে শিকার করে থাকি ও এমতাবস্থায় আমার জন্য কোনটি দুরস্ত হবে? উত্তরে তিনি বললেনঃ তুমি যে সকল আহলে কিতাবের কথা উল্লেখ করলে তাতে বিধান হল যদি ভিন্ন পাও তাহলে তাদের পাত্রে খাবে না। আর যদি না পাও তাহলে তাদের পাত্রগুলো ধৌত করে নাও। তারপর তাতে আহার কর। আর যে প্রানীকে তুমি তোমার তীর ধনূকের সাহায্যে শিকার করেছ এবং বিসমিল্লাহ পড়েছ সেটি খাও। আর যে প্রানীকে তুমি তোমার প্রশিক্ষনপ্রাপ্ত কুকুরের সাহায্যে শিকার করেছ এবং বিসমিল্লাহ পড়েছ। সেটি খাও আর যে প্রানীকে তুমি তোমার প্রশিক্ষণবিহীন কুকুর দ্বারা শিকার করেছ সেটি যদি যবাহ করার সুযোগ পাও, তা হলে খেতে পার।\n",
    "checkStatus": "1",
    "hadithNo": "5083",
    "id": "5727",
    "thesequence": "5989",
    "isActive": "1",
    "chapterId": "16908",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭০. ধনুকের সাহায্যে শিকার করা। হাসান ও ইব্&zwnj;রাহীম (র) বলেছেনঃ কোন ব্যক্তি যদি শিকারকে আঘাত করে, ফলে তার হাত কিম্বা পা পৃথক হয়ে যায়, তাহলে পৃথক অংশটি খাওয়া যাবে না, অবশিষ্ট অংশটি খাওয়া যাবে। ইব্&zwnj;রাহীম (র) বলেছেনঃ তুমি যদি শিকারের ঘাড়ে কিম্বা মধ্যভাগে আঘাত কর, তা হলে তা খাও। যায়েদের সূত্রে আ&rsquo;মাশ (র) বলেছেন যে, আবদুল্লাহ ইব্&zwnj;ন মাস&rsquo;উদের গোত্রে একটি গাধা নাগালের বাইরে চলে গিয়েছিল। তখন তিনি আদেশ দিয়েছিলেনঃ তার দেহের যে অংশই সম্ভব হয় সেখানেই আঘাত কর। তারপর যে অংশটি ছিঁড়ে যাবে তা ফেলে দাও, আর অবশিষ্ট অংশ খাও। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Maghaffal:\n\nthat he saw a man throwing stones with two fingers (at something) and said to him, Do not throw stones, for Allahs Messenger (ﷺ) has forbidden throwing stones, or he used to dislike it. `Abdullah added: Throwing stones will neither hunt the game, nor kill (or hurt) an enemy, but it may break a tooth or gouge out an eye. Afterwards `Abdullah once again saw the man throwing stones. He said to him, I tell you that Allahs Messenger (ﷺ) has forbidden or disliked the throwing the stones (in such a way), yet you are throwing stones! I shall not talk to you for such-and-such a period.",
    "hadithArabic": "حَدَّثَنَا يُوسُفُ بْنُ رَاشِدٍ، حَدَّثَنَا وَكِيعٌ، وَيَزِيدُ بْنُ هَارُونَ ـ وَاللَّفْظُ لِيَزِيدَ ـ عَنْ كَهْمَسِ بْنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ، أَنَّهُ رَأَى رَجُلاً يَخْذِفُ فَقَالَ لَهُ لاَ تَخْذِفْ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْخَذْفِ ـ أَوْ كَانَ يَكْرَهُ الْخَذْفَ ـ وَقَالَ   إِنَّهُ لاَ يُصَادُ بِهِ صَيْدٌ وَلاَ يُنْكَى بِهِ عَدُوٌّ، وَلَكِنَّهَا قَدْ تَكْسِرُ السِّنَّ وَتَفْقَأُ الْعَيْنَ . ثُمَّ رَآهُ بَعْدَ ذَلِكَ يَخْذِفُ فَقَالَ لَهُ أُحَدِّثُكَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ نَهَى عَنِ الْخَذْفِ. أَوْ كَرِهَ الْخَذْفَ، وَأَنْتَ تَخْذِفُ لاَ أُكَلِّمُكَ كَذَا وَكَذَا.",
    "hadithBengali": "৫০৮৪। ইউসুফ ইবনু রাশেদ (রহঃ) ... আবদুলাহ ইবনু মুগাফফাল (রাঃ) থেকে বর্ণিত যে, তিনি এক ব্যাক্তিকে দেখলেন সে ছোট ছোট পাথর নিক্ষেপ করছে। তখন তিনি তাকে বললেনঃ পাথর নিক্ষেপ করোনা। কেননা, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাথর করতে নিষেধ করেছেন অথবা রাবী বলেছেনঃ পাথর ছোড়াকে তিনি অপছন্দ করতেন এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেতেনঃ এর দ্বারা কোন প্রানী শিকার করা হয় না এবং কোন শত্রুকেও ঘায়েল করা হয় না। তবে এটি কারো দাত ভেংগে ফেলতে পারে এবং চোখ উপড়ে দিতে পারে। তারপর তিনি আবার তাকে পাথর ছুড়তে দেখলেন। তখন তিনি বললেনঃ আমি তোমাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাদীস বর্ণনা করেছিলাম যে, তিনি পাথর নিক্ষেপ করতে নিষেধ করেছেন অথবা তিনি তা অপছন্দ করেছেন। অথচ তুমি পাথর নিক্ষেপ করছ? আমি তোমার সঙ্গে কথাই বলব না এতকাল এতকাল পর্যন্ত।\n",
    "checkStatus": "1",
    "hadithNo": "5084",
    "id": "5728",
    "thesequence": "5990",
    "isActive": "1",
    "chapterId": "16909",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭১. ছোট ছোট পাথর নিক্ষেপ করা ও বন্দুক মারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) said, Whoever keeps a (pet) dog which is neither a watch dog nor a hunting dog, will get a daily deduction of two Qirat from his good deeds.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنِ اقْتَنَى كَلْبًا لَيْسَ بِكَلْبِ مَاشِيَةٍ أَوْ ضَارِيَةٍ، نَقَصَ كُلَّ يَوْمٍ مِنْ عَمَلِهِ قِيرَاطَانِ .",
    "hadithBengali": "৫০৮৫। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু উমর (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন তিনি বলতেনঃ যে ব্যাক্তি এমন কুকুর পালন করে যেটি পশু রক্ষার জন্যও নয় কিংবা শিকারের জন্যও নয়। তার আমল থেকে প্রত্যহ দুই কীরাত পরিমাণ হ্রাস পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "5085",
    "id": "5729",
    "thesequence": "5991",
    "isActive": "1",
    "chapterId": "16910",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭২. যে ব্যক্তি শিকার বা পশু-রক্ষার কুকুর ছাড়া অন্য কুকুর পালন করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nI heard the Prophet (ﷺ) saying, If someone keeps a dog neither for hunting, nor for guarding livestock, the reward (for his good deeds) will be reduced by two Qirats per day.",
    "hadithArabic": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا حَنْظَلَةُ بْنُ أَبِي سُفْيَانَ، قَالَ سَمِعْتُ سَالِمًا، يَقُولُ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ، يَقُولُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   مَنِ اقْتَنَى كَلْبًا إِلاَّ كَلْبٌ ضَارٍ لِصَيْدٍ أَوْ كَلْبَ مَاشِيَةٍ، فَإِنَّهُ يَنْقُصُ مِنْ أَجْرِهِ كُلَّ يَوْمٍ قِيرَاطَانِ .",
    "hadithBengali": "৫০৮৬। মাককী ইবনু ইবরাহীম (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন, যে ব্যাক্তি শিকারী কুকুর কিংবা পশু রক্ষাকারী কুকুর ব্যতীত অন্য কোন কুকুর পোষে, সেই ব্যাক্তির আমলের সাওয়াব থেকে প্রত্যহ দুই কীরাত পরিমাণ কমে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "5086",
    "id": "5730",
    "thesequence": "5992",
    "isActive": "1",
    "chapterId": "16910",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭২. যে ব্যক্তি শিকার বা পশু-রক্ষার কুকুর ছাড়া অন্য কুকুর পালন করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, If someone keeps a dog neither for guarding livestock, nor for hunting, his good deeds will decrease (in reward) by two Qirats a day.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنِ اقْتَنَى كَلْبًا إِلاَّ كَلْبَ مَاشِيَةٍ أَوْ ضَارٍ، نَقَصَ مِنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطَانِ .",
    "hadithBengali": "৫৩৮৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি পশু রক্ষাকারী কিংবা শিকারী কুকুর ব্যতীত অন্য কুকুর পালন করে, তার আমল থেকে প্রতিদিন দুই কীরাত পরিমান সওয়াব কমে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "5087",
    "id": "5731",
    "thesequence": "5993",
    "isActive": "1",
    "chapterId": "16910",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭২. যে ব্যক্তি শিকার বা পশু-রক্ষার কুকুর ছাড়া অন্য কুকুর পালন করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Adi bin Hatim:\n\nI asked Allahs Messenger (ﷺ). We hunt with the help of these hounds. He said, If you let loose your trained hounds after a game, and mention the name of Allah, then you can eat what the hounds catch for you, even if they killed the game. But you should not eat of it if the hound has eaten of it, for then it is likely that the hound has caught the game for itself. And if other hounds join your hound in hunting the game, then do not eat of it.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ بَيَانٍ، عَنِ الشَّعْبِيِّ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قُلْتُ إِنَّا قَوْمٌ نَصِيدُ بِهَذِهِ الْكِلاَبِ. فَقَالَ   إِذَا أَرْسَلْتَ كِلاَبَكَ الْمُعَلَّمَةَ وَذَكَرْتَ اسْمَ اللَّهِ، فَكُلْ مِمَّا أَمْسَكْنَ عَلَيْكُمْ، وَإِنْ قَتَلْنَ إِلاَّ أَنْ يَأْكُلَ الْكَلْبُ، فَإِنِّي أَخَافُ أَنْ يَكُونَ إِنَّمَا أَمْسَكَهُ عَلَى نَفْسِهِ، وَإِنْ خَالَطَهَا كِلاَبٌ مِنْ غَيْرِهَا فَلاَ تَأْكُلْ .",
    "hadithBengali": "৫০৮৮। কুতায়বা ইবনু সাঈদ (রহঃ) ... আদী ইবনু হাতিম (রাঃ) খেকে বর্ণিত তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলামঃ আমরা এমন সম্প্রদায়, যারা এ সকল কুকুরের দ্বারা শিকার করে থাকি। তিনি বললেনঃ তুমি যদি তোমার প্রশিক্ষণপ্রাপ্ত কুকুরকে বিসমিল্লাহ পড়ে পাঠিয়ে থাক তাহলে ওরা যেগুলো তোমাদের জন্য ধরে রাখে, তা খাও যদিও শিকারকে কুকুর হত্যা করে ফেলে। তবে যদি কুকুর শিকারের কিছুটা খেয়ে ফেলে (তাহলে খাবে না)। কেননা, তখন আমার আশংকা হয় যে সে শিকার নিজেরই উদ্দেশ্যে ধরেছে। আর যদি তার সঙ্গে অন্য কুকুর মিলে যায় তাহলে খাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5088",
    "id": "5732",
    "thesequence": "5994",
    "isActive": "1",
    "chapterId": "16911",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭৩. শিকারী কুকুর যদি শিকারের কিছুটা খেয়ে ফেলে এবং মহান আল্লাহ্&zwnj;র বাণীঃ লোকেরা আপনাকে প্রশ্ন করে থাকে যে, তাদের জন্য কী হালাল করা হয়েছে? .... নিশ্চয় আল্লাহ হিসাব গ্রহণে অত্যন্ত তৎপর- পর্যন্ত (মায়িদাহঃ ৫:৪)। اجْتَرَحُوا তারা যা উপার্জন করেছে। ইব্&zwnj;ন আব্বাস (রা) বলেছেনঃ যদি কুকুর শিকারের কিছুটা খেয়ে ফেলে, তবে সে শিকার নস্ট করে ফেলল। কেননা, সে তো তখন নিজের জন্য ধরেছে বলে গণ্য হবে। অথচ আল্লাহ্&zwnj; তা&rsquo;আলা বলেছেনঃ যেগুলোকে তোমরা শিকার শিক্ষা দিয়েছ যে ভাবে আল্লাহ্&zwnj; তোমাদিগকে শিক্ষা দান করেছেন। কাজেই কুকুরকে প্রহার করতে হবে এবং শিক্ষা দিতে হবে, যাতে সে শিকার খাওয়া বর্জন করে। ইবন উমর (রা) এটিকে মাকরূহ বলতেন। আতা (রহঃ) বলেছেন, কুকুর যদি রক্ত পান করে আর গোশত না খায় তাহলে (সেই শিকার) খেতে পারে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Adi bin Hatim:\n\nThe Prophet (ﷺ) said, If you let loose your hound after a game and mention Allahs Name on sending it, and the hound catches the game and kills it, then you can eat of it. But if the hound eats of it, then you should not eat thereof, for the hound has caught it for itself. And if along with your hound, joined other hounds, and Allahs Name was not mentioned at the time of their sending, and they catch an animal and kill it, you should not eat of it, for you will not know which of them has killed it. And if you have thrown an arrow at the game and then find it (dead) two or three days later and, it bears no mark other than the wound inflicted by your arrow, then you can eat of it. But if the game is found (dead) in water, then do not eat of it.\n\n And it has also been narrated by `Adi bin Hatim that he asked the Prophet (ﷺ) If a hunter throws an arrow at the game and after tracing it for two or three days he finds it dead but still bearing his arrow, (can he eat of it)? The Prophet (ﷺ) replied, He can eat if he wishes.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا ثَابِتُ بْنُ يَزِيدَ، حَدَّثَنَا عَاصِمٌ، عَنِ الشَّعْبِيِّ، عَنْ عَدِيِّ بْنِ حَاتِمٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا أَرْسَلْتَ كَلْبَكَ وَسَمَّيْتَ فَأَمْسَكَ وَقَتَلَ، فَكُلْ، وَإِنْ أَكَلَ فَلاَ تَأْكُلْ، فَإِنَّمَا أَمْسَكَ عَلَى نَفْسِهِ، وَإِذَا خَالَطَ كِلاَبًا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهَا فَأَمْسَكْنَ وَقَتَلْنَ فَلاَ تَأْكُلْ، فَإِنَّكَ لاَ تَدْرِي أَيُّهَا قَتَلَ، وَإِنْ رَمَيْتَ الصَّيْدَ فَوَجَدْتَهُ بَعْدَ يَوْمٍ أَوْ يَوْمَيْنِ، لَيْسَ بِهِ إِلاَّ أَثَرُ سَهْمِكَ، فَكُلْ، وَإِنْ وَقَعَ فِي الْمَاءِ فَلاَ تَأْكُلْ .\nوَقَالَ عَبْدُ الأَعْلَى عَنْ دَاوُدَ، عَنْ عَامِرٍ، عَنْ عَدِيٍّ، أَنَّهُ قَالَ لِلنَّبِيِّ صلى الله عليه وسلم، يَرْمِي الصَّيْدَ فَيَقْتَفِرُ أَثَرَهُ الْيَوْمَيْنِ وَالثَّلاَثَةَ، ثُمَّ يَجِدُهُ مَيِّتًا وَفِيهِ سَهْمُهُ قَالَ   يَأْكُلُ إِنْ شَاءَ .",
    "hadithBengali": "৫০৮৯। মূসা ইবনু ইসমাঈল (রহঃ) ... আদী ইবনু হাতিম (রাঃ) এর সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্নিত। তিনি বলেছেনঃ যদি তোমার কুকুরকে বিসমিল্লাহ পড়ে পাঠাও, এরপর কুকুর শিকার পাকড়াও করে এবং মেরে ফেলে, তবে তা খেতে পার। আর যদি কুকুর কিছুটা খেয়ে ফেলে, তাহলে খাবে না। কেননা, সে তো নিজের জন্যই ধরেছে। আর যদি এমন কুকুরদের সঙ্গে মিশে যায়, যাদের উপর বিসমিল্লাহ পড়া হয়নি এবং সেজন্য শিকার ধরে মেরে ফেলে, তা হলে তা খাবে না। কেননা, তুমি তো জানো না যে কোন কুকুরটি হত্যা করেছে? আর যদি তুমি শিকারের প্রতি তীর নিক্ষেপ করে থাক; এরপর তা একদিন বা দুইদিন পর এমতাবস্থায় হাতে পাও যে, তার গায়ে তোমার তীরের আঘাত ছাড়া অন্য কিছু নেই, তাহলে খাও। আর যদি তা পানির মধ্যে পড়ে থাকে, তা হলে তা খাবে না।\n\nআবদুল আলা দাউদ সুত্রে আদী থেকে বর্ণনা করেন যে তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করেছিলেনঃ যদি কোন বাক্তি শিকারের প্রতি তীর নিক্ষেপ করে এবং দুই তিন দিন পর্যন্ত সেই শিকারের অনুসন্ধানের পর মৃত অবস্থায় পায় এবং দেখে যে, তার গায়ে তার তীর লেগে রয়েছে (তখন সে কি করবে)? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ইচ্ছা করলে সে তা খেতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "5089",
    "id": "5733",
    "thesequence": "5995",
    "isActive": "1",
    "chapterId": "16912",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭৪. শিকার যদি দুই বা তিনদিন শিকারী থেকে অদৃশ্য থাকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Adi bin Hatim:\n\nI said, O Allahs Messenger (ﷺ)! I let loose my hound after a game and mention Allahs Name on sending it. The Prophet (ﷺ) said, If you let loose your hound after a game and you mention Allahs Name on sending it and the hound catches and kills the game and eats of it, then you should not eat of it, for it has killed it for itself. I said, Sometimes when I send my hound after a game, I find another hound along with it and I do not know which of them has caught the game. He said, You must not eat of it because you have not mentioned, the Name of Allah except on sending your own hound, and you did not mention it on the other hound. Then I asked him about the game hunted with a Mirad (i.e. a sharp edged piece of wood or a piece of wood provided with a sharp piece of iron used for hunting). He said, If the game is killed with its sharp edge, you can eat of it, but if it is killed by its broad side (shaft), you cannot eat of it, for then it is like an animal beaten to death with a piece of wood.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ، عَنِ الشَّعْبِيِّ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي أُرْسِلُ كَلْبِي وَأُسَمِّي فَقَالَ النَّبِيُّ صلى الله عليه وسلم  إِذَا أَرْسَلْتَ كَلْبَكَ وَسَمَّيْتَ، فَأَخَذَ فَقَتَلَ فَأَكَلَ فَلاَ تَأْكُلْ، فَإِنَّمَا أَمْسَكَ عَلَى نَفْسِهِ . قُلْتُ إِنِّي أُرْسِلُ كَلْبِي أَجِدُ مَعَهُ كَلْبًا آخَرَ، لاَ أَدْرِي أَيُّهُمَا أَخَذَهُ. فَقَالَ  لاَ تَأْكُلْ فَإِنَّمَا سَمَّيْتَ عَلَى كَلْبِكَ وَلَمْ تُسَمِّ عَلَى غَيْرِهِ . وَسَأَلْتُهُ عَنْ صَيْدِ الْمِعْرَاضِ فَقَالَ  إِذَا أَصَبْتَ بِحَدِّهِ، فَكُلْ، وَإِذَا أَصَبْتَ بِعَرْضِهِ فَقَتَلَ، فَإِنَّهُ وَقِيذٌ، فَلاَ تَأْكُلْ .",
    "hadithBengali": "৫০৯০। আদম (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি জিজ্ঞাসা করলাম ইয়া রাসুলাল্লাহ! আমি বিসমিল্লাহ পড়ে আমার কুকুরকে পাঠিয়ে থাকি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি যদি বিসমিল্লাহ পড়ে তোমার কুকুরটিকে পাঠিয়ে থাক, এরপর সে শিকার ধরে মেরে ফেলে এবং কিছুটা খেয়ে ফেলে, তা হলে তুমি খেয়ো না। কেননা, সে তো নিজের জন্যই তা ধরেছে। আমি বললামঃ আমি আমার কুকুরটিরে পাঠালাম পরে তার সঙ্গে অন্য কুকুরও দেখতে পেলাম। আমি ঠিক জানিনা উভয়ের কে শিকার ধরেছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তা খেয়ো না। কেননা, তুমি তো তোমার কুকুরের উপরই বিসমিল্লাহ পড়েছ, অন্যটির উপর পড়নি। আমি তাকে তীরের শিকার সম্পর্কে জিজ্ঞাসা করলাম। তিনি বললেনঃ যদি তুমি তীরের ধার দিয়ে আঘাত করে থাক, তাহলে খাও। আর যদি পার্শ্বের দ্বারা আঘাত কর আর তাতে তা মারা যায় তাহলে সেটি থেতলিয়ে মারার অন্তর্ভুক্ত। সুতরাং তা খেয়ো না।\n",
    "checkStatus": "1",
    "hadithNo": "5090",
    "id": "5734",
    "thesequence": "5996",
    "isActive": "1",
    "chapterId": "16913",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭৫. শিকারের সাথে যদি অন্য কুকুর পাওয়া যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Adi Bin Hatim:\n\nI asked Allahs Messenger (ﷺ), We hunt with these hounds. He said, If you send your trained hounds after a game and mention Allahs Name on sending, you can eat of what they catch for you. But if the hound eats of the game, then you must not eat of it, for I am afraid that the hound caught it for itself, and if another hound joins your hounds (during the hunt), you should not eat of the game.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدٌ، أَخْبَرَنِي ابْنُ فُضَيْلٍ، عَنْ بَيَانٍ، عَنْ عَامِرٍ، عَنْ عَدِيِّ بْنِ حَاتِمٍ ـ رضى الله عنه ـ قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ إِنَّا قَوْمٌ نَتَصَيَّدُ بِهَذِهِ الْكِلاَبِ. فَقَالَ   إِذَا أَرْسَلْتَ كِلاَبَكَ الْمُعَلَّمَةَ وَذَكَرْتَ اسْمَ اللَّهِ، فَكُلْ مِمَّا أَمْسَكْنَ عَلَيْكَ، إِلاَّ أَنْ يَأْكُلَ الْكَلْبُ، فَلاَ تَأْكُلْ فَإِنِّي أَخَافُ أَنْ يَكُونَ إِنَّمَا أَمْسَكَ عَلَى نَفْسِهِ، وَإِنْ خَالَطَهَا كَلْبٌ مِنْ غَيْرِهَا، فَلاَ تَأْكُلْ .",
    "hadithBengali": "৫০৯১। মুহাম্মদ (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করে বলছিলামঃ আমরা এমন সম্প্রদায়, যারা এ সকল কুকুরের দ্বারা শিকার করতে অভ্যস্ত। তিনি বললেনঃ তুমি যদি আল্লাহর নাম উচ্চারণ করে (বিসমিল্লাহ বলে) তোমার প্রশিক্ষনপ্রাপ্ত কুকুরগুলোকে পাঠাও, তাহলে কুকুরগুলো তোমার জন্য যা ধরে রাখবে, তুমি তা খেতে পার। তবে কুকুর যদি কিছুটা খেয়ে ফেলে, তাহলে তুমি খেয়ো না। কেননা, আমার আশংকা হয় যে, সে তখন নিজের জন্যই ধরেছে। আর যদি তার সঙ্গে অন্যান্য কুকুর মিলিত হয়, তাহলেও খেয়ো না।\n",
    "checkStatus": "1",
    "hadithNo": "5091",
    "id": "5735",
    "thesequence": "5997",
    "isActive": "1",
    "chapterId": "16914",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭৬. শিকারে অভ্যস্ত হওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Tha`laba Al-Khushani:\n\nI came to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! We are living in the land of the people of the Scripture and we take our meals in their utensils, and in the land there is game and I hunt with my bow and trained or untrained hounds; please tell me what is lawful for us of that. He said, As for your saying that you are living in the land of the people of the Scripture and that you eat in their utensils, if you can get utensils other than theirs, do not eat in their utensils, but if you do not find (other than theirs), then wash their utensils and eat in them. As for your saying that you are in the land of game, if you hung something with your bow, and have mentioned Allahs Name while hunting, then you can eat (the game). And if you hunt something with your trained hound, and have mentioned Allahs Name on sending it for hunting then you can eat (the game). But if you hunt something with your untrained hound and you were able to slaughter it before its death, you can eat of it.",
    "hadithArabic": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ حَيْوَةَ،. وَحَدَّثَنِي أَحْمَدُ بْنُ أَبِي رَجَاءٍ، حَدَّثَنَا سَلَمَةُ بْنُ سُلَيْمَانَ، عَنِ ابْنِ الْمُبَارَكِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، قَالَ سَمِعْتُ رَبِيعَةَ بْنَ يَزِيدَ الدِّمَشْقِيَّ، قَالَ أَخْبَرَنِي أَبُو إِدْرِيسَ، عَائِذُ اللَّهِ قَالَ سَمِعْتُ أَبَا ثَعْلَبَةَ الْخُشَنِيَّ ـ رضى الله عنه ـ يَقُولُ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا بِأَرْضِ قَوْمٍ أَهْلِ الْكِتَابِ، نَأْكُلُ فِي آنِيَتِهِمْ، وَأَرْضِ صَيْدٍ أَصِيدُ بِقَوْسِي، وَأَصِيدُ بِكَلْبِي الْمُعَلَّمِ، وَالَّذِي لَيْسَ مُعَلَّمًا، فَأَخْبِرْنِي مَا الَّذِي يَحِلُّ لَنَا مِنْ ذَلِكَ فَقَالَ   أَمَّا مَا ذَكَرْتَ أَنَّكَ بِأَرْضِ قَوْمٍ أَهْلِ الْكِتَابِ، تَأْكُلُ فِي آنِيَتِهِمْ، فَإِنْ وَجَدْتُمْ غَيْرَ آنِيَتِهِمْ، فَلاَ تَأْكُلُوا فِيهَا، وَإِنْ لَمْ تَجِدُوا فَاغْسِلُوهَا ثُمَّ كُلُوا فِيهَا، وَأَمَّا مَا ذَكَرْتَ أَنَّكَ بِأَرْضِ صَيْدٍ، فَمَا صِدْتَ بِقَوْسِكَ، فَاذْكُرِ اسْمَ اللَّهِ، ثُمَّ كُلْ، وَمَا صِدْتَ بِكَلْبِكَ الْمُعَلَّمِ، فَاذْكُرِ اسْمَ اللَّهِ، ثُمَّ كُلْ، وَمَا صِدْتَ بِكَلْبِكَ الَّذِي لَيْسَ مُعَلَّمًا فَأَدْرَكْتَ ذَكَاتَهُ، فَكُلْ .",
    "hadithBengali": "৫০৯২। আবূ আসিম ও আহমাদ ইবনু আবূ রাজা (রহঃ) ... আবূ সা&#39;লাবা খুশানী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললামঃ ইয়া রাসুলাল্লাহ আমরা আহলে কিতাব সম্প্রদায়ের এলাকায় বসবাস করি, তাদের পাত্রে আহার করি। আর আমরা শিকারের অঞ্চলে থাকি, শিকার করি তীর ধনুক দিয়ে, প্রশিক্ষনপ্রাপ্ত কুকুর দিয়ে এবং প্রশিক্ষণপ্রাপ্ত নয় এমন কুকুর দিয়েও। অতএব আমাকে বলে দিন, এর মধ্যে আমাদের জন্য কোনটি হালাল? তিনি বললেনঃ তুমি যা উল্লেখ করেছো তুমি আহলে কিতাব সম্প্রদায়ের এলাকায় বসবাস কর, তাদের পাত্রে খানা খাও। তরে যদি তাদের পাত্র ছাড়া অন্য পাত্র পাও, তাহলে তাদের পাত্রে আহার করো না। আর যদি না পাও তাহলে ঐগুলো ধৌত করে তারপর তাতে আহার করবে। আর তুমি উল্লেখ করেছ যে তুমি শিকারের অঞ্চলে থাক। তুমি যা তীর ধনুক দ্বারা শিকার কর, তাতে তুমি বিসমিল্লাহ পড়বে এবং তা খাবে। তোমার প্রশিক্ষণপ্রাপ্ত কুকুর নিয়ে যা শিকার কর, তাতে বিসমিল্লাহ পড়বে এবং তা খাবে। আর তুমি যা শিকার কর তোমার এমন কুকুরের দ্বারা যেটি প্রশিক্ষণ প্রাপ্ত নয় সেখানে যদি যবাহ করার সুযোগ পাও তাহলে খেতে পার।\n",
    "checkStatus": "1",
    "hadithNo": "5092",
    "id": "5736",
    "thesequence": "5998",
    "isActive": "1",
    "chapterId": "16914",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭৬. শিকারে অভ্যস্ত হওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nWe provoked a rabbit at Marr Az-Zahran till it started jumping. My companions chased it till they got tired. But I alone ran after it and caught it and brought it to Abu Talha. He sent both its legs to the Prophet who accepted them.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، قَالَ حَدَّثَنِي هِشَامُ بْنُ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ أَنْفَجْنَا أَرْنَبًا بِمَرِّ الظَّهْرَانِ، فَسَعَوْا عَلَيْهَا حَتَّى لَغِبُوا، فَسَعَيْتُ عَلَيْهَا حَتَّى أَخَذْتُهَا، فَجِئْتُ بِهَا إِلَى أَبِي طَلْحَةَ، فَبَعَثَ إِلَى النَّبِيِّ صلى الله عليه وسلم بِوَرِكِهَا وَفَخِذَيْهَا فَقَبِلَهُ.",
    "hadithBengali": "৫০৯৩। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন আমরা মক্কার যাহরান নামক স্থানে একটি খরগোশ ধাওয়া করলাম। লোকজন তার পেছনে ছুটতে থাকে এবং তারা ব্যর্থ হয়। এরপর আমি তার পেছনে ছুটলাম। অবশেষে সেটি ধরে ফেললাম। তারপর আমি এটিকে আবূ তালহার নিকট নিয়ে এলাম। তিনি এটির উভয় রান ও নিতম্ব নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পাঠান। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেটি গ্রহণ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5093",
    "id": "5737",
    "thesequence": "5999",
    "isActive": "1",
    "chapterId": "16914",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭৬. শিকারে অভ্যস্ত হওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Qatada:\n\nthat once he was with Allahs Messenger (ﷺ) (on the way to Mecca). When he had covered some of the way to Mecca, he and some companions of his, who were in the state of lhram. remained behind the Prophet while Abu Qatada himself was not in the state of Ihram. Abu Qatada, seeing an onager rode his horse and asked his companions to hand him a whip, but they refused. He then asked them to hand him his spear, but they refused. Then he took it himself and attacked the onager and killed it. Some of the Companions of Allahs Messenger (ﷺ) ate of it, but some others refused to eat. When they met Allahs Apostle they asked him about that. He said, It was meal given to you by Allah.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ أَبِي النَّضْرِ، مَوْلَى عُمَرَ بْنِ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ، مَوْلَى أَبِي قَتَادَةَ عَنْ أَبِي قَتَادَةَ، أَنَّهُ كَانَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى إِذَا كَانَ بِبَعْضِ طَرِيقِ مَكَّةَ تَخَلَّفَ مَعَ أَصْحَابٍ لَهُ مُحْرِمِينَ، وَهْوَ غَيْرُ مُحْرِمٍ، فَرَأَى حِمَارًا وَحْشِيًّا، فَاسْتَوَى عَلَى فَرَسِهِ، ثُمَّ سَأَلَ أَصْحَابَهُ أَنْ يُنَاوِلُوهُ سَوْطًا، فَأَبَوْا فَسَأَلَهُمْ رُمْحَهُ فَأَبَوْا فَأَخَذَهُ ثُمَّ شَدَّ عَلَى الْحِمَارِ، فَقَتَلَهُ فَأَكَلَ مِنْهُ بَعْضُ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبَى بَعْضُهُمْ، فَلَمَّا أَدْرَكُوا رَسُولَ اللَّهِ صلى الله عليه وسلم سَأَلُوهُ عَنْ ذَلِكَ فَقَالَ   إِنَّمَا هِيَ طُعْمَةٌ أَطْعَمَكُمُوهَا اللَّهُ .",
    "hadithBengali": "৫০৯৪। ইসমাঈল (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলেন। অবশেষে তিনি মক্কার কোন এক রাস্তা পর্যন্ত পৌছলে তিনি তার কয়েকজন সঙ্গীসহ পেছনে পড়ে গেলেন। তারা ছিলেন ইহরাম বাধা অবস্থায়। আর তিনি ছিলেন ইহরাম ছাড়া অবস্থায়। তিনি একটি বন্য গাধা দেখতে পেয়ে তার ঘোড়ার উপর আরোহণ করলেন। তারপর সাথীদের তার হাতে তাঁর চাকু তুলে দিতে অনুরোধ করলেন। তারা অস্বীকার করলেন। অবশেষে তিনি নিজেই সেটি তুলে নিলেন এবং গাধাটির পিছনে দ্রুতবেগে ছুটলেন এবং সেটিকে হত্যা করলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীদের কেউ কেউ তা খেলেন আবাব কেউ কেউ তা খেতে অস্বীকার করলেন। পরিশেষে তারা যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পৌছলেন তখন তারা বিষয়টি সম্পর্কে জিজ্ঞাসা করলেন। তিনি বললেনঃ এটি তো এমন খাদ্য যা আল্লাহ তাআলা তোমাদের খাওয়ার জন্য দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5094",
    "id": "5738",
    "thesequence": "6000",
    "isActive": "1",
    "chapterId": "16914",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭৬. শিকারে অভ্যস্ত হওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Qatada:\n\n(the same Hadith above, but he added); The Prophet (ﷺ) asked, Is there any of its meat left with you?",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي قَتَادَةَ، مِثْلَهُ إِلاَّ أَنَّهُ قَالَ   هَلْ مَعَكُمْ مِنْ لَحْمِهِ شَىْءٌ .",
    "hadithBengali": "৫০৯৫। ইসমাঈল (রহঃ) ... আবূ কাতাদা (রাঃ) এর সুত্রে অনুরূপ বর্ণিত আছে। তবে এতে রয়েছে যে, তিনি বললেনঃ তোমাদের সাথে কি তার কিছু গোশত আছে?\n",
    "checkStatus": "1",
    "hadithNo": "5095",
    "id": "5739",
    "thesequence": "6001",
    "isActive": "1",
    "chapterId": "16914",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭৬. শিকারে অভ্যস্ত হওয়া সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Qatada:\n\nI was with the Prophet (on a journey) between Mecca and Medina, and all of them, (i.e. the Prophet (ﷺ) and his companions) were in the state of Ihram, while I was not in that state. I was riding my horse and I used to be fond of ascending mountains. So while I was doing so I noticed that the people were looking at something. I went to see what it was, and behold it was an onager. I asked my companions, What is that? They said, We do not know. I said, It is an onager. They said, It is what you have seen. I had left my whip, so I said to them, Hand to me my whip. They said, We will not help you in that (in hunting the onager). I got down, took my whip and chased the animal (on my horse) and did not stop till I killed it. I went to them and said, Come on, carry it! But they said, We will not even touch it. At last I alone carried it and brought it to them. Some of them ate of it and some refused to eat of it. I said (to them), I will ask the Prophet (ﷺ) about it (on your behalf). When I met the Prophet, I told him the whole story. He said to me, Has anything of it been left with you? I said, Yes. He said, Eat, for it is a meal Allah has offered to you.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، أَخْبَرَنَا عَمْرٌو، أَنَّ أَبَا النَّضْرِ، حَدَّثَهُ عَنْ نَافِعٍ، مَوْلَى أَبِي قَتَادَةَ وَأَبِي صَالِحٍ مَوْلَى التَّوْأَمَةِ سَمِعْتُ أَبَا قَتَادَةَ، قَالَ كُنْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فِيمَا بَيْنَ مَكَّةَ وَالْمَدِينَةِ وَهُمْ مُحْرِمُونَ وَأَنَا رَجُلٌ حِلٌّ عَلَى فَرَسٍ، وَكُنْتُ رَقَّاءً عَلَى الْجِبَالِ، فَبَيْنَا أَنَا عَلَى ذَلِكَ إِذْ رَأَيْتُ النَّاسَ مُتَشَوِّفِينَ لِشَىْءٍ، فَذَهَبْتُ أَنْظُرُ، فَإِذَا هُوَ حِمَارُ وَحْشٍ فَقُلْتُ لَهُمْ مَا هَذَا قَالُوا لاَ نَدْرِي. قُلْتُ هُوَ حِمَارٌ وَحْشِيٌّ. فَقَالُوا هُوَ مَا رَأَيْتَ. وَكُنْتُ نَسِيتُ سَوْطِي فَقُلْتُ لَهُمْ نَاوِلُونِي سَوْطِي. فَقَالُوا لاَ نُعِينُكَ عَلَيْهِ. فَنَزَلْتُ فَأَخَذْتُهُ، ثُمَّ ضَرَبْتُ فِي أَثَرِهِ، فَلَمْ يَكُنْ إِلاَّ ذَاكَ، حَتَّى عَقَرْتُهُ، فَأَتَيْتُ إِلَيْهِمْ فَقُلْتُ لَهُمْ قُومُوا فَاحْتَمِلُوا. قَالُوا لاَ نَمَسُّهُ. فَحَمَلْتُهُ حَتَّى جِئْتُهُمْ بِهِ، فَأَبَى بَعْضُهُمْ، وَأَكَلَ بَعْضُهُمْ، فَقُلْتُ أَنَا أَسْتَوْقِفُ لَكُمُ النَّبِيَّ صلى الله عليه وسلم فَأَدْرَكْتُهُ فَحَدَّثْتُهُ الْحَدِيثَ فَقَالَ لِي  أَبَقِيَ مَعَكُمْ شَىْءٌ مِنْهُ . قُلْتُ نَعَمْ. فَقَالَ  كُلُوا فَهْوَ طُعْمٌ أَطْعَمَكُمُوهَا اللَّهُ .",
    "hadithBengali": "৫০৯৬। ইয়াহইয়া ইবনু সুলায়মান (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেন আমি মক্কা ও মদিনার মধ্যবর্তী সফরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সংগে ছিলাম। অন্যরা ছিলেন ইহরাম বাধা অবস্থায়। আর আমি ছিলাম ইহরাম বিহীন এবং ঘোড়ার উপর সাওয়ার। পর্বত আরোহনে আমি ছিলাম দৃঢ়। এমন সময়ে আমি লোকজনকে দেখছিলাম যে, তারা আগ্রহ সহকারে কি যেন দেখছে। কাজেই আমিও দেখতে লাগলাম। হঠাৎ দেখি একটি বন্য গাধা। আমি লোকজনকে জিজ্ঞাসা করলামঃ এটি কি? তারা উত্তর দিলঃ আমরা জানি না। আমি বললামঃ এটি বন্য গাধা? তারা বললঃ এটি তাই তুমি যা দেখছ। আমি আমার চাবুকের কথা ভুলে গিয়েছিলাম তাই তাদের বললামঃ আমাকে আমার চাবুকটি তুলে দাও। তারা বললঃ আমরা তোমাকে এ কাজে সাহয্য করব না। অগত্যা আমি নেমে চাবুকটি তুলে নিলাম। তারপর সেটির পেছনে ছুটলাম।\n\nঅবশেষে আমি সেটিকে ঘায়েল করলাম এবং তাদের কাছে এসে বললামঃ যাও, এটাকে তুলে নিয়ে আসো।। তারা বললঃ আমরা ওটিকে স্পর্শ করবো না। তখন আমি নিজেই সেটিকে তুলে তাদের কাছে নিয়ে এলাম। তাদের মধ্যে কয়েকজন তা খেতে অসম্মতি প্রকাশ করল। আর কয়েকজন তা খেল। আমি বললামঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট থেকে তোমাদের জন্য বিষয়টি জেনে নেব। এরপর আমি তাকে পেলাম এবং এ ঘটনা শুনলাম। তিনি আমাকে বললেনঃ তোমাদের সঙ্গে সেটির অবশিষ্ট কিছু আছে কি? আমি বললামঃ হ্যাঁ। তিনি বললেনঃ খাও। কেননা, এটি তো এমন খাবারের জিনিস যা আল্লাহ তোমাদের খাওয়ার জন্য দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5096",
    "id": "5740",
    "thesequence": "6002",
    "isActive": "1",
    "chapterId": "16915",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭৭. পাহাড়ে শিকার করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nWe went out in a campaign and the army was called The Army of the Khabt, and Abu Ubaida was our commander. We were struck with severe hunger. Then the sea threw a huge dead fish called Al- `Anbar, the like of which had never been seen. We ate of it for half a month, and then Abu Ubaida took one of its bones (and made an arch of it) so that a rider could easily pass under it.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَمْرٌو، أَنَّهُ سَمِعَ جَابِرًا ـ رضى الله عنه ـ يَقُولُ غَزَوْنَا جَيْشَ الْخَبَطِ وَأُمِّرَ أَبُو عُبَيْدَةَ فَجُعْنَا جُوعًا شَدِيدًا فَأَلْقَى الْبَحْرُ حُوتًا مَيِّتًا لَمْ يُرَ مِثْلُهُ يُقَالُ لَهُ الْعَنْبَرُ فَأَكَلْنَا مِنْهُ نِصْفَ شَهْرٍ فَأَخَذَ أَبُو عُبَيْدَةَ عَظْمًا مِنْ عِظَامِهِ فَمَرَّ الرَّاكِبُ تَحْتَهُ.",
    "hadithBengali": "৫০৯৭। মুসাদ্দাদ (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা জায়শুল খাবত অভিযানে ছিলাম। আমাদের সেনাপতি নিয়োগ করা হয়েছিল আবূ উবায়দা (রাঃ) কে। এক সময় আমরা ভীষনভাবে ক্ষুধার্ত হয়ে পড়লে, সমুদ্র এমন একটি মৃত মাছ তীরে নিক্ষেপ করল যে এত বড় মাছ কখনো দেখা যায়নি। এটিকে &#39;আম্বর&#39; বলা হয়। আমরা অর্ধমাস যাবত এটি খেলাম। আবূ উবায়দা (রাঃ) এর একটি হাড় তুলে ধরলেন এবং এর নীচে দিয়ে একজন অশ্বারোহী অনায়াসে বেরিয়ে গেল।\n",
    "checkStatus": "1",
    "hadithNo": "5097",
    "id": "5741",
    "thesequence": "6003",
    "isActive": "1",
    "chapterId": "16916",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭৮. মহান আল্লাহ্&zwnj;র এরশাদঃ তোমাদের জন্য সমুদ্রের শিকার হালাল করা হয়েছে..... (৫:৯৬)। উমর (রা) বছেলেনঃ صَيْدُهُ যা শিকার করা হয়, আর طَعَامُهُ সমুদ্র যাকে নিক্ষেপ করে। আবূ বক্&zwnj;র (রা) বলেছেনঃ মরে যা ভেসে উঠে তা হালাল। ইব্&zwnj;ন আব্বাস (রা) বলেছেনঃ طَعَامُهُ সমুদ্রে প্রাপ্ত মৃত জানোয়ার খাদ্য, তবে তন্মধ্যে যেটি ঘৃণিত সেটি ছাড়া। বাইন জাতীয় মাছ ইয়াহুদীরা খায় না, আমরা খাই। রাসূলুল্লাহ্&zwnj; (সা) এর সাহাবী আবূ শুরায়হ (রা) বলেছেনঃ সমুদ্রের সব জিনিসই যবাহকৃত বলে গণ্য। আতা (র) বলেছেনঃ (সমুদ্রের) পাখি সম্পর্কে আমার মত সেটিকে যবাহ করতে হবে। ইব্&zwnj;ন জুরায়জ (র) বলেনঃ আমি আতা (র) কে খাল, বিল, নদী-নালা ও জলাশয়ের শিকার সম্পর্কে জিজ্ঞাসা করলামঃ এগুলো কি সমুদ্রের শিকার অন্তর্ভূক্ত? তিনি উত্তর দিলেনঃ হ্যাঁ। তারপর তিনি এই আয়াতটি তিলাওয়াত করেনঃ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nThe Prophet (ﷺ) sent us as an army unit of three hundred warriors under the command of Abu Ubaida to ambush a caravan of the Quraish. But we were struck with such severe hunger that we ate the Khabt (desert bushes), so our army was called the Army of the Khabt. Then the sea threw a huge fish called Al-`Anbar and we ate of it for half a month and rubbed our bodies with its fat till our bodies became healthy. Then Abu Ubaida took one of its ribs and fixed it over the ground and a rider passed underneath it. There was a man amongst us who slaughtered three camels when hunger became severe, and he slaughtered three more, but after that Abu Ubaida forbade him to do so.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ عَمْرٍو، قَالَ سَمِعْتُ جَابِرًا، يَقُولُ بَعَثَنَا النَّبِيُّ صلى الله عليه وسلم ثَلاَثَمِائَةِ رَاكِبٍ وَأَمِيرُنَا أَبُو عُبَيْدَةَ نَرْصُدُ عِيرًا لِقُرَيْشٍ فَأَصَابَنَا جُوعٌ شَدِيدٌ حَتَّى أَكَلْنَا الْخَبَطَ، فَسُمِّيَ جَيْشَ الْخَبَطِ وَأَلْقَى الْبَحْرُ حُوتًا يُقَالُ لَهُ الْعَنْبَرُ فَأَكَلْنَا نِصْفَ شَهْرٍ وَادَّهَنَّا بِوَدَكِهِ حَتَّى صَلَحَتْ أَجْسَامُنَا قَالَ فَأَخَذَ أَبُو عُبَيْدَةَ ضِلَعًا مِنْ أَضْلاَعِهِ فَنَصَبَهُ فَمَرَّ الرَّاكِبُ تَحْتَهُ، وَكَانَ فِينَا رَجُلٌ فَلَمَّا اشْتَدَّ الْجُوعُ نَحَرَ ثَلاَثَ جَزَائِرَ، ثُمَّ ثَلاَثَ جَزَائِرَ، ثُمَّ نَهَاهُ أَبُو عُبَيْدَةَ.",
    "hadithBengali": "৫০৯৮। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের তিনশ&#39; সাওয়ার পাঠালেন আমাদের সেনাপতি ছিলেন আবূ উবায়দা (রাঃ)। উদ্দেশ্য ছিল আমরা যেন কুরাইশদের একটি কাফেলার অপেক্ষা করি। তখন আমাদের ভীষণ ক্ষিধে পেল। এমন কি আমরা خبط (গাছের পাতা) খেতে আরম্ভ করলাম। ফলে এ বাহিনীর নামকরণ করা হয় &ldquo;জায়শুল খাবত&rdquo;। তখন সমুদ্র আম্বর নামক একটি মাছ পাড়ে তুলে দেয়। আমরা এটি থেকে অর্ধমাস যাবত আহার করলাম। আমরা এর চর্বি তেল রুপে গায়ে মাখতাম। ফলে আমাদের শরীর সতেজ হয়ে উঠে। আবূ উবায়দা (রাঃ) মাছটির পাজরের কাটাগুলোর একটি খাড়া করে ধরলেন, তখন একজন অশ্বারোহী তার নীচ দিবে অতিক্রিম করে গেল। আমাদের মধ্যে (কোয়স ইবনু না&#39;দ) এক ব্যাক্তি ছিলেন, খাদ্যাভাব তখন ভীষণ আকার ধারণ করেছিল। তখন তিনি তিনটি উট যবাহ করেন। তারপর আরো তিনটি যবাহ করেন। এরপর আবূ উবায়দা (রাঃ) তাকে বারণ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5098",
    "id": "5742",
    "thesequence": "6004",
    "isActive": "1",
    "chapterId": "16916",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭৮. মহান আল্লাহ্&zwnj;র এরশাদঃ তোমাদের জন্য সমুদ্রের শিকার হালাল করা হয়েছে..... (৫:৯৬)। উমর (রা) বছেলেনঃ صَيْدُهُ যা শিকার করা হয়, আর طَعَامُهُ সমুদ্র যাকে নিক্ষেপ করে। আবূ বক্&zwnj;র (রা) বলেছেনঃ মরে যা ভেসে উঠে তা হালাল। ইব্&zwnj;ন আব্বাস (রা) বলেছেনঃ طَعَامُهُ সমুদ্রে প্রাপ্ত মৃত জানোয়ার খাদ্য, তবে তন্মধ্যে যেটি ঘৃণিত সেটি ছাড়া। বাইন জাতীয় মাছ ইয়াহুদীরা খায় না, আমরা খাই। রাসূলুল্লাহ্&zwnj; (সা) এর সাহাবী আবূ শুরায়হ (রা) বলেছেনঃ সমুদ্রের সব জিনিসই যবাহকৃত বলে গণ্য। আতা (র) বলেছেনঃ (সমুদ্রের) পাখি সম্পর্কে আমার মত সেটিকে যবাহ করতে হবে। ইব্&zwnj;ন জুরায়জ (র) বলেনঃ আমি আতা (র) কে খাল, বিল, নদী-নালা ও জলাশয়ের শিকার সম্পর্কে জিজ্ঞাসা করলামঃ এগুলো কি সমুদ্রের শিকার অন্তর্ভূক্ত? তিনি উত্তর দিলেনঃ হ্যাঁ। তারপর তিনি এই আয়াতটি তিলাওয়াত করেনঃ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Abi `Aufa:\n\nWe participated with the Prophet (ﷺ) in six or seven Ghazawat, and we used to eat locusts with him.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي يَعْفُورٍ، قَالَ سَمِعْتُ ابْنَ أَبِي أَوْفَى ـ رضى الله عنهما ـ قَالَ غَزَوْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم سَبْعَ غَزَوَاتٍ أَوْ سِتًّا، كُنَّا نَأْكُلُ مَعَهُ الْجَرَادَ. قَالَ سُفْيَانُ وَأَبُو عَوَانَةَ وَإِسْرَائِيلُ عَنْ أَبِي يَعْفُورٍ عَنِ ابْنِ أَبِي أَوْفَى سَبْعَ غَزَوَاتٍ.",
    "hadithBengali": "৫০৯৯। আবূল ওয়ালীদ (রহঃ) ... ইবনু আবূ আওফা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সাতটি কিংবা ছয়টি যুদ্ধে অংশ গ্রহণ করি। আমরা তার সঙ্গে ফড়িংও খাই। সুফিয়ান, আবূ আওয়ালা ও ইসরাইল এরা আবূ ইয়াফুর ইবনু আওফার সুত্রে বর্ননা করেছেন সাতটি যুদ্ধে।\n",
    "checkStatus": "1",
    "hadithNo": "5099",
    "id": "5743",
    "thesequence": "6005",
    "isActive": "1",
    "chapterId": "16917",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৭৯. ফড়িং খাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Tha`laba Al-Khushani:\n\nI came to the Prophet (ﷺ) and said, O Allahs Messenger (ﷺ)! We are living in the land of the people of the Scripture, and we take our meals in their utensils, and there is game in that land and I hunt with my bow and with my trained hound and with my untrained hound. The Prophet (ﷺ) said, As for your saying that you are in the land of people of the Scripture, you should not eat in their utensils unless you find no alternative, in which case you must wash the utensils and then eat in them As for your saying that you are in the land of game, if you hunt something with your bow, mention Allahs Name (while hunting the game) and eat; and if you hunt something with your trained hound, mention Allahs Name on sending and eat; and if you hunt something with your untrained hound and get it alive, slaughter it and you can eat of it.",
    "hadithArabic": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، قَالَ حَدَّثَنِي رَبِيعَةُ بْنُ يَزِيدَ الدِّمَشْقِيُّ، قَالَ حَدَّثَنِي أَبُو إِدْرِيسَ الْخَوْلاَنِيُّ، قَالَ حَدَّثَنِي أَبُو ثَعْلَبَةَ الْخُشَنِيُّ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا بِأَرْضِ أَهْلِ الْكِتَابِ، فَنَأْكُلُ فِي آنِيَتِهِمْ، وَبِأَرْضِ صَيْدٍ، أَصِيدُ بِقَوْسِي، وَأَصِيدُ بِكَلْبِي الْمُعَلَّمِ، وَبِكَلْبِي الَّذِي لَيْسَ بِمُعَلَّمٍ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم   أَمَّا مَا ذَكَرْتَ أَنَّكَ بِأَرْضِ أَهْلِ كِتَابٍ فَلاَ تَأْكُلُوا فِي آنِيَتِهِمْ، إِلاَّ أَنْ لاَ تَجِدُوا بُدًّا، فَإِنْ لَمْ تَجِدُوا بُدًّا فَاغْسِلُوهَا وَكُلُوا، وَأَمَّا مَا ذَكَرْتَ أَنَّكُمْ بِأَرْضِ صَيْدٍ، فَمَا صِدْتَ بِقَوْسِكَ، فَاذْكُرِ اسْمَ اللَّهِ وَكُلْ، وَمَا صِدْتَ بِكَلْبِكَ الْمُعَلَّمِ، فَاذْكُرِ اسْمَ اللَّهِ وَكُلْ، وَمَا صِدْتَ بِكَلْبِكَ الَّذِي لَيْسَ بِمُعَلَّمٍ، فَأَدْرَكْتَ ذَكَاتَهُ، فَكُلْهُ .",
    "hadithBengali": "৫১০০। আবূ আসিম (রহঃ) ... আবূ সা&#39;লাবা খুশানী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললামঃ ইয়া রাসুলাল্লাহ আমরা আহলে কিতাবের এলাকায় বাস করি। তাদের পাত্রে খাই এবং আমরা শিকারের এলাকায় বাস করি, তীর-ধনুকের সাহায্যে শিকার করি এবং প্রশিক্ষণপ্রাপ্ত কুকুর ও প্রশিক্ষণপ্রাপ্ত কুকুরের সাহায্যে শিকার করি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি যে বললে তোমরা আহলে কিতাবের ভুখণ্ডে থাক, অপারগ না হলে তুমি তাদের বাসন পত্রে খেও না যদি কোন উপায় না পাও তাহলে সেগুলো ধুয়ে তাতে খেয়ো। আর তুমি যে বললে তোমরা শিকারের অঞ্চলে বাস কর যদি তুমি তোমার তীরের দ্বারা যা শিকার করতে চাও সেখানে আল্লাহর নাম নাও এবং খাও। আর তুমি যা তোমার প্রশিক্ষন প্রাপ্ত কুকুরের সাহায্যে শিকার কর, সেখানে আল্লাহর নাম নাও এবং খাও। আর তুমি যা শিকার কর তোমার প্রশিক্ষণবিহীন কুকুরের সাহায্যে এবং তা যবাহ করার সুযোগ (অর্থাৎ জীবিত) পাও তবে তা (যবাহ করে) খাও।\n",
    "checkStatus": "1",
    "hadithNo": "5100",
    "id": "5744",
    "thesequence": "6006",
    "isActive": "1",
    "chapterId": "16918",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৮০. অগ্নি পুজকদের বাসনপত্র ও মৃত জানোয়ার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salama bin Al-Aqwa:\n\nIn the evening of the day of the conquest of Khaibar, the army made fires (for cooking). The Prophet (ﷺ) said, For what have you made these fires? They said, For cooking the meat of domestic donkeys. He said, Throw away what is in the cooking pots and break the pots. A man from the people got up and said, Shall we throw the contents of the cooking pots and then wash the pots (instead of breaking them)? The Prophet (ﷺ) said, Yes, you can do either.",
    "hadithArabic": " حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنِي يَزِيدُ بْنُ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ، قَالَ لَمَّا أَمْسَوْا يَوْمَ فَتَحُوا خَيْبَرَ أَوْقَدُوا النِّيرَانَ، قَالَ النَّبِيُّ صلى الله عليه وسلم  عَلَى مَا أَوْقَدْتُمْ هَذِهِ النِّيرَانَ . قَالُوا لُحُومِ الْحُمُرِ الإِنْسِيَّةِ. قَالَ  أَهْرِيقُوا مَا فِيهَا، وَاكْسِرُوا قُدُورَهَا . فَقَامَ رَجُلٌ مِنَ الْقَوْمِ فَقَالَ نُهَرِيقُ مَا فِيهَا وَنَغْسِلُهَا. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  أَوْ ذَاكَ .",
    "hadithBengali": "৫১০১। মাক্কী ইবনু ইবরাহীম (রহঃ) ... সালামা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ খায়বার বিজয়ের দিন সন্ধায় মুসলমানগন আগুন জ্বালালেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ তোমরা কি জন্য এ সব আগুন জালিয়েছ? তারা বললঃ গৃহ পালিত গাধার গোশত। তিনি বললেনঃ পাতিলের সব কিছু ফেলে দাও এবং পাতিলগুলো ভেঙ্গে ফেল। দলের একজন দাঁড়িয়ে বললঃ পাতিলের সব কিছু ফেলে দেই এবং পাতিলগুলো ধুয়ে নেই? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাও করতে পার।\n",
    "checkStatus": "1",
    "hadithNo": "5101",
    "id": "5745",
    "thesequence": "6007",
    "isActive": "1",
    "chapterId": "16918",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৮০. অগ্নি পুজকদের বাসনপত্র ও মৃত জানোয়ার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi` bin Khadij:\n\nWe were with the Prophet (ﷺ) in Dhul-Hulaifa and there the people were struck with severe hunger. Then we got camels and sheep as war booty (and slaughtered them). The Prophet (ﷺ) was behind all the people. The people hurried and fixed the cooking pots (for cooking) but the Prophet (ﷺ) came there and ordered that the cooking pots be turned upside down. Then he distributed the animals, regarding ten sheep as equal to one camel. One of the camels ran away and there were a few horses with the people. They chased the camel but they got tired, whereupon a man shot it with an arrow whereby Allah stopped it. The Prophet (ﷺ) said, Among these animals some are as wild as wild beasts, so if one of them runs away from you, treat it in this way. I said. We hope, or we are afraid that tomorrow we will meet the enemy and we have no knives, shall we slaughter (our animals) with canes? The Prophet (ﷺ) said, If the killing tool causes blood to gush out and if Allahs Name is mentioned, eat (of the slaughterer animal). But do not slaughter with a tooth or a nail. I am telling you why: A tooth is a bone, and the nail is the knife of Ethiopians.",
    "hadithArabic": " حَدَّثَنِي مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعٍ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم بِذِي الْحُلَيْفَةِ، فَأَصَابَ النَّاسَ جُوعٌ، فَأَصَبْنَا إِبِلاً وَغَنَمًا، وَكَانَ النَّبِيُّ صلى الله عليه وسلم فِي أُخْرَيَاتِ النَّاسِ، فَعَجِلُوا فَنَصَبُوا الْقُدُورَ، فَدُفِعَ إِلَيْهِمُ النَّبِيُّ صلى الله عليه وسلم فَأَمَرَ بِالْقُدُورِ فَأُكْفِئَتْ، ثُمَّ قَسَمَ فَعَدَلَ عَشَرَةً مِنَ الْغَنَمِ بِبَعِيرٍ، فَنَدَّ مِنْهَا بَعِيرٌ، وَكَانَ فِي الْقَوْمِ خَيْلٌ يَسِيرَةٌ فَطَلَبُوهُ فَأَعْيَاهُمْ، فَأَهْوَى إِلَيْهِ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ اللَّهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  إِنَّ لِهَذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ، فَمَا نَدَّ عَلَيْكُمْ فَاصْنَعُوا بِهِ هَكَذَا . قَالَ وَقَالَ جَدِّي إِنَّا لَنَرْجُو ـ أَوْ نَخَافُ ـ أَنْ نَلْقَى الْعَدُوَّ غَدًا، وَلَيْسَ مَعَنَا مُدًى، أَفَنَذْبَحُ بِالْقَصَبِ فَقَالَ  مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ فَكُلْ، لَيْسَ السِّنَّ وَالظُّفُرَ، وَسَأُخْبِرُكُمْ عَنْهُ، أَمَّا السِّنُّ عَظْمٌ وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ .",
    "hadithBengali": "৫১০২। মূসা ইবনু ইসমাঈল (রহঃ) ... রাফি ইবনু খাদীজ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে যুল হুলায়ফা নামক স্থানে ছিলাম। লোকজন ক্ষুধার্ত হয়ে পড়ে। তখন আমরা কিছু সংখ্যাক উট ও বকরী (গনীমত স্বরূপ) লাভ করি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন সকলের পেছনে। সবাই তাড়াতাড়ি করল এবং পাতিল চড়িয়ে দিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের কাছে এসে পৌছলেন। তখন তিনি পাতিলগুলো ঢেলে দিতে নির্দেশ দিলেন। পাতিলগুলো ঢেলে দেওয়া হল। তারপর তিনি (প্রাপ্ত গনীমত) বণ্টন করলেন। দশটি বকরী একটি উটের সমান গণ্য করলেন। এ সময়ে একটি উট পালিয়ে গেল। দলে অশ্বারোহীর সংখ্যা ছিল খুব কম। তারা উটটির পেছনে ছুটল কিন্তু তারা সেটি কাবু করতে ব্যর্থ হল। অবশেষে একজন উটটির প্রতি তীর নিক্ষেপ করলে আল্লাহ উটটিকে থামিয়ে দিলেন।\n\nতখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ সকল চতুষ্পদ প্রানীর মধ্যে বন্য জানোয়ারের ন্যায় পালিয়ে যাওয়ার স্বভাব আছে। কাজেই যখন কোন প্রানী তোমাদের থেকে পালিয়ে যায়, তখন তার সাথে তোমরা অনুরুপ ব্যবহার করবে। বর্ণনাকারী বলেন আমার দাদা বলেছেন, আমরা আশা করছিলাম কিংবা তিনি বলেছেন, আমরা আশংকা করছিলাম যে আগামীকাল আমরা তাদের সম্মুখীন হতে পারি। অথচ আমাদের নিকট কোন ছুরি নেই। তাহলে আমরা কি বাঁশের (বাখায়ী) দিয়ে যবাহ কববো? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে জিনিস রক্ত প্রবাহিত করে দেয় এবং তাতে বিসমিল্লাহ বলা হয় তা খাও। তবে দাঁত ও নখ দিয়ে নয়। এ সম্পর্কে আমি তোমাদের অবহিত করছি যে, দাঁত হল হাড় বিশেষ, আর নখ হল হাবশী সম্প্রদায়ের ছুরি।\n",
    "checkStatus": "1",
    "hadithNo": "5102",
    "id": "5746",
    "thesequence": "6008",
    "isActive": "1",
    "chapterId": "16919",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৮১. যবাহের বস্তুর উপর বিস্&zwnj;মিল্লাহ্&zwnj; বলা এবং ইচ্ছাকৃতভাবে যে বিসমিল্লাহ তরক করে। ইব্&zwnj;ন আব্বাস (রা) বলেছেনঃ কেউ বিসমিল্লাহ্&zwnj; বলতে ভুলে গেলে তাতে কোন দোষ নেই। আল্লাহ তা&rsquo;আলা ইরশাদ করেনঃ যে সব প্রাণীর উপর আল্লাহর নাম উচ্চারন করা হয়নি, তা থেকে আহার করো না। তা অবশ্যই গুনাহের কাজ। আর যে ব্যক্তি বিসমিল্লাহ বলেতে ভুলে যায়, তাতে গুনাহগার বলা যায় না। আল্লাহ আরো ইরশাদ করেনঃ শয়তানরা তাদের বন্ধুদের প্ররোচনা দেয় ...... (শেষ পর্যন্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nAllahs Messenger (ﷺ) said that he met Zaid bin `Amr Nufail at a place near Baldah and this had happened before Allahs Messenger (ﷺ) received the Divine Inspiration. Allahs Messenger (ﷺ) presented a dish of meat (that had been offered to him by the pagans) to Zaid bin `Amr, but Zaid refused to eat of it and then said (to the pagans), I do not eat of what you slaughter on your stonealtars (Ansabs) nor do I eat except that on which Allahs Name has been mentioned on slaughtering.",
    "hadithArabic": " حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ ـ يَعْنِي ابْنَ الْمُخْتَارِ ـ أَخْبَرَنَا مُوسَى بْنُ عُقْبَةَ، قَالَ أَخْبَرَنِي سَالِمٌ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ، يُحَدِّثُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ لَقِيَ زَيْدَ بْنَ عَمْرِو بْنِ نُفَيْلٍ بِأَسْفَلِ بَلْدَحٍ، وَذَاكَ قَبْلَ أَنْ يُنْزَلَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الْوَحْىُ، فَقَدَّمَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم سُفْرَةً فِيهَا لَحْمٌ، فَأَبَى أَنْ يَأْكُلَ مِنْهَا، ثُمَّ قَالَ إِنِّي لاَ آكُلُ مِمَّا تَذْبَحُونَ عَلَى أَنْصَابِكُمْ، وَلاَ آكُلُ إِلاَّ مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ.",
    "hadithBengali": "৫১০৩। মুআলা ইবনু আসাদ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বালদাহ নামক স্থানে নিম্ন অঞ্চলে সায়েদ ইবনু আমর ইবনু নুফায়লের সঙ্গে সাক্ষাত করেন। ঘটনাটি ছিল রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর অহী নাযিল হওয়ার আগের। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে দস্তরখান বিছানো হল। তাতে ছিল গোশত। তখন যায়েদ ইবনু আমর তা থেকে খেতে অস্বীকার করলেন। তারপর তিনি বললেনঃ তোমরা তোমাদের দেব-দেবীর নামে যা যবাহ কর, তা থেকে আমি খাই না। আমি কেবল তাই খাই যা আল্লাহর নামে যবাহ করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5103",
    "id": "5747",
    "thesequence": "6009",
    "isActive": "1",
    "chapterId": "16920",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৮২. যে জন্তুকে দেব-দেবী ও মূর্তির নামে যবাহ করা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jundub bin Sufyan Al-Bajali:\n\nOnce during the lifetime of Allahs Messenger (ﷺ) we offered some animals as sacrifices. Some people slaughtered their sacrifices before the (Id) prayer, so when the Prophet (ﷺ) finished his prayer, he saw that they had slaughtered their sacrifices before the prayer. He said, Whoever has slaughtered (his sacrifice) before the prayer, should slaughter (another sacrifice) in lieu of it; and whoever has not yet slaughtered it till we have prayed; should slaughter (it) by mentioning Allahs Name.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الأَسْوَدِ بْنِ قَيْسٍ، عَنْ جُنْدَبِ بْنِ سُفْيَانَ الْبَجَلِيِّ، قَالَ ضَحَّيْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم أُضْحِيَّةً ذَاتَ يَوْمٍ فَإِذَا أُنَاسٌ قَدْ ذَبَحُوا ضَحَايَاهُمْ قَبْلَ الصَّلاَةِ فَلَمَّا انْصَرَفَ رَآهُمُ النَّبِيُّ صلى الله عليه وسلم أَنَّهُمْ قَدْ ذَبَحُوا قَبْلَ الصَّلاَةِ فَقَالَ   مَنْ ذَبَحَ قَبْلَ الصَّلاَةِ فَلْيَذْبَحْ مَكَانَهَا أُخْرَى، وَمَنْ كَانَ لَمْ يَذْبَحْ حَتَّى صَلَّيْنَا فَلْيَذْبَحْ عَلَى اسْمِ اللَّهِ .",
    "hadithBengali": "৫১০৪। কুতায়বা (রহঃ) ... জুনদুব ইবনু সুফিয়ান বাজালী (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে কুরবানী উদযাপন করলাম। তখন কতক লোক সালাত (নামায/নামাজ)-এর আগেই তাদের কুরবানীর পশুগুলো যবাহ করে নিয়েছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ) থেকে ফিরে যখন দেখলেন, তারা সালাত (নামায/নামাজ) এর আগেই যবাহ করে ফেলেছে। তখন বললেনঃ যে ব্যাক্তি সালাত (নামায/নামাজ) এর আগে যবাহ করেছে সে সেন তার বদলে আরেকটি যবাহ করে নেয়। আর যে ব্যাক্তি আমাদের সালাত (নামায/নামাজ) আদায় করা পর্যন্ত যবাহ করেনি। সে যেন এখন আল্লাহর নাম নিয়ে যবাহ করে।\n",
    "checkStatus": "1",
    "hadithNo": "5104",
    "id": "5748",
    "thesequence": "6010",
    "isActive": "1",
    "chapterId": "16921",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৮৩. নবী (সাঃ) এর ইরশাদঃ আল্লাহর নামে যবাহ্&zwnj; করবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ka`b:\n\nthat a slave girl of theirs used to shepherd some sheep at Sia (a mountain near Medina). On seeing one of her sheep dying, she broke a stone and slaughtered it. Ka`b said to his family, Do not eat (of it) till I go to the Prophet (ﷺ) and ask him, or, till I send someone to ask him. So he went to the Prophet (ﷺ) or sent someone to him The Prophet (ﷺ) permitted (them) to eat it.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، سَمِعَ ابْنَ كَعْبِ بْنِ مَالِكٍ، يُخْبِرُ ابْنَ عُمَرَ أَنَّ أَبَاهُ، أَخْبَرَهُ أَنَّ جَارِيَةً لَهُمْ كَانَتْ تَرْعَى غَنَمًا بِسَلْعٍ، فَأَبْصَرَتْ بِشَاةٍ مِنْ غَنَمِهَا مَوْتًا، فَكَسَرَتْ حَجَرًا فَذَبَحَتْهَا، فَقَالَ لأَهْلِهِ لاَ تَأْكُلُوا حَتَّى آتِيَ النَّبِيَّ صلى الله عليه وسلم فَأَسْأَلَهُ، أَوْ حَتَّى أُرْسِلَ إِلَيْهِ مَنْ يَسْأَلُهُ. فَأَتَى النَّبِيَّ صلى الله عليه وسلم أَوْ بَعَثَ إِلَيْهِ فَأَمَرَ النَّبِيُّ صلى الله عليه وسلم بِأَكْلِهَا.",
    "hadithBengali": "৫১০৫। মুহাম্মদ ইবনু আবূ বকর (রহঃ) ... ইবনু কাব ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি ইবনু উমর (রাঃ) কে জানিয়েছেন যে তার পিতা (কাব) তাকে বলেছেনঃ তাদের একটি দাসী &#39;সালা&#39; নামক স্থানে বকরী চরাত। এক সময় সে দেখতে পেল পালের একটি বকরী মারা যাচ্ছে। সে একটি পাথর ভেঙ্গে তা দিয়ে সেটি যবাহ করল। তখন তিনি (কা&#39;ব) পরিবারের লোকজনকে বললেনঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গিয়ে জিজ্ঞাসা করে আসার আগে তোমরা তা খেয়ো না। অথবা তিনি বললেনঃ আমি তাকে জিজ্ঞাসা করার এমন কাউকে পাঠিয়ে জেনে নেওয়ার আগে তোমরা তা খেয়ো না। এরপর তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন অথবা তিনি কাউকে তার নিকট পাঠালেন তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেটি খেতে আদেশ দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5105",
    "id": "5749",
    "thesequence": "6011",
    "isActive": "1",
    "chapterId": "16922",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৮৪. যে জিনিস রক্ত প্রবাহিত করে অর্থাৎ বাঁশ, পাথর ও লোহা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nthat Ka`b had a slave girl who used to graze his sheep on a small mountain, called Sla, situated near the market. Once a sheep was dying, so she broke a stone and slaughtered it with it. When they mentioned that to the Prophet, he, permitted them to eat it.",
    "hadithArabic": " حَدَّثَنَا مُوسَى، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنْ رَجُلٍ، مِنْ بَنِي سَلِمَةَ أَخْبَرَ عَبْدَ اللَّهِ، أَنَّ جَارِيَةً، لِكَعْبِ بْنِ مَالِكٍ تَرْعَى غَنَمًا لَهُ بِالْجُبَيْلِ الَّذِي بِالسُّوقِ وَهْوَ بِسَلْعٍ، فَأُصِيبَتْ شَاةٌ، فَكَسَرَتْ حَجَرًا فَذَبَحَتْهَا، فَذَكَرُوا لِلنَّبِيِّ صلى الله عليه وسلم فَأَمَرَهُمْ بِأَكْلِهَا.",
    "hadithBengali": "৫১০৬। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেছেন যে, কাব ইবনু মালিকের একটি দাসী বাজারের কাছে অবস্থিত সালা নামক ছোট পাহাড়ের উপর তার বকরী চরাতো। তন্মধ্যে একটি বকরি মরণাপন্ন হয়ে পড়ে। সে এটিকে ধরল এবং পাথর ভেংগে তা দিয়ে সেটিকে যবাহ করে। তখন লোকজন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ঘটনাটি উল্লেখ করলে তিনি তাদের তা খাওয়ার অনুমতি দেন।\n",
    "checkStatus": "1",
    "hadithNo": "5106",
    "id": "5750",
    "thesequence": "6012",
    "isActive": "1",
    "chapterId": "16922",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৮৪. যে জিনিস রক্ত প্রবাহিত করে অর্থাৎ বাঁশ, পাথর ও লোহা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi` bin Khadij:\n\nthat he said, O Allahs Messenger (ﷺ)! We have no knife. The Prophet (ﷺ) said, if the killing tool causes blood to gush out, and if Allahs Name is mentioned, eat (of the slaughtered animal). But do not slaughter with a nail or a tooth, for the nail is the knife of Ethiopians and a tooth is a bone. Suddenly a camel ran away and it was stopped (with an arrow). The Prophet (ﷺ) then said, Of these camels there are some which are as wild as wild beasts; so if one of them runs away from you and you cannot catch it, treat it in this manner (i.e. shoot it with an arrow).",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رَافِعٍ، عَنْ جَدِّهِ، أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ لَيْسَ لَنَا مُدًى. فَقَالَ  مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ فَكُلْ، لَيْسَ الظُّفُرَ وَالسِّنَّ، أَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ، وَأَمَّا السِّنُّ فَعَظْمٌ . وَنَدَّ بَعِيرٌ فَحَبَسَهُ فَقَالَ  إِنَّ لِهَذِهِ الإِبِلِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا غَلَبَكُمْ مِنْهَا فَاصْنَعُوا هَكَذَا .",
    "hadithBengali": "৫১০৭। আবদান (রহঃ) ... রাফি (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ ইয়া রাসুলাল্লাহ! আমাদের কাছে কোন ছুরি নেই। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উত্তর দিলেন যে জিনিস রক্ত প্রবাহিত করে এবং যার উপর আল্লাহর নাম নেওয়া হয়, তা খাও। তবে দাঁত ও নখ দিয়ে নয়। নখ হল হাবশীদের ছুরি, আর দাঁত হল হাড়। তখন একটি উট পালিয়ে গেল। তীর নিক্ষেপ করে সেটিকে আটকানো হল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ সকল উটৈর মধ্যে বন্য জন্তুর মত পালিযে যাওয়ার অভ্যাস আছে। কাজেই তন্মধ্যে কোনটি যদি তোমাদের আয়ত্বের বাইরে চলে যায়, তাহলে তার সাথে এরুপ ব্যবহার কর।\n",
    "checkStatus": "1",
    "hadithNo": "5107",
    "id": "5751",
    "thesequence": "6013",
    "isActive": "1",
    "chapterId": "16922",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৮৪. যে জিনিস রক্ত প্রবাহিত করে অর্থাৎ বাঁশ, পাথর ও লোহা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ka`b bin Malik:\n\nA lady slaughtered a sheep with a stone and then the Prophet (ﷺ) was asked about it and he permitted it to be eaten.",
    "hadithArabic": " حَدَّثَنَا صَدَقَةُ، أَخْبَرَنَا عَبْدَةُ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنٍ لِكَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، أَنَّ امْرَأَةً، ذَبَحَتْ شَاةً بِحَجَرٍ، فَسُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنْ ذَلِكَ، فَأَمَرَ بِأَكْلِهَا. وَقَالَ اللَّيْثُ حَدَّثَنَا نَافِعٌ أَنَّهُ سَمِعَ رَجُلاً مِنَ الأَنْصَارِ يُخْبِرُ عَبْدَ اللَّهِ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّ جَارِيَةً لِكَعْبٍ بِهَذَا.",
    "hadithBengali": "৫১০৮। সাদকা (রহঃ) ... কা&#39;ব ইবনু মালিক (রাঃ) থেকে বর্ণিত যে জনৈক মহিলা পাথরের সাহায্যে একটি বকরী যবাহ করেছিল। এ ব্যাপারে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করা হলে তিনি সেটি খাওয়ার নির্দেশ দেন। লায়স (রহঃ) নাফি (রহঃ) সুত্রে বলেনঃ তিনি জনৈক আনসারকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবদুল্লাহ সম্পর্কে বলতে শুনেছেন যে, কা&#39;ব (রাঃ) এর একটি দাসী......। পরবর্তী অংশ উক্ত হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "5108",
    "id": "5752",
    "thesequence": "6014",
    "isActive": "1",
    "chapterId": "16923",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৮৫. দাসী ও মহিলার যবাহকৃত জন্তু",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Mu`adh bin Sa`d or Sa`d bin Mu`adh:\n\nA slave girl belonging to Ka`b used to graze some sheep at Sla (mountain). Once one of her sheep was dying. She reached it (before it died) and slaughtered it with a stone. The Prophet (ﷺ) was asked, and he said, Eat it.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنْ رَجُلٍ، مِنَ الأَنْصَارِ عَنْ مُعَاذِ بْنِ سَعْدٍ ـ أَوْ سَعْدِ بْنِ مُعَاذٍ ـ أَخْبَرَهُ أَنَّ جَارِيَةً لِكَعْبِ بْنِ مَالِكٍ كَانَتْ تَرْعَى غَنَمًا بِسَلْعٍ، فَأُصِيبَتْ شَاةٌ مِنْهَا، فَأَدْرَكَتْهَا فَذَبَحَتْهَا بِحَجَرٍ، فَسُئِلَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ   كُلُوهَا .",
    "hadithBengali": "৫১০৯। ইসমাঈল (রহঃ) ... জনৈক আনসারী থেকে তিনি মুআয ইবনু সা&#39;দ কিংবা সা&#39;দ ইবনু মুআয (রাঃ) থেকে বর্ননা করেন যে, কাব ইবনু মালিক (রাঃ) এর একটি দাসী সালা পাহাড়ে বকরী চরাতো। বকরীগুলোর মধ্যে একটিকে মরে যাচ্ছে দেখে সে একটি পাথর দিয়ে সেটিকে যবাহ কবল। এই ব্যাপারে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করা হল তিনি বললেনঃ সেটি খাও।\n",
    "checkStatus": "1",
    "hadithNo": "5109",
    "id": "5753",
    "thesequence": "6015",
    "isActive": "1",
    "chapterId": "16923",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৮৫. দাসী ও মহিলার যবাহকৃত জন্তু",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi` bin Khadij:\n\nThe Prophet (ﷺ) said, Eat what is slaughtered (with any instrument) that makes blood flow out, except what is slaughtered with a tooth or a nail.",
    "hadithArabic": "حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِيهِ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   كُلْ ـ يَعْنِي ـ مَا أَنْهَرَ الدَّمَ إِلاَّ السِّنَّ وَالظُّفُرَ .",
    "hadithBengali": "৫১১০। কাবীসা (রহঃ) ... রাফি ইবনু খাদীজ (রাঃ) থেকে বর্নিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ খাও অর্থাৎ যা রক্ত প্রবাহিত করে তবে দাঁত ও নখের দ্বারা নয়।\n",
    "checkStatus": "1",
    "hadithNo": "5110",
    "id": "5754",
    "thesequence": "6016",
    "isActive": "1",
    "chapterId": "16924",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৮৬. দাঁত, হাড় ও নখের সাহায্যে যবাহ্&zwnj; করা যাবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nA group of people said to the Prophet, Some people bring us meat and we do not know whether they have mentioned Allahs Name or not on slaughtering the animal. He said, Mention Allahs Name on it and eat. Those people had embraced Islam recently.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ، حَدَّثَنَا أُسَامَةُ بْنُ حَفْصٍ الْمَدَنِيُّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ قَوْمًا، قَالُوا لِلنَّبِيِّ صلى الله عليه وسلم إِنَّ قَوْمًا يَأْتُونَا بِاللَّحْمِ لاَ نَدْرِي أَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ أَمْ لاَ فَقَالَ   سَمُّوا عَلَيْهِ أَنْتُمْ وَكُلُوهُ . قَالَتْ وَكَانُوا حَدِيثِي عَهْدٍ بِالْكُفْرِ. تَابَعَهُ عَلِيٌّ عَنِ الدَّرَاوَرْدِيِّ. وَتَابَعَهُ أَبُو خَالِدٍ وَالطُّفَاوِيُّ.",
    "hadithBengali": "৫১১১। মুহাম্মদ ইবনু উবায়দুল্লাহ (রহঃ) আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদল লোক নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললঃ কিছু সংখ্যক মানুষ আমাদের নিকট গোশত নিয়ে আসে। আমরা জানিনা যে, পশুটির যবাহের সময় বিসমিল্লাহ বলা হয়েছিল কিনা। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরাই এতে বিসমিল্লাহ পড় এবং তা খাও। আয়িশা (রাঃ) বলেনঃ প্রশ্নকারী দলটি ছিল কুফর থেকে নতুন ইসলাম গ্রহনকারী।\n\nইমাম বুখারী (রহঃ) বলেনঃ দ্বারাওয়ারদী (রহঃ) আলী (রাঃ) থেকে অনুরূপ বর্ণনা করেছেন। আবূ খালিদ ও তুফাবী (রহঃ) অনুরুপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5111",
    "id": "5755",
    "thesequence": "6017",
    "isActive": "1",
    "chapterId": "16925",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৮৭. বেদুঈন ও তাদের মত লোকের যবাহকৃত জন্তু",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrates `Abdullah bin Mughaffal:\n\nWhile we were besieging the castle of Khaibar, Somebody threw a skin full of fat and I went ahead to take it, but on looking behind, I saw the Prophet (ﷺ) and I felt shy in his presence (and did not take it).",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ ـ رضى الله عنه ـ قَالَ كُنَّا مُحَاصِرِينَ قَصْرَ خَيْبَرَ، فَرَمَى إِنْسَانٌ بِجِرَابٍ فِيهِ شَحْمٌ، فَنَزَوْتُ لآخُذَهُ، فَالْتَفَتُّ فَإِذَا النَّبِيُّ صلى الله عليه وسلم فَاسْتَحْيَيْتُ مِنْهُ.",
    "hadithBengali": "৫১১২। আবূল ওয়ালীদ (রহঃ) ... আবদুল্লাহ ইবনু মুগাফফাল (রাঃ) থেকে বর্ণিত। তিনি বলেন আমরা খায়বরের একটি কিল্লা অবরোধ করে রেখেছিলাম। এমন সময়ে এক ব্যাক্তি চর্বি ভর্তি একটি থলে ছুড়ে মারল। আমি সেটি তুলে নেয়ার জন্য ছুটে গেলাম। ফিরে তাকিয়ে দেখি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। তাকে দেখে আমি লজ্জিত হয়ে গেলাম। ইবনু আব্বাস (রাঃ) বলেছেন, তাদের খাবার দ্বারা তাদের যবাহকৃত জন্তু বুঝান হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5112",
    "id": "5756",
    "thesequence": "6018",
    "isActive": "1",
    "chapterId": "16926",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৮৮. আহলে কিতাবের যবাহকৃত জন্তু ও এর চর্বি। তারা দারুল হারবের হোক কিংবা না হোক। মহান আল্লাহর ইরশাদঃ আজ তোমাদের জন্য পবিত্র জিনিসসমূহ হালাল করে দেওয়া হল। আহলে কিতাবের খাবার তোমাদের জন্য হালাল, তোমাদের খাবারও তাদের জন্য হালাল (মায়িদাহ: ৫) যুহরী (র) বলেছেনঃ আরব এলাকার খৃস্টানদের যবাহকৃত পশুতে কোন দোষ নেই। তবে তুমি যদি তাকে গায়রুল্লাহর নাম পড়তে শোন, তাহলে খেয়ো না। আর যদি না শুনে থাক, তাহলে মনে রেখ যে, আল্লাহ তাদের কুফরীকে জেনে নেওয়া সত্ত্বেও অনুরূপ বর্ণিত হয়েছে। হাসান ও হবরাহীম বলেছেনঃ খাতনা বিহীন লোকের যবাহকৃত পশুতে কোন দোষ নেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi` bin Khadij:\n\nI said, O Allahs Messenger (ﷺ)! We are going to face the enemy tomorrow and we do not have knives. He said, Hurry up (in killing the animal). If the killing tool causes blood to flow out, and if Allahs Name is mentioned, eat (of the slaughtered animal). But do not slaughter with a tooth or a nail. I will tell you why: As for the tooth, it is a bone; and as for the nail, it is the knife of Ethiopians. Then we got some camels and sheep as war booty, and one of those camels ran away, whereupon a man shot it with an arrow and stopped it. Allahs Messenger (ﷺ) said, Of these camels there are some which are as wild as wild beasts, so if one of them (runs away and) makes you tired, treat it in this manner.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَبِي، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعِ بْنِ خَدِيجٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّا لاَقُو الْعَدُوِّ غَدًا، وَلَيْسَتْ مَعَنَا مُدًى فَقَالَ  اعْجَلْ أَوْ أَرِنْ مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ فَكُلْ، لَيْسَ السِّنَّ وَالظُّفُرَ، وَسَأُحَدِّثُكَ، أَمَّا السِّنُّ فَعَظْمٌ، وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ . وَأَصَبْنَا نَهْبَ إِبِلٍ وَغَنَمٍ فَنَدَّ مِنْهَا بَعِيرٌ، فَرَمَاهُ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ لِهَذِهِ الإِبِلِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ، فَإِذَا غَلَبَكُمْ مِنْهَا شَىْءٌ، فَافْعَلُوا بِهِ هَكَذَا .",
    "hadithBengali": "৫১১৩। আমর ইবনু আলী (রহঃ) ... রাফি ইবনু খাদীজ (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ আমি বললামঃ ইয়া রাসুলাল্লাহ! আমরা আগামী দিন শত্রুর সন্মিখীন হব, অথচ আমাদের কাছে কোন ছুরি নেই। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি ত্বরান্বিত করবে কিংবা তিনি বলেছেনঃ তাড়াতাড়ি (যবাহ) করবে। যা রক্ত প্রবাহিত করে এবং এতে আল্লাহর নাম নেওয়া হয়, তা খাও। তবে দাঁত ও নখ দ্বারা নয়। তোমাকে বলছিঃ দাঁত হল হাড় আর নখ হল হাবশীদের ছুরি। আমরা কিছু উট ও কস্তুরী গনীমত হিসাবে পেলাম। সেগুলো থেকে একটি উট পালিয়ে যায়। একজন সেটির উপর তীর নিক্ষেপ করলে আল্লাহ উটটি আটকিয়ে দেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ সকল গৃহপালিত উটের মধ্যে বন্যপশুর স্বভাব রয়েছে। কাজেই তন্মধ্যে কোনটি যদি তোমাদের নিয়ন্ত্রনের বাইরে চলে যায়, তা হলে তার সাথে অনুরুপ ব্যবহার করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5113",
    "id": "5757",
    "thesequence": "6019",
    "isActive": "1",
    "chapterId": "16927",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৮৯. যে জন্তু পালিয়ে যায় তার হুকুম বন্য জন্তুর মত। ইবন মাসঊদ (রা) ও এ ফতোয়া দিয়েছেন। ইবন আব্বাস (রা) বলেছেনঃ তোমার অধীনস্থ যে জন্তু তোমাকে অক্ষম করে দেয়, সে শিকারের ন্যায়। যে উট কুয়ায় পড়ে যায়। তার যে স্থানে তোমার পক্ষে সম্ভব হয়, আঘাত (যবাহ) কর। আলী ইবন উমর এবং আয়েশা (রাঃ)ও এইমত পোষন করেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma bint Abu Bakr:\n\nWe slaughtered a horse (by Nahr) during the lifetime of the Prophet (ﷺ) and ate it.",
    "hadithArabic": " حَدَّثَنَا خَلاَّدُ بْنُ يَحْيَى، حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، قَالَ أَخْبَرَتْنِي فَاطِمَةُ بِنْتُ الْمُنْذِرِ، امْرَأَتِي عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ قَالَتْ نَحَرْنَا عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم فَرَسًا فَأَكَلْنَاهُ.",
    "hadithBengali": "৫১১৪। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... আসমা বিনত আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে আমরা একটি ঘোড়া নহর করে তা খেয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "5114",
    "id": "5758",
    "thesequence": "6020",
    "isActive": "1",
    "chapterId": "16928",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯০. নহর ও যবাহ করা। আতা (র) এর উদ্ধৃতি দিয়ে উবন জুবায়জ বলেছেন, গলা বা সিনা ব্যতীত যবাহ কিংবা নহর করা যায় না। (আতা (র) বলেন) আমি বললামঃ যে জন্তুকে যবাহ করা হয় সেটিকে আমি যদি নহর করি, তাহলে যথেষ্ট হবে কি? তিনি বললেনঃ হ্যাঁ। কেননা, আল্লাহ তা&rsquo;আলা গরুকে যবাহ করার কথা উল্লেখ করেছেন। কাজেই যে জন্তুকে নহর করা হয়, তা যদি তুমি যবাহ কর, তবে তা জায়িয। অবশ্য আমার নিকট নহর করাই অধিক পছন্দনীয়। যবাহ অর্থ হচ্ছে রগগুলোকে কেটে দেওয়া। তিনি বললেনঃ আমি তা মনে করি না। তিনি বললেনঃ নাফি (র) আমাকে অবহিত করেছেন যে, ইবন উমর (রা) &lsquo;নাখ&rsquo; থেকে নিষেধ করেছেন। তিনি বলেনঃ &lsquo;নাখ&rsquo; হল হাড়ের ভিতরের সাদা রগ কেটে দেওয়া এবং তারপর ছেড়ে দেওয়া, যাতে জন্তুটি মারা যায়। আল্লাহ তা&rsquo;আলা ইরশাদ করেনঃ স্মরণ কর, মূসা যখন তার সম্প্রদায়কে বলেছিলঃ আল্লাহ তোমাদের গরু যবাহ করতে আদেশ দিচ্ছেন ...... যদিও তারা যবাহ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma:\n\nWe slaughtered a horse (by Dhabh) during the lifetime of Allahs Messenger (ﷺ) while we were at Medina, and we ate it.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ، سَمِعَ عَبْدَةَ، عَنْ هِشَامٍ، عَنْ فَاطِمَةَ، عَنْ أَسْمَاءَ، قَالَتْ ذَبَحْنَا عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَرَسًا وَنَحْنُ بِالْمَدِينَةِ فَأَكَلْنَاهُ.",
    "hadithBengali": "৫১১৫। ইসহাক (রহঃ) ... আসমা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আমলে আমরা একটি ঘোড়া যবাহ করেছি। তখন আমরা মদিনায় থাকতাম। পরে আমরা সেটি খেয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "5115",
    "id": "5759",
    "thesequence": "6021",
    "isActive": "1",
    "chapterId": "16928",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯০. নহর ও যবাহ করা। আতা (র) এর উদ্ধৃতি দিয়ে উবন জুবায়জ বলেছেন, গলা বা সিনা ব্যতীত যবাহ কিংবা নহর করা যায় না। (আতা (র) বলেন) আমি বললামঃ যে জন্তুকে যবাহ করা হয় সেটিকে আমি যদি নহর করি, তাহলে যথেষ্ট হবে কি? তিনি বললেনঃ হ্যাঁ। কেননা, আল্লাহ তা&rsquo;আলা গরুকে যবাহ করার কথা উল্লেখ করেছেন। কাজেই যে জন্তুকে নহর করা হয়, তা যদি তুমি যবাহ কর, তবে তা জায়িয। অবশ্য আমার নিকট নহর করাই অধিক পছন্দনীয়। যবাহ অর্থ হচ্ছে রগগুলোকে কেটে দেওয়া। তিনি বললেনঃ আমি তা মনে করি না। তিনি বললেনঃ নাফি (র) আমাকে অবহিত করেছেন যে, ইবন উমর (রা) &lsquo;নাখ&rsquo; থেকে নিষেধ করেছেন। তিনি বলেনঃ &lsquo;নাখ&rsquo; হল হাড়ের ভিতরের সাদা রগ কেটে দেওয়া এবং তারপর ছেড়ে দেওয়া, যাতে জন্তুটি মারা যায়। আল্লাহ তা&rsquo;আলা ইরশাদ করেনঃ স্মরণ কর, মূসা যখন তার সম্প্রদায়কে বলেছিলঃ আল্লাহ তোমাদের গরু যবাহ করতে আদেশ দিচ্ছেন ...... যদিও তারা যবাহ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma bint Abu Bakr:\n\nWe slaughtered a horse (by Nahr) during the lifetime of Allahs Messenger (ﷺ) and ate it.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنْ هِشَامٍ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، أَنَّ أَسْمَاءَ بِنْتَ أَبِي بَكْرٍ، قَالَتْ نَحَرْنَا عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَرَسًا فَأَكَلْنَاهُ. تَابَعَهُ وَكِيعٌ وَابْنُ عُيَيْنَةَ عَنْ هِشَامٍ فِي النَّحْرِ.",
    "hadithBengali": "৫১১৬। কুতায়বা (রহঃ) ... আসমা বিনত আবূ বকর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আমলে আমরা একটি ঘোড়া নহর করেছি। এরপর তা খেয়েছি। নহর কথাটির বর্ণনা এ সঙ্গে হিশামের সূত্র দিয়ে ওয়াকী ও ইবনু উয়ায়না অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5116",
    "id": "5760",
    "thesequence": "6022",
    "isActive": "1",
    "chapterId": "16928",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯০. নহর ও যবাহ করা। আতা (র) এর উদ্ধৃতি দিয়ে উবন জুবায়জ বলেছেন, গলা বা সিনা ব্যতীত যবাহ কিংবা নহর করা যায় না। (আতা (র) বলেন) আমি বললামঃ যে জন্তুকে যবাহ করা হয় সেটিকে আমি যদি নহর করি, তাহলে যথেষ্ট হবে কি? তিনি বললেনঃ হ্যাঁ। কেননা, আল্লাহ তা&rsquo;আলা গরুকে যবাহ করার কথা উল্লেখ করেছেন। কাজেই যে জন্তুকে নহর করা হয়, তা যদি তুমি যবাহ কর, তবে তা জায়িয। অবশ্য আমার নিকট নহর করাই অধিক পছন্দনীয়। যবাহ অর্থ হচ্ছে রগগুলোকে কেটে দেওয়া। তিনি বললেনঃ আমি তা মনে করি না। তিনি বললেনঃ নাফি (র) আমাকে অবহিত করেছেন যে, ইবন উমর (রা) &lsquo;নাখ&rsquo; থেকে নিষেধ করেছেন। তিনি বলেনঃ &lsquo;নাখ&rsquo; হল হাড়ের ভিতরের সাদা রগ কেটে দেওয়া এবং তারপর ছেড়ে দেওয়া, যাতে জন্তুটি মারা যায়। আল্লাহ তা&rsquo;আলা ইরশাদ করেনঃ স্মরণ কর, মূসা যখন তার সম্প্রদায়কে বলেছিলঃ আল্লাহ তোমাদের গরু যবাহ করতে আদেশ দিচ্ছেন ...... যদিও তারা যবাহ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hisham bin Zaid:\n\nAnas and I went to Al-Hakam bin Aiyub. Anas saw some boys shooting at a tied hen. Anas said, The Prophet has forbidden the shooting of tied or confined animals.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، قَالَ دَخَلْتُ مَعَ أَنَسٍ عَلَى الْحَكَمِ بْنِ أَيُّوبَ، فَرَأَى غِلْمَانًا ـ أَوْ فِتْيَانًا ـ نَصَبُوا دَجَاجَةً يَرْمُونَهَا. فَقَالَ أَنَسٌ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ تُصْبَرَ الْبَهَائِمُ.",
    "hadithBengali": "৫১১৭। আবূল ওয়ালীদ (রহঃ) ... হিশাম ইবনু যায়দ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি আনাস (রাঃ) এর সঙ্গে হাকাম ইবনু আইয়্যুবের কাছে গেলাম। তখন আনাস (রাঃ) দেখলেন, কয়েকটি বালক, কিংবা বর্ণনাকারী বলেছেন কয়েকজন তরুণ একটি মুরগি বেঁধে তার প্রতি তীর নিক্ষেপ করছে। আনাস (রাঃ) বললেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জীবন্তকে বেধে এভাবে তীর নিক্ষেপ করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5117",
    "id": "5761",
    "thesequence": "6023",
    "isActive": "1",
    "chapterId": "16929",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯১. পশুর অংগহানি করা, বেঁধে তীর দ্বারা হত্যা করা ও চাঁদমারী করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nthat he entered upon Yahya bin Sa`id while one of Yahyas sons was aiming at a hen after tying it. Ibn `Umar walked to it and untied it. Then he brought it and the boy and said. Prevent your boys from tying the birds for the sake of killing them, as I have heard the Prophet (ﷺ) forbidding the killing of an animal or other living thing after tying them.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يَعْقُوبَ، أَخْبَرَنَا إِسْحَاقُ بْنُ سَعِيدِ بْنِ عَمْرٍو، عَنْ أَبِيهِ، أَنَّهُ سَمِعَهُ يُحَدِّثُ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ دَخَلَ عَلَى يَحْيَى بْنِ سَعِيدٍ وَغُلاَمٌ مِنْ بَنِي يَحْيَى رَابِطٌ دَجَاجَةً يَرْمِيهَا، فَمَشَى إِلَيْهَا ابْنُ عُمَرَ حَتَّى حَلَّهَا، ثُمَّ أَقْبَلَ بِهَا وَبِالْغُلاَمِ مَعَهُ فَقَالَ ازْجُرُوا غُلاَمَكُمْ عَنْ أَنْ يَصْبِرَ هَذَا الطَّيْرَ لِلْقَتْلِ، فَإِنِّي سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ تُصْبَرَ بَهِيمَةٌ أَوْ غَيْرُهَا لِلْقَتْلِ.",
    "hadithBengali": "৫১১৮। আহমাদ ইবনু ইয়াকুব (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, তিনি ইয়াহইয়া ইবনু সাঈদের কাছে গিয়েছিলেন। এ সময় ইয়াহইয়া পরিবারের একটি বালক একটি মুরগীকে বেঁধে তার প্রতি তীর নিক্ষেপ করছিল। ইবনু উমর (রাঃ) মুরগীটির দিকে এগিয়ে গিয়ে সেটি মুক্ত করে দিলেন। তারপর মুরগী ও বালকটিকে সঙ্গে নিয়ে এগিয়ে গিয়ে বললেনঃ তোমরা তোমাদের বালকদের হত্যার উদ্দেশ্যে এভাবে বেঁধে পাখি মারতে বাধা দিও। কেননা আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছিঃ তিনি হত্যার উদেশ্যে জন্তু জানোয়ার বেধে তীর নিক্ষেপ করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5118",
    "id": "5762",
    "thesequence": "6024",
    "isActive": "1",
    "chapterId": "16929",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯১. পশুর অংগহানি করা, বেঁধে তীর দ্বারা হত্যা করা ও চাঁদমারী করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Jubair:\n\nWhile I was with Ibn `Umar, we passed by a group of young men who had tied a hen and started shooting at it. When they saw Ibn `Umar, they dispersed, leaving it. On that Ibn `Umar said, Who has done this? The Prophet (ﷺ) cursed the one who did so.\n\n Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) cursed the one who did Muthla to an animal (i e., cut its limbs or some other part of its body while it is still alive).",
    "hadithArabic": " حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ كُنْتُ عِنْدَ ابْنِ عُمَرَ فَمَرُّوا بِفِتْيَةٍ أَوْ بِنَفَرٍ نَصَبُوا دَجَاجَةً يَرْمُونَهَا، فَلَمَّا رَأَوُا ابْنَ عُمَرَ تَفَرَّقُوا عَنْهَا، وَقَالَ ابْنُ عُمَرَ مَنْ فَعَلَ هَذَا إِنَّ النَّبِيَّ صلى الله عليه وسلم لَعَنَ مَنْ فَعَلَ هَذَا.\n تَابَعَهُ سُلَيْمَانُ عَنْ شُعْبَةَ، حَدَّثَنَا الْمِنْهَالُ، عَنْ سَعِيدٍ، عَنِ ابْنِ عُمَرَ، لَعَنَ النَّبِيُّ صلى الله عليه وسلم مَنْ مَثَّلَ بِالْحَيَوَانِ. وَقَالَ عَدِيٌّ عَنْ سَعِيدٍ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৫১১৯। আবূ নুমান (রহঃ) ... সাঈদ ইবনু জুবায়র (রহঃ) থেকে বর্নিত। তিনি বললেনঃ আমি ইবনু উমর (রাঃ) এর কাছে ছিলাম। এরপর আমরা একদল তরুণ, কিংবা তিনি বলেছেন, একদল মানুষের কাছ দিয়ে যাওয়ার সময় দেখলাম, তারা একটি মুরগি বেধে তার প্রতি তীর ছুড়ছে। তারা যখন ইবনু উমর (রাঃ) কে দেখতে পেল, তখন তারা তা থেকে বিচ্ছিন্ন হয়ে গেল। ইবনু উমর (রাঃ) বললেনঃ এ কাজ কে করেছে? এ কাজ যে করে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার উপর অভিশাপ দিয়েছেন।\n\nশুবা (রহঃ) থেকে সুলায়মান অনুরূপ বর্ননা করেছেন। মিনহাল ইবনু উমার (রাঃ) এর সুত্রে বলেন, যে ব্যাক্তি পশুর অঙ্গহানি ঘটায় তাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অভিসম্পাত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5119",
    "id": "5763",
    "thesequence": "6025",
    "isActive": "1",
    "chapterId": "16929",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯১. পশুর অংগহানি করা, বেঁধে তীর দ্বারা হত্যা করা ও চাঁদমারী করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Yazid:\n\nThe Prophet (ﷺ) forbade An-Nuhba and Al-Muthla.",
    "hadithArabic": " حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَدِيُّ بْنُ ثَابِتٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ يَزِيدَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنِ النُّهْبَةِ وَالْمُثْلَةِ.",
    "hadithBengali": "৫১২০। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আবদুল্লাহ ইবনু ইয়াযীদ (রাঃ) এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে তিনি লুটতরাজ ও অঙ্গহানি ঘটাতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5120",
    "id": "5764",
    "thesequence": "6026",
    "isActive": "1",
    "chapterId": "16929",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯১. পশুর অংগহানি করা, বেঁধে তীর দ্বারা হত্যা করা ও চাঁদমারী করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa Al-Ash`ari:\n\nI saw the Prophet (ﷺ) eating chicken.\n\n Narrated Zahdam:\n\nWe were in the company of Abu Musa Al-Ash`ari and there were friendly relations between us and this tribe of Jarm. Abu Musa was presented with a dish containing chicken. Among the people there was sitting a red-faced man who did not come near the food. Abu Musa said (to him), Come on (and eat), for I have seen Allahs Messenger (ﷺ) eating of it (i.e. chicken). He said, I have seen it eating something (dirty) and since then I have disliked it, and have taken an oath that I shall not eat it  Abu Musa said, Come on, I will tell you (or narrate to you). Once I went to Allah s Apostle with a group of Al-Ash`ariyin, and met him while he was angry, distributing some camels of rak`at. We asked for mounts but he took an oath that he would not give us any mounts, and added, I have nothing to mount you on In the meantime some camels of booty were brought to Allahs Messenger (ﷺ) and he asked twice, Where are Al-Ash`ariyin? So he gave us five white camels with big humps. We stayed for a short while (after we had covered a little distance), and then I said to my companions, Allahs Messenger (ﷺ) has forgotten his oath. By Allah, if we do not remind Allahs Messenger (ﷺ) of his oath, we will never be successful. So we returned to the Prophet (ﷺ) and said, O Allahs Messenger (ﷺ)! We asked you for mounts, but you took an oath that you would not give us any mounts; we think that you have forgotten your oath. He said, It is Allah Who has given you mounts. By Allah, and Allah willing, if I take an oath and later find something else better than that. then I do what is better and expiate my oath. ",
    "hadithArabic": " حَدَّثَنَا يَحْيَى، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ زَهْدَمٍ الْجَرْمِيِّ، عَنْ أَبِي مُوسَى ـ يَعْنِي الأَشْعَرِيَّ ـ رضى الله عنه ـ قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَأْكُلُ دَجَاجًا.\n حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا أَيُّوبُ بْنُ أَبِي تَمِيمَةَ، عَنِ الْقَاسِمِ، عَنْ زَهْدَمٍ، قَالَ كُنَّا عِنْدَ أَبِي مُوسَى الأَشْعَرِيِّ، وَكَانَ بَيْنَنَا وَبَيْنَ هَذَا الْحَىِّ مِنْ جَرْمٍ إِخَاءٌ، فَأُتِيَ بِطَعَامٍ فِيهِ لَحْمُ دَجَاجٍ، وَفِي الْقَوْمِ رَجُلٌ جَالِسٌ أَحْمَرُ فَلَمْ يَدْنُ مِنْ طَعَامِهِ قَالَ ادْنُ فَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَأْكُلُ مِنْهُ. قَالَ إِنِّي رَأَيْتُهُ أَكَلَ شَيْئًا فَقَذِرْتُهُ، فَحَلَفْتُ أَنْ لاَ آكُلَهُ. فَقَالَ ادْنُ أُخْبِرْكَ ـ أَوْ أُحَدِّثْكَ ـ إِنِّي أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فِي نَفَرٍ مِنَ الأَشْعَرِيِّينَ، فَوَافَقْتُهُ وَهْوَ غَضْبَانُ، وَهْوَ يَقْسِمُ نَعَمًا مِنْ نَعَمِ الصَّدَقَةِ فَاسْتَحْمَلْنَاهُ فَحَلَفَ أَنْ لاَ يَحْمِلَنَا، قَالَ  مَا عِنْدِي مَا أَحْمِلُكُمْ عَلَيْهِ . ثُمَّ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِنَهْبٍ مِنْ إِبِلٍ فَقَالَ  أَيْنَ الأَشْعَرِيُّونَ أَيْنَ الأَشْعَرِيُّونَ . قَالَ فَأَعْطَانَا خَمْسَ ذَوْدٍ غُرِّ الذُّرَى، فَلَبِثْنَا غَيْرَ بَعِيدٍ، فَقُلْتُ لأَصْحَابِي نَسِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَمِينَهُ، فَوَاللَّهِ لَئِنْ تَغَفَّلْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم يَمِينَهُ لاَ نُفْلِحُ أَبَدًا. فَرَجَعْنَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُلْنَا يَا رَسُولَ اللَّهِ إِنَّا اسْتَحْمَلْنَاكَ، فَحَلَفْتَ أَنْ لاَ تَحْمِلَنَا فَظَنَنَّا أَنَّكَ نَسِيتَ يَمِينَكَ. فَقَالَ  إِنَّ اللَّهَ هُوَ حَمَلَكُمْ، إِنِّي وَاللَّهِ إِنْ شَاءَ اللَّهُ لاَ أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا إِلاَّ أَتَيْتُ الَّذِي هُوَ خَيْرٌ، وَتَحَلَّلْتُهَا .",
    "hadithBengali": "৫১২১। ইয়াহইয়া (রহঃ) ... আবূ মূসা আশ-আরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মুরগীর গোশত খেতে দেখেছি।\n\nআবূ মা&#39;মার (রহঃ) ... যাহদাম (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা আবূ মূসা আশআরী (রাঃ) এর কাছে ছিলাম। জারমের এ গোত্র ও আমাদের মাঝে ভ্রাতৃত্ব ছিল। আমাদের কাছে খাবার আনা ছিল। তাতে ছিল মোরগের গোশত। দলের মধ্যে লালচে রংয়ের এক ব্যাক্তি বসা ছিল। সে খাবারের দিকে অগ্রসর হল। আবূ মূসা আশআরী (রাঃ) তখন বলেনঃ এগিয়ে এসো, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মোরগের গোশত খেতে দেখেছি। সে বললঃ আমি এটিকে এমন কিছু খেতে দেখেছি, যে কারণে তা খেতে আমি অপছন্দ করি। তখন আমি কসম করেছি যে, আমি তা খাব না। তিনি বললেনঃ এগিয়ে এসো, আমি তোমাকে জানাবো। কিংবা তিনি বলেছেন, আমি তোমাদের কাছে হাদীস বর্ননা করবো।\n\nআমি আশআরীদের এক দল সহ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এলাম। এরপর আমি তার সামনে এসে উপস্থিত হই যখন তিনি ছিলেন রাগান্বিত। তখন তিনি বণ্টন করছিলেন সাদাকার কিছু জানোয়ার। আমরা তার কাছে সাওয়ারী চাইলাম। তখন তিনি কসম করে বললেনঃ আমাদের কোন সাওসারী দিবেন না এবং বললেনঃ তোমাদের সাওয়ারীর জন্য দিতে পারি এমন কোন জন্তু আমার কাছে নেই। তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গনীমতের কিছু উট আনা হল। তিনি বললেনঃ আশআরীগণ কোথায়? আশআরীগণ কোথায়?\n\nআবূ মূসা আশআরী (রাঃ) বলেনঃ এরপর তিনি আমাদের সাদাচুল বিশিষ্ট বলিষ্ট পাঁচটি উট দিলেন। আমরা কিছু দুরে গিয়ে অবস্থান করলাম। তখন আমি আমার সঙ্গীদের বললাম রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কসমের কথা ভুলে গিয়েছিলেন। আল্লাহর কসম যদি আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তার কসমের ব্যাপারে গাফিল রাখি, তাহলে আমরা কোনদিন সফলকাম হবো না। কাজেই আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ফিরে গিয়ে তাকে বলা হলঃ ইয়া রাসুলাল্লাহ! আমরা আপনার নিকট সাওয়ায়ী চেয়েছিলাম তখন আপনি আমাদের সাওসারী দেবেন না বলে কসম করেছিলেন। আমাদের মনে হয় আপনি আপনার কসমের কথা ভুলে গিয়েছেন।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ নিজেই তো আমাদের সাওয়ারীর জানোয়ার দিয়েছেন। আল্লাহর কসম, আমি যখন কোন ব্যাপারে কসম করি এরপর কসমের বিপরীত কাজ তার চাইতে মঙ্গলজনক মনে করি, তখন আমি মঙ্গলজনক কাজটিই করি এবং কাফফারা দিয়ে হালাল হয়ে যাই।\n",
    "checkStatus": "1",
    "hadithNo": "5121",
    "id": "5765",
    "thesequence": "6027",
    "isActive": "1",
    "chapterId": "16930",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯২. মুরগীর গোশত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma:\n\nWe slaughtered a horse during the lifetime of Allahs Messenger (ﷺ) and ate it.",
    "hadithArabic": " حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا هِشَامٌ، عَنْ فَاطِمَةَ، عَنْ أَسْمَاءَ، قَالَتْ نَحَرْنَا فَرَسًا عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَكَلْنَاهُ.",
    "hadithBengali": "৫১২২। হুমায়দী (রহঃ) ... আসমা (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে আমরা একটি ঘোড়া নহর করলাম এবং সেটি খেলাম।\n",
    "checkStatus": "1",
    "hadithNo": "5122",
    "id": "5766",
    "thesequence": "6028",
    "isActive": "1",
    "chapterId": "16931",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৩. ঘোড়ার গোশত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nOn the Day of the battle of Khaibar, Allahs Messenger (ﷺ) made donkeys meat unlawful and allowed the eating of horse flesh.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهم ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم يَوْمَ خَيْبَرَ عَنْ لُحُومِ الْحُمُرِ، وَرَخَّصَ فِي لُحُومِ الْخَيْلِ.",
    "hadithBengali": "৫১২৩। মুসাদ্দাদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ খায়বারের দিনে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গাধার গোশত খেতে নিষেধ করেছেন। আর ঘোড়ার গোশতের ব্যাপারে তিনি অনুমতি দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5123",
    "id": "5767",
    "thesequence": "6029",
    "isActive": "1",
    "chapterId": "16931",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৩. ঘোড়ার গোশত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) made the meat of donkeys unlawful on the day of the battle of Khaibar.",
    "hadithArabic": " حَدَّثَنَا صَدَقَةُ، أَخْبَرَنَا عَبْدَةُ، عَنْ عُبَيْدِ اللَّهِ، عَنْ سَالِمٍ، وَنَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ لُحُومِ الْحُمُرِ الأَهْلِيَّةِ يَوْمَ خَيْبَرَ.",
    "hadithBengali": "৫১২৪ সাদাকা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, খায়বরের দিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গৃহপালিত গাধার গোশত খেতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5124",
    "id": "5768",
    "thesequence": "6030",
    "isActive": "1",
    "chapterId": "16932",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৪. গৃহপালিত গাধার গোশত। এ ব্যাপারে নবী (সাঃ) থেকে সালামা (রা) বর্ণিত হাদীস আছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) prohibited the eating of donkeys meat.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ، قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ لُحُومِ الْحُمُرِ الأَهْلِيَّةِ. تَابَعَهُ ابْنُ الْمُبَارَكِ عَنْ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ. وَقَالَ أَبُو أُسَامَةَ عَنْ عُبَيْدِ اللَّهِ عَنْ سَالِمٍ.",
    "hadithBengali": "৫১২৫। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্নিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গৃহপালিত গাধার গোশত খেতে নিষেধ করেছেন। ইবনু মুবারক, উবায়দুল্লাহ (রহঃ) সুত্রে থেকে অনুরূপ বর্ননা করেছেন। উবায়দুল্লাহ সালিম সুত্রে আবূ উসামা (রহঃ) অনুরূপ বর্ননা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5125",
    "id": "5769",
    "thesequence": "6031",
    "isActive": "1",
    "chapterId": "16932",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৪. গৃহপালিত গাধার গোশত। এ ব্যাপারে নবী (সাঃ) থেকে সালামা (রা) বর্ণিত হাদীস আছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali:\n\nAllahs Messenger (ﷺ) prohibited Al-Muta marriage and the eating of donkeys meat in the year of the Khaibar battle.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عَبْدِ اللَّهِ، وَالْحَسَنِ، ابْنَىْ مُحَمَّدِ بْنِ عَلِيٍّ عَنْ أَبِيهِمَا، عَنْ عَلِيٍّ ـ رضى الله عنهم ـ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْمُتْعَةِ عَامَ خَيْبَرَ وَلُحُومِ حُمُرِ الإِنْسِيَّةِ.",
    "hadithBengali": "৫১২৬। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ খায়বারের বছর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুতআ (স্বল্পকালের জন্য বিয়ে করা) থেকে এবং গৃহপালিত গাধার গোশত খেতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5126",
    "id": "5770",
    "thesequence": "6032",
    "isActive": "1",
    "chapterId": "16932",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৪. গৃহপালিত গাধার গোশত। এ ব্যাপারে নবী (সাঃ) থেকে সালামা (রা) বর্ণিত হাদীস আছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nThe Prophet (ﷺ) prohibited the eating of donkeys meat on the day of the battle of Khaibar, and allowed the eating of horse flesh.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ عَمْرٍو، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم يَوْمَ خَيْبَرَ عَنْ لُحُومِ الْحُمُرِ، وَرَخَّصَ فِي لُحُومِ الْخَيْلِ.",
    "hadithBengali": "৫১২৭। সুলায়মান ইবনু হারব (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ খায়বারের দিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গাধার গোশত খেতে নিষেধ করেছেন। তবে ঘোড়ার গোশত খেতে অনুমতি দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5127",
    "id": "5771",
    "thesequence": "6033",
    "isActive": "1",
    "chapterId": "16932",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৪. গৃহপালিত গাধার গোশত। এ ব্যাপারে নবী (সাঃ) থেকে সালামা (রা) বর্ণিত হাদীস আছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara and Ibn Abi `Aufa:\n\nThe Prophet (ﷺ) prohibited the eating of donkeys meat.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، قَالَ حَدَّثَنِي عَدِيٌّ، عَنِ الْبَرَاءِ، وَابْنِ أَبِي أَوْفَى، رضى الله عنهم قَالاَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ لُحُومِ الْحُمُرِ.",
    "hadithBengali": "৫১২৮। মুসাদ্দাদ (রহঃ) ... বারাআ ও ইবনু আবূ আওফা (রাঃ) থেকে বর্ণিত। তারা বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গাধার গোশত খেতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5128",
    "id": "5772",
    "thesequence": "6034",
    "isActive": "1",
    "chapterId": "16932",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৪. গৃহপালিত গাধার গোশত। এ ব্যাপারে নবী (সাঃ) থেকে সালামা (রা) বর্ণিত হাদীস আছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Thaalba:\n\nAllahs Messenger (ﷺ) prohibited the eating of donkeys meat.\n\nNarrated Az-Zuhri:\n\nThe Prophet (ﷺ) prohibited the eating of beasts having fangs. ",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ أَبَا إِدْرِيسَ، أَخْبَرَهُ أَنَّ أَبَا ثَعْلَبَةَ قَالَ حَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم لُحُومَ الْحُمُرِ الأَهْلِيَّةِ. تَابَعَهُ الزُّبَيْدِيُّ وَعُقَيْلٌ عَنِ ابْنِ شِهَابٍ. وَقَالَ مَالِكٌ وَمَعْمَرٌ وَالْمَاجِشُونُ وَيُونُسُ وَابْنُ إِسْحَاقَ عَنِ الزُّهْرِيِّ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ كُلِّ ذِي نَابٍ مِنَ السِّبَاعِ.",
    "hadithBengali": "৫১২৯। ইসহাক (রহঃ) ... আবূ সা&#39;লাবা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গৃহপালিত গাধার গোশত খাওয়া হারাম করেছেন। ইবনু শিহাব (রহঃ) থেকে যুবায়দী ও উকায়ল অনুরূপ বর্ণনা করেছেন। যুহরী (রহঃ) এর বরাত দিয়ে মালিক, মা&#39;মার, মাজিশুন, ইউনুস ও ইবনু ইসহাক বলেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁত বিশিষ্ট সকল হিংস্র জন্তু খেতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5129",
    "id": "5773",
    "thesequence": "6035",
    "isActive": "1",
    "chapterId": "16932",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৪. গৃহপালিত গাধার গোশত। এ ব্যাপারে নবী (সাঃ) থেকে সালামা (রা) বর্ণিত হাদীস আছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nSomeone came to Allahs Messenger (ﷺ) and said, The donkeys have been (slaughtered and) eaten. Another man came and said, The donkeys have been destroyed. On that the Prophet (ﷺ) ordered a caller to announce to the people: Allah and His Apostle forbid you to eat the meat of donkeys, for it is impure. Thus the pots were turned upside down while the (donkeys) meat was boiling in them.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، أَخْبَرَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم جَاءَهُ جَاءٍ فَقَالَ أُكِلَتِ الْحُمُرُ، ثُمَّ جَاءَهُ جَاءٍ فَقَالَ أُكِلَتِ الْحُمُرُ. ثُمَّ جَاءَهُ جَاءٍ فَقَالَ أُفْنِيَتِ الْحُمُرُ. فَأَمَرَ مُنَادِيًا فَنَادَى فِي النَّاسِ إِنَّ اللَّهَ وَرَسُولَهُ يَنْهَيَانِكُمْ عَنْ لُحُومِ الْحُمُرِ الأَهْلِيَّةِ، فَإِنَّهَا رِجْسٌ. فَأُكْفِئَتِ الْقُدُورُ وَإِنَّهَا لَتَفُورُ بِاللَّحْمِ.",
    "hadithBengali": "৫১৩০। মুহাম্মদ ইবনু সালাম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে জনৈক আগন্তুক এসে বললঃ গাধাগুলো খেয়ে ফেলা হচ্ছে। তারপর আরেকজন আগন্তক এসে বললঃ গাধাগুলো খেয়ে ফেলা হচ্ছে। তারপর আরেকজন আগন্তক এসে বললঃ গাধাগুলোকে নিঃশেষ করে দেওয়া হচ্ছে। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘোষণাকারীকে ঘোষণার আদেশ দিলেন। সে লোকদের মধ্যে ঘোষণা দিলঃ আল্লাহ ও তার রাসুল তোমাদের গৃহপালিত গাধার গোশত খেতে নিষেধ করেছেন। কেননা, এগুলো ঘৃন্য। তখন ডেকচিগুলোকে উলটিয়ে দেয়া হল, অথচ তাতে গোশত টগবগ করছিল।\n",
    "checkStatus": "1",
    "hadithNo": "5130",
    "id": "5774",
    "thesequence": "6036",
    "isActive": "1",
    "chapterId": "16932",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৪. গৃহপালিত গাধার গোশত। এ ব্যাপারে নবী (সাঃ) থেকে সালামা (রা) বর্ণিত হাদীস আছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Amr:\n\nI said to Jabir bin Zaid, The people claim that Allahs Messenger (ﷺ) forbade the eating of donkeys meat. He said, Al-Hakam bin `Amr Al-Ghifari used to say so when he was with us, but Ibn `Abbas, the great religious learned man, refused to give a final verdict and recited:-- Say: I find not in that which has been inspired to me anything forbidden to be eaten by one who wishes to eat it, unless it be carrion, blood poured forth or the flesh of swine... (6.145)",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ عَمْرٌو قُلْتُ لِجَابِرِ بْنِ زَيْدٍ يَزْعُمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ حُمُرِ الأَهْلِيَّةِ فَقَالَ قَدْ كَانَ يَقُولُ ذَاكَ الْحَكَمُ بْنُ عَمْرٍو الْغِفَارِيُّ عِنْدَنَا بِالْبَصْرَةِ، وَلَكِنْ أَبَى ذَاكَ الْبَحْرُ ابْنُ عَبَّاسٍ وَقَرَأَ {قُلْ لاَ أَجِدُ فِيمَا أُوحِيَ إِلَىَّ مُحَرَّمًا}",
    "hadithBengali": "৫১৩১। আলী ইবনু আবদুল্লাহ (রহঃ) ... আমর (রাঃ) থেকে বর্ণিত যে, আমি জাবির ইবনু যায়দকে জিজ্ঞাসা করলামঃ মনে করে যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গৃহপালিত গাধার গোশত খেতে নিষেধ করেছেন। তিনি বললেনঃ হাকাম ইবনু আমর গিফারীও বসরায় আমাদের কাছে এ কথা বলতেন। কিন্তু ইবনু আব্বাস (রাঃ) তা অস্বীকার করেছেন। তারপর তিনি এ আয়াতটি তিলাওয়াত করেছেনঃ বলুন আমার প্রতি প্রত্যাদেশ করা হয়েছে তাতে, লোকজন যা আহার করে তার মধ্যে আমি কিছুই নিষিদ্ধ পাই না ... শেষ পর্যন্ত। (সুরা আন-আমঃ ১৪৫)।\n",
    "checkStatus": "1",
    "hadithNo": "5131",
    "id": "5775",
    "thesequence": "6037",
    "isActive": "1",
    "chapterId": "16932",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৪. গৃহপালিত গাধার গোশত। এ ব্যাপারে নবী (সাঃ) থেকে সালামা (রা) বর্ণিত হাদীস আছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Tha`laba:\n\nAllahs Messenger (ﷺ) forbade the eating of the meat of beasts having fangs.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ أَبِي ثَعْلَبَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ أَكْلِ كُلِّ ذِي نَابٍ مِنَ السِّبَاعِ. تَابَعَهُ يُونُسُ وَمَعْمَرٌ وَابْنُ عُيَيْنَةَ وَالْمَاجِشُونُ عَنِ الزُّهْرِيِّ.",
    "hadithBengali": "৫১৩২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ সা&#39;লাবা (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁত বিশিষ্ট সর্বপ্রকার হিংস্র জন্তু খেতে নিষেধ করেছেন। যুহরী (রহঃ) থেকে ইউনুস, মা&#39;মার ইবনু উয়ায়না ও মাজিশুন অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5132",
    "id": "5776",
    "thesequence": "6038",
    "isActive": "1",
    "chapterId": "16933",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৫. মাংসভোজী সর্বপ্রকার হিংস্র জন্তু খাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Abbas:\n\nOnce Allahs Messenger (ﷺ) passed by a dead sheep and said (to the people), Why dont you use its hide? They said, But it is dead, He said, Only eating it, is prohibited.",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، قَالَ حَدَّثَنِي ابْنُ شِهَابٍ، أَنَّ عُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ، أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّ بِشَاةٍ مَيِّتَةٍ فَقَالَ  هَلاَّ اسْتَمْتَعْتُمْ بِإِهَابِهَا . قَالُوا إِنَّهَا مَيِّتَةٌ. قَالَ  إِنَّمَا حَرُمَ أَكْلُهَا .",
    "hadithBengali": "৫১৩৩। যুহায়র ইবনু হারব (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি মৃত বকরীর পাশ দিয়ে যাচ্ছিলেন। তখন তিনি বললেনঃ তোমরা এটির চামড়াটি কেন কাজে লাগালে না? লোকজন উক্তি করলঃ এটি মৃত জানোয়ার। তিনি বললেনঃ শুধু তার খাওয়া হারাম করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5133",
    "id": "5777",
    "thesequence": "6039",
    "isActive": "1",
    "chapterId": "16934",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৬. মৃত জন্তুর চামড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) passed by a dead goat and said, There is no harm if its owners benefit from its skin.",
    "hadithArabic": "حَدَّثَنَا خَطَّابُ بْنُ عُثْمَانَ، حَدَّثَنَا مُحَمَّدُ بْنُ حِمْيَرَ، عَنْ ثَابِتِ بْنِ عَجْلاَنَ، قَالَ سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ يَقُولُ مَرَّ النَّبِيُّ صلى الله عليه وسلم بِعَنْزٍ مَيْتَةٍ فَقَالَ   مَا عَلَى أَهْلِهَا لَوِ انْتَفَعُوا بِإِهَابِهَا .",
    "hadithBengali": "৫১৩৪। খাত্তাব ইবনু উসমান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি মৃত বকরীর পাশ দিয়ে যাচ্ছিলেন। তখন তিনি বললেনঃ এটির মালিকের কি হল? যদি এটির চামড়া থেকে তারা উপকার গ্রহণ করত।\n",
    "checkStatus": "1",
    "hadithNo": "5134",
    "id": "5778",
    "thesequence": "6040",
    "isActive": "1",
    "chapterId": "16934",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৬. মৃত জন্তুর চামড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, None is wounded in Allahs Cause but will come on the Day of Resurrection with his wound bleeding. The thing that will come out of his wound will be the color of blood, but its smell will be the smell of musk.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، عَنْ عَبْدِ الْوَاحِدِ، حَدَّثَنَا عُمَارَةُ بْنُ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا مِنْ مَكْلُومٍ يُكْلَمُ فِي اللَّهِ إِلاَّ جَاءَ يَوْمَ الْقِيَامَةِ وَكَلْمُهُ يَدْمَى، اللَّوْنُ لَوْنُ دَمٍ وَالرِّيحُ رِيحُ مِسْكٍ .",
    "hadithBengali": "৫১৩৫। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন আঘাত প্রাপ্ত লোক যে আল্লাহর পথে আঘাত পায়, সে কিয়ামতেয় দিন এমতাবস্থায় আসবে যে তার ক্ষত স্থান থেকে টকটকে লাল রক্ত ঝরছে এবং তার সুগন্ধি হবে কস্তুরীর সুগন্ধির ন্যায়।\n",
    "checkStatus": "1",
    "hadithNo": "5135",
    "id": "5779",
    "thesequence": "6041",
    "isActive": "1",
    "chapterId": "16935",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৭. কস্তুরী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThe Prophet (ﷺ) said, The example of a good pious companion and an evil one is that of a person carrying musk and another blowing a pair of bellows. The one who is carrying musk will either give you some perfume as a present, or you will buy some from him, or you will get a good smell from him, but the one who is blowing a pair of bellows will either burn your clothes or you will get a bad smell from him.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَثَلُ الْجَلِيسِ الصَّالِحِ وَالسَّوْءِ كَحَامِلِ الْمِسْكِ وَنَافِخِ الْكِيرِ، فَحَامِلُ الْمِسْكِ إِمَّا أَنْ يُحْذِيَكَ، وَإِمَّا أَنْ تَبْتَاعَ مِنْهُ، وَإِمَّا أَنْ تَجِدَ مِنْهُ رِيحًا طَيِّبَةً، وَنَافِخُ الْكِيرِ إِمَّا أَنْ يُحْرِقَ ثِيَابَكَ، وَإِمَّا أَنْ تَجِدَ رِيحًا خَبِيثَةً .",
    "hadithBengali": "৫১৩৬। মুহাম্মাদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সৎ সঙ্গী ও অসৎ সঙ্গীর উপমা হল কস্তুরী বহনকারী (আতর বিক্রেতা) ও কামারের হাপরের ন্যায়। মৃগ-কস্তুরী বহনকারী হযত তোমাকে কিছু দান করবে কিংবা তার কাছ থেকে তুমি কিছু খরিদ করবে কিংবা তার কাছ থেকে তুমি লাভ করবে সুবাস। আর কামারের হাপর হয়ত তোমার কাপড় পুড়িয়ে দেবে কিংবা তুমি তার কাছ থেকে পাবে দুর্গন্ধ।\n",
    "checkStatus": "1",
    "hadithNo": "5136",
    "id": "5780",
    "thesequence": "6042",
    "isActive": "1",
    "chapterId": "16935",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৭. কস্তুরী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nOnce we provoked a rabbit at Marr-az-Zahran. The people chased it till they got tired. Then I caught It and brought it to Abu Talha, who slaughtered it and then sent both its pelvic pieces (or legs) to the Prophet, and the Prophet (ﷺ) accepted the present.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ أَنْفَجْنَا أَرْنَبًا وَنَحْنُ بِمَرِّ الظَّهْرَانِ، فَسَعَى الْقَوْمُ فَلَغَبُوا، فَأَخَذْتُهَا فَجِئْتُ بِهَا إِلَى أَبِي طَلْحَةَ فَذَبَحَهَا، فَبَعَثَ بِوَرِكَيْهَا ـ أَوْ قَالَ بِفَخِذَيْهَا ـ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَبِلَهَا.",
    "hadithBengali": "৫১৩৭। আল ওয়ালীদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা মাররুয যাহরান নামক স্থানে একটি খরগোশ ধাওয়া করলাম। তখন লোকজনও এর পেছনে ছুটল এবং তারা ক্লান্ত হয়ে পড়ল। এরপর আমি সেটিকে ধরতে সক্ষম হালাম এবং আবূ তালহার নিকই নিয়ে এলাম। তিনি এটিকে যবাহ করলেন এবং তার পিছনের অংশ কিংবা তিনি বলেছেন দুই রান নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পাঠিয়ে দিলেন এবং তিনি তা গ্রহণ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5137",
    "id": "5781",
    "thesequence": "6043",
    "isActive": "1",
    "chapterId": "16936",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৮. খরগোশ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) said, I do not eat mastigure, but I do not prohibit its eating.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ قَالَ النَّبِيُّ صلى الله عليه وسلم   الضَّبُّ لَسْتُ آكُلُهُ وَلاَ أُحَرِّمُهُ .",
    "hadithBengali": "৫১৩৮। ইবনু ইসমাঈল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ গুই সাপ আমি খাই না, আর হারামও বলিনা।\n",
    "checkStatus": "1",
    "hadithNo": "5138",
    "id": "5782",
    "thesequence": "6044",
    "isActive": "1",
    "chapterId": "16937",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৯. গুঁই সাপ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Khalid bin Al-Walid:\n\nAllahs Messenger (ﷺ) and I entered the house of Maimuna. A roasted mastigure was served. Allahs Messenger (ﷺ) stretched his hand out (to eat of it) but some woman said, Inform Allahs Messenger (ﷺ) of what he is about to eat. So they said, It is mastigure, O Allahs Messenger (ﷺ)! He withdrew his hand, whereupon I said, O Allahs Messenger (ﷺ)! Is it unlawful? He said, No, but this is not found in the land of my people, so I dislike it. So I pulled the mastigure towards me and ate it while Allahs Messenger (ﷺ) was looking at me.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ ـ رضى الله عنهما ـ عَنْ خَالِدِ بْنِ الْوَلِيدِ، أَنَّهُ دَخَلَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بَيْتَ مَيْمُونَةَ فَأُتِيَ بِضَبٍّ مَحْنُوذٍ، فَأَهْوَى إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ فَقَالَ بَعْضُ النِّسْوَةِ أَخْبِرُوا رَسُولَ اللَّهِ صلى الله عليه وسلم بِمَا يُرِيدُ أَنْ يَأْكُلَ. فَقَالُوا هُوَ ضَبٌّ يَا رَسُولَ اللَّهِ. فَرَفَعَ يَدَهُ، فَقُلْتُ أَحَرَامٌ هُوَ يَا رَسُولَ اللَّهِ فَقَالَ   لاَ، وَلَكِنْ لَمْ يَكُنْ بِأَرْضِ قَوْمِي فَأَجِدُنِي أَعَافُهُ . قَالَ خَالِدٌ فَاجْتَرَرْتُهُ فَأَكَلْتُهُ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَنْظُرُ.",
    "hadithBengali": "৫১৩৯। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... খালিদ ইবনু ওয়ালীদ (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে মায়মুনা (রাঃ) এর গৃহে গেলেন। সেখানে ভুনা করা গুই পেশ করা হল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে দিকে হাত বাড়ালেন। এ সময় জনৈকা মহিলা বললঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জানিয়ে দাও, তিনি কি জিনিস খেতে যাচ্ছেন। তখন তারা বললেনঃ ইয়া রাসুলাল্লাহ! এটি গুই সাপ। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শুনে হাত সরিয়ে নিলেন। খালিদ (রাঃ) বলেন, আমি বললামঃ ইয়া রাসুলাল্লাহ! এটি কি হারাম? তিনি বললেনঃ না, হারাম নয়। তবে আমাদের অঞ্চলে এটি নেই। তাই আমি একে ঘৃণা করি। খালিদ (রাঃ) বলেনঃ এরপর আমি তা আমার দিকে এনে খেতে লাগলাম। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকিয়ে দেখছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5139",
    "id": "5783",
    "thesequence": "6045",
    "isActive": "1",
    "chapterId": "16937",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২১৯৯. গুঁই সাপ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Maimuna:\n\nA mouse fell into the butter-fat and died. The Prophet (ﷺ) was asked about that. He said, Throw away the mouse and the butter-fat that surrounded it, and eat the rest of the butter-fat (As-Samn).",
    "hadithArabic": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ، يُحَدِّثُهُ عَنْ مَيْمُونَةَ، أَنَّ فَأْرَةً، وَقَعَتْ، فِي سَمْنٍ فَمَاتَتْ، فَسُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنْهَا فَقَالَ   أَلْقُوهَا وَمَا حَوْلَهَا وَكُلُوهُ . قِيلَ لِسُفْيَانَ فَإِنَّ مَعْمَرًا يُحَدِّثُهُ عَنِ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ. قَالَ مَا سَمِعْتُ الزُّهْرِيَّ يَقُولُ إِلاَّ عَنْ عُبَيْدِ اللَّهِ عَنِ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَقَدْ سَمِعْتُهُ مِنْهُ مِرَارًا.",
    "hadithBengali": "৫১৪০। হুমায়দী (রহঃ) ... মায়মুনা (রাঃ) থেকে বর্ণিত। একটি ইঁদুর ঘিয়ের মধ্যে পড়ে মরে গিয়েছিল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ ব্যাপারে জিজ্ঞাসা করা হলে তিনি বললেনঃ ইঁদুরটি এবং তার আশ-পাশের অংশ ফেলে দাও। এরপর তা খাও। সুফিয়ান (রহঃ) এর কাছে জিজ্ঞাসা করা হয় যে, মা&#39;মার এ হাদীসটি যুহরী সাঈদ ইবনু মূসাইয়্যাব, আবূ হুরায়রা (রাঃ) এর সনদে বর্ননা করেন। তিনি বললেনঃ আমি যুহরী (রহঃ) কে বলতে শুনেছি যে, তিনি উবায়দুল্লাহ ইবনু আব্বাস, মায়মুনা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করছেন। তিনি আরো বলেন যে, আমি যুহরী থেকে উক্ত সনদে এ হাদীসটি একাধিকবার শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "5140",
    "id": "5784",
    "thesequence": "6046",
    "isActive": "1",
    "chapterId": "16938",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২২০০. যদি জমাট কিংবা তরল ঘিয়ের মধ্যে ইঁদুর পড়ে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Az-Zhuri:\n\nregarding an animal, e.g., a mouse or some other animal that had fallen into solid or liquid oil or butter-fat: I had been informed that a mouse had died in butter-fat whereupon Allahs Messenger (ﷺ) ordered that the butter-fat near it be thrown away and the rest of the butter-fat can be eaten.",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، عَنِ الدَّابَّةِ، تَمُوتُ فِي الزَّيْتِ وَالسَّمْنِ وَهْوَ جَامِدٌ أَوْ غَيْرُ جَامِدٍ، الْفَأْرَةِ أَوْ غَيْرِهَا قَالَ بَلَغَنَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ بِفَأْرَةٍ مَاتَتْ فِي سَمْنٍ، فَأَمَرَ بِمَا قَرُبَ مِنْهَا فَطُرِحَ ثُمَّ أُكِلَ، عَنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ.",
    "hadithBengali": "৫১৪১। আবদান (রহঃ) ... যুহরী (রহঃ) কে জিজ্ঞাসা করা হয় জমাট কিংবা তরল তৈল বা ঘিয়ের মধ্যে ইঁদুর ইত্যাদি জানোয়ার পড়ে মারা গেলে তার কি হুকুম? তিনি বললেনঃ আমাদের কাছে উবায়দুল্লাহ ইবনু আবদুল্লাহ সূত্রে হাদীস পৌছেছে যে, ঘিয়ের মধ্যে পড়ে একটি ইদুর মারা গিয়েছিল, সেটির ব্যাপারে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আদেশ দিয়েছিলেন, ইদুর ও এর সংলগ্ন অংশ ফেলে দিতে, এরপর তা ফেলে দেওয়া হয় এবং খাওয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "5141",
    "id": "5785",
    "thesequence": "6047",
    "isActive": "1",
    "chapterId": "16938",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২২০০. যদি জমাট কিংবা তরল ঘিয়ের মধ্যে ইঁদুর পড়ে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Maimuna:\n\nThe Prophet (ﷺ) was asked about a mouse that had fallen into butter-fat (and died). He said, Throw away the mouse and the portion of butter-fat around it, and eat the rest.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ ـ رضى الله عنهم ـ قَالَتْ سُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنْ فَأْرَةٍ سَقَطَتْ فِي سَمْنٍ فَقَالَ   أَلْقُوهَا وَمَا حَوْلَهَا وَكُلُوهُ .",
    "hadithBengali": "৫১৪২। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... মায়মুনা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করা হয়েছিল এমন একটি ইঁদুর সম্পর্কে যা ঘিয়ের মধ্যে পড়েছিল। তখন তিনি বলেছিলেন ইঁদুরটি এবং তার আশপাশের অংশ ফেলে দাও এবং অবশিষ্ট অংশ খাও।\n",
    "checkStatus": "1",
    "hadithNo": "5142",
    "id": "5786",
    "thesequence": "6048",
    "isActive": "1",
    "chapterId": "16938",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২২০০. যদি জমাট কিংবা তরল ঘিয়ের মধ্যে ইঁদুর পড়ে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salim:\n\nthat Ibn `Umar disliked the branding of animals on the face. Ibn `Umar said, The Prophet (ﷺ) forbade beating (animals) on the face.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ حَنْظَلَةَ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ كَرِهَ أَنْ تُعْلَمَ الصُّورَةُ،. وَقَالَ ابْنُ عُمَرَ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ تُضْرَبَ. تَابَعَهُ قُتَيْبَةُ حَدَّثَنَا الْعَنْقَزِيُّ عَنْ حَنْظَلَةَ وَقَالَ تُضْرَبُ الصُّورَةُ.",
    "hadithBengali": "৫১৪৩। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, তিনি জানোয়ারের মুখে চিহ্ন লাগানোকে মাকরূহ মনে করতেন। ইবনু উমর (রাঃ) আরো বলেছেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানোয়ারের মুখে প্রহার করতে নিষেধ করেছেন। আনকাযী (রহঃ) হানযালা সূত্রে কুতায়বা (রহঃ) অনুরূপ বর্ণনা করেন। তিনি বলেনঃتُضْرَبُ الصُّورَةُ অর্থাৎ মুখে প্রহার করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5143",
    "id": "5787",
    "thesequence": "6049",
    "isActive": "1",
    "chapterId": "16939",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২২০১. পশুর মুখে চিহ্ন লাগানো ও দাগানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nI brought a brother of mine to the Prophet (ﷺ) to do Tahnik for him while the Prophet (ﷺ) was in a sheep fold of his, and I saw him branding a sheep. (The sub-narrator said: I think Anas said, branding it on the ear.)",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسٍ، قَالَ دَخَلْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم بِأَخٍ لِي يُحَنِّكُهُ، وَهْوَ فِي مِرْبَدٍ لَهُ، فَرَأَيْتُهُ يَسِمُ شَاةً ـ حَسِبْتُهُ قَالَ ـ فِي آذَانِهَا.",
    "hadithBengali": "৫১৪৪। আবুল ওয়ালীদ (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। তিনি বলেনঃ আমি আমার এক ভাইকে নিয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলাম, যেন তিনি তাকে তাহনীক করেন অর্থাৎ খেজুর বা অন্য কিছু একবার চিবিয়ে তার মুখে দিয়ে দেন। এ সময়ে তিনি তার উট বাধার স্থানে ছিলেন। তখন আমি তাকে দেখলাম তিনি একটি বকরীর গায়ে চিহ্ন লাগাচ্ছেন। বর্ননাকারী বলেন আমার মনে হয় তিনি (হিশাম) বলেছেন বকরীর কানে চিহ্ন লাগাচ্ছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5144",
    "id": "5788",
    "thesequence": "6050",
    "isActive": "1",
    "chapterId": "16939",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২২০১. পশুর মুখে চিহ্ন লাগানো ও দাগানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rait bin Khadij:\n\nI said to the Prophet, We will be facing the enemy tomorrow and we have no knives (for slaughtering) He said, If you slaughter the animal with anything that causes its blood to flow out, and if Allahs Name is mentioned on slaughtering it, eat of it, unless the killing instrument is a tooth or nail. I will tell you why: As for the tooth, it is a bone; and as for the nail, it is the knife of Ethiopians. The quick ones among the people got the war booty while the Prophet (ﷺ) was behind the people. So they placed the cooking pots on the fire, but the Prophet (ﷺ) ordered the cooking pots to be turned upside down. Then he distributed (the war booty) among them, considering one camel as equal to ten sheep. Then a camel belonging to the first party of people ran away and they had no horses with them, so a man shot it with an arrow whereby Allah stopped it. The Prophet (ﷺ) said, Of these animals there are some which are as wild as wild beasts. So, if anyone of them runs away like this, do like this (shoot it with an arrow).",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، حَدَّثَنَا سَعِيدُ بْنُ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ قَالَ قُلْتُ لِلنَّبِيِّ صلى الله عليه وسلم إِنَّنَا نَلْقَى الْعَدُوَّ غَدًا، وَلَيْسَ مَعَنَا مُدًى. فَقَالَ  مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ فَكُلُوا، مَا لَمْ يَكُنْ سِنٌّ وَلاَ ظُفُرٌ، وَسَأُحَدِّثُكُمْ عَنْ ذَلِكَ، أَمَّا السِّنُّ فَعَظْمٌ، وَأَمَّا الظُّفْرُ فَمُدَى الْحَبَشَةِ . وَتَقَدَّمَ سَرَعَانُ النَّاسِ فَأَصَابُوا مِنَ الْغَنَائِمِ وَالنَّبِيُّ صلى الله عليه وسلم فِي آخِرِ النَّاسِ فَنَصَبُوا قُدُورًا فَأَمَرَ بِهَا فَأُكْفِئَتْ وَقَسَمَ بَيْنَهُمْ وَعَدَلَ بَعِيرًا بِعَشْرِ شِيَاهٍ، ثُمَّ نَدَّ بَعِيرٌ مِنْ أَوَائِلِ الْقَوْمِ وَلَمْ يَكُنْ مَعَهُمْ خَيْلٌ فَرَمَاهُ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ اللَّهُ. فَقَالَ  إِنَّ لِهَذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا فَعَلَ مِنْهَا هَذَا فَافْعَلُوا مِثْلَ هَذَا .",
    "hadithBengali": "৫১৪৫। মুসাদ্দাদ (রহঃ) ... রাফি ইবনু খাদীজ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললাম। আগামী দিন আমরা শক্রর মুকাবিলা করবো; অথচ আমাদের সঙ্গে কোন ছুরি নেই। তিনি বললেনঃ সতর্ক দৃষ্টি রাখো কিংবা তিনি বলেছেনঃ জলদি করো। যে জিনিস রক্ত বহায় এবং যাতে আল্লাহর নাম নেওয়া হয়, সেটি খাও। যতক্ষন না সেটি দাত কিংবা নখ হয়। এ ব্যাপারে তোমাদের জানোাচ্ছি, দাঁত হলো হাড়, আর নখ হল হাবশীদের ছুরি। দলের দ্রুতগামী লোকেরা আগে বেড়ে গেল এবং গনীমতের মালামাল লাভ করল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন লোকজনের পেছনে। তারা ডেকচি চড়িয়ে দিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে তা উল্টিয়ে দেওয়ার নির্দেশ দিলেন, তারপর সেগুলো উল্টিয়ে দেয়া হল। এরপর তিনি তাদের মধ্যে মালে গনীমত বণ্টন করলেন এবং দশটি বকরীকে একটি উটের সমান গন্য করলেন। দলে অগ্রবর্তীদের কাছ থেকে একটি উট ছুটে গিয়েছিল। অথচ তাদের সঙ্গে কোন অশ্বারোহী ছিল না। এ অবস্থায় এক ব্যাক্তি উটটির প্রতি তীর নিক্ষেপ করলে আল্লাহ উটটিকে থামিয়ে দিলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ সকল চতুষ্পদ জন্তুর মধ্যে বন্য পশুর স্বভাব রয়েছে। কাজেই, তন্মধ্যে কোনটি যদি এরুপ করে, তাহলে তার সঙ্গে অনুরূপ ব্যবহার করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5145",
    "id": "5789",
    "thesequence": "6051",
    "isActive": "1",
    "chapterId": "16940",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২২০২. কোন দল মালে গণীমত লাভ করার পর যদি তাদের কেউ সাথীদের অনুমতি ছাড়া কোন বকরী কিংবা উট যবাহ করে ফেলে তাহলে রাসূলুল্লাহ (সাঃ) থেকে বর্ণিত রাফি (রা) এর হাদীস অনুসারে সেই গোশত খাওয়া যাবে না। চোরের যবাহকৃত পশুর ব্যাপারে তাউস ও ইকরিমা (র) বলেছেন, তা ফেলে দাও।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi` bin Khadij:\n\nWhile we were with the Prophet. on a journey, one of the camels ran away. A man shot it with an arrow and stopped it. The Prophet (ﷺ) said, Of these camels some are as wild as wild beasts, so if one of them runs away and you cannot catch it, then do like this (shoot it with an arrow). I said, O Allahs Apostle! Sometimes when we are in battles or on a journey we want to slaughter (animals) but we have no knives. He said, Listen! If you slaughter the animal with anything that causes its blood to flow out, and if Allahs Name is mentioned on slaughtering it, eat of it, provided that the slaughtering instrument is not a tooth or a nail, as the tooth is a bone and the nail is the knife of Ethiopians.",
    "hadithArabic": " حَدَّثَنَا ابْنُ سَلاَمٍ، أَخْبَرَنَا عُمَرُ بْنُ عُبَيْدٍ الطَّنَافِسِيُّ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ ـ رضى الله عنه ـ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ فَنَدَّ بَعِيرٌ مِنَ الإِبِلِ ـ قَالَ ـ فَرَمَاهُ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ، قَالَ ثُمَّ قَالَ  إِنَّ لَهَا أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا غَلَبَكُمْ مِنْهَا فَاصْنَعُوا بِهِ هَكَذَا . قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّا نَكُونُ فِي الْمَغَازِي وَالأَسْفَارِ فَنُرِيدُ أَنْ نَذْبَحَ فَلاَ تَكُونُ مُدًى قَالَ  أَرِنْ مَا نَهَرَ ـ أَوْ أَنْهَرَ ـ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ فَكُلْ، غَيْرَ السِّنِّ وَالظُّفُرِ، فَإِنَّ السِّنَّ عَظْمٌ، وَالظُّفُرَ مُدَى الْحَبَشَةِ .",
    "hadithBengali": "৫১৪৬। মুহাম্মাদ ইবনু সালাম (রহঃ) ... রাফী ইবনু খাদীজ (রাঃ) থেকে বর্নিত। তিনি বলেন এক সফরে আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। তখন উটগুলোর মধ্য থেকে একটি উট পালিয়ে যায়। তিনি বলেন তখন এক ব্যাক্তি সেটির প্রতি তীর নিক্ষেপ করলে আল্লাহ সেটিকে থামিয়ে দেন। তিনি বলেন এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ সকল পশুর মধ্যে বন্যপশুর চাঞ্চল্য আছে। সুতরাং তার মধ্যে যেটি তোমাদের উপর প্রবল হয়ে উঠলে সেটির সঙ্গে অনুরূপ ব্যবহার করো। তিনি বলেন আমি বললামঃ ইয়া রাসুলাল্লাহ! আমরা অনেক সময় যুদ্ধ অভিযানে বা সফরে থাকি, যবাহ করতে ইচ্ছা করি কিন্তু ছুরি থাকে না। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আঘাত করো এমন জিনিস দ্বারা যা রক্ত প্রবাহিত করে অথবা তিনি বলেছেনঃ এমন জিনিস দ্বারা যা রক্ত ঝরায় এবং যার উপরে আল্লাহর নাম নেওয়া হয়েছে সেটি খাও, তবে দাঁত ও নখ ব্যতীত। কেননা দাঁত হল হাড়, আর নখ হল হাবশীদের ছুরি।\n\n<hr />\n২২০৪. পরিচ্ছেদঃ অনন্যোপায় ব্যক্তির খাওয়া। আল্লাহ তাআলার বাণী: &ldquo;হে মুমিনগণ, তোমাদের আমি সেসব পবিত্র বস্তু দিয়েছি তা থেকে তোমরা আহার কর, এবং আল্লাহর নিকট কৃতজ্ঞতা প্রকাশ কর। যদি তোমরা শুধু তাঁরই ইবাদত কর। নিশ্চয় আল্লাহ্&zwnj; মৃত জন্তু, রক্ত, শূকর- মাংস এবং যার উপর আল্লাহর নাম ব্যতীত অন্যের নাম উচ্চারিত হয়েছে, তা তোমাদের হারাম করেছেন। কিন্তু যে অনন্যোপায় অথচ নাফরমান কিংবা সীমালংঘনকারী নয়, তার কোন পাপ হবে না ( ২: ১৭২-১৭৩)। আল্লাহ্&zwnj; আরো বলেন: তোমরা আল্লাহর নিদর্শনে বিশ্বাসী হলে, যে জন্তুর উপর তাঁর নাম নেওয়া হয়েছে, তা আহার কর। তোমাদের কী হয়েছে যে, যাতে আল্লাহর নাম নেওয়া হয়েছে, তোমরা তা আহার করবে না? যা তোমাদের জন্য নিষিদ্ধ তা তিনি বিশেষভাবে-ই তোমাদের নিকট বিবৃত করেছেন তবে তোমরা নিরুপায় হলে তা আলাদা। অনেক অজ্ঞানতাবশত: নিজেদের খেয়াল-খুশী দ্বারা অবশ্যই অন্যকে বিপদগামী করে, আপনার প্রতিপালক সীমালংঘনকারীদের সম্বন্ধে সবিশেষ অবহিত (৬: ১১৮-১১৯)। আল্লাহ আরো বলেন: &ldquo;বলুন, আমার প্রতি যে প্রত্যাদেশ হয়েছে তাতে লোকে যা আহার করে তার মধ্যে আমি কিছুই নিষিদ্ধ পাই না, মরা, বহমান রক্ত ও শূকরের মাংস ব্যতীত- কেননা, এটা অবশ্যই অপবিত্র&rdquo;- অথবা যা অবৈধ, আল্লাহ ছাড়া অন্যের নামে উৎসর্গের কারণে, &ldquo;তবে কেউ অবাধ্য না হয়ে এবং সীমালংঘন না করে তা গ্রহণে নিরুপায় হলে, আপনার প্রতিপালক ক্ষমাশীল, পরম দয়ালু (৬: ১৪৫)।\n\nআল্লাহ আরো বলেনঃ আল্লাহ তোমাদের যা দিয়েছেন তার মধ্যে যা বৈধ ও পবিত্র তা তোমরা আহার কর এবং তোমরা যদি কেবল আল্লাহরই ইবাদত কর, তবে তাঁর অনুগ্রহের জন্য কৃতজ্ঞতা প্রকাশ কর। আল্লাহ তো কেবল মরা, রক্ত, শূকর-মাংস এবং যা যবাহকালে আল্লাহর পরিবর্তে অন্যের নাম নেওয়া হয়েছে, তা-ই তোমাদের জন্য হারাম করেছেন। কিন্তু কেউ অন্যায়কারী কিংবা সীমালংঘনকারী না হয়ে অনন্যোপায় হলে, আল্লাহ তো ক্ষমাশীল, পরম দয়াল (১৬:১১৪-১১৫)।\n",
    "checkStatus": "1",
    "hadithNo": "5146",
    "id": "5790",
    "thesequence": "6052",
    "isActive": "1",
    "chapterId": "16941",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "64",
    "statusId": "1",
    "topicName": "২২০৩. কোন দলের উট ছুটে গেলে তাদের কেউ যদি সেটিকে তাদের উপকারের উদ্দেশ্যে তীর নিক্ষেপ করে এবং হত্যা করে, তাহলে রাফি (রা) থেকে বর্ণিত রাসূলুল্লাহ (সাঃ) এর হাদীস অনুযায়ী তা জায়েয",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]