[
  {
    "hadithEnglish": "Narrated Al-Qasim: `Aisha said, We set out with the sole intention of performing Hajj and when we reached Sarif, (a place six miles from Mecca) I got my menses. Allahs Messenger (sallallahu alaihi wa sallam) came to me while I was weeping. He said What is the matter with you? Have you got your menses? I replied, Yes. He said, This is a thing which Allah has ordained for the daughters of Adam. So do what all the pilgrims do with the exception of the Tawaf (Circumambulation) round the Ka`ba. `Aisha added, Allahs Messenger (sallallahu alaihi wa sallam) sacrificed cows on behalf of his wives.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ الْقَاسِمِ، قَالَ سَمِعْتُ الْقَاسِمَ، يَقُولُ سَمِعْتُ عَائِشَةَ، تَقُولُ خَرَجْنَا لاَ نَرَى إِلاَّ الْحَجَّ، فَلَمَّا كُنَّا بِسَرِفَ حِضْتُ، فَدَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى  الله عليه وسلم وَأَنَا أَبْكِي قَالَ  مَا لَكِ أَنُفِسْتِ . قُلْتُ نَعَمْ. قَالَ  إِنَّ هَذَا أَمْرٌ كَتَبَهُ اللَّهُ عَلَى بَنَاتِ آدَمَ، فَاقْضِي مَا يَقْضِي الْحَاجُّ، غَيْرَ أَنْ لاَ تَطُوفِي بِالْبَيْتِ . قَالَتْ وَضَحَّى رَسُولُ اللَّهِ صلى  الله عليه وسلم عَنْ نِسَائِهِ بِالْبَقَرِ.",
    "hadithBengali": "আর আল্লাহ্&zwnj;র বাণী, &ldquo;লোকেরা তোমাকে হায়য সম্পর্কে জিজ্ঞাসা করে। বল, তা অপবিত্রতা। সুতরাং হায়য অবস্থায় স্ত্রীদের থেকে দূরে থাক। আর তারা পাক-পবিত্র হওয়ার পূর্বে তাদের সাথে মিলিত হয়ো না। তারা পাক-পবিত্র হলে আল্লাহ্&zwnj;র নির্দেশ মুতাবিক তাদের কাছে যাও। নিশ্চয়ই আল্লাহ্&zwnj; তওবাকারীদের ভালবাসেন; তিনি পবিত্রতা রক্ষাকারীদেরও ভালবাসেন।&rdquo; (২:২২২)\n\n<hr /><br />\n২৯০। আলী ইবনু আবদুল্লাহ (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা হাজ্জের (হজ্জ) উদ্দেশ্যেই (মদিনা থেকে) বের হলাম। সারিফ নামক স্থানে পৌঁছার পর আমার হায়য আসলো। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে আমাকে কাঁদতে দেখলেন; এবং বললেনঃ কি হল তোমার? তোমার হায়য এসেছে? আমি বললাম, হাঁ। তিনি বললেনঃ এ তো আল্লাহ্ তাআলাই আদম-কন্যাদের জন্য নির্ধারণ করে দিয়েছেন। সুতরাং তুমি বায়তুল্লাহর তাওয়াফ ছাড়া হাজ্জের (হজ্জ) বাকী সব কাজ করে যাও। আয়িশা (রাঃ) বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর স্ত্রীগণের পক্ষ থেকে গাভী কুরবানী করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "290",
    "id": "300",
    "thesequence": "716",
    "isActive": "1",
    "chapterId": "1886",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২০৩। হায়যের ইতিকথা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এটি এমন একটি বিষয় যা আল্লাহ্ তা&rsquo;আলা আদম-কন্যাদের জন্য নির্ধারণ করে দিয়েছেন। কারো কারো মতে সর্বপ্রথম হায়য শুরু হয় বনী ইসরাঈলী মহিলাদের। আবূ আবদুল্লাহ্ বুখারী (র) বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের হাদীসই গ্রহণযোগ্য।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: While in menses, I used to comb the hair of Allahs Apostle .",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أُرَجِّلُ رَأْسَ رَسُولِ اللَّهِ صلى  الله عليه وسلم وَأَنَا حَائِضٌ.",
    "hadithBengali": "২৯১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)........ আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি হায়য অবস্থায় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাথা আঁচড়িয়ে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "291",
    "id": "301",
    "thesequence": "717",
    "isActive": "1",
    "chapterId": "1887",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২০৪। হায়যের সময় স্বামীর মাথা ধুয়ে দেওয়া ও চুল আঁচড়িয়ে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Urwa: A person asked me, Can a woman in menses serve me? And can a Junub woman come close to me? I replied, All this is easy for me. All of them can serve me, and there is no harm for any other person to do the same. Aisha told me that she used to comb the hair of Allahs Apostle while she was in her menses, and he was in Itikaf (in the mosque). He would bring his head near her in her room and she would comb his hair, while she used to be in her menses.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، قَالَ أَخْبَرَنَا هِشَامُ بْنُ يُوسُفَ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي هِشَامٌ، عَنْ عُرْوَةَ، أَنَّهُ سُئِلَ أَتَخْدُمُنِي الْحَائِضُ أَوْ تَدْنُو مِنِّي الْمَرْأَةُ وَهْىَ جُنُبٌ فَقَالَ عُرْوَةُ كُلُّ ذَلِكَ عَلَىَّ هَيِّنٌ، وَكُلُّ ذَلِكَ تَخْدُمُنِي، وَلَيْسَ عَلَى أَحَدٍ فِي ذَلِكَ بَأْسٌ، أَخْبَرَتْنِي عَائِشَةُ أَنَّهَا كَانَتْ تُرَجِّلُ ـ تَعْنِي ـ رَأْسَ رَسُولِ اللَّهِ صلى  الله عليه وسلم وَهِيَ حَائِضٌ، وَرَسُولُ اللَّهِ صلى  الله عليه وسلم حِينَئِذٍ مُجَاوِرٌ فِي الْمَسْجِدِ، يُدْنِي لَهَا رَأْسَهُ وَهْىَ فِي حُجْرَتِهَا، فَتُرَجِّلُهُ وَهْىَ حَائِضٌ.",
    "hadithBengali": "২৯২। ইব্রাহীম ইবনু মূসা (রহঃ)....... উরওয়া (রহঃ) থেকে বর্ণিত, তাঁকে (উরওয়াকে) প্রশ্ন করা হয়েছিল যে, ঋতুবতী স্ত্রী কি স্বামীর খিদমত করতে পারে? অথবা গোসল ফরয হওয়া অবস্থায় কি স্ত্রী স্বামীর নিকটবর্তী হতে পারে? উরওয়া জওয়াব দিলেন, এ সবই আমার কাছে সহজ। এ ধরনের সকল মহিলাই স্বামীর খিদমত করতে পারে। এ ব্যাপারে কারো অসুবিধা থাকার কথা নয়। আমাকে আয়িশা (রাঃ) বলেছেন যে, তিনি হায়যের অবস্থায় ররাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল আঁচড়ে দিতেন। আর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইতিকাফ অবস্থায় মসজিদ থেকে তাঁর (আয়িশার) হুজরার দিকে তাঁর কাছে মাথাটা বাড়িয়ে দিতেন। তখন তিনি মাথার চুল আঁচড়াতেন অথচ তিনি ছিলেন ঋতুবতী।\n",
    "checkStatus": "1",
    "hadithNo": "292",
    "id": "302",
    "thesequence": "718",
    "isActive": "1",
    "chapterId": "1887",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২০৪। হায়যের সময় স্বামীর মাথা ধুয়ে দেওয়া ও চুল আঁচড়িয়ে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: The Prophet used to lean on my lap and recite Quran while I was in menses.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ، سَمِعَ زُهَيْرًا، عَنْ مَنْصُورٍ ابْنِ صَفِيَّةَ، أَنَّ أُمَّهُ، حَدَّثَتْهُ أَنَّ عَائِشَةَ حَدَّثَتْهَا أَنَّ النَّبِيَّ صلى  الله عليه وسلم كَانَ يَتَّكِئُ فِي حَجْرِي وَأَنَا حَائِضٌ، ثُمَّ يَقْرَأُ الْقُرْآنَ.",
    "hadithBengali": "২৯৩। আবূ নুআয়ম (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কোলে হেলান দিয়ে কুরআন তিলাওয়াত করতেন। আর তখন আমি হায়যের অবস্থায় ছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "293",
    "id": "303",
    "thesequence": "719",
    "isActive": "1",
    "chapterId": "1888",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২০৫। স্ত্রীর হায়য অবস্থায় তার কোলে মাথা রেখে কুরআন তিলাওয়াত করা আবূ ওয়াইল (র) তাঁর ঋতুবতী দাসীকে আবূ রাযীন (র)-এর কাছে পাঠাতেন, আর দাসী জুযদানে পেঁচিয়ে কুরআন শরীফ নিয়ে আসত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Um Salama: While I was laying with the Prophet under a single woolen sheet, I got the menses. I slipped away and put on the clothes for menses. He said, Have you got Nifas (menses)? I replied, Yes. He then called me and made me lie with him under the same sheet.",
    "hadithArabic": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، أَنَّ زَيْنَبَ ابْنَةَ أُمِّ سَلَمَةَ، حَدَّثَتْهُ أَنَّ أُمَّ سَلَمَةَ حَدَّثَتْهَا قَالَتْ، بَيْنَا أَنَا مَعَ النَّبِيِّ صلى  الله عليه وسلم، صلى  الله عليه وسلم مُضْطَجِعَةً فِي خَمِيصَةٍ إِذْ حِضْتُ، فَانْسَلَلْتُ فَأَخَذْتُ ثِيَابَ حِيضَتِي قَالَ   أَنُفِسْتِ . قُلْتُ نَعَمْ. فَدَعَانِي فَاضْطَجَعْتُ مَعَهُ فِي الْخَمِيلَةِ.",
    "hadithBengali": "২৯৪। মক্কী ইবনু ইব্রাহীম (রহঃ)...... উম্মে সালামা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে একই চাঁদরের নীচে শুয়ে ছিলাম। হঠাৎ আমার হায়য দেখা দিলে আমি চুপি চুপি বেরিয়ে গিয়ে হায়যের কাপড় পরে নিলাম। তিনি বললেনঃ তোমার কি নিফাস দেখা দিয়েছে? আমি বললাম, হ্যাঁ। তখন তিনি আমাকে ডাকলেন। আমি তাঁর সঙ্গে চাঁদরের ভিতর শুয়ে পড়লাম।\n",
    "checkStatus": "1",
    "hadithNo": "294",
    "id": "304",
    "thesequence": "720",
    "isActive": "1",
    "chapterId": "1889",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২০৬। নিফাসকে হায়য বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: The Prophet and I used to take a bath from a single pot while we were Junub. During the menses, he used to order me to put on an Izar (dress worn below the waist) and used to fondle me. While in Itikaf, he used to bring his head near me and I would wash it while I used to be in my periods (menses).",
    "hadithArabic": "حَدَّثَنَا قَبِيصَةُ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَالنَّبِيُّ، صلى  الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ، كِلاَنَا جُنُبٌ. وَكَانَ يَأْمُرُنِي فَأَتَّزِرُ، فَيُبَاشِرُنِي وَأَنَا حَائِضٌ. وَكَانَ يُخْرِجُ رَأْسَهُ إِلَىَّ وَهُوَ مُعْتَكِفٌ، فَأَغْسِلُهُ وَأَنَا حَائِضٌ.",
    "hadithBengali": "২৯৫। কাবীসা (রহঃ)......... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি ও রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানবাত অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করতাম এবং তিনি আমাকে নির্দেশ দিলে আমি ইযার পরে নিতাম, আর আমার হায়য অবস্থায় তিনি আমার সাথে মিশামিশি করে শুইতেন। তাছাড়া তিনি ইতিকাফ অবস্থায় মাথা বের করে দিতেন, আর আমি হায়য অবস্থায় মাথা ধুয়ে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "295",
    "id": "305",
    "thesequence": "721",
    "isActive": "1",
    "chapterId": "1890",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২০৭। হায়য অবস্থায় স্ত্রীর সাথে মেলামেশা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abdur-Rahman bin Al-Aswad: (on the authority of his father) Aisha said: Whenever Allahs Apostle wanted to fondle anyone of us during her periods (menses), he used to order her to put on an Izar and start fondling her. Aisha added, None of you could control his sexual desires as the Prophet could.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ خَلِيلٍ، قَالَ أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، قَالَ أَخْبَرَنَا أَبُو إِسْحَاقَ ـ هُوَ الشَّيْبَانِيُّ ـ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَسْوَدِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَتْ إِحْدَانَا إِذَا كَانَتْ حَائِضًا، فَأَرَادَ رَسُولُ اللَّهِ صلى  الله عليه وسلم أَنْ يُبَاشِرَهَا، أَمَرَهَا أَنْ تَتَّزِرَ فِي فَوْرِ حَيْضَتِهَا ثُمَّ يُبَاشِرُهَا. قَالَتْ وَأَيُّكُمْ يَمْلِكُ إِرْبَهُ كَمَا كَانَ النَّبِيُّ صلى  الله عليه وسلم يَمْلِكُ إِرْبَهُ. تَابَعَهُ خَالِدٌ وَجَرِيرٌ عَنِ الشَّيْبَانِيِّ.",
    "hadithBengali": "২৯৬। ইসমাঈল ইবনু খলীল (রহঃ)..... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমাদের কেউ হায়য অবস্থায় থাকলে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাথে মিশামিশি করতে চাইলে তাকে হায়যের ইযার পরার নির্দেশ দিতেন। তারপর তার সাথে মিশামিশি করতেন। তিনি [আয়িশা (রাঃ)] বলেনঃ তোমাদের মধ্যে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মত কাম-প্রবৃত্তি দমন করার শক্তি রাখে কে? খালিদ ও জারীর (রহঃ) আশ-শায়বানী (রহঃ) থেকে এই হাদীসের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "296",
    "id": "306",
    "thesequence": "722",
    "isActive": "1",
    "chapterId": "1890",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২০৭। হায়য অবস্থায় স্ত্রীর সাথে মেলামেশা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Maimuna: When ever Allahs Apostle wanted to fondle any of his wives during the periods (menses), he used to ask her to wear an Izar.",
    "hadithArabic": "حَدَّثَنَا أَبُو النُّعْمَانِ، قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ، قَالَ حَدَّثَنَا الشَّيْبَانِيُّ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ شَدَّادٍ، قَالَ سَمِعْتُ مَيْمُونَةَ، كَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم إِذَا أَرَادَ أَنْ يُبَاشِرَ امْرَأَةً مِنْ نِسَائِهِ أَمَرَهَا فَاتَّزَرَتْ وَهْىَ حَائِضٌ. وَرَوَاهُ سُفْيَانُ عَنِ الشَّيْبَانِيِّ.",
    "hadithBengali": "২৯৭। আবূ নুমান (রহঃ)...... মায়মূনা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কোন স্ত্রীর সাথে হায়য অবস্থায় মিশামিশি করতে চাইলে তাকে ইযার পরতে বলতেন। শায়বানী (রহঃ) থেকে সুফিয়ান (রহঃ) এ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "297",
    "id": "307",
    "thesequence": "723",
    "isActive": "1",
    "chapterId": "1890",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২০৭। হায়য অবস্থায় স্ত্রীর সাথে মেলামেশা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Said Al-Khudri: Once Allahs Apostle went out to the Musalla (to offer the prayer) o Id-al-Adha or Al-Fitr prayer. Then he passed by the women and said, O women! Give alms, as I have seen that the majority of the dwellers of Hell-fire were you (women). They asked, Why is it so, O Allahs Apostle ? He replied, You curse frequently and are ungrateful to your husbands. I have not seen anyone more deficient in intelligence and religion than you. A cautious sensible man could be led astray by some of you. The women asked, O Allahs Apostle! What is deficient in our intelligence and religion? He said, Is not the evidence of two women equal to the witness of one man? They replied in the affirmative. He said, This is the deficiency in her intelligence. Isnt it true that a woman can neither pray nor fast during her menses? The women replied in the affirmative. He said, This is the deficiency in her religion.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، قَالَ أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنِي زَيْدٌ ـ هُوَ ابْنُ أَسْلَمَ ـ عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ خَرَجَ رَسُولُ اللَّهِ صلى  الله عليه وسلم فِي أَضْحًى ـ أَوْ فِطْرٍ ـ إِلَى الْمُصَلَّى، فَمَرَّ عَلَى النِّسَاءِ فَقَالَ  يَا مَعْشَرَ النِّسَاءِ تَصَدَّقْنَ، فَإِنِّي أُرِيتُكُنَّ أَكْثَرَ أَهْلِ النَّارِ . فَقُلْنَ وَبِمَ يَا رَسُولَ اللَّهِ قَالَ  تُكْثِرْنَ اللَّعْنَ، وَتَكْفُرْنَ الْعَشِيرَ، مَا رَأَيْتُ مِنْ نَاقِصَاتِ عَقْلٍ وَدِينٍ أَذْهَبَ لِلُبِّ الرَّجُلِ الْحَازِمِ مِنْ إِحْدَاكُنَّ . قُلْنَ وَمَا نُقْصَانُ دِينِنَا وَعَقْلِنَا يَا رَسُولَ اللَّهِ قَالَ  أَلَيْسَ شَهَادَةُ الْمَرْأَةِ مِثْلَ نِصْفِ شَهَادَةِ الرَّجُلِ . قُلْنَ بَلَى. قَالَ  فَذَلِكَ مِنْ نُقْصَانِ عَقْلِهَا، أَلَيْسَ إِذَا حَاضَتْ لَمْ تُصَلِّ وَلَمْ تَصُمْ . قُلْنَ بَلَى. قَالَ  فَذَلِكَ مِنْ نُقْصَانِ دِينِهَا .",
    "hadithBengali": "২৯৮। সাঈদ ইবনু আবূ মারয়াম (রহঃ) আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, একবার ঈদুল আযহা বা ঈদুল ফিতরের সালাত (নামায/নামাজ) আদায়ের জন্য রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদগাহের দিকে যাচ্ছিলেন। তিনি মহিলাদের পাশ দিয়ে যাওয়ার সময় বললেনঃ হে মহিলা সমাজ! তোমরা সাদকা করতে থাক। কারন আমি দেখেছি জাহান্নামের অধিবাসীদের মধ্যে তোমরাই অধিক। তাঁরা আরয করলেনঃ কী কারনে, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম? তিনি বললেনঃ তোমরা অধিক পরিমাণে অভিশাপ দিয়ে থাক আর স্বামীর না-শোকরী করে থাক। বুদ্ধি ও দ্বীনের ব্যাপারে ত্রুটি থাকা সত্ত্বেও একজন সদাসতর্ক ব্যাক্তির বুদ্ধি হরণে তোমাদের চাইতে পারদর্শী আমি আর কাউকে দেখিনি। তাঁরা বললেনঃ আমাদের দ্বীন ও বুদ্ধির ত্রুটি কোথায়, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! একজন মহিলার সাক্ষ্য কি একজন পুরুষের সাক্ষের অর্ধেক নয়? তাঁরা উত্তর দিলেন, হ্যাঁ। তখন তিনি বললেনঃ এ হচ্ছে তাদের বুদ্ধির ত্রুটি। আর হায়য অবস্থায় তারা কি সালাত (নামায/নামাজ) ও সিয়াম থেকে বিরত থাকে না? তাঁরা বললেন, হাঁ। তিনি বললেনঃ এ হচ্ছে তাদের দ্বীনের ত্রুটি।\n",
    "checkStatus": "1",
    "hadithNo": "298",
    "id": "308",
    "thesequence": "724",
    "isActive": "1",
    "chapterId": "1891",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২০৮। হায়য অবস্থায় সওম ছেড়ে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: We set out with the Prophet for Hajj and when we reached Sarif I got my menses. When the Prophet came to me, I was weeping. He asked, Why are you weeping? I said, I wish if I had not performed Hajj this year. He asked, May be that you got your menses? I replied, Yes. He then said, This is the thing which Allah has ordained for all the daughters of Adam. So do what all the pilgrims do except that you do not perform the Tawaf round the Kaba till you are clean.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ خَرَجْنَا مَعَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم لاَ نَذْكُرُ إِلاَّ الْحَجَّ، فَلَمَّا جِئْنَا سَرِفَ طَمِثْتُ، فَدَخَلَ عَلَىَّ النَّبِيُّ صلى  الله عليه وسلم وَأَنَا أَبْكِي فَقَالَ {مَا يُبْكِيكِ}. قُلْتُ لَوَدِدْتُ وَاللَّهِ أَنِّي لَمْ أَحُجَّ الْعَامَ. قَالَ {لَعَلَّكِ نُفِسْتِ}. قُلْتُ نَعَمْ. قَالَ   فَإِنَّ ذَلِكَ شَىْءٌ كَتَبَهُ اللَّهُ عَلَى بَنَاتِ آدَمَ، فَافْعَلِي مَا يَفْعَلُ الْحَاجُّ، غَيْرَ أَنْ لاَ تَطُوفِي بِالْبَيْتِ حَتَّى تَطْهُرِي .",
    "hadithBengali": "২৯৯। আবূ নুআয়ম (রহঃ)..... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে হাজ্জের (হজ্জ) উদ্দেশ্যে বেরিয়েছিলাম। আমরা সারিফ নামক স্থানে পৌঁছলে আমি ঋতুবতী হই। এ সময় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে আমাকে কাঁদতে দেখলেন এবং জিজ্ঞাসা করলেনঃ তুমি কাঁদছ কেন? আমি বললামঃ আল্লাহর শপথ! এ বছর হাজ্জ (হজ্জ) না করাই আমার জন্য পছন্দনীয়। তিনি বললেনঃ সম্ভবত তুমি ঋতুবতী হয়েছ। আমি বললাম, হ্যাঁ। তিনি বললেনঃ এ তো আদম কন্যাদের জন্য আল্লাহ্ নির্ধারিত করেছেন। তুমি পাক হওয়া পর্যন্ত অন্যান্য হাজীদের মত সমস্ত কাজ করে যাও, কেবল কাবার তাওয়াফ করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "299",
    "id": "309",
    "thesequence": "725",
    "isActive": "1",
    "chapterId": "1892",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২০৯। হায়য অবস্থায় কা&rsquo;বার তাওয়াফ ছাড়া হজ্জের অন্যান্য কাজ করা যায় ইব্রাহীম (র) বলেছেনঃ (হায়য অবস্থায়) আয়াত পাঠে কোন দোষ নেই। হযরত ইব্ন &lsquo;আব্বাস (রা) জুনুবীর জন্য কুরআন পাঠে কোন দোষ মনে করতেন না। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সর্বাবস্থায় আল্লাহর যিকর করতেন। উম্মে আতিয়্যা (রা) বলেনঃ (ঈদের দিন) হায়য অবস্থায় মহিলাদের বাইরে নিয়ে আসার জন্য বলা হতো, যাতে তারা পুরুষদের সাথে তাকবীর বলে ও দু&rsquo;আ করে। ইব্ন &lsquo;আব্বাস (রা) আবূ সুফিয়ান (রা) থেকে বর্ণনা করেন যে, হিরাক্ল (রোম সম্রাট) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পত্র চেয়ে নিলেন এবং তা পাঠ করলেন। তাতে লেখা ছিলঃ &ldquo;দয়াময় পরম দয়ালু আল্লাহ্র নামে। আপনি বলুন! হে কিতাবীগণ! এস সে কথায় যা আমাদের ও তোমাদের মধ্যে একই-যেন আমরা আল্লাহ্ ব্যতীত কারো ইবাদত না করি। কোন কিছুকেই তাঁর শরীক না করি এবং আমাদের কেউ কাকেও আল্লাহ্ ব্যতীত রবরূপে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: Fatima bint Abi Hubaish said to Allahs Apostle, O Allahs Apostle! I do not become clean (from bleeding). Shall I give up my prayers? Allahs Apostle replied: No, because it is from a blood vessel and not the menses. So when the real menses begins give up your prayers and when it (the period) has finished wash the blood off your body (take a bath) and offer your prayers.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ قَالَتْ فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ لِرَسُولِ اللَّهِ صلى  الله عليه وسلم يَا رَسُولَ اللَّهِ إِنِّي لاَ أَطْهُرُ، أَفَأَدَعُ الصَّلاَةَ فَقَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   إِنَّمَا ذَلِكِ عِرْقٌ وَلَيْسَ بِالْحَيْضَةِ، فَإِذَا أَقْبَلَتِ الْحَيْضَةُ فَاتْرُكِي الصَّلاَةَ، فَإِذَا ذَهَبَ قَدْرُهَا فَاغْسِلِي عَنْكِ الدَّمَ وَصَلِّي .",
    "hadithBengali": "৩০০। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)..... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ ফাতিমা বিনত আবূ হূবায়শ (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;কে জিজ্ঞাসা করলেনঃ ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! আমি কখনও পবিত্র হই না। এমতাবস্থাই আমি কি সালাত (নামায/নামাজ) ছেড়ে দেব? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ হল এক ধরনের বিশেষ রক্ত, হায়যের রক্ত নয়। যখন তোমার হায়য শুরু হয় তখন তুমি সালাত (নামায/নামাজ) ছেড়ে দাও। আর হায়য শেষ হলে রক্ত ধুয়ে সালাত (নামায/নামাজ) আদায় কর।*\n",
    "checkStatus": "1",
    "hadithNo": "300",
    "id": "310",
    "thesequence": "726",
    "isActive": "1",
    "chapterId": "1893",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২১০। ইসতিহাযা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Asma bint Abi Bakr: A woman asked Allahs Apostle, O Allahs Apostle! What should we do, if the blood of menses falls on our clothes? Allahs Apostle replied, If the blood of menses falls on the garment of anyone of you, she must take hold of the blood spot, rub it, and wash it with water and then pray in (with it).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامٍ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ، أَنَّهَا قَالَتْ سَأَلَتِ امْرَأَةٌ رَسُولَ اللَّهِ صلى  الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ، أَرَأَيْتَ إِحْدَانَا إِذَا أَصَابَ ثَوْبَهَا الدَّمُ مِنَ الْحَيْضَةِ، كَيْفَ تَصْنَعُ فَقَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   إِذَا أَصَابَ ثَوْبَ إِحْدَاكُنَّ الدَّمُ مِنَ الْحَيْضَةِ، فَلْتَقْرُصْهُ ثُمَّ لِتَنْضَحْهُ بِمَاءٍ، ثُمَّ لِتُصَلِّي فِيهِ .",
    "hadithBengali": "৩০১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)...... আসমা বিনতে আবূ বকর সিদ্দীক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এক মহিলা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;কে জিজ্ঞাসা করলেনঃ ইয়া রাসুলাল্লাহ ! আমাদের কারো কাপড়ে হায়যের রক্ত লাগলে কি করবে? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমাদের কারো কাপড়ে হায়যের রক্ত লাগলে সে তা রগড়িয়ে, তারপর পানিতে ধুয়ে নেবে এবং সে কাপড়ে সালাত (নামায/নামাজ) আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "301",
    "id": "311",
    "thesequence": "727",
    "isActive": "1",
    "chapterId": "1894",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২১১। হায়যের রক্ত ধুয়ে ফেলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: Whenever anyone of us got her menses, she, on becoming clean, used to take hold of the blood spot and rub the blood off her garment, and pour water over it and wash that portion thoroughly and sprinkle water over the rest of the garment. After that she would pray in (with) it.",
    "hadithArabic": "حَدَّثَنَا أَصْبَغُ، قَالَ أَخْبَرَنِي ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، حَدَّثَهُ عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَتْ إِحْدَانَا تَحِيضُ، ثُمَّ تَقْتَرِصُ الدَّمَ مِنْ ثَوْبِهَا عِنْدَ طُهْرِهَا فَتَغْسِلُهُ، وَتَنْضَحُ عَلَى سَائِرِهِ، ثُمَّ تُصَلِّي فِيهِ.",
    "hadithBengali": "৩০২। আসবাগ (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমাদের কারো হায়য হলে, পাক হওয়ার পর রক্ত রগড়িয়ে কাপড় পানি দিয়ে ধুয়ে সেই কাপড়ে তিনি সালাত (নামায/নামাজ) আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "302",
    "id": "312",
    "thesequence": "728",
    "isActive": "1",
    "chapterId": "1894",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২১১। হায়যের রক্ত ধুয়ে ফেলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: Once one of the wives of the Prophet did Itikaf along with him and she was getting bleeding in between her periods. She used to see the blood (from her private parts) and she would perhaps put a dish under her for the blood. (The sub-narrator Ikrima added, Aisha once saw the liquid of safflower and said, It looks like what so and so used to have.)",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ، قَالَ حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ خَالِدٍ، عَنْ عِكْرِمَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم اعْتَكَفَ مَعَهُ بَعْضُ نِسَائِهِ وَهْىَ مُسْتَحَاضَةٌ تَرَى الدَّمَ، فَرُبَّمَا وَضَعَتِ الطَّسْتَ تَحْتَهَا مِنَ الدَّمِ. وَزَعَمَ أَنَّ عَائِشَةَ رَأَتْ مَاءَ الْعُصْفُرِ فَقَالَتْ كَأَنَّ هَذَا شَىْءٌ كَانَتْ فُلاَنَةُ تَجِدُهُ.",
    "hadithBengali": "৩০৩। ইসহাক ইবনু শাহীন (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে তার ইস্তিহাযার অবস্থায় ইতিকাফ করেন। তিনি রক্ত দেখতেন এবং স্রাবের কারনে প্রায়ই তার নীচে একটি পাত্র রাখতেন। রাবী বলেনঃ আয়িশা (রাঃ) হলুদ রঙের পানি দেখে বলেছেন, এ যেন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর অমুক স্ত্রীর ইস্তিহাযার রক্ত।\n",
    "checkStatus": "1",
    "hadithNo": "303",
    "id": "313",
    "thesequence": "729",
    "isActive": "1",
    "chapterId": "1895",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২১২। মুসতাহাযা&rsquo;র ই&rsquo;তিকাফ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: One of the wives of Allahs Apostle joined him in ltikaf and she noticed blood and yellowish discharge (from her private parts) and put a dish under her when she prayed.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ خَالِدٍ، عَنْ عِكْرِمَةَ، عَنْ عَائِشَةَ، قَالَتِ اعْتَكَفَتْ مَعَ رَسُولِ اللَّهِ صلى  الله عليه وسلم امْرَأَةٌ مِنْ أَزْوَاجِهِ، فَكَانَتْ تَرَى الدَّمَ وَالصُّفْرَةَ، وَالطَّسْتُ تَحْتَهَا وَهْىَ تُصَلِّي.",
    "hadithBengali": "৩০৪। কুতায়বা (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর সঙ্গে তার কোন একজন স্ত্রী ইতিকাফ করেছিলেন। তিনি রক্ত ও হলদে পানি বের হতে দেখতেন আর তাঁর নীচে একটা পাত্র বসিয়ে রাখতেন এবং সে অবস্থায় সালাত (নামায/নামাজ) আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "304",
    "id": "314",
    "thesequence": "730",
    "isActive": "1",
    "chapterId": "1895",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২১২। মুসতাহাযা&rsquo;র ই&rsquo;তিকাফ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: One of the mothers of the faithful believers (i.e. the wives of the Prophet ) did ltikaf while she was having bleeding in between her periods.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا مُعْتَمِرٌ، عَنْ خَالِدٍ، عَنْ عِكْرِمَةَ، عَنْ عَائِشَةَ، أَنَّ بَعْضَ، أُمَّهَاتِ الْمُؤْمِنِينَ اعْتَكَفَتْ وَهْىَ مُسْتَحَاضَةٌ.",
    "hadithBengali": "৩০৫। মূসাদ্দাত (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, উম্মু&#39;ল-মু, মিনীদের একজন ইস্তিহাযা অবস্থায় ই, তিকাফ করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "305",
    "id": "315",
    "thesequence": "731",
    "isActive": "1",
    "chapterId": "1895",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২১২। মুসতাহাযা&rsquo;র ই&rsquo;তিকাফ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: None of us had more than a single garment and we used to have our menses while wearing it. Whenever it got soiled with blood of menses we used to apply saliva to the blood spot and rub off the blood with our nails.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ نَافِعٍ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، قَالَ قَالَتْ عَائِشَةُ مَا كَانَ لإِحْدَانَا إِلاَّ ثَوْبٌ وَاحِدٌ تَحِيضُ فِيهِ، فَإِذَا أَصَابَهُ شَىْءٌ مِنْ دَمٍ، قَالَتْ بِرِيقِهَا فَقَصَعَتْهُ بِظُفْرِهَا.",
    "hadithBengali": "৩০৬। আবূ নূআয়ম (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমাদের কারো একটির বেশি কাপড় ছিল না। তিনি হায়য অবস্থায়ও এই কাপড়খানই ব্যাবহার করতেন, তাতে রক্ত থুথু দিয়ে ভিজিয়ে নখ দ্বারা রগড়িয়ে নিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "306",
    "id": "316",
    "thesequence": "732",
    "isActive": "1",
    "chapterId": "1896",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২১৩। হায়য অবস্থায় পরিহিত পোশাকে সালাত আদায় করা      যায় কি?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Um-Atiya: We were forbidden to mourn for a dead person for more than three days except in the case of a husband for whom mourning was allowed for four months and ten days. (During that time) we were not allowed to put ko,hl (Antimony eye power) in our eyes or to use perfumes or to put on colored clothes except a dress made of Asb (a kind of Yemen cloth, very coarse and rough). We were allowed very light perfumes at the time of taking a bath after menses and also we were forbidden to go with the funeral procession .",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ حَفْصَةَ ـ قَالَ أَبُو عَبْدِ اللَّهِ أَوْ هِشَامِ بْنِ حَسَّانَ عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ ـ قَالَتْ كُنَّا نُنْهَى أَنْ نُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثٍ، إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا، وَلاَ نَكْتَحِلَ وَلاَ نَتَطَيَّبَ وَلاَ نَلْبَسَ ثَوْبًا مَصْبُوغًا إِلاَّ ثَوْبَ عَصْبٍ، وَقَدْ رُخِّصَ لَنَا عِنْدَ الطُّهْرِ إِذَا اغْتَسَلَتْ إِحْدَانَا مِنْ مَحِيضِهَا فِي نُبْذَةٍ مِنْ كُسْتِ أَظْفَارٍ، وَكُنَّا نُنْهَى عَنِ اتِّبَاعِ الْجَنَائِزِ. قَالَ رَوَاهُ هِشَامُ بْنُ حَسَّانَ عَنْ حَفْصَةَ عَنْ أُمِّ عَطِيَّةَ عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم.",
    "hadithBengali": "৩০৭। আবদুল্লাহ ইবনু আবদুল ওইয়াহহাব (রহঃ)......... উম্মে আতিয়া (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ কোন মৃত ব্যাক্তির জন্য আমাদের তিন দিনের বেশী শোক পালন করা থেকে নিষেধ করা হত। কিন্তু স্বামীর ক্ষেত্রে চার মাস দশ দিন (শোক পালনের অনুমতি ছিল)। আমরা তখন সুরমা লাগাতাম না, সুগন্ধি ব্যাবহার করতাম না, ইয়েমেনের তৈরি রঙ্গিন কাপড় ছাড়া অন্য কোন রঙ্গিন কাপড় পরতাম না। তবে হায়য থেকে পবিত্রতার গোসলে আজফারের খোশবু মিশ্রিত বস্ত্রখন্ড ব্যাবহারের অনুমতি ছিল। আর আমাদের জানাযার পেছনে যাওয়া নিষিদ্ধ ছিল। এই বর্ণনা হিশাম ইবনু হাসসান (রহঃ) হাফসা (রাঃ) থেকে, তিনি উম্মে আতিয়্যা (রাঃ) থেকে এবং তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বিবৃত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "307",
    "id": "317",
    "thesequence": "733",
    "isActive": "1",
    "chapterId": "1897",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২১৪। হায়য থেকে পবিত্রতার গোসলে সুগন্ধি ব্যাবহার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: A woman asked the Prophet about the bath which is take after finishing from the menses. The Prophet told her what to do and said, Purify yourself with a piece of cloth scented with musk. The woman asked, How shall I purify myself with it He said, Subhan Allah! Purify yourself (with it). I pulled her to myself and said, Rub the place soiled with blood with it.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى، قَالَ حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ مَنْصُورِ ابْنِ صَفِيَّةَ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، أَنَّ امْرَأَةً، سَأَلَتِ النَّبِيَّ صلى  الله عليه وسلم عَنْ غُسْلِهَا مِنَ الْمَحِيضِ، فَأَمَرَهَا كَيْفَ تَغْتَسِلُ قَالَ  خُذِي فِرْصَةً مِنْ مِسْكٍ فَتَطَهَّرِي بِهَا . قَالَتْ كَيْفَ أَتَطَهَّرُ قَالَ  تَطَهَّرِي بِهَا . قَالَتْ كَيْفَ قَالَ  سُبْحَانَ اللَّهِ تَطَهَّرِي . فَاجْتَبَذْتُهَا إِلَىَّ فَقُلْتُ تَتَبَّعِي بِهَا أَثَرَ الدَّمِ.",
    "hadithBengali": "৩০৮। ইয়াহইয়া (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, এক মহিলা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;কে হায়যের গোসল সম্পর্কে জিজ্ঞাসা করলেন। তিনি তাকে গোসলের নিয়ম বলে দিলেন যে, এক টুকরা কস্তুরি লাগানো নেকড়া নিয়ে পবিত্রতা হাসিল কর। মহিলা বললেনঃ কিভাবে? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা দিয়ে পবিত্রতা হাসিল কর। মহিলা (তৃতীয়বার) বললেন; কিভাবে? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সুবানহানাল্লাহ ! তা দিয়ে পবিত্রতা হাসিল কর। আয়িশা (রাঃ) বলেনঃ তখন আমি তাকে টেনে আমার কাছে নিয়ে আসলাম এবং বললামঃ তা দিয়ে রক্তের চিহ্ন বিশেষভাবে মুছে ফেল।\n",
    "checkStatus": "1",
    "hadithNo": "308",
    "id": "318",
    "thesequence": "734",
    "isActive": "1",
    "chapterId": "1898",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২১৫। হায়য এর পরে পবিত্রতা অর্জনের সময় দেহ ঘষামাজা করা, গোসলের পদ্ধতি এবং মিশকযুক্ত বস্ত্রখন্ড দিয়ে রক্তের চিহ্ন পরিষ্কার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: An Ansari woman asked the Prophet how to take a bath after finishing from the menses. He replied, Take a piece a cloth perfumed with musk and clean the private parts with it thrice. The Prophet felt shy and turned his face. So pulled her to me and told her what the Prophet meant.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمٌ، قَالَ حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا مَنْصُورٌ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، أَنَّ امْرَأَةً، مِنَ الأَنْصَارِ قَالَتْ لِلنَّبِيِّ صلى  الله عليه وسلم كَيْفَ أَغْتَسِلُ مِنَ الْمَحِيضِ قَالَ  خُذِي فِرْصَةً مُمَسَّكَةً، فَتَوَضَّئِي ثَلاَثًا . ثُمَّ إِنَّ النَّبِيَّ صلى  الله عليه وسلم اسْتَحْيَا فَأَعْرَضَ بِوَجْهِهِ أَوْ قَالَ  تَوَضَّئِي بِهَا  فَأَخَذْتُهَا فَجَذَبْتُهَا فَأَخْبَرْتُهَا بِمَا يُرِيدُ النَّبِيُّ صلى  الله عليه وسلم.",
    "hadithBengali": "৩০৯। মুসলিম (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত যে, একজন আনসারী মহিলা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলেনঃ আমি কিভাবে হায়যের গোসল করবো? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এক টুকরা কস্তুরিযুক্ত নেকড়া লও এবং তিনবার ধুয়ে নাও। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরপর লজ্জাবশত অন্যদিকে মুখ ফিরিয়ে নিলেন এবং বললেনঃ তা দিয়ে তুমি পবিত্র হও। আয়িশা (রাঃ) বলেনঃ আমি তাকে নিজের দিকে টেনে নিলাম। তারপর তাকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর কথার মর্ম বুঝিয়ে দিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "309",
    "id": "319",
    "thesequence": "735",
    "isActive": "1",
    "chapterId": "1899",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২১৬। হায়যের গোসলের বিবরণ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: In the last Hajj of Allahs Apostle I assume the Ihram for Hajj along with Allah Apostle. I was one of those who intended Tamattu (to perform Hajj an Umra) and did not take the Hadi (animal for sacrifice) with me. I got my menses and was not clean till the night of Arafa I said, O Allahs Apostle! It is the night of the day of Arafat and I intended to perform the Hajj Tamattu with Umra Allahs Apostle told me to undo my hair and comb it and to postpone the Umra. I did the same and completed the Hajj. On the night of Al-Hasba (i.e. place outside Mecca where the pilgrims go after finishing all the ceremonies Hajj at Mina) he (the Prophet ordered Abdur Rahman (Aishas brother) to take me to At-Tanim to assume the lhram forUmra in lieu of that of Hajj-atTamattu which I had intended to perform.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِبْرَاهِيمُ، حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، قَالَتْ أَهْلَلْتُ مَعَ رَسُولِ اللَّهِ صلى  الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ، فَكُنْتُ مِمَّنْ تَمَتَّعَ، وَلَمْ يَسُقِ الْهَدْىَ، فَزَعَمَتْ أَنَّهَا حَاضَتْ، وَلَمْ تَطْهُرْ حَتَّى دَخَلَتْ لَيْلَةُ عَرَفَةَ فَقَالَتْ يَا رَسُولَ اللَّهِ، هَذِهِ لَيْلَةُ عَرَفَةَ، وَإِنَّمَا كُنْتُ تَمَتَّعْتُ بِعُمْرَةٍ. فَقَالَ لَهَا رَسُولُ اللَّهِ صلى  الله عليه وسلم   انْقُضِي رَأْسَكِ، وَامْتَشِطِي، وَأَمْسِكِي عَنْ عُمْرَتِكِ . فَفَعَلْتُ، فَلَمَّا قَضَيْتُ الْحَجَّ أَمَرَ عَبْدَ الرَّحْمَنِ لَيْلَةَ الْحَصْبَةِ فَأَعْمَرَنِي مِنَ التَّنْعِيمِ مَكَانَ عُمْرَتِي الَّتِي نَسَكْتُ.",
    "hadithBengali": "৩১০। মূসা ইবনু ঈসমাঈল (রহঃ)......... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বিদায় হাজ্জের (হজ্জ) ইহরাম বেঁধেছিলাম। আমিও তাদেরই একজন ছিলাম যারা তামাত্তুর (একই সফরে হাজ্জ (হজ্জ) ও উমরা করা) নিয়্যত করেছিল এবং কুরবানীর পশু নেয়নি। তিনি বলেনঃ তাঁর হায়ায শুরু হয় আর আরফা-এর রাত পর্যন্ত তিনি পাক হন নি। আয়শা (রাঃ) বলেনঃ আমি বললাম, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! আজ তো আরাফার রাত, আর আমি হাজ্জের (হজ্জ) সঙ্গে উমরারও নিয়্যত করেছি। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ মাথার বেণী খুলে ফেল, চুল আঁচরাও আর উমরা থেকে বিরত থাক। আমি তা-ই করলাম। হাজ্জ (হজ্জ) সমাধা করার পর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদুর রহমান (রাঃ)- কে হাসবায় অবস্থানের রাতে (আমাকে উমরা করানোর) নির্দেশ দিলেন। তিনি তানঈম থেকে আমাকে উমরা করালেন, যেখান থেকে আমি উমরার ইহরাম বেঁধেছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "310",
    "id": "320",
    "thesequence": "736",
    "isActive": "1",
    "chapterId": "1900",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২১৭। হায়যের গোসলের সময় চুল আঁচড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: On the 1st of Dhul-Hijja we set out with the intention of performing Hajj. Allahs Apostle said, Any one who likes to assume the Ihram for Umra he can do so. Had I not brought the Hadi with me, I would have assumed the Ihram for Umra. Some of us assumed the Ihram for Umra while the others assumed the Ihram for Hajj. I was one of those who assumed the Ihram for Umra. I got menses and kept on menstruating until the day of Arafat and complained of that to the Prophet . He told me to postpone my Umra, undo and comb my hair, and to assure the Ihram of Hajj and I did so. On the right of Hasba, he sent my brother Abdur-Rahman bin Abi Bakr with me to At-Tahim, where I assumed the Ihram forUmra in lieu of the previous one. Hisham said, For that (Umra) no Hadi, fasting or alms were required.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ خَرَجْنَا مُوَافِينَ لِهِلاَلِ ذِي الْحِجَّةِ، فَقَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم  مَنْ أَحَبَّ أَنْ يُهِلَّ بِعُمْرَةٍ فَلْيُهْلِلْ، فَإِنِّي لَوْلاَ أَنِّي أَهْدَيْتُ لأَهْلَلْتُ بِعُمْرَةٍ . فَأَهَلَّ بَعْضُهُمْ بِعُمْرَةٍ، وَأَهَلَّ بَعْضُهُمْ بِحَجٍّ، وَكُنْتُ أَنَا مِمَّنْ أَهَلَّ بِعُمْرَةٍ، فَأَدْرَكَنِي يَوْمُ عَرَفَةَ وَأَنَا حَائِضٌ، فَشَكَوْتُ إِلَى النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فَقَالَ  دَعِي عُمْرَتَكِ، وَانْقُضِي رَأْسَكِ وَامْتَشِطِي، وَأَهِلِّي بِحَجٍّ . فَفَعَلْتُ حَتَّى إِذَا كَانَ لَيْلَةُ الْحَصْبَةِ أَرْسَلَ مَعِي أَخِي عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ، فَخَرَجْتُ إِلَى التَّنْعِيمِ، فَأَهْلَلْتُ بِعُمْرَةٍ مَكَانَ عُمْرَتِي. قَالَ هِشَامٌ وَلَمْ يَكُنْ فِي شَىْءٍ مِنْ ذَلِكَ هَدْىٌ وَلاَ صَوْمٌ وَلاَ صَدَقَةٌ.",
    "hadithBengali": "৩১১। উবায়দ ইবনু ইসমাঈল (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা যিলহাজ্জ মাসের চাঁদ দেখার সময় নিকটবর্তী হলে বেরিয়ে পড়লাম। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে উমরার ইহরাম বাঁধতে চায় সে তা করতে পারে। কারণ, আমি সাথে কুরবানীর পশু না আনলে উমরার ইহরামই বাঁধতাম। তারপর কেউ উমরার ইহরাম বাঁধলেন, আর কেউ হাজ্জের (হজ্জ) ইহরাম বাঁধলেন। আমি ছিলাম উমরার ইহরামকারীদের মধ্যে। আরাফার দিনে আমি ঋতুবতী ছিলাম। আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর কাছে আমার অসুবিধার কথা বললাম। তিনি বললেনঃ তোমার উমরা ছেড়ে দাও, মাথার বেণী খুলে চুল আঁচড়াও, আর হাজ্জের (হজ্জ) ইহরাম বাঁধ। আমি তাই করলাম। হাসবা নামক স্থানে অবস্থানের রাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার সাথে আমার ভাই আবদুর রহমান ইবনু আবূ বকর (রাঃ)- কে পাঠালেন। আমি তানঈমের দিকে বের হলাম। সেখানে পূর্বের উমরার পরিবর্তে ইহরাম বাঁধলাম। হিশাম (রহঃ) বলেনঃ এসব কারণে কোন দম (কুরবানী) সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) বা সাদকা দিতে হয় নি।\n",
    "checkStatus": "1",
    "hadithNo": "311",
    "id": "321",
    "thesequence": "737",
    "isActive": "1",
    "chapterId": "1901",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২১৮। হায়যের গোসলে চুল খোলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: The Prophet said, At every womb Allah appoints an angel who says, O Lord! A drop of semen, O Lord! A clot. O Lord! A little lump of flesh. Then if Allah wishes (to complete) its creation, the angel asks, (O Lord!) Will it be a male or female, a wretched or a blessed, and how much will his provision be? And what will his age be? So all that is written while the child is still in the mothers womb.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   إِنَّ اللَّهَ ـ عَزَّ وَجَلَّ ـ وَكَّلَ بِالرَّحِمِ مَلَكًا يَقُولُ يَا رَبِّ نُطْفَةٌ، يَا رَبِّ عَلَقَةٌ، يَا رَبِّ مُضْغَةٌ. فَإِذَا أَرَادَ أَنْ يَقْضِيَ خَلْقَهُ قَالَ أَذَكَرٌ أَمْ أُنْثَى شَقِيٌّ أَمْ سَعِيدٌ فَمَا الرِّزْقُ وَالأَجَلُ فَيُكْتَبُ فِي بَطْنِ أُمِّهِ .",
    "hadithBengali": "৩১২। মূসাদ্দাত (রহঃ)...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ তাআলা মাতৃগর্ভের জন্য একজন ফিরিশতা নির্ধারণ করেছেন। তিনি (পর্যায়ক্রমে) বলতে থাকেন, হে রব ! এখন বীর্য-আকৃতিতে আছে। হে রব ! এখন জমাট রক্তে পরিণত হয়েছে। হে রব ! এখন গোশতপিণ্ডে পরিণত হয়েছে। এরপর আল্লাহ তাআলা যখন সৃষ্টি পূর্ণ করতে চান, তখন জিজ্ঞাসা করেনঃ পুরুষ, না স্ত্রী? সৌভাগ্যবান, না দুর্ভাগা রিযক ও বয়স কত? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তার মাতৃগর্ভে থাকতেই তা লিখে দেওয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "312",
    "id": "322",
    "thesequence": "738",
    "isActive": "1",
    "chapterId": "1902",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২১৯। আল্লাহর বাণী &quot;পূর্ণাকৃতি ও অপূর্ণাকৃতি   গোশত পিণ্ড&rdquo; (২২ঃ:৫) প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Urwa: Aisha said, We set out with the Prophet in his last Hajj. Some of us intended to perform Umra while others Hajj. When we reached Mecca, Allahs Apostle said, Those who had assumed the lhram forUmra and had not brought the Hadi should finish his lhram and whoever had assumed the Ihram for Umra and brought the Hadi should not finish the Ihram till he has slaughtered his Hadi and whoever had assumed the lhram for Hajj should complete his Hajj. Aisha further said, I got my periods (menses) and kept on menstruating till the day of Arafat, and I had assumed the Ihram for Umra only (Tamattu). The Prophet ordered me to undo and comb my head hair and assume the lhram for Hajj only and leave the Umra. I did the same till I completed the Hajj. Then the Prophet sent Abdur Rahman bin Abi Bakr with me and ordered me to perform Umra from At-Tanim in lieu of the missed Umra.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ خَرَجْنَا مَعَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ، فَمِنَّا مَنْ أَهَلَّ بِعُمْرَةٍ، وَمِنَّا مَنْ أَهَلَّ بِحَجٍّ، فَقَدِمْنَا مَكَّةَ فَقَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   مَنْ أَحْرَمَ بِعُمْرَةٍ وَلَمْ يُهْدِ فَلْيُحْلِلْ، وَمَنْ أَحْرَمَ بِعُمْرَةٍ وَأَهْدَى فَلاَ يَحِلُّ حَتَّى يَحِلَّ بِنَحْرِ هَدْيِهِ، وَمَنْ أَهَلَّ بِحَجٍّ فَلْيُتِمَّ حَجَّهُ . قَالَتْ فَحِضْتُ فَلَمْ أَزَلْ حَائِضًا حَتَّى كَانَ يَوْمُ عَرَفَةَ، وَلَمْ أُهْلِلْ إِلاَّ بِعُمْرَةٍ، فَأَمَرَنِي النَّبِيُّ صلى  الله عليه وسلم أَنْ أَنْقُضَ رَأْسِي وَأَمْتَشِطَ، وَأُهِلَّ بِحَجٍّ، وَأَتْرُكَ الْعُمْرَةَ، فَفَعَلْتُ ذَلِكَ حَتَّى قَضَيْتُ حَجِّي، فَبَعَثَ مَعِي عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ، وَأَمَرَنِي أَنْ أَعْتَمِرَ مَكَانَ عُمْرَتِي مِنَ التَّنْعِيمِ.",
    "hadithBengali": "৩১৩। ইয়াহইয়া ইবনু বুকাইর (রহঃ)......... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর সঙ্গে বিদায় হাজ্জের (হজ্জ) সময় বের হয়েছিলাম। আমাদের কেউ ইররাম বেঁধেছিল উমরার আর কেউ ইহরাম বেঁধেছিল হাজ্জের (হজ্জ)। আমরা মক্কায় এসে পৌঁছালে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যারা উমরার ইহরাম বেঁধেছে কিন্তু কুরবানীর পশু সাথে আনেনি, তারা যেন ইহরাম খুলে ফেলে। আর যারা উমরার ইহরাম বেঁধেছে ও কুরবানীর পশু সাথে এনেছে, তারা যেন কুরবানী করা পর্যন্ত ইহরাম না খোলে। আর যারা হাজ্জের (হজ্জ) ইহরাম বেঁধেছে, তারা যেন হাজ্জ (হজ্জ) পূর্ণ করে। আয়িশা (রাঃ) বলেনঃ এরপর আমার হায়য শুরু হয় এবং আরাফার দিনেও তা বহাল থাকে। আমি শুধু উমরার ইহরাম বেঁধেছিলাম। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে মাথার বেণী খোলার চুল আঁচড়িয়ে নেওয়ার এবং উমরার ইহরাম ছেড়ে হাজ্জের (হজ্জ) ইহরাম বাঁধার নির্দেশ দিলেন। আমি তাই করলাম। পরে হাজ্জ (হজ্জ) সমাধা করলাম। এরপর আবদুর রহমান ইবনু আবূ বকর (রাঃ) &ndash;কে আমার সাথে পাঠালেন। তিনি আমকে তানঈম থেকে আমার আগের পরিত্যক্ত উমরার পরিবর্তে উমরা করতে নির্দেশ দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "313",
    "id": "323",
    "thesequence": "739",
    "isActive": "1",
    "chapterId": "1903",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২২০। ঋতুবতী কিভাবে হজ্জ ও উমরার ইহরাম বাঁধবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: Fatima bint Abi Hubaish used to have bleeding in between the periods, so she asked the Prophet about it . He replied, The bleeding is from a blood vessel and not the menses. So give up the prayers when the (real) menses begin and when it has finished, take a bath and start praying.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ فَاطِمَةَ بِنْتَ أَبِي حُبَيْشٍ، كَانَتْ تُسْتَحَاضُ فَسَأَلَتِ النَّبِيَّ صلى  الله عليه وسلم فَقَالَ   ذَلِكِ عِرْقٌ، وَلَيْسَتْ بِالْحَيْضَةِ، فَإِذَا أَقْبَلَتِ الْحَيْضَةُ فَدَعِي الصَّلاَةَ، وَإِذَا أَدْبَرَتْ فَاغْتَسِلِي وَصَلِّي .",
    "hadithBengali": "৩১৪। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ ফাতিমা বিনতে আবূ হূরাইশ (রাঃ)-এর ইস্তিহাযা হতো। তিনি এ বিষয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;কে জিজ্ঞাসা করলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ হচ্ছে রগের রক্ত, হায়যের রক্ত নয়। সুতরাং হায়য শুরু হলে সালাত (নামায/নামাজ) ছেড়ে দেবে। আর হায়য শেষ হলে গোসল করে সালাত (নামায/নামাজ) আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "314",
    "id": "324",
    "thesequence": "740",
    "isActive": "1",
    "chapterId": "1904",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২২১। হায়য শুরু ও শেষ হওয়া স্ত্রীলকেরা &lsquo;আয়িশা (রা)- এর কাছে কৌটায় করে তুলা পাঠাতো। তাতে হলুদ রং দেখলে &lsquo;আয়িশা (রা) বলতেনঃ তাড়াহুড়া করো না, সাদা পরিস্কার দেখা পর্যন্ত অপেক্ষা কর। এ দ্বারা তিনি হায়য থেকে পবিত্রতা বোঝাতেন। যায়দ ইবন সাবিত (রা)- এর কন্যার কাছে সংবাদ এলো যে, স্ত্রীলকেরা রাতের অন্ধকারে প্রদীপ চেয়ে নিয়ে হায়য থেকে পাক হলো কিনা তা দেখতেন। তিনি বললেনঃ স্ত্রীলকেরা (পূর্বে) এমনটি করতেন না। তিনি তাদের দোষারোপ করেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Muadha: A woman asked Aisha, Should I offer the prayers that which I did not offer because of menses Aisha said, Are you from the Huraura (a town in Iraq?) We were with the Prophet and used to get our periods but he never ordered us to offer them (the Prayers missed during menses). Aisha perhaps said, We did not offer them.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا هَمَّامٌ، قَالَ حَدَّثَنَا قَتَادَةُ، قَالَ حَدَّثَتْنِي مُعَاذَةُ، أَنَّ امْرَأَةً، قَالَتْ لِعَائِشَةَ أَتَجْزِي إِحْدَانَا صَلاَتَهَا إِذَا طَهُرَتْ فَقَالَتْ أَحَرُورِيَّةٌ أَنْتِ كُنَّا نَحِيضُ مَعَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فَلاَ يَأْمُرُنَا بِهِ. أَوْ قَالَتْ فَلاَ نَفْعَلُهُ.",
    "hadithBengali": "৩১৫। মূসা ইবনু ইসমাঈল (রহঃ)...... মুআযা (রহঃ) থেকে বর্ণিত, এক মহিলা আয়িশা (রাঃ)&ndash;কে বললেনঃ আমাদের জন্য হায়যকালীন কাযা সালাত (নামায/নামাজ) পবিত্র হওয়ার পর আদায় করলে চলবে কি না? আয়িশা (রাঃ) বললেনঃ তুমি কি হারুরইয়্যা? (খারেজীদের একটি দল ঋতুবতীর জন্য সালাত (নামায/নামাজ)-এর ক্বাযা ওয়াজিব মনে করত) আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে ঋতুবতী হতাম কিন্তু আমাদের সালাত (নামায/নামাজ) কাযার নির্দেশ দিতেন না। অথবা তিনি [আয়িশা (রাঃ)] বলেনঃ আমরা তা কাযা করতাম না।\n",
    "checkStatus": "1",
    "hadithNo": "315",
    "id": "325",
    "thesequence": "741",
    "isActive": "1",
    "chapterId": "1905",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২২২। হায়যকালীন সালাতের কাযা নেই জাবির ইবন &lsquo;আবদুল্লাহ ও আবূ সা&rsquo;ঈদ খুদরী (রা) নবী (সঃ) থেকে বর্ণনা করেন যে, (স্ত্রীলোক হায়যকালীন সময়) সালাত ছেড়ে দেবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Zainab bint Abi Salama: Um-Salama said, I got my menses while I was lying with the Prophet under a woolen sheet. So I slipped away, took the clothes for menses and put them on. Allahs Apostle said, Have you got your menses? I replied, Yes. Then he called me and took me with him under the woolen sheet. Um Salama further said, The Prophet used to kiss me while he was fasting. The Prophet and I used to take the bath of Janaba from a single pot.",
    "hadithArabic": "حَدَّثَنَا سَعْدُ بْنُ حَفْصٍ، قَالَ حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ زَيْنَبَ ابْنَةِ أَبِي سَلَمَةَ، حَدَّثَتْهُ أَنَّ أُمَّ سَلَمَةَ قَالَتْ حِضْتُ وَأَنَا مَعَ النَّبِيِّ صلى  الله عليه وسلم، صلى  الله عليه وسلم فِي الْخَمِيلَةِ، فَانْسَلَلْتُ فَخَرَجْتُ مِنْهَا، فَأَخَذْتُ ثِيَابَ حِيضَتِي فَلَبِسْتُهَا، فَقَالَ لِي رَسُولُ اللَّهِ صلى  الله عليه وسلم   أَنُفِسْتِ . قُلْتُ نَعَمْ، فَدَعَانِي فَأَدْخَلَنِي مَعَهُ فِي الْخَمِيلَةِ. قَالَتْ وَحَدَّثَتْنِي أَنَّ النَّبِيَّ صلى  الله عليه وسلم كَانَ يُقَبِّلُهَا وَهُوَ صَائِمٌ، وَكُنْتُ أَغْتَسِلُ أَنَا وَالنَّبِيُّ صلى  الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ مِنَ الْجَنَابَةِ.",
    "hadithBengali": "৩১৬। সাদ ইবনু হাফস (রহঃ)...... উম্মে সালমা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে একই চাঁদরের নীচে শায়িত অবস্থায় আমার হায়য দেখা দিল। তখন আমি চুপিসারে বেরিয়ে এসে হায়যের কাপড় পরে নিলাম। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ তোমার কি হায়য শুরু হয়েছে ? আমি বললামঃ হাঁ। তখন তিনি আমকে ডেকে নিয়ে তাঁর চাঁদরের নিচে স্থান দিলেন। বর্ণনাকারী যায়নাব (রহঃ) বলেনঃ আমাকে উম্মে সালমা (রাঃ) এও বলেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রোযা রাখা অবস্থায় তাকে চুমু খেতেন। [উম্মে সালমা (রাঃ) আরও বলেন] আমি ও রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্র থেকে পানি নিয়ে জানবাতের গোসল করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "316",
    "id": "326",
    "thesequence": "742",
    "isActive": "1",
    "chapterId": "1906",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২২৩। ঋতুবতী মহিলার সঙ্গে হায়যের কাপড় পরিহিত অবস্থায় একত্রে শয়ন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Um Salama: While I was lying with the Prophet under a woolen sheet, I got my menses. I slipped away and put on the clothes for menses. The Prophet said, Have you got your menses? I replied, Yes. He called me and I slept with him under the woolen sheet.",
    "hadithArabic": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، قَالَ حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ زَيْنَبَ ابْنَةِ أَبِي سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ بَيْنَا أَنَا مَعَ النَّبِيِّ صلى  الله عليه وسلم، صلى  الله عليه وسلم مُضْطَجِعَةً فِي خَمِيلَةٍ حِضْتُ، فَانْسَلَلْتُ فَأَخَذْتُ ثِيَابَ حِيضَتِي فَقَالَ   أَنُفِسْتِ . فَقُلْتُ نَعَمْ. فَدَعَانِي فَاضْطَجَعْتُ مَعَهُ فِي الْخَمِيلَةِ.",
    "hadithBengali": "৩১৭। মু&#39;আয ইবনু ফাযাল (রহঃ)...... উম্মে সালমা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এক সময় আমি ও রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই চাঁদরের নীচে শুয়েছিলাম। আমার হায়য শুরু হল। তখন আমি চুপিসারে বেরিয়ে এসে হায়যের কাপড় পরে নিলাম। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ তোমার কি হায়য আরম্ভ হয়েছে? আমি বললামঃ হ্যাঁ। তিনি আমকে ডেকে নিলেন এবং আমি তাঁর সঙ্গে একই চাঁদরের নীচে শুয়ে পড়লাম।\n",
    "checkStatus": "1",
    "hadithNo": "317",
    "id": "327",
    "thesequence": "743",
    "isActive": "1",
    "chapterId": "1907",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২২৪। হায়যের জন্য সতন্ত্র কাপড় পরিধান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aiyub: Hafsa said, We used to forbid our young women to go out for the two Id prayers. A woman came and stayed at the palace of Bani Khalaf and she narrated about her sister whose husband took part in twelve holy battles along with the Prophet and her sister was with her husband in six (out of these twelve). She (the womans sister) said, We used to treat the wounded, look after the patients and once I asked the Prophet, Is there any harm for any of us to stay at home if she doesnt have a veil? He said, She should cover herself with the veil of her companion and should participate in the good deeds and in the religious gathering of the Muslims. When Um Atiya came I asked her whether she had heard it from the Prophet. She replied, Yes. May my father be sacrificed for him (the Prophet)! (Whenever she mentioned the Prophet she used to say, May my father be sacrificed for him) I have heard the Prophet saying, The unmarried young virgins and the mature girl who stay often screened or the young unmarried virgins who often stay screened and the menstruating women should come out and participate in the good deeds as well as the religious gathering of the faithful believers but the menstruating women should keep away from the Musalla (praying place).  Hafsa asked Um Atiya surprisingly, Do you say the menstruating women? She replied, Doesnt a menstruating woman attend Arafat (Hajj) and such and such (other deeds)?",
    "hadithArabic": "دَّثَنَا مُحَمَّدٌ ـ هُوَ ابْنُ سَلاَمٍ ـ قَالَ أَخْبَرَنَا عَبْدُ الْوَهَّابِ، عَنْ أَيُّوبَ، عَنْ حَفْصَةَ، قَالَتْ كُنَّا نَمْنَعُ عَوَاتِقَنَا أَنْ يَخْرُجْنَ فِي الْعِيدَيْنِ، فَقَدِمَتِ امْرَأَةٌ فَنَزَلَتْ قَصْرَ بَنِي خَلَفٍ، فَحَدَّثَتْ عَنْ أُخْتِهَا، وَكَانَ زَوْجُ أُخْتِهَا غَزَا مَعَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم ثِنْتَىْ عَشَرَةَ، وَكَانَتْ أُخْتِي مَعَهُ فِي سِتٍّ. قَالَتْ كُنَّا نُدَاوِي الْكَلْمَى، وَنَقُومُ عَلَى الْمَرْضَى، فَسَأَلَتْ أُخْتِي النَّبِيَّ صلى  الله عليه وسلم أَعَلَى إِحْدَانَا بَأْسٌ إِذَا لَمْ يَكُنْ لَهَا جِلْبَابٌ أَنْ لاَ تَخْرُجَ قَالَ  لِتُلْبِسْهَا صَاحِبَتُهَا مِنْ جِلْبَابِهَا، وَلْتَشْهَدِ الْخَيْرَ وَدَعْوَةَ الْمُسْلِمِينَ . فَلَمَّا قَدِمَتْ أُمُّ عَطِيَّةَ سَأَلْتُهَا أَسَمِعْتِ النَّبِيَّ صلى  الله عليه وسلم قَالَتْ بِأَبِي نَعَمْ ـ وَكَانَتْ لاَ تَذْكُرُهُ إِلاَّ قَالَتْ بِأَبِي ـ سَمِعْتُهُ يَقُولُ  يَخْرُجُ الْعَوَاتِقُ وَذَوَاتُ الْخُدُورِ، أَوِ الْعَوَاتِقُ ذَوَاتُ الْخُدُورِ وَالْحُيَّضُ، وَلْيَشْهَدْنَ الْخَيْرَ وَدَعْوَةَ الْمُؤْمِنِينَ، وَيَعْتَزِلُ الْحُيَّضُ الْمُصَلَّى . قَالَتْ حَفْصَةُ فَقُلْتُ الْحُيَّضُ فَقَالَتْ أَلَيْسَ تَشْهَدُ عَرَفَةَ وَكَذَا وَكَذَا",
    "hadithBengali": "৩১৮। মুহাম্মদ ইবনু সালামা (রহঃ)...... হাফসা (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা আমাদের যুবতীদের ঈদের সালাতে (নামাযে) বের হতে নিষেদ করতাম। এক মহিলা বনূ খালাফের মহলে এসে পৌঁছালেন এবং তিনি তাঁর বন থেকে বর্ণনা করলেন। তাঁর ভগ্নীপতি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বাড়টি গাযওয়ায় অংশ গ্রহন করেছিলেন। তিনি বলেনঃ আমার বোনও তাঁর ছইটি গাযওয়ায় শরীক ছিল। সেই বোন বলেনঃ আমাদের কারো ওড়না না থাকার কারণে বের না হলে কোন অসুবিধা আছে কি? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাঁর সাথীর ওড়না তাকে পরিয়ে দেবে, যাতে সে ভালো মজলিস ও মুমিনদের শরীক হতে পারে। যখন উম্মে আতিয়্যা (রাঃ) আসলেন, আমি তাকে জিজ্ঞাসা করলামঃ আপনি কি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরুপ শুনেছেন? উত্তরে তিনি বললেঃ আমার পিতা তাঁর জন্য কুরবান হোক। হ্যাঁ, তিনি এরুপ বলেছিলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা আলোচিত হলেই তিনি বলতেন। &ldquo;আমার পিতা তাঁর জন্য কুরবান হোক&rdquo; আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;কে বলতে শুনেছি যে। যুবতী, ঋতুবতী মহিলা ঈদগাহ থেকে দূরে থাকবে। হাফসা (রহঃ) বলেনঃ আমি জিজ্ঞাসা করলামঃ ঋতুবতীও কি বেরুবে? তিনি বলেনঃ সে কি আরাফাতের ও অমুক অমুক স্থানে উপস্থিত হবে না?\n",
    "checkStatus": "1",
    "hadithNo": "318",
    "id": "328",
    "thesequence": "744",
    "isActive": "1",
    "chapterId": "1908",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২২৫। ঋতুবতী মহিলাদের উভয় ঈদ ও মুসলমানদের দু&rsquo;আর সমাবেশে উপস্থিত হওয়া এবং ঈদগাহ থেকে দূরে অবস্থান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: Fatima bint Abi Hubaish asked the Prophet, I got persistent bleeding (in between the periods) and do not become clean. Shall I give up prayers? He replied, No, this is from a blood vessel. Give up the prayers only for the days on which you usually get the menses and then take a bath and offer your prayers.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ أَبِي رَجَاءٍ، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ سَمِعْتُ هِشَامَ بْنَ عُرْوَةَ، قَالَ أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ،. أَنَّ فَاطِمَةَ بِنْتَ أَبِي حُبَيْشٍ، سَأَلَتِ النَّبِيَّ صلى  الله عليه وسلم قَالَتْ إِنِّي أُسْتَحَاضُ فَلاَ أَطْهُرُ، أَفَأَدَعُ الصَّلاَةَ فَقَالَ   لاَ، إِنَّ ذَلِكِ عِرْقٌ، وَلَكِنْ دَعِي الصَّلاَةَ قَدْرَ الأَيَّامِ الَّتِي كُنْتِ تَحِيضِينَ فِيهَا، ثُمَّ اغْتَسِلِي وَصَلِّي .",
    "hadithBengali": "৩১৯। আহমদ ইবনু আবূ রাজা (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ ফাতিমা বিনত আবূ হুবায়শ (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;কে জিজ্ঞাসা করলেন, আমার ইস্তিহাযা হয়েছে এবং পবিত্র হচ্ছি না। আমি কি সালাত (নামায/নামাজ) ছেড়ে দেব? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ না, এ হল রগ-নির্গত রক্ত। তবে এরুপ হওয়ার আগে যতদিন হায়য হতো সে কয়দিন সালাত (নামায/নামাজ) অবশ্যই ছেড়ে দাও। তারপর গোসল করে নিবে ও সালাত (নামায/নামাজ) আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "319",
    "id": "329",
    "thesequence": "745",
    "isActive": "1",
    "chapterId": "1909",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২২৬। একই মাসে তিন হায়য হলে সম্ভাব্য হায়য ও গর্ভধারণের ব্যাপারে স্ত্রীলিকোর কথা গ্রহণযোগ্য। কারণ আল্লাহর ঘোষণা রয়েছেঃ \tমহিলাদের গর্ভে আল্লাহ যা সৃষ্টি করেছেন সে বিষয়টি গোপন করা তাদের পক্ষে বৈধ নয়। (২ঃ২২৮) হযরত &lsquo;আলী (রা) ও গুরায়হ (র) থেকে বর্ণিত, যদি মহিলার নিজ পরিবারের দিনদার কেউ সাক্ষ্য দেয় যে, এ মহিলা মাসে তিনবার ঋতুবতী হয়েছে, তবে তাঁর কথা গ্রহণযোগ্য হবে। &lsquo;আতা (র) বলেনঃ মহিলার হায়যের দিন গণনা করা হবে তাঁর পূর্ব অভ্যাস অনুযায়ী। ইবরাহীম (র) &ndash;ও অনুরুপ বলেন। &lsquo;আতা (র) আরো বলেনঃ হায়য একদিন থেকে পনের দিন পর্যন্ত হতে পারে।* মু&rsquo;তামির তাঁর পিতা থেকে বর্ণনা করেন, তিনি বলেছেনঃ আমি ইবন সীরীন (র) &ndash;কে এমন মহিলা সম্পর্কে জিজ্ঞাসা করলাম যে তার পূর্ব অভ্যাস অনুযায়ী হায়যের পাঁচ দিন পূর্ণ হওয়ার পরও রক্ত দেখে? তিনি জবাবে বললেনঃ এ ব্যাপারে মহিলারা ভালো যানে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Um Atiya: We never considered yellowish discharge as a thing of importance (as menses).",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ كُنَّا لاَ نَعُدُّ الْكُدْرَةَ وَالصُّفْرَةَ شَيْئًا.",
    "hadithBengali": "৩২০। কুতাইবা ইবনু সাঈদ (রহঃ)...... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা মেটে ও হলুদ রং হায়যের মধ্যে গন্য করতাম না।\n",
    "checkStatus": "1",
    "hadithNo": "320",
    "id": "330",
    "thesequence": "746",
    "isActive": "1",
    "chapterId": "1910",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২২৭। হায়াযের দিনগুলো ছাড়া হলুদ এবংমেটে রং দেখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: (the wife of the Prophet) Um Habiba got bleeding in between the periods for seven years. She asked Allahs Apostle about it. He ordered her to take a bath (after the termination of actual periods) and added that it was (from) a blood vessel. So she used to take a bath for every prayer.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، قَالَ حَدَّثَنَا مَعْنٌ، قَالَ حَدَّثَنِي ابْنُ أَبِي ذِئْبٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، وَعَنْ عَمْرَةَ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم أَنَّ أُمَّ حَبِيبَةَ اسْتُحِيضَتْ سَبْعَ سِنِينَ، فَسَأَلَتْ رَسُولَ اللَّهِ صلى  الله عليه وسلم عَنْ ذَلِكَ، فَأَمَرَهَا أَنْ تَغْتَسِلَ فَقَالَ   هَذَا عِرْقٌ . فَكَانَتْ تَغْتَسِلُ لِكُلِّ صَلاَةٍ.",
    "hadithBengali": "৩২১। ইবরাহীম ইবনু মুনযির আল-হিযামী (রহঃ)......... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পত্নী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ উম্মে হাবীবা (রাঃ) সাত বছর পর্যন্ত ইস্তিহাযাগ্রস্থা ছিলেন। তিনি এ ব্যাপারে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;কে জিজ্ঞাসা করলেন। তিনি তাঁকে গোসলের নির্দেশ দিলেন এবং বললেন : এ শিরা-নির্গত রক্ত। এরপর উম্মে হাবীবা (রাঃ) প্রতি সালাত (নামায/নামাজ)-এর জন্য গোসল করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "321",
    "id": "331",
    "thesequence": "747",
    "isActive": "1",
    "chapterId": "1911",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২২৮। ইস্তিহাযার শিরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: (the wife of the Prophet) I told Allahs Apostle that Safiya bint Huyai had got her menses. He said, She will probably delay us. Did she perform Tawaf (Al-Ifada) with you? We replied, Yes. On that the Prophet told her to depart.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ أَبِيهِ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم أَنَّهَا قَالَتْ لِرَسُولِ اللَّهِ صلى  الله عليه وسلم يَا رَسُولَ اللَّهِ، إِنَّ صَفِيَّةَ بِنْتَ حُيَىٍّ قَدْ حَاضَتْ. قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم  لَعَلَّهَا تَحْبِسُنَا، أَلَمْ تَكُنْ طَافَتْ مَعَكُنَّ . فَقَالُوا بَلَى. قَالَ  فَاخْرُجِي .",
    "hadithBengali": "৩২২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)......... রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর পত্নী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;কে জিজ্ঞাসা করলেনঃ ইয়া রাসুলাল্লাহ ! সাফিয়্যা বিনত হুযাইয়ের হায়য শুরু হয়েছে। তিনি বললেনঃ সে তো তোমাদেরকে আটকিয়ে রাখবে। সে কি তোমাদের সঙ্গে তাওয়াফে-যিয়ারত করেনি? তাঁর জবাব দিলেন, হাঁ করেছেন। তিনি বললেনঃ তা হলে বের হও।\n",
    "checkStatus": "1",
    "hadithNo": "322",
    "id": "332",
    "thesequence": "748",
    "isActive": "1",
    "chapterId": "1912",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২২৯। তাওয়াফে যিয়ারতের পর  স্ত্রীলোকের হায়য শুরু হলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas: A woman is allowed to leave (go back home) if she gets menses (after Tawaf-AlIfada). Ibn Umar formerly used to say that she should not leave but later on I heard him saying, She may leave, since Allahs Apostle gave them the permission to leave (after Tawaf-AlIfada.)",
    "hadithArabic": "حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، قَالَ حَدَّثَنَا وُهَيْبٌ، عَنْ عَبْدِ اللَّهِ بْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ رُخِّصَ لِلْحَائِضِ أَنْ تَنْفِرَ، إِذَا حَاضَتْ. وَكَانَ ابْنُ عُمَرَ يَقُولُ فِي أَوَّلِ أَمْرِهِ إِنَّهَا لاَ تَنْفِرُ. ثُمَّ سَمِعْتُهُ يَقُولُ تَنْفِرُ إِنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم رَخَّصَ لَهُنَّ.",
    "hadithBengali": "৩২৩। মুআল্লা ইবনু আসাদ (রহঃ)...... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ (তাওয়াফে যিয়ারতের পর) মহিলার হায়য হলে তার চলে যাওয়ার অনুমতি রয়েছে। এর আগে . ইবনু উমর (রাঃ) বলতেনঃ সে যেতে পারবে না। তারপর তাঁকে বলতে শুনেছি যে, সে যেতে পারে। কারণ, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের জন্য (যাওয়ার) অনুমতি দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "323",
    "id": "333",
    "thesequence": "749",
    "isActive": "1",
    "chapterId": "1912",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২২৯। তাওয়াফে যিয়ারতের পর  স্ত্রীলোকের হায়য শুরু হলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: The Prophet said to me, Give up the prayer when your menses begin and when it has finished, wash the blood off your body (take a bath) and start praying.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، عَنْ زُهَيْرٍ، قَالَ حَدَّثَنَا هِشَامٌ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ النَّبِيُّ صلى  الله عليه وسلم   إِذَا أَقْبَلَتِ الْحَيْضَةُ فَدَعِي الصَّلاَةَ، وَإِذَا أَدْبَرَتْ فَاغْسِلِي عَنْكِ الدَّمَ وَصَلِّي .",
    "hadithBengali": "৩২৪। আহমদ ইবনু ইউনুস (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হায়য দেখা দিলে সালাত (নামায/নামাজ) ছেড়ে দাও আর হায়যের সময় শেষ হয়ে গেলে রক্ত ধুয়ে নাও এবং সালাত (নামায/নামাজ) আদায় কর।\n",
    "checkStatus": "1",
    "hadithNo": "324",
    "id": "334",
    "thesequence": "750",
    "isActive": "1",
    "chapterId": "1913",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২৩০। ইস্তিহাযাগ্রস্তা নারীর পবিত্রতা দেখা। ইবন &lsquo;আব্বাস (রা) বলেনঃ মুস্তাহাযা দিনের কিছু সময়ের জন্য হলেও পবিত্রতা দেখলে গোসল করবে ও সালাত আদায় করবে। আর সালাত আদায় করার পর তাঁর স্বামী তাঁর সাথে মিলতে পারে। কারণ, সালাতের গুরুত্ব অত্যাধিক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Samura bin Jundab: The Prophet offered the funeral prayer for the dead body of a woman who died of (during) delivery (i.e. child birth) and he stood by the middle of her body.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ أَبِي سُرَيْجٍ، قَالَ أَخْبَرَنَا شَبَابَةُ، قَالَ أَخْبَرَنَا شُعْبَةُ، عَنْ حُسَيْنٍ الْمُعَلِّمِ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ سَمُرَةَ بْنِ جُنْدُبٍ، أَنَّ امْرَأَةً، مَاتَتْ فِي بَطْنٍ، فَصَلَّى عَلَيْهَا النَّبِيُّ صلى  الله عليه وسلم فَقَامَ وَسَطَهَا.",
    "hadithBengali": "৩২৫। আহমদ ইবনু সুরায়জ (রহঃ)......... সামুরা ইবনু জুনদুব (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একজন প্রসূতি মহিলা মারা গেলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর জানাযা পড়লেন। সালাত (নামায/নামাজ) তিনি মহিলার দেহের মাঝ বরাবর দাঁড়িয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "325",
    "id": "335",
    "thesequence": "751",
    "isActive": "1",
    "chapterId": "1914",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২৩১। নিফাস অবস্থায় মৃত স্ত্রীলকের সালাতে জানাযা ও তাঁর পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Maimuna: (the wife of the Prophet) During my menses, I never prayed, but used to sit on the mat beside the mosque of Allahs Apostle. He used to offer the prayer on his sheet and in prostration some of his clothes used to touch me.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ مُدْرِكٍ، قَالَ حَدَّثَنَا يَحْيَى بْنُ حَمَّادٍ، قَالَ أَخْبَرَنَا أَبُو عَوَانَةَ ـ اسْمُهُ الْوَضَّاحُ ـ مِنْ كِتَابِهِ قَالَ أَخْبَرَنَا سُلَيْمَانُ الشَّيْبَانِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ، قَالَ سَمِعْتُ خَالَتِي، مَيْمُونَةَ ـ زَوْجَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم أَنَّهَا كَانَتْ تَكُونُ حَائِضًا لاَ تُصَلِّي، وَهْىَ مُفْتَرِشَةٌ بِحِذَاءِ مَسْجِدِ رَسُولِ اللَّهِ صلى  الله عليه وسلم وَهْوَ يُصَلِّي عَلَى خُمْرَتِهِ، إِذَا سَجَدَ أَصَابَنِي بَعْضُ ثَوْبِهِ.",
    "hadithBengali": "৩২৬। হাসান ইবনু মুদরিক (রহঃ)...... আবদুল্লাহ ইবনু শাদ্দাত (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি আমার খালা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর পত্নী মায়মূনা (রাঃ) থেকে শুনেছি যে, তিনি হায়য অবস্থায় সালাত (নামায/নামাজ) আদায় করতেন না; তখন তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সিজদার যায়গায় সোজাসুজি শুয়ে থাকতেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর চাটাইয়ে সালাত (নামায/নামাজ) আদায় করতেন। সিজদা করার সময় তাঁর কাপড়ের অংশ আমার (মায়মূনার) গায়ে লাগতো।\n",
    "checkStatus": "1",
    "hadithNo": "326",
    "id": "336",
    "thesequence": "752",
    "isActive": "1",
    "chapterId": "1915",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "9",
    "statusId": "1",
    "topicName": "২৩২।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]