[
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nThe Prophet (ﷺ) said (on the day of Idal-Adha), The first thing we will do on this day of ours, is to offer the (`Id) prayer and then return to slaughter the sacrifice. Whoever does so, he acted according to our Sunna (tradition), and whoever slaughtered (the sacrifice) before the prayer, what he offered was just meat he presented to his family, and that will not be considered as Nusak (sacrifice). (On hearing that) Abu Burda bin Niyar got up, for he had slaughtered the sacrifice before the prayer, and said, I have got a six month old ram. The Prophet (ﷺ) said, Slaughter it (as a sacrifice) but it will not be sufficient for any-one else (as a sacrifice after you). Al-Bara added: The Prophet (ﷺ) said, Whoever slaughtered (the sacrifice) after the prayer, he slaughtered it at the right time and followed the tradition of the Muslims.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ زُبَيْدٍ الإِيَامِيِّ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم  إِنَّ أَوَّلَ مَا نَبْدَأُ بِهِ فِي يَوْمِنَا هَذَا أَنْ نُصَلِّيَ ثُمَّ نَرْجِعَ فَنَنْحَرَ، مَنْ فَعَلَهُ فَقَدْ أَصَابَ سُنَّتَنَا، وَمَنْ ذَبَحَ قَبْلُ فَإِنَّمَا هُوَ لَحْمٌ قَدَّمَهُ لأَهْلِهِ، لَيْسَ مِنَ النُّسُكِ فِي شَىْءٍ . فَقَامَ أَبُو بُرْدَةَ بْنُ نِيَارٍ وَقَدْ ذَبَحَ فَقَالَ إِنَّ عِنْدِي جَذَعَةً. فَقَالَ  اذْبَحْهَا وَلَنْ تَجْزِيَ عَنْ أَحَدٍ بَعْدَكَ . قَالَ مُطَرِّفٌ عَنْ عَامِرٍ عَنِ الْبَرَاءِ قَالَ النَّبِيُّ صلى الله عليه وسلم  مَنْ ذَبَحَ بَعْدَ الصَّلاَةِ تَمَّ نُسُكُهُ، وَأَصَابَ سُنَّةَ الْمُسْلِمِينَ .",
    "hadithBengali": "৫১৪৭। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমাদের এ দিনে আমরা সর্ব প্রথম যে কাজটি করবো তা হল সালাত (নামায/নামাজ) আদায় করবো। এরপর ফিরে এসে আমরা কুরবানী করবো। যে ব্যাক্তি এভাবে তা আদায় করল সে আমাদের নীতি অনুসরণ করল। আর যে ব্যাক্তি আগেই যবাহ করল, তা এমন গোশতরুপে গন্য যা সে তার পরিবার পরিজনের জন্য আগাম ব্যবস্থা করল। এটা কিছুতেই কুরবানী বলে গন্য নয়। তখন আবূ বুরদা ইবনু নিয়ার (রাঃ) দাঁড়ালেন, আর তিনি (সালাত (নামায/নামাজ) এর) আগেই যবাহ করেছিলেন। তিনি বললেনঃ আমার নিকট একটি বকরীর বাচ্চা আছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাই যবাহ কর। তবে তোমার পরে আর কারোর পক্ষে তা যথেষ্ঠ হবে না।\n\nমুতাররাফ বারা (রাঃ) থেকে বর্ননা করেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি সালাত (নামায/নামাজ) এর পর যবাহ করল তার কুরবানি পূর্ন হলো এবং সে মুসলমানদের নীতি পালন করলো।\n",
    "checkStatus": "1",
    "hadithNo": "5147",
    "id": "5791",
    "thesequence": "6053",
    "isActive": "1",
    "chapterId": "16942",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২০৫. কুরবানীর বিধান। ইবন উমর (রাঃ) বলেছেনঃ কুরবানী সুন্নাত এবং স্বীকৃত প্রথা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) said, Whoever slaughtered the sacrifice before the prayer, he just slaughtered it for himself, and whoever slaughtered it after the prayer, he slaughtered it at the right time and followed the tradition of the Muslims.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَنْ ذَبَحَ قَبْلَ الصَّلاَةِ فَإِنَّمَا ذَبَحَ لِنَفْسِهِ، وَمَنْ ذَبَحَ بَعْدَ الصَّلاَةِ فَقَدْ تَمَّ نُسُكُهُ، وَأَصَابَ سُنَّةَ الْمُسْلِمِينَ .",
    "hadithBengali": "৫১৪৮। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি সালাত (নামায/নামাজ) আদায়ের আগে যবাহ করল সে নিজের জন্যই যবাহ করল। আর যে ব্যাক্তি সালাত (নামায/নামাজ) আদায়ের পর যবাহ করল। তার কুরবানী পূর্ন হল এবং সে মুসলমানদের নীতি অনুসরণ করল।\n",
    "checkStatus": "1",
    "hadithNo": "5148",
    "id": "5792",
    "thesequence": "6054",
    "isActive": "1",
    "chapterId": "16942",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২০৫. কুরবানীর বিধান। ইবন উমর (রাঃ) বলেছেনঃ কুরবানী সুন্নাত এবং স্বীকৃত প্রথা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uqba bin Amir Al-Juhani:\n\nthat the Prophet (ﷺ) distributed among his companions some animals for sacrifice (to be slaughtered on `Id-al-Adha). `Uqbas share was a Jadhaa (a six month old goat). `Uqba said, O Allahs Messenger (ﷺ)! I get in my share of Jadhaa (a six month old ram). The Prophet (ﷺ) said, Slaughter it as a sacrifice.",
    "hadithArabic": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ بَعْجَةَ الْجُهَنِيِّ، عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ، قَالَ قَسَمَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ أَصْحَابِهِ ضَحَايَا، فَصَارَتْ لِعُقْبَةَ جَذَعَةٌ. فَقُلْتُ يَا رَسُولَ اللَّهِ صَارَتْ جَذَعَةٌ. قَالَ   ضَحِّ بِهَا .",
    "hadithBengali": "৫১৪৯। মুআয ইবনু ফাযালা (রহঃ) ... উকবা ইবনু আমির জুহানী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাহাবীগনের মধ্যে কতগুলো কুরবানীর পশু বণ্টন করলেন। তখন উকবা (রাঃ) এর ভাগে পড়ল একটি বকরীর বাচ্চা। উকবা (রাঃ) বলেন, তখন আমি বললামঃ ইয়া রাসুলাল্লাহ! আমার ভাগে এসেছে একটি বকরীর বাচ্চা। তিনি বললেনঃ সেটিই কুরবানী করে নাও।\n",
    "checkStatus": "1",
    "hadithNo": "5149",
    "id": "5793",
    "thesequence": "6055",
    "isActive": "1",
    "chapterId": "16943",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২০৬. ইমাম কর্তৃক জনগণের মধ্যে কুরবাণীর পশু বন্টন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nthat the Prophet (ﷺ) entered upon her when she had her menses at Sarif before entering Mecca, and she was weeping (because she was afraid that she would not be able to perform the Hajj). The Prophet (ﷺ) said, What is wrong with you? Have you got your period? She said, Yes. He said, This is a matter Allah has decreed for all the daughters of Adam, so perform all the ceremonies of Hajj like the others, but do not perform the Tawaf around the Ka`ba. `Aisha added: When we were at Mina, beef was brought to me and I asked, What is this? They (the people) said, Allahs Messenger (ﷺ) has slaughtered some cows as sacrifices on behalf of his wives.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَيْهَا وَحَاضَتْ بِسَرِفَ، قَبْلَ أَنْ تَدْخُلَ مَكَّةَ وَهْىَ تَبْكِي فَقَالَ  مَا لَكِ أَنَفِسْتِ . قَالَتْ نَعَمْ. قَالَ  إِنَّ هَذَا أَمْرٌ كَتَبَهُ اللَّهُ عَلَى بَنَاتِ آدَمَ، فَاقْضِي مَا يَقْضِي الْحَاجُّ غَيْرَ أَنْ لاَ تَطُوفِي بِالْبَيْتِ . فَلَمَّا كُنَّا بِمِنًى أُتِيتُ بِلَحْمِ بَقَرٍ، فَقُلْتُ مَا هَذَا قَالُوا ضَحَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَزْوَاجِهِ بِالْبَقَرِ.",
    "hadithBengali": "৫১৫০। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাছে প্রবেশ করলেন। অথচ মক্কা প্রবেশ করার পূর্বেই সারিফ নামক স্থানে তার মাসিক শুরু হল। তখন তিনি কাঁদতে লাগলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার কি হয়েছে? মাসিক শুরু হয়েছে না কি? তিনি বললেনঃ হ্যাঁ। তিনি বললেনঃ এটা তো এমন এক বিষয় যা আল্লাহ আদম (আলাইহিস সালাম) এর কন্যা সন্তানের উপর নির্ধারণ করে দিয়েছেন। সুতরাং তুমি আদায় করে যাও, হাজীগণ যা করে থাকে, তুমিও অনুরুপ করে যাও। তবে তুমি বায়তুল্লাহ তাওয়াফ করবে না। এরপর আমরা যখন মিনায় ছিলাম, তখন আমার কাছে গরুর গোশত নিয়ে আসা হল। আমি জিজ্ঞাসা করলাম এটা কি? লোকজন উত্তর করলো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার স্ত্রীদের পক্ষ থেকে গরু কুরবানী করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5150",
    "id": "5794",
    "thesequence": "6056",
    "isActive": "1",
    "chapterId": "16944",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২০৭. মুসাফির ও মহিলাদের কুরবানী করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) said on the day of Nahr, Whoever has slaughtered his sacrifice before the prayer, should repeat it (slaughter another sacrifice). A man got up and said, O Allahs Messenger (ﷺ)! This is a day on which meat is desired. He then mentioned his neighbors saying, I have a six month old ram which is to me better than the meat of two sheep. The Prophet (ﷺ) allowed him to slaughter it as a sacrifice, but I do not know whether this permission was valid for other than that man or not. The Prophet (ﷺ) then went towards two rams and slaughtered them, and then the people went towards some sheep and distributed them among themselves.",
    "hadithArabic": "حَدَّثَنَا صَدَقَةُ، أَخْبَرَنَا ابْنُ عُلَيَّةَ، عَنْ أَيُّوبَ، عَنِ ابْنِ سِيرِينَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم يَوْمَ النَّحْرِ   مَنْ كَانَ ذَبَحَ قَبْلَ الصَّلاَةِ فَلْيُعِدْ . فَقَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ هَذَا يَوْمٌ يُشْتَهَى فِيهِ اللَّحْمُ ـ وَذَكَرَ جِيرَانَهُ ـ وَعِنْدِي جَذَعَةٌ خَيْرٌ مِنْ شَاتَىْ لَحْمٍ. فَرَخَّصَ لَهُ فِي ذَلِكَ، فَلاَ أَدْرِي أَبَلَغَتِ الرُّخْصَةُ مَنْ سِوَاهُ أَمْ لاَ، ثُمَّ انْكَفَأَ النَّبِيُّ صلى الله عليه وسلم إِلَى كَبْشَيْنِ فَذَبَحَهُمَا، وَقَامَ النَّاسُ إِلَى غُنَيْمَةٍ فَتَوَزَّعُوهَا أَوْ قَالَ فَتَجَزَّعُوهَا.",
    "hadithBengali": "৫১৫১। সাদাকা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ কুরবানীর দিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে ব্যাক্তি সালাত (নামায/নামাজ) আদায়ের পূর্বে যবাহ করেছে, সে যেন পুনরায় যবাহ করে। তখন এক ব্যাক্তি দাঁড়িয়ে বললঃ ইয়া রাসুলাল্লাহ! এটাতো এমন দিন যাতে গোশত খাওয়ার প্রতি আকাঙ্ক্ষা হয়। তখন সে তার প্রতিবেশীদের কথাও উল্লেখ করল এবং বলল আমার কাছে এমন একটি বকরীর বাচ্চা আছে যেটি গোশতের দিক থেকে দুটি বকরী অপেক্ষাও উত্তম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে সেটিই কুরবানী করতে অনুমতি দিলেন। আনাস (রাঃ) বলেন আমি জানিনা, এ অনুমতি এই ব্যাক্তি ব্যতীত অন্যের বেলায় প্রযোজ্য কিনা? এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি ভেড়ার দিকে এগিয়ে গেলেন এবং সে দুটিকে যবাহ করলেন। লোকজন ক্ষুদ্র একটি বকরীর পালের দিকে উঠে গেল। এরপর ঐ গুলোকে বণ্টন করলো কিংবা তিনি বলেছেন সেগুলোকে তারা যবাহ করে টুকরা টুকরা করে কাটলো।\n",
    "checkStatus": "1",
    "hadithNo": "5151",
    "id": "5795",
    "thesequence": "6057",
    "isActive": "1",
    "chapterId": "16945",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২০৮. কুরবানীর দিন গোশত খাওয়ার আকাঙ্ক্ষা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bakra:\n\nThe Prophet (ﷺ) said, Time has come back to its original state which it had on the day Allah created the Heavens and the Earth. The year is twelve months, four of which are sacred, three of them are in succession, namely Dhul-Qada, Dhul Hijja and Muharram, (the fourth being) Rajab Mudar which is between Jumada (ath-thamj and Shaban. The Prophet (ﷺ) then asked, Which month is this? We said, Allah and his Apostle know better. He kept silent so long that we thought that he would call it by a name other than its real name. He said, Isnt it the month of Dhul-Hijja? We said, Yes. He said, Which town is this? We said, Allah and His Apostle know better. He kept silent so long that we thought that he would call it t,y a name other than its real name. He said, isnt it the town (of Mecca)? We replied, Yes. He said, What day is today? We replied, Allah and His Apostle know better. He kept silent so long that we thought that he would call it by a name other than its real name. He said, Isnt it the day of Nahr? We replied, Yes. He then said, Your blood, properties and honor are as sacred to one another as this day of yours in this town of yours in this month of yours. You will meet your Lord, and He will ask you about your deeds. Beware! Do not go astray after me by cutting the necks of each other. It is incumbent upon those who are present to convey this message to those who are absent, for some of those to whom it is conveyed may comprehend it better than some of those who have heard it directly. (Muhammad, the sub-narrator, on mentioning this used to say: The Prophet then said, No doubt! Havent I delivered (Allahs) Message (to you)? Havent I delivered Allahs message (to you)?",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا أَيُّوبُ، عَنْ مُحَمَّدٍ، عَنِ ابْنِ أَبِي بَكْرَةَ، عَنْ أَبِي بَكْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  الزَّمَانُ قَدِ اسْتَدَارَ كَهَيْئَتِهِ يَوْمَ خَلَقَ اللَّهُ السَّمَوَاتِ وَالأَرْضَ، السَّنَةُ اثْنَا عَشَرَ شَهْرًا، مِنْهَا أَرْبَعَةٌ حُرُمٌ، ثَلاَثٌ مُتَوَالِيَاتٌ ذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ، وَرَجَبُ مُضَرَ الَّذِي بَيْنَ جُمَادَى وَشَعْبَانَ، أَىُّ شَهْرٍ هَذَا . قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ. فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ، قَالَ  أَلَيْسَ ذَا الْحِجَّةِ . قُلْنَا بَلَى. قَالَ  أَىُّ بَلَدٍ هَذَا . قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ. فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ، قَالَ  أَلَيْسَ الْبَلْدَةَ . قُلْنَا بَلَى. قَالَ  فَأَىُّ يَوْمٍ هَذَا . قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ، فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ قَالَ  أَلَيْسَ يَوْمَ النَّحْرِ . قُلْنَا بَلَى. قَالَ  فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ ـ قَالَ مُحَمَّدٌ وَأَحْسِبُهُ قَالَ ـ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا، فِي بَلَدِكُمْ هَذَا فِي شَهْرِكُمْ، وَسَتَلْقَوْنَ رَبَّكُمْ فَيَسْأَلُكُمْ عَنْ أَعْمَالِكُمْ، أَلاَ فَلاَ تَرْجِعُوا بَعْدِي ضُلاَّلاً، يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ، أَلاَ لِيُبَلِّغِ الشَّاهِدُ الْغَائِبَ، فَلَعَلَّ بَعْضَ مَنْ يَبْلُغُهُ أَنْ يَكُونَ أَوْعَى لَهُ مِنْ بَعْضِ مَنْ سَمِعَهُ ـ وَكَانَ مُحَمَّدٌ إِذَا ذَكَرَهُ قَالَ صَدَقَ النَّبِيُّ صلى الله عليه وسلم ثُمَّ قَالَ ـ أَلاَ هَلْ بَلَّغْتُ أَلاَ هَلْ بَلَّغْتُ .",
    "hadithBengali": "৫১৫২। মুহাম্মদ ইবনু সালাম (রহঃ) ... আবূ বাকরা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কাল আবর্তিত হয়েছে তার সেই অবস্থানের উপর যেভাবে আল্লাহ আকাশসমূহ ও পৃথিবী সৃষ্টি করেছিলেন। বছর বার মাসের। তন্মধ্যে চারটি মাস সম্মানিত। তিনটি পরপর যুল কাদা, যূল-হাজ্জাহ ও মুহাররম। আরেকটি মুদার গোত্রের রজব মাস, সেটি জুমাদা ও শাবানের মাঝখানে। (এরপর তিনি জিজ্ঞাসা করলেন) এটি কোন মাস? আমরা বললাম আল্লাহ ও তাঁর রাসুল অধিক জ্ঞাত। তখন তিনি নীরব রইলেন। এমন কি আমরা ধারণা করলাম যে, তিনি হয়ত এটিকে অন্য নামে আখ্যায়িত করবেন। তিনি বললেন এটি কি যুল-হাজ্জ মাস নয়? আমরা বললাম হ্যাঁ। তিনি আবার বললেনঃ এটি কোন শহর? আমরা বললাম আল্লাহ ও তার রাসুল অধিক জ্ঞাত। তিনি নীরব রইলেন এমন কি আমরা ভাবতে লাগলাম, হয়ত তিনি এটির জন্য কোন নাম রাখবেন। তিনি বললেনঃ এটি কি মক্কা নগর নয়? আমরা বললাম হ্যাঁ। তিনি বললেন এটি কোন দিন? আমরা বললাম আল্লাহ ও তাঁর রাসুল অধিক জ্ঞাত। তিনি নীরব রইলেন। এমনকি আমরা ধারনা করলাম যে হয়ত তিনি এর নামের পরিবর্তে অন্য নাম রাখবেন। তিনি বললেনঃ এটা কি কুরবানীর দিন নয়? আমরা উত্তর করলামঃ হ্যাঁ।\n\nএরপর তিনি বললেনঃ তোমাদের রক্ত, তোমাদের ধন-সম্পদ, বর্ণনাকারী মুহাম্মাদ বলেনঃ সম্ভবত আবূ বাকরা (রাঃ) বলেছেন এবং তোমাদের ইজ্জত তোমাদের পরস্পরের উপর এমন সম্মানিত যেমন সম্মানিত তোমাদের এই দিন, তোমাদের এই শহর, তোমাদের এই মাস। অচিরেই তোমরা তোমাদের রবের সাক্ষাত লাভ করবে। তখন তিনি তোমাদের সম্পর্কে তোমাদের জিজ্ঞাসা করবেন। সাবধান! আমার পরে তোমরা পথভ্রষ্ট হয়ে ফিরে যেয়ো না। তোমাদের কেউ যেন কাউকে হত্যা না করে। মনে রেখ, উপস্থিত ব্যাক্তি যেন অনুপস্থিত ব্যাক্তির কাছে (আমার বানী) পৌছে দেয়। হয়ত যাদের কাছে পৌছানো হবে তাদের কেউ কেউ বর্তমানে যারা শুনেছে তাদের কারো চাইতে অধিক সংরক্ষণকারী হবে। রাবী মুহাম্মদ যখন এ হাদীস উল্লেখ করতেন তখন বলতেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সত্যই বলেছেন। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সাবধান, আমি কি পৌছে দিয়েছি? সাবধান, আমি কি পৌছে দিয়েছি?\n",
    "checkStatus": "1",
    "hadithNo": "5152",
    "id": "5796",
    "thesequence": "6058",
    "isActive": "1",
    "chapterId": "16946",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২০৯. যারা বলে যে, ইয়াওমুননাহারই কুরবানীর দিন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Nafi:\n\nAbdullah (bin Umar) used to slaughter his sacrifice at the slaughtering place (i.e the slaughtering place of the Prophet (ﷺ) ) . ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، قَالَ كَانَ عَبْدُ اللَّهِ يَنْحَرُ فِي الْمَنْحَرِ. قَالَ عُبَيْدُ اللَّهِ يَعْنِي مَنْحَرَ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৫১৫৩। মুহাম্মদ ইবনু আবূ বকর মুকাদ্দামী (রহঃ) ... নাফি (রহঃ) থেকে বর্ণিত। তিনি বলেন, আবদুল্লাহ (রাঃ) কুরবানী করার স্থানে কুরবানী করতেন। উবায়দুল্লাহ বলেনঃ অর্থাৎ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কুরবানী করার স্থানে (কুরবানী করতেন)।\n",
    "checkStatus": "1",
    "hadithNo": "5153",
    "id": "5797",
    "thesequence": "6059",
    "isActive": "1",
    "chapterId": "16947",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১০. ঈদগাহে নহর ও কুরবানী করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar said,\n\nAllahs Messenger (ﷺ) used to slaughter (camels and sheep, etc.,) as sacrifices at the Musalla. ",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ كَثِيرِ بْنِ فَرْقَدٍ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ ـ رضى الله عنهما ـ أَخْبَرَهُ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَذْبَحُ وَيَنْحَرُ بِالْمُصَلَّى.",
    "hadithBengali": "৫১৫৪। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদগাহে যবাহ করতেন এবং নহর করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5154",
    "id": "5798",
    "thesequence": "6060",
    "isActive": "1",
    "chapterId": "16947",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১০. ঈদগাহে নহর ও কুরবানী করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) used to offer two rams as sacrifices, and I also used to offer two rams.",
    "hadithArabic": " حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ صُهَيْبٍ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُضَحِّي بِكَبْشَيْنِ وَأَنَا أُضَحِّي بِكَبْشَيْنِ.",
    "hadithBengali": "৫১৫৫। আদম ইবনু আবূ ইয়াস (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্নিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি মেষ দ্বারা কুরবানী আদায় করতেন। আমিও কুরবানী আদায় করতাম দুটি মেষ দিয়ে।\n",
    "checkStatus": "1",
    "hadithNo": "5155",
    "id": "5799",
    "thesequence": "6061",
    "isActive": "1",
    "chapterId": "16948",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১১. নবী (সাঃ) এর দুটি শিংবিশিষ্ট মেষ কুরবানী করা। সে দুটি মোটাতাজা ছিল বলেও উল্লেখিত হয়েছে। ইয়াহ্&zwnj;ইয়া ইবন সাঈদ (র) বলেছেন: আমি আবূ উমামা ইবন সাহল থেকে শুনেছি, তিনি বলেছেন, মাদীনায় আমরা কুরবানীর পশুগুলোকে মোটাতাজা করতাজ এবং অন্য মুসলমানরাও (তাদের কুরবানীর পশু) মোটাতাজা করতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nAllahs Messenger (ﷺ) came towards two horned rams having black and white colors and slaughtered them with his own hands.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم انْكَفَأَ إِلَى كَبْشَيْنِ أَقْرَنَيْنِ أَمْلَحَيْنِ فَذَبَحَهُمَا بِيَدِهِ. تَابَعَهُ وُهَيْبٌ عَنْ أَيُّوبَ. وَقَالَ إِسْمَاعِيلُ وَحَاتِمُ بْنُ وَرْدَانَ عَنْ أَيُّوبَ عَنِ ابْنِ سِيرِينَ عَنْ أَنَسٍ.",
    "hadithBengali": "৫১৫৬। কুতায়বা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু&#39;টি সাদা কলো রংবিশিষ্ট শিংওয়ালা ভেড়ার দিকে এগিয়ে গেলেন এবং নিজ হাতে সে দুটিকে যবাহ করলেন। ইসমাঈল ও হাতিম ইবনু ওয়ারদান এ হাদীসটি আইউব, ইবনু সীরীন, আনাস (রাঃ) সুত্রে বর্ণনা করেছেন। আইউব থেকেও অনুরূপ বর্ননা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5156",
    "id": "5800",
    "thesequence": "6062",
    "isActive": "1",
    "chapterId": "16948",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১১. নবী (সাঃ) এর দুটি শিংবিশিষ্ট মেষ কুরবানী করা। সে দুটি মোটাতাজা ছিল বলেও উল্লেখিত হয়েছে। ইয়াহ্&zwnj;ইয়া ইবন সাঈদ (র) বলেছেন: আমি আবূ উমামা ইবন সাহল থেকে শুনেছি, তিনি বলেছেন, মাদীনায় আমরা কুরবানীর পশুগুলোকে মোটাতাজা করতাজ এবং অন্য মুসলমানরাও (তাদের কুরবানীর পশু) মোটাতাজা করতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uqba bin Amir:\n\nthat the Prophet (ﷺ) gave him some sheep to distribute among his companions to slaughter as sacrifices (`Id--al--Adha). A kid was left and he told the Prophet (ﷺ) of that whereupon he said to him, Slaughter it as a sacrifice (on your behalf).",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ ـ رضى الله عنه أَنَّ النَّبِيَّ صلى الله عليه وسلم أَعْطَاهُ غَنَمًا يَقْسِمُهَا عَلَى صَحَابَتِهِ ضَحَايَا، فَبَقِيَ عَتُودٌ فَذَكَرَهُ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ   ضَحِّ أَنْتَ بِهِ .",
    "hadithBengali": "৫১৫৭। আমর ইবনু খালিদ (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুরবানীর পশু হিসাবে সাহাবীদের মধ্যে বণ্টন করে দেওয়ার জন্য তাকে এক পাল বকরী দান করেন। সেখান থেকে একটি বকরীর বাচ্চা অবশিষ্ট রয়ে গেলে তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তা উল্লেখ করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ তুমি নিজে তা কুরবানী করে নাও।\n",
    "checkStatus": "1",
    "hadithNo": "5157",
    "id": "5801",
    "thesequence": "6063",
    "isActive": "1",
    "chapterId": "16948",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১১. নবী (সাঃ) এর দুটি শিংবিশিষ্ট মেষ কুরবানী করা। সে দুটি মোটাতাজা ছিল বলেও উল্লেখিত হয়েছে। ইয়াহ্&zwnj;ইয়া ইবন সাঈদ (র) বলেছেন: আমি আবূ উমামা ইবন সাহল থেকে শুনেছি, তিনি বলেছেন, মাদীনায় আমরা কুরবানীর পশুগুলোকে মোটাতাজা করতাজ এবং অন্য মুসলমানরাও (তাদের কুরবানীর পশু) মোটাতাজা করতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara bin `Azib:\n\nAn uncle of mine called Abu Burda, slaughtered his sacrifice before the `Id prayer. So Allahs Messenger (ﷺ) said to him, Your (slaughtered) sheep was just mutton (not a sacrifice). Abu Burda said, O Allahs Apostle! I have got a domestic kid. The Prophet (ﷺ) said, Slaughter it (as a sacrifice) but it will not be permissible for anybody other than you The Prophet (ﷺ) added, Whoever slaughtered his sacrifice before the (`Id) prayer, he only slaughtered for himself, and whoever slaughtered it after the prayer, he offered his sacrifice properly and followed the tradition of the Muslims.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مُطَرِّفٌ، عَنْ عَامِرٍ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ ـ رضى الله عنهما ـ قَالَ ضَحَّى خَالٌ لِي يُقَالُ لَهُ أَبُو بُرْدَةَ قَبْلَ الصَّلاَةِ، فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  شَاتُكَ شَاةُ لَحْمٍ . فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ عِنْدِي دَاجِنًا جَذَعَةً مِنَ الْمَعَزِ. قَالَ  اذْبَحْهَا وَلَنْ تَصْلُحَ لِغَيْرِكَ . ثُمَّ قَالَ  مَنْ ذَبَحَ قَبْلَ الصَّلاَةِ فَإِنَّمَا يَذْبَحُ لِنَفْسِهِ، وَمَنْ ذَبَحَ بَعْدَ الصَّلاَةِ فَقَدْ تَمَّ نُسُكُهُ، وَأَصَابَ سُنَّةَ الْمُسْلِمِينَ . تَابَعَهُ عُبَيْدَةُ عَنِ الشَّعْبِيِّ وَإِبْرَاهِيمَ. وَتَابَعَهُ وَكِيعٌ عَنْ حُرَيْثٍ عَنِ الشَّعْبِيِّ. وَقَالَ عَاصِمٌ وَدَاوُدُ عَنِ الشَّعْبِيِّ عِنْدِي عَنَاقُ لَبَنٍ. وَقَالَ زُبَيْدٌ وَفِرَاسٌ عَنِ الشَّعْبِيِّ عِنْدِي جَذَعَةٌ. وَقَالَ أَبُو الأَحْوَصِ حَدَّثَنَا مَنْصُورٌ عَنَاقٌ جَذَعَةٌ. وَقَالَ ابْنُ عَوْنٍ عَنَاقٌ جَذَعٌ، عَنَاقُ لَبَنٍ.",
    "hadithBengali": "৫১৫৮। মুসাদ্দাদ (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূ বুরদাহ (রাঃ) নামক আমার এক মামা সালাত (নামায/নামাজ) আদায়ের পূর্বেই কুরবানী করেছিলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন তোমার বকরী কেবল গোশতের বকরী হল। তিনি বললেন ইয়া রাসুলাল্লাহ! আমার নিকট একটি ঘরে পোষা বকরীর বাচ্চা রয়েছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সেটাকে কুরবানী করে নাও। তবে তা তুমি ব্যতীত অন্য কারোর জন্য ঠিক হবে না। এরপর তিনি বললেন যে ব্যাক্তি; সালাত (নামায/নামাজ) আদায়ের পুর্বে যবাহ করেছে, সে নিজের জন্যই যবাহ করেছে (কুরবানীর জন্য নয়) আর যে ব্যাক্তি সালাত (নামায/নামাজ) আদায়ের পর যবাহ করেছে তার কুরবানী পূর্ণ হয়েছে। আর সে মুসলমানদের নীতি-পদ্ধতি অনুসরনই করেছে।\n\nশাবী ও ইবরাহীম থেকে উবায়দা (রহঃ) অনুরূপ বর্ণনা করেছেন। হুরায়স সুত্রে শাবী থেকে ওয়াকী অনুরূপ বর্ণনা করেন। শাবী থেকে আসিম ও দাউদ আমার নিকট পাঁচ মাসের দুধের বকরীর বাচ্চা আছে বলে বর্ণনা করেছেনঃ আবূল আহওয়াস বলেনঃ মানসুর আমাদের কাছে দুই মাসের দুধের বাচ্চা আছে বলে বর্ণনা করেছেন ইবনু আউন বলেছেনঃ দুধের বাচ্চা।\n",
    "checkStatus": "1",
    "hadithNo": "5158",
    "id": "5802",
    "thesequence": "6064",
    "isActive": "1",
    "chapterId": "16949",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১২. আবু বুরদাহকে সম্বোধন করে নবী (সাঃ) এর উক্তিঃ তুমি বকরীর বাচ্চাটি কুরবানী করে নাও। তোমার পরে অন্য কারোর জন্য এ অনুমতি থাকবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nAbu Burda slaughtered (the sacrifice) before the (`Id) prayer whereupon the Prophet (ﷺ) said to him, Slaughter another sacrifice instead of that. Abu Burda said, I have nothing except a Jadhaa. (Shu`ba said: Perhaps Abu Burda also said that Jadhaa was better than an old sheep in his opinion.) The Prophet (ﷺ) said, (Never mind), slaughter it to make up for the other one, but it will not be sufficient for anyone else after you.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ سَلَمَةَ، عَنْ أَبِي جُحَيْفَةَ، عَنِ الْبَرَاءِ، قَالَ ذَبَحَ أَبُو بُرْدَةَ قَبْلَ الصَّلاَةِ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم  أَبْدِلْهَا . قَالَ لَيْسَ عِنْدِي إِلاَّ جَذَعَةٌ ـ قَالَ شُعْبَةُ وَأَحْسِبُهُ قَالَ ـ هِيَ خَيْرٌ مِنْ مُسِنَّةٍ. قَالَ  اجْعَلْهَا مَكَانَهَا، وَلَنْ تَجْزِيَ عَنْ أَحَدٍ بَعْدَكَ . وَقَالَ حَاتِمُ بْنُ وَرْدَانَ عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم وَقَالَ عَنَاقٌ جَذَعَةٌ.",
    "hadithBengali": "৫১৫৯। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আবূ বুরদা (রাঃ) সালাত (নামায/নামাজ) আদায়ের পুর্বে যবাহ করেছিলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন এটার বদলে আরেকটি যবাহ কর। তিনি বললেনঃ আমার কাছে একটি ছয়-সাত মাসের বকরীর বাচ্চা ব্যতীত কিছুই নেই। শু&#39;বা বলেন, আমার ধারনা তিনি আরো বলেছেন যে, বকরীর বাচ্চাটি পূর্ন এক বছরের বকরীর চাইতে উত্তম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা হলে এটিকেই যবাহ কর। কিন্তু তোমার পরে অন্য কারোর জন্য কখনো এই অনুমতি থাকবে না। হাতিম ইবনু ওয়ারদান এ হাদীসটি আইউব, মুহাম্মাদ, আনাস (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে (দুধের বাচ্চা) শব্দে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5159",
    "id": "5803",
    "thesequence": "6065",
    "isActive": "1",
    "chapterId": "16949",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১২. আবু বুরদাহকে সম্বোধন করে নবী (সাঃ) এর উক্তিঃ তুমি বকরীর বাচ্চাটি কুরবানী করে নাও। তোমার পরে অন্য কারোর জন্য এ অনুমতি থাকবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) slaughtered two rams, black and white in color (as sacrifices), and I saw him putting his foot on their sides and mentioning Allahs Name and Takbir (Allahu Akbar). Then he slaughtered them with his own hands.",
    "hadithArabic": " حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، قَالَ ضَحَّى النَّبِيُّ صلى الله عليه وسلم بِكَبْشَيْنِ أَمْلَحَيْنِ، فَرَأَيْتُهُ وَاضِعًا قَدَمَهُ عَلَى صِفَاحِهِمَا يُسَمِّي وَيُكَبِّرُ، فَذَبَحَهُمَا بِيَدِهِ.",
    "hadithBengali": "৫১৬০। আদম ইবনু আবূ ইয়াস (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি সাদা-কালো বর্ণের ভেড়া দ্বারা কুরবানী করেছেন। তখন আমি তাকে দেখতে পাই তিনি ভেড়া দু-টোর পার্শ্বদেশে পা রেখে বিসমিল্লাহ ও আল্লাহু আকবার পড়ে নিজের হাতে সে দুটোকে যবাহ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5160",
    "id": "5804",
    "thesequence": "6066",
    "isActive": "1",
    "chapterId": "16950",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১৩. কুরবানীর পশু নিজ হাতে যবাহ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) entered upon me at Sarif while I was weeping (because I was afraid that I would not be able to perform the ,Hajj). He said, What is wrong with you? Have you got your period? I replied, Yes. He said, This is a matter Allah has decreed for all the daughters of Adam, so perform the ceremonies of the Hajj as the pilgrims do, but do not perform the Tawaf around the Ka`ba. Allahs Messenger (ﷺ) slaughtered some cows as sacrifices on behalf of his wives.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بِسَرِفَ وَأَنَا أَبْكِي، فَقَالَ  مَا لَكِ أَنَفِسْتِ . قُلْتُ نَعَمْ. قَالَ  هَذَا أَمْرٌ كَتَبَهُ اللَّهُ عَلَى بَنَاتِ آدَمَ اقْضِي مَا يَقْضِي الْحَاجُّ غَيْرَ أَنْ لاَ تَطُوفِي بِالْبَيْتِ . وَضَحَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ نِسَائِهِ بِالْبَقَرِ.",
    "hadithBengali": "৫১৬১। কুতায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন সারিফ নামক স্থানে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে এলেন। সে সময় আমি কাঁদছিলাম। তিনি বললেনঃ তোমার কি হল? তুমি কি ঋতুমতী হয়ে পড়েছ? আমি বললামঃ হ্যাঁ। তিনি বললেনঃ এটাতো এমন এক বিষয় যা আল্লাহ আদম-কন্যাদের উপর নির্ধারণ করে রেখেছেন। কাজেই হাজীগণ যে সকল কাজ আদায় করে তুমিও তা আদায় কর। তবে তুমি বায়তুল্লাহর তাওয়াফ করবে না। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সহধর্মীণীগণের পক্ষ থেকে গরু কুরবানী করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5161",
    "id": "5805",
    "thesequence": "6067",
    "isActive": "1",
    "chapterId": "16951",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১৪. অন্যের কুরবানীর পশু যবাহ করা। জনৈক ব্যক্তি ইবন উমর (রাঃ) কে কুরবানীর পশুর (উটের) ব্যাপারে সহযোগীতা করেছিল। আবূ মূসা (রহঃ) তার কন্যাদের আদেশ করেছিলেন, তারা যেন নিজেদের হাতে কুরবানী করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nI heard the Prophet (ﷺ) delivering a sermon, and he said (on the Day of `Id-Allah. a), The first thing we will do on this day of ours is that we will offer the `Id prayer, then we will return and slaughter our sacrifices; and whoever does so, then indeed he has followed our tradition, and whoever slaughtered his sacrifice (before the prayer), what he offered was just meat that he presented to his family, and that was not a sacrifice. Abu Burda got up and said, O Allahs Messenger (ﷺ)! I slaughtered the sacrifice before the prayer and I have got a Jadhaa which is better than an old sheep. The Prophet (ﷺ) said, Slaughter it to make up for that, but it will not be sufficient for anybody else after you.",
    "hadithArabic": " حَدَّثَنَا حَجَّاجُ بْنُ الْمِنْهَالِ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي زُبَيْدٌ، قَالَ سَمِعْتُ الشَّعْبِيَّ، عَنِ الْبَرَاءِ ـ رضى الله عنه ـ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَخْطُبُ فَقَالَ  إِنَّ أَوَّلَ مَا نَبْدَأُ مِنْ يَوْمِنَا هَذَا أَنْ نُصَلِّيَ، ثُمَّ نَرْجِعَ فَنَنْحَرَ، فَمَنْ فَعَلَ هَذَا فَقَدْ أَصَابَ سُنَّتَنَا، وَمَنْ نَحَرَ فَإِنَّمَا هُوَ لَحْمٌ يُقَدِّمُهُ لأَهْلِهِ، لَيْسَ مِنَ النُّسُكِ فِي شَىْءٍ . فَقَالَ أَبُو بُرْدَةَ يَا رَسُولَ اللَّهِ ذَبَحْتُ قَبْلَ أَنْ أُصَلِّيَ، وَعِنْدِي جَذَعَةٌ خَيْرٌ مِنْ مُسِنَّةٍ. فَقَالَ  اجْعَلْهَا مَكَانَهَا، وَلَنْ تَجْزِيَ أَوْ تُوفِيَ عَنْ أَحَدٍ بَعْدَكَ .",
    "hadithBengali": "৫১৬২। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে খুতবা দেওয়ার সময় বলতে শুনেছি আমাদের আজকের এই দিনে সর্ব প্রথম আমরা যে কাজটি করবো তা হল সালাত (নামায/নামাজ) আদায়। এরপর আমরা ফিরে গিয়ে কুরবানী করবো। যে ব্যাক্তি এভাবে করবে সে আমাদের সুন্নাতকে অনুসরণ করবে। আর যে ব্যাক্তি পূর্বেই যবাহ করে তা তার পরিবার পরিজনের জন্য অগ্রিম গোশত (হিসেবে গন্য), তা কিছুতেই কুরবানী বলে গণ্য নয়। তখন আবূ বুরদা (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ! আমি সালাত (নামায/নামাজ) আদায়ের পূর্বেই যবাহ করে ফেলেছি এবং আমার কাছে একটি বকরীর বাচ্চা আছে। যেটি পূর্ণ এক বছরের বকরীর চাইতে উত্তম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি সেটিকে কুরবানী কর। তোমার পরে এ নিয়ম আর কারো জন্য প্রযোজ্য হবে না কিংবা তিনি বলেছেনঃ আদায় যোগ্য হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5162",
    "id": "5806",
    "thesequence": "6068",
    "isActive": "1",
    "chapterId": "16952",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১৫. সালাত (ঈদের) আদায়ের পরে যবাহ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) said, Whoever slaughtered the sacrifice before the `Id prayer, should repeat it (slaughter another one). A man said This is the day on which meat is desired. Then he mentioned the need of his neighbors (for meat) and the Prophet (ﷺ) seemed to accept his excuse. The man said, I have a Jadhaa which is to me better than two sheep. The Prophet (ﷺ) allowed him (to slaughter it as a sacrifice). But I do not know whether this permission was general for all Muslims or not. The Prophet (ﷺ) then went towards two rams and slaughtered them, and the people went towards their sheep and slaughtered them.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ ذَبَحَ قَبْلَ الصَّلاَةِ فَلْيُعِدْ . فَقَالَ رَجُلٌ هَذَا يَوْمٌ يُشْتَهَى فِيهِ اللَّحْمُ ـ وَذَكَرَ مِنْ جِيرَانِهِ فَكَأَنَّ النَّبِيَّ صلى الله عليه وسلم عَذَرَهُ ـ وَعِنْدِي جَذَعَةٌ خَيْرٌ مِنْ شَاتَيْنِ فَرَخَّصَ لَهُ النَّبِيُّ صلى الله عليه وسلم فَلاَ أَدْرِي بَلَغَتِ الرُّخْصَةُ أَمْ لاَ، ثُمَّ انْكَفَأَ إِلَى كَبْشَيْنِ ـ يَعْنِي فَذَبَحَهُمَا ـ ثُمَّ انْكَفَأَ النَّاسُ إِلَى غُنَيْمَةٍ فَذَبَحُوهَا.",
    "hadithBengali": "৫১৬৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... আনাস (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। তিনি বলেছেনঃ যে ব্যাক্তি সালাত (নামায/নামাজ) আদায়ের পূর্বে যবাহ করেছে সে যেন পূনরায় যবাহ করে। তখন এক ব্যাক্তি দাঁড়িয়ে বললঃ এটা তো এমন দিন যে দিন গোশত খাওয়ার আগ্রহ হয়। সে তার প্রতিবেশীদের অভাবের কথাও উল্লেখ করল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেন তার ওজর অনুধাবন করলেন। লোকটি বলল আমার কাছে এমন একটি বকরীর বাচ্চা রয়েছে সেটি দুটি গোশতবহুল বকরী অপেক্ষা উত্তম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন তাকে সেটি কুরবানী করার অনুমতি দিলেন। (বর্ননাকারী বলেনঃ) আমি জানিনা, এ অনুমতি অন্যদের পর্যন্ত পৌছেছে কি না। তারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভেড়া দু টির দিকে ঝুকলেন অর্থাৎ তিনি সে দুটিকে যবাহ করলেন। এরপর লোকজন বকরীয় একটি ক্ষুদ্র পালের দিকে গেল এবং সেগুলোকে যবাহ করল।\n",
    "checkStatus": "1",
    "hadithNo": "5163",
    "id": "5807",
    "thesequence": "6069",
    "isActive": "1",
    "chapterId": "16953",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১৬. যে ব্যক্তি সালাত আদায়ের পূর্বে যবাহ করে সে যেন পুনরায় যবাহ করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jundab bin Sufyan Al-Bajali:\n\nI witnessed the Prophet (ﷺ) on the Day of Nahr. He said, Whoever slaughtered the sacrifice before offering the `Id prayer, should slaughter another sacrifice in its place; and whoever has not slaughtered their sacrifice yet, should slaughter now.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا الأَسْوَدُ بْنُ قَيْسٍ، سَمِعْتُ جُنْدَبَ بْنَ سُفْيَانَ الْبَجَلِيَّ، قَالَ شَهِدْتُ النَّبِيَّ صلى الله عليه وسلم يَوْمَ النَّحْرِ فَقَالَ   مَنْ ذَبَحَ قَبْلَ أَنْ يُصَلِّيَ فَلْيُعِدْ مَكَانَهَا أُخْرَى، وَمَنْ لَمْ يَذْبَحْ فَلْيَذْبَحْ .",
    "hadithBengali": "৫১৬৪। আদম (রহঃ) ... জুনদুব ইবনু সুফিয়ান বাজালী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি কুরবানীর দিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপস্থিত ছিলাম। তিনি বললেনঃ যে ব্যাক্তি সালাত (নামায/নামাজ) আদায়ের পুর্বে যবাহ করেছে সে যেন এর স্থলে আবার যবাহ করে। আর যে যবাহ করেনি, সে যেন যবাহ করে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "5164",
    "id": "5808",
    "thesequence": "6070",
    "isActive": "1",
    "chapterId": "16953",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১৬. যে ব্যক্তি সালাত আদায়ের পূর্বে যবাহ করে সে যেন পুনরায় যবাহ করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nOne day Allahs Messenger (ﷺ) offered the `Id prayer and said, Whoever offers our prayer and faces our Qibla should not slaughter the sacrifice till he finishes the `Id prayer. Abu Burda bin Niyar got up and said, O Allahs Messenger (ﷺ)! I have already done it. The Prophet (ﷺ) said, That is something you have done before its due time. Abu Burda said, I have a Jadhaa which is better than two old sheep; shall I slaughter it? The Prophet (ﷺ) said, Yes, but it will not be sufficient for anyone after you.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ فِرَاسٍ، عَنْ عَامِرٍ، عَنِ الْبَرَاءِ، قَالَ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ، فَقَالَ  مَنْ صَلَّى صَلاَتَنَا وَاسْتَقْبَلَ قِبْلَتَنَا، فَلاَ يَذْبَحْ حَتَّى يَنْصَرِفَ . فَقَامَ أَبُو بُرْدَةَ بْنُ نِيَارٍ فَقَالَ يَا رَسُولَ اللَّهِ فَعَلْتُ. فَقَالَ  هُوَ شَىْءٌ عَجَّلْتَهُ . قَالَ فَإِنَّ عِنْدِي جَذَعَةً هِيَ خَيْرٌ مِنْ مُسِنَّتَيْنِ آذْبَحُهَا قَالَ  نَعَمْ، ثُمَّ لاَ تَجْزِي عَنْ أَحَدٍ بَعْدَكَ . قَالَ عَامِرٌ هِيَ خَيْرُ نَسِيكَتِهِ.",
    "hadithBengali": "৫১৬৫। মূসা ইবনু ইসমাঈল (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ) আদায় করে বললেনঃ যে ব্যাক্তি আমাদের ন্যায় সালাত (নামায/নামাজ) আদায় করে আমাদের কিবলাকে কিবলা বলে গ্রহন করে সে যেন (ঈদের সালাত (নামায/নামাজ) শেষ না করা পর্যন্ত যবাহ না করে। তখন আবূ বুরদা ইবনু নিয়ার (রাঃ) দাঁড়িয়ে বললেনঃ ইয়া রাসুলাল্লাহ আমিতো যবাহ করে ফেলেছি। তিনি উত্তর দিলেনঃ এটি এমন জিনিস না যা তুমি জলদী করে ফেলেছ। আবূ বুরদা (রাঃ) বললেনঃ আমার কাছে একটি কম বয়সী বকরী আছে। সেটি পূর্ণ বয়স্ক দুটি বকরীর চাইতে উত্তম। আমি কি সেটি যবাহ করতে পারি? তিনি উত্তর দিলেন হ্যাঁ। তবে তোমার পরে অন্য কারো পক্ষে তা যবাহ করা যথেষ্ট হবে না। আমের (রহঃ) বলেনঃ এটি হল তার উত্তম কুরবানী।\n",
    "checkStatus": "1",
    "hadithNo": "5165",
    "id": "5809",
    "thesequence": "6071",
    "isActive": "1",
    "chapterId": "16953",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১৬. যে ব্যক্তি সালাত আদায়ের পূর্বে যবাহ করে সে যেন পুনরায় যবাহ করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) used to offer as sacrifices, two horned rams, black and white in color, and used to put his foot on their sides and slaughter them with his own hands.",
    "hadithArabic": " حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، حَدَّثَنَا أَنَسٌ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُضَحِّي بِكَبْشَيْنِ أَمْلَحَيْنِ أَقْرَنَيْنِ، وَوَضَعَ رِجْلَهُ عَلَى صَفْحَتِهِمَا، وَيَذْبَحُهُمَا بِيَدِهِ.",
    "hadithBengali": "৫১৬৬। হাজাজ ইবনু মিনহাল (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি শিং বিশিষ্ট সাদা-কালো রং এর ভেড়া কুরবানী করতেন। তিনি পশুগুলোর পার্শ্বদেশ তার পা দিয়ে চেপে ধরে সেগুলোকে নিজ হাতে যবাহ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5166",
    "id": "5810",
    "thesequence": "6072",
    "isActive": "1",
    "chapterId": "16954",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১৭. যবাহের পশুর পার্শ্বদেশ পা দিয়ে চেপে ধরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) offered as sacrifices, two horned rams, black and white in color. He slaughtered them with his own hands and mentioned Allahs Name over them and said Takbir and put his foot on their sides.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ ضَحَّى النَّبِيُّ صلى الله عليه وسلم بِكَبْشَيْنِ أَمْلَحَيْنِ أَقْرَنَيْنِ، ذَبَحَهُمَا بِيَدِهِ، وَسَمَّى وَكَبَّرَ وَوَضَعَ رِجْلَهُ عَلَى صِفَاحِهِمَا.",
    "hadithBengali": "৫১৬৭। কুতায়বা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি সাদা-কালো বর্ণের শিংবিশিষ্ট ভেড়া কুরবানী করেন। তিনি ভেড়া দুটির পার্শ্বদেশে তার কদম মুবারক স্থাপন করে বিসমিল্লাহি আল্লাহু আকবার বলে নিজ হাতেই সেই দুটিকে যবাহ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5167",
    "id": "5811",
    "thesequence": "6073",
    "isActive": "1",
    "chapterId": "16955",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১৮. যবাহ করার সময় &ldquo;আল্লাহু আকবার&rdquo; বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Masruq:\n\nthat he came to `Aisha and said to her, O Mother of the Believers! There is a man who sends a Hadi to Ka`ba and stays in his city and requests that his Hadi camel be garlanded while he remains in a state of Ihram from that day till the people finish their Ihram (after completing all the ceremonies of Hajj) (What do you say about it?) Masruq added, I heard the clapping of her hands behind the curtain. She said, I used to twist the garlands for the Hadi of Allahs Messenger (ﷺ) and he used to send his Hadi to Ka`ba but he never used to regard as unlawful what was lawful for men to do with their wives till the people returned (from the Hajj).",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا إِسْمَاعِيلُ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، أَنَّهُ أَتَى عَائِشَةَ، فَقَالَ لَهَا يَا أُمَّ الْمُؤْمِنِينَ إِنَّ رَجُلاً يَبْعَثُ بِالْهَدْىِ إِلَى الْكَعْبَةِ، وَيَجْلِسُ فِي الْمِصْرِ، فَيُوصِي أَنْ تُقَلَّدَ بَدَنَتُهُ، فَلاَ يَزَالُ مِنْ ذَلِكَ الْيَوْمِ مُحْرِمًا حَتَّى يَحِلَّ النَّاسُ. قَالَ فَسَمِعْتُ تَصْفِيقَهَا مِنْ وَرَاءِ الْحِجَابِ فَقَالَتْ لَقَدْ كُنْتُ أَفْتِلُ قَلاَئِدَ هَدْىِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَيَبْعَثُ هَدْيَهُ إِلَى الْكَعْبَةِ، فَمَا يَحْرُمُ عَلَيْهِ مِمَّا حَلَّ لِلرِّجَالِ مِنْ أَهْلِهِ، حَتَّى يَرْجِعَ النَّاسُ.",
    "hadithBengali": "৫১৬৮। আহমাদ ইবনু মুহাম্মদ (রহঃ) ... মাসরুক (রহঃ) থেকে বর্ণিত। তিনি আয়িশা (রাঃ) এর কাছে এসে তাকে জিজ্ঞাসা করলেন হে উম্মুল মুমিনীন! কোন ব্যাক্তি যদি কাবার উদ্দেশ্যে হাদী (কুরুবানীর পশু) পাঠিয়ে দেয় এবং নিজে আপন শহরে অবস্থান করে নির্দেশ দেয় যে, তার হাদীকে যেন মালা পরিয়ে নেওয়া হয়, তাহলে সে দিন থেকে লোকদের হালাল হওয়া পর্যন্ত কি সেই ব্যাক্তির ইহরাম অবস্থায় থাকতে হবে? মাসরুক বলেনঃ তখন আমি পর্দার আড়াল থেকে তার [আয়িশা (রাঃ)] হাতের উপর হাত মারার আওয়াজ শুনলাম। তিনি বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাদীর (কুরবানীর পশু) গলায় রশি পাকিয়ে পরিয়ে দিতাম। এরপর তিনি হাদীকে কাবার উদ্দেশ্যে পাঠিয়ে দিতেন। তখন স্বামী-স্ত্রীর বৈধ কাজ লোকেরা ফিরে আসা পর্যন্ত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর ইহা হারাম হতো না।\n",
    "checkStatus": "1",
    "hadithNo": "5168",
    "id": "5812",
    "thesequence": "6074",
    "isActive": "1",
    "chapterId": "16956",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২১৯. যবাহ করার জন্য কেউ যদি হারামে কুরবানীর পশু পঠিয়ে দেয়, তাহলে তার উপর ইহরামের বিধান থাকে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nDuring the lifetime of the Prophet (ﷺ) we used to take with us the meat of the sacrifices (of Id al Adha) to Medina. (The narrator often said. The meat of the Hadi).",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ عَمْرٌو أَخْبَرَنِي عَطَاءٌ، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ كُنَّا نَتَزَوَّدُ لُحُومَ الأَضَاحِيِّ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم إِلَى الْمَدِينَةِ، وَقَالَ غَيْرَ مَرَّةٍ لُحُومَ الْهَدْىِ.",
    "hadithBengali": "৫১৬৯। আলী ইবনু আবদুল্লাহ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আমলে আমরা মদিনায় ফিরে আসা পর্যন্ত কুরবানীর গোশত জমা করে রাখতাম। রাবী সুফিয়ান ইবনু উয়ায়না একাধিকবার لُحُومَ الأَضَاحِيِّ এর স্থলে لُحُومَ الْهَدْىِ বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5169",
    "id": "5813",
    "thesequence": "6075",
    "isActive": "1",
    "chapterId": "16957",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২২০. কুরবানীর গোশত থেকে কতটুকু পরিমাণ আহার করা যাবে, আর কতটুকু পরিমান সঞ্চিত রাখা যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nthat once he was not present (at the time of `Id-al-Adha) and when he came. some meat was presented to him. and the people said (to him), This is the meat of our sacrifices He said. Take it away; I shall not taste it. (In his narration) Abu Sa`id added: I got up and went to my brother, Abu Qatada (who was his maternal brother and was one of the warriors of the battle of Badr) and mentioned that to him He Sa`d. A new verdict was given in your absence (i.e., meat of sacrifices was allowed to be stored and eaten later on).",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي سُلَيْمَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنِ الْقَاسِمِ، أَنَّ ابْنَ خَبَّابٍ، أَخْبَرَهُ أَنَّهُ، سَمِعَ أَبَا سَعِيدٍ، يُحَدِّثُ أَنَّهُ كَانَ غَائِبًا، فَقَدِمَ فَقُدِّمَ إِلَيْهِ لَحْمٌ. قَالَ وَهَذَا مِنْ لَحْمِ ضَحَايَانَا. فَقَالَ أَخِّرُوهُ لاَ أَذُوقُهُ. قَالَ ثُمَّ قُمْتُ فَخَرَجْتُ حَتَّى آتِيَ أَخِي قَتَادَةَ ـ وَكَانَ أَخَاهُ لأُمِّهِ، وَكَانَ بَدْرِيًّا ـ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ إِنَّهُ قَدْ حَدَثَ بَعْدَكَ أَمْرٌ.",
    "hadithBengali": "৫১৭০। ইসমাঈল (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বর্ণনা করেন যে, তিনি (দীর্ঘ দিন) বাইরে ছিলেন, পরে ফিরে আসলে তার সামনে গোশত পরিবেশন করা হল। তিনি বললেনঃ এটি কি আমাদের কুরবানীর গোশত? এরপর তিনি বললেনঃ এটি সরিয়ে নাও, আমি তা খাব না। তিনি বলেন এরপর আমি উঠে গেলাম এবং ঘর থেকে বেরিয়ে আমার ভাই আবূ কাতাদা ইবনু নুমান এর নিকট এলাম। আবূ কাতাদা (রাঃ) ছিলেন তার বৈপিত্রেয় ভাই এবং তিনি ছিলেন বদরী সাহাবী। তিনি বলেন, এরপর আমি তার কাছে ব্যাপারটি উল্লেখ করলে তিনি বললেনঃ তোমার অনুপহিস্থিতে এরুপ বিধান জারী হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5170",
    "id": "5814",
    "thesequence": "6076",
    "isActive": "1",
    "chapterId": "16957",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২২০. কুরবানীর গোশত থেকে কতটুকু পরিমাণ আহার করা যাবে, আর কতটুকু পরিমান সঞ্চিত রাখা যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salama bin Al-Aqua:\n\nThe Prophet (ﷺ) said, Whoever has slaughtered a sacrifice should not keep anything of Its meat after three days. When it was the next year the people said, O Allahs Messenger (ﷺ)! Shall we do as we did last year? He said,  Eat of it and feed of it to others and store of it for in that year the people were having a hard time and I wanted you to help (the needy).",
    "hadithArabic": " حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم  مَنْ ضَحَّى مِنْكُمْ فَلاَ يُصْبِحَنَّ بَعْدَ ثَالِثَةٍ وَفِي بَيْتِهِ مِنْهُ شَىْءٌ . فَلَمَّا كَانَ الْعَامُ الْمُقْبِلُ قَالُوا يَا رَسُولَ اللَّهِ نَفْعَلُ كَمَا فَعَلْنَا عَامَ الْمَاضِي قَالَ  كُلُوا وَأَطْعِمُوا وَادَّخِرُوا فَإِنَّ ذَلِكَ الْعَامَ كَانَ بِالنَّاسِ جَهْدٌ فَأَرَدْتُ أَنْ تُعِينُوا فِيهَا .",
    "hadithBengali": "৫১৭১। আবূ আসিম (রহঃ) ... সালামা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মধ্যে যে ব্যাক্তি কুরবানী করেছে, সে যেন তৃতীয় দিবসে এমতাবস্থায় সকাল অতিবাহিত না করে যে, তার ঘরে কুরবানীর গোশত কিছু পরিমান অবশ্যই থাকে। এরপর যখন পরবর্তী বছর আসল, তখন সাহাবীগন বললেনঃ ইয়া রাসুলাল্লাহ! আমরা কি সে রূপ করবো যে রূপ গত বছর করেছিলাম? তখন তিনি বললেনঃ তোমরা নিজেরা খাও অন্যকে খাওয়াও এবং সঞ্চয় করে রাখ কেননা, গত বছর তো মানুষের মধ্যে ছিল অভাব অনটন। তাই আমি চেয়েছিলাম যে, তোমরা তাতে সাহায্য কর।\n",
    "checkStatus": "1",
    "hadithNo": "5171",
    "id": "5815",
    "thesequence": "6077",
    "isActive": "1",
    "chapterId": "16957",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২২০. কুরবানীর গোশত থেকে কতটুকু পরিমাণ আহার করা যাবে, আর কতটুকু পরিমান সঞ্চিত রাখা যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nWe used to salt some of the meat of sacrifice and present it to the Prophet (ﷺ) at Medina. Once he said, Do not eat (of that meat) for more than three days. That was not a final order, but (that year) he wanted us to feed of it to others, Allah knows better.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتِ الضَّحِيَّةُ كُنَّا نُمَلِّحُ مِنْهُ، فَنَقْدَمُ بِهِ إِلَى النَّبِيِّ صلى الله عليه وسلم بِالْمَدِينَةِ فَقَالَ   لاَ تَأْكُلُوا إِلاَّ ثَلاَثَةَ أَيَّامٍ . وَلَيْسَتْ بِعَزِيمَةٍ، وَلَكِنْ أَرَادَ أَنْ يُطْعِمَ مِنْهُ وَاللَّهُ أَعْلَمُ.",
    "hadithBengali": "৫১৭২। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। বলেন, মদিনায় অবস্থানের সময় আমরা কুররানীর গোশতের মধ্যে লবন মিশ্রিত করে রেখে দিতাম। এরপর তা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে পেশ করতাম। তিনি বলতেনঃ তোমরা তিন দিনের পর খাবে না। তবে এটি জরুরী নয়। বরং তিনি চেয়েছেন যে, তা থেকে যেন অন্যদের খাওয়ান হয়। আল্লাহ অধিক অবগত।\n",
    "checkStatus": "1",
    "hadithNo": "5172",
    "id": "5816",
    "thesequence": "6078",
    "isActive": "1",
    "chapterId": "16957",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২২০. কুরবানীর গোশত থেকে কতটুকু পরিমাণ আহার করা যাবে, আর কতটুকু পরিমান সঞ্চিত রাখা যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu `Ubaid:\n\nthe freed slave of Ibn Azhar that he witnessed the Day of `Id-al-Adha with `Umar bin Al-Khattab. `Umar offered the `Id prayer before the sermon and then delivered the sermon before the people, saying, O people! Allahs Messenger (ﷺ) has forbidden you to fast (on the first day of) each of these two Ida, for one of them is the Day of breaking your fast, and the other is the one, on which you eat the meat of your sacrifices.\n\n Narrated Abu `Ubaid:\n\n(in continuation of above). Then I witnessed the `Id with `Uthman bin `Affan, and that was on a Friday. He offered the prayer before the sermon, saying, O people! Today you have two Its (festivals) together, so whoever of those who live at Al-`Awali (suburbs) would like to wait for the Jumua prayer, he may wait, and whoever would like to return (home) Is granted my permission to do so.\n\n Narrated Abu `Ubaid:\n\n(in continuation of above). Then I witnessed (the Its) with `Ali bin Abi Talib, and he too offered the `Id prayer before the sermon and then delivered the sermon before the people and said, Allahs Messenger (ﷺ) has forbidden you to eat the meat of your sacrifices for more than three days.",
    "hadithArabic": " حَدَّثَنَا حِبَّانُ بْنُ مُوسَى، أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي أَبُو عُبَيْدٍ، مَوْلَى ابْنِ أَزْهَرَ أَنَّهُ شَهِدَ الْعِيدَ يَوْمَ الأَضْحَى مَعَ عُمَرَ بْنِ الْخَطَّابِ ـ رضى الله عنه ـ فَصَلَّى قَبْلَ الْخُطْبَةِ، ثُمَّ خَطَبَ النَّاسَ فَقَالَ يَا أَيُّهَا النَّاسُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ نَهَاكُمْ عَنْ صِيَامِ هَذَيْنِ الْعِيدَيْنِ، أَمَّا أَحَدُهُمَا فَيَوْمُ فِطْرِكُمْ مِنْ صِيَامِكُمْ وَأَمَّا الآخَرُ فَيَوْمٌ تَأْكُلُونَ نُسُكَكُمْ.\n قَالَ أَبُو عُبَيْدٍ ثُمَّ شَهِدْتُ مَعَ عُثْمَانَ بْنِ عَفَّانَ فَكَانَ ذَلِكَ يَوْمَ الْجُمُعَةِ، فَصَلَّى قَبْلَ الْخُطْبَةِ ثُمَّ خَطَبَ فَقَالَ يَا أَيُّهَا النَّاسُ إِنَّ هَذَا يَوْمٌ قَدِ اجْتَمَعَ لَكُمْ فِيهِ عِيدَانِ، فَمَنْ أَحَبَّ أَنْ يَنْتَظِرَ الْجُمُعَةَ مِنْ أَهْلِ الْعَوَالِي فَلْيَنْتَظِرْ، وَمَنْ أَحَبَّ أَنْ يَرْجِعَ فَقَدْ أَذِنْتُ لَهُ.\n قَالَ أَبُو عُبَيْدٍ ثُمَّ شَهِدْتُهُ مَعَ عَلِيِّ بْنِ أَبِي طَالِبٍ، فَصَلَّى قَبْلَ الْخُطْبَةِ، ثُمَّ خَطَبَ النَّاسَ فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَاكُمْ أَنْ تَأْكُلُوا لُحُومَ نُسُكِكُمْ فَوْقَ ثَلاَثٍ. وَعَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ عَنْ أَبِي عُبَيْدٍ نَحْوَهُ.",
    "hadithBengali": "৫১৭৩। হিব্বান ইবনু মূসা (রহঃ) ... ইবনু আযহাবের আযাদকৃত দাস আবূ উবায়দ (রহঃ) থেকে বর্ণিত যে, তিনি উমর ইবনু খাত্তাব (রাঃ) এর সঙ্গে কুরবানীর ঈদের দিন ঈদগাহে হাযির ছিলেন। উমর (রাঃ) খুৎবার পুর্বে সালাত (নামায/নামাজ) আদায় করেন। এরপর সমবেত জনতার সামনে খুৎবা দেন। তখন তিনি বলেন হে লোক সকল! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই দুই ঈদের দিনে সিয়াম পালন করতে নিষেধ করেছেন। তন্মধ্যে একটি তো হল তোমাদের জন্য তোমাদের সিয়াম ভংগ করার দিন (অর্থাৎ ঈদুল ফিতর)। আর অপরটি হল এমন দিন যে দিন তোমরা তোমাদের কুরবানীর পশুর গোশত আহার করবে।\n\nআবূ উবায়দ বলেনঃ এরপর আমি উসমান ইবনু আফফান (রাঃ) এর সময়ও হাযির হয়েছি। সেদিন ছিল জুমুআর দিন। তিনি খুতবা দানের আগে সালাত (নামায/নামাজ) আদায় করলেন। এরপর তিনি খুতবা দিতে গিয়ে দাঁড়িয়ে বললেনঃ হে লোক সকল! এটি এমন দিন যে দিন তোমাদের জন্য দুটি ঈদ একত্রিত হয়ে গেছে। কাজেই তোমাদের মধ্যে আওয়ালী (মদিনার চার মাইল পূর্বে অবস্থিত একটি স্থানের নাম) এলাকার যে ব্যাক্তি জুমু আর সালাত (নামায/নামাজ) এর অপেক্ষা করতে ইচ্ছা করে সে যেন অপেক্ষা করে। আর যে ফিরে যেতে চায়, তার জন্য আমি অনুমতি দিলাম। আর উবায়দ বলেনঃ এরপর আমি ঈদগাহে হাযির হয়েছি আলী ইবনু আবূ তালিব (রাঃ) এর সময়ে তিনি খুতবার পূর্বে সালাত (নামায/নামাজ) আদায় করেন। এরপর লোকজনের উদ্দেশ্যে খুৎবা দেন। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাদের কুরবানীর পশুর গোশত তিন দিনের অধিক কাল খেতে নিষেধ করেছেন।\n\nমা&#39;মার যুহরী আবূ উবায়দ (রহঃ) থেকে অনুরূপ বর্ণিত।\n",
    "checkStatus": "1",
    "hadithNo": "5173",
    "id": "5817",
    "thesequence": "6079",
    "isActive": "1",
    "chapterId": "16957",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২২০. কুরবানীর গোশত থেকে কতটুকু পরিমাণ আহার করা যাবে, আর কতটুকু পরিমান সঞ্চিত রাখা যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salim:\n\n`Abdullah bin `Umar said, Allahs Messenger (ﷺ) said, Eat of the meat of sacrifices (of `Id al Adha) for three days. When `Abdullah departed from Mina, he used to eat (bread with) oil, lest he should eat of the meat of Hadi (which is regarded as unlawful after the three days of the `Id).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنِ ابْنِ أَخِي ابْنِ شِهَابٍ، عَنْ عَمِّهِ ابْنِ شِهَابٍ، عَنْ سَالِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   كُلُوا مِنَ الأَضَاحِيِّ ثَلاَثًا . وَكَانَ عَبْدُ اللَّهِ يَأْكُلُ بِالزَّيْتِ حِينَ يَنْفِرُ مِنْ مِنًى، مِنْ أَجْلِ لُحُومِ الْهَدْىِ.",
    "hadithBengali": "৫১৭৪। মুহাম্মদ ইবনু আবদুর রহীম (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কুরবানীর গোশত থেকে তোমরা তিন দিন পর্যন্ত আহার কর। আবদুল্লাহ (রাঃ) মিনা থেকে ফিরার পর কুরবানীর গোশত খাওয়া থেকে বিরত থাকার কারণে যায়তুন দিয়ে আহার করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5174",
    "id": "5818",
    "thesequence": "6080",
    "isActive": "1",
    "chapterId": "16957",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "65",
    "statusId": "1",
    "topicName": "২২২০. কুরবানীর গোশত থেকে কতটুকু পরিমাণ আহার করা যাবে, আর কতটুকু পরিমান সঞ্চিত রাখা যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]