[
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) said, Whoever drinks alcoholic drinks in the world and does not repent (before dying), will be deprived of it in the Hereafter.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا، ثُمَّ لَمْ يَتُبْ مِنْهَا، حُرِمَهَا فِي الآخِرَةِ .",
    "hadithBengali": "৫১৭৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে ব্যাক্তি দুনিয়াতে মদ পান করেছে এরপর সে তা থেকে তওবা করেনি, সে ব্যাক্তি আখিরাতে তা থেকে বঞ্চিত থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "5175",
    "id": "5819",
    "thesequence": "6081",
    "isActive": "1",
    "chapterId": "16958",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "মহান আল্লাহ্&zwnj;র বাণীঃ নিশ্চয় মদ, জুয়া, মূর্তিপুজার বেদী ও ভাগ্য নির্ধারক তীর ঘৃণিত জিনিস, শয়তানের কাজ। সুতরাং তোমরা তা পরিহার কর, যেন তোমরা সফলকাম হতে পার। (সুরা মায়িদাঃ ৯০)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nOn the night Allahs Messenger (ﷺ) was taken on a night journey (Miraj) two cups, one containing wine and the other milk, were presented to him at Jerusalem. He looked at it and took the cup of milk. Gabriel said, Praise be to Allah Who guided you to Al-Fitra (the right path); if you had taken (the cup of) wine, your nation would have gone astray.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُتِيَ لَيْلَةَ أُسْرِيَ بِهِ بِإِيلِيَاءَ بِقَدَحَيْنِ مِنْ خَمْرٍ، وَلَبَنٍ فَنَظَرَ إِلَيْهِمَا، ثُمَّ أَخَذَ اللَّبَنَ، فَقَالَ جِبْرِيلُ الْحَمْدُ لِلَّهِ الَّذِي هَدَاكَ لِلْفِطْرَةِ، وَلَوْ أَخَذْتَ الْخَمْرَ غَوَتْ أُمَّتُكَ. تَابَعَهُ مَعْمَرٌ وَابْنُ الْهَادِ وَعُثْمَانُ بْنُ عُمَرَ وَالزُّبَيْدِيُّ عَنِ الزُّهْرِيِّ.",
    "hadithBengali": "৫১৭৬। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ ইসরা মিরাজের রাতে ঈলিয়া নামক স্থানে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে শরাব ও দুধের দু&#39; টি পেয়ালা পেশ করা হয়েছিল। তিনি উভয়টির দিকে নযর করলেন। এরপর দুধের পেয়ালাটি গ্রহন করেন। তখন জিবরীল (আলাইহিস সালাম) বললেনঃ সকল প্রসংসা সেই আল্লাহর জন্য যিনি আপনাকে স্বভাবজাত জিনিসের দিকে পথ দেখিয়েছেন। অথচ যদি আপনি শরাব গ্রহণ করতেন তাহলে আপনার উম্মত গুমরাহ হয়ে যেত। যুহরী (রহঃ) থেকে মা&#39;মার, ইবনু হাদী, উসমান, ইবনু উমর যুবায়দী অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5176",
    "id": "5820",
    "thesequence": "6082",
    "isActive": "1",
    "chapterId": "16958",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "মহান আল্লাহ্&zwnj;র বাণীঃ নিশ্চয় মদ, জুয়া, মূর্তিপুজার বেদী ও ভাগ্য নির্ধারক তীর ঘৃণিত জিনিস, শয়তানের কাজ। সুতরাং তোমরা তা পরিহার কর, যেন তোমরা সফলকাম হতে পার। (সুরা মায়িদাঃ ৯০)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nI heard from Allahs Messenger (ﷺ) a narration which none other than I will narrate to you. The Prophet, said, From among the portents of the our are the following: General ignorance (in religious affairs) will prevail, (religious) knowledge will decrease, illegal sexual intercourse will prevail, alcoholic drinks will be drunk (in abundance), men will decrease and women will increase so much so that for every fifty women there will be one man to look after them.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ سَمِعْتُ مِنْ، رَسُولِ اللَّهِ صلى الله عليه وسلم حَدِيثًا لاَ يُحَدِّثُكُمْ بِهِ غَيْرِي قَالَ   مِنْ أَشْرَاطِ السَّاعَةِ أَنْ يَظْهَرَ الْجَهْلُ، وَيَقِلَّ الْعِلْمُ، وَيَظْهَرَ الزِّنَا، وَتُشْرَبَ الْخَمْرُ، وَيَقِلَّ الرِّجَالُ، وَيَكْثُرَ النِّسَاءُ، حَتَّى يَكُونَ لِخَمْسِينَ امْرَأَةً قَيِّمُهُنَّ رَجُلٌ وَاحِدٌ .",
    "hadithBengali": "৫১৭৭। মুসলিম ইবনু ইবরাহীম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছ থেকে এমন একটি হাদীস শুনেছি যা আমি ব্যতীত অন্য কেউ তোমাদের বর্ণনা করবে না। তিনি বলেন, কিয়ামতের লক্ষন সমূহের কতক হলঃ অজ্ঞতা প্রকাশ পাবে, ইল্&zwnj;ম (দ্বীনী) কমে যাবে, ব্যাভিচার প্রকাশ্য হতে থাকবে, মদ্যপানের ছাড়াছড়ি চলবে, পুরুযের সংখ্যা কমে যাবে আর নারীদের সংখ্যা বেড়ে যাবে, শেষ অবধি অবস্থা এমন দাঁড়াবে যে, পঞ্চাশ জন নারীর জন্য তাদের পরিচালক হবে একজন পুরুষ।\n",
    "checkStatus": "1",
    "hadithNo": "5177",
    "id": "5821",
    "thesequence": "6083",
    "isActive": "1",
    "chapterId": "16958",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "মহান আল্লাহ্&zwnj;র বাণীঃ নিশ্চয় মদ, জুয়া, মূর্তিপুজার বেদী ও ভাগ্য নির্ধারক তীর ঘৃণিত জিনিস, শয়তানের কাজ। সুতরাং তোমরা তা পরিহার কর, যেন তোমরা সফলকাম হতে পার। (সুরা মায়িদাঃ ৯০)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, An adulterer, at the time he is committing illegal sexual intercourse is not a believer; and a person, at the time of drinking an alcoholic drink is not a believer; and a thief, at the time of stealing, is not a believer. Ibn Shihab said: `Abdul Malik bin Abi Bakr bin `Abdur-Rahman bin Al- Harith bin Hisham told me that Abu Bakr used to narrate that narration to him on the authority of Abu Huraira. He used to add that Abu Bakr used to mention, besides the above cases, And he who robs (takes illegally something by force) while the people are looking at him, is not a believer at the time he is robbing (taking).",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ سَمِعْتُ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ، وَابْنَ الْمُسَيَّبِ، يَقُولاَنِ قَالَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  لاَ يَزْنِي الزَّانِي حِينَ يَزْنِي وَهْوَ مُؤْمِنٌ، وَلاَ يَشْرَبُ الْخَمْرَ حِينَ يَشْرَبُهَا وَهْوَ مُؤْمِنٌ، وَلاَ يَسْرِقُ السَّارِقُ حِينَ يَسْرِقُ وَهْوَ مُؤْمِنٌ . قَالَ ابْنُ شِهَابٍ وَأَخْبَرَنِي عَبْدُ الْمَلِكِ بْنُ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ أَنَّ أَبَا بَكْرٍ كَانَ يُحَدِّثُهُ عَنْ أَبِي هُرَيْرَةَ ثُمَّ يَقُولُ كَانَ أَبُو بَكْرٍ يُلْحِقُ مَعَهُنَّ  وَلاَ يَنْتَهِبُ نُهْبَةً ذَاتَ شَرَفٍ، يَرْفَعُ النَّاسُ إِلَيْهِ أَبْصَارَهُمْ فِيهَا حِينَ يَنْتَهِبُهَا وَهْوَ مُؤْمِنٌ .",
    "hadithBengali": "৫১৭৮। আহমাদ ইবনু সালিহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ব্যাভিচারী ব্যাভিচার করার সময়ে মুমিন থাকে না, মদ পানকারী মদ পান করার সময়ে মুমিন থাকে না। চোর চুরি করার সময়ে মুমিন থাকে না। ইবনু শিহাব বলেনঃ আবদুল মালিক ইবনু আবূ বকর ইবনু আবদুর রহমান ইবনু হারিস ইবনু হিশাম আমাকে জানিয়েছে যে, আবূ বকর (রাঃ) এ হাদীসটি আবূ হুরায়রা (রাঃ) থেকে বর্ণনা করেছেন। এরপর তিনি বলেন, আবূ বকর উপরোক্ত হাদীসের সঙ্গে এটিও সংযুক্ত করতেন যে, ছিনতাইকারী এমন মুল্যবান জিনিস, যার দিকে লোকজন চোখ উঠিয়ে তাকিয়ে থাকে, তা ছিনতাই করার সময়ে মুমিন থাকে না।\n",
    "checkStatus": "1",
    "hadithNo": "5178",
    "id": "5822",
    "thesequence": "6084",
    "isActive": "1",
    "chapterId": "16958",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "মহান আল্লাহ্&zwnj;র বাণীঃ নিশ্চয় মদ, জুয়া, মূর্তিপুজার বেদী ও ভাগ্য নির্ধারক তীর ঘৃণিত জিনিস, শয়তানের কাজ। সুতরাং তোমরা তা পরিহার কর, যেন তোমরা সফলকাম হতে পার। (সুরা মায়িদাঃ ৯০)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAlcoholic drinks were prohibited (by Allah) when there was nothing of it (special kind of wine) in Medina.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ صَبَّاحٍ، حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، حَدَّثَنَا مَالِكٌ ـ هُوَ ابْنُ مِغْوَلٍ ـ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ لَقَدْ حُرِّمَتِ الْخَمْرُ، وَمَا بِالْمَدِينَةِ مِنْهَا شَىْءٌ.",
    "hadithBengali": "৫১৭৯। হাসান ইবনু সাব্বাহ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, মদ হারাম ঘোষিত হয়েছে এমতাবস্থায় যে মদিনার আঙ্গুরের মদের তেমন কিছু অবশিষ্ট ছিল না।\n",
    "checkStatus": "1",
    "hadithNo": "5179",
    "id": "5823",
    "thesequence": "6085",
    "isActive": "1",
    "chapterId": "16959",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২১. আঙ্গুর থেকে তৈরী মদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nAlcoholic drinks were prohibited at the time we could rarely find wine made from grapes in Medina, for most of our liquors were made from unripe and ripe dates.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا أَبُو شِهَابٍ عَبْدُ رَبِّهِ بْنُ نَافِعٍ، عَنْ يُونُسَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسٍ، قَالَ حُرِّمَتْ عَلَيْنَا الْخَمْرُ حِينَ حُرِّمَتْ وَمَا نَجِدُ ـ يَعْنِي بِالْمَدِينَةِ ـ خَمْرَ الأَعْنَابِ إِلاَّ قَلِيلاً، وَعَامَّةُ خَمْرِنَا الْبُسْرُ وَالتَّمْرُ.",
    "hadithBengali": "৫১৮০। আহমাদ ইবনু ইউনুস (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন আমাদের উপর মদ হারাম ঘোষিত হল। তখন আমরা মদিনায় আঙ্গুর থেকে প্রস্তুতকৃত মদ অনেক কম পেতাম। সাধারণত আমাদের মদ ছিল কাঁচা ও পাকা খেজুর থেকে তৈরী।\n",
    "checkStatus": "1",
    "hadithNo": "5180",
    "id": "5824",
    "thesequence": "6086",
    "isActive": "1",
    "chapterId": "16959",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২১. আঙ্গুর থেকে তৈরী মদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\n`Umar stood up on the pulpit and said, Now then, prohibition of alcoholic drinks have been revealed, and these drinks are prepared from five things, i.e.. grapes, dates, honey, wheat or barley And an alcoholic drink is that, that disturbs the mind.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ أَبِي حَيَّانَ، حَدَّثَنَا عَامِرٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَامَ عُمَرُ عَلَى الْمِنْبَرِ فَقَالَ أَمَّا بَعْدُ نَزَلَ تَحْرِيمُ الْخَمْرِ وَهْىَ مِنْ خَمْسَةٍ الْعِنَبِ وَالتَّمْرِ وَالْعَسَلِ وَالْحِنْطَةِ وَالشَّعِيرِ، وَالْخَمْرُ مَا خَامَرَ الْعَقْلَ.",
    "hadithBengali": "৫১৮১। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন উমর (রাঃ) মিম্বরের উপর দাঁড়িয়ে বলেন (হামদ ও সালাতের পর জেনে রাখ) মদ হারাম হওয়ার আয়াত নাযিল হয়েছে। আর তা তৈরী হয় পাঁচ প্রকারের জিনিস থেকে আঙ্গুর, খেজুর মধু, গম, ও যব। আর মদ হল তাই, যা বিবেক-বুদ্ধিকে বিলোপ করে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "5181",
    "id": "5825",
    "thesequence": "6087",
    "isActive": "1",
    "chapterId": "16959",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২১. আঙ্গুর থেকে তৈরী মদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nI was serving Abu Ubaida, Abu Talha and Ubai bin Ka`b with a drink prepared from ripe and unripe dates. Then somebody came to them and said, Alcoholic drinks have been prohibited. (On hearing that) Abu Talha said, Get up. O Anas, and pour (throw) it out! So I poured (threw) it out.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ كُنْتُ أَسْقِي أَبَا عُبَيْدَةَ وَأَبَا طَلْحَةَ وَأُبَىَّ بْنَ كَعْبٍ مِنْ فَضِيخِ زَهْوٍ وَتَمْرٍ فَجَاءَهُمْ آتٍ فَقَالَ إِنَّ الْخَمْرَ قَدْ حُرِّمَتْ. فَقَالَ أَبُو طَلْحَةَ قُمْ يَا أَنَسُ فَأَهْرِقْهَا. فَأَهْرَقْتُهَا.",
    "hadithBengali": "৫১৮২। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন আমি আবূ উবায়দা, আবূ তালহা ও উবাই ইবনু কাব (রাঃ) কে কাঁচা ও পাকা খেজুর থেকে তিনি মদ পান করতে দিয়েছিলাম। এমন সময়ে তাদের নিকট জনৈক আগন্তক এসে বলল, মদ হারাম ঘোষিত হয়ে গেছে। তখন আবূ তালহা (রাঃ) বললেন হে আনাস দাঁড়াও এবং এগুলো ঢেলে দাও। আমি সেগুলো তখন ঢেলে দিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "5182",
    "id": "5826",
    "thesequence": "6088",
    "isActive": "1",
    "chapterId": "16960",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২২. মদ হারাম হওয়ার আয়াত নাযিল হয়েছে এবং তা তৈরী হত কাঁচা ও পাকা খেজুর থেকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nWhile I was waiting on my uncles and serving them with (wine prepared from) dates----and I was the youngest of them----it was said, Alcoholic drinks have been prohibited. So they said (to me), Throw it away. So I threw it away.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ أَنَسًا، قَالَ كُنْتُ قَائِمًا عَلَى الْحَىِّ أَسْقِيهِمْ ـ عُمُومَتِي وَأَنَا أَصْغَرُهُمُ ـ الْفَضِيخَ، فَقِيلَ حُرِّمَتِ الْخَمْرُ. فَقَالُوا أَكْفِئْهَا. فَكَفَأْتُهَا. قُلْتُ لأَنَسٍ مَا شَرَابُهُمْ قَالَ رُطَبٌ وَبُسْرٌ. فَقَالَ أَبُو بَكْرِ بْنُ أَنَسٍ وَكَانَتْ خَمْرَهُمْ. فَلَمْ يُنْكِرْ أَنَسٌ. وَحَدَّثَنِي بَعْضُ أَصْحَابِي أَنَّهُ سَمِعَ أَنَسًا يَقُولُ كَانَتْ خَمْرَهُمْ يَوْمَئِذٍ.",
    "hadithBengali": "৫১৮৩। মুসাদ্দাদ (রহঃ) ... মু&#39;তামির তার পিতার সুত্রে আনাস (রাঃ) থেকে বর্ণনা করেন যে, তিনি আনাস (রাঃ) কে বলতে শুনেছেনঃ একটি আসনে দাঁড়িয়ে আমি তাদের অর্থাৎ চাচাদের ফাযীখ অর্থাৎ কাঁচা ও পাকা খেজুর থেকে মদ পান করাচ্ছিলাম। তখন আমি ছিলাম সকলের ছোট। এমন সময় বলা হলঃ মদ হারাম হয়ে গেছে। তখন তারা বললেনঃ ঢেলে দাও। সুতরাং আমি তা ঢেলে দিলাম। রাবী বলেন, আমি আনাস (রাঃ) কে বললাম তাদের শরাব কি ধরনের ছিল? তিনি উত্তর দিলেনঃ কাঁচা ও পাকা খেজুর থেকে তৈরী। তখন আনাস (রাঃ) এর পুত্র আবূ বকর (যিনি তখন উপস্থিত ছিলেন) বললেনঃ সেটিই কি ছিলল তাদের মদ? জবাবে আনাস (রাঃ) কোন অসম্মতি প্রকাশ করলেন না। রাবী সুলায়মান আরো বলেন, আমার কতিপয় সঙ্গী আমাকে বর্ণনা করেছেন যে তাঁরা আনাস (রাঃ) থেকে শুনেছেন তিনি বলেছেন, সেকালে এটিই ছিল তাদের মদ।\n",
    "checkStatus": "1",
    "hadithNo": "5183",
    "id": "5827",
    "thesequence": "6089",
    "isActive": "1",
    "chapterId": "16960",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২২. মদ হারাম হওয়ার আয়াত নাযিল হয়েছে এবং তা তৈরী হত কাঁচা ও পাকা খেজুর থেকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAlcoholic drinks were prohibited. At that time these drinks used to be prepared from unripe and ripe dates.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، حَدَّثَنَا يُوسُفُ أَبُو مَعْشَرٍ الْبَرَّاءُ، قَالَ سَمِعْتُ سَعِيدَ بْنَ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي بَكْرُ بْنُ عَبْدِ اللَّهِ، أَنَّ أَنَسَ بْنَ مَالِكٍ، حَدَّثَهُمْ أَنَّ الْخَمْرَ حُرِّمَتْ، وَالْخَمْرُ يَوْمَئِذٍ الْبُسْرُ وَالتَّمْرُ.",
    "hadithBengali": "৫১৮৪। মুহাম্মদ ইবনু আবূ বকর মুকাদ্দমী (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, তিনি তাদের কাছে বর্ণনা করেছেন, মদ হারাম ঘোষণা করা হয়েছে। আর সেকালে মদ তৈরী হত কাঁচা ও পাকা খেজুরে থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "5184",
    "id": "5828",
    "thesequence": "6090",
    "isActive": "1",
    "chapterId": "16960",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২২. মদ হারাম হওয়ার আয়াত নাযিল হয়েছে এবং তা তৈরী হত কাঁচা ও পাকা খেজুর থেকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) was asked about Al-Bit. He said, All drinks that intoxicate are unlawful (to drink.)",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّ عَائِشَةَ، قَالَتْ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْبِتْعِ فَقَالَ   كُلُّ شَرَابٍ أَسْكَرَ فَهْوَ حَرَامٌ .",
    "hadithBengali": "৫১৮৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে &#39;বিতা&#39; সম্পর্কে জিজ্ঞাসা করা হয়েছিল। তিনি বললেনঃ সব নেশা জাতীয় পানীয় হারাম।\n",
    "checkStatus": "1",
    "hadithNo": "5185",
    "id": "5829",
    "thesequence": "6091",
    "isActive": "1",
    "chapterId": "16961",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২৩. মধু তৈরী মদ। এটিকে পরিভাষায় &lsquo;বিতা&rsquo; বলে। মা&rsquo;ন (র) বলেন, আমি মারিক ইব্&zwnj;ন আনাসকে &lsquo;ফুককা&rsquo; সম্পর্কে জিজ্ঞাসা করেছি। তিনি বলেছেনঃ যদি তা নেশাগ্রস্ত না করে তাহলে কোন ক্ষতি নেই। ইবন দারাওয়ারদী বলেন, আমরা এ ব্যাপারে অনেককে জিজ্ঞাসা করেছি, তখন তারা বলেছেন, নেশাগ্রস্ত না করলে তাতে আপত্তি নেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nAllahs Messenger (ﷺ) was asked about Al-Bit a liquor prepared from honey which the Yemenites used to drink. Allahs Messenger (ﷺ) said, All drinks that intoxicate are unlawful (to drink). \n\n Anas bin Malik said:\n\nAllahs Messenger (ﷺ) said, Do not make drinks in Ad-Dubba nor in Al-Muzaffat. Abu Huraira used to add to them Al-Hantam and An-Naqir. ",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْبِتْعِ وَهْوَ نَبِيذُ الْعَسَلِ، وَكَانَ أَهْلُ الْيَمَنِ يَشْرَبُونَهُ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   كُلُّ شَرَابٍ أَسْكَرَ فَهْوَ حَرَامٌ .\nوَعَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ تَنْتَبِذُوا فِي الدُّبَّاءِ، وَلاَ فِي الْمُزَفَّتِ . وَكَانَ أَبُو هُرَيْرَةَ يُلْحِقُ مَعَهَا الْحَنْتَمَ وَالنَّقِيرَ.",
    "hadithBengali": "৫১৮৬। আবূল ইয়ামান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে &#39;বিতা&#39; সম্পর্কে জিজ্ঞাসা করা হয়েছিল। &#39;বিতা&#39; হল মধু থেকে তৈরী নাবীয। ইয়ামানের অধিবাসীরা তা পান করত। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে সব পানীয় দ্রব্য নেশার সৃষ্টি করে তাই হারাম।\n\nযুহরী থেকে বর্ণিত। তিনি বলেন, আনাস ইবনু মালিক (রাঃ) আমাকে খবর দিয়েছেন যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা দুব্বা (কদুর খোল) এর মধ্যে নাবীয তৈরী করবে না মুযাফফাতের (আলকাতরা যুক্ত পাত্র) মধ্যেও নয়। যুহরী বলেন, আবূ হুরায়রা (রাঃ) এগুলোর সঙ্গে হানতাম (মাটির সবুজ পাত্র) ও নাফীরের (খেজুর বুক্ষের মূলের খোল) কথাও সংযুক্ত করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5186",
    "id": "5830",
    "thesequence": "6092",
    "isActive": "1",
    "chapterId": "16961",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২৩. মধু তৈরী মদ। এটিকে পরিভাষায় &lsquo;বিতা&rsquo; বলে। মা&rsquo;ন (র) বলেন, আমি মারিক ইব্&zwnj;ন আনাসকে &lsquo;ফুককা&rsquo; সম্পর্কে জিজ্ঞাসা করেছি। তিনি বলেছেনঃ যদি তা নেশাগ্রস্ত না করে তাহলে কোন ক্ষতি নেই। ইবন দারাওয়ারদী বলেন, আমরা এ ব্যাপারে অনেককে জিজ্ঞাসা করেছি, তখন তারা বলেছেন, নেশাগ্রস্ত না করলে তাতে আপত্তি নেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\n`Umar delivered a sermon on the pulpit of Allahs Messenger (ﷺ), saying, Alcoholic drinks were prohibited by Divine Order, and these drinks used to be prepared from five things, i.e., grapes, dates, wheat, barley and honey. Alcoholic drink is that, that disturbs the mind. `Umar added, I wish Allahs Apostle had not left us before he had given us definite verdicts concerning three matters, i.e., how much a grandfather may inherit (of his grandson), the inheritance of Al-Kalala (the deceased person among whose heirs there is no father or son), and various types of Riba(1 ) (usury) .",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ أَبِي رَجَاءٍ، حَدَّثَنَا يَحْيَى، عَنْ أَبِي حَيَّانَ التَّيْمِيِّ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ خَطَبَ عُمَرُ عَلَى مِنْبَرِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنَّهُ قَدْ نَزَلَ تَحْرِيمُ الْخَمْرِ، وَهْىَ مِنْ خَمْسَةِ أَشْيَاءَ الْعِنَبِ وَالتَّمْرِ وَالْحِنْطَةِ وَالشَّعِيرِ وَالْعَسَلِ، وَالْخَمْرُ مَا خَامَرَ الْعَقْلَ، وَثَلاَثٌ وَدِدْتُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمْ يُفَارِقْنَا حَتَّى يَعْهَدَ إِلَيْنَا عَهْدًا الْجَدُّ وَالْكَلاَلَةُ وَأَبْوَابٌ مِنْ أَبْوَابِ الرِّبَا. قَالَ قُلْتُ يَا أَبَا عَمْرٍو فَشَىْءٌ يُصْنَعُ بِالسِّنْدِ مِنَ الرُّزِّ. قَالَ ذَاكَ لَمْ يَكُنْ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم أَوْ قَالَ عَلَى عَهْدِ عُمَرَ. وَقَالَ حَجَّاجُ عَنْ حَمَّادٍ عَنْ أَبِي حَيَّانَ مَكَانَ الْعِنَبِ الزَّبِيبَ.",
    "hadithBengali": "৫১৮৭। আহমাদ ইবনু আবূ রাজা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ উমর (রাঃ) মিম্বরের উপর দাঁড়িয়ে খুতুবা দিতে গিয়ে বললেনঃ নিশ্চয়ই মদ হারাম সম্পর্কীয় আয়াত নাযিল হয়েছে। আর তা তৈরি হয় পাঁচটি বস্তু থেকে আঙ্গুর, খেজুর, গম, যব ও মধু। আর খামর (মদ) হল তা যা বিবেক বিলোপ করে দেয়। আর তিনটি এমন বিষয় আছে যে, আমি চাইছিলাম যেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে সেগুলো স্পষ্টভাবে বর্ননা করা পর্যন্ত তিনি যেন আমাদের নিকট হতে বিচ্ছিন্ন না হয়ে যান। বিষয়গুলো হলঃ দাদা এর মীরাস, কালালা এর ব্যখ্যা এবং সুদের প্রকার সমুহ।\n\nরাবী আবূ হাইয়্যান বলেনঃ আমি বললামঃ হে আবূ আমর! এক প্রকারের পানীয় জিনিস যা সিঞ্চন অঞ্চলে চাউল দিয়ে তৈরি করা হয় তার হুকুম কি? তিনি বললেনঃ সেটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আমলে ছিল না। কিংবা তিনি বলেছেনঃ সেটি উমর (রাঃ) এর আমলে ছিল না। হাম্মাদ সুত্রে আবূ হাইয়্যান থেকে হাজ্জাজ الْعِنَبِ এর স্থলে الزَّبِيبَ কিসমিস বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5187",
    "id": "5831",
    "thesequence": "6093",
    "isActive": "1",
    "chapterId": "16962",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২৪. মদ এমন পানীয় দ্রব্য যা বিবেক বিলোপ করে দেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umar:\n\nAlcoholic drinks are prepared from five things, i.e., raisins, dates. wheat, barley and honey. ",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، قَالَ الْخَمْرُ يُصْنَعُ مِنْ خَمْسَةٍ مِنَ الزَّبِيبِ وَالتَّمْرِ وَالْحِنْطَةِ وَالشَّعِيرِ وَالْعَسَلِ.",
    "hadithBengali": "৫১৮৮। হাফস ইবনু উমর (রহঃ) ... উমর (রাঃ) থেকে বর্ণিত। তিনি বলেছেন, মদ তৈরী করা হয় পাঁচটি জিনিস থেকে। সেগুলো হল কিসমিস, খেজুর, গম, যব ও মধু।\n",
    "checkStatus": "1",
    "hadithNo": "5188",
    "id": "5832",
    "thesequence": "6094",
    "isActive": "1",
    "chapterId": "16962",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২৪. মদ এমন পানীয় দ্রব্য যা বিবেক বিলোপ করে দেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Amir or Abu Malik Al-Ashari:\n\nthat he heard the Prophet (ﷺ) saying, From among my followers there will be some people who will consider illegal sexual intercourse, the wearing of silk, the drinking of alcoholic drinks and the use of musical instruments, as lawful. And there will be some people who will stay near the side of a mountain and in the evening their shepherd will come to them with their sheep and ask them for something, but they will say to him, Return to us tomorrow. Allah will destroy them during the night and will let the mountain fall on them, and He will transform the rest of them into monkeys and pigs and they will remain so till the Day of Resurrection. ",
    "hadithArabic": "وَقَالَ هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا صَدَقَةُ بْنُ خَالِدٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ، حَدَّثَنَا عَطِيَّةُ بْنُ قَيْسٍ الْكِلاَبِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ غَنْمٍ الأَشْعَرِيُّ، قَالَ حَدَّثَنِي أَبُو عَامِرٍ ـ أَوْ أَبُو مَالِكٍ ـ الأَشْعَرِيُّ وَاللَّهِ مَا كَذَبَنِي سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   لَيَكُونَنَّ مِنْ أُمَّتِي أَقْوَامٌ يَسْتَحِلُّونَ الْحِرَ وَالْحَرِيرَ وَالْخَمْرَ وَالْمَعَازِفَ، وَلَيَنْزِلَنَّ أَقْوَامٌ إِلَى جَنْبِ عَلَمٍ يَرُوحُ عَلَيْهِمْ بِسَارِحَةٍ لَهُمْ، يَأْتِيهِمْ ـ يَعْنِي الْفَقِيرَ ـ لِحَاجَةٍ فَيَقُولُوا ارْجِعْ إِلَيْنَا غَدًا. فَيُبَيِّتُهُمُ اللَّهُ وَيَضَعُ الْعَلَمَ، وَيَمْسَخُ آخَرِينَ قِرَدَةً وَخَنَازِيرَ إِلَى يَوْمِ الْقِيَامَةِ .",
    "hadithBengali": "৫১৮৯। হিশাম ইবনু আম্মার (রহঃ) ... আবদুর রহমান ইবনু গানাম আশআরী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমার নিকট আবূ আমের কিংবা আবূ মালেক আশ-আরী বর্ণনা করেছেন। আল্লাহর কসম! তিনি আমার কাছে মিথ্যে কথা বলেননি। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন আমার উম্মতের মাঝে অবশ্যই এমন কতগুলো দলের সৃষ্টি হবে যারা ব্যাভিচার, রেশমী কাপড় মদ ও বাদ্যযন্ত্রকে হালাল জ্ঞান করবে। অনুরূপভাবে এমন অনেক দল হবে যারা পর্বতের কিনারায় বসবাস করবে, বিকাল বেলায় যখন তারা পশুর পাল নিয়ে ফিরবে তখন তাদের কাছ কোন অভাব নিয়ে ফকীর আসলে তারা উত্তর জেবে আগামী দিন সকালে তুমি আমাদের নিকট এসো। এদিকে রাতের অন্ধকারেই আল্লাহ তাদের ধংশ করে দিবেন। পর্বতটি ধসিয়ে দিবেন, আর অবশিষ্ট লোকদের তিনি কিয়ামত দিবস পর্যন্ত বানর ও শুকর বানিয়ে রাখবেন।\n",
    "checkStatus": "1",
    "hadithNo": "5189",
    "id": "5833",
    "thesequence": "6095",
    "isActive": "1",
    "chapterId": "16963",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২৫. যে ব্যক্তি মদকে ভিন্ন নামে নামকরণ করে হালাল মনে করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl:\n\nAbu Usaid As-Sa`idi came and invited Allahs Messenger (ﷺ) on the occasion of his wedding. His wife who was the bride, was serving them. Do you know what drink she prepared for Allahs Messenger (ﷺ) ? She had soaked some dates in water in a Tur overnight.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي حَازِمٍ، قَالَ سَمِعْتُ سَهْلاً، يَقُولُ أَتَى أَبُو أُسَيْدٍ السَّاعِدِيُّ فَدَعَا رَسُولَ اللَّهِ صلى الله عليه وسلم فِي عُرْسِهِ، فَكَانَتِ امْرَأَتُهُ خَادِمَهُمْ وَهْىَ الْعَرُوسُ. قَالَتْ أَتَدْرُونَ مَا سَقَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنْقَعْتُ لَهُ تَمَرَاتٍ مِنَ اللَّيْلِ فِي تَوْرٍ.",
    "hadithBengali": "৫১৯০। কুতায়বা ইবনু সাঈদ (রহঃ) ... সাহল (রহঃ) থেকে বর্ণিত। তিনি বলেন, আবূ উসায়দ সাঈদী (রাঃ) এসে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর বিয়ের অনুঠানে দাওয়াত দিলেন। তখন তাঁর স্ত্রী নববধু ছিলেন। তাদের মধ্যে পরিবেশনকারিণী সে নববধু বলেনঃ তোমরা কি জানো আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কি জিনিস পান করতে দিয়েছিলাম? (তিনি বলেন) আমি রাতেই কয়েকটি খেজুর একটি পাত্রের মধ্যে ভিজিয়ে রেখেছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "5190",
    "id": "5834",
    "thesequence": "6096",
    "isActive": "1",
    "chapterId": "16964",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২৬. বড় ও ছোট পাত্রে &ldquo;নাবীয&rdquo; তৈরী করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nAllahs Messenger (ﷺ) forbade the use of (certain) containers, but the Ansar said, We cannot dispense with them. The Prophet (ﷺ) then said, If so, then use them.",
    "hadithArabic": "حَدَّثَنَا يُوسُفُ بْنُ مُوسَى، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ سَالِمٍ، عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الظُّرُوفِ فَقَالَتِ الأَنْصَارُ إِنَّهُ لاَ بُدَّ لَنَا مِنْهَا. قَالَ   فَلاَ إِذًا . \n وَقَالَ خَلِيفَةُ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا سُفْيَانُ عَنْ مَنْصُورٍ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ جَابِرٍ بِهَذَا حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنَا سُفْيَانُ بِهَذَا وَقَالَ فِيهِ لَمَّا نَهَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْأَوْعِيَةِ",
    "hadithBengali": "৫১৯১। ইউসুফ ইবনু মূসা (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কতগুলো পাত্রের ব্যবহার নিষিদ্ধ করেন। তখন আনসারগণ বললেনঃ সেগুলো ব্যতীত আমাদের কোন উপায় নেই। তিনি বললেনঃ তাহলে ব্যবহার করতে পার। খলীফা বলেন, ইয়াহইয়া ইবনু সাঈদ আমাদের কাছে সুফিয়ান, মানসূর, সালিম ইবনু আবূল জাদ-জাবির (রাঃ) থেকে এরূপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5191",
    "id": "5835",
    "thesequence": "6097",
    "isActive": "1",
    "chapterId": "16965",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২৭. বিভিন্ন ধরনের বরতন ও পাত্র ব্যবহার নিষেধ করার পর রাসূলুল্লাহ (সাঃ) এর পক্ষ থেকে পুনঃঅনুমতি প্রদান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr:\n\nWhen the Prophet (ﷺ) forbade the use of certain containers (that were used for preparing alcoholic drinks), somebody said to the Prophet (ﷺ) . But not all the people can find skins. So he allowed them to use clay jars not covered with pitch.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ سُلَيْمَانَ بْنِ أَبِي مُسْلِمٍ الأَحْوَلِ، عَنْ مُجَاهِدٍ، عَنْ أَبِي عِيَاضٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ قَالَ لَمَّا نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ الأَسْقِيَةِ قِيلَ لِلنَّبِيِّ صلى الله عليه وسلم لَيْسَ كُلُّ النَّاسِ يَجِدُ سِقَاءً فَرَخَّصَ لَهُمْ فِي الْجَرِّ غَيْرِ الْمُزَفَّتِ.",
    "hadithBengali": "৫১৯২। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। তিনি বলেন যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ধরনের পাত্রের ব্যবহার নিষিদ্ধ করলেন, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলা হল, সব মানুষের নিকট তো মাশক মউজুদ নেই। ফলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের কলসীর জন্য অনুমতি দেন। তবে আলকাতরার প্রলেপ দেওয়া পাত্রের জন্য অনুমতি দেননি।\n",
    "checkStatus": "1",
    "hadithNo": "5192",
    "id": "5836",
    "thesequence": "6098",
    "isActive": "1",
    "chapterId": "16975",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩৭. পান করার ক্ষেত্রে প্রথমে ডানের ব্যক্তি, তারপর ক্রমান্বয়ে ডানের ব্যক্তির অগ্রাধিকার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali:\n\nthe Prophet (ﷺ) forbade the use of Ad-Dubba and Al Muzaffat.\n\nAmash also narrated this.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، حَدَّثَنِي سُلَيْمَانُ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنِ الْحَارِثِ بْنِ سُوَيْدٍ، عَنْ عَلِيٍّ ـ رضى الله عنه ـ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ الدُّبَّاءِ وَالْمُزَفَّتِ.\nحَدَّثَنَا عُثْمَانُ حَدَّثَنَا جَرِيرٌ عَنِ الأَعْمَشِ بِهَذَا.",
    "hadithBengali": "৫১৯৩। মুসাদ্দাদ (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুব্বা ও মুযাফফাত ব্যবহার করতে নিষেধ করেছেন। উসমান (রহঃ) বলেন, জারীর (রহঃ) আমাশ (রহঃ) সুত্রে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5193",
    "id": "5837",
    "thesequence": "6099",
    "isActive": "1",
    "chapterId": "16965",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২৭. বিভিন্ন ধরনের বরতন ও পাত্র ব্যবহার নিষেধ করার পর রাসূলুল্লাহ (সাঃ) এর পক্ষ থেকে পুনঃঅনুমতি প্রদান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibrahim:\n\nI asked Al-Aswad, Did you ask `Aisha, Mother of the Believers, about the containers in which it is disliked to prepare (non-alcoholic) drinks? He said, Yes, I said to her, O Mother of the Believers! What containers did the Prophet (ﷺ) forbid to use for preparing (non-alcoholic) drinks? She said, The Prophet forbade us, (his family), to prepare (nonalcoholic) drinks in Ad-Dubba and Al-Muzaffat. I asked, Didnt you mention Al Jar and Al Hantam? She said, I tell what I have heard; shall I tell you what I have not heard? ",
    "hadithArabic": " حَدَّثَنِي عُثْمَانُ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، قُلْتُ لِلأَسْوَدِ هَلْ سَأَلْتَ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ عَمَّا يُكْرَهُ أَنْ يُنْتَبَذَ فِيهِ فَقَالَ نَعَمْ قُلْتُ يَا أُمَّ الْمُؤْمِنِينَ عَمَّا نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ يُنْتَبَذَ فِيهِ قَالَتْ نَهَانَا فِي ذَلِكَ أَهْلَ الْبَيْتِ أَنْ نَنْتَبِذَ فِي الدُّبَّاءِ وَالْمُزَفَّتِ. قُلْتُ أَمَا ذَكَرْتِ الْجَرَّ وَالْحَنْتَمَ قَالَ إِنَّمَا أُحَدِّثُكَ مَا سَمِعْتُ، أَفَأُحَدِّثُ مَا لَمْ أَسْمَعْ",
    "hadithBengali": "৫১৯৪। উসমান (রহঃ) ... ইবরাহীম (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আসওয়াদকে জিজ্ঞাসা করলাম যে, আপনি কি উম্মুল মুমিনীন আয়িশা (রাঃ) কে জিজ্ঞাসা করেছিলেন যে, কোন কোন পাত্রের মধ্যে নাবীয&#39; তৈরী করা মাকরূহ। তিনি উত্তর করলেনঃ হ্যাঁ। আমি বলেছিলাম, হে উম্মুল মুমিনীন! কোন কোন পাত্রের মধ্যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাবীয তৈরী করতে নিষেধ করেছেন? তখন তিনি বললেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের অর্থাৎ আহলে বাইতকে দুব্বা ও মুযাফফাত নামক পাত্রে নাবীয তৈরি করতে নিষেধ করেছেন। ইবরাহীম বলেন) আমি বললাম আয়িশা (রাঃ) কি জার (মাটির কলসী) হানতাম (মাটির সবুজ পাত্র) নামক পাত্রের কথা উল্লেখ করেননি? তিনি বললেনঃ আমি যা শুনেছি কেবল তাই তোমাকে বর্ননা করেছি। আমি যা শুনি নাই তাও কি আমি তোমাদের কাছে বর্ণনা করবো?\n",
    "checkStatus": "1",
    "hadithNo": "5194",
    "id": "5838",
    "thesequence": "6100",
    "isActive": "1",
    "chapterId": "16965",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২৭. বিভিন্ন ধরনের বরতন ও পাত্র ব্যবহার নিষেধ করার পর রাসূলুল্লাহ (সাঃ) এর পক্ষ থেকে পুনঃঅনুমতি প্রদান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ash-Shaibani:\n\nI heard `Abdullah bin Abi `Aufa saying, The Prophet (ﷺ) forbade the use of green jars. I said, Shall we drink out of white jars? He said, No.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الشَّيْبَانِيُّ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ أَبِي أَوْفَى ـ رضى الله عنهما ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ الْجَرِّ الأَخْضَرِ. قُلْتُ أَنَشْرَبُ فِي الأَبْيَضِ قَالَ لاَ.",
    "hadithBengali": "৫১৯৫। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু আবূ আওফা (রাঃ) কে বলতে শুনেছেন, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সবুজ বর্ণের কলসী ব্যবহার করতে নিষেধ করেছেন। আমি বললামঃ তাহলে সাদা বর্ণের পাত্রে (নাবীয) পান করা যাবে কি? তিনি বললেনঃ না।\n",
    "checkStatus": "1",
    "hadithNo": "5195",
    "id": "5839",
    "thesequence": "6101",
    "isActive": "1",
    "chapterId": "16965",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২৭. বিভিন্ন ধরনের বরতন ও পাত্র ব্যবহার নিষেধ করার পর রাসূলুল্লাহ (সাঃ) এর পক্ষ থেকে পুনঃঅনুমতি প্রদান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nAbu Usaid As Sa`idi invited the Prophet (ﷺ) to his wedding banquet. At that time his wife was serving them and she was the bride. She said, Do you know what (kind of syrup) I soaked (made) for Allahs Apostle? I soaked some dates in water in a Tur (bowl) overnight. ",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ الْقَارِيُّ، عَنْ أَبِي حَازِمٍ، قَالَ سَمِعْتُ سَهْلَ بْنَ سَعْدٍ، أَنَّ أَبَا أُسَيْدٍ السَّاعِدِيَّ، دَعَا النَّبِيَّ صلى الله عليه وسلم لِعُرْسِهِ، فَكَانَتِ امْرَأَتُهُ خَادِمَهُمْ يَوْمَئِذٍ وَهْىَ الْعَرُوسُ. فَقَالَتْ مَا تَدْرُونَ مَا أَنْقَعْتُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَنْقَعْتُ لَهُ تَمَرَاتٍ مِنَ اللَّيْلِ فِي تَوْرٍ.",
    "hadithBengali": "৫১৯৬। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... সাহল ইবনু সা&#39;দ (রহঃ) থেকে বর্ণিত যে আবূ উসায়দ সাঈদী (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর ওলীমা অনুষ্ঠানে দাওয়াত করেছিলেন। সে দিন তার স্ত্রী নববধূ অবস্থায় সবার খেদমতে নিয়োজিত ছিলেন। তিনি বললেনঃ আপনারা কি জানেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কিসের রস পান করতে দিয়েছিলাম? আমি তার জন্য রাতেই কয়েকটি খেজুর একটি পাত্রে ভিজিয়ে রেখেছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "5196",
    "id": "5840",
    "thesequence": "6102",
    "isActive": "1",
    "chapterId": "16966",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২৮. শুকনো খেজুরের রস যতক্ষণ না তা নেশার সৃষ্টি করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Al-Juwairiyya:\n\nI asked Ibn `Abbas about Al-Badhaq. He said, Muhammad prohibited alcoholic drinks before It was called Al-Badhaq (by saying), Any drink that intoxicates is unlawful. I said, What about good lawful drinks? He said,Apart from what is lawful and good, all other things are unlawful and not good (unclean Al-Khabith).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَبِي الْجُوَيْرِيَةِ، قَالَ سَأَلْتُ ابْنَ عَبَّاسٍ عَنِ الْبَاذَقِ،. فَقَالَ سَبَقَ مُحَمَّدٌ صلى الله عليه وسلم الْبَاذَقَ، فَمَا أَسْكَرَ فَهْوَ حَرَامٌ. قَالَ الشَّرَابُ الْحَلاَلُ الطَّيِّبُ. قَالَ لَيْسَ بَعْدَ الْحَلاَلِ الطَّيِّبِ إِلاَّ الْحَرَامُ الْخَبِيثُ.",
    "hadithBengali": "৫১৯৭। মুহাম্মদ ইবনু কাসীর (রহঃ) ... আবূল জুওয়ায়রিয়া (রহঃ) থেকে বর্ণিত। তিনি বলেন আমি ইবনু আব্বাস (রাঃ)-কে &#39;বাযাক&#39; সম্পর্কে প্রশ্ন করেছিলাম। তিনি উত্তর দিলেনঃ মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাযাক উৎপাদনের পূর্বে চলে গেছেন। কাজেই যে জিনিস নেশা সৃষ্টি করে থাকে তাই হারাম। তিনি বলেনঃ হালাল পানীয় পবিত্র। তিনি বলেন হালাল ও পবিত্র পানীয় ব্যতীত অন্যান্য পানীয় ঘৃণ্য হারাম।\n",
    "checkStatus": "1",
    "hadithNo": "5197",
    "id": "5841",
    "thesequence": "6103",
    "isActive": "1",
    "chapterId": "16967",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২৯. &lsquo;বাযাক&rsquo; (অর্থাৎ আঙ্গুরের সামান্য পাকানো রস)-এর বর্ণনা এবং যারা উদ্রেককারী যাবতীয় পানীয় নিষিদ্ধ বলেন তা বর্ণন। উমর, আবূ উবায়দা ও মুৱআয (রাঃ) &rsquo;তিলা&rsquo; অর্থাৎ আঙ্গুরের যে রসকে পাকিয়ে এক-তৃতীয়াংশ করা হয়েছে, তা পান করার জায়েয মনে করেন। বার ও আবূ জুহায়ফা (রাঃ) পাকিয়ে অর্ধেক থাকাবস্থায় রস পান করছেন। ইব্&zwnj;ন আব্বাস (রা) বলেছেন : আমি তাজা অবস্থায় থাকা পর্যন্ত আঙ্গুরের রস পান করেছি। উমর (রা) বলেছেনঃ আমি উবায়দুল্লাহ্&zwnj;র মূখ থেকে শরাবের ঘ্রাণ পেয়েছি এবং তাকে এ ব্যাপারে জিজ্ঞাসাও করেছি। যদি তা নেশার সৃষ্টি করত, তাহেল আমি বেত্রাঘাত করতাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) used to like sweet edible things and honey.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُحِبُّ الْحَلْوَاءَ وَالْعَسَلَ.",
    "hadithBengali": "৫১৯৮। আবদুল্লাহ ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিাষ্ট ও মধু পছন্দ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5198",
    "id": "5842",
    "thesequence": "6104",
    "isActive": "1",
    "chapterId": "16967",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২২৯. &lsquo;বাযাক&rsquo; (অর্থাৎ আঙ্গুরের সামান্য পাকানো রস)-এর বর্ণনা এবং যারা উদ্রেককারী যাবতীয় পানীয় নিষিদ্ধ বলেন তা বর্ণন। উমর, আবূ উবায়দা ও মুৱআয (রাঃ) &rsquo;তিলা&rsquo; অর্থাৎ আঙ্গুরের যে রসকে পাকিয়ে এক-তৃতীয়াংশ করা হয়েছে, তা পান করার জায়েয মনে করেন। বার ও আবূ জুহায়ফা (রাঃ) পাকিয়ে অর্ধেক থাকাবস্থায় রস পান করছেন। ইব্&zwnj;ন আব্বাস (রা) বলেছেন : আমি তাজা অবস্থায় থাকা পর্যন্ত আঙ্গুরের রস পান করেছি। উমর (রা) বলেছেনঃ আমি উবায়দুল্লাহ্&zwnj;র মূখ থেকে শরাবের ঘ্রাণ পেয়েছি এবং তাকে এ ব্যাপারে জিজ্ঞাসাও করেছি। যদি তা নেশার সৃষ্টি করত, তাহেল আমি বেত্রাঘাত করতাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nWhile I was serving Abu Talha. Abu Dujana and Abu Suhail bin Al-Baida with a drink made from a mixture of unripe and ripe dates, alcoholic drinks, were made unlawful, whereupon I threw it away, and I was their butler and the youngest of them, and we used to consider that drink as an alcoholic drink in those days.",
    "hadithArabic": " حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ إِنِّي لأَسْقِي أَبَا طَلْحَةَ وَأَبَا دُجَانَةَ وَسُهَيْلَ ابْنَ الْبَيْضَاءِ خَلِيطَ بُسْرٍ وَتَمْرٍ إِذْ حُرِّمَتِ الْخَمْرُ، فَقَذَفْتُهَا وَأَنَا سَاقِيهِمْ وَأَصْغَرُهُمْ، وَإِنَّا نَعُدُّهَا يَوْمَئِذٍ الْخَمْرَ. وَقَالَ عَمْرُو بْنُ الْحَارِثِ حَدَّثَنَا قَتَادَةُ سَمِعَ أَنَسًا.",
    "hadithBengali": "৫১৯৯। মুসলিম (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। তিনি বলেন আমি আবূ তালহা আবূ দুজানা এবং সুহায়ল ইবনু বায়দা (রাঃ) কে কাঁচা ও শুকনো খেজুরের মিশ্রিত রস পান করাচ্ছিলাম। এ সময়ে মদ হারাম ঘোষিত হল, তখন আমি তা ফেলে দিলাম। আমি ছিলাম তাঁদের পরিবেশকারী এবং তাঁদের সবার ছোট। আর সেকালে আমরা এটিকে মদ বলে গণ্য করতাম। আমর ইবনু হারিস বলেনঃ কাতাদা (রহঃ) আমাদের নিকট عَنْ أَنَسٍ এর স্থলে سَمِعَ أَنَسًا বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5199",
    "id": "5843",
    "thesequence": "6105",
    "isActive": "1",
    "chapterId": "16968",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩০. যারা মনে করে নেশাদারা হওয়ার পর কাঁচা ও পাকা খেজুর একত্রে মিলানো উচিতৎ নয় এবং উভয়ের রসকে একত্রিত করা উচিত নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nThe Prophet (ﷺ) forbade the drinking of alcoholic drinks prepared from raisins, dates, unripe dates and fresh ripe dates.",
    "hadithArabic": " حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، أَنَّهُ سَمِعَ جَابِرًا ـ رضى الله عنه ـ يَقُولُ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ الزَّبِيبِ وَالتَّمْرِ وَالْبُسْرِ وَالرُّطَبِ.",
    "hadithBengali": "৫২০০। আবূ আসিম (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিসমিস, শুকনো খেজুর, কাঁচা ও পাকা খেজুর মিশ্রন করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5200",
    "id": "5844",
    "thesequence": "6106",
    "isActive": "1",
    "chapterId": "16968",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩০. যারা মনে করে নেশাদারা হওয়ার পর কাঁচা ও পাকা খেজুর একত্রে মিলানো উচিতৎ নয় এবং উভয়ের রসকে একত্রিত করা উচিত নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Qatada:\n\nThe Prophet (ﷺ) forbade the mixing of ripe and unripe dates and also the mixing of dates and raisins (for preparing a syrup) but the syrup of each kind of fruit should be prepared separately. ( One may have such drinks as long as it is fresh )",
    "hadithArabic": " حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ يُجْمَعَ بَيْنَ التَّمْرِ وَالزَّهْوِ، وَالتَّمْرِ وَالزَّبِيبِ، وَلْيُنْبَذْ كُلُّ وَاحِدٍ مِنْهُمَا عَلَى حِدَةٍ.",
    "hadithBengali": "৫২০১। মুসলিম (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুরমা ও আধাপাকা খেজুর এবং খুরমা ও কিসমিস একত্রিত করতে নিষেধ করেছেন। আর এগুলো প্রত্যেকটিকে পৃথক পৃথকেভাবে ভিজিয়ে &#39;নাবীয&#39; তৈরি করা যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "5201",
    "id": "5845",
    "thesequence": "6107",
    "isActive": "1",
    "chapterId": "16968",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩০. যারা মনে করে নেশাদারা হওয়ার পর কাঁচা ও পাকা খেজুর একত্রে মিলানো উচিতৎ নয় এবং উভয়ের রসকে একত্রিত করা উচিত নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) was presented a bowl of milk and a bowl of wine on the night he was taken on a journey (Al-Miraj).",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيْلَةَ أُسْرِيَ بِهِ بِقَدَحِ لَبَنٍ وَقَدَحِ خَمْرٍ.",
    "hadithBengali": "৫২০২। আবদান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, রাতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ভ্রমণ করানো হয় (মিরাজের রাতে), সে রাতে তাঁর সামনে পেশ করা হয়েছিল দুধের একটি পেয়ালা এবং শরারের একটি পেয়ালা।\n",
    "checkStatus": "1",
    "hadithNo": "5202",
    "id": "5846",
    "thesequence": "6108",
    "isActive": "1",
    "chapterId": "16969",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩১. দুধ পান করা। মহান আল্লাহ্&zwnj;র বাণীঃ ওদের উদরস্থিত গোবর ও রক্তের মধ্য থেকে পান করাই বিশুদ্ধ দুধ, যা পানকারীদের জন্য অত্যান্ত সুস্বাদু (সুরা নাহলঃ ৬৬)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Al-Fadl:\n\nThe people doubted whether Allahs Messenger (ﷺ) was fasting or the Day of `Arafat or not. So I sent a cup containing milk to him and he drank it.",
    "hadithArabic": " حَدَّثَنَا الْحُمَيْدِيُّ، سَمِعَ سُفْيَانَ، أَخْبَرَنَا سَالِمٌ أَبُو النَّضْرِ، أَنَّهُ سَمِعَ عُمَيْرًا، مَوْلَى أُمِّ الْفَضْلِ يُحَدِّثُ عَنْ أُمِّ الْفَضْلِ، قَالَتْ شَكَّ النَّاسُ فِي صِيَامِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ عَرَفَةَ، فَأَرْسَلْتُ إِلَيْهِ بِإِنَاءٍ فِيهِ لَبَنٌ فَشَرِبَ. فَكَانَ سُفْيَانُ رُبَّمَا قَالَ شَكَّ النَّاسُ فِي صِيَامِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ عَرَفَةَ فَأَرْسَلَتْ إِلَيْهِ أُمُّ الْفَضْلِ. فَإِذَا وُقِفَ عَلَيْهِ قَالَ هُوَ عَنْ أُمِّ الْفَضْلِ.",
    "hadithBengali": "৫২০৩। হুমায়দী (রহঃ) ... উম্মুল ফাযল (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আরাফার দিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সিয়াম আদায় করার ব্যাপারে লোকেরা সন্দেহ পোষণ কবেন। তখন আমি তার নিকট দুধ ভর্তি একটি পেয়ালা পাঠালাম। তিনি তা পান করলেন। বর্ণনাকারী সুফিয়ান অনেক সময় এভাবে বলতেন, আরাফার দিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সিয়াম আদায়ের ব্যাপারে লোকেরা সন্দেহ পোষণ করছিল। তখন উম্মুল ফাযল (রাঃ) তাঁর কাছে দুধ পাঠিয়ে দিলেন। হাদীসটি মাউসূল না মুরসাল, এ বিষয়ে তাকে জিজ্ঞাসা করা হলে তিনি বলেছেন এটি উম্মুল ফাযল (রাঃ) থেকে বর্ণিত।\n",
    "checkStatus": "1",
    "hadithNo": "5203",
    "id": "5847",
    "thesequence": "6109",
    "isActive": "1",
    "chapterId": "16969",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩১. দুধ পান করা। মহান আল্লাহ্&zwnj;র বাণীঃ ওদের উদরস্থিত গোবর ও রক্তের মধ্য থেকে পান করাই বিশুদ্ধ দুধ, যা পানকারীদের জন্য অত্যান্ত সুস্বাদু (সুরা নাহলঃ ৬৬)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nAbu Humaid brought a cup of mix from a place called Al-Naqi. Allahs Messenger (ﷺ) said to him, Will you not cover it, even by placing a stick across its",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، وَأَبِي، سُفْيَانَ عَنْ جَابِرِ بْنِ عَبْداللَّهِ، قَالَ جَاءَ أَبُو حُمَيْدٍ بِقَدَحٍ مِنْ لَبَنٍ مِنَ النَّقِيعِ، فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَلاَّ خَمَّرْتَهُ وَلَوْ أَنْ تَعْرُضَ عَلَيْهِ عُودًا .",
    "hadithBengali": "৫২০৪। কুতায়বা (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূ হুমায়দ (রাঃ) এক পাত্র দুধ নিয়ে আসলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ এটিকে ঢেকে রাখলে না কেন? এর উপর একটি কাঠি দিয়ে হলেও ঢেকে রাখা উচিত ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "5204",
    "id": "5848",
    "thesequence": "6110",
    "isActive": "1",
    "chapterId": "16969",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩১. দুধ পান করা। মহান আল্লাহ্&zwnj;র বাণীঃ ওদের উদরস্থিত গোবর ও রক্তের মধ্য থেকে পান করাই বিশুদ্ধ দুধ, যা পানকারীদের জন্য অত্যান্ত সুস্বাদু (সুরা নাহলঃ ৬৬)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nAbu Humaid, an Ansari man, came from AnNaqi carrying a cup of milk to the Prophet. The Prophet (ﷺ) said, Will you not cover it even by placing a stick across it?",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، قَالَ سَمِعْتُ أَبَا صَالِحٍ، يَذْكُرُ ـ أُرَاهُ ـ عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ جَاءَ أَبُو حُمَيْدٍ ـ رَجُلٌ مِنَ الأَنْصَارِ ـ مِنَ النَّقِيعِ بِإِنَاءٍ مِنْ لَبَنٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم   أَلاَّ خَمَّرْتَهُ، وَلَوْ أَنْ تَعْرُضَ عَلَيْهِ عُودًا . وَحَدَّثَنِي أَبُو سُفْيَانَ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا.",
    "hadithBengali": "৫২০৫। উমর ইবনু হাফস (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূ হুমায়দ (রাঃ) নামক এক আনসারী নাকি&#39; নামক স্থান থেকে এক পেয়ালা দুধ নিয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ এটিকে ঢেকে আননি কেন? এর উপর একটি কাঠি স্থাপন করে হলেও ঢেকে রাখা উচিত ছিল। আবূ সুফিয়ান (রহঃ) এ হাদীসটি জাবির (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ননা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5205",
    "id": "5849",
    "thesequence": "6111",
    "isActive": "1",
    "chapterId": "16969",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩১. দুধ পান করা। মহান আল্লাহ্&zwnj;র বাণীঃ ওদের উদরস্থিত গোবর ও রক্তের মধ্য থেকে পান করাই বিশুদ্ধ দুধ, যা পানকারীদের জন্য অত্যান্ত সুস্বাদু (সুরা নাহলঃ ৬৬)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nThe Prophet (ﷺ) came from Mecca with Abu Bakr. Abu Bakr said We passed by a shepherd and at that time Allahs Messenger (ﷺ) was thirsty. I milked a little milk in a bowl and Allahs Messenger (ﷺ) drank till I was pleased. Suraqa bin Jushum came to us riding a horse (chasing us). The Prophet (ﷺ) invoked evil upon him, whereupon Suraqa requested him not to invoke evil upon him, in which case he would go back. The Prophet (ﷺ) agreed.",
    "hadithArabic": " حَدَّثَنِي مَحْمُودٌ، أَخْبَرَنَا النَّضْرُ، أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ ـ رضى الله عنه ـ قَالَ قَدِمَ النَّبِيُّ صلى الله عليه وسلم مِنْ مَكَّةَ وَأَبُو بَكْرٍ مَعَهُ قَالَ أَبُو بَكْرٍ مَرَرْنَا بِرَاعٍ وَقَدْ عَطِشَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ أَبُو بَكْرٍ ـ رضى الله عنه ـ فَحَلَبْتُ كُثْبَةً مِنْ لَبَنٍ فِي قَدَحٍ، فَشَرِبَ حَتَّى رَضِيتُ، وَأَتَانَا سُرَاقَةُ بْنُ جُعْشُمٍ عَلَى فَرَسٍ فَدَعَا عَلَيْهِ، فَطَلَبَ إِلَيْهِ سُرَاقَةُ أَنْ لاَ يَدْعُوَ عَلَيْهِ، وَأَنْ يَرْجِعَ فَفَعَلَ النَّبِيُّ صلى الله عليه وسلم.",
    "hadithBengali": "৫২০৬। মাহমুদ (রহঃ) বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা থেকে রওয়ানা হলেন। তখন তাঁর সঙ্গে ছিলেন আবূ বকর (রাঃ)। আবূ বকর (রাঃ) বলেনঃ আমরা এক রাখালের কাছ দিয়ে যাচ্ছিলাম। সে সময়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন খুব পিপাসার্ত। আবূ বকর (রাঃ) বলেনঃ আমি তখন একটি পাত্রে ভেড়ার দুধ দোহন করলাম। তিনি তা পান করলেন, আমি খুব আনন্দিত হলাম। এমন সময় সুরাকা ইবনু জুশুম একটি ঘোড়ার উপর আরোহণ করে আমাদের কাছে আসলো। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বদ দুআর মনস্থ করলে সে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আবেদন জানোান যেন তিনি তার প্রতি বদ দুআ না করেন এবং সে যেন নিরাপদে ফিরে যেতে পারে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাই করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5206",
    "id": "5850",
    "thesequence": "6112",
    "isActive": "1",
    "chapterId": "16969",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩১. দুধ পান করা। মহান আল্লাহ্&zwnj;র বাণীঃ ওদের উদরস্থিত গোবর ও রক্তের মধ্য থেকে পান করাই বিশুদ্ধ দুধ, যা পানকারীদের জন্য অত্যান্ত সুস্বাদু (সুরা নাহলঃ ৬৬)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The best object of charity is a she-camel which has (newly) given birth and gives plenty of milk, or a she-goat which gives plenty of milk; and is given to somebody to utilize its milk by milking one bowl in the morning and one in the evening.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   نِعْمَ الصَّدَقَةُ اللِّقْحَةُ الصَّفِيُّ مِنْحَةً، وَالشَّاةُ الصَّفِيُّ مِنْحَةً، تَغْدُو بِإِنَاءٍ، وَتَرُوحُ بِآخَرَ .",
    "hadithBengali": "৫২০৭। আবুল ইয়ামান (রহঃ) ... আবূ হুরাররা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উত্তম সাদাকা হল উপহার হিসেবে প্রদত্ত দুধেল উঠনী কিংবা দুধেল বকরী। যা সকালে একটি পাত্র ভরে দেবে আর বিকালে আরেকটি পাত্র।\n",
    "checkStatus": "1",
    "hadithNo": "5207",
    "id": "5851",
    "thesequence": "6113",
    "isActive": "1",
    "chapterId": "16969",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩১. দুধ পান করা। মহান আল্লাহ্&zwnj;র বাণীঃ ওদের উদরস্থিত গোবর ও রক্তের মধ্য থেকে পান করাই বিশুদ্ধ দুধ, যা পানকারীদের জন্য অত্যান্ত সুস্বাদু (সুরা নাহলঃ ৬৬)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nAllahs Messenger (ﷺ) drank milk and then rinsed his mouth and said, It contains fat.\n\nThe Prophet (ﷺ) added:\nI was raised to the Lote Tree and saw four rivers, two of which were coming out and two going in. Those which were coming out were the Nile and the Euphrates, and those which were going in were two rivers in paradise. Then I was given three bowls, one containing milk, and another containing honey, and a third containing wine. I took the bowl containing milk and drank it. It was said to me, You and your followers will be on the right path (of Islam).",
    "hadithArabic": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ الأَوْزَاعِيِّ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم شَرِبَ لَبَنًا فَمَضْمَضَ وَقَالَ   إِنَّ لَهُ دَسَمًا .\nوَقَالَ إِبْرَاهِيمُ بْنُ طَهْمَانَ عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   رُفِعْتُ إِلَى السِّدْرَةِ فَإِذَا أَرْبَعَةُ أَنْهَارٍ، نَهَرَانِ ظَاهِرَانِ، وَنَهَرَانِ بَاطِنَانِ، فَأَمَّا الظَّاهِرَانِ النِّيلُ وَالْفُرَاتُ، وَأَمَّا الْبَاطِنَانِ فَنَهَرَانِ فِي الْجَنَّةِ فَأُتِيتُ بِثَلاَثَةِ أَقْدَاحٍ، قَدَحٌ فِيهِ لَبَنٌ، وَقَدَحٌ فِيهِ عَسَلٌ، وَقَدَحٌ فِيهِ خَمْرٌ، فَأَخَذْتُ الَّذِي فِيهِ اللَّبَنُ فَشَرِبْتُ فَقِيلَ لِي أَصَبْتَ الْفِطْرَةَ أَنْتَ وَأُمَّتُكَ . قَالَ هِشَامٌ وَسَعِيدٌ وَهَمَّامٌ عَنْ قَتَادَةَ عَنْ أَنَسِ بْنِ مَالِكٍ عَنْ مَالِكِ بْنِ صَعْصَعَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الأَنْهَارِ نَحْوَهُ، وَلَمْ يَذْكُرُوا ثَلاَثَةَ أَقْدَاحٍ.",
    "hadithBengali": "৫২০৮। আবূ আসিম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুধপান করেছেন এরপর তিনি কুলি করেছেন এবং বলেছেন এর মধ্যে তৈলাক্ততা আছে।\n\nইবরাহীম ইবনু তাহমান (রহঃ) আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার কাছে &#39;সিদরাতুল মুনতাহা তুলে ধরা হল। তখন দেখলাম চারটি নহর। দু&#39;টি নহর হল যাহেরী আর দুটি নহর হল বাতেনী। যাহেরী দুটি হল নীল ও ফোরাত। আর বাতেনী দুটি হল, জান্নাতের দুটি নহর। আমার সামনে তিনটি পেয়ালা পেশ করা হল একটি পেয়ালার মধ্যে আছে দুধ, একটি পেয়ালার মধ্যে আছে মধু আর একটি পেয়ালার মধ্যে আছে শরাব। আমি দুধের পেয়ালাটি গ্রহন করলাম এবং পান করলাম। তখন আমাকে বলা হল, আপনি এবং আপনার উম্মত স্বভাবজাত জিনিস লাভ করেছেন। তবে তারা তিনটি পেয়ালার কথা উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "5208",
    "id": "5852",
    "thesequence": "6114",
    "isActive": "1",
    "chapterId": "16969",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩১. দুধ পান করা। মহান আল্লাহ্&zwnj;র বাণীঃ ওদের উদরস্থিত গোবর ও রক্তের মধ্য থেকে পান করাই বিশুদ্ধ দুধ, যা পানকারীদের জন্য অত্যান্ত সুস্বাদু (সুরা নাহলঃ ৬৬)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAbu Talha had the largest number of datepalms from amongst the Ansars of Medina. The dearest of his property to him was Bairuha garden which was facing the (Prophets) Mosque. Allahs Messenger (ﷺ) used to enter it and drink of its good fresh water. When the Holy Verse:-- By no means shall you attain righteousness unless you spend (in charity) of that which you love. (3.92) was revealed, Abu Talha got up and said, O Allahs Messenger (ﷺ)! Allah says: By no means shall you attain righteousness unless you spend of that which you love, and the dearest of my property to me is the Bairuha garden and I want to give it in charity in Allahs Cause, seeking to be rewarded by Allah for that. So you can spend it, O Allahs Messenger (ﷺ), where-ever Allah instructs you.  Allah s Apostle said, Good! That is a perishable (or profitable) wealth (`Abdullah is in doubt as to which word was used.) He said, I have heard what you have said but in my opinion youd better give it to your kith and kin. On that Abu Talha said, I will do so, O Allahs Messenger (ﷺ)! Abu Talha distributed that garden among his kith and kin and cousins.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ كَانَ أَبُو طَلْحَةَ أَكْثَرَ أَنْصَارِيٍّ بِالْمَدِينَةِ مَالاً مِنْ نَخْلٍ، وَكَانَ أَحَبُّ مَالِهِ إِلَيْهِ بَيْرَحَاءَ، وَكَانَتْ مُسْتَقْبِلَ الْمَسْجِدِ، وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدْخُلُهَا وَيَشْرَبُ مِنْ مَاءٍ فِيهَا طَيِّبٍ. قَالَ أَنَسٌ فَلَمَّا نَزَلَتْ {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} قَامَ أَبُو طَلْحَةَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ يَقُولُ {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} وَإِنَّ أَحَبَّ مَالِي إِلَىَّ بَيْرُحَاءَ، وَإِنَّهَا صَدَقَةٌ لِلَّهِ أَرْجُو بِرَّهَا وَذُخْرَهَا عِنْدَ اللَّهِ فَضَعْهَا يَا رَسُولَ اللَّهِ حَيْثُ أَرَاكَ اللَّهُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  بَخٍ ذَلِكَ مَالٌ رَابِحٌ ـ أَوْ رَايِحٌ شَكَّ عَبْدُ اللَّهِ ـ وَقَدْ سَمِعْتُ مَا قُلْتَ وَإِنِّي أَرَى أَنْ تَجْعَلَهَا فِي الأَقْرَبِينَ . فَقَالَ أَبُو طَلْحَةَ أَفْعَلُ يَا رَسُولَ اللَّهِ، فَقَسَمَهَا أَبُو طَلْحَةَ فِي أَقَارِبِهِ وَفِي بَنِي عَمِّهِ. وَقَالَ إِسْمَاعِيلُ وَيَحْيَى بْنُ يَحْيَى رَايِحٌ.",
    "hadithBengali": "৫২০৯। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূ তালহা (রাঃ) ছিলেন মদিনার আনসারীদের মধ্যে সবার চাইতে বেশী খেজুর গাছের মালিক। আর তার নিকট তার প্রিয় সম্পদ ছিল &#39;বায়রুহা&#39; নামক বাগানটি। সেটি ছিল মসজিদে নববীর ঠিক সামনে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ বাগানে যেতেন এবং সেখানে অবস্থিত সুপেয় পানি পান করতেন।\n\nআনাস (রাঃ) বলেন, যখন আয়াত অবর্তীর্ণ হলঃ তোমরা ততক্ষন পর্যন্ত কল্যাণ অর্জন করতে সক্ষম হবে না যতক্ষন তোমরা তোমাদের প্রিয় জিনিস থেকে ব্যয় করবে&rdquo;। তখন আবূ তালহা (রাঃ) দাড়িয়ে গেলেন এবং বললেনঃ ইয়া রাসুলাল্লাহ! আল্লাহ ইরশাদ করেছেন যা ভালবাস তা থেকে ব্যয় না করা পর্যন্ত তোমরা কখনো পূণ্য লাভ করবে না। (আলে ইমরানঃ ৯২)। আর আমার নিকট সবচাইতে প্রিয় সম্পপদ হল বায়রুহা নামক বাগান। এটিকে আমি আল্লাহর সন্তুষ্টির জন্য সাদকা করে দিলাম এবং আমি আল্লাহর কাছে এটির সাওয়াব এবং এটির সঞ্চয় আশা করি। ইয়া রাসুলাল্লাহ! আপনি এটিকে গ্রহন করুন আল্লাহর ইচ্ছায় যেখানে ব্যয় করতে আপনি ভাল মনে করেন! সেখানে ব্যয় করুন।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন খুব ভাল, এটিতো লাভজনক সম্পপদ কিংবা তিনি বলেছেন এটিতো মুনাফা দানকারী সম্পদ। কথাটির মধ্যে রাবী আবদুল্লাহ দ্বিধা পোষণ করেছেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি যা বলেছ, আমি তা শুনেছি। তবে আমি ভাল মনে করি যে, তুমি এটিকে আপন আত্মীয়-স্বজনদের মধ্যে বণ্টন করে দেবে। আবূ তালহা (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ! আমি এমনটই করবো। এরপর আবূ তালহা (রাঃ) বাগানটি তার আত্মীয়দের মধ্যে এবং তার চাচাত ভাইদেয় মধ্যে বণ্টন করে দিলেন। ইসমাঈল ও ইয়াহইয়া رَابِحٌ এর স্থলেرائح বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5209",
    "id": "5853",
    "thesequence": "6115",
    "isActive": "1",
    "chapterId": "16970",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩২. সুপেয় পানি তালাশ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nI saw Allahs Messenger (ﷺ) drinking milk. He came to my house and I milked a sheep and then mixed the milk with water from the well for Allahs Messenger (ﷺ). He took the bowl and drank while on his left there was sitting Abu Bakr, and on his right there was a bedouin. He then gave the remaining milk to the bedouin and said, The right! The right (first).",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ أَنَّهُ رَأَى رَسُولَ اللَّهِ صلى الله عليه وسلم شَرِبَ لَبَنًا، وَأَتَى دَارَهُ فَحَلَبْتُ شَاةً فَشُبْتُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الْبِئْرِ، فَتَنَاوَلَ الْقَدَحَ فَشَرِبَ، وَعَنْ يَسَارِهِ أَبُو بَكْرٍ وَعَنْ يَمِينِهِ أَعْرَابِيٌّ، فَأَعْطَى الأَعْرَابِيَّ فَضْلَهُ، ثُمَّ قَالَ   الأَيْمَنَ فَالأَيْمَنَ .",
    "hadithBengali": "৫২১০। আবদান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর বাড়ীতে এসে দুধ পান করতে দেখেন। আনাস (রাঃ) বলেন, আমি একটি বকরী দোহন করলাম। এবং কূপ থেকে পানি তুলে তা মিশিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পেশ করলাম। তিনি পেয়ালাটি নিয়ে পান করেন। তার বাঁদিকে ছিলেন আবূ বকর (রাঃ) ও ডান দিকে ছিল জনৈক বেদুঈন। তিনি বেদুঈনকে তার অবশিষ্ট দুধ দিলেন। এরপর বললেনঃ ডান দিকের রয়েছে অগ্রাধিকার।\n",
    "checkStatus": "1",
    "hadithNo": "5210",
    "id": "5854",
    "thesequence": "6116",
    "isActive": "1",
    "chapterId": "16971",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩৩. পানি মিশ্রিত দুধ পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nAllahs Messenger (ﷺ) and one of his companions entered upon an Ansari man and the Prophet (ﷺ) said to him, If you have water kept overnight in a water skin, (give us), otherwise we will drink water by putting our mouth in it. The man was watering his garden then. He said, O Allahs Messenger (ﷺ)! I have water kept overnight; let us go to the shade. So he took them both there and poured water into a bowl and milked a domestic goat of his in it. Allahs Messenger (ﷺ) drank, and then the man who had come along with him, drank.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ سَعِيدِ بْنِ الْحَارِثِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَى رَجُلٍ مِنَ الأَنْصَارِ وَمَعَهُ صَاحِبٌ لَهُ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم   إِنْ كَانَ عِنْدَكَ مَاءٌ بَاتَ هَذِهِ اللَّيْلَةَ فِي شَنَّةٍ، وَإِلاَّ كَرَعْنَا . قَالَ وَالرَّجُلُ يُحَوِّلُ الْمَاءَ فِي حَائِطِهِ ـ قَالَ ـ فَقَالَ الرَّجُلُ يَا رَسُولَ اللَّهِ عِنْدِي مَاءٌ بَائِتٌ فَانْطَلِقْ إِلَى الْعَرِيشِ ـ قَالَ ـ فَانْطَلَقَ بِهِمَا، فَسَكَبَ فِي قَدَحٍ، ثُمَّ حَلَبَ عَلَيْهِ مِنْ دَاجِنٍ لَهُ ـ قَالَ ـ فَشَرِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ شَرِبَ الرَّجُلُ الَّذِي جَاءَ مَعَهُ.",
    "hadithBengali": "৫২১১। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে,, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আনসারদের এক ব্যাক্তির নিকট গেলেন। তার সঙ্গে ছিলেন তাঁর এক সাহাবী। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আনসারীকে বললেনঃ তোমার নিকট যদি মশকে রক্ষিত গত রাতের পানি থাকে তাহলে আমাদের পান করাও আর না থাকলে আমরা সামনে গিয়ে পান করব। রাবী বলেন লোকটি তখন তার বাগানে পানি দিচ্ছিল। বর্ণনাকারী বলেন, লোকটি উত্তর করল ইয়া রাসুলাল্লাহ আমার কাছে গত রাতের পানি আছে। আপনি ঝুপড়ীতে চলুন। বর্ণনাকারী বলেনঃ এরপর লোকটি তাদের দুজনকে নিয়ে গেল এবং একটি পেয়ালায় পানি নিয়ে তাতে তার একট বকরীর দুধ দোহন করল। বর্ণনাকারী বলেন, এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা পান করলেন, তারপর তাঁর সঙ্গে আগন্তক লোকটিও পান করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5211",
    "id": "5855",
    "thesequence": "6117",
    "isActive": "1",
    "chapterId": "16971",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩৩. পানি মিশ্রিত দুধ পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) used to like sweet edible things (syrup, etc.) and honey.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ أَخْبَرَنِي هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُعْجِبُهُ الْحَلْوَاءُ وَالْعَسَلُ.",
    "hadithBengali": "৫২১২। আলী ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট সবচেয়ে পছন্দনীয় জিনিস ছিল মিষ্টি দ্রব্য ও মধু।\n",
    "checkStatus": "1",
    "hadithNo": "5212",
    "id": "5856",
    "thesequence": "6118",
    "isActive": "1",
    "chapterId": "16972",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩৪. মিষ্টি দ্রব্য ও মধু পান করা। যুহরী (র) বলেছেন, ভীষণ মারাত্মক অবস্থার সৃষ্টি হলেও মানুষের পেশাব নাপাক। কেননা পেশাব অপবিত্র। আল্লাহ তা&rsquo;আলা ইরশাদঃ &ldquo;তোমাদের জন্য হালাল করা হয়েছে সকল পবিত্র জিনিস।&rdquo; ইবন মাসউদ (রাঃ) নেশাদ্রব্য সম্পর্কে বলেছেনঃ আল্লাহ্&zwnj; তোমাদের উপর যে সকল জিনিস হারাম করেছেন তাতে তোমাদের জন্য কোন নিরাময় রাখেন নি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated An-Nazzal:\n\nAli came to the gate of the courtyard (of the Mosque) and drank (water) while he was standing and said, Some people dislike to drink while standing, but I saw the Prophet (ﷺ) doing (drinking water) as you have seen me doing now.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا مِسْعَرٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ مَيْسَرَةَ، عَنِ النَّزَّالِ، قَالَ أَتَى عَلِيٌّ ـ رضى الله عنه ـ عَلَى باب الرَّحَبَةِ، فَشَرِبَ قَائِمًا فَقَالَ إِنَّ نَاسًا يَكْرَهُ أَحَدُهُمْ أَنْ يَشْرَبَ وَهْوَ قَائِمٌ، وَإِنِّي رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم فَعَلَ كَمَا رَأَيْتُمُونِي فَعَلْتُ.",
    "hadithBengali": "৫২১৩। আবূ নুআয়ম (রহঃ) ... নাযযাল (রাঃ) থেকে বর্ণিত। তিনি বলেন, কুফা মসজিদের ফটকে আলী (রাঃ) এর নিকট পানি আনা হলে তিনি দন্ডায়মান অবস্থায় তা পান করলেন। এরপর বললেনঃ লোকজনের মধ্যে কেউ কেউ দণ্ডায়মান অবস্থায় পান করাকে মাকরূহ মনে করে, অথচ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখেছি তোমরা আমাকে যেরূপভাবে পান করতে দেখলে তিনিও সে রূপ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5213",
    "id": "5857",
    "thesequence": "6119",
    "isActive": "1",
    "chapterId": "16973",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩৫.  দাঁড়ানো অবস্থায় পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated An-Nazzal bin Sabra:\n\n`Ali offered the Zuhr prayer and then sat down in the wide courtyard (of the Mosque) of Kufa in order to deal with the affairs of the people till the `Asr prayer became due. Then water was brought to him and he drank of it, washed his face, hands, head and feet. Then he stood up and drank the remaining water while he was standing. and said, Some people dislike to drink water while standing thought the Prophet did as I have just done.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ مَيْسَرَةَ، سَمِعْتُ النَّزَّالَ بْنَ سَبْرَةَ، يُحَدِّثُ عَنْ عَلِيٍّ ـ رضى الله عنه ـ أَنَّهُ صَلَّى الظُّهْرَ ثُمَّ قَعَدَ فِي حَوَائِجِ النَّاسِ فِي رَحَبَةِ الْكُوفَةِ حَتَّى حَضَرَتْ صَلاَةُ الْعَصْرِ، ثُمَّ أُتِيَ بِمَاءٍ فَشَرِبَ وَغَسَلَ وَجْهَهُ وَيَدَيْهِ وَذَكَرَ رَأْسَهُ وَرِجْلَيْهِ، ثُمَّ قَامَ فَشَرِبَ فَضْلَهُ وَهْوَ قَائِمٌ ثُمَّ قَالَ إِنَّ نَاسًا يَكْرَهُونَ الشُّرْبَ قَائِمًا وَإِنَّ النَّبِيَّ صلى الله عليه وسلم صَنَعَ مِثْلَ مَا صَنَعْتُ.",
    "hadithBengali": "৫২১৪। আদম (রহঃ) ... নাযযাল ইবনু সাবরা (রাঃ) থেকে বর্ণিত। তিনি আলী ইবনু আবূ তালিব (রাঃ) এর সম্পর্কে বর্ণনা করেছেন যে, তিনি যোহরের সালাত (নামায/নামাজ) আদায় করেন। এরপর তিনি মানুষের নানাবিধ প্রয়োজনীয় কাজে কুফা মসজিদের চত্বরে বসে পড়লেন। অবশেষে আসরের সালাত (নামায/নামাজ) আদায়ের সময় হয়ে গেল। তখন পানি আনা হল। তিনি পানি পান করলেন এবং নিজের মুখমণ্ডল ও উভয় হাত ধৌত করলেন। বর্ণনাকারী আদম এখানে তাঁর মাথার কথাও উল্লেখ করেন এবং ধৌত করার কথাও উল্লেখ করেন। এরপর আলী (রাঃ) দাঁড়ালেন এবং তিনি দাঁড়ান অবস্থায় উযূ (ওজু/অজু/অযু)র উদ্বৃত্ত পানি পান করে নিলেন। এরপর তিনি বললেনঃ লোকজন দণ্ডায়মান অবস্থায় পান করাকে মাকরূহ মনে করে, অথচ আমি যেমন করেছি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও তেমন করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5214",
    "id": "5858",
    "thesequence": "6120",
    "isActive": "1",
    "chapterId": "16973",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩৫.  দাঁড়ানো অবস্থায় পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) drank Zamzam (water) while standing.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ شَرِبَ النَّبِيُّ صلى الله عليه وسلم قَائِمًا مِنْ زَمْزَمَ.",
    "hadithBengali": "৫২১৫। আবূ নুআয়ম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দণ্ডায়মান অবস্থায় যমযমের পানি পান করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5215",
    "id": "5859",
    "thesequence": "6121",
    "isActive": "1",
    "chapterId": "16973",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩৫.  দাঁড়ানো অবস্থায় পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Al-Fadl:\n\n(daughter of Al-Harith) that she sent a bowl of milk to the Prophet (ﷺ) while he was standing (at `Arafat) in the afternoon of the Day of `Arafat. He took it in his hands and drank it. Narrated Abu Nadr: The Prophet was on the back of his camel.",
    "hadithArabic": " حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ، أَخْبَرَنَا أَبُو النَّضْرِ، عَنْ عُمَيْرٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنْ أُمِّ الْفَضْلِ بِنْتِ الْحَارِثِ، أَنَّهَا أَرْسَلَتْ إِلَى النَّبِيِّ صلى الله عليه وسلم بِقَدَحِ لَبَنٍ، وَهُوَ وَاقِفٌ عَشِيَّةَ عَرَفَةَ، فَأَخَذَ بِيَدِهِ فَشَرِبَهُ. زَادَ مَالِكٌ عَنْ أَبِي النَّضْرِ عَلَى بَعِيرِهِ.",
    "hadithBengali": "৫২১৬। মালিক ইবনু ইসমাঈল (রহঃ) ... উম্মুল ফাযল বিনত হারিস (রাঃ) থেকে বর্ণিত যে, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এক পেয়ালা দুধ পাঠিয়ে ছিলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরাফাতে বিকালে অবস্থান করছিলেন। তিনি নিজ হাতে পেয়ালাটি গ্রহন করেন এবং তা পান করেন। আবূন নাযর থেকে মালিকعَلَى بَعِيرِهِ (তাঁর উটের উপর আরোহী অবস্থায় ছিলেন) কথাটি বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5216",
    "id": "5860",
    "thesequence": "6122",
    "isActive": "1",
    "chapterId": "16974",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩৬. উটের পিঠে আরোহী অবস্থায় পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nMilk mixed with water was brought to Allahs Messenger (ﷺ) while a bedouin was on his right and Abu Bakr was on his left. He drank (of it) and then gave (it) to the bedouin and said, The right The right (first).",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُتِيَ بِلَبَنٍ قَدْ شِيبَ بِمَاءٍ، وَعَنْ يَمِينِهِ أَعْرَابِيٌّ وَعَنْ شِمَالِهِ أَبُو بَكْرٍ، فَشَرِبَ، ثُمَّ أَعْطَى الأَعْرَابِيَّ، وَقَالَ   الأَيْمَنَ الأَيْمَنَ .",
    "hadithBengali": "৫২১৭। ইসমাঈল (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে পানি মেশানো দুধ পবিরেশন করা হল। তার ডান পার্শ্বে ছিল জনৈক বেদুঈন ও বাম পার্শ্বে ছিলেন আবূ বকর (রাঃ)। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুধ পান করলেন। তারপর বেদুঈন লোকটিকে তা দিয়ে বললেনঃ ডানের লোকের অগ্রাধিকার। এরপর তার ডানের লোকের।\n",
    "checkStatus": "1",
    "hadithNo": "5217",
    "id": "5861",
    "thesequence": "6123",
    "isActive": "1",
    "chapterId": "16975",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩৭. পান করার ক্ষেত্রে প্রথমে ডানের ব্যক্তি, তারপর ক্রমান্বয়ে ডানের ব্যক্তির অগ্রাধিকার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nAllahs Messenger (ﷺ) was offered something to drink. He drank of it while on his right was a boy and on his left were some elderly people. He said to the boy, May I give these (elderly) people first? The boy said, By Allah, O Allahs Messenger (ﷺ)! I will not give up my share from you to somebody else. On that Allahs Messenger (ﷺ) placed the cup in the hand of that boy.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُتِيَ بِشَرَابٍ فَشَرِبَ مِنْهُ، وَعَنْ يَمِينِهِ غُلاَمٌ وَعَنْ يَسَارِهِ الأَشْيَاخُ. فَقَالَ لِلْغُلاَمِ   أَتَأْذَنُ لِي أَنْ أُعْطِيَ هَؤُلاَءِ . فَقَالَ الْغُلاَمُ وَاللَّهِ يَا رَسُولَ اللَّهِ لاَ أُوثِرُ بِنَصِيبِي مِنْكَ أَحَدًا. قَالَ فَتَلَّهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي يَدِهِ.",
    "hadithBengali": "৫২১৮। ইসমাঈল (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে শরবত পবিবেশন করা হলে তিনি তা থেকে পান করলেন। তার ডানে ছিল একটি বালক, আর বামে ছিলেন কয়েকজন বয়োজ্যেষ্ঠ ব্যাক্তি। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বালকটিকে বললেনঃ তুমি কি আমাকে অনুমতি দেবে যে, আমি ঐ বয়স্ক লোকদের আগে পান করতে দেই? বালকটি বললঃ আল্লাহর কসম! ইয়া রাসুলাল্লাহ! আপনার কাছ থেকে আমার ভাগে আসা জিনিসের ক্ষেত্রে আমি কাউকে আমার উপর অগ্রাধিকার দেব না। রাবী বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন পেয়ালাটি তার হাতে তুলে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5218",
    "id": "5862",
    "thesequence": "6124",
    "isActive": "1",
    "chapterId": "16976",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩৮. পান করতে দেয়ার ক্ষেত্রে বয়স্ক (বয়োজ্যেষ্ঠ) লোকদের অগ্রাধিকার দেয়ার জন্য তার ডানে অবস্থিত লোক থেকে অনুমতি গ্রহণ করতে হবে কি?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nThe Prophet (ﷺ) and one of his companions entered upon an Ansari man. The Prophet (ﷺ) and his companion greeted (the man) and he replied, O Allahs Messenger (ﷺ)! Let my father and mother be sacrificed for you! It is hot, while he was watering his garden. The Prophet (ﷺ) asked him, If you have water kept overnight in a water skin, (give us), or else we will drink by putting our mouths in the basin. The man was watering the garden The man said, O Allahs Messenger (ﷺ)! I have water kept overnight in a water-skin. He went to the shade and poured some water into a bowl and milked some milk from a domestic goat in it. The Prophet (ﷺ) drank and then gave the bowl to the man who had come along with him to drink.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ صَالِحٍ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ سَعِيدِ بْنِ الْحَارِثِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَى رَجُلٍ مِنَ الأَنْصَارِ وَمَعَهُ صَاحِبٌ لَهُ، فَسَلَّمَ النَّبِيُّ صلى الله عليه وسلم وَصَاحِبُهُ، فَرَدَّ الرَّجُلُ فَقَالَ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي. وَهْىَ سَاعَةٌ حَارَّةٌ، وَهْوَ يُحَوِّلُ فِي حَائِطٍ لَهُ ـ يَعْنِي الْمَاءَ ـ فَقَالَ النَّبِيُّ صلى الله عليه وسلم   إِنْ كَانَ عِنْدَكَ مَاءٌ بَاتَ فِي شَنَّةٍ وَإِلاَّ كَرَعْنَا . وَالرَّجُلُ يُحَوِّلُ الْمَاءَ فِي حَائِطٍ فَقَالَ الرَّجُلُ يَا رَسُولَ اللَّهِ عِنْدِي مَاءٌ بَاتَ فِي شَنَّةٍ. فَانْطَلَقَ إِلَى الْعَرِيشِ فَسَكَبَ فِي قَدَحٍ مَاءً، ثُمَّ حَلَبَ عَلَيْهِ مِنْ دَاجِنٍ لَهُ، فَشَرِبَ النَّبِيُّ صلى الله عليه وسلم ثُمَّ أَعَادَ، فَشَرِبَ الرَّجُلُ الَّذِي جَاءَ مَعَهُ.",
    "hadithBengali": "৫২১৯। ইয়াহইয়া ইবনু সালিহ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আনসারদের এক ব্যাক্তির কাছে গেলেন। তার সঙ্গে ছিল তাঁর এক সাহাবী। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সাহাবী সালাম দিলে লোকটি সালামের জবাব দিল। এরপর সে বললঃ ইয়া রাসুলাল্লাহ! আপনার জন্য আমার পিতা ও মাতা কুরবান, এটি ছিল প্রচণ্ড গরমের সময়। এ সময় লোকটি তার বাগানে পানি দিতে ছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যদি তোমার কাছে গতরাতে মাশকে রাখা পানি থাকে তাহলে আমাদের পান করাতে পার। অন্যথায় আমরা আমাদের সন্মুখস্থ পানি থেকে পান করে নেব। তখন লোকটি বাগানে পানি দিতে ছিল। এরপর লোকটি বললঃ ইয়া রাসুলাল্লাহ। আমার কাছে গতরাতে মাশকে রাখা পানি আছে। এরপর সে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ঝুপড়ীতে নিযে গেল। একটি পাত্রে কিছু পানি ঢেলে তাতে ঘরে পোষা বকরীর দুধ দোহন করল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা পান করলেন। এরপর সে আবার দোহন করল। তখন তার সঙ্গে যিনি ছিলেন তিনি তা পান করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5219",
    "id": "5863",
    "thesequence": "6125",
    "isActive": "1",
    "chapterId": "16977",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৩৯. অঞ্জলি দ্বারা হাউজের পানি পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nI was waiting on my uncles, serving them with an alcoholic drink prepared from dates, and I was the youngest of them. (Suddenly) it was said that alcoholic drinks had been prohibited. So they said (to me), Throw it away. And I threw it away The sub-narrator said: I asked Anas what their drink was (made from), He replied, (From) ripe dates and unripe dates.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ أَنَسًا ـ رضى الله عنه ـ قَالَ كُنْتُ قَائِمًا عَلَى الْحَىِّ أَسْقِيهِمْ ـ عُمُومَتِي وَأَنَا أَصْغَرُهُمُ ـ الْفَضِيخَ، فَقِيلَ حُرِّمَتِ الْخَمْرُ. فَقَالَ أَكْفِئْهَا. فَكَفَأْنَا. قُلْتُ لأَنَسٍ مَا شَرَابُهُمْ قَالَ رُطَبٌ وَبُسْرٌ. فَقَالَ أَبُو بَكْرِ بْنُ أَنَسٍ وَكَانَتْ خَمْرَهُمْ. فَلَمْ يُنْكِرْ أَنَسٌ. وَحَدَّثَنِي بَعْضُ أَصْحَابِي أَنَّهُ سَمِعَ أَنَسًا يَقُولُ كَانَتْ خَمْرَهُمْ يَوْمَئِذٍ.",
    "hadithBengali": "৫২২০। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আমার গোত্রীয় লোকদের মধ্যে দাঁড়িয়ে তাদেরকে অর্থাৎ আমার চাচাদেরকে &#39;ফাযীখা&#39; নামক শরাব পান করাতে ছিলাম। আমি ছিলাম তাদের মধ্যে সকলের চাইতে ছোট। এমন সময় ঘোষণা করা হলঃ শরাব হারাম হয়ে গেছে। তারা বললেনঃ এ শরাবগুলো ঢেলে দাও। আমি তা ঢেলে দিলাম। বর্ণনাকারী (সুলায়মান তায়মী) বলেন, আমি আনাস (রাঃ) কে জিজ্ঞাসা করলামঃ তাদের শরাব কিসের তৈরী ছিল? তিনি বললেনঃ কাঁচা ও পাকা খেজুরের তৈরী। আনাস (রাঃ) এর পৃত্র আবূ বকর বললেন, (সম্ভবত তিনি তখন উপস্থিত ছিলেন)। এটিই ছিল তাদের আমলের শরাব। তাতে আনাস (রাঃ) কোন অস্বীকৃতি প্রকাশ করেননি। সুলায়মান বলেনঃ আমার কতিপয় বন্ধু আমার নিকট বর্ণনা করেছেন যে তিনি আনাস (রাঃ) থেকে শুনেছেনঃ সেকালে এটিই ছিল তাঁদের শরাব।\n",
    "checkStatus": "1",
    "hadithNo": "5220",
    "id": "5864",
    "thesequence": "6126",
    "isActive": "1",
    "chapterId": "16978",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪০. ছোটরা বড়দের খিদমত করবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nAllahs Messenger (ﷺ) said, When night falls (or when it is evening), stop your children from going out, for the devils spread out at that time. But when an hour of the night has passed, release them and close the doors and mention Allahs Name, for Satan does not open a closed door. Tie the mouth of your waterskin and mention Allahs Name; cover your containers and utensils and mention Allahs Name. Cover them even by placing something across it, and extinguish your lamps. ",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا كَانَ جُنْحُ اللَّيْلِ ـ أَوْ أَمْسَيْتُمْ ـ فَكُفُّوا صِبْيَانَكُمْ، فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيْلِ فَحُلُّوهُمْ، فَأَغْلِقُوا الأَبْوَابَ وَاذْكُرُوا اسْمَ اللَّهِ، فَإِنَّ الشَّيْطَانَ لاَ يَفْتَحُ بَابًا مُغْلَقًا، وَأَوْكُوا قِرَبَكُمْ وَاذْكُرُوا اسْمَ اللَّهِ، وَخَمِّرُوا آنِيَتَكُمْ وَاذْكُرُوا اسْمَ اللَّهِ، وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئًا وَأَطْفِئُوا، مَصَابِيحَكُمْ .",
    "hadithBengali": "৫২২১। ইসহাক ইবনু মানসুর (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন সন্ধ্যা হয় তখন তোমাদের সন্তানদের ঘরে আটকিয়ে রাখবে। কেননা এ সময় শয়তানরা ছড়িয়ে পড়ে। তবে রাতের কিছু সময় অতিক্রান্ত হলে তখন তাদের ছেড়ে দিতে পার। আর ঘরের দরজা বন্ধ করবে। কেননা শয়তান বন্ধ দরজা খুলতে পারে না। আর তোমরা আল্লাহর নাম নিয়ে (বিসমিল্লাহ বলে) তোমাদের মশকের মুখ বন্ধ করে দেবে এবং আল্লাহর নাম নিয়ে তোমাদের পাত্রগুলোকে ঢেকে রাখবে কমপক্ষে পাত্রগুলোর উপর কোন জিনিস আড়াআড়িভাবে রেখে হলেও। আর (শয়নকালে) তোমরা তোমাদের চেরাগগুলো নিভিয়ে দেবে।\n",
    "checkStatus": "1",
    "hadithNo": "5221",
    "id": "5865",
    "thesequence": "6127",
    "isActive": "1",
    "chapterId": "16979",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪১. পাত্রগুলো ঢেকে রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nAllahs Messenger (ﷺ) said, Extinguish the lamps when you go to bed; close your doors; tie the mouths of your water skins, and cover the food and drinks. I think he added, . . . even with a stick you place across the container.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا هَمَّامٌ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   أَطْفِئُوا الْمَصَابِيحَ إِذَا رَقَدْتُمْ، وَغَلِّقُوا الأَبْوَابَ، وَأَوْكُوا الأَسْقِيَةَ، وَخَمِّرُوا الطَّعَامَ وَالشَّرَابَ ـ وَأَحْسِبُهُ قَالَ ـ وَلَوْ بِعُودٍ تَعْرُضُهُ عَلَيْهِ .",
    "hadithBengali": "৫২২২। মূসা ইবনু ইসমাঈল (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা যখন ঘুমাবে তখন চেরাগ নিভিয়ে দেবে দরজা বন্ধ করে ফেলবে, মাশকের মুখ বন্ধ করে দেবে, খাবার ও পানীয় দ্রব্যাদি ঢেকে রাখবে। বর্ণনাকারী বলেনঃ আমার মনে হয় তিনি আরো বলেছেন অন্তত একটি কাঠ আড়াআড়িভাবে পাত্রের উপর স্থাপন করে হলেও।\n",
    "checkStatus": "1",
    "hadithNo": "5222",
    "id": "5866",
    "thesequence": "6128",
    "isActive": "1",
    "chapterId": "16979",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪১. পাত্রগুলো ঢেকে রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nAllahs Messenger (ﷺ) forbade the bending of the mouths of water skins for the sake of drinking from them.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ اخْتِنَاثِ الأَسْقِيَةِ. يَعْنِي أَنْ تُكْسَرَ أَفْوَاهُهَا فَيُشْرَبَ مِنْهَا.",
    "hadithBengali": "৫২২৩। আদম (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মশকের মুখ খুলে, তাতে মুখ লাগিয়ে পানি পান করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5223",
    "id": "5867",
    "thesequence": "6129",
    "isActive": "1",
    "chapterId": "16980",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪২. মশ্&zwnj;কের মুখ খুলে তাতে মুখ লাগিয়ে পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nI heard Allahs Messenger (ﷺ) forbidding the drinking of water by bending the mouths of water skins, i.e., drinking from the mouths directly.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ، أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنِ اخْتِنَاثِ الأَسْقِيَةِ. قَالَ عَبْدُ اللَّهِ قَالَ مَعْمَرٌ أَوْ غَيْرُهُ هُوَ الشُّرْبُ مِنْ أَفْوَاهِهَا.",
    "hadithBengali": "৫২২৪। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ইখতিনাছিল আসকিয়া থেকে নিষেধ করতে শুনেছি আবদুল্লাহ (রহঃ) বলেন, মামার কিংবা অন্য একজন বলেছেন, &#39;ইখতিনাছ&#39; হল মাশকের মুখ থেকে পানি পান করা।\n",
    "checkStatus": "1",
    "hadithNo": "5224",
    "id": "5868",
    "thesequence": "6130",
    "isActive": "1",
    "chapterId": "16980",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪২. মশ্&zwnj;কের মুখ খুলে তাতে মুখ লাগিয়ে পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) forbade drinking directly from the mouth of a water skin or other leather containers. and forbade preventing ones neighbor from fixing a peg in (the wall of) ones house.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَيُّوبُ، قَالَ لَنَا عِكْرِمَةُ أَلاَ أُخْبِرُكُمْ بِأَشْيَاءَ، قِصَارٍ حَدَّثَنَا بِهَا أَبُو هُرَيْرَةَ، نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الشُّرْبِ مِنْ فَمِ الْقِرْبَةِ أَوِ السِّقَاءِ، وَأَنْ يَمْنَعَ جَارَهُ أَنْ يَغْرِزَ خَشَبَهُ فِي دَارِهِ.",
    "hadithBengali": "৫২২৫। আলী ইবনু আবদুল্লাহ (রহঃ) ... আইউব (রহঃ) থেকে বর্ণিত। তিনি বলেন, ইকরামা আমাদের বললেন, আমি তোমাদের সংক্ষিপ্ত এমন কতগুলো কথা জানাবো কি যেগুলো আমাদের কাছে আবূ হুরায়রা (রাঃ) বর্ণনা করেছেন? (কথাগুলো হল) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বড় কিংবা ছোট মশকের মুখে পানি পান করতে এবং প্রতিবেশীকে এর দেয়ালের উপর খুটি গাঁড়তে বাধা দিতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5225",
    "id": "5869",
    "thesequence": "6131",
    "isActive": "1",
    "chapterId": "16981",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪৩. মশ্&zwnj;কের মুখ থেকে পানি পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) forbade the drinking of water directly from the mouth of a water skin .",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا إِسْمَاعِيلُ، أَخْبَرَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ يُشْرَبَ مِنْ فِي السِّقَاءِ.",
    "hadithBengali": "৫২২৬। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়বা (রাঃ) থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাশকের মুখ থেকে পানি পান করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5226",
    "id": "5870",
    "thesequence": "6132",
    "isActive": "1",
    "chapterId": "16981",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪৩. মশ্&zwnj;কের মুখ থেকে পানি পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) forbade the drinking of water direct from the mouth of a water-skin.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا خَالِدٌ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ الشُّرْبِ مِنْ فِي السِّقَاءِ.",
    "hadithBengali": "৫২২৭। মুসাদ্দাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্নিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মশকের মুখ থেকে পানি পান করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5227",
    "id": "5871",
    "thesequence": "6133",
    "isActive": "1",
    "chapterId": "16981",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪৩. মশ্&zwnj;কের মুখ থেকে পানি পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Qatada:\n\nAllahs Messenger (ﷺ) said, When you drink (water), do not breath in the vessel; and when you urinate, do not touch your penis with your right hand. And when you cleanse yourself after defecation, do not use your right hand.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا شَرِبَ أَحَدُكُمْ فَلاَ يَتَنَفَّسْ فِي الإِنَاءِ، وَإِذَا بَالَ أَحَدُكُمْ فَلاَ يَمْسَحْ ذَكَرَهُ بِيَمِينِهِ، وَإِذَا تَمَسَّحَ أَحَدُكُمْ فَلاَ يَتَمَسَّحْ بِيَمِينِهِ .",
    "hadithBengali": "৫২২৮। আবূ নুআইম (রহঃ) ... আবদুল্লাহর পিতা আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যখন পানি পান করবে সে যেন তখন পান-পাত্রে নিঃশ্বাস না ফেলে। আর তোমাদের কেউ যখন পেশাব করবে, সে যেন ডান হাতে তার লজ্জাস্থান স্পর্শ না করে এবং তোমাদের কেউ যখন শৌচ কাজ করবে তখন সে যেন ডান হাতে তা না করে।\n",
    "checkStatus": "1",
    "hadithNo": "5228",
    "id": "5872",
    "thesequence": "6134",
    "isActive": "1",
    "chapterId": "16982",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪৪. পান পাত্রে নিঃশ্বাস ফেলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Thumama bin `Abdullah:\n\nAnas used to breathe twice or thrice in the vessel (while drinking) and used to say that the Prophet; used to take three breaths while drinking.",
    "hadithArabic": " حَدَّثَنَا أَبُو عَاصِمٍ، وَأَبُو نُعَيْمٍ قَالاَ حَدَّثَنَا عَزْرَةُ بْنُ ثَابِتٍ، قَالَ أَخْبَرَنِي ثُمَامَةُ بْنُ عَبْدِ اللَّهِ، قَالَ كَانَ أَنَسٌ يَتَنَفَّسُ فِي الإِنَاءِ مَرَّتَيْنِ أَوْ ثَلاَثًا، وَزَعَمَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَنَفَّسُ ثَلاَثًا.",
    "hadithBengali": "৫২২৯। আবূ আসিম ও আবূ নুআয়ম (রহঃ) ... সুমামা ইবনু আবদুল্লাহ (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আনাস (রাঃ) এর নিয়ম ছিল, তিনি দুই কিংবা তিন নিশ্বাসে পানি পান করতেন। তিনি ধারনা করতেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিন নিঃশ্বাসে পানি পান করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5229",
    "id": "5873",
    "thesequence": "6135",
    "isActive": "1",
    "chapterId": "16983",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪৫. দুই কিংবা তিন নিঃশ্বাসে পানি পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Abi Laila:\n\nWhile Hudhaita was at Madain, he asked for water. The chief of the village brought him a silver vessel. Hudhaifa threw it away and said, I have thrown it away because I told him not to use it, but he has not stopped using it. The Prophet (ﷺ) forbade us to wear clothes of silk or Dibaj, and to drink in gold or silver utensils, and said, These things are for them (unbelievers) in this world and for you (Muslims) in the Hereafter. ",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي لَيْلَى، قَالَ كَانَ حُذَيْفَةُ بِالْمَدَايِنِ فَاسْتَسْقَى، فَأَتَاهُ دِهْقَانٌ بِقَدَحِ فِضَّةٍ، فَرَمَاهُ بِهِ فَقَالَ إِنِّي لَمْ أَرْمِهِ إِلاَّ أَنِّي نَهَيْتُهُ فَلَمْ يَنْتَهِ، وَإِنَّ النَّبِيَّ صلى الله عليه وسلم نَهَانَا عَنِ الْحَرِيرِ وَالدِّيبَاجِ وَالشُّرْبِ فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ وَقَالَ   هُنَّ لَهُمْ فِي الدُّنْيَا وَهْىَ لَكُمْ فِي الآخِرَةِ .",
    "hadithBengali": "৫২৩০। হাফস ইবনু উমর (রহঃ) ... ইবনু আবূ লায়লা (রহঃ) থেকে বর্ণিত। তিনি বলেন হুযায়ফা (রাঃ) মাদায়েন অঞ্চলে অবস্থান করছিলেন। এ সময় তিনি পানি পান করতে চাইলেন। তখন জনৈক গ্রামবাসী একটি রুপার পেয়ালায় পানি এনে তাঁকে দিল। তিনি পানি সহ পেয়ালাটি ছুঁড়ে মারলেন। এরপর তিনি বললেনঃ আমি এটি ছুড়ে ফেলতাম না কিন্তু আমি তাকে নিষেধ করা সত্তেও সে তা থেকে বিরত হয়নি। অথচ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিষেধ করেছেন মোটা ও পাতলা রেশমের কাপড় পরিধান করতে, সোনা ও রুপার পান-পাত্র ব্যবহার করতে। তিনি আরো বলেছেনঃ উল্লেখিত জিনিসগুলো হল দুনিয়াতে কাকির সম্প্রদায়ের জন্য আর আখিরাতে তোমাদের জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "5230",
    "id": "5874",
    "thesequence": "6136",
    "isActive": "1",
    "chapterId": "16984",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪৬. সোনার পাত্রে পানি পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hudhaifa:\n\nThe Prophet (ﷺ) said, Do not drink in gold or silver utensils, and do not wear clothes of silk or Dibaj, for these things are for them (unbelievers) in this world and for you in the Hereafter.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنِ ابْنِ عَوْنٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ أَبِي لَيْلَى، قَالَ خَرَجْنَا مَعَ حُذَيْفَةَ وَذَكَرَ النَّبِيَّ صلى الله عليه وسلم قَالَ   لاَ تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ، وَلاَ تَلْبَسُوا الْحَرِيرَ وَالدِّيبَاجَ، فَإِنَّهَا لَهُمْ فِي الدُّنْيَا وَلَكُمْ فِي الآخِرَةِ .",
    "hadithBengali": "৫২৩১। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... ইবনু আবূ লায়লা থেকে বর্নিত। তিনি বলেন, আমরা হুযায়ফা (রাঃ) এর সঙ্গে বাইরে বেরুলাম। এ সময় তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা আলোচনা করেন যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা সোনা ও রুপার পাত্রে পান করবে না। আর মোটা বা পাতলা রেশমের কাপড় পরিধান করবে না। কেননা, এগুলো দুনিয়াতে তাদের (অমুসলিম সম্প্রদায়ের) জন্য ভোগ্যবস্তু। আর তোমাদের (মুসলিম সম্প্রদায়ের) জন্য হল আখিরাতের ভোগ্য সামগ্রী।\n",
    "checkStatus": "1",
    "hadithNo": "5231",
    "id": "5875",
    "thesequence": "6137",
    "isActive": "1",
    "chapterId": "16985",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪৭. সোনা-রূপার পাত্রে পানি পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Salama:\n\n(the wife of the Prophet) Allahs Messenger (ﷺ) said, He who drinks in silver utensils is only filling his `Abdomen with Hell Fire.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ نَافِعٍ، عَنْ زَيْدِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ الصِّدِّيقِ، عَنْ أُمِّ سَلَمَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   الَّذِي يَشْرَبُ فِي إِنَاءِ الْفِضَّةِ إِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ .",
    "hadithBengali": "৫২৩২। ইসমাঈল (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী উম্মে সালামা (রাঃ) থেকে বর্ণিত যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি রুপার পাত্রে পান করে সে তো তার উদরে জাহান্নামের আগুন প্রবেশ করায়।\n",
    "checkStatus": "1",
    "hadithNo": "5232",
    "id": "5876",
    "thesequence": "6138",
    "isActive": "1",
    "chapterId": "16985",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪৭. সোনা-রূপার পাত্রে পানি পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara bin `Azib:\n\nAllahs Messenger (ﷺ) ordered us to do seven things and forbade us from seven. He ordered us to visit the sick, to follow funeral processions, (to say) to a sneezer, (May Allah bestow His Mercy on you, if he says, Praise be to Allah), to accept invitations, to greet (everybody), to help the oppressed and to help others to fulfill their oaths. He forbade us to wear gold rings, to drink in silver (utensils), to use Mayathir (silken carpets placed on saddles), to wear Al-Qissi (a kind of silken cloth), to wear silk, Dibaj or Istabraq (two kinds of silk).",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الأَشْعَثِ بْنِ سُلَيْمٍ، عَنْ مُعَاوِيَةَ بْنِ سُوَيْدِ بْنِ مُقَرِّنٍ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِسَبْعٍ، وَنَهَانَا عَنْ سَبْعٍ، أَمَرَنَا بِعِيَادَةِ الْمَرِيضِ، وَاتِّبَاعِ الْجِنَازَةِ، وَتَشْمِيتِ الْعَاطِسِ، وَإِجَابَةِ الدَّاعِي، وَإِفْشَاءِ السَّلاَمِ، وَنَصْرِ الْمَظْلُومِ وَإِبْرَارِ الْمُقْسِمِ، وَنَهَانَا عَنْ خَوَاتِيمِ الذَّهَبِ، وَعَنِ الشُّرْبِ فِي الْفِضَّةِ ـ أَوْ قَالَ آنِيَةِ الْفِضَّةِ ـ وَعَنِ الْمَيَاثِرِ وَالْقَسِّيِّ، وَعَنْ لُبْسِ الْحَرِيرِ وَالدِّيبَاجِ وَالإِسْتَبْرَقِ.",
    "hadithBengali": "৫২৩৩। মূসা ইবনু ইসমাঈল (রহঃ) ... বারা ইবনু আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সাতটি জিনিসের হুকুম দিয়েছেন এবং সাতটি জিনিস থেকে নিষেধ করেছেন। তিনি আমাদের হুকুম দিয়েছেনঃ রোগীর সেবা করতে, জানাযার পেছনে যেতে, তিনি দানকারীর জবাব দিতে দাওয়াতকারীর দাওয়াত গ্রহন করতে বেশী বেশী সালাম দিতে, মাযলুমের সাহায্য করতে এবং কসম ঠিক রাখার সুযোগ কবে দিতে। আর আমাদের তিনি নিষেধ করেছেনঃ স্বর্ণের আংটি ব্যবহার করতে, কিংবা তিনি বলেছেন রুপার পাত্রে পানি পান করতে মায়াসির অর্থাৎ এক জাতীয় নরম ও মসৃণ রেশমী কাপড় কাসসী অর্থাৎ রেশম মিশ্রিত কাপড় ব্যবহার করতে এবং পাতলা কিংবা মোটা এবং অলংকার খচিত রেশমী কাপড় ব্যবহার করতে।\n",
    "checkStatus": "1",
    "hadithNo": "5233",
    "id": "5877",
    "thesequence": "6139",
    "isActive": "1",
    "chapterId": "16985",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪৭. সোনা-রূপার পাত্রে পানি পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Al-Fadl:\n\nthat the people were in doubt whether the Prophet (ﷺ) was fasting on the Day of `Arafat or not, so a (wooden) drinking vessel full of milk was sent to him, and he drank it.",
    "hadithArabic": " حَدَّثَنِي عَمْرُو بْنُ عَبَّاسٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ سَالِمٍ أَبِي النَّضْرِ، عَنْ عُمَيْرٍ، مَوْلَى أُمِّ الْفَضْلِ عَنْ أُمِّ الْفَضْلِ، أَنَّهُمْ شَكُّوا فِي صَوْمِ النَّبِيِّ صلى الله عليه وسلم يَوْمَ عَرَفَةَ، فَبُعِثَ إِلَيْهِ بِقَدَحٍ مِنْ لَبَنٍ فَشَرِبَهُ.",
    "hadithBengali": "৫২৩৪। আমর ইবনু আব্বাস (রহঃ) ... উম্মুল ফাযল (রাঃ) থেকে বর্ণিত যে, লোকজন আরাফার দিনে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সিয়াম পালনের ব্যাপারে সন্দেহ পোষণ করলো। তখন আমি তাঁর নিকট একটি পেয়ালায় করে কিছু দুধ পাঠালাম তিনি তা পান করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5234",
    "id": "5878",
    "thesequence": "6140",
    "isActive": "1",
    "chapterId": "16986",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪৮. পেয়ালায় পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nAn Arab lady was mentioned to the Prophet (ﷺ) so he asked Abu Usaid As-Sa`idi to send for her, and he sent for her and she came and stayed in the castle of Bani Sa`ida. The Prophet (ﷺ) came out and went to her and entered upon her. Behold, it was a lady sitting with a drooping head. When the Prophet (ﷺ) spoke to her, she said, I seek refuge with Allah from you. He said, I grant you refuge from me. They said to her, Do you know who this is? She said, No. They said, This is Allahs Messenger (ﷺ) who has come to command your hand in marriage. She said, I am very unlucky to lose this chance. Then the Prophet and his companions went towards the shed of Bani Sa`ida and sat there. Then he said, Give us water, O Sahl! So I took out this drinking bowl and gave them water in it. The sub-narrator added: Sahl took out for us that very drinking bowl and we all drank from it. Later on `Umar bin `Abdul `Aziz requested Sahl to give it to him as a present, and he gave it to him as a present.",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا أَبُو غَسَّانَ، قَالَ حَدَّثَنِي أَبُو حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ قَالَ ذُكِرَ لِلنَّبِيِّ صلى الله عليه وسلم امْرَأَةٌ مِنَ الْعَرَبِ، فَأَمَرَ أَبَا أُسَيْدٍ السَّاعِدِيَّ أَنْ يُرْسِلَ إِلَيْهَا فَأَرْسَلَ إِلَيْهَا، فَقَدِمَتْ فَنَزَلَتْ فِي أُجُمِ بَنِي سَاعِدَةَ، فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم حَتَّى جَاءَهَا فَدَخَلَ عَلَيْهَا فَإِذَا امْرَأَةٌ مُنَكِّسَةٌ رَأْسَهَا، فَلَمَّا كَلَّمَهَا النَّبِيُّ صلى الله عليه وسلم قَالَتْ أَعُوذُ بِاللَّهِ مِنْكَ. فَقَالَ  قَدْ أَعَذْتُكِ مِنِّي . فَقَالُوا لَهَا أَتَدْرِينَ مَنْ هَذَا قَالَتْ لاَ. قَالُوا هَذَا رَسُولُ اللَّهِ صلى الله عليه وسلم جَاءَ لِيَخْطُبَكِ. قَالَتْ كُنْتُ أَنَا أَشْقَى مِنْ ذَلِكَ. فَأَقْبَلَ النَّبِيُّ صلى الله عليه وسلم يَوْمَئِذٍ حَتَّى جَلَسَ فِي سَقِيفَةِ بَنِي سَاعِدَةَ هُوَ وَأَصْحَابُهُ، ثُمَّ قَالَ  اسْقِنَا يَا سَهْلُ . فَخَرَجْتُ لَهُمْ بِهَذَا الْقَدَحِ فَأَسْقَيْتُهُمْ فِيهِ، فَأَخْرَجَ لَنَا سَهْلٌ ذَلِكَ الْقَدَحَ فَشَرِبْنَا مِنْهُ. قَالَ ثُمَّ اسْتَوْهَبَهُ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ بَعْدَ ذَلِكَ فَوَهَبَهُ لَهُ.",
    "hadithBengali": "৫২৩৫। সাঈদ ইবনু আবূ মারইয়াম (রহঃ) ... সাহল ইবনু সা&#39;দ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আরবের জনৈকা মহিলার কথা আলোচনা করা হলে, তিনি আবূ উসায়দ সাঈদী (রাঃ) কে আদেশ দিলেন, সেই মহিলার নিকট কাউকে পাঠাতে। তখন তিনি তার নিকট একজনকে পাঠালে সে আসলো এবং সায়িদা গোত্রের দুর্গে অবতরন করলো। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বেরিয়ে এসে তার কাছে গেলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুর্গে তার কাছে প্রবেশ করে দেখলেন, একজন মহিলা মাথা ঝুঁকিয়ে বসে আছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তার সঙ্গে কথোপকথন করলেন, তখন সে বলে উঠল, আমি আপনার থেকে আল্লাহর নিকট পানাহ চাই। তখন তিনি বলেনঃ আমি তোমাকে পানাহ দিলাম।\n\nতখন লোকজন তাকে বললো তুমি কি জানো ইনি কে? সে উত্তর করল না। তারা বললঃ ইনি তো আল্লাহর রাসুল। তোমাকে বিয়ের প্রস্তাব দিতে এসেছিলেন। সে বলল, এ মর্যাদা থেকে আমি চির বঞ্চিতা! এরপর সেই দিনই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অগ্রসর হলেন এবং তিনি ও তাঁর সাহাবীগগ অবশেষে বনী সায়িদাহ চত্বরে এসে বসে পড়লেন। এরপর বললেনঃ হে সাহল ! আমাদের পানি পান করাও। সাহল (রাঃ) বলেন, তখন আমি তাদের জন্য এই পেইয়ালাটিই বের করে আনি এবং তা দিয়ে তাদের পান করাই। বর্ননাকারী বলেন, সাহল (রাঃ) তখন আমাদের কাছে সেই পেইয়ালা বের করে আনলে আমরা তাতে করে পানি পান করি। তিনি বলেছেন পরবর্তীকালে উমর ইবনু আবদুল আযীয (রহঃ) তার কাছ থেকে সেটি দান হিসাবে পেতে চাইলে তিনি তাকে তা হেবা করে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "5235",
    "id": "5879",
    "thesequence": "6141",
    "isActive": "1",
    "chapterId": "16987",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪৯.  নাবী (সাঃ) এর ব্যবহৃত পেয়ালায় পান করা এবং তাঁর পাত্রসমূহের বর্ণনা। আবূ বুরদাহ (র) বলেন, &lsquo;আবদুল্লাহ ইবনু সালাম আমাকে বলেছেনঃ আমি কি তোমাকে সেই পাত্রে পান করতে দেব না যে পাত্রে নাবী (সাঃ) পান করেছেন?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Asim al-Ahwal:\n\nI saw the drinking bowl of the Prophet (ﷺ) with Anas bin Malik, and it had been broken, and he had mended it with silver plates. That drinking bowl was quite wide and made of Nadar wood, Anas said, I gave water to the Prophet (ﷺ) in that bowl more than so-and-so (for a long period). Ibn Seereen said: Around that bowl there was an iron ring, and Anas wanted to replace it with a silver or gold ring, but Abu Talha said to him, Do not change a thing that Allahs Messenger (ﷺ) has made. So Anas left it as it was.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ مُدْرِكٍ، قَالَ حَدَّثَنِي يَحْيَى بْنُ حَمَّادٍ، أَخْبَرَنَا أَبُو عَوَانَةَ، عَنْ عَاصِمٍ الأَحْوَلِ، قَالَ رَأَيْتُ قَدَحَ النَّبِيِّ صلى الله عليه وسلم عِنْدَ أَنَسِ بْنِ مَالِكٍ، وَكَانَ قَدِ انْصَدَعَ فَسَلْسَلَهُ بِفِضَّةٍ قَالَ وَهْوَ قَدَحٌ جَيِّدٌ عَرِيضٌ مِنْ نُضَارٍ. قَالَ قَالَ أَنَسٌ لَقَدْ سَقَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي هَذَا الْقَدَحِ أَكْثَرَ مِنْ كَذَا وَكَذَا. قَالَ وَقَالَ ابْنُ سِيرِينَ إِنَّهُ كَانَ فِيهِ حَلْقَةٌ مِنْ حَدِيدٍ فَأَرَادَ أَنَسٌ أَنْ يَجْعَلَ مَكَانَهَا حَلْقَةً مِنْ ذَهَبٍ أَوْ فِضَّةٍ فَقَالَ لَهُ أَبُو طَلْحَةَ لاَ تُغَيِّرَنَّ شَيْئًا صَنَعَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَتَرَكَهُ.",
    "hadithBengali": "৫২৩৬। হাসান ইবনু মুদরিক (রহঃ) ... আসিম আহওয়াল (রহঃ) থেকে বর্ণিত। তিনি বলেন আমি আনাস ইবনু মালিক (রাঃ) এর কাছে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ব্যবহৃত একটি পেয়ালা দেখেছি। সেটি ফেটে গিয়েছিল। এরপর তিনি তা রূপা মিশিয়ে জোড়া দেন। বর্ণনাকারী আসিম বলেন, সেটি ছিল উত্তম, চওড়া ও নযর কাঠের তৈরী। আসিম বলেন আনাস (রাঃ) বলেন আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ পেয়ালায় কবার পানি পান করিয়েছি। আসিম বলেনঃ ইবনু সীরীন (রহঃ) বলেছেনঃ পেয়ালাটিতে বৃত্তাকারে লোহা লাগানো ছিল। তাই আনাস (রাঃ) ইচ্চা করে ছিলেন লোহার বৃত্তের স্থল্র সোনা বা রুপা একটি বৃত্ত স্থাপন করতে। তখন আবূ তালহা (রাঃ) তাকে বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেরূপ তৈরী করেছেন তাতে কোন পরিবর্তন করো না। ফলে তিনি সে ইচ্ছা ত্যাগ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5236",
    "id": "5880",
    "thesequence": "6142",
    "isActive": "1",
    "chapterId": "16987",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৪৯.  নাবী (সাঃ) এর ব্যবহৃত পেয়ালায় পান করা এবং তাঁর পাত্রসমূহের বর্ণনা। আবূ বুরদাহ (র) বলেন, &lsquo;আবদুল্লাহ ইবনু সালাম আমাকে বলেছেনঃ আমি কি তোমাকে সেই পাত্রে পান করতে দেব না যে পাত্রে নাবী (সাঃ) পান করেছেন?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nI was with the Prophet (ﷺ) and the time for the `Asr prayer became due. We had no water with us except a little which was put in a vessel and was brought to the Prophet (ﷺ) . He put his hand into it and spread out his fingers and then said, Come along! Hurry up! All those who want to perform ablution. The blessing is from Allah. I saw the water gushing out from his fingers. So the people performed the ablution and drank, and I tried to drink more of that water (beyond my thirst and capacity), for I knew that it was a blessing. The sub-narrator said: I asked Jabir, How many persons were you then? He replied, We were one-thousand four hundred men. Salim said: Jabir said, 1500.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، قَالَ حَدَّثَنِي سَالِمُ بْنُ أَبِي الْجَعْدِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ هَذَا الْحَدِيثَ قَالَ قَدْ رَأَيْتُنِي مَعَ النَّبِيِّ صلى الله عليه وسلم وَقَدْ حَضَرَتِ الْعَصْرُ وَلَيْسَ مَعَنَا مَاءٌ غَيْرَ فَضْلَةٍ فَجُعِلَ فِي إِنَاءٍ، فَأُتِيَ النَّبِيُّ صلى الله عليه وسلم بِهِ فَأَدْخَلَ يَدَهُ فِيهِ وَفَرَّجَ أَصَابِعَهُ ثُمَّ قَالَ   حَىَّ عَلَى أَهْلِ الْوُضُوءِ، الْبَرَكَةُ مِنَ اللَّهِ . فَلَقَدْ رَأَيْتُ الْمَاءَ يَتَفَجَّرُ مِنْ بَيْنِ أَصَابِعِهِ، فَتَوَضَّأَ النَّاسُ وَشَرِبُوا، فَجَعَلْتُ لاَ آلُو مَا جَعَلْتُ فِي بَطْنِي مِنْهُ، فَعَلِمْتُ أَنَّهُ بَرَكَةٌ. قُلْتُ لِجَابِرٍ كَمْ كُنْتُمْ يَوْمَئِذٍ قَالَ أَلْفًا وَأَرْبَعَمِائَةٍ. تَابَعَهُ عَمْرٌو عَنْ جَابِرٍ. وَقَالَ حُصَيْنٌ وَعَمْرُو بْنُ مُرَّةَ عَنْ سَالِمٍ عَنْ جَابِرٍ خَمْسَ عَشْرَةَ مِائَةً. وَتَابَعَهُ سَعِيدُ بْنُ الْمُسَيَّبِ عَنْ جَابِرٍ.",
    "hadithBengali": "৫২৩৭। কুতায়বা ইবনু সাঈদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম এ সময় আসরের সময় হয়ে গেল। অথচ আমাদের সঙ্গে বেঁচে যাওয়া সামান্য পানি ব্যতীত কিছুই ছিল না। তখন সেটুকু একটি পাত্রে রেখে পাত্রটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে পেশ করা হল। তিনি পাত্রটির মধ্যে নিজের হাত ঢ়ুকিয়ে দিলেন এবং আঙ্গুল ছড়িয়ে দিলেন। এরপর বললেনঃ এস যাদের উযূ (ওজু/অজু/অযু)-র প্রয়োজন আছে। বরকত তো আসে আল্লাহর কাছ থেকে। জাবির (রাঃ) বলেন, তখন আমি দেখলাম, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আঙ্গুলগুলোর ফাঁক থেকে পানি প্রবাহিত হচ্ছে। লোকজন উযূ (ওজু/অজু/অযু) করল এবং পানি পান করল। আমিও আমার উদরে যতটুকু সম্ভব ছিল ততটুকু পান করতে ক্রটি করলাম না। কেননা আমরা জানতাম এটি বরকতের পানি। রাবী বলেন, আমি জাবির (রাঃ) কে বললাম সে দিন আপনারা কত লোক ছিলেন? তিনি বললেনঃ এক হাজার চারশ- জন।\n\nজাবির (রাঃ)-এর সুত্রে আমর অনুরূপ বর্ণনা করেছেন। সালিম, জাবির (রাঃ) সুত্রের মাধ্যমে হুসাইন ও আমর ইবনু মুররা চৌদ্দশ&#39;র স্থানে পনেরশ&#39;র কথা বলেছেন। সাঈদ ইবনু মূসায়্যাব জাবির (রাঃ) থেকে অনুরূপ বর্ননা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5237",
    "id": "5881",
    "thesequence": "6143",
    "isActive": "1",
    "chapterId": "16988",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "66",
    "statusId": "1",
    "topicName": "২২৫০. বরকত পান করা ও বরকতযুক্ত পানির বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]