[
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, Allah will not look at the person who drags his garment (behind him) out of conceit.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، وَعَبْدِ اللَّهِ بْنِ دِينَارٍ، وَزَيْدِ بْنِ أَسْلَمَ، يُخْبِرُونَهُ عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَنْظُرُ اللَّهُ إِلَى مَنْ جَرَّ ثَوْبَهُ خُيَلاَءَ .",
    "hadithBengali": "৫৩৬৭। ইসমাঈল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ সে ব্যাক্তির দিকে (রহমতের দৃষ্টিতে) তাকাবেন না, যে অহংকারের সাথে তার (পরিধেয়) পোশাক টেনে চলে।\n",
    "checkStatus": "1",
    "hadithNo": "5367",
    "id": "6011",
    "thesequence": "6273",
    "isActive": "1",
    "chapterId": "17067",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩০. মহান আল্লাহ্&zwnj;র বাণীঃ বল, আল্লাহ্&zwnj; স্বীয় বান্দাদিগের জন্য যে সব শোভার বস্তু সৃষ্টি করেছেন তা নিষেধ করেছেন কে? নবী (সাঃ) বলেছেনঃ তোমরা খাও, পান কর, পরিধান কর এবং দান কর, তবে অপচয় ও অহংকার পরিহার করো। ইবন আব্বাস (রাঃ) বলেছেন, যা ইচ্ছা খাও, যা ইচ্ছা পরিধান কর, যতক্ষন না দু&rsquo;টো জিনিস তোমাকে বিভ্রান্ত করে- অপব্যয় ও অহংকার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nThe Prophet (ﷺ) said Allah will not look, on the Day of Resurrection at the person who drags his garment (behind him) out of conceit. On that Abu Bakr said, O Allahs Messenger (ﷺ)! One side of my Izar hangs low if I do not take care of it. The Prophet (ﷺ) said, You are not one of those who do that out of conceit.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  مَنْ جَرَّ ثَوْبَهُ خُيَلاَءَ لَمْ يَنْظُرِ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ . قَالَ أَبُو بَكْرٍ يَا رَسُولَ اللَّهِ إِنَّ أَحَدَ شِقَّىْ إِزَارِي يَسْتَرْخِي، إِلاَّ أَنْ أَتَعَاهَدَ ذَلِكَ مِنْهُ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  لَسْتَ مِمَّنْ يَصْنَعُهُ خُيَلاَءَ .",
    "hadithBengali": "৫৩৬৮। আহমাদ ইবনু ইউনুস (রহঃ) ... সালিম তাঁর পিতা (রাঃ) থেকে বর্ননা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি অহংকারের সাথে নিজের পোশাক ঝুলিয়ে চলবে, আল্লাহ তার প্রতি (রহমতের) দৃষ্টি দিবেন না কিয়ামতের দিন। তখন আবূ বকর (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ! আমার লুঙ্গির এক পাশ ঝুলে থাকে যদি আমি তাতে গিরা না দেই। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন তুমি তাদের অন্তর্ভুক্ত নও যারা অহংকার করে এরূপ করে।\n",
    "checkStatus": "1",
    "hadithNo": "5368",
    "id": "6012",
    "thesequence": "6274",
    "isActive": "1",
    "chapterId": "17068",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩১.  যে ব্যক্তি বিনা অহংকারে তার লুঙ্গি ঝুলিয়ে চলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bakra:\n\nThe solar eclipse occurred while we were sitting with the Prophet (ﷺ) He got up dragging his garment (on the ground) hurriedly till he reached the mosque The people turned (to the mosque) and he offered a two-rak`at prayer whereupon the eclipse was over and he traced us and said, The sun and the moon are two signs among the signs of Allah, so if you see a thing like this (eclipse) then offer the prayer and invoke Allah till He remove that state.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدٌ، أَخْبَرَنَا عَبْدُ الأَعْلَى، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنْ أَبِي بَكْرَةَ ـ رضى الله عنه ـ قَالَ خَسَفَتِ الشَّمْسُ وَنَحْنُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَامَ يَجُرُّ ثَوْبَهُ مُسْتَعْجِلاً، حَتَّى أَتَى الْمَسْجِدَ وَثَابَ النَّاسُ فَصَلَّى رَكْعَتَيْنِ، فَجُلِّيَ عَنْهَا، ثُمَّ أَقْبَلَ عَلَيْنَا وَقَالَ   إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَإِذَا رَأَيْتُمْ مِنْهَا شَيْئًا فَصَلُّوا وَادْعُوا اللَّهَ حَتَّى يَكْشِفَهَا .",
    "hadithBengali": "৫৩৬৯। মুহাম্মাদ (রহঃ) ... আবূ বাকর (রাঃ) থেকে বর্ণিত। তিনি বলেন আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ছিলাম, এমন সময় সূর্যগ্রহন আরম্ভ হয়। তখন তিনি ব্যস্ত হয়ে দাঁড়ালেন এবং কাপড় টেনে টেনে মসজিদে নিয়ে পৌছলেন। লোকজন জমায়েত হল। তিনি দু&#39; রাকআত সালাত (নামায/নামাজ) আদায় করলেন। তখন সূর্য উজ্জল হয়ে গেল। এরপর আমাদের দিকে ফিরে বললেনঃ চন্দ্র ও সূর্য আল্লাহরনিদর্শনসমূহের মধ্যে দুটি নিদর্শন, যখন তোমরা এতে কোন কিছু হতে দেখ, তখন সালাত (নামায/নামাজ) আদায় করবে এবং আল্লাহর কাছে দুআ করতে থাকবে, যতক্ষন না তা উজ্জল হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "5369",
    "id": "6013",
    "thesequence": "6275",
    "isActive": "1",
    "chapterId": "17068",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩১.  যে ব্যক্তি বিনা অহংকারে তার লুঙ্গি ঝুলিয়ে চলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Juhaifa:\n\nI saw Bilal bringing a short spear (or stick) and fixing it in the ground, and then he proclaimed the Iqama of the prayer, and I saw Allahs Messenger (ﷺ) coming out, wearing a cloak with its sleeves rolled up. He then offered a two-rak`at prayer while facing the stick, and I saw the people and animals passing in front of him beyond the stick.",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ، أَخْبَرَنَا ابْنُ شُمَيْلٍ، أَخْبَرَنَا عُمَرُ بْنُ أَبِي زَائِدَةَ، أَخْبَرَنَا عَوْنُ بْنُ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ أَبِي جُحَيْفَةَ، قَالَ فَرَأَيْتُ بِلاَلاً جَاءَ بِعَنَزَةٍ فَرَكَزَهَا، ثُمَّ أَقَامَ الصَّلاَةَ، فَرَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ فِي حُلَّةٍ مُشَمِّرًا، فَصَلَّى رَكْعَتَيْنِ إِلَى الْعَنَزَةِ، وَرَأَيْتُ النَّاسَ وَالدَّوَابَّ يَمُرُّونَ بَيْنَ يَدَيْهِ مِنْ وَرَاءِ الْعَنَزَةِ.",
    "hadithBengali": "৫৩৭০। ইসহাক (রহঃ) ... আবূ জুহায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি বিলাল (রাঃ) কে দেখলাম, তিনি একটি বর্শা নিয়ে এসেছেন এবং তা মাটিতে পুঁতে দিলেন। তারপর সালাত (নামায/নামাজ)-এর ইকামত দিলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখলাম, একটি জুব্বার দুটি চাদরের মধ্যে নিজেকে জড়িয়ে বের হয়ে আসলেন এবং বর্শার দিকে ফিরে দু&#39; রাকআত সালাত (নামায/নামাজ) আদায় করলেন। আর মানুষ ও পশুকে দেখলাম, তারা তার সামনে দিয়ে এবং বর্শার পিছন দিয়ে গমন করছে।\n",
    "checkStatus": "1",
    "hadithNo": "5370",
    "id": "6014",
    "thesequence": "6276",
    "isActive": "1",
    "chapterId": "17069",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩২. কাপড়ের মধ্যে জড়িয়ে থাকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, The part of an Izar which hangs below the ankles is in the Fire.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي سَعِيدٍ الْمَقْبُرِيُّ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَا أَسْفَلَ مِنَ الْكَعْبَيْنِ مِنَ الإِزَارِ فَفِي النَّارِ .",
    "hadithBengali": "৫৩৭১। আদম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইযারের যে পরিমান টাখনুর নীচে যাবে, সে পরিমান জাহান্নামে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "5371",
    "id": "6015",
    "thesequence": "6277",
    "isActive": "1",
    "chapterId": "17070",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩৩. টাখনুর নীচে  যা থাকবে তা যাবে জাহান্নামে যাবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ), Allah will not look, on the Day of Resurrection, at a person who drags his Izar (behind him) out of pride and arrogance.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَنْظُرُ اللَّهُ يَوْمَ الْقِيَامَةِ إِلَى مَنْ جَرَّ إِزَارَهُ بَطَرًا .",
    "hadithBengali": "৫৩৭২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ কিয়ামতের দিন সে ব্যাক্তির দিকে (রহমতের) দৃষ্টি দিবেন না, যে ব্যাক্তি অহংকারবশে ইযার ঝুলিয়ে পরে।\n",
    "checkStatus": "1",
    "hadithNo": "5372",
    "id": "6016",
    "thesequence": "6278",
    "isActive": "1",
    "chapterId": "17071",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩৪. যে ব্যক্তি অহংকারের সাথে কাপড় ঝুলিয়ে পরে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (or Abul Qasim) said, While a man was walking, clad in a two-piece garment and proud of himself with his hair well-combed, suddenly Allah made him sink into the earth and he will go on sinking into it till the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا مُحَمَّدُ بْنُ زِيَادٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ النَّبِيُّ ـ أَوْ قَالَ أَبُو الْقَاسِمِ ـ صلى الله عليه وسلم   بَيْنَمَا رَجُلٌ يَمْشِي فِي حُلَّةٍ، تُعْجِبُهُ نَفْسُهُ مُرَجِّلٌ جُمَّتَهُ، إِذْ خَسَفَ اللَّهُ بِهِ، فَهْوَ يَتَجَلَّلُ إِلَى يَوْمِ الْقِيَامَةِ .",
    "hadithBengali": "৫৩৭৩। আদম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অথবা আবূল কাসিম বলেছেনঃ এক ব্যাক্তি চিত্তাকর্ষক জোড়া কাপড় পরে চুল আঁচড়াতে আঁচড়াতে পথ চলছিল; হঠাৎ আল্লাহ তাকে মাটির নীচে ধ্বসিয়ে দেন। কিয়ামত পর্যন্ত সে এভাবে ধ্বসে যেতে থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "5373",
    "id": "6017",
    "thesequence": "6279",
    "isActive": "1",
    "chapterId": "17071",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩৪. যে ব্যক্তি অহংকারের সাথে কাপড় ঝুলিয়ে পরে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, While a man was dragging his Izar on the ground (behind him), suddenly Allah made him sink into the earth and he will go on sinking into it till the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ خَالِدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، أَنَّ أَبَاهُ، حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   بَيْنَا رَجُلٌ يَجُرُّ إِزَارَهُ، خُسِفَ بِهِ، فَهْوَ يَتَجَلَّلُ فِي الأَرْضِ إِلَى يَوْمِ الْقِيَامَةِ . تَابَعَهُ يُونُسُ عَنِ الزُّهْرِيِّ. وَلَمْ يَرْفَعْهُ شُعَيْبٌ عَنِ الزُّهْرِيِّ.",
    "hadithBengali": "৫৩৭৪। সাঈদ ইবনু উফায়র (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক ব্যাক্তি তার লুঙ্গি পায়ের গৌড়ালীর নীচে ঝুলিয়ে পথ চলছিল। এমন সময় তাকে মাটির নীচে ধ্বসিয়ে দেওয়া হয়। কিয়ামত পর্যন্ত সে মাটির নীচে ধ্বসে যেতে থাকবে। ইউনুস, যুহরী থেকে এ হাদীস অনুরূপ বর্ণনা করেছেন কিন্তু শুআয়ব একে মারফূ হিসাবে যুহরী থেকে বর্ণনা করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "5374",
    "id": "6018",
    "thesequence": "6280",
    "isActive": "1",
    "chapterId": "17071",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩৪. যে ব্যক্তি অহংকারের সাথে কাপড় ঝুলিয়ে পরে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nthat he heard the Prophet (narrating as above)",
    "hadithArabic": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، أَخْبَرَنَا أَبِي، عَنْ عَمِّهِ، جَرِيرِ بْنِ زَيْدٍ قَالَ كُنْتُ مَعَ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ عَلَى باب دَارِهِ فَقَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، سَمِعَ النَّبِيَّ صلى الله عليه وسلم نَحْوَهُ.\n",
    "hadithBengali": "৫৩৭৫। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... জাবীর ইবনু যায়েদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি সালিম ইবনু আবদুল্লাহ ইবনু উমরের সাথে তার ঘরের দরজায় ছিলাম, তখন তিনি বলেন, আমি আবূ হুরায়রা (রাঃ) কে বলতে শুনেছি যে, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অনুরূপ বলতে শুনেছেন।<br />\n(পূর্বের হাদিসের অনুরূপ)\n",
    "checkStatus": "1",
    "hadithNo": "5375",
    "id": "6019",
    "thesequence": "6281",
    "isActive": "1",
    "chapterId": "17071",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩৪. যে ব্যক্তি অহংকারের সাথে কাপড় ঝুলিয়ে পরে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, Whoever drags his clothes (on the ground) out of pride and arrogance, Allah will not look at him on the Day of Resurrection.",
    "hadithArabic": " حَدَّثَنَا مَطَرُ بْنُ الْفَضْلِ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا شُعْبَةُ، قَالَ لَقِيتُ مُحَارِبَ بْنَ دِثَارٍ عَلَى فَرَسٍ وَهْوَ يَأْتِي مَكَانَهُ الَّذِي يَقْضِي فِيهِ فَسَأَلْتُهُ عَنْ هَذَا الْحَدِيثِ فَحَدَّثَنِي فَقَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ جَرَّ ثَوْبَهُ مَخِيلَةً، لَمْ يَنْظُرِ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ . فَقُلْتُ لِمُحَارِبٍ أَذَكَرَ إِزَارَهُ قَالَ مَا خَصَّ إِزَارًا وَلاَ قَمِيصًا. تَابَعَهُ جَبَلَةُ بْنُ سُحَيْمٍ وَزَيْدُ بْنُ أَسْلَمَ وَزَيْدُ بْنُ عَبْدِ اللَّهِ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم. وَقَالَ اللَّيْثُ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ مِثْلَهُ. وَتَابَعَهُ مُوسَى بْنُ عُقْبَةَ وَعُمَرُ بْنُ مُحَمَّدٍ وَقُدَامَةُ بْنُ مُوسَى عَنْ سَالِمٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم  مَنْ جَرَّ ثَوْبَهُ .",
    "hadithBengali": "৫৩৭৬। মাতার ইবনু ফাযল (রহঃ) ... শুবা (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি মাহারিব ইবনু দিসারের সাথে অশ্ব পৃষ্ঠে থাকা অবস্থায় সাক্ষাত করলাম। তখন তিনি বিচারালয়ের দিকে যাচ্ছিলেন, আমি তাকে এ হাদীসটি সম্পর্কে জিজ্ঞাসা করলে তিনি আমাকে বললেন, আমি আবদুল্লাহ ইবনু উমর (রাঃ) কে বলতে শুনেছি, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি অহংকার বশে কাপড় ঝুলিয়ে পরবে, তার দিকে আল্লাহ কিয়ামতের দিনে তাকাবেন না। আমি বললামঃ আবদুল্লাহ ইবনু উমর (রাঃ) কি ইযাবের উল্লেখ করেছেন? তিনি বললেনঃ তিনি ইযার বা কামিস কোনটই নির্দিষ্ট করে বলেন নি।\n\nজাবালা ইবনু সুহায়ম, যায়েদ ইবনু আসলাম ও যায়েদ ইবনু আবদুল্লাহ ইবনু উমরের সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন আর লায়স, মূসা ইবনু উকবাও &#39;উমর ইবনু মুহাম্মদ নাফি (রহঃ) এর সুত্রে বর্ণনা করেছেন এবং কুদামা ইবনু মূসা সালিম (রহঃ) এর সুত্রে ইবনু উমর (রাঃ) থেকে এবং তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে جَرَّ ثَوْبَهُ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5376",
    "id": "6020",
    "thesequence": "6282",
    "isActive": "1",
    "chapterId": "17071",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩৪. যে ব্যক্তি অহংকারের সাথে কাপড় ঝুলিয়ে পরে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\n(the wife of the Prophet) The wife of Rifa`a Al-Qurazi came to Allahs Messenger (ﷺ) while I was sitting, and Abu Bakr was also there. She said, O Allah s Apostle! I was the wife of Rifa`a and he divorced me irrevocably. Then I married `AbdurRahman bin Az-Zubair who, by Allah, O Allahs Messenger (ﷺ), has only something like a fringe of a garment, Showing the fringe of her veil. Khalid bin Sa`id, who was standing at the door, for he had not been admitted, heard her statement and said, O Abu Bakr! Why do you not stop this lady from saying such things openly before Allahs Messenger (ﷺ)? No, by Allah, Allahs Messenger (ﷺ) did nothing but smiled. Then he said to the lady, Perhaps you want to return to Rifa`a? That is impossible unless `Abdur-Rahman consummates his marriage with you. That became the tradition after him.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ جَاءَتِ امْرَأَةُ رِفَاعَةَ الْقُرَظِيِّ رَسُولَ اللَّهِ صلى الله عليه وسلم وَأَنَا جَالِسَةٌ وَعِنْدَهُ أَبُو بَكْرٍ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ تَحْتَ رِفَاعَةَ فَطَلَّقَنِي فَبَتَّ طَلاَقِي، فَتَزَوَّجْتُ بَعْدَهُ عَبْدَ الرَّحْمَنِ بْنَ الزَّبِيرِ، وَإِنَّهُ وَاللَّهِ مَا مَعَهُ يَا رَسُولَ اللَّهِ إِلاَّ مِثْلُ هَذِهِ الْهُدْبَةِ. وَأَخَذَتْ هُدْبَةً مِنْ جِلْبَابِهَا، فَسَمِعَ خَالِدُ بْنُ سَعِيدٍ قَوْلَهَا وَهْوَ بِالْبَابِ لَمْ يُؤْذَنْ لَهُ، قَالَتْ فَقَالَ خَالِدٌ يَا أَبَا بَكْرٍ أَلاَ تَنْهَى هَذِهِ عَمَّا تَجْهَرُ بِهِ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلاَ وَاللَّهِ مَا يَزِيدُ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى التَّبَسُّمِ، فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم   لَعَلَّكِ تُرِيدِينَ أَنْ تَرْجِعِي إِلَى رِفَاعَةَ، لاَ، حَتَّى يَذُوقَ عُسَيْلَتَكِ وَتَذُوقِي عُسَيْلَتَهُ . فَصَارَ سُنَّةً بَعْدُ.",
    "hadithBengali": "৫৩৭৭। আবূল ইয়ামন (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত। তিনি ববেন, একদা রিফাআ কুরাযির স্ত্রী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসলো। এ সময় আমি উপবিষ্ট ছিলাম এবং আবূ বকর (রাঃ) তার কাছে ছিলেন। স্ত্রীলোকটি বললঃ হে আল্লার রাসূল! আমি রিফাআর অধীনে (বিবাহ বন্ধনে) ছিলাম। তিনি আমাকে তালাক দেন এবং তালাক চুড়ান্তভাবে (তিন তালাক) দেন এরপর আমি আব্দুর রহমান ইবনু যুবায়েরকে বিবাহ করি কিন্তু আল্লাহর কসম, ইয়া রাসুলাল্লাহ! তার সাথে কাপড়ের ঝালরের ন্যায় ছাড়া কিছুই নেই। এ কথা বলার সময় স্ত্রীলোকটি তার চাদরের আচল ধরে দেখায়।\n\nখালিদ ইবনু সাইদ যাকে (ভিতরে যাওয়ার) অনুমতি দেওয়া হয় নাই, দরজার কাছে থেকে স্ত্রীলোকটির কথা শুনেন। আয়িশা (রাঃ) বলেন, তখন খালিদ বললঃ হে আবূ বকুর! এ মহিলাটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে জোরে জোরে সে কথা বলছে, তা শুনে কেন আপনি তাকে বাঁধা দিচ্ছেন না? আল্লাহর কসম রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুচকি হাসলেন এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্ত্রীলোকটিকে বললেনঃ মনে হয় তুমি রিফাআর কাছে ফিরে যেতে যাও। তা হয় না, সে তোমার মধু আস্বাদন করবে এবং তুমি তার মধু আস্বাদন করবে। পরবর্তী সময় থেকে এটা বিধানে পরিনত হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "5377",
    "id": "6021",
    "thesequence": "6283",
    "isActive": "1",
    "chapterId": "17072",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩৫. ঝালরযুক্ত ইযার। যুহরী, আবু বকর ইবন মুহাম্মাদ, হামযা ইবন আবু উসায়দ ও মুয়াবিয়া ইবন আবদুল্লাহ ইবন জা&#039;ফর (রাঃ) থেকে বর্ণিত আছে যে, তারা ঝালরযুক্ত পোশাক পরিধান করেছেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali:\n\nThe Prophet (ﷺ) asked for his Rida, put it on and set out walking. Zaid bin Haritha and I followed him till he reached the house where Harnza (bin `Abdul Muttalib) was present and asked for permission to enter, and they gave us permission.",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عَلِيُّ بْنُ حُسَيْنٍ، أَنَّ حُسَيْنَ بْنَ عَلِيٍّ، أَخْبَرَهُ أَنَّ عَلِيًّا ـ رضى الله عنه ـ قَالَ فَدَعَا النَّبِيُّ صلى الله عليه وسلم بِرِدَائِهِ، ثُمَّ انْطَلَقَ يَمْشِي، وَاتَّبَعْتُهُ أَنَا وَزَيْدُ بْنُ حَارِثَةَ، حَتَّى جَاءَ الْبَيْتَ الَّذِي فِيهِ حَمْزَةُ، فَاسْتَأْذَنَ فَأَذِنُوا لَهُمْ.",
    "hadithBengali": "৫৩৭৮। আবদান (রহঃ) ... হুসায়ন ইবনু আলী (রাঃ) থেকে বর্ণিত। আলী (রাঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার চাঁদর আনতে বললেন। তিনি তা পরিধান করেন, এরপর হেঁটে চললেন। আমি ও যায়েদ ইবনু হারিসা তার পিছনে চললাম। শেষে তিনি একটি ঘরের কাছে আসেন, যে ঘরে হামযা (রাঃ) ছিলেন। তিনি অনুমতি চাইলেন তারা তাদের অনুমতি দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5378",
    "id": "6022",
    "thesequence": "6284",
    "isActive": "1",
    "chapterId": "17073",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩৬. চাদর পরিধান করা। আনাস (রাঃ) বলেনঃ এক বেদুঈন নবী (সাঃ) এর চাদর টেনে ধরেছেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nA man asked, O Allah s Apostle What kind of clothes should a Muhrim wear? The Prophet, said, A Muhrim should not wear a shirt, trousers a hooded cloak, or Khuffs (socks made from thick fabric or leather) unless he cannot get sandals, in which case he should cut the part (of the Khuff) that covers the ankles.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَجُلاً، قَالَ يَا رَسُولَ اللَّهِ مَا يَلْبَسُ الْمُحْرِمُ مِنَ الثِّيَابِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ يَلْبَسُ الْمُحْرِمُ الْقَمِيصَ، وَلاَ السَّرَاوِيلَ، وَلاَ الْبُرْنُسَ، وَلاَ الْخُفَّيْنِ، إِلاَّ أَنْ لاَ يَجِدَ النَّعْلَيْنِ، فَلْيَلْبَسْ مَا هُوَ أَسْفَلُ مِنَ الْكَعْبَيْنِ .",
    "hadithBengali": "৫৩৭৯। কুতায়বা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। এক ব্যাক্তি জিজ্ঞাসা করলোঃ ইয়া রাসুলাল্লাহ! মুহরিম ব্যাক্তি কি কাপড় পরিধান করবে? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ মুহরিম জামা, পায়জামা, টুপি এবং মোজা পরবে না। তবে যদি সে জুতা সংগ্রহ করতে না পারে তা হবে টাখনুর নীচে পর্যন্ত (মোজা) পরতে পারবে।\n",
    "checkStatus": "1",
    "hadithNo": "5379",
    "id": "6023",
    "thesequence": "6285",
    "isActive": "1",
    "chapterId": "17074",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩৭. জামা পরিধান করা। মহান আল্লাহর বানীঃ ইউসুফ (আঃ) এর ঘটনাঃ তোমরা আমার এ জামাটি নিয়ে যাও আর তা আমার পিতার মুখমন্ডলে রাখ, তিনি দৃষ্টিশক্তি ফিরে পাবেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nThe Prophet (ﷺ) came to visit `Abdullah bin Ubai (bin Salul) after he had been put in his grave. The Prophet (ﷺ) ordered that `Abdullah be taken out. He was taken out and was placed on the knees of the Prophet, who blew his (blessed) breath on him and dressed the body with his own shirt. And Allah knows better.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، أَخْبَرَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ أَتَى النَّبِيُّ صلى الله عليه وسلم عَبْدَ اللَّهِ بْنَ أُبَىٍّ بَعْدَ مَا أُدْخِلَ قَبْرَهُ، فَأَمَرَ بِهِ فَأُخْرِجَ، وَوُضِعَ عَلَى رُكْبَتَيْهِ، وَنَفَثَ عَلَيْهِ مِنْ رِيقِهِ، وَأَلْبَسَهُ قَمِيصَهُ، وَاللَّهُ أَعْلَمُ.",
    "hadithBengali": "৫৩৮০। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবদুল্লাহ ইবনু উবাইকে কবরে রাখার পর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে এলেন। তার লাশ কবর থেকে উঠাবার নির্দেশ দিলেন। তখন লাশ কবর থেকে উঠান হল এবং তার দু&#39; হাটুর উপর রাখা হলো। তিনি তার উপর থুথু দিলেন এবং তাকে নিজের জামা পরিয়ে দিলেন। আল্লাহই ভাল জানেন।\n",
    "checkStatus": "1",
    "hadithNo": "5380",
    "id": "6024",
    "thesequence": "6286",
    "isActive": "1",
    "chapterId": "17074",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩৭. জামা পরিধান করা। মহান আল্লাহর বানীঃ ইউসুফ (আঃ) এর ঘটনাঃ তোমরা আমার এ জামাটি নিয়ে যাও আর তা আমার পিতার মুখমন্ডলে রাখ, তিনি দৃষ্টিশক্তি ফিরে পাবেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nWhen `Abdullah bin Ubdi (bin Salul) died, his son came to Allahs Messenger (ﷺ) and said  O Allahs Apostle, give me your shirt so that I may shroud my fathers body in it. And please offer a funeral prayer for him and invoke Allah for his forgiveness. The Prophet (ﷺ) gave him his shirt and said to him Inform us when you finish (and the funeral procession is ready) call us. When he had finished he told the Prophet (ﷺ) and the Prophet (ﷺ) proceeded to order his funeral prayers but `Umar stopped him and said, Didnt Allah forbid you to offer the funeral prayer for the hypocrites when He said: Whether you (O Muhammad) ask forgiveness for them or ask not forgiveness for them: (and even) if you ask forgiveness for them seventy times. Allah will not forgive them. (9.80) Then there was revealed: And never (O Muhammad) pray for any of them that dies, nor stand at his grave. (9.34) Thenceforth the Prophet (ﷺ) did not offer funeral prayers for the hypocrites.",
    "hadithArabic": " حَدَّثَنَا صَدَقَةُ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، قَالَ أَخْبَرَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ، قَالَ لَمَّا تُوُفِّيَ عَبْدُ اللَّهِ بْنُ أُبَىٍّ جَاءَ ابْنُهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ أَعْطِنِي قَمِيصَكَ أُكَفِّنْهُ فِيهِ، وَصَلِّ عَلَيْهِ، وَاسْتَغْفِرْ لَهُ، فَأَعْطَاهُ قَمِيصَهُ، وَقَالَ  إِذَا فَرَغْتَ فَآذِنَّا . فَلَمَّا فَرَغَ آذَنَهُ، فَجَاءَ لِيُصَلِّيَ عَلَيْهِ، فَجَذَبَهُ عُمَرُ فَقَالَ أَلَيْسَ قَدْ نَهَاكَ اللَّهُ أَنْ تُصَلِّيَ عَلَى الْمُنَافِقِينَ فَقَالَ {اسْتَغْفِرْ لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ}. فَنَزَلَتْ {وَلاَ تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا} فَتَرَكَ الصَّلاَةَ عَلَيْهِمْ.",
    "hadithBengali": "৫৩৮১। সাদাকা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন আবদুল্লাহ ইবনু উবাই মারা যায়, তখন তার ছেলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসে। সে বললঃ ইয়া রাসুলাল্লাহ! আপনার জামাটি আমাকে দিন। আমি এ দিয়ে তাকে করর দিব। আর তার জানালার সালাত (নামায/নামাজ) আপনি আদায় করবেন এবং তার জন্য ইস্তিগফার করবেন। তিনি নিজের জামাটি তাকে দিয়ে দেন এবং বলেন যে, তুমি (কাফন পরানোর কাজ) সেরে ফেলে আমাকে সংবাদ দিবে। তারপর তিনি (কাফন পরানোর কাজ সেরে তাকে সংবাদ দিলেন) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জানাযার সালাত (নামায/নামাজ) আদায় করতে এলেন।\n\nউমর (রাঃ) তাকে টেনে ধরে বললেনঃ আল্লাহ কি আপনাকে মুনাফিকদের (জানাযার) সালাত (নামায/নামাজ) আদায় করতে নিষেধ করেননি? তিনি এ আয়াতটি পড়লেনঃ তুমি ওদের জন্য ক্ষমা প্রার্থনা কর অথবা তাদের জন্য ক্ষমা প্রার্থনা না কর একই কথা। তুমি সত্তরবার ওদের জন্য ক্ষমা প্রার্থনা করলেও আল্লাহ ওদের কখনই ক্ষমা করবেন না তখন নাযিল হয়ঃ ওদের মধ্যে কারও মৃত্যু হলে তুমি কখনও ওদের জন্য জানাযার সালাত (নামায/নামাজ) আদায় করবে না। এরপর থেকে তাদের জানাযার সালাত (নামায/নামাজ) আদায় করা বর্জন করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5381",
    "id": "6025",
    "thesequence": "6287",
    "isActive": "1",
    "chapterId": "17074",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩৭. জামা পরিধান করা। মহান আল্লাহর বানীঃ ইউসুফ (আঃ) এর ঘটনাঃ তোমরা আমার এ জামাটি নিয়ে যাও আর তা আমার পিতার মুখমন্ডলে রাখ, তিনি দৃষ্টিশক্তি ফিরে পাবেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) has set forth an example for a miser and a charitable person by comparing them to two men wearing two iron cloaks and their hands are raised to their breasts and necks. Whenever the charitable man tries to give a charitable gift, his iron cloak expands till it becomes so wide that it will cover his fingertips and obliterate his tracks And, whenever the miser wants to give a charitable gift, his cloak becomes very tight over him and every ring gets stuck to its place Abu Huraira added; I saw Allahs Messenger (ﷺ) putting his finger in the (chest) pocket of his shirt like that If you but saw him trying to widen (the opening of his shirt) but it did not widen.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ نَافِعٍ، عَنِ الْحَسَنِ، عَنْ طَاوُسٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ ضَرَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَثَلَ الْبَخِيلِ وَالْمُتَصَدِّقِ، كَمَثَلِ رَجُلَيْنِ عَلَيْهِمَا جُبَّتَانِ مِنْ حَدِيدٍ، قَدِ اضْطُرَّتْ أَيْدِيهِمَا إِلَى ثُدِيِّهِمَا وَتَرَاقِيهِمَا، فَجَعَلَ الْمُتَصَدِّقُ كُلَّمَا تَصَدَّقَ بِصَدَقَةٍ انْبَسَطَتْ عَنْهُ حَتَّى تَغْشَى أَنَامِلَهُ وَتَعْفُوَ أَثَرَهُ، وَجَعَلَ الْبَخِيلُ كُلَّمَا هَمَّ بِصَدَقَةٍ قَلَصَتْ، وَأَخَذَتْ كُلُّ حَلْقَةٍ بِمَكَانِهَا. قَالَ أَبُو هُرَيْرَةَ فَأَنَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ بِإِصْبَعِهِ هَكَذَا فِي جَيْبِهِ، فَلَوْ رَأَيْتَهُ يُوَسِّعُهَا وَلاَ تَتَوَسَّعُ. تَابَعَهُ ابْنُ طَاوُسٍ عَنْ أَبِيهِ وَأَبُو الزِّنَادِ عَنِ الأَعْرَجِ فِي الْجُبَّتَيْنِ. وَقَالَ حَنْظَلَةُ سَمِعْتُ طَاوُسًا سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُ جُبَّتَانِ. وَقَالَ جَعْفَرٌ عَنِ الأَعْرَجِ جُبَّتَانِ.",
    "hadithBengali": "৫৩৮২। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার কৃপণ ও দানশীল ব্যাক্তিকে এমন দু&#39; ব্যাক্তির সাথে তুলনা করেন যাদের পরিধানে লোহার দুটি বর্ম আছে। তাদের দুটি হাতই বুক ও ঘাড় পর্যন্ত পৌছে আছে। দানশীল ব্যাক্তি যখন দান করে তখন তার বর্মটি এমন ভাবে প্রশস্ত হয় যে তার পায়ের আঙ্গুলের মাথা পর্যন্ত ঢেকে ফেলে এবং (শরীরের চেয়ে লম্বা হওয়ার জন্য চলার সময়) পদ চিহৃ মুছে ফেলে। আর কৃপণ লোকটি যখন দান করতে ইচ্ছে করে তখন তার বর্মটি শক্ত হয়ে যায় ও এক অংশ অন্য অংশের সাথে মিলে থাকে এবং প্রতিটি অংশ স্ব-স্ব স্থানে থেকে যায়।\n\nআবূ হুরায়রা (রাঃ) বলেনঃ আমি দেখলাম, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার আঙ্গুল এভাবে বুকের দিক দিয়ে খোলা অংশের মধ্যে রেখে বলতে দেখেছি। তুমি যদি তা দেখতে তাহলে দেখতে) যে তিনি তা প্রশস্ত করতে চাইলেন কিন্ত তা প্রশস্ত হল না। ইবনু তাউস তার পিতা থেকে এবং আবূ যিনাদ, আরাজ থেকে অনুরূপ ভাবেجُبَّتَيْنِ বর্ণনা করেন। আর জাফর আরাজ এর সূত্রে جُبَّتَانِ বর্ণনা করেছেন। হানযালা (রহঃ) বলেনঃ আমি তাউসকে আবূ হুরায়রা (রাঃ) থেকে جُبَّتَانِ বলতে শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "5382",
    "id": "6026",
    "thesequence": "6288",
    "isActive": "1",
    "chapterId": "17075",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩৮. মাথা বের করার জন্য জামা ও অন্য পোশাকের বুকের অংশ ফাক রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Mughira bin Shu`ba:\n\nThe Prophet (ﷺ) went to answer the call of nature, and when he returned, I met him with water and he performed the ablution while he was wearing a Sham, cloak. He rinsed his mouth, put the water in his nose and blew it out, washed his face and tried to take his hands out of his sleeves, but they were too narrow, so he took out his hands from under his chest and washed them and then passed his wet hands over his head and Khuffs (socks made from thick fabric or leather).",
    "hadithArabic": " حَدَّثَنَا قَيْسُ بْنُ حَفْصٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الأَعْمَشُ، قَالَ حَدَّثَنِي أَبُو الضُّحَى، قَالَ حَدَّثَنِي مَسْرُوقٌ، قَالَ حَدَّثَنِي الْمُغِيرَةُ بْنُ شُعْبَةَ، قَالَ انْطَلَقَ النَّبِيُّ صلى الله عليه وسلم لِحَاجَتِهِ ثُمَّ أَقْبَلَ، فَتَلَقَّيْتُهُ بِمَاءٍ، فَتَوَضَّأَ وَعَلَيْهِ جُبَّةٌ شَأْمِيَّةٌ، فَمَضْمَضَ وَاسْتَنْشَقَ وَغَسَلَ وَجْهَهُ، فَذَهَبَ يُخْرِجُ يَدَيْهِ مِنْ كُمَّيْهِ فَكَانَا ضَيِّقَيْنِ، فَأَخْرَجَ يَدَيْهِ مِنْ تَحْتِ الْجُبَّةِ، فَغَسَلَهُمَا وَمَسَحَ بِرَأْسِهِ وَعَلَى خُفَّيْهِ.",
    "hadithBengali": "৫৩৮৩। কায়স ইবনু হাফস (রহঃ) ... মুগীরা ইবনু শু&#39;বা (রাঃ) থেকে বর্ণিত। তিনি বলেন (তাবুক যুদ্ধের সময়) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রাকৃতিক প্রয়োজনে বাইরে যান এবং তারপর ফিরে আসেন। আমি তার নিকট পানি নিয়ে পৌছি। তিনি উযূ (ওজু/অজু/অযু) করেন। তখন তার পরিধানে শাম দেশীয় (সিরিয়ার) জোব্বা ছিল। তিনি কুলী করেন, নাক পরিষ্কার করেন এবং তার মুখমন্ডল ধৌত করেন। এরপর তিনি আস্তিন থেকে দু&#39; হাত বের করতে থাকেন, কিন্তু আস্তিন দুটি ছিল সংকীর্ণ, তাই তিনি হাত দু&#39;খানি জামার নীচ দিয়ে বের করে উভয় হাত ধৌত করেন। এরপর মাথা মাসেহ করেন এবং মোজার উপর মাসেহ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5383",
    "id": "6027",
    "thesequence": "6289",
    "isActive": "1",
    "chapterId": "17076",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৩৯. যিনি সফরে সংকীর্ণ আস্তিন বিশিষ্ট জোব্বা পরিধান করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Mughira:\n\nOne night I was with the Prophet (ﷺ) on a journey. He asked (me), Have you got water with you? I replied, Yes So he got down from his she-camel and went away till he disappeared in the darkness of the night. Then he came back and I poured water for him from the pot (for the ablution). He washed his face and hands while he was wearing a woollen cloak (the sleeves of which were narrow), so he could not take his arms out of it. So he took them out from underneath the cloak. Then he washed his forearms and passed his wet hands over his head. Then I tried to take off his Khuffs (socks made from thick fabric or leather), but he said, Leave them, for I have performed ablution before putting them on. And so he passed his wet hands over them.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَكَرِيَّاءُ، عَنْ عَامِرٍ، عَنْ عُرْوَةَ بْنِ الْمُغِيرَةِ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ كُنْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم ذَاتَ لَيْلَةٍ فِي سَفَرٍ فَقَالَ  أَمَعَكَ مَاءٌ . قُلْتُ نَعَمْ. فَنَزَلَ عَنْ رَاحِلَتِهِ، فَمَشَى حَتَّى تَوَارَى عَنِّي فِي سَوَادِ اللَّيْلِ، ثُمَّ جَاءَ فَأَفْرَغْتُ عَلَيْهِ الإِدَاوَةَ، فَغَسَلَ وَجْهَهُ وَيَدَيْهِ، وَعَلَيْهِ جُبَّةٌ مِنْ صُوفٍ، فَلَمْ يَسْتَطِعْ أَنْ يُخْرِجَ ذِرَاعَيْهِ مِنْهَا حَتَّى أَخْرَجَهُمَا مِنْ أَسْفَلِ الْجُبَّةِ، فَغَسَلَ ذِرَاعَيْهِ، ثُمَّ مَسَحَ بِرَأْسِهِ، ثُمَّ أَهْوَيْتُ لأَنْزِعَ خُفَّيْهِ فَقَالَ  دَعْهُمَا، فَإِنِّي أَدْخَلْتُهُمَا طَاهِرَتَيْنِ، فَمَسَحَ عَلَيْهِمَا .",
    "hadithBengali": "৫৩৮৪। আবূ নুআইম (রহঃ) ... মুগীরা ইবনু শু&#39;বা (রাঃ) থেকে বর্নিত। তিনি বলেন, আমি (তাবুক) সফরে এক রাত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। তিনি বললেনঃ তোমার সাথে পানি আছে কি? আমি বললামঃ হ্যাঁ। তখন তিনি বাহন থেকে নামলেন এবং হেঁটে যেতে লাগলেন। তিনি এতদূর গেলেন যে, রাতের আধারে আমার থেকে অদৃশ্য হবে পড়লেন। তারপর তিনি ফিরে এলেন। আমি পাত্র থেকে তার (উযূ (ওজু/অজু/অযু)র) পানি ঢালতে লাগলাম। তিনি মুখমণ্ডল ও দু&#39;হাত ধৌত করলেন। তার পরিধানে ছিল পশমের জামা। তিনি তা থেকে হাত বের করতে পারলেন না, তাই জামার নীচ দিয়ে বের করলেন এবং দু&#39;হাত ধৌত করলেন। তারপর মাথা মাসেহ করলেন। তারপর আমি তাঁর মোজা দুটি খুলতে ইচ্ছা করলাম। তিনি বললেনঃ ছেড়ে দাও। কেননা, আমি পবিত্র অবস্থায় তা পরিধান করেছি। তারপর তিনি মোজাদ্বয়ের উপর মাসেহ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5384",
    "id": "6028",
    "thesequence": "6290",
    "isActive": "1",
    "chapterId": "17077",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪০. যুদ্ধের সময় পশমী জামা পরিধান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Miswar bin Makhrama:\n\nAllahs Messenger (ﷺ) distributed some Qabas but he did not give anything to Makhrama. Makhrama said (to me), O my son! Let us go to Allahs Messenger (ﷺ). So I proceeded with him and he said, Go in and call him or me. So I called the Prophet (ﷺ) for him The Prophet (ﷺ) came out to him, wearing one of those Qabas and said, (to Makhrama), I have kept this for you  Makhrama looked at it and said, Makhrama is satisfied now.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، قَالَ قَسَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَقْبِيَةً، وَلَمْ يُعْطِ مَخْرَمَةَ شَيْئًا فَقَالَ مَخْرَمَةُ يَا بُنَىَّ انْطَلِقْ بِنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَانْطَلَقْتُ مَعَهُ فَقَالَ ادْخُلْ فَادْعُهُ لِي. قَالَ فَدَعَوْتُهُ لَهُ، فَخَرَجَ إِلَيْهِ وَعَلَيْهِ قَبَاءٌ مِنْهَا فَقَالَ   خَبَأْتُ هَذَا لَكَ . قَالَ فَنَظَرَ إِلَيْهِ فَقَالَ رَضِيَ مَخْرَمَةُ.",
    "hadithBengali": "৫৩৮৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... মিসওয়ার ইবনু মাখরামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কয়েকটি কাবা বণ্টন করেন, কিন্তু মাখরামাকে কিছুই দিলেন না। মাখরামা বললোঃ হে আমার প্রিয় পুত্র চল আমার সঙ্গে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে। আমি তার সঙ্গে গেলাম। তিনি বললেনঃ ভিতরে যাও এবং আমার জন্য নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আবেদন জানাও। মিসওয়ার বলেনঃ আমি তার (পিতার) জন্য আবেদন করলে তিনি মাখরামার উদ্দেশ্যে বের হয়ে আসেন। তখন তার পরিধানে রেশমী কাবা ছিল। তিনি বললেনঃ তোমার জন্য এটি আমি গোপন করে রেখেছিলাম। মিসওয়ার বলেন এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দিকে তাকালেন এবং বললেন মাখরামা এবার রাযী (খুশী) আছে।\n",
    "checkStatus": "1",
    "hadithNo": "5385",
    "id": "6029",
    "thesequence": "6291",
    "isActive": "1",
    "chapterId": "17078",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪১. কাবা ও রেশমী ফাররূজ, আর তাকেও এক প্রকার কাবাই বলা হয়, যে জামার পিচনের দিকে ফাঁক থাকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uqba bin Amir:\n\nA silken Farruj was presented to Allahs Messenger (ﷺ) and he put it on and offered the prayer in it. When he finished the prayer, he took it off violently as if he disliked it and said, This (garment) does not befit those who fear Allah!",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ ـ رضى الله عنه ـ أَنَّهُ قَالَ أُهْدِيَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَرُّوجُ حَرِيرٍ، فَلَبِسَهُ، ثُمَّ صَلَّى فِيهِ، ثُمَّ انْصَرَفَ فَنَزَعَهُ نَزْعًا شَدِيدًا كَالْكَارِهِ لَهُ ثُمَّ قَالَ   لاَ يَنْبَغِي هَذَا لِلْمُتَّقِينَ . تَابَعَهُ عَبْدُ اللَّهِ بْنُ يُوسُفَ عَنِ اللَّيْثِ، وَقَالَ غَيْرُهُ فَرُّوجٌ حَرِيرٌ.",
    "hadithBengali": "৫৩৮৬। কুতায়বা ইবনু সাঈদ (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একটি রেশমী কাবা হাদিয়া দেওয়া হয়। তিনি তা পরিধান করেন এবং তা পরে সালাত (নামায/নামাজ) আদায় করেন। সালাত (নামায/নামাজ) শেষে তিনি তা খুব জোরে টেনে খুলে ফেললেন, যেন এটি তিনি অপছন্দ করছেন। এরপর বললেন মুত্তাকীদের জন্য এটা শোভনীয় নয়। আবদুল্লাহ ইবনু ইউসুফ, লায়স থেকে অনুরূপ বর্ণনা করেছেন। অন্যেরা বলেছেন &#39;ফাররুজ হারীর&#39; হলো রেশমী কাপড়।\n",
    "checkStatus": "1",
    "hadithNo": "5386",
    "id": "6030",
    "thesequence": "6292",
    "isActive": "1",
    "chapterId": "17078",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪১. কাবা ও রেশমী ফাররূজ, আর তাকেও এক প্রকার কাবাই বলা হয়, যে জামার পিচনের দিকে ফাঁক থাকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nA man said, O Allahs Messenger (ﷺ). What type of clothes should a Muhrim wear Allahs Messenger (ﷺ) replied, Do not wear shirts, turbans trousers hooded cloaks or Khuffs (socks made from thick fabric or leather); but if someone cannot get sandals, then he can wear Khuffs after cutting them short below the ankles. Do not wear clothes touched by saffon or wars (two kinds of perfumes).",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَجُلاً، قَالَ يَا رَسُولَ اللَّهِ مَا يَلْبَسُ الْمُحْرِمُ مِنَ الثِّيَابِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَلْبَسُوا الْقُمُصَ، وَلاَ الْعَمَائِمَ، وَلاَ السَّرَاوِيلاَتِ، وَلاَ الْبَرَانِسَ، وَلاَ الْخِفَافَ، إِلاَّ أَحَدٌ لاَ يَجِدُ النَّعْلَيْنِ، فَلْيَلْبَسْ خُفَّيْنِ، وَلْيَقْطَعْهُمَا أَسْفَلَ مِنَ الْكَعْبَيْنِ، وَلاَ تَلْبَسُوا مِنَ الثِّيَابِ شَيْئًا مَسَّهُ زَعْفَرَانٌ وَلاَ الْوَرْسُ .",
    "hadithBengali": "৫৩৮৭। ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি বললোঃ ইয়া রাসুলাল্লাহ! মুহরিম লোক কি কি পোশাক পরবে? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা (ইহরাম অবস্থায়) জামা, পাগড়ী, পা-জামা। টুপি ও মোজা পরবে না। তবে যে ব্যাক্তির জুতা নেই, সে কেবল মোজা পরতে পারবে কিন্তু উভয় মোজা টাখনুর নীচ থেকে কেটে ফেলবে। আর যা&#39;ফরান ও ওয়ারস রং যাতে লেগেছে, এমন কাপড় পরবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5387",
    "id": "6031",
    "thesequence": "6293",
    "isActive": "1",
    "chapterId": "17079",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪২.  টুপি। মুসাদ্দাদ (র) আমাকে বলেছেন যে, মু&lsquo;তামার বলেন, আমি আমার পিতাকে বলতে শুনেছি যে, তিনি আনাস (রাঃ) এর (মাথার) উপর হলুদ রেশমী টুপি দেখেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, Whoever cannot get an Izar, can wear trousers, and whoever cannot wear sandals can wear Khuffs (socks made from thick fabric or leather).",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ جَابِرِ بْنِ زَيْدٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ لَمْ يَجِدْ إِزَارًا فَلْيَلْبَسْ سَرَاوِيلَ، وَمَنْ لَمْ يَجِدْ نَعْلَيْنِ فَلْيَلْبَسْ خُفَّيْنِ .",
    "hadithBengali": "৫৩৮৮। আবূ নুআয়ম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে লোকের ইযার (লুঙ্গি) নেই, সে যেন পায়জামা; আর যার জুতা নেই। সে যেন মোজা পরে।\n",
    "checkStatus": "1",
    "hadithNo": "5388",
    "id": "6032",
    "thesequence": "6294",
    "isActive": "1",
    "chapterId": "17080",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৩. পায়জামা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nA man got up and said, O Allahs Messenger (ﷺ)! What do you order us to wear when we assume the state of Ihram? The Prophet (ﷺ) replied, Do not wear shirts, trousers, turbans, hooded cloaks or Khuffs (socks made from thick fabric or leather), but if a man has no sandals, he can wear Khuffs after cutting them short below the ankles; and do not wear clothes touched with (perfumes) of saffron or wars.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ مَا تَأْمُرُنَا أَنْ نَلْبَسَ إِذَا أَحْرَمْنَا. قَالَ   لاَ تَلْبَسُوا الْقَمِيصَ، وَالسَّرَاوِيلَ، وَالْعَمَائِمَ وَالْبَرَانِسَ، وَالْخِفَافَ، إِلاَّ أَنْ يَكُونَ رَجُلٌ لَيْسَ لَهُ نَعْلاَنِ، فَلْيَلْبَسِ الْخُفَّيْنِ أَسْفَلَ مِنَ الْكَعْبَيْنِ، وَلاَ تَلْبَسُوا شَيْئًا مِنَ الثِّيَابِ مَسَّهُ زَعْفَرَانٌ وَلاَ وَرْسٌ .",
    "hadithBengali": "৫৩৮৯। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি দাঁড়িয়ে বললঃ ইয়া রাসুলাল্লাহ! আমরা যখন ইহরাম অবস্থায় থাকি, তখন কি পোশাক পরার জন্য আমাদের নির্দেশ দেন? তিনি বললেনঃ (তখন তোমরা জামা, পায়জামা, পাগড়ী টুপি ও মোজা পরবে না। তবে যার জুতা নেই সে টাখনুর নীচ পর্যন্ত মোজা পরবে। আর তোমরা সে ধরনের কোন কাপড়ই পরবে না যাতে যাফরান বা ওয়ারস রং লাগান হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5389",
    "id": "6033",
    "thesequence": "6295",
    "isActive": "1",
    "chapterId": "17080",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৩. পায়জামা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nThe Prophet (ﷺ) said, A Muhrim should not wear a shirt, a turban, trousers, hooded cloaks, a garment touched with (perfumes) of saffron or wars, or Khuffs (socks made from thick fabric or leather) except if one has no sandals in which case he should cut short the Khuffs below the ankles.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ سَمِعْتُ الزُّهْرِيَّ، قَالَ أَخْبَرَنِي سَالِمٌ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يَلْبَسُ الْمُحْرِمُ الْقَمِيصَ، وَلاَ الْعِمَامَةَ، وَلاَ السَّرَاوِيلَ، وَلاَ الْبُرْنُسَ، وَلاَ ثَوْبًا مَسَّهُ زَعْفَرَانٌ، وَلاَ وَرْسٌ، وَلاَ الْخُفَّيْنِ، إِلاَّ لِمَنْ لَمْ يَجِدِ النَّعْلَيْنِ، فَإِنْ لَمْ يَجِدْهُمَا فَلْيَقْطَعْهُمَا أَسْفَلَ مِنَ الْكَعْبَيْنِ .",
    "hadithBengali": "৫৩৯০। আলী ইবনু আবদুল্লাহ (রহঃ) ... সালিমের পিতা (আবদুল্লাহ ইবনু উমর) (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুহরিম ব্যাক্তি জামা পাগড়ী, পায়জামা ও টুপি পরতে পরবে না। যাফরান ও ওয়ারস দ্বারা রং করা কাপড়ও নয় এবং মোজাও নয়। তবে সে ব্যাক্তির জন্য (এ নিষেধ) নয়, যার জুতা নেই। যদি সে জুতা না পায় তাহলে উভয় মোজার টাখনুর নীচে থেকে কেটে নেবে।\n",
    "checkStatus": "1",
    "hadithNo": "5390",
    "id": "6034",
    "thesequence": "6296",
    "isActive": "1",
    "chapterId": "17081",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৪. পাগড়ী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nSome Muslim men emigrated to Ethiopia whereupon Abu Bakr also prepared himself for the emigration, but the Prophet (ﷺ) said (to him), Wait, for I hope that Allah will allow me also to emigrate. Abu Bakr said, Let my father and mother be sacrificed for you. Do you hope that (emigration)? The Prophet said, Yes. So Abu Bakr waited to accompany the Prophet (ﷺ) and fed two she-camels he had on the leaves of As-Samur tree regularly for four months One day while we were sitting in our house at midday, someone said to Abu Bakr, Here is Allahs Messenger (ﷺ), coming with his head and a part of his face covered with a cloth-covering at an hour he never used to come to us. Abu Bakr said, Let my father and mother be sacrificed for you, (O Prophet)! An urgent matter must have brought you here at this hour. The Prophet (ﷺ) came and asked the permission to enter, and he was allowed. The Prophet (ﷺ) entered and said to Abu Bakr, Let those who are with you, go out. Abu Bakr replied, (There is no stranger); they are your family. Let my father be sacrificed for you, O Allahs Apostle! The Prophet (ﷺ) said, I have been allowed to leave (Mecca). Abu Bakr said,  I shall accompany you, O Allahs Messenger (ﷺ), Let my father be sacrificed for you! The Prophet (ﷺ) said, Yes, Abu Bakr said, O Allahs Messenger (ﷺ)s! Let my father be sacrificed for you. Take one of these two shecamels of mine The Prophet (ﷺ) said. I will take it only after paying its price. So we prepared their baggage and put their journey food In a leather bag. And Asma bint Abu Bakr cut a piece of her girdle and tied the mouth of the leather bag with it. That is why she was called Dhatan- Nitaqaln. Then the Prophet (ﷺ) and Abu Bakr went to a cave in a mountain called Thour and remained there for three nights. `Abdullah bin Abu Bakr. who was a young intelligent man. used to stay with them at night and leave before dawn so that in the morning, he would he with the Quraish at Mecca as if he had spent the night among them. If he heard of any plot contrived by the Quraish against the Prophet and Abu Bakr, he would understand it and (return to) inform them of it when it became dark. Amir bin Fuhaira, the freed slave of Abu Bakr used to graze a flock of milch sheep for them and he used to take those sheep to them when an hour had passed after the `Isha prayer. They would sleep soundly till Amir bin Fuhaira awakened them when it was still dark. He used to do that in each of those three nights.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ هَاجَرَ إِلَى الْحَبَشَةِ نَاسٌ مِنَ الْمُسْلِمِينَ، وَتَجَهَّزَ أَبُو بَكْرٍ مُهَاجِرًا، فَقَالَ النَّبِيُّ صلى الله عليه وسلم  عَلَى رِسْلِكَ، فَإِنِّي أَرْجُو أَنْ يُؤْذَنَ لِي . فَقَالَ أَبُو بَكْرٍ أَوَ تَرْجُوهُ بِأَبِي أَنْتَ قَالَ  نَعَمْ . فَحَبَسَ أَبُو بَكْرٍ نَفْسَهُ عَلَى النَّبِيِّ صلى الله عليه وسلم لِصُحْبَتِهِ، وَعَلَفَ رَاحِلَتَيْنِ كَانَتَا عِنْدَهُ وَرَقَ السَّمُرِ أَرْبَعَةَ أَشْهُرٍ. قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ فَبَيْنَا نَحْنُ يَوْمًا جُلُوسٌ فِي بَيْتِنَا فِي نَحْرِ الظَّهِيرَةِ فَقَالَ قَائِلٌ لأَبِي بَكْرٍ هَذَا رَسُولُ اللَّهِ صلى الله عليه وسلم مُقْبِلاً مُتَقَنِّعًا، فِي سَاعَةٍ لَمْ يَكُنْ يَأْتِينَا فِيهَا. قَالَ أَبُو بَكْرٍ فِدًا لَهُ بِأَبِي وَأُمِّي، وَاللَّهِ إِنْ جَاءَ بِهِ فِي هَذِهِ السَّاعَةِ إِلاَّ لأَمْرٍ. فَجَاءَ النَّبِيُّ صلى الله عليه وسلم فَاسْتَأْذَنَ، فَأَذِنَ لَهُ فَدَخَلَ، فَقَالَ حِينَ دَخَلَ لأَبِي بَكْرٍ  أَخْرِجْ مَنْ عِنْدَكَ . قَالَ إِنَّمَا هُمْ أَهْلُكَ بِأَبِي أَنْتَ يَا رَسُولَ اللَّهِ. قَالَ  فَإِنِّي قَدْ أُذِنَ لِي فِي الْخُرُوجِ . قَالَ فَالصُّحْبَةُ بِأَبِي أَنْتَ يَا رَسُولَ اللَّهِ. قَالَ  نَعَمْ . قَالَ فَخُذْ بِأَبِي أَنْتَ يَا رَسُولَ اللَّهِ إِحْدَى رَاحِلَتَىَّ هَاتَيْنِ. قَالَ النَّبِيُّ صلى الله عليه وسلم  بِالثَّمَنِ . قَالَتْ فَجَهَّزْنَاهُمَا أَحَثَّ الْجِهَازِ، وَضَعْنَا لَهُمَا سُفْرَةً فِي جِرَابٍ، فَقَطَعَتْ أَسْمَاءُ بِنْتُ أَبِي بَكْرٍ قِطْعَةً مِنْ نِطَاقِهَا، فَأَوْكَتْ بِهِ الْجِرَابَ، وَلِذَلِكَ كَانَتْ تُسَمَّى ذَاتَ النِّطَاقِ، ثُمَّ لَحِقَ النَّبِيُّ صلى الله عليه وسلم وَأَبُو بَكْرٍ بِغَارٍ فِي جَبَلٍ يُقَالُ لَهُ ثَوْرٌ، فَمَكُثَ فِيهِ ثَلاَثَ لَيَالٍ يَبِيتُ عِنْدَهُمَا عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ، وَهْوَ غُلاَمٌ شَابٌّ لَقِنٌ ثَقِفٌ، فَيَرْحَلُ مِنْ عِنْدِهِمَا سَحَرًا، فَيُصْبِحُ مَعَ قُرَيْشٍ بِمَكَّةَ كَبَائِتٍ، فَلاَ يَسْمَعُ أَمْرًا يُكَادَانِ بِهِ إِلاَّ وَعَاهُ، حَتَّى يَأْتِيَهُمَا بِخَبَرِ ذَلِكَ حِينَ يَخْتَلِطُ الظَّلاَمُ، وَيَرْعَى عَلَيْهِمَا عَامِرُ بْنُ فُهَيْرَةَ مَوْلَى أَبِي بَكْرٍ مِنْحَةً مِنْ غَنَمٍ، فَيُرِيحُهَا عَلَيْهِمَا حِينَ تَذْهَبُ سَاعَةٌ مِنَ الْعِشَاءِ، فَيَبِيتَانِ فِي رِسْلِهَا حَتَّى يَنْعِقَ بِهَا عَامِرُ بْنُ فُهَيْرَةَ بِغَلَسٍ، يَفْعَلُ ذَلِكَ كُلَّ لَيْلَةٍ مِنْ تِلْكَ اللَّيَالِي الثَّلاَثِ.",
    "hadithBengali": "৫৩৯১। ইবরাহীম ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, কিছু সংখ্যক মুসলিম হাবশায় হিজরত করেন। এ সময় আবূ বকর (রাঃ) হিজরত করার উদ্দেশ্যে প্রস্তুতি গ্রহন করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি একটু অপেক্ষা কর; কেননা, মনে হয় আমাকেও (হিজরতের) আদেশ দেওয়া হবে। আবূ বকর (রাঃ) বললেনঃ আমার পিতা আপনার উপর কুরবান হোক আপনিও কি এ আশা পোষন করেন? তিনি বললেনঃ হ্যাঁ। আবূ বকর (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গ লাভের আশায় নিজেকে সংবরন করে রাখেন এবং তার মালিকানাধীন দুটি সাওয়ারীকে চার মাস যাবত সামূর বৃক্ষের পাতা ভাক্ষন করান।\n\nউরওয়া (রহঃ) বর্ণনা করেন, আয়িশা বলেছেন যে, একদিন ঠিক দুপরের সময় আমরা আমাদের ঘরে আসে। এ সময় এক ব্যাক্তি আবূ বকর (রাঃ) কে বলল, এই যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুখমণ্ডল ঢেকে এগিয়ে আসছেন। এমন সময় তিনি এসেছেন, যে সময় তিনি সাধারণত আমাদের কাছে আসেন না। আবূ বকর (রাঃ) বললেনঃ আমার মা-বাপ তার উপর কুরবান হোক, আল্লাহর কসম! এমন সময় তিনি একটি বড় কাজ নিয়েই এসে থাকবেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে পড়লেন। তিনি অনুমতি চাইলেন তাকে অনুমতি দেওয়া হলো। তিনি প্রবেশ করলেন। প্রবেশের সময় আবূ বকর (রাঃ) কে বললেনঃ তোমার কাছে যারা আছে তাদের সরিয়ে দাও। তিনি বললেনঃ আমার পিতা আপনার উপর কুরবান হোক ইয়া রাসুলাল্লাহ! এরা তো আপনারই পরিবারের লোক।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমাকে হিজরতের অনূমিত দেওয়া হয়েছে। আবূ বকর (রাঃ) বললেনঃ তাহলে আমি কি আপনার সঙ্গী হবো ইয়া রাসুলাল্লাহ! আমার পিতা-মাতা আপনার উপর কুরবান হোক। তিনি বললেনঃ হ্যাঁ। আবূ বকর (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ! আপনি আমার এদুটি সাওয়ারীর একটি গ্রহণ করুন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ মুল্যের বিনিময়ে (নিতে রাযী আছি) আয়িশা (রাঃ) বলেনঃ তাঁদের উভয়ের জন্য সফরের আসবাবপত্র প্রস্তুত করলাম এবং সফরকালের নাস্তা তৈরী করে একটি চামড়ার থলের মধ্যে রাখলাম।\n\nআবূ বকর (রাঃ)-এর কন্যা আসমা তার উড়নার এক অংশ ছিড়ে থলের মুখ বেঁধে দিল। এ কারণে তাকে যাতুন নিতাক (উড়না ওয়ালী) নামে ডাকা হাতা। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ বকর (রাঃ) সাওর নামক পর্বত গুহায় পৌছেন। তথায় তিন রাত অতিবাহিত করেন। আবূ বকর (রাঃ) এর পুত্র আবদুল্লাহ তাদের সঙ্গে রাত্রি যাপন করতেন। তিনি ছিলেন সুচতুর বুদ্ধিমান যুবক। তিনি তাদের কাছ থেকে রাতের শেষ ভাগে চলে আসতেন এবং ভোর বেলা কুরাইশদের সাথে মিশে যেতেন, যেন তাদের মধ্যেই তিনি রাত্রি যাপন করেছেন। তিনি কারও থেকে ষড়যস্ত্র মূলক কোন কিছু শুনলে তা মনে রাখতেন এবং রাতের আধার ছড়িয়ে পড়লে দিনের সব খবর নিয়ে তিনি তাদের দু&#39;জনের কাছে পৌছে দিতেন।\n\nআবূ বকর (রাঃ) এর দাস আমির ইবনু ফুহায়রা তাদের আশপাশে দুধওয়ালা বকরী চরিয়ে বেড়াতেন! রাতের এক ঘণ্টা অতিবাহিত হলে সে তাদের নিকট ছাগল নিয়ে যেত (দুধ পান করাবার জনো)। তারা দুজনে (আমি ও আবদুল্লাহ) সে গুহায়ই রাত কাটাতেন। ভোরে অন্ধকার থাকতেই আমির ইবনু ফুহায়রা ছাগল নিয়ে চলে আসতেন। ঐ তিন রাতের প্রতি রাতেই তিনি এরূপ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5391",
    "id": "6035",
    "thesequence": "6297",
    "isActive": "1",
    "chapterId": "17082",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৫.  চাদর বা অন্য কিছু দ্বারা মাথা ও মুখের অধিকাংশ অঙ্গ ঢেকে রাখা। ইবনু &lsquo;আব্বাস (রাঃ) বলেন, নাবী (সাঃ) একদা বাইরে আসলেন, তখন তাঁর (মাথার) উপর রুমাল ছিল । আনাস (রাঃ) নাবী (সাঃ) নিজ মাথা চাদরের এক পাশ দ্বারা বেঁধে রেখেছিলেন ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nIn the year of the conquest of Mecca the Prophet (ﷺ) entered Mecca, wearing a helmet on his head.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا مَالِكٌ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ مَكَّةَ عَامَ الْفَتْحِ وَعَلَى رَأْسِهِ الْمِغْفَرُ.",
    "hadithBengali": "৫৩৯২। আবূল ওয়ালীদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা বিজয়ের বছর যখন মক্কায় প্রবেশ করেন, তখন তার মাথার সেই লৌহ শিরস্রাণ ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "5392",
    "id": "6036",
    "thesequence": "6298",
    "isActive": "1",
    "chapterId": "17083",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৬. লৌহ শিরস্ত্রাণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nOnce I was walking with Allahs Messenger (ﷺ) and he was wearing a Najram Burd with thick margin. A bedouin followed him and pulled his Burd so violently that I noticed the side of the shoulder of Allahs Messenger (ﷺ) affected by the margin of the Burd because of that violent pull. The Bedouin said, O Muhammad! Give me some of Allahs wealth which is with you. Allahs Messenger (ﷺ) turned and looked at him, and smiling, he ordered that he be given something.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنْتُ أَمْشِي مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَعَلَيْهِ بُرْدٌ نَجْرَانِيٌّ غَلِيظُ الْحَاشِيَةِ، فَأَدْرَكَهُ أَعْرَابِيٌّ فَجَبَذَهُ بِرِدَائِهِ جَبْذَةً شَدِيدَةً، حَتَّى نَظَرْتُ إِلَى صَفْحَةِ عَاتِقِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَدْ أَثَّرَتْ بِهَا حَاشِيَةُ الْبُرْدِ مِنْ شِدَّةِ جَبْذَتِهِ، ثُمَّ قَالَ يَا مُحَمَّدُ مُرْ لِي مِنْ مَالِ اللَّهِ الَّذِي عِنْدَكَ. فَالْتَفَتَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ ضَحِكَ ثُمَّ أَمَرَ لَهُ بِعَطَاءٍ.",
    "hadithBengali": "৫৩৯৩। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে চলছিলাম। এ সময় তার পরিধানে চওড়া পাড় বিশিষ্ট একটি নাজরানী ডোরাদার চাঁদর ছিল। একজন বেদুইন তার কাছে এলো। সে তার চাদর ধরে খুব জোরে টান দিল। এমন কি আমি দেখতে পেলাম রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাঁধে চাদরের পাড়ের দাগ পড়ে গেছে। তারপর সে বললঃ হে মুহাম্মাদ! আপনার নিকট আল্লাহ্&zwnj;র যে সম্পদ আছে তা থেকে আমাকে কিছু দিতে বলুন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দিকে ফিরে তাকিয়ে হাসলেন এবং তাকে কিছু দান করার নির্দেশ দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5393",
    "id": "6037",
    "thesequence": "6299",
    "isActive": "1",
    "chapterId": "17084",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৭. ডোরাওয়ালা চাদর, কারুকার্যময় ইয়ামনী চাদর ও চাদরের আঁচলের বিবরণ। খাব্বাব (রাঃ) বলেন, আমরা নাবী (সাঃ) এর নিকট অভিযোগ করেছিলাম, তখন তিনি ডোরাওয়ালা চাদরে হেলান দিয়ে বসেছিলেন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Hazim:\n\nShahl bin Sa`d said, A lady came with a Burda. Sahl then asked (the people), Do you know what Burda is? Somebody said, Yes. it is a Shamla with a woven border. Sahl added, The lady said, O Allahs Messenger (ﷺ)! I have knitted this (Burda) with my own hands for you to wear it. Allahs Messenger (ﷺ) took it and he was in need of it. Allahs Messenger (ﷺ) came out to us and he was wearing it as an Izar. A man from the people felt it and said, O Allahs Messenger (ﷺ)! Give it to me to wear. The Prophet (ﷺ) s said, Yes. Then he sat there for some time (and when he went to his house), he folded it and sent it to him. The people said to that man, You have not done a right thing. You asked him for it, though you know that he does not put down anybodys request. The man said, By Allah! I have only asked him so that it may be my shroud when I die. Sahl added, Late it was his shroud.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ جَاءَتِ امْرَأَةٌ بِبُرْدَةٍ ـ قَالَ سَهْلٌ هَلْ تَدْرِي مَا الْبُرْدَةُ قَالَ نَعَمْ هِيَ الشَّمْلَةُ، مَنْسُوجٌ فِي حَاشِيَتِهَا ـ قَالَتْ يَا رَسُولَ اللَّهِ إِنِّي نَسَجْتُ هَذِهِ بِيَدِي أَكْسُوكَهَا. فَأَخَذَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم مُحْتَاجًا إِلَيْهَا، فَخَرَجَ إِلَيْنَا وَإِنَّهَا لإِزَارُهُ، فَجَسَّهَا رَجُلٌ مِنَ الْقَوْمِ فَقَالَ يَا رَسُولَ اللَّهِ اكْسُنِيهَا. قَالَ   نَعَمْ . فَجَلَسَ مَا شَاءَ اللَّهُ فِي الْمَجْلِسِ، ثُمَّ رَجَعَ، فَطَوَاهَا ثُمَّ أَرْسَلَ بِهَا إِلَيْهِ. فَقَالَ لَهُ الْقَوْمُ مَا أَحْسَنْتَ، سَأَلْتَهَا إِيَّاهُ وَقَدْ عَرَفْتَ أَنَّهُ لاَ يَرُدُّ سَائِلاً. فَقَالَ الرَّجُلُ وَاللَّهِ مَا سَأَلْتُهَا إِلاَّ لِتَكُونَ كَفَنِي يَوْمَ أَمُوتُ. قَالَ سَهْلٌ فَكَانَتْ كَفَنَهُ.",
    "hadithBengali": "৫৩৯৪। কুতায়বা ইবনু সাঈদ (রহঃ) ... সাহল ইবনু সা&#39;দ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একজন স্ত্রী লোক একটি বুরদা নিয়ে এলো। সাহল (রাঃ) বললেনঃ তোমরা জানো বুরদা কী? একজন উত্তর দিল হ্যাঁ, বুরদা হলো এমন চাঁদর যার পাড় কারুকার্যময়। স্ত্রী লোকটি বললোঃ ইয়া রাসুলাল্লাহ আমি এটি আমার নিজের হাতে বুনেছি আপনাকে পরিধান করাবার জন্য। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা গ্রহন করলেন। তখন তার এর প্রয়োজনও ছিল। এরপর তিনি আমাদের কাছে বেরিয়ে আসলেন। তখন সে চাদরটি ইযার হিসেবে তাঁর পরিধানে ছিল। দলের এক ব্যাক্তি হাত দিয়ে চাঁদরটি স্পর্শ করল এবং বললঃ ইয়া রাসুলাল্লাহ! আমাকে এটি পরতে দিন। তিনি বললেনঃ হ্যাঁ। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মজলিসে বসলেন, যতক্ষণ আল্লাহর ইচ্ছে ছিলো, তারপরে উঠে গেলেন এবং চাঁদরটি ভাজ করে এ ব্যাক্তির কাছে পাঠিয়ে দিলেন। উপস্থিত লোকেরা বললোঃ রাসুলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এটি চেয়ে তুমি ভাল করনি। তুমি তো জানো যে, কোন প্রার্থীকে তিনি ব্যথিত করেন না। লোকটি বললোঃ আল্লাহর কসম! আমি কেবল এজন্যই চেয়েছি যে, যেদিন আমার মৃত্যু হবে, সে দিন যেন এ চাদরটি আমার কাফন হয়। সাহল (রাঃ) বলেনঃ এটি তার কাফনই হয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "5394",
    "id": "6038",
    "thesequence": "6300",
    "isActive": "1",
    "chapterId": "17084",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৭. ডোরাওয়ালা চাদর, কারুকার্যময় ইয়ামনী চাদর ও চাদরের আঁচলের বিবরণ। খাব্বাব (রাঃ) বলেন, আমরা নাবী (সাঃ) এর নিকট অভিযোগ করেছিলাম, তখন তিনি ডোরাওয়ালা চাদরে হেলান দিয়ে বসেছিলেন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nI heard Allahs Messenger (ﷺ) saying From among my followers, a group (o 70,000) will enter Paradise without being asked for their accounts, Their faces will be shining like the moon. Ukasha bin Muhsin Al-Asadi got up, lifting his covering sheet and said, O Allahs Messenger (ﷺ) Invoke Allah for me that He may include me with them. The Prophet (ﷺ) said! O Allah! Make him from them. Then another man from Al-Ansar got up and said, O Allahs Messenger (ﷺ)! Invoke Allah for me that He may include me with them. On that Allahs Messenger (ﷺ) said, Ukasha has anticipated you.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، أَنَّ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  يَدْخُلُ الْجَنَّةَ مِنْ أُمَّتِي زُمْرَةٌ هِيَ سَبْعُونَ أَلْفًا، تُضِيءُ وُجُوهُهُمْ إِضَاءَةَ الْقَمَرِ . فَقَامَ عُكَاشَةُ بْنُ مِحْصَنٍ الأَسَدِيُّ يَرْفَعُ نَمِرَةً عَلَيْهِ قَالَ ادْعُ اللَّهَ لِي يَا رَسُولَ اللَّهِ أَنْ يَجْعَلَنِي مِنْهُمْ. فَقَالَ  اللَّهُمَّ اجْعَلْهُ مِنْهُمْ . ثُمَّ قَامَ رَجُلٌ مِنَ الأَنْصَارِ فَقَالَ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ. فَقَالَ رَسُولُ اللَّهِ  سَبَقَكَ عُكَاشَةُ .",
    "hadithBengali": "৫৩৯৫। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ আমার উম্মতের মধ্য থেকে সত্তর হাযারের একটি দল (বিনা হিসাবে) জান্নাতে প্রবেশ করবে। তখন তাদের মুখমণ্ডল চাঁদের ন্যায় হবে। উককাশা ইবনু মিহসান তার পরিহিত রঙ্গিন ডোরাযুক্ত চাদর উপরে তুলে ধরে বলেনঃ ইয়া রাসুলাল্লাহ! আপনি আল্লাহর নিকট আমার জন্য দু আ করুন, যেন তিনি আমাকে তাদের অন্তর্ভুক্ত করেন। তিনি দু আ করলেনঃ ইয়া আল্লাহ! একে তাদের অন্তর্ভুক্ত করুন। তারপর আনসারদের মধ্য থেকে এক ব্যাক্তি দাড়িয়ে বললঃ ইয়া রাসুলুল্লাহ আপনি আল্লাহর নিকট দুআ করুন, যেন তিনি আমাকে তাদের অন্তর্ভুক্ত করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ উককাশা তোমার অগ্রবর্তী হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5395",
    "id": "6039",
    "thesequence": "6301",
    "isActive": "1",
    "chapterId": "17084",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৭. ডোরাওয়ালা চাদর, কারুকার্যময় ইয়ামনী চাদর ও চাদরের আঁচলের বিবরণ। খাব্বাব (রাঃ) বলেন, আমরা নাবী (সাঃ) এর নিকট অভিযোগ করেছিলাম, তখন তিনি ডোরাওয়ালা চাদরে হেলান দিয়ে বসেছিলেন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qatada:\n\nI asked Anas, What kind of clothes was most beloved to the Prophet? He replied, The Hibra (a kind of Yemenese cloth).",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ قُلْتُ لَهُ أَىُّ الثِّيَابِ كَانَ أَحَبَّ إِلَى النَّبِيِّ صلى الله عليه وسلم قَالَ الْحِبَرَةُ.",
    "hadithBengali": "৫৩৯৬। আমর ইবনু আসিম (রহঃ) ... কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আনাস (রাঃ) কে জিজ্ঞাসা করলামঃ কোন জাতীয় কাপড় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বেশী প্রিয় ছিল? তিনি বললেনঃ হিবারা-ইয়ামনী চাদর।\n",
    "checkStatus": "1",
    "hadithNo": "5396",
    "id": "6040",
    "thesequence": "6302",
    "isActive": "1",
    "chapterId": "17084",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৭. ডোরাওয়ালা চাদর, কারুকার্যময় ইয়ামনী চাদর ও চাদরের আঁচলের বিবরণ। খাব্বাব (রাঃ) বলেন, আমরা নাবী (সাঃ) এর নিকট অভিযোগ করেছিলাম, তখন তিনি ডোরাওয়ালা চাদরে হেলান দিয়ে বসেছিলেন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe most beloved garment to the Prophet (ﷺ) to wear was the Hibra (a kind of Yemenese cloth).",
    "hadithArabic": " حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي الأَسْوَدِ، حَدَّثَنَا مُعَاذٌ، قَالَ حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، رضى الله عنه ـ قَالَ كَانَ أَحَبُّ الثِّيَابِ إِلَى النَّبِيِّ صلى الله عليه وسلم أَنْ يَلْبَسَهَا الْحِبَرَةَ.",
    "hadithBengali": "৫৩৯৭। আবদুল্লাহ ইবনু আবূল আসওয়াদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিবারা ইয়ামনী চাঁদর পরিধান করতে বেশী পছন্দ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5397",
    "id": "6041",
    "thesequence": "6303",
    "isActive": "1",
    "chapterId": "17084",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৭. ডোরাওয়ালা চাদর, কারুকার্যময় ইয়ামনী চাদর ও চাদরের আঁচলের বিবরণ। খাব্বাব (রাঃ) বলেন, আমরা নাবী (সাঃ) এর নিকট অভিযোগ করেছিলাম, তখন তিনি ডোরাওয়ালা চাদরে হেলান দিয়ে বসেছিলেন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\n(the wife of the Prophet) When Allahs Messenger (ﷺ) died, he was covered with a Hibra Burd (green square decorated garment).",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم حِينَ تُوُفِّيَ سُجِّيَ بِبُرْدٍ حِبَرَةٍ.",
    "hadithBengali": "৫৩৯৮। আবূল ইয়ামান (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পত্নী আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন ইন্তেকাল করেন তখন ইয়ামনী চাঁদর দ্বারা তাঁকে ঢেকে রাখা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "5398",
    "id": "6042",
    "thesequence": "6304",
    "isActive": "1",
    "chapterId": "17084",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৭. ডোরাওয়ালা চাদর, কারুকার্যময় ইয়ামনী চাদর ও চাদরের আঁচলের বিবরণ। খাব্বাব (রাঃ) বলেন, আমরা নাবী (সাঃ) এর নিকট অভিযোগ করেছিলাম, তখন তিনি ডোরাওয়ালা চাদরে হেলান দিয়ে বসেছিলেন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha and `Abdullah bin `Abbas:\n\nWhen the disease of Allahs Messenger (ﷺ) got aggravated, he covered his face with a Khamisa, but when he became short of breath, he would remove it from his face and say, It is like that! May Allah curse the Jews Christians because they took the graves of their prophets as places of worship. By that he warned his follower of imitating them, by doing that which they did.",
    "hadithArabic": "حَدَّثَنِي يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ عَائِشَةَ، وَعَبْدَ اللَّهِ بْنَ عَبَّاسٍ، رضى الله عنهم قَالاَ لَمَّا نَزَلَ بِرَسُولِ اللَّهِ صلى الله عليه وسلم طَفِقَ يَطْرَحُ خَمِيصَةً لَهُ عَلَى وَجْهِهِ، فَإِذَا اغْتَمَّ كَشَفَهَا عَنْ وَجْهِهِ، فَقَالَ وَهْوَ كَذَلِكَ   لَعْنَةُ اللَّهِ عَلَى الْيَهُودِ وَالنَّصَارَى اتَّخَذُوا قُبُورَ أَنْبِيَائِهِمْ مَسَاجِدَ . يُحَذِّرُ مَا صَنَعُوا.",
    "hadithBengali": "৫৩৯৯। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আয়িশা ও আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তারা উভয়ে বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মৃত্যু শয্যায় শায়িত তখন তিনি তার কারুকার্যময় চাঁদর দ্বারা মুখমণ্ডল ঢেকে রাখেন। যখন তার শ্বাস রুদ্ধ হয়ে আসতো তখন তার মুখ থেকে সরিয়ে নিতেন। এমতাবস্থায় তিনি বলতেনঃ ইয়াহুদী ও নাসারাদের উপর আল্লাহর অভিশাপ, তারা তাদের নাবীদের কবরসমূহকে মসজিদ বানিয়েছে। তাদের কর্মের কথা উল্লেখ করে তিনি সতর্ক করছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5399",
    "id": "6043",
    "thesequence": "6305",
    "isActive": "1",
    "chapterId": "17085",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৮. কম্বল ও কারুকার্যপূর্ণ চাদর পরিধান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Burda:\n\nAisha brought out to us a Kisa and an Izar and said, The Prophet (ﷺ) died while wearing these two. (Kisa, a square black piece of woolen cloth. Izar, a sheet cloth garment covering the lower half of the body).",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا أَيُّوبُ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ أَبِي بُرْدَةَ، قَالَ أَخْرَجَتْ إِلَيْنَا عَائِشَةُ كِسَاءً وَإِزَارًا غَلِيظًا فَقَالَتْ قُبِضَ رُوحُ النَّبِيِّ صلى الله عليه وسلم فِي هَذَيْنِ.",
    "hadithBengali": "৫৪০০। মুসাদ্দাদ (রহঃ) ... আবূ বুরদা (রাঃ) থেকে বর্ণিত। তিনি বলেন আয়িশা (রাঃ) একবার একথানি কম্বল ও মোটা ইযার নিয়ে আমাদের কাছে আসেন এবং তিনি বললেনঃ এ দুটি পরিহিত অবস্থায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর রুহ করয করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "5400",
    "id": "6044",
    "thesequence": "6306",
    "isActive": "1",
    "chapterId": "17085",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৮. কম্বল ও কারুকার্যপূর্ণ চাদর পরিধান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nAllahs Messenger (ﷺ) offered prayer while he was wearing a Khamisa of his that had printed marks. He looked at its marks and when he finished prayer, he said, Take this Khamisa of mine to Abu Jahm, for it has just now diverted my attention from my prayer, and bring to me the Anbijania (a plain thick sheet) of Abu Jahm bin Hudhaifa bin Ghanim who belonged to Bani Adi bin Ka`b.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي خَمِيصَةٍ لَهُ لَهَا أَعْلاَمٌ، فَنَظَرَ إِلَى أَعْلاَمِهَا نَظْرَةً، فَلَمَّا سَلَّمَ قَالَ   اذْهَبُوا بِخَمِيصَتِي هَذِهِ إِلَى أَبِي جَهْمٍ، فَإِنَّهَا أَلْهَتْنِي آنِفًا عَنْ صَلاَتِي، وَائْتُونِي بِأَنْبِجَانِيَّةِ أَبِي جَهْمِ بْنِ حُذَيْفَةَ بْنِ غَانِمٍ مِنْ بَنِي عَدِيِّ بْنِ كَعْبٍ .",
    "hadithBengali": "৫৪০১। মূসা ইবনু ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার চাদর গায়ে দিয়ে সাদাত আদায় করলেন। চাঁদরটি ছিল কারুকার্য খচিত। তিনি কারুকার্যের দিকে এক দিকে তাকালেন, তারপর সালাম ফিরিয়ে বললেনঃ এ চাদরটি আবূ জাহমের কাছে নিয়ে যাও। কারণ এখনই তা আমার সালাত (নামায/নামাজ) থেকে অন্যমনস্ক করে দিয়েছে। আর আবূ জাহম ইবনু হুযায়ফার আনবিজানিয়্যা (কারুকার্য বিহীন চাদর)-টি আমার জন্য নিয়ে এসো। সে হচ্ছে আদি ইবনু কাব গোত্রের লোক।\n",
    "checkStatus": "1",
    "hadithNo": "5401",
    "id": "6045",
    "thesequence": "6307",
    "isActive": "1",
    "chapterId": "17085",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৮. কম্বল ও কারুকার্যপূর্ণ চাদর পরিধান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) had forbidden: (A) the Mulamasa and Munabadha (bargains), (B) the offering of two prayers, one after the morning compulsory prayer till the sun rises, and the others, after the `Asr prayer till the sun sets (C) He also forbade that one should sit wearing one garment, nothing of which covers his private parts (D) and prevent them from exposure to the sky; (E) he also forbade Ishtimalas- Samma.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ خُبَيْبٍ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ الْمُلاَمَسَةِ، وَالْمُنَابَذَةِ، وَعَنْ صَلاَتَيْنِ بَعْدَ الْفَجْرِ حَتَّى تَرْتَفِعَ الشَّمْسُ، وَبَعْدَ الْعَصْرِ حَتَّى تَغِيبَ، وَأَنْ يَحْتَبِيَ بِالثَّوْبِ الْوَاحِدِ، لَيْسَ عَلَى فَرْجِهِ مِنْهُ شَىْءٌ بَيْنَهُ وَبَيْنَ السَّمَاءِ، وَأَنْ يَشْتَمِلَ الصَّمَّاءَ.",
    "hadithBengali": "৫৪০২। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুলামাসা ও মুনাবাযা থেকে নিষেধ করেছেন এবং দু সময়ে সালাত (নামায/নামাজ) আদায় করা থেকেও অর্থাৎ ফজরের (সালাত (নামায/নামাজ) এর) পর সূর্য উপরে উঠা পর্যন্ত এবং আসরের (সালাত (নামায/নামাজ) এর) পর সূর্যান্ত পর্যন্ত। আরও নিষেধ করেছেন একটি মাত্র কাপড় এমনভাবে পড়তে, যাতে লজ্জাস্থানের উপরে তার ও আকাশের মাঝখানে আর কিছুই থাকে না। আর তিনি কাপড় মুড়ি দিয় বসতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5402",
    "id": "6046",
    "thesequence": "6308",
    "isActive": "1",
    "chapterId": "17086",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৯. কাপড় মুড়ি দিয়ে বসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nAllahs Messenger (ﷺ) forbade two ways of wearing clothes and two kinds of dealings. (A) He forbade the dealings of the Mulamasa and the Munabadha. In the Mulamasa transaction the buyer just touches the garment he wants to buy at night or by daytime, and that touch would oblige him to buy it. In the Munabadha, one man throws his garment at another and the latter throws his at the former and the barter is complete and valid without examining the two objects or being satisfied with them (B) The two ways of wearing clothes were Ishtimal-as-Samma, i e., to cover ones shoulder with ones garment and leave the other bare: and the other way was to wrap oneself with a garment while one was sitting in such a way that nothing of that garment would cover ones private part.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عَامِرُ بْنُ سَعْدٍ، أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ لِبْسَتَيْنِ وَعَنْ بَيْعَتَيْنِ، نَهَى عَنِ الْمُلاَمَسَةِ وَالْمُنَابَذَةِ فِي الْبَيْعِ، وَالْمُلاَمَسَةُ لَمْسُ الرَّجُلِ ثَوْبَ الآخَرِ بِيَدِهِ بِاللَّيْلِ أَوْ بِالنَّهَارِ، وَلاَ يُقَلِّبُهُ إِلاَّ بِذَلِكَ، وَالْمُنَابَذَةُ أَنْ يَنْبِذَ الرَّجُلُ إِلَى الرَّجُلِ بِثَوْبِهِ، وَيَنْبِذَ الآخَرُ ثَوْبَهُ، وَيَكُونَ ذَلِكَ بَيْعَهُمَا، عَنْ غَيْرِ نَظَرٍ وَلاَ تَرَاضٍ، وَاللِّبْسَتَيْنِ اشْتِمَالُ الصَّمَّاءِ، وَالصَّمَّاءُ أَنْ يَجْعَلَ ثَوْبَهُ عَلَى أَحَدِ عَاتِقَيْهِ، فَيَبْدُو أَحَدُ شِقَّيْهِ لَيْسَ عَلَيْهِ ثَوْبٌ، وَاللِّبْسَةُ الأُخْرَى احْتِبَاؤُهُ بِثَوْبِهِ وَهْوَ جَالِسٌ، لَيْسَ عَلَى فَرْجِهِ مِنْهُ شَىْءٌ.",
    "hadithBengali": "৫৪০৩। ইয়াহ্ইয়া ইবনু বুকায়র (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু প্রকার কাপড় পরিধান করতে ও দু প্রকার ক্রয়-বিক্রয় করতে নিষেধ করেছেন। ক্রয়-বিক্রয়ে তিনি মূলামাসা ও মুনাবাযা থেকে নিষেধ করেছেন। মুলামাসা হল রাতে বা দিনে একজন অপর জনের কাপড় হাত দিয়ে স্পর্শ করা। এইটুকু ছাড়া তা আর উলট-পালট করে দেখে না। আর মুনাবাযা হল- এক লোক অন্য লোকের প্রতি তার কাপড় নিক্ষেপ করা। আর দ্বিতীয় ব্যাক্তিও তার কাপড় নিক্ষেপ করা, এবং এর দ্বারাই তাদের ক্রয়-বিক্রয় সম্পন্ন হওয়া, দেখা ও পারস্পরিক সম্মতি ব্যতিরেকেই। আর দু&#39;প্রকার পোশাক পরিধানের (এর এক প্রকার) হচ্ছে ইশতিমালুস-সাম্মা। সাম্মা হল এক কাঁধের উপর কাপড় এমনভাবে রাখা যাতে অন্য কাঁধ খালি থাকে, কোন কাপড় থাকে না। পোশাক পরার অন্য প্রকার হচ্ছে বসা অবস্থায় নিজের কাপড় দ্বারা নিজেকে এমনভাবে ঘিরে রাখা। যাতে লজ্জাস্থানের উপর কাপড়ের কোন অংশ না থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "5403",
    "id": "6047",
    "thesequence": "6309",
    "isActive": "1",
    "chapterId": "17086",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৪৯. কাপড় মুড়ি দিয়ে বসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) forbade two types of dresses: (A) To sit in an Ihtiba posture in one garment nothing of which covers his private parts. (B) to cover one side of his body with one garment and leave the other side bare The Prophet (ﷺ) also forbade the Mulamasa and Munabadha.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ لِبْسَتَيْنِ أَنْ يَحْتَبِيَ الرَّجُلُ فِي الثَّوْبِ الْوَاحِدِ لَيْسَ عَلَى فَرْجِهِ مِنْهُ شَىْءٌ، وَأَنْ يَشْتَمِلَ بِالثَّوْبِ الْوَاحِدِ، لَيْسَ عَلَى أَحَدِ شِقَّيْهِ، وَعَنِ الْمُلاَمَسَةِ وَالْمُنَابَذَةِ.",
    "hadithBengali": "৫৪০৪। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু&#39;ধরনের কাপড় পরতে নিষেধ করেছেন। একটি কাপড়ে পুরুষের এমনভাবে পেঁচিয়ে থাকা যে, তার লজ্জাস্থানের উপর সে কাপড়ের কোন অংশই থাকে না। আর একটি কাপড় এমনভাবে পেঁচিয়ে পরা যে, শরীরের এক অংশ খোলা থাকে। আর &#39;মুলামাসা&#39; ও &#39;মুনাবাসা&#39; থেকেও (তিনি নিষেধ করেছেন)।\n",
    "checkStatus": "1",
    "hadithNo": "5404",
    "id": "6048",
    "thesequence": "6310",
    "isActive": "1",
    "chapterId": "17087",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫০. এক কাপড়ে পেঁচিয়ে বসা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Sa`id Al-Khudri:\n\nThe Prophet (ﷺ) forbade Ishtimal-as-Samma and that a man should sit in an Ihtiba posture in one garment, nothing of which covers his private parts.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدٌ، قَالَ أَخْبَرَنِي مَخْلَدٌ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي ابْنُ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ اشْتِمَالِ الصَّمَّاءِ، وَأَنْ يَحْتَبِيَ الرَّجُلُ فِي ثَوْبٍ وَاحِدٍ، لَيْسَ عَلَى فَرْجِهِ مِنْهُ شَىْءٌ.",
    "hadithBengali": "৫৪০৫। মুহাম্মদ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন শরীরের এক পাশ খোলা রেখে অন্য পাশ ঢেকে পরতে। আর এক কাপড়ে পুরুষকে এমনভাবে ঢেকে বসতে, যাতে তার লজ্জাস্থানের উপর ঐ কাপড়ের কোন অংশ না থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "5405",
    "id": "6049",
    "thesequence": "6311",
    "isActive": "1",
    "chapterId": "17087",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫০. এক কাপড়ে পেঁচিয়ে বসা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Khalid bint Khalid:\n\nThe Prophet (ﷺ) was given some clothes including a black Khamisa. The Prophet (ﷺ) said, To whom shall we give this to wear? The people kept silent whereupon the Prophet (ﷺ) said, Fetch Um Khalid for me. I (Um Khalid) was brought carried (as I was small girl at that time). The Prophet (ﷺ) took the Khamisa in his hands and made me wear it and said, May you live so long that your dress will wear out and you will mend it many times. On the Khamisa there were some green or pale designs (The Prophet (ﷺ) saw these designs) and said, O Um Khalid! This is Sanah. (Sanah in a Ethiopian word meaning beautiful).",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا إِسْحَاقُ بْنُ سَعِيدٍ، عَنْ أَبِيهِ، سَعِيدِ بْنِ فُلاَنٍ ـ هُوَ عَمْرُو بْنُ سَعِيدِ بْنِ الْعَاصِ ـ عَنْ أُمِّ خَالِدٍ بِنْتِ خَالِدٍ، أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِثِيَابٍ فِيهَا خَمِيصَةٌ سَوْدَاءُ صَغِيرَةٌ فَقَالَ  مَنْ تَرَوْنَ نَكْسُو هَذِهِ . فَسَكَتَ الْقَوْمُ قَالَ  ائْتُونِي بِأُمِّ خَالِدٍ . فَأُتِيَ بِهَا تُحْمَلُ فَأَخَذَ الْخَمِيصَةَ بِيَدِهِ فَأَلْبَسَهَا وَقَالَ  أَبْلِي وَأَخْلِقِي . وَكَانَ فِيهَا عَلَمٌ أَخْضَرُ أَوْ أَصْفَرُ فَقَالَ  يَا أُمَّ خَالِدٍ هَذَا سَنَاهْ . وَسَنَاهْ بِالْحَبَشِيَّةِ حَسَنٌ.",
    "hadithBengali": "৫৪০৬। আবূ নুআইম (রহঃ) ... উম্মে খালিদ (রাঃ) থেকে বর্ণিত। একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট কিছু কাপড় নিয়ে আসা হয়। তার মধ্যে কিছু কালো নকশীদার ছোট চাদর ছিল। তিনি বললেনঃ আমরা এগুলো পরবো, তোমাদের মত কি? উপস্থিত সবাই নীরব থাকলো। তারপর তিনি বললেনঃ উম্মে খালিদকে আমার কাছে নিয়ে এসো। তাকে বহন করে আনা হল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের হাতে একটি চাদর নিলেন এবং তাকে পরিয়ে দিলেন। এরপর বললেনঃ (এটি) তুমি পুরান কর ও ছিড়ে ফেল (অথাৎ তুমি দীর্ঘজীবী হও)। ঐ চাদরে সবুজ অথবা হলুদ রঙের নকশী ছিল। তিনি বললেনঃ হে খালেদের মা! এ খানি কত সুন্দর! তিনি হাবশী ভাষায় বললেনঃ সানাহ অর্থাৎ সুন্দর।\n",
    "checkStatus": "1",
    "hadithNo": "5406",
    "id": "6050",
    "thesequence": "6312",
    "isActive": "1",
    "chapterId": "17088",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫১. নকশীদার কালো চাদর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nWhen Um Sulaim gave birth to a child. she said to me, O Anas! Watch this boy carefully and do not give him anything to eat or drink until you have taken him to the Prophet (ﷺ) tomorrow morning for the Tahnik. So the next morning I took the child to the Prophet (ﷺ) who was sitting in a garden and was wearing a Huraithiya Khamisa and was branding the she-camel on which he had come during the Conquest of Mecca.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنِي ابْنُ أَبِي عَدِيٍّ، عَنِ ابْنِ عَوْنٍ، عَنْ مُحَمَّدٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ لَمَّا وَلَدَتْ أُمُّ سُلَيْمٍ قَالَتْ لِي يَا أَنَسُ انْظُرْ هَذَا الْغُلاَمَ فَلاَ يُصِيبَنَّ شَيْئًا حَتَّى تَغْدُوَ بِهِ إِلَى النَّبِيِّ صلى الله عليه وسلم يُحَنِّكُهُ. فَغَدَوْتُ بِهِ، فَإِذَا هُوَ فِي حَائِطٍ وَعَلَيْهِ خَمِيصَةٌ حُرَيْثِيَّةٌ، وَهْوَ يَسِمُ الظَّهْرَ الَّذِي قَدِمَ عَلَيْهِ فِي الْفَتْحِ.",
    "hadithBengali": "৫৪০৭। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ উম্মে সুলায়ম (রাঃ) যখন একটি সন্তান প্রসব করলেন তখন আমাকে জানালেন, হে আনাস! শিশুটিকে দেখ, যেন সে কিছু না খায়, যতক্ষণ না তুমি একে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট নিয়ে যাও, তিনি এর তাহনীক করবেন। আমি তাকে নিয়ে গেলাম। দেখলাম, তিনি একটা বাগানের মধ্যে আছেন, আর তার পরিধানে হুবায়সিয়া নামক চাদর রয়েছে। তিনি যে উটে করে মক্কা বিজয়ের দিনে অভিযানে গিয়েছিলেন তার পিঠে ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5407",
    "id": "6051",
    "thesequence": "6313",
    "isActive": "1",
    "chapterId": "17088",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫১. নকশীদার কালো চাদর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ikrima:\n\nRifa`a divorced his wife whereupon `AbdurRahman bin Az-Zubair Al-Qurazi married her. `Aisha said that the lady (came), wearing a green veil (and complained to her (Aisha) of her husband and showed her a green spot on her skin caused by beating). It was the habit of ladies to support each other, so when Allahs Messenger (ﷺ) came, `Aisha said, I have not seen any woman suffering as much as the believing women. Look! Her skin is greener than her clothes! When `AbdurRahman heard that his wife had gone to the Prophet, he came with his two sons from another wife. She said, By Allah! I have done no wrong to him but he is impotent and is as useless to me as this, holding and showing the fringe of her garment, `Abdur-Rahman said, By Allah, O Allahs Messenger (ﷺ)! She has told a lie! I am very strong and can satisfy her but she is disobedient and wants to go back to Rifa`a. Allahs Messenger (ﷺ) said, to her, If that is your intention, then know that it is unlawful for you to remarry Rifa`a unless `Abdur-Rahman has had sexual intercourse with you. Then the Prophet (ﷺ) saw two boys with `Abdur- Rahman and asked (him), Are these your sons? On that `AbdurRahman said, Yes. The Prophet (ﷺ) said, You claim what you claim (i.e.. that he is impotent)? But by Allah, these boys resemble him as a crow resembles a crow,",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، أَخْبَرَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، أَنَّ رِفَاعَةَ، طَلَّقَ امْرَأَتَهُ، فَتَزَوَّجَهَا عَبْدُ الرَّحْمَنِ بْنُ الزَّبِيرِ الْقُرَظِيُّ، قَالَتْ عَائِشَةُ وَعَلَيْهَا خِمَارٌ أَخْضَرُ. فَشَكَتْ إِلَيْهَا، وَأَرَتْهَا خُضْرَةً بِجِلْدِهَا، فَلَمَّا جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالنِّسَاءُ يَنْصُرُ بَعْضُهُنَّ بَعْضًا قَالَتْ عَائِشَةُ مَا رَأَيْتُ مِثْلَ مَا يَلْقَى الْمُؤْمِنَاتُ، لَجِلْدُهَا أَشَدُّ خُضْرَةً مِنْ ثَوْبِهَا. قَالَ وَسَمِعَ أَنَّهَا قَدْ أَتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَجَاءَ وَمَعَهُ ابْنَانِ لَهُ مِنْ غَيْرِهَا. قَالَتْ وَاللَّهِ مَا لِي إِلَيْهِ مِنْ ذَنْبٍ، إِلاَّ أَنَّ مَا مَعَهُ لَيْسَ بِأَغْنَى عَنِّي مِنْ هَذِهِ. وَأَخَذَتْ هُدْبَةً مِنْ ثَوْبِهَا، فَقَالَ كَذَبَتْ وَاللَّهِ يَا رَسُولَ اللَّهِ، إِنِّي لأَنْفُضُهَا نَفْضَ الأَدِيمِ، وَلَكِنَّهَا نَاشِزٌ تُرِيدُ رِفَاعَةَ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  فَإِنْ كَانَ ذَلِكَ لَمْ تَحِلِّي لَهُ ـ أَوْ لَمْ تَصْلُحِي لَهُ ـ حَتَّى يَذُوقَ مِنْ عُسَيْلَتِكِ . قَالَ وَأَبْصَرَ مَعَهُ ابْنَيْنِ فَقَالَ  بَنُوكَ هَؤُلاَءِ . قَالَ نَعَمْ. قَالَ  هَذَا الَّذِي تَزْعُمِينَ مَا تَزْعُمِينَ، فَوَاللَّهِ لَهُمْ أَشْبَهُ بِهِ مِنَ الْغُرَابِ بِالْغُرَابِ .",
    "hadithBengali": "৫৪০৮। মুহাম্মদ ইবনু বাশশার (রহঃ) ... ইকরামা (রাঃ) থেকে বর্ণিত। রিফাআ তার স্ত্রীকে তালাক দেয়। পরে আবদুর রহমান কুরাযী তাকে বিবাহ করে। আয়িশা (রাঃ) বলেনঃ তার গায়ে একটি সবুজ রঙের উড়না ছিল। সে আয়িশা (রাঃ) এর নিকট অভিযোগ করলেন এবং (স্বামীর প্রহারের দরুন) নিজের গায়ের চামড়ার সবুজ বর্ণ দেখালো। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন এলেন, আর লোকেরা একে অন্যের সহযোগিতা করে থাকে, তখন আয়িশা (রাঃ) বললেনঃ কোন মুমিন মহিলাকে এমনভাবে প্রহার করতে আমি কখনও দেখিনি। মহিলাটির চামড়া তার কাপড়ের চেয়ে অধিক সবুজ হয়ে গেছে। বর্ণনকারী বলেনঃ আবদুর রহমান শুনতে পেল যে, তার স্ত্রী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসেছে। সুতরাং সেও তার অন্য স্ত্রীর দুটি ছেলের সাথে করে এলো। স্ত্রীলোকটি বললঃ আল্লাহর কসম! তার উপর আমার এ ছাড়া আর কোন অভিযোগ নেই সে, তার কাছে যা আছে, তা আমাকে এ জিনিসের চেয়ে বেশী তৃপ্তি দেয় না। এ বলে তার কাপড়ের আচল ধরে দেখান।\n\nআবদূর রহমান বললঃ ইয়া রাসুলাল্লাহ! সে মিথ্যা কাছে, আমি তাকে ধোলাই করি চামড়া ধোলাই করার ন্যায়। (অর্থাৎ পূর্ণ শক্তির সাথে দীর্ঘস্থায়ী সঙ্গম করি)। কিন্তু সে অবাধ্য স্ত্রী, রিফাআর কাছে ফিরে যেতে চায়। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ব্যাপার যদি তাই হল তাহলে রিফাআ তোমার জন্য হারাম হবে না, অথবা তুমি তার যোগ্য হতে পার না, যতক্ষন না আবদুর রহমান তোমার সুধা আস্বাদন করবে। বর্ণনাকারী বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদুর রহমানের সাথে তার পুত্রদ্বয়কে দেখে বললেনঃ এরা কি তোমার পুত্র? সে বললঃ হ্যাঁ। তিনি বললেনঃ এই আসল ব্যপার, যে জন্য স্ত্রী লোকটি এরূপ করছে। আল্লাহর কসম কাকের সাথে কাকের যেমন সাদৃশ থাকে, তার চেয়েও অধিক মিল রয়েছে ওদের সাথে এর (অর্থাৎ আবদুর রহমানের সাথে তার পুত্রদের)।\n",
    "checkStatus": "1",
    "hadithNo": "5408",
    "id": "6052",
    "thesequence": "6314",
    "isActive": "1",
    "chapterId": "17089",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫২. সবুজ পোশাক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`d:\n\nOn the day of the battle of Uhud, on the right and on the left of the Prophet (ﷺ) were two men wearing white clothes, and I had neither seen them before, nor did I see them afterwards.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا مِسْعَرٌ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِيهِ، عَنْ سَعْدٍ، قَالَ رَأَيْتُ بِشِمَالِ النَّبِيِّ صلى الله عليه وسلم وَبِيَمِينِهِ رَجُلَيْنِ عَلَيْهِمَا ثِيَابٌ بِيضٌ يَوْمَ أُحُدٍ، مَا رَأَيْتُهُمَا قَبْلُ وَلاَ بَعْدُ.",
    "hadithBengali": "৫৪০৯। ইসহাক ইবনু ইবরাহীম হানযালী (রহঃ) ... সা&#39;দ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ উহুদের দিন আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ডানে ও বামে দুজন পুরুষ লোককে দেখতে পেলাম। তাদের পরিধানে সাদা পোশাক ছিল। তাদের এর আগেও দেখিনি আর পরেও দেখিনি।\n",
    "checkStatus": "1",
    "hadithNo": "5409",
    "id": "6053",
    "thesequence": "6315",
    "isActive": "1",
    "chapterId": "17090",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৩. সাদা পোশাক ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Dharr:\n\nI came to the Prophet (ﷺ) while he was wearing white clothes and sleeping. Then I went back to him again after he had got up from his sleep. He said, Nobody says: None has the right to be worshipped but Allah and then later on he dies while believing in that, except that he will enter Paradise. I said, Even if he had committed illegal sexual intercourse and theft? He said. Even if he had committed illegal sexual intercourse and theft. I said, Even if he had committed illegal sexual intercourse and theft? He said. Even if he had committed illegal sexual intercourse and theft. I said, Even it he had committed illegal sexual intercourse and theft? He said, Even if he had committed illegal sexual intercourse and theft, inspite of the Abu Dharrs dislike. Abu `Abdullah said, This is at the time of death or before it if one repents and regrets and says None has the right to be worshipped but Allah. He will be forgiven his sins.",
    "hadithArabic": " حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنِ الْحُسَيْنِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ يَحْيَى بْنِ يَعْمَرَ، حَدَّثَهُ أَنَّ أَبَا الأَسْوَدِ الدِّيلِيَّ حَدَّثَهُ أَنَّ أَبَا ذَرٍّ ـ رضى الله عنه ـ حَدَّثَهُ قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَعَلَيْهِ ثَوْبٌ أَبْيَضُ وَهْوَ نَائِمٌ، ثُمَّ أَتَيْتُهُ وَقَدِ اسْتَيْقَظَ فَقَالَ  مَا مِنْ عَبْدٍ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ. ثُمَّ مَاتَ عَلَى ذَلِكَ، إِلاَّ دَخَلَ الْجَنَّةَ . قُلْتُ وَإِنْ زَنَى وَإِنْ سَرَقَ قَالَ  وَإِنْ زَنَى وَإِنْ سَرَقَ . قُلْتُ وَإِنْ زَنَى وَإِنْ سَرَقَ قَالَ  وَإِنْ زَنَى وَإِنْ سَرَقَ . قُلْتُ وَإِنْ زَنَى وَإِنْ سَرَقَ قَالَ  وَإِنْ زَنَى وَإِنْ سَرَقَ عَلَى رَغْمِ أَنْفِ أَبِي ذَرٍّ . وَكَانَ أَبُو ذَرٍّ إِذَا حَدَّثَ بِهَذَا قَالَ وَإِنْ رَغِمَ أَنْفُ أَبِي ذَرٍّ. قَالَ أَبُو عَبْدِ اللَّهِ هَذَا عِنْدَ الْمَوْتِ أَوْ قَبْلَهُ، إِذَا تَابَ وَنَدِمَ وَقَالَ لاَ إِلَهَ إِلاَّ اللَّهُ. غُفِرَ لَهُ.",
    "hadithBengali": "৫৪১০। আবূ মা&#39;মার (রহঃ) ... আবূ যার (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসলাম। তার পরিধানে তখন সাদা পোশাক ছিল। তখন তিনি নিদ্রিত ছিলেন। কিছুক্ষণ পর আবার এলাম, তখন তিনি জেগে গেছেন। তিনি বললেনঃ যে কোন বান্দা লা ইলাহা ইল্লাল্লাহ বলবে এবং এ অবস্থার উপরে মারা যাবে, সে জান্নাতে প্রবেশ করবে। আমি বললামঃ সে যদি যিনা করে, সে যদি চুরি করে? তিনি বললেনঃ যদি সে যিনা করে, যদি সে চুরি করে তবুও। আমি জিজ্ঞাসা করলামঃ সে যদি যিনা করে, সে যদি চুরি করে তবুও? তিনি বললেনঃ হ্যাঁ সে যদি যিনা করে, সে যদি চুরি করে তবুও। আমি বললামঃ যদি সে যিনা করে, যদি সে চুরি করে তবুও? তিনি বললেনঃ যদি সে যিনা করে, যদি সে চুরি করে তবুও। আবূ যারের নাসিকা ধুলাচ্ছন্ন হলেও। আবূ যার (রাঃ) যখনই এ হাদীস বর্ণনা করতেন তখনি আবূ যারের নাসিকা ধূলাচ্ছন্ন হলেও বাক্যটি বলতেন।\n\nআবূ আবদুল্লাহ ইমাম বুখারী) বলেন এ কথা প্রযোজ্য হয় মৃত্যুর সময় বা তার পূর্বে যখন সে তাওবা করে ও লজ্জিত হয় এবং বলে লা-ইলাহা ইল্লাল্লাহ, তখন তার পূর্বের গুনাহ মাফ করে দেওয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "5410",
    "id": "6054",
    "thesequence": "6316",
    "isActive": "1",
    "chapterId": "17090",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৩. সাদা পোশাক ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aba `Uthman An-Nahdi:\n\nWhile we were with `Utba bin Farqad at Adharbijan, there came `Umars letter indicating that Allahs Apostle had forbidden the use of silk except this much, then he pointed with his index and middle fingers. To our knowledge, by that he meant embroidery.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا قَتَادَةُ، قَالَ سَمِعْتُ أَبَا عُثْمَانَ النَّهْدِيَّ، أَتَانَا كِتَابُ عُمَرَ وَنَحْنُ مَعَ عُتْبَةَ بْنِ فَرْقَدٍ بِأَذْرَبِيجَانَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْحَرِيرِ، إِلاَّ هَكَذَا، وَأَشَارَ بِإِصْبَعَيْهِ اللَّتَيْنِ تَلِيَانِ الإِبْهَامَ قَالَ فِيمَا عَلِمْنَا أَنَّهُ يَعْنِي الأَعْلاَمَ.",
    "hadithBengali": "৫৪১১। আদম (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবূ উসমান নাহদী এর থেকে শুনেছি, তিনি বলেছেনঃ আমাদের কাছে উমর (রাঃ) এর থেকে এক পত্র আসে, এ সময় আমরা উতবা ইবনু ফারকাদের সঙ্গে অবস্থান করছিলাম। (তাতে লেখা ছিল) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রেশম ব্যবহার করতে নিষেধ করেছেন, তবে এতটুকু এবং ইশারা করলেন, বৃদ্ধা আঙ্গুলের সাথে মিলিত দুআঙ্গুল দ্বারা (বর্ননাকারী বলেনঃ) আমরা বুঝলাম যে (বৈধতার পরিমাণ) জানিয়ে তিনি পাড় ইত্যাদি উদ্দেশ্য করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5411",
    "id": "6055",
    "thesequence": "6317",
    "isActive": "1",
    "chapterId": "17091",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৪. পুরুষের জন্য রেশমী পোশাক পরা, রেশমী চাদর বিছানো এবং কী পরিমাণ রেশমী কাপড় ব্যবহার বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu `Uthman:\n\nWhile we were at Adharbijan, `Umar wrote to us: Allahs Messenger (ﷺ) forbade wearing silk except this much. Then the Prophet (ﷺ) approximated his two fingers (index and middle fingers) (to illustrate that) to us. Zuhair (the sub-narrator) raised up his middle and index fingers.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عَاصِمٌ، عَنْ أَبِي عُثْمَانَ، قَالَ كَتَبَ إِلَيْنَا عُمَرُ وَنَحْنُ بِأَذْرَبِيجَانَ أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ لُبْسِ الْحَرِيرِ إِلاَّ هَكَذَا، وَصَفَّ لَنَا النَّبِيُّ صلى الله عليه وسلم إِصْبَعَيْهِ. وَرَفَعَ زُهَيْرٌ الْوُسْطَى وَالسَّبَّابَةَ.",
    "hadithBengali": "৫৪১২। আহমাদ ইবনু ইউনুস (রহঃ) ... আবূ উসমান (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা আজারবাইজানে ছিলাম। এ সময় উমর (রাঃ) আমাদের কাছে লিখে পাঠান যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রেশমী কাপড় পরিধান করতে নিষেধ করেছেন; কিন্তু এতটুকু এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর দুআঙ্গুল দ্বারা এর পরিমাণ আমাদের বলে দিয়েছেন। যুহায়র মধ্যমা ও শাহাদাত আঙ্গুল তুলে ধরে দেখিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5412",
    "id": "6056",
    "thesequence": "6318",
    "isActive": "1",
    "chapterId": "17091",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৪. পুরুষের জন্য রেশমী পোশাক পরা, রেশমী চাদর বিছানো এবং কী পরিমাণ রেশমী কাপড় ব্যবহার বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu `Uthman:\n\nWhile we were with `Utba. `Umar wrote to us: The Prophet (ﷺ) said, There is none who wears silk in this world except that he will wear nothing of it in the Hereafter.  Abu `Uthman pointed out with his middle and index fingers.\n\nThis hadith has also been narrated by Abu `Uthman.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ التَّيْمِيِّ، عَنْ أَبِي عُثْمَانَ، قَالَ كُنَّا مَعَ عُتْبَةَ فَكَتَبَ إِلَيْهِ عُمَرُ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   لاَ يُلْبَسُ الْحَرِيرُ فِي الدُّنْيَا، إِلاَّ لَمْ يُلْبَسْ فِي الآخِرَةِ مِنْهُ .\nحَدَّثَنَا الْحَسَنُ بْنُ عُمَرَ، حَدَّثَنَا مُعْتَمِرٌ، حَدَّثَنَا أَبِي، حَدَّثَنَا أَبُو عُثْمَانَ،، وَأَشَارَ أَبُو عُثْمَانَ، بِإِصْبَعَيْهِ الْمُسَبِّحَةِ وَالْوُسْطَى.",
    "hadithBengali": "৫৪১৩। মুসাদ্দাদ (রহঃ) ... আবূ উসমান (রহঃ) থেকে বর্ণিত যে আমরা উকবার সাথে ছিলাম। উমর (রাঃ) তার কাছে লিখে পাঠান যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যাকে আখিরাতে রেশম পরিধান করানো হবে না সে ব্যতীত অন্য কেউ দুনিয়ার রেশম পরিধান করবে না। হাসান ইবনু উমর (রহঃ) ... আবূ উসমান (রহঃ) তার দুআঙ্গুল অর্থাৎ শাহাদাত ও মধ্যমা দ্বারা ইঙ্গিত করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5413",
    "id": "6057",
    "thesequence": "6319",
    "isActive": "1",
    "chapterId": "17091",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৪. পুরুষের জন্য রেশমী পোশাক পরা, রেশমী চাদর বিছানো এবং কী পরিমাণ রেশমী কাপড় ব্যবহার বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Abi Laila:\n\nWhile Hudhaifa was at Al-Madain, he asked for water whereupon the chief of the village brought him water in a silver cup. Hudhaifa threw it at him and said, I have thrown it only because I have forbidden him to use it, but he does not stop using it. Allahs Messenger (ﷺ) said, Gold, silver, silk and Dibaj (a kind of silk) are for them (unbelievers) in this world and for you (Muslims) in the hereafter.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي لَيْلَى، قَالَ كَانَ حُذَيْفَةُ بِالْمَدَايِنِ فَاسْتَسْقَى، فَأَتَاهُ دِهْقَانٌ بِمَاءٍ فِي إِنَاءٍ مِنْ فِضَّةٍ فَرَمَاهُ بِهِ وَقَالَ إِنِّي لَمْ أَرْمِهِ إِلاَّ أَنِّي نَهَيْتُهُ فَلَمْ يَنْتَهِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الذَّهَبُ وَالْفِضَّةُ وَالْحَرِيرُ وَالدِّيبَاجُ هِيَ لَهُمْ فِي الدُّنْيَا، وَلَكُمْ فِي الآخِرَةِ .",
    "hadithBengali": "৫৪১৪। সুলায়মান ইবনু হারব (রহঃ) ... ইবনু আবূ লায়লা (রহঃ) থেকে বর্ণিত। তিনি বলেন হুযায়ফা (রাঃ) মাদাইনে অবস্থানরত ছিলেন। তিনি পানি পান করতে চাইলেন। এক গ্রাম্য লোক একটি রূপার পাত্রে কিছু পানি নিয়ে আসলো। হুযায়ফা (রাঃ) তা ছুঁড়ে মারলেন এবং বললেনঃ আমি ছুঁড়ে মারতাম না; কিন্তু আমি তাকে নিষেধ করেছি, সে নিবৃত হয়নি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সোনা, রুপা, পাতলা ও মোটা রেশম তাদের জন্য (কাফিরদের জন্য) দুনিয়ায় এবং তোমাদের (মুসলিমদের) জন্য পরকালে।\n",
    "checkStatus": "1",
    "hadithNo": "5414",
    "id": "6058",
    "thesequence": "6320",
    "isActive": "1",
    "chapterId": "17091",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৪. পুরুষের জন্য রেশমী পোশাক পরা, রেশমী চাদর বিছানো এবং কী পরিমাণ রেশমী কাপড় ব্যবহার বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) said, Whoever wears silk in this world shall not wear it in the Hereafter.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ صُهَيْبٍ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ ـ قَالَ شُعْبَةُ فَقُلْتُ أَعَنِ النَّبِيِّ صلى الله عليه وسلم فَقَالَ شَدِيدًا عَنِ النَّبِيِّ صلى الله عليه وسلم ـ فَقَالَ   مَنْ لَبِسَ الْحَرِيرَ فِي الدُّنْيَا فَلَنْ يَلْبَسَهُ فِي الآخِرَةِ .",
    "hadithBengali": "৫৪১৫। আদম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। শুবা (রহঃ) বলেন, আমি জিজ্ঞাসা করলামঃ এ কথা কি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত? তিনি জোর দিয়ে বললেনঃ হ্যাঁ! নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। যে ব্যাক্তি দুনিয়ায় রেশমী কাপড় পরিধান করবে, সে আখিরাতে তা কখনও পরিধান করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5415",
    "id": "6059",
    "thesequence": "6321",
    "isActive": "1",
    "chapterId": "17091",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৪. পুরুষের জন্য রেশমী পোশাক পরা, রেশমী চাদর বিছানো এবং কী পরিমাণ রেশমী কাপড় ব্যবহার বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Az-Zubair:\n\nI heard `Umar saying, The Prophet (ﷺ) said, Whoever wears silk in this world, shall not wear it in the Hereafter. ",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي ذُبْيَانَ، خَلِيفَةَ بْنِ كَعْبٍ قَالَ سَمِعْتُ ابْنَ الزُّبَيْرِ، يَقُولُ سَمِعْتُ عُمَرَ، يَقُولُ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَنْ لَبِسَ الْحَرِيرَ فِي الدُّنْيَا لَمْ يَلْبَسْهُ فِي الآخِرَةِ .",
    "hadithBengali": "৫৪১৬। আলী ইবনু জা&#39;দ (রহঃ) ... উমর (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে লোক দুনিয়ায় রেশমী কাপড় পরবে, পরকালে সে তা পরবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5416",
    "id": "6060",
    "thesequence": "6322",
    "isActive": "1",
    "chapterId": "17091",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৪. পুরুষের জন্য রেশমী পোশাক পরা, রেশমী চাদর বিছানো এবং কী পরিমাণ রেশমী কাপড় ব্যবহার বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Umar bin Al-Khattab (ra):\nAllahs Messenger (ﷺ) said, None wears silk in this world, but he who will have no share in the Hereafter.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، حَدَّثَنَا عَلِيُّ بْنُ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عِمْرَانَ بْنِ حِطَّانَ، قَالَ سَأَلْتُ عَائِشَةَ عَنِ الْحَرِيرِ، فَقَالَتِ ائْتِ ابْنَ عَبَّاسٍ فَسَلْهُ. قَالَ فَسَأَلْتُهُ فَقَالَ سَلِ ابْنَ عُمَرَ. قَالَ فَسَأَلْتُ ابْنَ عُمَرَ فَقَالَ أَخْبَرَنِي أَبُو حَفْصٍ ـ يَعْنِي عُمَرَ بْنَ الْخَطَّابِ ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّمَا يَلْبَسُ الْحَرِيرَ فِي الدُّنْيَا مَنْ لاَ خَلاَقَ لَهُ فِي الآخِرَةِ . فَقُلْتُ صَدَقَ وَمَا كَذَبَ أَبُو حَفْصٍ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم. وَقَالَ عَبْدُ اللَّهِ بْنُ رَجَاءٍ حَدَّثَنَا حَرْبٌ عَنْ يَحْيَى حَدَّثَنِي عِمْرَانُ. وَقَصَّ الْحَدِيثَ.",
    "hadithBengali": "৫৪১৭। মুহাম্মদ ইবনু বাশশার (রহঃ) ... ইমরান ইবনু হিত্তান (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আয়িশা (রাঃ) এর নিকট রেশম সম্পর্কে জিজ্ঞেস করলাম। তিনি বললেনঃ ইবনু আব্বাস (রাঃ) এর নিকটে যাও এবং তাকে জিজ্ঞাস কর। আমি তাকে জিজ্ঞেস করলাম, তিনি বললেন। ইবনু উমরের নিকট জিজ্ঞেস কর। ইবনু উমরকে জিজ্ঞেস করলাম। তিনি বললেনঃ আবূ হাফস অর্থাৎ উমর ইবনু খাত্তাব (রাঃ) বলেছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুনীয়ায় রেশমী কাপড় সে ব্যাক্তই পরবে, যার আখিরাতে কোন অংশ নেই। আমি বললামঃ তিনি সত্য বলেছেন। আবূ হাফস রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর মিথ্যা আরোপ করেননি।\n\nআবদুল্লাহ ইবনু রাজা (রহঃ) ... ইমরানের সুত্রে অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5417",
    "id": "6061",
    "thesequence": "6323",
    "isActive": "1",
    "chapterId": "17091",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৪. পুরুষের জন্য রেশমী পোশাক পরা, রেশমী চাদর বিছানো এবং কী পরিমাণ রেশমী কাপড় ব্যবহার বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nThe Prophet (ﷺ) was given a silk garment as a gift and we started touching it with our hands and admiring it. On that the Prophet (ﷺ) said, Do you wonder at this? We said, Yes. He said, The handkerchiefs of Sa`d bin Mu`adh in Paradise are better than this.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ ـ رضى الله عنه ـ قَالَ أُهْدِيَ لِلنَّبِيِّ صلى الله عليه وسلم ثَوْبُ حَرِيرٍ، فَجَعَلْنَا نَلْمُسُهُ، وَنَتَعَجَّبُ مِنْهُ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم  أَتَعْجَبُونَ مِنْ هَذَا . قُلْنَا نَعَمْ. قَالَ  مَنَادِيلُ سَعْدِ بْنِ مُعَاذٍ فِي الْجَنَّةِ خَيْرٌ مِنْ هَذَا .",
    "hadithBengali": "৫৪১৮। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... বারা&#39; (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য একখানা রেশমী কাপড় হাদিয়া পাঠানো হয়। আমরা তা স্পর্শ করলাম এবং বিস্ময় প্রকাশ করলাম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা এতে বিস্ময় প্রকাশ করছো? আমরা বললামঃ হ্যাঁ। তিনি বললেনঃ জান্নাতে সা&#39;দ ইবনু মুআযের রুমাল এর চাইতে উত্তম হবে।\n",
    "checkStatus": "1",
    "hadithNo": "5418",
    "id": "6062",
    "thesequence": "6324",
    "isActive": "1",
    "chapterId": "17092",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৫. পরিধান না করে রেশমী কাপড় স্পর্শ করা। এ সম্পর্কে যুবায়দীর সুত্রে আনাস (রাঃ) থেকে নবী (সাঃ) এর হাদিস বর্ণিত আছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hudhaifa:\n\nThe Prophet (ﷺ) forbade us to drink out of gold and silver vessels, or eat in it, Ann also forbade the wearing of silk and Dibaj or sitting on it.",
    "hadithArabic": " حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ ابْنَ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ حُذَيْفَةَ ـ رضى الله عنه ـ قَالَ نَهَانَا النَّبِيُّ صلى الله عليه وسلم أَنْ نَشْرَبَ فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ، وَأَنْ نَأْكُلَ فِيهَا، وَعَنْ لُبْسِ الْحَرِيرِ وَالدِّيبَاجِ، وَأَنْ نَجْلِسَ عَلَيْهِ.",
    "hadithBengali": "৫৪১৯। আলী (রহঃ) ... হুয়ায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সোনা ও রুপার পাত্রে পানাহার করতে নিষেধ করেছেন এবং তিনি মোটা ও মিহিন রেশমী কাপড় পরিধান করতে ও তাতে বসতে বারণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5419",
    "id": "6063",
    "thesequence": "6325",
    "isActive": "1",
    "chapterId": "17093",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৬. রেশমী কাপড় বিছানো। আবীদা  বলেন, এটা পরিধানের তুল্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Azib:\n\nThe Prophet (ﷺ) forbade us to use the red Mayathir and to use Al-Qassiy.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، حَدَّثَنَا مُعَاوِيَةُ بْنُ سُوَيْدِ بْنِ مُقَرِّنٍ، عَنِ ابْنِ عَازِبٍ، قَالَ نَهَانَا النَّبِيُّ صلى الله عليه وسلم عَنِ الْمَيَاثِرِ الْحُمْرِ وَالْقَسِّيِّ.",
    "hadithBengali": "৫৪২০। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... বারা ইবনু অযিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের লাল রঙের মীছারা ও কাসসী পরতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5420",
    "id": "6064",
    "thesequence": "6326",
    "isActive": "1",
    "chapterId": "17094",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৭. কাসসী পরিধান করা। আসিম আবূ বুরদাহ হতে বর্ণিত । তিনি বলেন, আমি &lsquo;আলী (রাঃ) কে জিজ্ঞেস করলাম, &lsquo;কাসসী&rsquo; কী? তিনি বললেন,  এক প্রকার কাপড় &ndash;যা শাম (সিরিয়া) অথবা মিশর থেকে আমাদের দেশে আমদানী হয়ে থাকে। চওড়া দিক থেকে নকশা করা হয়,  তাতে রেশম থাকে এবং উৎরুনজের মত তা কারুকার্যখচিত হয়। আর মীসারা এমন বস্র, যা স্ত্রী লোকেরা তাদের স্বামীদের জন্য প্রস্তুত করে,  মখমলের চাদরের মত তা হলুদ বর্ণের হয়ে থাকে। জারীর ইয়াযীদ থেকে বর্ণনা করেন,  তাঁর বর্ণনায় আছে- কাসসী হল নকশীওয়ালা কাপড় যা মিশর থেকে আমদানী হয়, তাতে রেশম থাকে। আর মীছারা হলো হিংস্র জন্তুর চামড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) allowed Az-Zubair and `Abdur-Rahman to wear silk because they were suffering from an itch.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدٌ، أَخْبَرَنَا وَكِيعٌ، أَخْبَرَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ رَخَّصَ النَّبِيُّ صلى الله عليه وسلم لِلزُّبَيْرِ وَعَبْدِ الرَّحْمَنِ فِي لُبْسِ الْحَرِيرِ لِحِكَّةٍ بِهِمَا.",
    "hadithBengali": "৫৪২১। মুহাম্মদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুবায়ের ও আবদুর রহমান (রাঃ) কে তাদের চর্মরোগের কারণে রেশমী কাপড় পরার অনুমতি দিয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5421",
    "id": "6065",
    "thesequence": "6327",
    "isActive": "1",
    "chapterId": "17095",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৮. চর্মরোগের কারণে পুরুষের জন্য রেশমী কাপড়ের অনুমতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali bin Abi Talib:\n\nThe Prophet (ﷺ) gave me a silk suit. I went out wearing it, but seeing the signs of anger on his face, I tore it and distributed it among my wives.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْمَلِكِ بْنِ مَيْسَرَةَ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ عَلِيٍّ ـ رضى الله عنه ـ قَالَ كَسَانِي النَّبِيُّ صلى الله عليه وسلم حُلَّةً سِيَرَاءَ، فَخَرَجْتُ فِيهَا، فَرَأَيْتُ الْغَضَبَ فِي وَجْهِهِ، فَشَقَّقْتُهَا بَيْنَ نِسَائِي.",
    "hadithBengali": "৫৪২২। সুলায়মান ইবনু হারব (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে একটি রেশমী হুল্লা পরতে দেন। আমি তা পরে বের হই। কিন্তু তাঁর (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর) চেহারায় অসন্তোষের ভাব লক্ষ্য করি। সুতরাং আমি তা ফেঁড়ে আমার পরিবারের মহিলাদের মধ্যে বণ্টন করে দেই।\n",
    "checkStatus": "1",
    "hadithNo": "5422",
    "id": "6066",
    "thesequence": "6328",
    "isActive": "1",
    "chapterId": "17096",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৯. মহিলাদের রেশমী কাপড় পরিধান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\n`Umar saw a silk suit being sold, so he said, O Allahs Messenger (ﷺ)! Why dont you buy it so that you may wear it when delegates come to you, and also on Fridays? The Prophet (ﷺ) said, This is worn only by him who has no share in the Hereafter. Afterwards the Prophet (ﷺ) sent to `Umar a silk suit suitable for wearing. `Umar said to the Prophet, You have given it to me to wear, yet I have heard you saying about it what you said? The Prophet (ﷺ) said, I sent it to you so that you might either sell it or give it to somebody else to wear.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنِي جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، أَنَّ عُمَرَ ـ رضى الله عنه ـ رَأَى حُلَّةً سِيَرَاءَ تُبَاعُ فَقَالَ يَا رَسُولَ اللَّهِ لَوِ ابْتَعْتَهَا، تَلْبَسُهَا لِلْوَفْدِ إِذَا أَتَوْكَ وَالْجُمُعَةِ. قَالَ  إِنَّمَا يَلْبَسُ هَذِهِ مَنْ لاَ خَلاَقَ لَهُ . وَأَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ بَعْدَ ذَلِكَ إِلَى عُمَرَ حُلَّةَ سِيَرَاءَ حَرِيرٍ، كَسَاهَا إِيَّاهُ فَقَالَ عُمَرُ كَسَوْتَنِيهَا وَقَدْ سَمِعْتُكَ تَقُولُ فِيهَا مَا قُلْتَ فَقَالَ  إِنَّمَا بَعَثْتُ إِلَيْكَ لِتَبِيعَهَا أَوْ تَكْسُوَهَا .",
    "hadithBengali": "৫৪২৩। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। উমর (রাঃ) একটি রেশমী হুল্লা বিক্রী হতে দেখে বললেনঃ ইয়া রাসুলাল্লাহ! আপনি যদি এটি খরীদ করে নিতেন, তা হলে যখন কোন প্রতিনিধি দল আপনার কাছে আসে তখন এবং জুমুআর দিনে পরিধান করতে পারতেন। তিনি বললেনঃ এটা সে ব্যক্তিই পরতে পারে যার আখিরাতে কোন অংশ নেই। পরবর্তী সময়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উমর (রাঃ) এর নিকট ডোরাকাটা রেশমী হুল্লা পাঠান। তিনি কেবল তাকেই পরতে দেন। উমর (রাঃ) বললেন আপনি এখনি আমাকে পরতে দিয়েছেন, অথচ এ সম্পর্কে যা বলার তা আমি আপনাকে বলতে শুনেছি। তিনি বললেন আমি তোমার কাছে এজন্য পাঠিয়েছি যে তুমি এটি বিক্রি করে দিবে অথবা কাউকে পরতে দিবে।\n",
    "checkStatus": "1",
    "hadithNo": "5423",
    "id": "6067",
    "thesequence": "6329",
    "isActive": "1",
    "chapterId": "17096",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৯. মহিলাদের রেশমী কাপড় পরিধান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nthat he had seen Um Kulthum, the daughter of Allahs Messenger (ﷺ) , wearing a red silk garment.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّهُ رَأَى عَلَى أُمِّ كُلْثُومٍ ـ عَلَيْهَا السَّلاَمُ ـ بِنْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم بُرْدَ حَرِيرٍ سِيَرَاءَ.",
    "hadithBengali": "৫৪২৪। আবূল ইয়ামন (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কন্যা উম্মে কুলসুমের পরিধানে হালকা নকশা করা রেশমী চাদর দেখেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5424",
    "id": "6068",
    "thesequence": "6330",
    "isActive": "1",
    "chapterId": "17096",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৫৯. মহিলাদের রেশমী কাপড় পরিধান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nFor one year I wanted to ask `Umar about the two women who helped each other against the Prophet (ﷺ) but I was afraid of him. One day he dismounted his riding animal and went among the trees of Arak to answer the call of nature, and when he returned, I asked him and he said, (They were) `Aisha and Hafsa. Then he added, We never used to give significance to ladies in the days of the Pre-lslamic period of ignorance, but when Islam came and Allah mentioned their rights, we used to give them their rights but did not allow them to interfere in our affairs. Once there was some dispute between me and my wife and she answered me back in a loud voice. I said to her, Strange! You can retort in this way? She said, Yes. Do you say this to me while your daughter troubles Allahs Messenger (ﷺ)? So I went to Hafsa and said to her, I warn you not to disobey Allah and His Apostle. I first went to Hafsa and then to Um Salama and told her the same. She said to me, O `Umar! It surprises me that you interfere in our affairs so much that you would poke your nose even into the affairs of Allahs Messenger (ﷺ) and his wives. So she rejected my advice. There was an Ansari man; whenever he was absent from Allahs Messenger (ﷺ) and I was present there, I used to convey to him what had happened (on that day), and when I was absent and he was present there, he used to convey to me what had happened as regards news from Allahs Messenger (ﷺ) . During that time all the rulers of the nearby lands had surrendered to Allahs Messenger (ﷺ) except the king of Ghassan in Sham, and we were afraid that he might attack us. All of a sudden the Ansari came and said, A great event has happened! I asked him, What is it? Has the Ghassani (king) come? He said, Greater than that! Allahs Messenger (ﷺ) has divorced his wives! I went to them and found all of them weeping in their dwellings, and the Prophet (ﷺ) had ascended to an upper room of his. At the door of the room there was a slave to whom I went and said, Ask the permission for me to enter. He admitted me and I entered to see the Prophet (ﷺ) lying on a mat that had left its imprint on his side. Under his head there was a leather pillow stuffed with palm fires. Behold! There were some hides hanging there and some grass for tanning. Then I mentioned what I had said to Hafsa and Um Salama and what reply Um Salama had given me. Allahs Messenger (ﷺ) smiled and stayed there for twenty nine days and then came down.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عُبَيْدِ بْنِ حُنَيْنٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ لَبِثْتُ سَنَةً وَأَنَا أُرِيدُ أَنْ أَسْأَلَ عُمَرَ عَنِ الْمَرْأَتَيْنِ اللَّتَيْنِ تَظَاهَرَتَا عَلَى النَّبِيِّ صلى الله عليه وسلم فَجَعَلْتُ أَهَابُهُ، فَنَزَلَ يَوْمًا مَنْزِلاً فَدَخَلَ الأَرَاكَ، فَلَمَّا خَرَجَ سَأَلْتُهُ فَقَالَ عَائِشَةُ وَحَفْصَةُ ـ ثُمَّ قَالَ ـ كُنَّا فِي الْجَاهِلِيَّةِ لاَ نَعُدُّ النِّسَاءَ شَيْئًا، فَلَمَّا جَاءَ الإِسْلاَمُ وَذَكَرَهُنَّ اللَّهُ، رَأَيْنَا لَهُنَّ بِذَلِكَ عَلَيْنَا حَقًّا، مِنْ غَيْرِ أَنْ نُدْخِلَهُنَّ فِي شَىْءٍ مِنْ أُمُورِنَا، وَكَانَ بَيْنِي وَبَيْنَ امْرَأَتِي كَلاَمٌ فَأَغْلَظَتْ لِي فَقُلْتُ لَهَا وَإِنَّكِ لَهُنَاكِ. قَالَتْ تَقُولُ هَذَا لِي وَابْنَتُكَ تُؤْذِي النَّبِيَّ صلى الله عليه وسلم فَأَتَيْتُ حَفْصَةَ فَقُلْتُ لَهَا إِنِّي أُحَذِّرُكِ أَنْ تَعْصِي اللَّهَ وَرَسُولَهُ. وَتَقَدَّمْتُ إِلَيْهَا فِي أَذَاهُ، فَأَتَيْتُ أُمَّ سَلَمَةَ فَقُلْتُ لَهَا. فَقَالَتْ أَعْجَبُ مِنْكَ يَا عُمَرُ قَدْ دَخَلْتَ فِي أُمُورِنَا، فَلَمْ يَبْقَ إِلاَّ أَنْ تَدْخُلَ بَيْنَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَزْوَاجِهِ، فَرَدَّدَتْ، وَكَانَ رَجُلٌ مِنَ الأَنْصَارِ إِذَا غَابَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَشَهِدْتُهُ أَتَيْتُهُ بِمَا يَكُونُ، وَإِذَا غِبْتُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَشَهِدَ أَتَانِي بِمَا يَكُونُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَكَانَ مَنْ حَوْلَ رَسُولِ اللَّهِ صلى الله عليه وسلم قَدِ اسْتَقَامَ لَهُ، فَلَمْ يَبْقَ إِلاَّ مَلِكُ غَسَّانَ بِالشَّأْمِ، كُنَّا نَخَافُ أَنْ يَأْتِيَنَا، فَمَا شَعَرْتُ إِلاَّ بِالأَنْصَارِيِّ وَهْوَ يَقُولُ إِنَّهُ قَدْ حَدَثَ أَمْرٌ. قُلْتُ لَهُ وَمَا هُوَ أَجَاءَ الْغَسَّانِيُّ قَالَ أَعْظَمُ مِنْ ذَاكَ، طَلَّقَ رَسُولُ اللَّهِ صلى الله عليه وسلم نِسَاءَهُ. فَجِئْتُ فَإِذَا الْبُكَاءُ مِنْ حُجَرِهَا كُلِّهَا، وَإِذَا النَّبِيُّ صلى الله عليه وسلم قَدْ صَعِدَ فِي مَشْرُبَةٍ لَهُ، وَعَلَى باب الْمَشْرُبَةِ وَصِيفٌ فَأَتَيْتُهُ فَقُلْتُ اسْتَأْذِنْ لِي. فَدَخَلْتُ فَإِذَا النَّبِيُّ صلى الله عليه وسلم عَلَى حَصِيرٍ قَدْ أَثَّرَ فِي جَنْبِهِ، وَتَحْتَ رَأْسِهِ مِرْفَقَةٌ مِنْ أَدَمٍ، حَشْوُهَا لِيفٌ، وَإِذَا أُهُبٌ مُعَلَّقَةٌ وَقَرَظٌ، فَذَكَرْتُ الَّذِي قُلْتُ لِحَفْصَةَ وَأُمِّ سَلَمَةَ، وَالَّذِي رَدَّتْ عَلَىَّ أُمُّ سَلَمَةَ، فَضَحِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَبِثَ تِسْعًا وَعِشْرِينَ لَيْلَةً، ثُمَّ نَزَلَ.",
    "hadithBengali": "৫৪২৫। সুলায়মান ইবনু হারব (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্নিত। তিনি বলেন, আমি এক বছর যাবত অপেক্ষায় ছিলাম যে, উমর (রাঃ) এর কাছে সে দু&#39;টি মহিলা সম্পর্কে জিজ্ঞাসা করবো যারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বিরুদ্ধে জোট বেঁধে ছিলো। কিন্তু আমি তাকে খুব ভয় করে চলতাম। একদিন তিনি কোন এক স্থানে নামলেন এবং (প্রাকৃতিক প্রয়োজনে) আরাক গাছের কাছে গেলেন। যখন তিনি বেরিয়ে এলেন, আমি তাকে (সে সম্পর্কে) জিজ্ঞেস করলাম। তিনি বললেনঃ (তারা হলেন) আয়িশা (রাঃ) ও হাফস (রাঃ)। এরপর তিনি বললেনঃ জাহিলী যুগে আমরা নারীদের কোন কিছু বলে গন্যই করতাম না। যখন ইসলাম আবির্ভূত হলো এবং (কুরআনে) আল্লাহ তাদের (মর্যাদার কথা) উল্লেখ করলেন। তাতে আমরা দেখলাম যে, আমাদের উপর তাদের হক আছে এবং এতে আমাদের হস্তক্ষেপ করা চলবে না।\n\nএকদা আমার স্ত্রী ও আমার মধ্যে কিছু কথাবার্তা হাচ্ছিল। সে আমার উপর রুঢ় ভাষা ব্যবহার করলো। আমি তাকে বললামঃ তুমি তো সে স্থানেই। স্ত্রী বললেনঃ তুমি আমাকে এরূপ বলছ, অথচ তোমার কন্যা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কষ্ট দিচ্ছে। এরপর আমি হাফসার কাছে এলাম এবং বললাম আল্লাহ ও আল্লাহর রাসুলের নাফরমানী করা থেকে আমি তোমাকে সতর্ক করে দিচ্ছি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কষ্ট দেওয়ায় আমি হাফসার কাছেই প্রথমে আসি। এরপর আমি উম্মে সালামা (রাঃ) এর কাছে এলাম এবং তাকেও অনুরূপ বললাম। তিনি বললেনঃ তোমার প্রতি আমার বিস্ময় হে উমর! তুমি আমার সকস ব্যাপারেই দখল দিছে, কিছুই বাকী রাখনি, এমন কি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সহধর্মিণীগণের ব্যাপারেও হস্তক্ষেপ করছ। এ কথা বলে তিনি (আমাকে) প্রত্যাখ্যান করলেন।\n\nএক লোক ছিলেন আনসারী। তিনি যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মজলিস থেকে দুরে থাকতেন এবং আমি উপস্থিত থাকতাম, যা কিছু হতো সে সব আমি তাকে গিয়ে জানাতাম। আর আমি যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মজসিস থেকে অনুপস্থিত থাকতাম, আর তখন তিনি উপস্থিত থাকতেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এখানে যা কিছু ঘটতো তা এসে আমাকে জানাতেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চারপাশে যারা (রাজা-বাদশা) ছিল তাদের উপর রাসুলের কর্তৃত্ব প্রতিষ্টিত হয়েছিল। কেবল বাকী ছিল শামের (সিরিয়ার) গাসসান শাসক। তার আক্রমণের আমরা আশংকা করতাম।\n\nহঠাৎ আনসারী ব্যাক্তিটি যখন বললোঃ এক বিরাট ঘটনা ঘটে গেছে। আমি তাকে বললামঃ কি সে ঘটনা! গাসসানী কি এসে পড়েছে? তিনি বললেনঃ এর চাইতেও ভয়াবহ। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সকল সহধর্মিণীকে তালাক দিয়েছেন। আমি সেখানে গেলাম। দেখলাম সকল কক্ষ থেকে কান্নার আওয়াজ ভেসে আসছে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কক্ষের চিলে কুঠুরিতে অবস্থান করছিলেন। প্রবেশ পথে অল্প বয়স্ক একজন খাদিম বসে আছে। আমি তার কাছে গেলাম এবং বললামঃ আমার জন্য অনুমতি চাও।\n\nঅনুমতি পেয়ে আমি ভিতরে প্রবেশ করলাম। দেখলাম, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি চাটাইয়ের উপর শুয়ে আছেন। যা তার পার্শ্বদেশে দাগ বসিয়ে দিয়েছে। তার মাথার নীচে চামড়ার একটি বালিশ। তার ভেতরে রয়েছে খেজুর গাছের ছাল। কয়েকটি চামড়া ঝুলানো রয়েছে এবং বিশেষ গাছের পাতা। এরপর হাফসা ও উম্মে সালামাকে আমি যা বলেছিলাম এবং উম্মে সালামা আমাকে যা বলে প্রত্যাখ্যান করেছিলেন, সে সব আমি তাঁর কাছে ব্যক্ত করলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাসলেন। তিনি উনত্রিশ রাত তথায় অবস্থান করার পর অবতরণ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5425",
    "id": "6069",
    "thesequence": "6331",
    "isActive": "1",
    "chapterId": "17097",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৬০. নাবী (সাঃ) কী ধরনের পোশাক ও বিছানা গ্রহণ করতেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Salama:\n\nOne night the Prophet (ﷺ) woke up, saying, None has the right to be worshipped but Allah! How many afflictions have been sent down tonight, and how many treasures have been sent down (disclosed)! Who will go and wake up (for prayers) the lady dwellers of these rooms? Many well dressed soul (people) in this world, will be naked on the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَتْنِي هِنْدُ بِنْتُ الْحَارِثِ، عَنْ أُمِّ سَلَمَةَ، قَالَتِ اسْتَيْقَظَ النَّبِيُّ صلى الله عليه وسلم مِنَ اللَّيْلِ وَهْوَ يَقُولُ   لاَ إِلَهَ إِلاَّ اللَّهُ، مَاذَا أُنْزِلَ اللَّيْلَةَ مِنَ الْفِتْنَةِ، مَاذَا أُنْزِلَ مِنَ الْخَزَائِنِ، مَنْ يُوقِظُ صَوَاحِبَ الْحُجُرَاتِ، كَمْ مِنْ كَاسِيَةٍ فِي الدُّنْيَا عَارِيَةٍ يَوْمَ الْقِيَامَةِ . قَالَ الزُّهْرِيُّ وَكَانَتْ هِنْدٌ لَهَا أَزْرَارٌ فِي كُمَّيْهَا بَيْنَ أَصَابِعِهَا.",
    "hadithBengali": "৫৪২৬। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক রাতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুম থেকে জাগলেন। তখন তিনি বলছিলেনঃ আল্লাহ ছাড়া কোন ইলাহ নেই, কত যে ফিতনা এ রাতে নাযিল হয়েছে। আরও কত যে ফিতনা নাযিল হয়েছে, কে আছে এমন, যে এ হুজরাবাসীগণকে ঘুম থেকে জাগিয়ে দেবে। পৃথিবীতে এমন অনেক পোশাক পরিহিতা মহিলাও আছে যারা কিয়ামতের দিন বিবিস্ত্র থাকবে। যুহরী (রহঃ) বলেন, হিন্দ বিনত হারিস এর জামার আস্তিনদ্বয়ে বুতাম লাগানো ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "5426",
    "id": "6070",
    "thesequence": "6332",
    "isActive": "1",
    "chapterId": "17097",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৬০. নাবী (সাঃ) কী ধরনের পোশাক ও বিছানা গ্রহণ করতেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Khalid bint Khalid:\n\nSome clothes were presented to Allahs Messenger (ﷺ) as a gift and there was a black Khamisa with it. The Prophet asked (his companions), To whom do you suggest we give this Khamisa? The people kept quiet. Then he said, Bring me Um Khalid, So I was brought to him and he dressed me with it with his own hands and said twice, May you live so long that you will wear out many garments. He then started looking at the embroidery of that Khamisa and said, O Um Khalid! This is Sana! (Sana in Ethiopian language means beautiful.) Is-haq, a sub-narrator, said: A woman of my family had told me that she had seen the Khamisa worn by Um Khalid.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا إِسْحَاقُ بْنُ سَعِيدِ بْنِ عَمْرِو بْنِ سَعِيدِ بْنِ الْعَاصِ، قَالَ حَدَّثَنِي أَبِي قَالَ، حَدَّثَتْنِي أُمُّ خَالِدٍ بِنْتُ خَالِدٍ، قَالَتْ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِثِيَابٍ فِيهَا خَمِيصَةٌ سَوْدَاءُ قَالَ  مَنْ تَرَوْنَ نَكْسُوهَا هَذِهِ الْخَمِيصَةَ . فَأُسْكِتَ الْقَوْمُ. قَالَ  ائْتُونِي بِأُمِّ خَالِدٍ . فَأُتِيَ بِي النَّبِيُّ صلى الله عليه وسلم فَأَلْبَسَهَا بِيَدِهِ وَقَالَ  أَبْلِي وَأَخْلِقِي . مَرَّتَيْنِ فَجَعَلَ يَنْظُرُ إِلَى عَلَمِ الْخَمِيصَةِ، وَيُشِيرُ بِيَدِهِ إِلَىَّ وَيَقُولُ  يَا أُمَّ خَالِدٍ هَذَا سَنَا . وَالسَّنَا بِلِسَانِ الْحَبَشِيَّةِ الْحَسَنُ. قَالَ إِسْحَاقُ حَدَّثَتْنِي امْرَأَةٌ مِنْ أَهْلِي أَنَّهَا رَأَتْهُ عَلَى أُمِّ خَالِدٍ.",
    "hadithBengali": "৫৪২৭। আবূল ওয়ালীদ (রহঃ) ... খালিদের কন্যা উম্মে খালিদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট কিছু কাপড় আনা হয়। তার মধ্যে একটি নকশাযুক্ত কাল চাঁদর ছিল। তিনি বললেনঃ আমি এ চাদরটি কাকে পরিধান করাব এ ব্যাপারে তোমাদের অভিমত কি? সবাই নিরব থাকল। তিনি বললেনঃ উম্মে খালিদকে আমার কাছে নিয়ে এসো। সুতরাং তাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে নিয়ে আসা হল। তিনি স্বহস্তে তাকে ঐ চাদর পরিয়ে দিয়ে বললেনঃ পুরাতন কর ও দীর্ঘদিন ব্যবহার কর। তারপর তিনি চাদরের নকশার দিকে তাকাতে লাগলেন এবং হাতের দ্বারা আমাকে ইঙ্গিত করে বলতে থাকলেনঃ হে উম্মে খালিদ! এ সানা, হে উম্মে খালিদ! এ সানা। হাবশী ভাষায় (سَنَا) সানা অর্থ সুন্দর। ইসহাক (রহঃ) বলেনঃ আমার পরিবারের জনৈক মহিলা আমাকে বলেছে, সে উক্ত চাদর উম্মে খালিদের পরিধানে দেখেছে।\n",
    "checkStatus": "1",
    "hadithNo": "5427",
    "id": "6071",
    "thesequence": "6333",
    "isActive": "1",
    "chapterId": "17098",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৬১. যে ব্যক্তি নতুন কাপড় পরবে তার জন্য কী দু&rsquo;আ করা হবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) forbade men to use saffron.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ عَبْدِ الْعَزِيزِ، عَنْ أَنَسٍ، قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ يَتَزَعْفَرَ الرَّجُلُ.",
    "hadithBengali": "৫৪২৮। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পুরুষদের যাফরানী রং এর কাপড় পরিধান করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5428",
    "id": "6072",
    "thesequence": "6334",
    "isActive": "1",
    "chapterId": "17099",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৬২. পুরুষের জন্যে জাফরানী রং এর কাপড় পরিধান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) forbade Muhrims to wear clothes dyed with Wars or saffron.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ يَلْبَسَ الْمُحْرِمُ ثَوْبًا مَصْبُوغًا بِوَرْسٍ أَوْ بِزَعْفَرَانٍ.",
    "hadithBengali": "৫৪২৯। আবূ মুআইম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন, মুহরিম ব্যাক্তি যেন ওয়ারস ঘাসের কিংবা যাফরানের রং দ্বারা রঞ্জিত কাপড় না পরে।\n",
    "checkStatus": "1",
    "hadithNo": "5429",
    "id": "6073",
    "thesequence": "6335",
    "isActive": "1",
    "chapterId": "17100",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৬৩. জাফরানী রং এর রঙ্গিন কাপড়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nThe Prophet (ﷺ) was of a modest height. I saw him wearing a red suit, and I did not see anything better than him.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، سَمِعَ الْبَرَاءَ ـ رضى الله عنه ـ يَقُولُ كَانَ النَّبِيُّ صلى الله عليه وسلم مَرْبُوعًا، وَقَدْ رَأَيْتُهُ فِي حُلَّةٍ حَمْرَاءَ مَا رَأَيْتُ شَيْئًا أَحْسَنَ مِنْهُ.",
    "hadithBengali": "৫৪৩০। আবূল ওয়ালীদ (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন মধ্যম আকৃতির। আমি তাকে লাল হুল্লা পরিহিত অবস্থায় দেখেছি। তাঁর চেয়ে অধিক সুন্দর আর কিছু আমি দেখিনি।\n",
    "checkStatus": "1",
    "hadithNo": "5430",
    "id": "6074",
    "thesequence": "6336",
    "isActive": "1",
    "chapterId": "17101",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৬৪. লাল কাপড়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nThe Prophet (ﷺ) ordered us to observe seven things: To visit the sick; follow funeral processions; say May Allah bestow His Mercy on you, to the sneezer if he says, Praise be to Allah!; He forbade us to wear silk, Dibaj, Qassiy and Istibarq (various kinds of silken clothes); or to use red Mayathir (silkcushions).",
    "hadithArabic": " حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ أَشْعَثَ، عَنْ مُعَاوِيَةَ بْنِ سُوَيْدِ بْنِ مُقَرِّنٍ، عَنِ الْبَرَاءِ ـ رضى الله عنه ـ قَالَ أَمَرَنَا النَّبِيُّ صلى الله عليه وسلم بِسَبْعٍ عِيَادَةِ الْمَرِيضِ، وَاتِّبَاعِ الْجَنَائِزِ، وَتَشْمِيتِ الْعَاطِسِ، وَنَهَانَا عَنْ لُبْسِ الْحَرِيرِ، وَالدِّيبَاجِ، وَالْقَسِّيِّ، وَالإِسْتَبْرَقِ، وَمَيَاثِرِ الْحُمْرِ.",
    "hadithBengali": "৫৪৩১। কাবীসা (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সাতটি বিষয়ের নির্দেশ দিয়েছেনঃ রোগীর সেবা, জানাযার অংশ গ্রহণ এবং হাঁচিদাতার জবাব দান। আর তিনি আমাদের নিষেধ করেছেনঃ রেশমী কাপড়, মিহিন রেশমী কাপড়, রেশম মিশ্রিত কাতান কাপড়, মোটা রেশমী কাপড় এবং লাল মীসারা কাপড় পরিধান করতে।\n",
    "checkStatus": "1",
    "hadithNo": "5431",
    "id": "6075",
    "thesequence": "6337",
    "isActive": "1",
    "chapterId": "17102",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৬৫.  লাল &lsquo;মীছারা&rsquo;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id Abu Maslama:\n\nI asked Anas (bin Malik), Did the Prophet (ﷺ) use to offer the prayers with his shoes on? He said, Yes.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ سَعِيدٍ أَبِي مَسْلَمَةَ، قَالَ سَأَلْتُ أَنَسًا أَكَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي فِي نَعْلَيْهِ قَالَ نَعَمْ.",
    "hadithBengali": "৫৪৩২। সুলায়মান ইবনু হারব (রহঃ) ... আবূ মাসলামা সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আনাস (রাঃ) কে জিজ্ঞেস করেছি, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &#39;না&#39;লাইন&#39; (চপ্পল বা জুতা) পায়ে রেখে সালাত (নামায/নামাজ) আদায় করেছেন কি? তিনি বলেছেনঃ হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "5432",
    "id": "6076",
    "thesequence": "6338",
    "isActive": "1",
    "chapterId": "17103",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৬৬. পশমহীন চামড়ার জুতা ও অন্যান্য জুতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id Al-Maqburi:\n\nUbai bin Juraij said to `Abdullah Ben `Umar, I see you doing four things which are not done by your friends. Ibn `Umar said, What are they, O Ibn Juraij? He said, I see that you do not touch except the two Yemenite corners of the Ka`ba (while performing the Tawaf): and I see you wearing the Sabtiyya shoes; and I see you dyeing (your hair) with Sufra; and I see that when you are in Mecca, the people assume the state of Ihram on seeing the crescent (on the first day of Dhul-Hijja) while you do not assume the state of Ihram till the Day of Tarwiya (8th Dhul Hijja). `Abdullah bin `Umar said to him, As for the corners of the Ka`ba, I have not seen Allahs Messenger (ﷺ) touching except the two Yemenite corners, As for the Sabtiyya shoes, I saw Allahs Messenger (ﷺ) wearing leather shoes that had no hair, and he used to perform the ablution while wearing them. Therefore, I like to wear such shoes. As regards dyeing with Sufra, I saw Allahs Messenger (ﷺ) dyeing his hair with it, so I like to dye (my hair) with it. As regards the crescent (of Dhul-Hijja), I have not seen Allahs Messenger (ﷺ) assuming the state of Ihram till his she-camel set out (on the 8th of Dhul-Hijja).",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ عُبَيْدِ بْنِ جُرَيْجٍ، أَنَّهُ قَالَ لِعَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ رَأَيْتُكَ تَصْنَعُ أَرْبَعًا لَمْ أَرَ أَحَدًا مِنْ أَصْحَابِكَ يَصْنَعُهَا. قَالَ مَا هِيَ يَا ابْنَ جُرَيْجٍ قَالَ رَأَيْتُكَ لاَ تَمَسُّ مِنَ الأَرْكَانِ إِلاَّ الْيَمَانِيَيْنِ، وَرَأَيْتُكَ تَلْبَسُ النِّعَالَ السِّبْتِيَّةَ، وَرَأَيْتُكَ تَصْبُغُ بِالصُّفْرَةِ، وَرَأَيْتُكَ إِذَا كُنْتَ بِمَكَّةَ أَهَلَّ النَّاسُ إِذَا رَأَوُا الْهِلاَلَ، وَلَمْ تُهِلَّ أَنْتَ حَتَّى كَانَ يَوْمَ التَّرْوِيَةِ. فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ عُمَرَ أَمَّا الأَرْكَانُ فَإِنِّي لَمْ أَرَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَمَسُّ إِلاَّ الْيَمَانِيَيْنِ، وَأَمَّا النِّعَالُ السِّبْتِيَّةُ فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَلْبَسُ النِّعَالَ الَّتِي لَيْسَ فِيهَا شَعَرٌ وَيَتَوَضَّأُ فِيهَا فَأَنَا أُحِبُّ أَنْ أَلْبَسَهَا، وَأَمَّا الصُّفْرَةُ فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَصْبُغُ بِهَا، فَأَنَا أُحِبُّ أَنْ أَصْبُغَ بِهَا وَأَمَّا الإِهْلاَلُ فَإِنِّي لَمْ أَرَ رَسُولَ اللَّهِ صلى الله عليه وسلم يُهِلُّ حَتَّى تَنْبَعِثَ بِهِ رَاحِلَتُهُ.",
    "hadithBengali": "৫৪৩৩। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... উবায়দ ইবনু জুরায়জ (রহঃ) থেকে বর্ণিত। তিনি আবদুল্লাহ ইবনু উমর (রাঃ) কে বলেনঃ আমি আপনাকে এমন চারটি কাজ করতে দেখেছি, যা আপনার সঙ্গীদের মধ্যে কাউকে করতে দেখিনি। তিনি বললেনঃ সেগুলো কি, হে ইবনু জুরায়জ? তিনি বললেনঃ আমি দেখেছি আপনি তাওয়াফ করার সময় (কাবার) রুকনগুলোর মধ্য হতে ইয়ামানী দুটি রুকন ছাড়া অন্য কোনটিকে স্পর্শ করেন না। আমি দেখেছি। আপনি পশম বিহীন চামড়ার জুতা পরিধান কলেন। আমি দেখেছি আপনি হলুদ বর্ণের কাপড় পরেন এবং যখন আপনি মক্কায় ছিলেন তখন দেখেছি, অন্য লোকেরা (যিলহজের) চাঁদ দেখেই ইহরাম বাধতো, আর আপনি তালবিয়ার দিন (অর্থাৎ আট তারিখ) না আসা পর্যন্ত ইহরাম বাধতেন না।\n\nআবদুল্লাহ ইবনু উমর (রাঃ) তাকে বললেনঃ আরকান সম্পর্কে কথা এই যে আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ইয়ামানী দুটি রুকন ব্যতীত অন্য কোনটিকে স্পর্শ করতে দেখনি। আর পশম বিহীন চামড়ার জুতার ব্যাপার হলো, আমি দেখেছি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনুরূপ জুতা পরতেন, যাতে কোন পশম থাকতো না এবং তিনি জুতা পরিহিত অবস্থায়ই উযূ (ওজু/অজু/অযু) করতেন (অর্থাৎ পা ধুতেন)। তাই আমি অনুরূপ জুতা পরতেই পছন্দ করি। আর হলুদ রঙের কথা হলো, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ রং দিয়ে রঙ্গিন করতে দেখেছি। সুতরাং আমিও এর দ্বারাই রং করতে ভালবাসি। আর ইহরাম বাধার ব্যাপারে কথা এই যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তার বাহনে হাজ্জের (হজ্জ) কাজ আরম্ভ করার জন্য উঠার আগে ইহরাম বাধতে দেখিনি।\n",
    "checkStatus": "1",
    "hadithNo": "5433",
    "id": "6077",
    "thesequence": "6339",
    "isActive": "1",
    "chapterId": "17103",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৬৬. পশমহীন চামড়ার জুতা ও অন্যান্য জুতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) forbade that a Muhrim should wear clothes dyed with Saffron or Wars, and said, Whoever has no shoes can put on Khuffs (socks made from thick fabric or leather) after cutting it below the ankles.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَلْبَسَ الْمُحْرِمُ ثَوْبًا مَصْبُوغًا بِزَعْفَرَانٍ أَوْ وَرْسٍ، وَقَالَ   مَنْ لَمْ يَجِدْ نَعْلَيْنِ فَلْيَلْبَسْ خُفَّيْنِ، وَلْيَقْطَعْهُمَا أَسْفَلَ مِنَ الْكَعْبَيْنِ .",
    "hadithBengali": "৫৪৩৪। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন যে ইহরাম বাধা ব্যাক্তি যেন যাফরান কিংবা ওয়ারস ঘাস দ্বারা রং করা কাপড় পরিধান না করে। তিনি বলেছেনঃ যে (মুহরিম) ব্যাক্তির জুতা নেই, সে যেন মোজা পরে এবং টাখনুর নীচ থেকে (মোজার উপরের অংশ) কেটে ফেলে (যাতে তা জুতার ন্যয় হয়ে যায়)।\n",
    "checkStatus": "1",
    "hadithNo": "5434",
    "id": "6078",
    "thesequence": "6340",
    "isActive": "1",
    "chapterId": "17103",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৬৬. পশমহীন চামড়ার জুতা ও অন্যান্য জুতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, Whoever has no Izar (waist sheet), can wear trousers; and whoever has no sandals, can wear Khuffs (socks made from thick fabric or leather, but cut them short below the ankles).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ زَيْدٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَنْ لَمْ يَكُنْ لَهُ إِزَارٌ فَلْيَلْبَسِ السَّرَاوِيلَ، وَمَنْ لَمْ يَكُنْ لَهُ نَعْلاَنِ فَلْيَلْبَسْ خُفَّيْنِ .",
    "hadithBengali": "৫৪৩৫। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে (মুহরিম) লোকের ইযার নেই। সে যেন পায়জামা পরে, আর যার জুতা নেই সে যেন মোজা পরিধান করে।\n",
    "checkStatus": "1",
    "hadithNo": "5435",
    "id": "6079",
    "thesequence": "6341",
    "isActive": "1",
    "chapterId": "17103",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৬৬. পশমহীন চামড়ার জুতা ও অন্যান্য জুতা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) used to like starting from the right in performing ablution, combing his hair and putting on his shoes.",
    "hadithArabic": " حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي أَشْعَثُ بْنُ سُلَيْمٍ، سَمِعْتُ أَبِي يُحَدِّثُ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُحِبُّ التَّيَمُّنَ فِي طُهُورِهِ وَتَرَجُّلِهِ وَتَنَعُّلِهِ.",
    "hadithBengali": "৫৪৩৬। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্নিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পবিত্রতা অর্জন করতে, মাথা আঁচড়াতে ও জুতা পায়ে দিতে ডান দিক থেকে আরম্ভ করা পছন্দ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5436",
    "id": "6080",
    "thesequence": "6342",
    "isActive": "1",
    "chapterId": "17104",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৬৭.  ডান দিক থেকে জুতা পরা আরম্ভ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, If you want to put on your shoes, put on the right shoe first; and if you want to take them off, take the left one first. Let the right shoe be the first to be put on and the last to be taken off.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا انْتَعَلَ أَحَدُكُمْ فَلْيَبْدَأْ بِالْيَمِينِ وَإِذَا نَزَعَ فَلْيَبْدَأْ بِالشِّمَالِ، لِتَكُنِ الْيُمْنَى أَوَّلَهُمَا تُنْعَلُ وَآخِرَهُمَا تُنْزَعُ .",
    "hadithBengali": "৫৪৩৭। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কেউ জুতা পরিধান করে তখন সে যেন ডান দিক থেকে আরম্ভ করে, আর যখন খোলে, তখন সে যেন বাম দিক থেকে আরম্ভ করে, যাতে পরার বেলায় উভয় পায়ের মধ্যে ডান পা প্রথমে হয় এবং খোলার সময় শেষে হয়।\n",
    "checkStatus": "1",
    "hadithNo": "5437",
    "id": "6081",
    "thesequence": "6343",
    "isActive": "1",
    "chapterId": "17105",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৬৮. বাঁ পায়ের জুতা খোলা হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, None of you should walk, wearing one shoe only; he should either put on both shoes or put on no shoes whatsoever.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَمْشِي أَحَدُكُمْ فِي نَعْلٍ وَاحِدَةٍ لِيُحْفِهِمَا جَمِيعًا، أَوْ لِيَنْعَلْهُمَا جَمِيعًا .",
    "hadithBengali": "৫৪৩৮। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ এক পায়ে জুতা পরে যেন না হাঁটে। হয় উভয় পা সম্পূর্ণ খোলা রাখবে অথবা উভয় পায়ে পরিধান করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5438",
    "id": "6082",
    "thesequence": "6344",
    "isActive": "1",
    "chapterId": "17106",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৬৯. এক পায়ে জুতা পরে হাঁটবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe sandal of the Prophet (ﷺ) had two straps.",
    "hadithArabic": " حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، حَدَّثَنَا أَنَسٌ ـ رضى الله عنه ـ أَنَّ نَعْلَ، النَّبِيِّ صلى الله عليه وسلم كَانَ لَهَا قِبَالاَنِ.",
    "hadithBengali": "৫৪৩৯। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চপ্পলে দুটি করে ফিতা ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "5439",
    "id": "6083",
    "thesequence": "6345",
    "isActive": "1",
    "chapterId": "17107",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭০.  এক চপ্পলে দু&#039; ফিতা লাগান, কারও মতে এক ফিতা লাগানও বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Isaa bin Tahman:\n\nAnas bin Malik brought out for us, two sandals having two straps. Thabit Al-Banani said, These were the sandals of the Prophet (ﷺ) .",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا عِيسَى بْنُ طَهْمَانَ، قَالَ خَرَجَ إِلَيْنَا أَنَسُ بْنُ مَالِكٍ بِنَعْلَيْنِ لَهُمَا قِبَالاَنِ، فَقَالَ ثَابِتٌ الْبُنَانِيُّ هَذِهِ نَعْلُ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৫৪৪০। মুহাম্মাদ (রহঃ) ... ঈসা ইবনু তাহমান (রাঃ) থেকে বর্ণিত। একবার আনাস ইবনু মলিক (রাঃ) এমন দুটি চপ্পল আমাদের কাছে আনলেন যার দুটি করে ফিতা ছিল। তখন সাবিত বুনানী বললেনঃ এটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চপ্পল ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "5440",
    "id": "6084",
    "thesequence": "6346",
    "isActive": "1",
    "chapterId": "17107",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭০.  এক চপ্পলে দু&#039; ফিতা লাগান, কারও মতে এক ফিতা লাগানও বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Juhaifa:\n\nI came to the Prophet (ﷺ) while he was inside a red leather tent, and I saw Bilal taking the remaining water of the ablution of the Prophet, and the people were taking of that water and rubbing it on their faces; and whoever could not get anything of it, would share the moisture of the hand of his companion (and then rub it on his face).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ، قَالَ حَدَّثَنِي عُمَرُ بْنُ أَبِي زَائِدَةَ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَهْوَ فِي قُبَّةٍ حَمْرَاءَ مِنْ أَدَمٍ، وَرَأَيْتُ بِلاَلاً أَخَذَ وَضُوءَ النَّبِيِّ صلى الله عليه وسلم وَالنَّاسُ يَبْتَدِرُونَ الْوَضُوءَ، فَمَنْ أَصَابَ مِنْهُ شَيْئًا تَمَسَّحَ بِهِ، وَمَنْ لَمْ يُصِبْ مِنْهُ شَيْئًا أَخَذَ مِنْ بَلَلِ يَدِ صَاحِبِهِ.",
    "hadithBengali": "৫৪৪১। মুহাম্মদ ইবনু আর&#39;আরা (রহঃ) ... আওনের পিতা (ওহর ইবনু আবদুল্লাহ) (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলাম। তখন তিনি একটি লাল চামড়ার তাঁবুতে ছিলেন। আর বিলালকে দেখলাম তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উযূ (ওজু/অজু/অযু)র পানি উঠিয়ে দিচ্ছেন এবং লোকজন উযূ (ওজু/অজু/অযু)র পানি নেয়ার জন্য ছুটাছুটি করছে। যে ওখান থেকে কিছু পায়, সে তা মুখে মেখে নেয়। আর যে সেখান থেকে কিছু পায় না, সে তার সাথীর ভিজা হাত থেকে কিছু নিয়ে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "5441",
    "id": "6085",
    "thesequence": "6347",
    "isActive": "1",
    "chapterId": "17108",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭১. লাল চামড়ার তাঁবু",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) called for the Ansar and gathered them in a leather tent.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، ح وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ قَالَ أَرْسَلَ النَّبِيُّ صلى الله عليه وسلم إِلَى الأَنْصَارِ، وَجَمَعَهُمْ فِي قُبَّةٍ مِنْ أَدَمٍ.",
    "hadithBengali": "৫৪৪২। আবূল ইয়ামান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আনসারদের কাছে সংবাদ পাঠান এবং তাদের (লাল) চামড়ার একটি তাবুতে সমবেত করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5442",
    "id": "6086",
    "thesequence": "6348",
    "isActive": "1",
    "chapterId": "17108",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭১. লাল চামড়ার তাঁবু",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) used to construct a loom with a Hasir at night m order to pray therein, and during the day he used to spread it out and sit on it. The people started coming to the Prophet (ﷺ) at night to offer the prayer behind him When their number increased, the Prophet (ﷺ) faced them and said. O people! Do only those good deeds which you can do, for Allah does not get tired (of giving reward) till you get tired, and the best deeds to Allah are the incessant ones though they were few.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ أَبِي بَكْرٍ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ عُبَيْدِ اللَّهِ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَحْتَجِرُ حَصِيرًا بِاللَّيْلِ فَيُصَلِّي، وَيَبْسُطُهُ بِالنَّهَارِ فَيَجْلِسُ عَلَيْهِ، فَجَعَلَ النَّاسُ يَثُوبُونَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَيُصَلُّونَ بِصَلاَتِهِ حَتَّى كَثُرُوا فَأَقْبَلَ فَقَالَ   يَا أَيُّهَا النَّاسُ خُذُوا مِنَ الأَعْمَالِ مَا تُطِيقُونَ، فَإِنَّ اللَّهَ لاَ يَمَلُّ حَتَّى تَمَلُّوا، وَإِنَّ أَحَبَّ الأَعْمَالِ إِلَى اللَّهِ مَا دَامَ وَإِنْ قَلَّ .",
    "hadithBengali": "৫৪৪৩। মুহাম্মদ ইবনু আবূ বকর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাত্রিবেলা চাটাই দ্বারা ঘেরাও দিয়ে সালাত (নামায/নামাজ) আদায় করতেন। আর দিনের বেলা তা বিছিয়ে তার উপর বসতেন। লোকজন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সমবেত হবে তার সঙ্গে সালাত (নামায/নামাজ) আদায় করতে লাগল। এমন কি বহু লোক সমবেত হল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের প্রতি লক্ষ্য করে বললেনঃ হে লোক সকল! তোমরা আমল করতে থাক তোমাদের সামর্থ অনুযায়ী। কারন, আল্লাহ তাআলা ক্লান্ত হন না, অবশেষে তোমরাই ক্লান্ত হয়ে পড়বে। আর আল্লাহর নিকট ঐ আমল সবচেয়ে প্রিয়, যা সর্বদা করা হয় যদিও তা কম হয়।\n",
    "checkStatus": "1",
    "hadithNo": "5443",
    "id": "6087",
    "thesequence": "6349",
    "isActive": "1",
    "chapterId": "17109",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭২. চাটাই বা অনুরূপ কোন জিনিসের উপর বসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara bin `Azib:\n\nThe Prophet (ﷺ) forbade us to use seven things: He forbade using gold rings, silk, Istabraq, Dibaj, red Mayathir, Al-Qassiy, and silver utensils. He ordered us to do seven other things. To pay a visit to the sick; to follow funeral processions; to say, May Allah be merciful to you to a sneezer if he says Praise be to Allah; to return greetings, to accept invitations; to help others to fulfil their oaths and to help the oppressed ones.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَشْعَثُ بْنُ سُلَيْمٍ، قَالَ سَمِعْتُ مُعَاوِيَةَ بْنَ سُوَيْدِ بْنِ مُقَرِّنٍ، قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ ـ رضى الله عنهما ـ يَقُولُ نَهَانَا النَّبِيُّ صلى الله عليه وسلم عَنْ سَبْعٍ نَهَى عَنْ خَاتَمِ الذَّهَبِ ـ أَوْ قَالَ حَلْقَةِ الذَّهَبِ ـ وَعَنِ الْحَرِيرِ، وَالإِسْتَبْرَقِ، وَالدِّيبَاجِ، وَالْمِيثَرَةِ الْحَمْرَاءِ، وَالْقَسِّيِّ، وَآنِيَةِ الْفِضَّةِ، وَأَمَرَنَا بِسَبْعٍ بِعِيَادَةِ الْمَرِيضِ، وَاتِّبَاعِ الْجَنَائِزِ، وَتَشْمِيتِ الْعَاطِسِ، وَرَدِّ السَّلاَمِ، وَإِجَابَةِ الدَّاعِي، وَإِبْرَارِ الْمُقْسِمِ، وَنَصْرِ الْمَظْلُومِ.",
    "hadithBengali": "২৩৭৩. পরিচ্ছেদঃ স্বর্ণখচিত গুটি। লায়স (রহঃ) বলেনঃ ইবনু আবূ মূলায়কা ..... মিসওয়ার ইবনু মাখরামা (রাঃ) থেকে আমাকে বর্ণনা করেছেন যে, তার পিতা মাখরামা (একদা) তাকে বললেনঃ হে প্রিয় বৎস! আমার কাছে সংবাদ পৌঁছেছে যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামএর নিকট কিছু কাবা এসেছে। তিনি সেগুলোবণ্টন করছেন। চলো আমরা তাঁর কাছে যাই। আমরা গেলাম এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর বাসগৃহে পেলাম। আমাকে (আমার পিতা) বললেনঃ বৎস! নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমার কাছে ডাক। আমার নিকট কাচজট অতি কঠিন বলে মনে হল। আমি বললামঃ আপনার কাছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ডাকবো? তিনি বললেনঃ বৎস, তিনি তো কঠোর প্রকৃতির লোক নন। যা হোক আমি তাঁকে ডাকলাম। তিনি বেরিয়ে এলেন। তাঁর গায়ে তখন স্বর্ণের বোতাম লাগান মিহিন রেশমী কাপড়ের কাবা ছিল। তিনি বললেনঃ হে মাখরামা! এটা আমি তোমার জন্য সংরক্ষিত রেখেছিলাম। এরপর তিনি এটা তাকে দিয়ে দিলেন।\n\n<hr />\n৫৪৪৪। আদম (রহঃ) ... বারা ইবনু আযিব (রাঃ) থেকে বর্ণিত। বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সাতটি জিনিস থেকে নিষেধ করেছেনঃ স্বর্ণের আংটি বা তিনি বলেছেন, স্বর্নের বলয়, মিহি রেশম, মোটা রেশম ও রেশম মিশ্রিত কাপড়, রেশম এর তৈরী লাল রঙের পালান বা হাওদা, রেশম মিশ্রিত কিসসী কাপড় ও রূপার পাত্র। আর তিনি আমাদের সাতটি কাজের আদেশ করেছেনঃ রোগীর শুশ্রুষা, জানাযার পেছনে চলা, হাঁচির উত্তর দেওয়া, সালামের জবাব দেওয়া, দাওয়াত গ্রহন করা, কসমকারীর কসম পূরনে সাহায্য করা এবং মাযলূম ব্যাক্তির সাহায্য করা।\n",
    "checkStatus": "1",
    "hadithNo": "5444",
    "id": "6088",
    "thesequence": "6350",
    "isActive": "1",
    "chapterId": "17110",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭৪. স্বর্ণের আংটি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) forbade the wearing of a gold ring.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنْ خَاتَمِ الذَّهَبِ. وَقَالَ عَمْرٌو أَخْبَرَنَا شُعْبَةُ عَنْ قَتَادَةَ سَمِعَ النَّضْرَ سَمِعَ بَشِيرًا مِثْلَهُ.",
    "hadithBengali": "৫৪৪৫। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি স্বর্নের আংটি ব্যবহার করতে নিনেধ করেছেন। আমর (রহঃ) বাশীর (রহঃ) কে অনুরূপ বর্ণনা করতে শুনেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5445",
    "id": "6089",
    "thesequence": "6351",
    "isActive": "1",
    "chapterId": "17110",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭৪. স্বর্ণের আংটি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nAllahs Messenger (ﷺ) wore a gold or silver .. ring and placed its stone towards the palm of his hand. The people also started wearing gold rings like it, but when the Prophet (ﷺ) saw them wearing such rings, he threw away that golden ring and then wore a silver ring.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اتَّخَذَ خَاتَمًا مِنْ ذَهَبٍ، وَجَعَلَ فَصَّهُ مِمَّا يَلِي كَفَّهُ، فَاتَّخَذَهُ النَّاسُ، فَرَمَى بِهِ، وَاتَّخَذَ خَاتَمًا مِنْ وَرِقٍ أَوْ فِضَّةٍ.",
    "hadithBengali": "৫৪৪৬। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বর্ণের একটি আংটি ব্যবহার করেন। আংটির মোহর হাতের তাবুর দিকে ফিরিয়ে রাখেন। লোকেরা অনুরূপ (আংটি) ব্যবহার করা আরম্ভ করলো। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বর্ণের আংটিটি ফেলে দিয়ে চাঁদি বা রৌপ্যের আংটি বানিয়ে নিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5446",
    "id": "6090",
    "thesequence": "6352",
    "isActive": "1",
    "chapterId": "17110",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭৪. স্বর্ণের আংটি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn. `Umar:\n\nAllahs Messenger (ﷺ) wore a gold ring or a silver ring and placed its stone towards the palm of his hand and had the name Muhammad, the Messenger of Allah engraved on it. The people also started wearing gold rings like it, but when the Prophet (ﷺ) saw them wearing such rings, he threw away his own ring and said. I will never wear it, and then wore a silver ring, whereupon the people too started wearing silver rings. Ibn `Umar added: After the Prophet (ﷺ) Abu Bakr wore the ring, and then `Umar and then `Uthman wore it till it fell in the Aris well from `Uthman.",
    "hadithArabic": "حَدَّثَنَا يُوسُفُ بْنُ مُوسَى، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اتَّخَذَ خَاتَمًا مِنْ ذَهَبٍ أَوْ فِضَّةٍ، وَجَعَلَ فَصَّهُ مِمَّا يَلِي كَفَّهُ، وَنَقَشَ فِيهِ مُحَمَّدٌ رَسُولُ اللَّهِ. فَاتَّخَذَ النَّاسُ مِثْلَهُ، فَلَمَّا رَآهُمْ قَدِ اتَّخَذُوهَا رَمَى بِهِ، وَقَالَ   لاَ أَلْبَسُهُ أَبَدًا . ثُمَّ اتَّخَذَ خَاتَمًا مِنْ فِضَّةٍ، فَاتَّخَذَ النَّاسُ خَوَاتِيمَ الْفِضَّةِ. قَالَ ابْنُ عُمَرَ فَلَبِسَ الْخَاتَمَ بَعْدَ النَّبِيِّ صلى الله عليه وسلم أَبُو بَكْرٍ ثُمَّ عُمَرُ ثُمَّ عُثْمَانُ، حَتَّى وَقَعَ مِنْ عُثْمَانَ فِي بِئْرِ أَرِيسَ.",
    "hadithBengali": "৫৪৪৭। ইউসুফ ইবনু মূসা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বর্ণের একটি আংটি পরিধান করেন। আংটির মোহর হাতের তালুর ভিতরের দিকে ফিরিয়ে রাখেন। তাতে তিনি مُحَمَّدٌ رَسُولُ اللَّهِ খোদাই করেছিলেন। লোকেরাও অনুরুপ আংটি ব্যবহার করতে আরম্ভ করেন। যখন তিনি দেখলেন যে, তারাও অনুরূপ আংটি ব্যবহার করছে, তখন তিনি তা ছুড়ে ফেলেন এবং কখনও এ ব্যবহার করব না। এরপর একটি রূপার আংটি ব্যবহার করেন। লোকেরাও রূপার আংটি ব্যবহার আরম্ভ করে। ইবনু উমর (রাঃ) বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরে আবূ বকর (রাঃ), তারপর উমর (রাঃ) ও তারপর উসমান (রাঃ) তা ব্যবহার করেছেন। শেষে উসমান (রাঃ) এর (হাত) থেকে আংটিটি &#39;আরীস&#39; নামক কূপের মধ্যে পড়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "5447",
    "id": "6091",
    "thesequence": "6353",
    "isActive": "1",
    "chapterId": "17111",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭৫. রূপার আংটি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah bin `Umar:\nAllahs Messenger (ﷺ) wore a gold ring, then he threw it and said, I will never wear it. The people also threw their (gold) rings.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَلْبَسُ خَاتَمًا مِنْ ذَهَبٍ فَنَبَذَهُ فَقَالَ   لاَ أَلْبَسُهُ أَبَدًا . فَنَبَذَ النَّاسُ خَوَاتِيمَهُمْ.",
    "hadithBengali": "৫৪৪৮। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বর্ণের একটি আংটি ব্যবহার করতেন। এরপর তা ছেড়ে দেন এবং বলেনঃ আমি আর কখনও তা ব্যবহার করবো না। লোকেরাও তাদের আংটি খুলে ফেলে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "5448",
    "id": "6092",
    "thesequence": "6354",
    "isActive": "1",
    "chapterId": "17112",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭৬. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nthat he saw a silver ring on the hand of Allahs Messenger (ﷺ) for one day only. Then the people had silver rings made for themselves and wore it. On that, Allahs Messenger (ﷺ) threw away their rings as well.",
    "hadithArabic": " حَدَّثَنِي يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ أَنَّهُ رَأَى فِي يَدِ رَسُولِ اللَّهِ صلى الله عليه وسلم خَاتَمًا مِنْ وَرِقٍ يَوْمًا وَاحِدًا، ثُمَّ إِنَّ النَّاسَ اصْطَنَعُوا الْخَوَاتِيمَ مِنْ وَرِقٍ وَلَبِسُوهَا، فَطَرَحَ رَسُولُ اللَّهِ صلى الله عليه وسلم خَاتَمَهُ، فَطَرَحَ النَّاسُ خَوَاتِيمَهُمْ. تَابَعَهُ إِبْرَاهِيمُ بْنُ سَعْدٍ وَزِيَادٌ وَشُعَيْبٌ عَنِ الزُّهْرِيِّ. وَقَالَ ابْنُ مُسَافِرٍ عَنِ الزُّهْرِيِّ أَرَى خَاتَمًا مِنْ وَرِقٍ.",
    "hadithBengali": "৫৪৪৯। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, তিনি একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাতে রূপার একটি আংটি দেখেলেন। তারপর লোকেরাও রূপার আংটি তৈরি করে এবং ব্যবাহার করে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পরে তার আংটি পরিহার করেন। লোকেরাও তাদের আংটি পরিহার করে। যুহরীর সূত্রে ইবরাহীম ইবনু সা&#39;দ, বিয়াদ ও শুয়াইব (রহঃ)ও অনুরূপ বর্ননা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5449",
    "id": "6093",
    "thesequence": "6355",
    "isActive": "1",
    "chapterId": "17112",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭৬. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Humaid:\n\nAnas was asked, Did the Prophet (ﷺ) wear a ring? Anas said, Once he delayed the: `Isha prayer till midnight. Then he came, facing us ..... as if l am now Looking at the glitter of his ring ..... and said, The people have offered their prayers and slept but you have been in prayer as you have been waiting for it.",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ، أَخْبَرَنَا حُمَيْدٌ، قَالَ سُئِلَ أَنَسٌ هَلِ اتَّخَذَ النَّبِيُّ صلى الله عليه وسلم خَاتَمًا قَالَ أَخَّرَ لَيْلَةً صَلاَةَ الْعِشَاءِ إِلَى شَطْرِ اللَّيْلِ، ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ، فَكَأَنِّي أَنْظُرُ إِلَى وَبِيصِ خَاتَمِهِ. قَالَ   إِنَّ النَّاسَ قَدْ صَلَّوْا وَنَامُوا، وَإِنَّكُمْ لَمْ تَزَالُوا فِي صَلاَةٍ مَا انْتَظَرْتُمُوهَا .",
    "hadithBengali": "৫৪৫০। আবদান (রহঃ) ... হুমায়দ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আনাস (রাঃ) এর নিকট জিজ্ঞাসা করা হয় যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আংটি পরেছেন কি না? তিনি বললেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক রাতে এশার সালাত (নামায/নামাজ) আদায়ে অর্ধরাত পর্যন্ত দেরী করেন। এরপর তিনি আমাদের মাঝে আসেন। আমি যেন তার আংটির চমক দেখতে পেলাম। তিনি বললেন লোকজন সালাত (নামায/নামাজ) আদায় করে শুয়ে পড়েছে। আর যতক্ষন থেকে তোমরা সালাত (নামায/নামাজ) এর অপেক্ষায় রয়েছ, ততক্ষন তোমরা সালাত (নামায/নামাজ) এর মধ্যেই রয়েছ।\n",
    "checkStatus": "1",
    "hadithNo": "5450",
    "id": "6094",
    "thesequence": "6356",
    "isActive": "1",
    "chapterId": "17113",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭৭. আংটির মোহর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe ring of the Prophet (ﷺ) was of silver, and its stone was of silver too.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ حُمَيْدًا، يُحَدِّثُ عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ خَاتَمُهُ مِنْ فِضَّةٍ وَكَانَ فَصُّهُ مِنْهُ. وَقَالَ يَحْيَى بْنُ أَيُّوبَ حَدَّثَنِي حُمَيْدٌ سَمِعَ أَنَسًا عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৫৪৫১। ইসহাক (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে আল্লাহর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আংটি ছিল রূপার। আর তার নাগিনাটিও ছিল রুপার। ইয়াহইয়া ইবনু আইউব, হুমায়দ, আনাস (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেও বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5451",
    "id": "6095",
    "thesequence": "6357",
    "isActive": "1",
    "chapterId": "17113",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭৭. আংটির মোহর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl:\n\nA woman came to the Prophet (ﷺ) and said, I have come to present myself to you (for marriage). She kept standing for a long period during which period the Prophet (ﷺ) looked at her carefully. When she stayed for a Long period, a man said to the Prophet (ﷺ) If you are not in need of her, then marry her to me. The Prophet (ﷺ) said, Have you got anything to give her (as Mahr)? The man said, No. The Prophet said, Go (to your house) and search for something. The man went and came back to say, By Allah, I could not find anything. The Prophet (ﷺ) said, Go again and search for something, even if it be an iron ring. He went again and came back saying, No, by Allah, I could not get even an iron ring. The man had only an Izar and had no Rida (upper garment). He said, I will give her my Izar as Mahr. On that the Prophet (ﷺ) said, Your Izar? If she wears it, nothing of it will remain on you, and if you wear it nothing of it will be on her The man went aside and sat down When the Prophet (ﷺ) saw him leaving (after a while), he called back and asked. How much Quran do you know (by heart)? He said, I know such and such Suras, naming some Suras. The Prophet (ﷺ) said, I marry her to you for the amount of Quran you know (by heart).",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ سَهْلاً، يَقُولُ جَاءَتِ امْرَأَةٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ جِئْتُ أَهَبُ نَفْسِي. فَقَامَتْ طَوِيلاً فَنَظَرَ وَصَوَّبَ، فَلَمَّا طَالَ مُقَامُهَا فَقَالَ رَجُلٌ زَوِّجْنِيهَا، إِنْ لَمْ تَكُنْ لَكَ بِهَا حَاجَةٌ. قَالَ  عِنْدَكَ شَىْءٌ تُصْدِقُهَا . قَالَ لاَ. قَالَ  انْظُرْ . فَذَهَبَ ثُمَّ رَجَعَ فَقَالَ وَاللَّهِ إِنْ وَجَدْتُ شَيْئًا. قَالَ  اذْهَبْ فَالْتَمِسْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ . فَذَهَبَ ثُمَّ رَجَعَ قَالَ لاَ وَاللَّهِ وَلاَ خَاتَمًا مِنْ حَدِيدٍ. وَعَلَيْهِ إِزَارٌ مَا عَلَيْهِ رِدَاءٌ. فَقَالَ أُصْدِقُهَا إِزَارِي فَقَالَ النَّبِيُّ صلى الله عليه وسلم  إِزَارُكَ إِنْ لَبِسَتْهُ لَمْ يَكُنْ عَلَيْكَ مِنْهُ شَىْءٌ، وَإِنْ لَبِسْتَهُ لَمَ يَكُنْ عَلَيْهَا مِنْهُ شَىْءٌ . فَتَنَحَّى الرَّجُلُ فَجَلَسَ فَرَآهُ النَّبِيُّ صلى الله عليه وسلم مُوَلِّيًا فَأَمَرَ بِهِ فَدُعِيَ فَقَالَ  مَا مَعَكَ مِنَ الْقُرْآنِ . قَالَ سُورَةُ كَذَا وَكَذَا لِسُوَرٍ عَدَّدَهَا. قَالَ  قَدْ مَلَّكْتُكَهَا بِمَا مَعَكَ مِنَ الْقُرْآنِ .",
    "hadithBengali": "৫৪৫২। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... সাহল (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক মহিলা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললঃ আমি নিজেকে হিবা (দান-বিবাহ) করে দেওয়ার জন্য এসেছি। এ কথা বলে সে দীর্ঘক্ষণ দাঁড়িয়ে থাকল। তিনি তাকালেন ও মাথা নীচু করে রাখলেন। মহিলাটির দাঁড়িয়ে থাকা যখন দীর্ঘায়িত হল, তখন এক ব্যাক্তি বললঃ আপনার যদি প্রয়োজন না থাকে, তবে একে আমার সাথে বিবাহ দিয়ে দিন। তিনি বললেনঃ তোমার কাছে মোহর দেওয়ার মত কিছু আছে কি? সে বললঃ না। তিনি বললেনঃ খুজে দেখ। সে চলে গেল। কিছু সময় পর ফিরে এসে বললঃ আল্লাহর কসম! আমি কিছুই পেলাম না। তিনি বললেনঃ আবার যাও এবং তালাশ করো, একটি লোহার আংটিও যদি হয় (নিয়ে এসো) সে চলে গেল। কিছুক্ষণ পর ফিরে এসে বললঃ কসম আল্লাহর! কিছুই পেলাম না, একটি লোহার আংটিও না।\n\nতার পরিধানে ছিল একটি মাত্র লুঙ্গি, তার উপর চাঁদর ছিল না। সে আরয করলঃ আমি এ লুঙ্গিটি তাকে দান করে দেব। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার লুঙ্গি যদি সে পরে তবে তোমার পরনে কিছুই থাকে না। আর যদি তুমি পর, তবে তার গায়ে এর কিছু থাকে না। এরপর লোকটি একটু দূরে সরে গিয়ে বসে পড়ল। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দেখলেন যে, সে পিঠ ফিরিয়ে চলে যাচ্ছে। তখন তিনি তাকে থাকার জন্য হুকুম দিলেন। তাকে ডেকে আনা হল। তিনি জিজ্ঞাসা করলেনঃ তোমার কি কুরআনের কিছু মুখস্ত আছে? সে বললঃ অমুক অমুক সূরা। সে সূরাগুলোকে গননা করে শোনাল। তিনি বলেনঃ তোমার কাছে কুরআনের যা কিছু মুখস্ত আছে, তার বিনিময়ে মেয়ে লোকটিকে তোমার মালিকানায় দিয়ে দিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "5452",
    "id": "6096",
    "thesequence": "6358",
    "isActive": "1",
    "chapterId": "17114",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭৮. লোহার আংটি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllahs Messenger (ﷺ) wanted to write a letter to a group of people or some non-Arabs. It was said to him, They do not accept any letter unless it is stamped. So the Prophet (ﷺ) had a silver ring made for himself, and on it was engraved: Muhammad, the Messenger of Allah. .. as if I am now looking at the glitter of the ring on the finger (or in the palm) of the Prophet (ﷺ) .",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم أَرَادَ أَنْ يَكْتُبَ إِلَى رَهْطٍ أَوْ أُنَاسٍ مِنَ الأَعَاجِمِ، فَقِيلَ لَهُ إِنَّهُمْ لاَ يَقْبَلُونَ كِتَابًا إِلاَّ عَلَيْهِ خَاتَمٌ، فَاتَّخَذَ النَّبِيُّ صلى الله عليه وسلم خَاتَمًا مِنْ فِضَّةٍ نَقْشُهُ مُحَمَّدٌ رَسُولُ اللَّهِ فَكَأَنِّي بِوَبِيصِ أَوْ بِبَصِيصِ الْخَاتَمِ فِي إِصْبَعِ النَّبِيِّ صلى الله عليه وسلم أَوْ فِي كَفِّهِ.",
    "hadithBengali": "৫৪৫৩। আবদুল আলা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। আল্লাহর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনারব একটি দলের কাছে বা কিছু লোকের কাছে পত্র লিখতে ইচ্ছা করেন। তখন তাকে জানোান হল যে, তারা এমন পত্র গ্রহণ করে না যার উপর মোহরাঙ্কিত না থাকে। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রুপার একটি আংটি তৈরী করেন। তাতে অংকিত ছিল مُحَمَّدٌ رَسُولُ اللَّهِ (বর্ণনাকারী আনাস (রাঃ) বলেন) আমি যেন (এখনও) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আঙ্গুলে বা তার হাতে সে আংটির উজ্জ্বলতা দেখতে পাচ্ছি।\n",
    "checkStatus": "1",
    "hadithNo": "5453",
    "id": "6097",
    "thesequence": "6359",
    "isActive": "1",
    "chapterId": "17115",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭৯. আংটিতে নকশা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) had a silver ring made for himself and it was worn by him on his hand. Afterwards it was worn by Abu Bakr, and then by `Umar, and then by `Uthman till it fell in the Aris well. (On that ring) was engraved: Muhammad, the Messenger of Allah.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ سَلاَمٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ اتَّخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم خَاتَمًا مِنْ وَرِقٍ، وَكَانَ فِي يَدِهِ، ثُمَّ كَانَ بَعْدُ فِي يَدِ أَبِي بَكْرٍ، ثُمَّ كَانَ بَعْدُ فِي يَدِ عُمَرَ، ثُمَّ كَانَ بَعْدُ فِي يَدِ عُثْمَانَ، حَتَّى وَقَعَ بَعْدُ فِي بِئْرِ أَرِيسَ، نَقْشُهُ مُحَمَّدٌ رَسُولُ اللَّهِ.",
    "hadithBengali": "৫৪৫৪। মুহাম্মদ ইবনু সালাম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রুপার একটি আংটি তৈরী করেন। সেটি তার হাতে ছিল। এরপর তা আবূ বকর (রাঃ) এর হাতে আসে। পরে তা উমর (রাঃ) এর হাতে আসে। এরপর তা উসমান (রাঃ) এর হাতে আসে। শেষকালে তা আরীস নামক এক কূপের মধ্যে পড়ে যায়। তাতে অংকিত ছিল مُحَمَّدٌ رَسُولُ اللَّهِ ।\n",
    "checkStatus": "1",
    "hadithNo": "5454",
    "id": "6098",
    "thesequence": "6360",
    "isActive": "1",
    "chapterId": "17115",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৭৯. আংটিতে নকশা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) got a ring made for himself and said, I have got a ring made (for myself) and engraved a certain engraving on it so none of you should get such an engraving on his ring. I saw the glitter of the ring on his little finger.",
    "hadithArabic": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ صُهَيْبٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ صَنَعَ النَّبِيُّ صلى الله عليه وسلم خَاتَمًا قَالَ   إِنَّا اتَّخَذْنَا خَاتَمًا، وَنَقَشْنَا فِيهِ نَقْشًا، فَلاَ يَنْقُشْ عَلَيْهِ أَحَدٌ . قَالَ فَإِنِّي لأَرَى بَرِيقَهُ فِي خِنْصَرِهِ.",
    "hadithBengali": "৫৪৫৫। আবূ মা&#39;মার (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি আংটি তৈরী করেন। তারপর তিনি বলেনঃ আমি একটি আংটি তৈরী করেছি এবং তাতে একটি নকশা করেছি। সুতরাং কেউ যেন নিজের আংটিতে নকশা না করে। তিনি (আনাস) বলেনঃ আমি যেন তাঁর কনিষ্ঠ আংগুলে আংটিটির দ্যূতি (এখনও) দেখতে পাচ্ছি।\n",
    "checkStatus": "1",
    "hadithNo": "5455",
    "id": "6099",
    "thesequence": "6361",
    "isActive": "1",
    "chapterId": "17116",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৮০. কনিষ্ট আঙ্গুলে আংটি পরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nWhen the Prophet (ﷺ) intended to write to the Byzantines, it was said to him, Those people do not read your letter unless it is stamped. So the Prophet (ﷺ) took a silver ring and got Muhammad, the Apostle of Allah engraved on it .... as if I am now looking at its glitter in his hand.",
    "hadithArabic": " حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ لَمَّا أَرَادَ النَّبِيُّ صلى الله عليه وسلم أَنْ يَكْتُبَ إِلَى الرُّومِ قِيلَ لَهُ إِنَّهُمْ لَنْ يَقْرَءُوا كِتَابَكَ إِذَا لَمْ يَكُنْ مَخْتُومًا. فَاتَّخَذَ خَاتَمًا مِنْ فِضَّةٍ، وَنَقْشُهُ مُحَمَّدٌ رَسُولُ اللَّهِ. فَكَأَنَّمَا أَنْظُرُ إِلَى بَيَاضِهِ فِي يَدِهِ.",
    "hadithBengali": "৫৪৫৬। আদম ইবনু আবূ ইয়াস (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন রোম সম্রাটেরর নিকট পত্র লিখতে মনস্থ করেন, তখন তাঁকে বলা হল, আপনার পত্র যদি মোহরাংকিত না হয়, তবে তারা তা পড়বে না। এরপর তিনি রুপার একটি আংটি বানান এবং তাতে مُحَمَّدٌ رَسُولُ اللَّهِ খোদাই করা ছিল। (আনাস (রাঃ) বলেন) আমি যেন (এখনও) তার হাতে সে আংটির শুভ্রতা প্রত্যক্ষ করছি।\n",
    "checkStatus": "1",
    "hadithNo": "5456",
    "id": "6100",
    "thesequence": "6362",
    "isActive": "1",
    "chapterId": "17117",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৮১. কোন কিছুর উপর সীলমোহর দেওয়ার জন্য অথবা আহলে কিতাব বা অন্য কারো নিকট পত্র লেখার জন্যে আংটি তৈরি করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) had a golden ring made for himself, and when he wore it. he used to turn its stone toward the palm of his! hand. So the people too had gold made for themselves. The Prophet (ﷺ) then ascended the pulpit, and after glorifying and praising Allah, he said, I had it made for me, but now I will never wear it again. He threw it away, and then the people threw away their rings too. (Juwairiya, a subnarrator, said: I think Anas said that the Prophet (ﷺ) was wearing the ring in his right hand.)",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ، حَدَّثَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم اصْطَنَعَ خَاتَمًا مِنْ ذَهَبٍ، جَعَلَ فَصَّهُ فِي بَطْنِ كَفِّهِ إِذَا لَبِسَهُ، فَاصْطَنَعَ النَّاسُ خَوَاتِيمَ مِنْ ذَهَبٍ، فَرَقِيَ الْمِنْبَرَ، فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ فَقَالَ   إِنِّي كُنْتُ اصْطَنَعْتُهُ، وَإِنِّي لاَ أَلْبَسُهُ . فَنَبَذَهُ فَنَبَذَ النَّاسُ. قَالَ جُوَيْرِيَةُ وَلاَ أَحْسِبُهُ إِلاَّ قَالَ فِي يَدِهِ الْيُمْنَى.",
    "hadithBengali": "৫৪৫৭। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বর্ণের একটি আংটি তৈরি করেন। যখন তিনি তা পরতেন তখন তার নাগিনা হাতের তালুর দিকে রাখতেন। (তার দেখাদেখি) লোকেরাও স্বর্নের আংটি তৈরি আরম্ভ করে। এরপর তিনি মিম্বরে আরোহণ করেন। আল্লাহর প্রশংসা ও গুণাবলী প্রকাশ করার পর বলেনঃ আমি এ আংটি তৈরি করেছিলাম। কিন্তু তা আর পরব না। এরপর তিনি তা ছুড়ে ফেলেন। লোকেরাও (তাদের আংটি) ছুড়ে ফেলল। জুওয়ায়রিয়া (রহঃ) বলেনঃ আমার ধারনা যে, বর্ণনাকারী (নাফি) এ কথাও বলেছেন যে আংটিটি তার ডান হাতে ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "5457",
    "id": "6101",
    "thesequence": "6363",
    "isActive": "1",
    "chapterId": "17118",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৮২. যে লোক আংটির নাগিনা হাতের তালুর দিকে রাখে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllahs Messenger (ﷺ) took a silver ring and had Muhammad, the Apostle of Allah engraved on it. The Prophet then said (to us), I have a silver ring with Muhammad, the Messenger of Allah engraved on it, so none of you should have the same engraving on his ring.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادٌ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اتَّخَذَ خَاتَمًا مِنْ فِضَّةٍ، وَنَقَشَ فِيهِ، مُحَمَّدٌ رَسُولُ اللَّهِ. وَقَالَ   إِنِّي اتَّخَذْتُ خَاتَمًا مِنْ وَرِقٍ، وَنَقَشْتُ فِيهِ، مُحَمَّدٌ رَسُولُ اللَّهِ. فَلاَ يَنْقُشَنَّ أَحَدٌ عَلَى نَقْشِهِ .",
    "hadithBengali": "৫৪৫৮। মউসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রুপার একটি আংটি তৈরী করেন। তাতে مُحَمَّدٌ رَسُولُ اللَّهِ এর নকশা খোদাই করেন। এরপর তিনি বলেনঃ আমি একটি রুপার আংটি বানিয়েছি এবং তাতেمُحَمَّدٌ رَسُولُ اللَّهِ এর নকশা খোদাই করেছি। সুতরাং কেউ সেন তার আংটিতে এ নকশা খোদাই না করে।\n",
    "checkStatus": "1",
    "hadithNo": "5458",
    "id": "6102",
    "thesequence": "6364",
    "isActive": "1",
    "chapterId": "17119",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৮৩. নবী (সাঃ) এর বাণীঃ তার আংটির নকশার ন্যায় কেউ নকশা বানাতে পারবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nthat when Abu Bakr became the Caliph, he wrote a letter to him (and stamped it with the Prophets ring) and the engraving of the ring was in three lines: Muhammad in one line, Apostle in another line, and Allah in a third line.\n\nAnas added:\nThe ring of the Prophet (ﷺ) was in his hand, and after him, in Abu Bakrs hand, and then in `Umars hand after Abu Bakr. When `Uthman was the Caliph, once he was sitting at the well of Aris. He removed the ring from his hand and while he was trifling with it, dropped into the well. We kept on going to the well with `Uthman for three days looking for the ring, and finally the well was drained, but the ring was not found.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، قَالَ حَدَّثَنِي أَبِي، عَنْ ثُمَامَةَ، عَنْ أَنَسٍ، أَنَّ أَبَا بَكْرٍ ـ رضى الله عنه ـ لَمَّا اسْتُخْلِفَ كَتَبَ لَهُ، وَكَانَ نَقْشُ الْخَاتَمِ ثَلاَثَةَ أَسْطُرٍ. مُحَمَّدٌ سَطْرٌ، وَرَسُولُ سَطْرٌ، وَاللَّهِ سَطْرٌ.\n وَزَادَنِي أَحْمَدُ حَدَّثَنَا الأَنْصَارِيُّ، قَالَ حَدَّثَنِي أَبِي، عَنْ ثُمَامَةَ، عَنْ أَنَسٍ، قَالَ كَانَ خَاتَمُ النَّبِيِّ صلى الله عليه وسلم فِي يَدِهِ، وَفِي يَدِ أَبِي بَكْرٍ بَعْدَهُ، وَفِي يَدِ عُمَرَ بَعْدَ أَبِي بَكْرٍ، فَلَمَّا كَانَ عُثْمَانُ جَلَسَ عَلَى بِئْرِ أَرِيسَ ـ قَالَ ـ فَأَخْرَجَ الْخَاتَمَ، فَجَعَلَ يَعْبَثُ بِهِ فَسَقَطَ قَالَ فَاخْتَلَفْنَا ثَلاَثَةَ أَيَّامٍ مَعَ عُثْمَانَ فَنَنْزَحُ الْبِئْرَ فَلَمْ نَجِدْهُ.",
    "hadithBengali": "৫৪৫৯। মুহাম্মদ ইবনু আবদুল্লাহ আনসারী (রহঃ) আনাস (রাঃ) থেকে বর্ণিত। আবূ বকর (রাঃ) যখন খলীফা নির্বাচিত হন, তখন তিনি তার (আনাস) (রাঃ) কাছে (যাকাতের পরিমাণ সম্পর্কে) একটি পত্র লেখেন। আংটিটির নকশা তিন লাইনে ছিল। এক লাইনে ছিল مُحَمَّدٌ এক লাইনে ছিল, رَسُول আর এক লাইনে ছিল اللَّه\n\nআবূ আবদুল্লাহ (ইমাম বুখারী) বলেনঃ আহমাদের সূত্রে আনাস (রাঃ) থেকে এ কথা অতিরিক্ত বর্ণিত আছে। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আংটি (তার জীবদ্দশায়) তার হাতেই ছিল। তার (ইন্তেকালের) পরে তা আবূ বকর (রাঃ) এর হাতে থাকে। আবূ বকর (রাঃ) এর (ইন্তেকালের) পরে তা উমার (রাঃ) এর হাতে থাকে। যখন উসমান (রাঃ) এর আমল এল, তখন (একদিন) তিনি ঐ আংটি হাতে নিয়ে আরীস নামক কুপের উপর বসেন। আংটিটি বের করে নাড়চাড়া করছিলেন। হঠাৎ তা (কুপের মধ্যে) পড়ে যায়। আনাস (রাঃ) বলেন, আমরা তিন দিন যাবত উসমানের (রাঃ) সাথে অনুসন্ধান চালালাম কূপের পানি ফেলে দেয়া হল কিন্তু আংটি আর আমরা পেলাম না।\n",
    "checkStatus": "1",
    "hadithNo": "5459",
    "id": "6103",
    "thesequence": "6365",
    "isActive": "1",
    "chapterId": "17120",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৮৪. আংটির নক্&zwnj;শা কি তিন লাইনে করা যায়?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nI offered the `Id prayer with the Prophet (ﷺ) and he offered prayer before the Khutba (sermon). ibn `Abbas added: After the prayer the Prophet (ﷺ) came towards (the rows of) the women and ordered them to give alms, and the women started putting their big and small rings in the garment of Bilal.",
    "hadithArabic": " حَدَّثَنَا أَبُو عَاصِمٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنَا الْحَسَنُ بْنُ مُسْلِمٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ شَهِدْتُ الْعِيدَ مَعَ النَّبِيِّ صلى الله عليه وسلم فَصَلَّى قَبْلَ الْخُطْبَةِ. وَزَادَ ابْنُ وَهْبٍ عَنِ ابْنِ جُرَيْجٍ فَأَتَى النِّسَاءَ فَجَعَلْنَ يُلْقِينَ الْفَتَخَ وَالْخَوَاتِيمَ فِي ثَوْبِ بِلاَلٍ.",
    "hadithBengali": "৫৪৬০। আবূ আসিম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে এক ঈদে উপস্থিত ছিলাম। তিনি খুতবার আগেই সালাত (নামায/নামাজ) আদায় করলেন। আবূ আবদুল্লাহ (ইমাম বুখারী) বলেনঃ ইবনু ওহাব, ইবনু জুরায়জ থেকে এতটুকু বেশী বর্ণনা করেছেন যে, এরপর তিনি মহিলাদের কাছে আসেন। তারা (সাদকা হিসেবে) বিলাল (রাঃ) এর কাপড়ে মালা ও আংটি ফেলতে লাগল।\n",
    "checkStatus": "1",
    "hadithNo": "5460",
    "id": "6104",
    "thesequence": "6366",
    "isActive": "1",
    "chapterId": "17121",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৮৫.  মহিলাদের আংটি পরিধান করা। &lsquo;আয়িশাহ্&zwnj; (রাঃ) এর স্বর্ণের কয়েকটি আংটি ছিল ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated ibn `Abbas:\n\nThe Prophet (ﷺ) came out on the day of `Id and offered a two-rak`at prayer, and he did not pray any rak`a before it, nor after it. Then he went towards the women and ordered them to give alms. The women started donating their earring and necklaces.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم يَوْمَ عِيدٍ فَصَلَّى رَكْعَتَيْنِ، لَمْ يُصَلِّ قَبْلُ وَلاَ بَعْدُ، ثُمَّ أَتَى النِّسَاءَ فَأَمَرَهُنَّ بِالصَّدَقَةِ، فَجَعَلَتِ الْمَرْأَةُ تَصَدَّقُ بِخُرْصِهَا وَسِخَابِهَا.",
    "hadithBengali": "৫৪৬১। মুহাম্মদ ইবন আর&#39;আর (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ঈদের দিনে বের হন এবং (ঈদের) দু&#39; রাকআত সালাত (নামায/নামাজ) আদায় করেন। তার আগে এবং পরে আর কোন নফজ সালাত (নামায/নামাজ) আদায় করেননি। তারপর তিনি মহিলাদের কাছে আসেন এবং তাদের সাদকা করার জন্য আদেশ দেন। মহিলারা তাদের হার ও মালা সাদকা করতে থাকল।\n",
    "checkStatus": "1",
    "hadithNo": "5461",
    "id": "6105",
    "thesequence": "6367",
    "isActive": "1",
    "chapterId": "17122",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৮৬. মহিলাদের হার পরিধান করা, সুগন্ধি ও ফুলের মালা পরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nA necklace belonging to Asma was lost, and the Prophet (ﷺ) sent men in its search. The time for the prayer became due and they were without ablution and they could not find water; therefore they prayed without ablution, They mentioned that to the Prophet (ﷺ) . Then Allah revealed the Verse of Tayammum. (`Aisha added: that she had borrowed (the necklace) from Asma).",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا عَبْدَةُ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ هَلَكَتْ قِلاَدَةٌ لأَسْمَاءَ، فَبَعَثَ النَّبِيُّ صلى الله عليه وسلم فِي طَلَبِهَا رِجَالاً، فَحَضَرَتِ الصَّلاَةُ وَلَيْسُوا عَلَى وُضُوءٍ وَلَمْ يَجِدُوا مَاءً، فَصَلَّوْا وَهُمْ عَلَى غَيْرِ وُضُوءٍ، فَذَكَرُوا ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَأَنْزَلَ اللَّهُ آيَةَ التَّيَمُّمِ. زَادَ ابْنُ نُمَيْرٍ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ اسْتَعَارَتْ مِنْ أَسْمَاءَ.",
    "hadithBengali": "৫৪৬২। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, (একবার কোন এক সফরে) আসমার একটি হার (আমার নিকট থেকে) হারিয়ে যায়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কয়েকজন পুরুষ লোককে তার সন্ধানে পাঠান। এমন সময় সালাত (নামায/নামাজ) এর সময় উপস্থিত হল। তাদের কারও উযূ (ওজু/অজু/অযু) ছিল না এবং তারা পানিও পেল না। সুতরাং বিনা উযূ (ওজু/অজু/অযু)তেই তাঁরা সালাত (নামায/নামাজ) আদায় করে নিলেন। (ফিরে এসে) তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এ বিষয়টির উল্লেখ করলেন। তখন আল্লাহ তা&#39;আলা তাইয়াম্মুমের আয়াত নাযিল করেন। ইবনু নুমায়র হিশামের সূত্রে এ কথা অতিরিক্ত বর্ণনা করেছেন যে, ঐ হার আয়িশা (রাঃ) আসমা (রাঃ) থেকে হাওলাত (ধার) নিয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5462",
    "id": "6106",
    "thesequence": "6368",
    "isActive": "1",
    "chapterId": "17123",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৮৭. হার ধার নেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) offered a two-rak`at prayer on `Id day and he did not offer any (Nawafil prayer) before or after it. He then went towards the women, and Bilal was accompanying him, and ordered them to give alms. And so the women started giving their earrings (etc .).",
    "hadithArabic": " حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَدِيٌّ، قَالَ سَمِعْتُ سَعِيدًا، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى يَوْمَ الْعِيدِ رَكْعَتَيْنِ، لَمْ يُصَلِّ قَبْلَهَا وَلاَ بَعْدَهَا ثُمَّ أَتَى النِّسَاءَ وَمَعَهُ بِلاَلٌ فَأَمَرَهُنَّ بِالصَّدَقَةِ، فَجَعَلَتِ الْمَرْأَةُ تُلْقِي قُرْطَهَا.",
    "hadithBengali": "৫৪৬৩। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একবার) ঈদের দিনে দু&#39; রাকআত সালাত (নামায/নামাজ) আদায় করেন। না এর আগে তিনি কোন সালাত (নামায/নামাজ) আদায় করেন না এর পরে। তারপরে তিনি মহিলাদের কাছে আসেন, তখন তাঁর সাথে ছিলেন বিলাল (রাঃ) তিনি মহিলাদের সাদকা করার নির্দেশ দেন। তারা নিজেদের কানের দুল ছুড়ে ফেলতে লাগল।\n",
    "checkStatus": "1",
    "hadithNo": "5463",
    "id": "6107",
    "thesequence": "6369",
    "isActive": "1",
    "chapterId": "17124",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৮৮.  মহিলাদের কানের দুল। ইব্&zwnj;ন &lsquo;আব্বাস (রাঃ) বলেন, নবী (সাঃ) (একবার) মহিলাদের সদাকাহ করার নির্দেশ দেন। তখন আমি দেখলাম, তারা তাদের নিজ নিজ কান ও গলার দিকে হাত বাড়িয়ে দিচ্ছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nI was with Allahs Messenger (ﷺ) in one of the Markets of Medina. He left (the market) and so did I. Then he asked thrice, Where is the small (child)? Then he said, Call Al-Hasan bin `Ali. So Al-Hasan bin `Ali got up and started walking with a necklace (of beads) around his neck. The Prophet (ﷺ) stretched his hand out like this, and Al-Hasan did the same. The Prophet (ﷺ) embraced him and said, 0 Allah! l love him, so please love him and love those who love him. Since Allahs Messenger (ﷺ) said that. nothing has been dearer to me than Al-Hasan.",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا وَرْقَاءُ بْنُ عُمَرَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ كُنْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي سُوقٍ مِنْ أَسْوَاقِ الْمَدِينَةِ فَانْصَرَفَ فَانْصَرَفْتُ فَقَالَ  أَيْنَ لُكَعُ ـ ثَلاَثًا ـ ادْعُ الْحَسَنَ بْنَ عَلِيٍّ . فَقَامَ الْحَسَنُ بْنُ عَلِيٍّ يَمْشِي وَفِي عُنُقِهِ السِّخَابُ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم بِيَدِهِ هَكَذَا، فَقَالَ الْحَسَنُ بِيَدِهِ، هَكَذَا فَالْتَزَمَهُ فَقَالَ  اللَّهُمَّ إِنِّي أُحِبُّهُ، فَأَحِبَّهُ، وَأَحِبَّ مَنْ يُحِبُّهُ . قَالَ أَبُو هُرَيْرَةَ فَمَا كَانَ أَحَدٌ أَحَبَّ إِلَىَّ مِنَ الْحَسَنِ بْنِ عَلِيٍّ بَعْدَ مَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَا قَالَ.",
    "hadithBengali": "৫৪৬৪। ইসহাক ইবনু ইবরাহীম হানযালী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে মদিনার কোন এক বাজারে ছিলাম। তিনি (বাজার থেকে) ফিরে আসলেন। আমিও ফিরে আসলাম। তিনি বললেনঃ ছোট শিশুটি কেথায়? এ কথা তিনবার বললেন। হাসান ইবনু আলীকে ডাক। দেখা গেল হাসান ইবনু আলী হেঁটে চলছে। তার গলায় ছিল মালা। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ভাবে তার হাত উত্তোলন করলেন। হাসানও এভারে নিজের হাত উত্তোলন করলেন। তারপর তিনি তাকে জড়িয়ে ধরলেন এবং বললেনঃ হে আল্লাহ আমি একে ভালবাসি, আপনিও তাকে ভালবাসুন এবং যে ব্যাক্তি তাকে ভালবাসে, তাকেও আপনি ভালসাসুন। আবূ হুরায়রা (রাঃ) বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একথা বলার পর থেকে হাসান ইবনু আলীর চেয়ে কেউ আমার কাছে অধিক প্রিয় হয়নি।\n",
    "checkStatus": "1",
    "hadithNo": "5464",
    "id": "6108",
    "thesequence": "6370",
    "isActive": "1",
    "chapterId": "17125",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৮৯.  শিশুদের মালা পরানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nAllahs Messenger (ﷺ) cursed those men who are in the similitude (assume the manners) of women and those women who are in the similitude (assume the manners) of men.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمُتَشَبِّهِينَ مِنَ الرِّجَالِ بِالنِّسَاءِ، وَالْمُتَشَبِّهَاتِ مِنَ النِّسَاءِ بِالرِّجَالِ. تَابَعَهُ عَمْرٌو أَخْبَرَنَا شُعْبَةُ.",
    "hadithBengali": "৫৪৬৫। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঐ সব পুরুষকে লা&#39;নত করেছেন। যারা নারীর বেশ ধারণ করে এবং ঐসব নারীকে যারা পুরুষের বেশ ধারণ করে।\n",
    "checkStatus": "1",
    "hadithNo": "5465",
    "id": "6109",
    "thesequence": "6371",
    "isActive": "1",
    "chapterId": "17126",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯০.  পুরুষের নারীর বেশ ধারণ করা এবং নারীর পুরুষের বেশ ধারণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) cursed effeminate men (those men who are in the similitude (assume the manners of women) and those women who assume the manners of men, and he said, Turn them out of your houses . The Prophet (ﷺ) turned out such-and-such man, and `Umar turned out such-and-such woman.",
    "hadithArabic": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لَعَنَ النَّبِيُّ صلى الله عليه وسلم الْمُخَنَّثِينَ مِنَ الرِّجَالِ، وَالْمُتَرَجِّلاَتِ مِنَ النِّسَاءِ وَقَالَ   أَخْرِجُوهُمْ مِنْ بُيُوتِكُمْ . قَالَ فَأَخْرَجَ النَّبِيُّ صلى الله عليه وسلم فُلاَنًا، وَأَخْرَجَ عُمَرُ فُلاَنًا.",
    "hadithBengali": "৫৪৬৬। মুআয ইবনু ফাযালা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পুরুষ হিজড়াদের উপর এবং পুরুষের বেশ ধারণকারী মহিলাদের উপর লা&#39;নত করেছেন। তিনি বলেছেনঃ ওদেরকে ঘর থেকে বের করে দাও। ইবনু আব্বাস (রাঃ) বলেছেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অমুককে বের করেছেন এবং উমর (রাঃ) অমুককে বের করে দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5466",
    "id": "6110",
    "thesequence": "6372",
    "isActive": "1",
    "chapterId": "17127",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯১. নারীর বেশধারী পুরুষদের ঘর থেকে বের করে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Salama:\n\nthat once the Prophet (ﷺ) was in her house, and an effeminate man was there too. The effeminate man said to `Abdullah, (Um Salamas brother) 0 `Abdullah! If Taif should be conquered tomorrow, I recommend you the daughter of Ghailan, for she is so fat that she has four curves in the front (of her belly) and eight at the back. So the Prophet (ﷺ) said (to his wives) These effeminate (men) should not enter upon you (your houses).",
    "hadithArabic": "حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، أَنَّ عُرْوَةَ، أَخْبَرَهُ أَنَّ زَيْنَبَ ابْنَةَ أَبِي سَلَمَةَ أَخْبَرَتْهُ أَنَّ أُمَّ سَلَمَةَ أَخْبَرَتْهَا أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ عِنْدَهَا وَفِي الْبَيْتِ مُخَنَّثٌ، فَقَالَ لِعَبْدِ اللَّهِ أَخِي أُمِّ سَلَمَةَ يَا عَبْدَ اللَّهِ إِنْ فُتِحَ لَكُمْ غَدًا الطَّائِفُ، فَإِنِّي أَدُلُّكَ عَلَى بِنْتِ غَيْلاَنَ، فَإِنَّهَا تُقْبِلُ بِأَرْبَعٍ وَتُدْبِرُ بِثَمَانٍ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ يَدْخُلَنَّ هَؤُلاَءِ عَلَيْكُنَّ . قَالَ أَبُو عَبْدِ اللَّهِ تُقْبِلُ بِأَرْبَعٍ وَتُدْبِرُ بِثَمَانٍ يَعْنِي أَرْبَعَ عُكَنِ بَطْنِهَا، فَهْىَ تُقْبِلُ بِهِنَّ، وَقَوْلُهُ وَتُدْبِرُ بِثَمَانٍ. يَعْنِي أَطْرَافَ هَذِهِ الْعُكَنِ الأَرْبَعِ، لأَنَّهَا مُحِيطَةٌ بِالْجَنْبَيْنِ حَتَّى لَحِقَتْ وَإِنَّمَا قَالَ بِثَمَانٍ. وَلَمْ يَقُلْ بِثَمَانِيَةٍ. وَوَاحِدُ الأَطْرَافِ وَهْوَ ذَكَرٌ، لأَنَّهُ لَمْ يَقُلْ ثَمَانِيَةَ أَطْرَافٍ.",
    "hadithBengali": "৫৪৬৭। মালিক ইবনু ইসমাঈল (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা তার ঘরে ছিলেন। তখন ঐ ঘরে একজন হিজড়া ছিল। সে উম্মে সালামার ভাই আবদুল্লাহকে বলল হে আবদুল্লাহ! আগামী কাল তায়েফের উপর যদি তোমাদের জন্মলাভ হয় তবে আমি তোমাকে বিনত গায়লানকে দেখাবো। সে যখন সামনের দিকে আসো তখন (তার পেটে) চার ভাজ দৃষ্ট হয়। আর যখন সে পিছনের দিকে যায়, তখন (তার পিঠে) আট ভাজ দৃষ্ট হয়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ওরা যেন তোমাদের নিকট কখনও না আসে।\n",
    "checkStatus": "1",
    "hadithNo": "5467",
    "id": "6111",
    "thesequence": "6373",
    "isActive": "1",
    "chapterId": "17127",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯১. নারীর বেশধারী পুরুষদের ঘর থেকে বের করে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) said, To get the moustaches cut short is characteristic of the Fitra.",
    "hadithArabic": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، عَنْ حَنْظَلَةَ، عَنْ نَافِعٍ، قَالَ أَصْحَابُنَا عَنِ الْمَكِّيِّ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مِنَ الْفِطْرَةِ قَصُّ الشَّارِبِ .",
    "hadithBengali": "৫৪৬৮। মাক্&zwnj;কী ইবনু ইবরাহীম (রহঃ) ... ইবনু উমর (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিতঃ তিনি বলেছেনঃ গোঁফ কেটে ফেলা ফিতরাত (স্বভাবের) অন্তর্ভুক্ত।\n",
    "checkStatus": "1",
    "hadithNo": "5468",
    "id": "6112",
    "thesequence": "6374",
    "isActive": "1",
    "chapterId": "17128",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯২. গোঁফ ছাটা। ইব্&zwnj;নু &lsquo;উমার (র) গোঁফ এতো ছোট করতেন যে, চামড়ার শুভ্রতা দেখা যেত এবং তিনি গোঁফ ও দাঁড়ির মাঝের পশম কেটে ফেলতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Five practices are characteristics of the Fitra: circumcision, shaving the pubic region, clipping the nails and cutting the moustaches short.",
    "hadithArabic": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، قَالَ الزُّهْرِيُّ حَدَّثَنَا عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، رِوَايَةً   الْفِطْرَةُ خَمْسٌ ـ أَوْ خَمْسٌ مِنَ الْفِطْرَةِ ـ الْخِتَانُ، وَالاِسْتِحْدَادُ، وَنَتْفُ الإِبْطِ، وَتَقْلِيمُ الأَظْفَارِ، وَقَصُّ الشَّارِبِ .",
    "hadithBengali": "৫৪৬৯। আলী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেছেন ফিতরাত (অর্থাৎ মানূষের সৃষ্টিগত স্বভাব) পাঁচটিঃ খাতনা করা, ক্ষুর ব্যবহার করা (নাভির নীচে), বোগলের পশম উপড়ে ফেলা, নখ কাটা ও গোঁফ ছোট করা।\n",
    "checkStatus": "1",
    "hadithNo": "5469",
    "id": "6113",
    "thesequence": "6375",
    "isActive": "1",
    "chapterId": "17128",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯২. গোঁফ ছাটা। ইব্&zwnj;নু &lsquo;উমার (র) গোঁফ এতো ছোট করতেন যে, চামড়ার শুভ্রতা দেখা যেত এবং তিনি গোঁফ ও দাঁড়ির মাঝের পশম কেটে ফেলতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) said, To shave the pubic hair. to clip the nails and to cut the moustaches short, are characteristics of the Fitra.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ أَبِي رَجَاءٍ، حَدَّثَنَا إِسْحَاقُ بْنُ سُلَيْمَانَ، قَالَ سَمِعْتُ حَنْظَلَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مِنَ الْفِطْرَةِ حَلْقُ الْعَانَةِ، وَتَقْلِيمُ الأَظْفَارِ، وَقَصُّ الشَّارِبِ .",
    "hadithBengali": "৫৪৭০। আহমাদ ইবনু আবূ রাজা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নাভির নীচের পশম কামানো, নখ কাটা ও গোঁফ ছোট করা মানুষের ফিতরাত।\n",
    "checkStatus": "1",
    "hadithNo": "5470",
    "id": "6114",
    "thesequence": "6376",
    "isActive": "1",
    "chapterId": "17129",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৩.  নখ কাটা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nI heard the Prophet (ﷺ) saying. Five practices are characteristics of the Fitra: circumcision, shaving the pubic hair, cutting the moustaches short, clipping the nails, and depilating the hair of the armpits.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   الْفِطْرَةُ خَمْسٌ الْخِتَانُ، وَالاِسْتِحْدَادُ، وَقَصُّ الشَّارِبِ، وَتَقْلِيمُ الأَظْفَارِ، وَنَتْفُ الآبَاطِ .",
    "hadithBengali": "৫৪৭১। আহমাদ ইবনু ইউনুস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি ফিতরাত পাঁচটিঃ খাতনা করা, (নাভির নীচে) ক্ষুর ব্যবহার করা, গোঁফ ছোট করা, নখ কাটা ও বোগলের পশম উপড়ে ফেলা।\n",
    "checkStatus": "1",
    "hadithNo": "5471",
    "id": "6115",
    "thesequence": "6377",
    "isActive": "1",
    "chapterId": "17129",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৩.  নখ কাটা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Nafi`:\n\nIbn `Umar said, The Prophet (ﷺ) said, Do the opposite of what the pagans do. Keep the beards and cut the moustaches short. Whenever Ibn `Umar performed the Hajj or `Umra, he used to hold his beard with his hand and cut whatever remained outside his hold. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مِنْهَالٍ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا عُمَرُ بْنُ مُحَمَّدِ بْنِ زَيْدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   خَالِفُوا الْمُشْرِكِينَ، وَفِّرُوا اللِّحَى، وَأَحْفُوا الشَّوَارِبَ . وَكَانَ ابْنُ عُمَرَ إِذَا حَجَّ أَوِ اعْتَمَرَ قَبَضَ عَلَى لِحْيَتِهِ، فَمَا فَضَلَ أَخَذَهُ.",
    "hadithBengali": "৫৪৭২। মুহাম্মদ ইবনু মিনহাল (রহঃ) ... ইবনু উমর (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, তোমরা মুশরিকদের বিপরীত করবেঃ দাঁড়ি লম্বা রাখবে, গোঁফ ছোট করবে। ইবনু উমর (রাঃ) যখন হাজ্জে (হজ্জ) বা উমরা করতেন, তখন তিনি তার দাঁড়ি খাট করে ধরতেন এবং মুটের বাইরে যতটুকু অতিরিক্ত থাকত তা কেটে ফেলতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5472",
    "id": "6116",
    "thesequence": "6378",
    "isActive": "1",
    "chapterId": "17129",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৩.  নখ কাটা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) said, Cut the moustaches short and leave the beard (as it is).",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدٌ، أَخْبَرَنَا عَبْدَةُ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   انْهَكُوا الشَّوَارِبَ، وَأَعْفُوا اللِّحَى .",
    "hadithBengali": "৫৪৭৩। মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা গোঁফ বেশী ছোট করবে এবং দাঁড়ি বড় রাখবে।\n",
    "checkStatus": "1",
    "hadithNo": "5473",
    "id": "6117",
    "thesequence": "6379",
    "isActive": "1",
    "chapterId": "17130",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৪. দাঁড়ি বড় রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muhammad bin Seereen:\n\nI asked Anas, Did the Prophet (ﷺ) dye his hair? Anas replied, The Prophet (ﷺ) did not have except a few grey hairs.",
    "hadithArabic": " حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا وُهَيْبٌ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، قَالَ سَأَلْتُ أَنَسًا أَخَضَبَ النَّبِيُّ صلى الله عليه وسلم قَالَ لَمْ يَبْلُغِ الشَّيْبَ إِلاَّ قَلِيلاً.",
    "hadithBengali": "৫৪৭৪। মুআল্লা ইবনু আসাদ (রহঃ) ... মুহাম্মদ ইবনু সীরীন (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আনাস (রাঃ) কে জিজ্ঞাসা করলাম যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি খিযাব লাগিয়েছেন? তিনি বললেনঃ বার্ধক্য তাকে অতি সামান্যই পেয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "5474",
    "id": "6118",
    "thesequence": "6380",
    "isActive": "1",
    "chapterId": "17131",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৫.  বার্ধক্যকালে (খিযাব লাগান সম্পর্কে) বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Thabit:\n\nAnas was asked whether the Prophet (ﷺ) used a a hair dye or not. He replied, The Prophet (ﷺ) did not have enough grey hair to dye, (such that) if I wanted to count the fading hairs in his beard (I could have).",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، قَالَ سُئِلَ أَنَسٌ عَنْ خِضَابِ النَّبِيِّ، صلى الله عليه وسلم فَقَالَ إِنَّهُ لَمْ يَبْلُغْ مَا يَخْضِبُ، لَوْ شِئْتُ أَنْ أَعُدَّ شَمَطَاتِهِ فِي لِحْيَتِهِ.",
    "hadithBengali": "৫৪৭৫। সুলায়মান ইবনু হারব (রহঃ) ... সাবিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, আনাস (রাঃ) কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিযাব লাগান সম্পর্কে জিজাসা করা হল। তিনি বললেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খিযাব লাগাবার অবস্থা পর্যন্ত পৌছেননি। আমি যদি তার সাদা দাঁড়িগুলো গুণতে চাইতাম, তবে সহজেই গুণতে পারতাম।\n",
    "checkStatus": "1",
    "hadithNo": "5475",
    "id": "6119",
    "thesequence": "6381",
    "isActive": "1",
    "chapterId": "17131",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৫.  বার্ধক্যকালে (খিযাব লাগান সম্পর্কে) বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated IsraiI:\n\n`Uthman bin `Abdullah bin Mauhab said, My people sent me with a bowl of water to Um Salama. Israil approximated three fingers (indicating the small size of the container in which there was some hair of the Prophet. `Uthman added, If any person suffered from evil eye or some other disease, he would send a vessel (containing water) to Um Salama. I looked into the container (that held the hair of the Prophet) and saw a few red hairs in it,",
    "hadithArabic": " حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، قَالَ أَرْسَلَنِي أَهْلِي إِلَى أُمِّ سَلَمَةَ بِقَدَحٍ مِنْ مَاءٍ ـ وَقَبَضَ إِسْرَائِيلُ ثَلاَثَ أَصَابِعَ ـ مِنْ فِضَّةٍ فِيهِ شَعَرٌ مِنْ شَعَرِ النَّبِيِّ صلى الله عليه وسلم وَكَانَ إِذَا أَصَابَ الإِنْسَانَ عَيْنٌ أَوْ شَىْءٌ بَعَثَ إِلَيْهَا مِخْضَبَهُ، فَاطَّلَعْتُ فِي الْجُلْجُلِ فَرَأَيْتُ شَعَرَاتٍ حُمْرًا.",
    "hadithBengali": "৫৪৭৬। মালিক ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু মাওহাব (রহঃ) থেকে বর্ণিত। তিনি বলেন আমাকে আমার পরিবারের লোকেরা এক পেয়ালা পানি সহ উম্মে সালামার কাছে পাঠাল। (উম্মে সালামার কাছে রক্ষিত) একটি রূপার (পানি ভর্তি) পাত্র থেকে (আনাসের পুত্র) ইসরাঈল তিনটি আঙ্গুল দিয়ে কিছু পানি তুলে নিল। ঐ পাত্রের মধ্যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কয়েকটি মুবারক চুল ছিল। কোন লোকের যদি চোখ লাগতো কিংবা অন্য কোন রোগ দেখা দিত তবে উম্মে সালামার কাছ থেকে পানি আনার জন্য একটি পাত্র পাঠিয়ে দিত। আমি সে পাত্রের মধ্যে একবার লক্ষ্য করলাম, দেখলাম লাল রং এর কয়েকটি চুল আছে।\n",
    "checkStatus": "1",
    "hadithNo": "5476",
    "id": "6120",
    "thesequence": "6382",
    "isActive": "1",
    "chapterId": "17131",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৫.  বার্ধক্যকালে (খিযাব লাগান সম্পর্কে) বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uthman bin `Abdullah bin Mauhab:\n\nI went to Um Salama and she brought out for us some of the dyed hair of the Prophet.\n\n\n\nIbn Mauhab also said that Um Salama had shown him the red hair of the Prophet.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا سَلاَّمٌ، عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، قَالَ دَخَلْتُ عَلَى أُمِّ سَلَمَةَ فَأَخْرَجَتْ إِلَيْنَا شَعَرًا مِنْ شَعَرِ النَّبِيِّ صلى الله عليه وسلم مَخْضُوبًا.\n وَقَالَ لَنَا أَبُو نُعَيْمٍ حَدَّثَنَا نُصَيْرُ بْنُ أَبِي الأَشْعَثِ، عَنِ ابْنِ مَوْهَبٍ، أَنَّ أُمَّ سَلَمَةَ، أَرَتْهُ شَعَرَ النَّبِيِّ صلى الله عليه وسلم أَحْمَرَ.",
    "hadithBengali": "৫৪৭৭। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু মাওহাব (রহঃ) থেকে বর্ণিত। তিনি বলেন, (একবার) আমি উম্মে সালামার (রাঃ) নিকট গেলাম। তখন তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কয়েকটি চুল বের করলেন, যাতে খিযাব লাগান ছিল।\n\nআবূ নু&#39;আইম ... ইবনু মাওহাবের সুত্রে বর্ননা করেছেন যে, উম্মে সালামা (রাঃ) তাকে (ইবনু মাওহাব) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর লাল রং এর চুল দেখিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5477",
    "id": "6121",
    "thesequence": "6383",
    "isActive": "1",
    "chapterId": "17131",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৫.  বার্ধক্যকালে (খিযাব লাগান সম্পর্কে) বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Jews and Christians do not dye their hair so you should do the opposite of what they do.",
    "hadithArabic": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ أَبِي سَلَمَةَ، وَسُلَيْمَانَ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِنَّ الْيَهُودَ وَالنَّصَارَى لاَ يَصْبُغُونَ فَخَالِفُوهُمْ .",
    "hadithBengali": "৫৪৭৮। হুমায়দী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইয়াহুদ ও নাসারারা (চুল ও দাঁড়িতে) রং লাগায় না। সুতরাং তোমরা তাদের বিপরীত করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5478",
    "id": "6122",
    "thesequence": "6384",
    "isActive": "1",
    "chapterId": "17132",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৬. খিযাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) was neither conspicuously tall, nor short; neither, very white, nor tawny. His hair was neither much curled, nor very straight. Allah sent him (as an Apostle) at the age of forty (and after that) he stayed for ten years in Mecca, and for ten more years in Medina. Allah took him unto Him at the age of sixty, and he scarcely had ten white hairs on his head and in his beard.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّهُ سَمِعَهُ يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيْسَ بِالطَّوِيلِ الْبَائِنِ، وَلاَ بِالْقَصِيرِ، وَلَيْسَ بِالأَبْيَضِ الأَمْهَقِ، وَلَيْسَ بِالآدَمِ، وَلَيْسَ بِالْجَعْدِ الْقَطَطِ، وَلاَ بِالسَّبْطِ، بَعَثَهُ اللَّهُ عَلَى رَأْسِ أَرْبَعِينَ سَنَةً، فَأَقَامَ بِمَكَّةَ عَشْرَ سِنِينَ، وَبِالْمَدِينَةِ عَشْرَ سِنِينَ، وَتَوَفَّاهُ اللَّهُ عَلَى رَأْسِ سِتِّينَ سَنَةً، وَلَيْسَ فِي رَأْسِهِ وَلِحْيَتِهِ عِشْرُونَ شَعَرَةً بَيْضَاءَ.",
    "hadithBengali": "৫৪৭৯। ইসমাঈল (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্নিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অতিরিক্ত লম্বা ছিলেন না খাটও ছিলেন না। ধবধবে সাদা ছিলেন না, আর না ফ্যাকাশে সাদা ছিলেন। চুল অতিশয় কোঁকড়ানও ছিল না, আর সম্পূর্ণ সোজাও ছিল না। চল্লিশ বছর বয়সে আল্লাহ তাকে নবুয়াত দান করেন। এরপর মক্কায় দশ বছর এবং মদিনায় দশ বছর অবস্থান করেন। ষাট বছর বয়সে আল্লাহ তাকে মৃত্যু দান করেন। এ সময় তার মাথায় ও দাঁড়িতে বিশটি চুলও সাদা হয়নি।\n",
    "checkStatus": "1",
    "hadithNo": "5479",
    "id": "6123",
    "thesequence": "6385",
    "isActive": "1",
    "chapterId": "17133",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৭. কোঁকড়ানো চুল ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nI did not see anybody in a red cloak looking more handsome than the Prophet.\nNarrated Malik: The hair of the Prophet (ﷺ) used to hang near his shoulders. Abu Ishaq said, I heard him relate it more than once. He always laughed when he related it.\nNarrated Shu`ba: The hair of the Prophet (ﷺ) used to hang down to the earlobes.",
    "hadithArabic": " حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، سَمِعْتُ الْبَرَاءَ، يَقُولُ مَا رَأَيْتُ أَحَدًا أَحْسَنَ فِي حُلَّةٍ حَمْرَاءَ مِنَ النَّبِيِّ صلى الله عليه وسلم. قَالَ بَعْضُ أَصْحَابِي عَنْ مَالِكٍ إِنَّ جُمَّتَهُ لَتَضْرِبُ قَرِيبًا مِنْ مَنْكِبَيْهِ. قَالَ أَبُو إِسْحَاقَ سَمِعْتُهُ يُحَدِّثُهُ غَيْرَ مَرَّةٍ، مَا حَدَّثَ بِهِ قَطُّ إِلاَّ ضَحِكَ. تَابَعَهُ شُعْبَةُ شَعَرُهُ يَبْلُغُ شَحْمَةَ أُذُنَيْهِ.",
    "hadithBengali": "৫৪৮০। মালিক ইবনু ইসমাঈল (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন, লাল জোড়া কাপড় পরিহিত অবস্থায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অন্য কাউকে আমি অধিক সুন্দর দেখিনি। (ইমাম বুখারী বলেন) আমার জনৈক সংগী মালিক থেকে বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাথার চুল তার কাঁধ পর্যন্ত পৌছতো। আবূ ইসহাক (রহঃ) বলেনঃ আমি বারা (রাঃ) কে একাধিকরার এ হাদীস বর্ননা করতে শুনেছি। যখনই তিনি এ হাদীস বর্ণনা করতেন, তখনই হেসে দিতেন। শুবা বলেছেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল তার উভয় কানের লতি পর্যন্ত পৌছতো।\n",
    "checkStatus": "1",
    "hadithNo": "5480",
    "id": "6124",
    "thesequence": "6386",
    "isActive": "1",
    "chapterId": "17133",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৭. কোঁকড়ানো চুল ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, Today I saw myself in a dream near the Ka`ba. I saw a whitish brown man, the handsomest of all brown men you might ever see. He had the most beautiful Limma (hair hanging down to the earlobes) you might ever see. He had combed it and it was dripping water; and he was performing the Tawaf around the Ka`ba leaning on two men or on the shoulders of two men. l asked, Who is this? It was said. Messiah, the son of Mary. Suddenly I saw a curly-haired man, blind in the right eye which looked like a protruding out grape. I asked, Who is this? It was said, He is Masiah Ad-Dajjal.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   أُرَانِي اللَّيْلَةَ عِنْدَ الْكَعْبَةِ، فَرَأَيْتُ رَجُلاً آدَمَ كَأَحْسَنِ مَا أَنْتَ رَاءٍ مِنْ أُدْمِ الرِّجَالِ، لَهُ لِمَّةٌ كَأَحْسَنِ مَا أَنْتَ رَاءٍ مِنَ اللِّمَمِ، قَدْ رَجَّلَهَا، فَهْىَ تَقْطُرُ مَاءً مُتَّكِئًا عَلَى رَجُلَيْنِ، أَوْ عَلَى عَوَاتِقِ رَجُلَيْنِ، يَطُوفُ بِالْبَيْتِ فَسَأَلْتُ مَنْ هَذَا فَقِيلَ الْمَسِيحُ ابْنُ مَرْيَمَ. وَإِذَا أَنَا بِرَجُلٍ جَعْدٍ، قَطَطٍ، أَعْوَرِ الْعَيْنِ الْيُمْنَى كَأَنَّهَا عِنَبَةٌ طَافِيَةٌ، فَسَأَلْتُ مَنْ هَذَا فَقِيلَ الْمَسِيحُ الدَّجَّالُ .",
    "hadithBengali": "৫৪৮১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমি এক রাতে স্বপ্নে কাবা ঘরের নিকট একজন গেরুয়া বর্নের পুরুষ লোক দেখতে পেলাম। এমন সুন্দর গেরুয়া লোক তুমি কখনও দেখনি। তার মাথার চুল ছিল কাঁধ পর্যন্ত। কাঁধ পর্যন্ত লম্বা এমন সুন্দর চুল তুমি কখনও দেখনি। লোকটি চুল আচড়িয়েছে, আর তা থেকে ফোটা ফোটা পানি পড়ছে। সে দু&#39;জন লোকের উপর ভর করে কিম্বা দু&#39;জন লোকের কাঁধের উপর ভর করে কাবা ঘর তাওয়াফ করছেন। আমি জিজ্ঞাসা করলামঃ এ লোকটি কে? জবাব দেওয়া হলো তিনি মরিয়মের পুত্র (ঈসা) মাসীহ! আর দেখলাম অন্য একজন লোক, যার চুল ছিল অতিশয় কোকড়ান, ডান চোখ টেরা, যেন তা একটি ফুলে উঠা আঙ্গুর। আমি জিজ্ঞাসা করলাম এ লোকটি কে? বলা হলোঃ ইনি মাসীহ দাজ্জাল।\n",
    "checkStatus": "1",
    "hadithNo": "5481",
    "id": "6125",
    "thesequence": "6387",
    "isActive": "1",
    "chapterId": "17133",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৭. কোঁকড়ানো চুল ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas :\n\nThe hair of the Prophet (ﷺ) used to hang down up to his shoulders. ",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا حَبَّانُ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا أَنَسٌ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَضْرِبُ شَعَرُهُ مَنْكِبَيْهِ.",
    "hadithBengali": "৫৪৮২। ইসহাক (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাথার চুল (কখনও কখনও) কাঁধ পর্যন্ত লম্বা হত।\n",
    "checkStatus": "1",
    "hadithNo": "5482",
    "id": "6126",
    "thesequence": "6388",
    "isActive": "1",
    "chapterId": "17133",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৭. কোঁকড়ানো চুল ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe head-hair of the Prophet (ﷺ) used to hang down to his shoulders. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، كَانَ يَضْرِبُ شَعَرُ النَّبِيِّ صلى الله عليه وسلم مَنْكِبَيْهِ.",
    "hadithBengali": "৫৪৮৩। মূসা ইবনু ইসমাঈল (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল (কোন কোন সময়) কাঁধ পর্যন্ত দীর্ঘ হতো।\n",
    "checkStatus": "1",
    "hadithNo": "5483",
    "id": "6127",
    "thesequence": "6389",
    "isActive": "1",
    "chapterId": "17133",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৭. কোঁকড়ানো চুল ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qatada:\n\nl asked Anas bin Malik about the hair of Allahs Messenger (ﷺ). He said, The hair of Allahs Messenger (ﷺ) was neither much straight, nor much curly, and it used to hang down till between his shoulders and his earlobes.",
    "hadithArabic": " حَدَّثَنِي عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، قَالَ سَأَلْتُ أَنَسَ بْنَ مَالِكٍ ـ رضى الله عنه ـ عَنْ شَعَرِ، رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ كَانَ شَعَرُ رَسُولِ اللَّهِ صلى الله عليه وسلم رَجِلاً، لَيْسَ بِالسَّبِطِ، وَلاَ الْجَعْدِ، بَيْنَ أُذُنَيْهِ وَعَاتِقِهِ.",
    "hadithBengali": "৫৪৮৪। আমর ইবনু আলী (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আনাস ইবনু মালিক (রাঃ) কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল সম্পর্কে জিজ্ঞাসা করলাম। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল মধ্যম ধরনের ছিল না একেবারে সোজা লম্বা, না অতি কোঁকড়ান। আর তা ছিল দু&#39;কান ও দু-কাঁধের মধ্যবর্তী স্থান পর্যন্ত।\n",
    "checkStatus": "1",
    "hadithNo": "5484",
    "id": "6128",
    "thesequence": "6390",
    "isActive": "1",
    "chapterId": "17133",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৭. কোঁকড়ানো চুল ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) had big hands, and I have never seen anybody like him after him. The hair of the Prophet was wavy, neither curly nor straight.",
    "hadithArabic": " حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا جَرِيرٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم ضَخْمَ الْيَدَيْنِ، لَمْ أَرَ بَعْدَهُ مِثْلَهُ، وَكَانَ شَعَرُ النَّبِيِّ صلى الله عليه وسلم رَجِلاً، لاَ جَعْدَ، وَلاَ سَبِطَ.",
    "hadithBengali": "৫৪৮৫। মুসলিম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুবারক হাত গোশতে পরিপূর্ণ ছিল। তার পরে আর কাউকে অমন এমন দেখিনি। আর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল ছিল মধ্যম ধরনের বেশী কৌকড়ানোও না আর বেশী সোজাও না।\n",
    "checkStatus": "1",
    "hadithNo": "5485",
    "id": "6129",
    "thesequence": "6391",
    "isActive": "1",
    "chapterId": "17133",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৭. কোঁকড়ানো চুল ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) had big hands and feet, and I have not seen anybody like him, neither before nor after him, and his palms were soft.",
    "hadithArabic": " حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم ضَخْمَ الْيَدَيْنِ وَالْقَدَمَيْنِ حَسَنَ الْوَجْهِ، لَمْ أَرَ بَعْدَهُ وَلاَ قَبْلَهُ مِثْلَهُ، وَكَانَ بَسِطَ الْكَفَّيْنِ.",
    "hadithBengali": "৫৪৮৬। আবূ নুমান (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দু&#39; হাত ও দু&#39; পা ছিল গোশতবহুল। চেহারা ছিল সুন্দর। তাঁর আগে ও তার পরে আমি তার মত অপর (কাউকে এত অধিক সুন্দর) দেখিনি। তার হাতের তালু ছিল চওড়া।\n",
    "checkStatus": "1",
    "hadithNo": "5486",
    "id": "6130",
    "thesequence": "6392",
    "isActive": "1",
    "chapterId": "17133",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৭. কোঁকড়ানো চুল ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) had big feet and a good-looking face and l have not seen anybody like him after him.\n\nNarrated Anas:\nThe Prophet (ﷺ) had big feet and hands.\n\nNarrated Anas or Jabir bin `Abdullah:\nThe Prophet (ﷺ) had big hands and feet and I have not seen anybody like him after him.",
    "hadithArabic": " حَدَّثَنِي عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا مُعَاذُ بْنُ هَانِئٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسِ بْنِ مَالِكٍ،. أَوْ عَنْ رَجُلٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم ضَخْمَ الْقَدَمَيْنِ، حَسَنَ الْوَجْهِ، لَمْ أَرَ بَعْدَهُ مِثْلَهُ.\n وَقَالَ هِشَامٌ عَنْ مَعْمَرٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، كَانَ النَّبِيُّ صلى الله عليه وسلم شَثْنَ الْقَدَمَيْنِ وَالْكَفَّيْنِ.\n وَقَالَ أَبُو هِلاَلٍ حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ،. أَوْ جَابِرِ بْنِ عَبْدِ اللَّهِ كَانَ النَّبِيُّ صلى الله عليه وسلم ضَخْمَ الْكَفَّيْنِ وَالْقَدَمَيْنِ، لَمْ أَرَ بَعْدَهُ شَبَهًا لَهُ.",
    "hadithBengali": "৫৪৮৭। আমর ইবনু আলী (রহঃ) ... আনাস (রাঃ) ও আবূ হুরায়রা (রাঃ) থেকে বর্নিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দু&#39; পা ছিল গোশতবহুল। চেহারা ছিল সুন্দর। আমি তার পরে তার ন্যায় (কাউকে এমন সুন্দর) দেখিনি।\n\nহিশাম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণনা করেন। তিনি বলেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দু&#39; পা ও হাতের দু&#39; কবজা গোশতে পরিপূর্ণ ছিল।\n\nআবূ হিলাল (রহঃ) ... আনাস (রাঃ) অথবা জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণনা করেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর, দু টি কব্জা ও দুটি পা গোশতপূর্ণ ছিল। আমি তার পরে তার ন্যায় (কাউকে এত অধিক সুন্দর) দেখিনি।\n",
    "checkStatus": "1",
    "hadithNo": "5487",
    "id": "6131",
    "thesequence": "6393",
    "isActive": "1",
    "chapterId": "17133",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৭. কোঁকড়ানো চুল ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Mujahid:\n\nWe were with Ibn `Abbas and the people mentioned Ad-Dajjal. Someone said, The word Kafir (unbeliever) is written in between his (Ad-Dajjals) eyes. Ibn `Abbas said, I have not heard the Prophet saying this, but he said, As regards Abraham, he looks like your companion (i.e. the Prophet, Muhammad), and as regards Moses, he is a brown curly haired man riding a camel and reigned with a strong jute rope, as if I am now looking at him getting down in the valley and saying, Labbaik.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنِي ابْنُ أَبِي عَدِيٍّ، عَنِ ابْنِ عَوْنٍ، عَنْ مُجَاهِدٍ، قَالَ كُنَّا عِنْدَ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ فَذَكَرُوا الدَّجَّالَ فَقَالَ إِنَّهُ مَكْتُوبٌ بَيْنَ عَيْنَيْهِ كَافِرٌ. وَقَالَ ابْنُ عَبَّاسٍ لَمْ أَسْمَعْهُ قَالَ ذَاكَ وَلَكِنَّهُ قَالَ   أَمَّا إِبْرَاهِيمُ فَانْظُرُوا إِلَى صَاحِبِكُمْ، وَأَمَّا مُوسَى فَرَجُلٌ آدَمُ جَعْدٌ، عَلَى جَمَلٍ أَحْمَرَ مَخْطُومٍ بِخُلْبَةٍ، كَأَنِّي أَنْظُرُ إِلَيْهِ إِذِ انْحَدَرَ فِي الْوَادِي يُلَبِّي .",
    "hadithBengali": "৫৪৮৮। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... মুজাহিদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা একদা ইবনু আব্বাসের নিকট ছিলাম। তখন লোকজন দাজ্জালের কথা আলোচনা করন। একজন বললঃ তার দু&#39;চোখের মাঝখানে লেখা থাকবে কাফির ইবনু আব্বাস (রাঃ) বললেনঃ আমি এমন কথা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনিনি। তবে তিনি বলেছেনঃ তোমরা যদি ইবরাহীম (আলাইহিস সালাম) কে দেখতে চাও, তা হলে তোমাদের সঙ্গী নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দিকে তাকাও। আর মূসা (আলাইহিস সালাম) হচ্ছেন শ্যাম বর্ণের লোক, কোঁকড়ান চুল বিশিষ্ট, নাকে লাগাম পরান লাল উটে আরোহণকারী। আমি যেন তাঁকে দেখতে পাচ্ছি যে, তিনি তালবিয়া (লাব্বায়কা) পাঠরত অবস্থায় (মক্কা) উপত্যকায় অবতরণ করছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5488",
    "id": "6132",
    "thesequence": "6394",
    "isActive": "1",
    "chapterId": "17133",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৭. কোঁকড়ানো চুল ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nI heard `Umar saying, Whoever braids his hair should shave it (on finishing lhram). Youd better not do, something like Talbid. Ibn `Umar used to say: I saw Allahs Messenger (ﷺ) with his hair stuck together with gum.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَالَ سَمِعْتُ عُمَرَ ـ رضى الله عنه ـ يَقُولُ مَنْ ضَفَّرَ فَلْيَحْلِقْ، وَلاَ تَشَبَّهُوا بِالتَّلْبِيدِ. وَكَانَ ابْنُ عُمَرَ يَقُولُ لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم مُلَبِّدًا.",
    "hadithBengali": "৫৪৮৯। আবুল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি উমার (রাঃ) কে বলতে শুনেছি যে ব্যাক্তি চুল জট করে, সে যেন তা মুড়ে ফেলে। আর তোমরা মাথার চুল জটকারীদের ন্যায় জট করো না। ইবনু উমর (রাঃ) বলতেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে চুল জট করা অবস্থায় দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "5489",
    "id": "6133",
    "thesequence": "6395",
    "isActive": "1",
    "chapterId": "17134",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৮. মাথার চুল জট করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nI heard Allahs Messenger (ﷺ), while he was in the state of lhram and his hair was stuck together with gum, saying, Labbaik, Allahumma Labbaik, Labbaik La Sharika laka Labbaik. Inn-al-Hamda Wan-Nimata Laka wal-Mulk, La Sharika Lak. He did not add anything to those words.",
    "hadithArabic": "حَدَّثَنِي حِبَّانُ بْنُ مُوسَى، وَأَحْمَدُ بْنُ مُحَمَّدٍ، قَالاَ أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يُهِلُّ مُلَبِّدًا يَقُولُ   لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ لاَ شَرِيكَ لَكَ . لاَ يَزِيدُ عَلَى هَؤُلاَءِ الْكَلِمَاتِ.",
    "hadithBengali": "৫৪৯০। হিব্বান ইবনু মূসা ও আহমাদ ইবনু মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে চুল জট করা অবস্থায় ইহরামকালে উচ্চরন তালবিয়া পাঠ করতে শুনেছি। তিনি বলেছেনঃ লাব্বাইকা আমি হাযির, হে আল্লাহ! আমি হাজির, আমি হাজির, আপনার কোন শরীক নেই। আমি হাযির, নিশ্চয়ই প্রশংসা এবং অনুগ্রহ কেবল আপনারই, আর রাজত্বও। এতে আপনার কোন শরীক নেই। এ শব্দগুলো থেকে বাড়িয়ে তিনি অতিরিক্ত কিছু বলেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "5490",
    "id": "6134",
    "thesequence": "6396",
    "isActive": "1",
    "chapterId": "17134",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৮. মাথার চুল জট করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hafsa:\n\n(the wife of the Prophet) I said, O Allahs Messenger (ﷺ)! Why have the people finished their Ihram after performing the `Umra while you have not finished your lhram after your `Umra? He said, I have done Talbid (of my hair) and have decorated my Hadis with garlands, so I shall not finish my lhram till l have slaughtered my Hadi (animal for sacrifice).",
    "hadithArabic": "حَدَّثَنِي إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ حَفْصَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ مَا شَأْنُ النَّاسِ حَلُّوا بِعُمْرَةٍ، وَلَمْ تَحْلِلْ أَنْتَ مِنْ عُمْرَتِكَ قَالَ   إِنِّي لَبَّدْتُ رَأْسِي، وَقَلَّدْتُ هَدْيِي، فَلاَ أَحِلُّ حَتَّى أَنْحَرَ .",
    "hadithBengali": "৫৪৯১। ইসমাঈল (রহঃ) ... হাফসা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি জিজ্ঞাসা করলামঃ হে আল্লাহর রাসূল! লোকজনের কি হল, তারা তাদের উমরার ইহরাম খুলে ফেলেছে অথচ আপনি এখনও আপনার ইহরাম খুলেন নি। তিনি বললেনঃ আমি আমার মাথার চুল জড়ো করে রেখেছি এবং আমার হাদী (কুরবানীর পশু) কে কিলাদা পরিয়েছি। তাই তা যবেহ করার পূর্বে আমি ইহরাম খুলবো না।\n",
    "checkStatus": "1",
    "hadithNo": "5491",
    "id": "6135",
    "thesequence": "6397",
    "isActive": "1",
    "chapterId": "17134",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৮. মাথার চুল জট করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) used to copy the people of the Scriptures in matters in which there was no order from Allah. The people of the Scripture used to let their hair hang down while the pagans used to part their hair. So the Prophet (ﷺ) let his hair hang down first, but later on he parted it.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُحِبُّ مُوَافَقَةَ أَهْلِ الْكِتَابِ فِيمَا لَمْ يُؤْمَرْ فِيهِ، وَكَانَ أَهْلُ الْكِتَابِ يَسْدِلُونَ أَشْعَارَهُمْ، وَكَانَ الْمُشْرِكُونَ يَفْرُقُونَ رُءُوسَهُمْ، فَسَدَلَ النَّبِيُّ صلى الله عليه وسلم نَاصِيَتَهُ، ثُمَّ فَرَقَ بَعْدُ.",
    "hadithBengali": "৫৪৯২। আহমাদ ইবনু ইউনুস (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে সব ব্যাপারে আহলে কিতারের সামঞ্জস্য রক্ষা করে চলা পছন্দ করতেন, যে সব ব্যাপারে তাকে (কুরআনে) কোন সুস্পষ্ট নির্দেশ দেওয়া হয়নি। আর আহলে কিতাবরা তাদের চুল ঝুলিয়ে রাখতো এবং মুশরিকরা তাদের মাথার চুল সিথি কেটে রাখতো। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার চুল ঝুলিয়েও রাখতেন এবং সিথিও কাটতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5492",
    "id": "6136",
    "thesequence": "6398",
    "isActive": "1",
    "chapterId": "17135",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৯. মাথার চুল মাথার মাঝখানে দুইভাগে বিভক্ত করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAs if I am now looking at the shine of the hair parting of the Prophet (ﷺ) while he was in the state of lhram.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، وَعَبْدُ اللَّهِ بْنُ رَجَاءٍ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَأَنِّي أَنْظُرُ إِلَى وَبِيصِ الطِّيبِ فِي مَفَارِقِ النَّبِيِّ صلى الله عليه وسلم وَهْوَ مُحْرِمٌ. قَالَ عَبْدُ اللَّهِ فِي مَفْرِقِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৫৪৯৩। আবূল ওয়ালীদ ও ঊবায়দুল্লাহ ইবনু রাজা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্নিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইহরাম অবস্থায় সিথিতে যে খুশবু লাগাতেন, আমি যেন তার চমক এখনও দেখতে পাচ্ছি।\n",
    "checkStatus": "1",
    "hadithNo": "5493",
    "id": "6137",
    "thesequence": "6399",
    "isActive": "1",
    "chapterId": "17135",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৩৯৯. মাথার চুল মাথার মাঝখানে দুইভাগে বিভক্ত করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nOnce I stayed overnight in the house of my aunt Maimuna bint Al-Harith and Allahs Messenger (ﷺ) was with her as it was her turn. Allahs Messenger (ﷺ) got up to offer the night prayer. I stood on his left but he took hold of my two locks of hair and made me stand on his right.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا الْفَضْلُ بْنُ عَنْبَسَةَ، أَخْبَرَنَا هُشَيْمٌ، أَخْبَرَنَا أَبُو بِشْرٍ، ح وَحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا هُشَيْمٌ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ بِتُّ لَيْلَةً عِنْدَ مَيْمُونَةَ بِنْتِ الْحَارِثِ خَالَتِي، وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم عِنْدَهَا فِي لَيْلَتِهَا ـ قَالَ ـ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ، فَقُمْتُ عَنْ يَسَارِهِ ـ قَالَ ـ فَأَخَذَ بِذُؤَابَتِي فَجَعَلَنِي عَنْ يَمِينِهِ.",
    "hadithBengali": "৫৪৯৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার আমি আমার খালা মায়মুনা বিনত হারিসের নিকট রাত যাপন করছিলাম। ঐ রাতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাছে ছিলেন। ইবনু আব্বাস (রাঃ) বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠে রাতের সালাত (নামায/নামাজ) আদায় করতে লাগলেন। আমি তার বাম পাশে গিয়ে দাঁড়ালাম। তখন তিনি আমার চুলের ঝুটি ধরে আমাকে তার ডান পাশে নিয়ে দাঁড় করালেন।\n",
    "checkStatus": "1",
    "hadithNo": "5494",
    "id": "6138",
    "thesequence": "6400",
    "isActive": "1",
    "chapterId": "17136",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪০০. চুলের ঝুটি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bishr:\n\n(the above Hadith) but he quoted: Ibn `Abbas said, (took hold of) my two braids on my head.",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا أَبُو بِشْرٍ، بِهَذَا، وَقَالَ بِذُؤَابَتِي أَوْ بِرَأْسِي.",
    "hadithBengali": "৫৪৯৫। আমর ইবনু মুহাম্মদ (রহঃ) ... আবূ বিশর (রহঃ) থেকে بِذُؤَابَتِي অথবাبِرَأْسِي বলে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5495",
    "id": "6139",
    "thesequence": "6401",
    "isActive": "1",
    "chapterId": "17136",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪০০. চুলের ঝুটি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ubaidullah bin Hafs:\n\nthat `Umar bin Nafi` told him that Nafi`, Maula `Abdullah had heard `Umar saying, I heard Allahs Apostle forbidding Al-Qaza. Ubaidullah added: I said, What is Al-Qaza? Ubaidullah pointed (towards his head) to show us and added, Nafi` said, It is when a boy has his head shaved leaving a tuft of hair here and a tuft of hair there. Ubaidullah pointed towards his forehead and the sides of his head. Ubaidullah was asked, Does this apply to both girls and boys? He said, I dont know, but Nafi` said, The boy. Ubaidullah added, I asked Nafi` again, and he said, As for leaving hair on the temples and the back part of the boys head, there is no harm, but Al-Qaza is to leave a tuft of hair on his forehead unshaved while there is no hair on the rest of his head, and also to leave hair on either side of his head.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدٌ، قَالَ أَخْبَرَنِي مَخْلَدٌ، قَالَ أَخْبَرَنِي ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ حَفْصٍ، أَنَّ عُمَرَ بْنَ نَافِعٍ، أَخْبَرَهُ عَنْ نَافِعٍ، مَوْلَى عَبْدِ اللَّهِ أَنَّهُ سَمِعَ ابْنَ عُمَرَ ـ رضى الله عنهما ـ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنِ الْقَزَعِ. قَالَ عُبَيْدُ اللَّهِ قُلْتُ وَمَا الْقَزَعُ فَأَشَارَ لَنَا عُبَيْدُ اللَّهِ قَالَ إِذَا حَلَقَ الصَّبِيَّ وَتَرَكَ هَا هُنَا شَعَرَةً وَهَا هُنَا وَهَا هُنَا. فَأَشَارَ لَنَا عُبَيْدُ اللَّهِ إِلَى نَاصِيَتِهِ وَجَانِبَىْ رَأْسِهِ. قِيلَ لِعُبَيْدِ اللَّهِ فَالْجَارِيَةُ وَالْغُلاَمُ قَالَ لاَ أَدْرِي هَكَذَا قَالَ الصَّبِيِّ. قَالَ عُبَيْدُ اللَّهِ وَعَاوَدْتُهُ فَقَالَ أَمَّا الْقُصَّةُ وَالْقَفَا لِلْغُلاَمِ فَلاَ بَأْسَ بِهِمَا وَلَكِنَّ الْقَزَعَ أَنْ يُتْرَكَ بِنَاصِيَتِهِ شَعَرٌ، وَلَيْسَ فِي رَأْسِهِ غَيْرُهُ، وَكَذَلِكَ شَقُّ رَأْسِهِ هَذَا وَهَذَا.",
    "hadithBengali": "৫৪৯৬। মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কাযা থেকে নিষেধ করতে শুনেছি। রাবী উবায়দুল্লাহ বলেন, আমি জিজ্ঞাসা করলামঃ &#39;কাযা&#39; কি? তখন আবদুল্লাহ (রাঃ) আমাদের ইশারা দিয়ে দেখিয়ে বললেনঃ শিশুদের যখন চুল কামান হয় তখন এই, এই জায়গায় চুল রেখে দেওয়া। এ কথা বলার সময় উবায়দুল্লাহ তার কপাল ও মাথার দু&#39;পাশ দেখালেন। পুনরায় জিজ্ঞাসা করা হলঃ বালক ও বালিকার কি একই হুকুম? তিনি বললেনঃ আমি জানি না। এভাবে তিনি বালকের কথা বলেছেন। উবায়দুল্লাহ বলেনঃ আমি এ কথা পুনরায় জিজ্ঞাসা করলাম। তিনি বললেনঃ পুরুষ শিশুর মাথার সামনের ও পিছনের দিকের চুল কামান দোষনীয় নয়। আর (অন্য এক ব্যাখ্যা মতে) &#39;কাযা&#39; বলা হয়, কপালের উপরে কিছু চুল রেখে বাকী মাথার কোথাও চুল না রাখা। অনুরুপভাবে মাথার চুল একপাশ থেকে অথবা অপর পাশ থেকে কাটা।\n",
    "checkStatus": "1",
    "hadithNo": "5496",
    "id": "6140",
    "thesequence": "6402",
    "isActive": "1",
    "chapterId": "17137",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪০১. &#039;কাযা&#039; অর্থাৎ মাথার কিছু চুল মুড়ে ফেলা ও কিছু অংশে চুল রেখে দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated (Abdullah) bin `Umar:\n\nAllahs Messenger (ﷺ) forbade Al-Qaza (leaving a tuft of hair here and there after shaving ones head.)",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُثَنَّى بْنِ عَبْدِ اللَّهِ بْنِ أَنَسِ بْنِ مَالِكٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْقَزَعِ.",
    "hadithBengali": "৫৪৯৭। মুসলিম ইবনু ইবরাহীম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &#39;কাযা&#39; করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5497",
    "id": "6141",
    "thesequence": "6403",
    "isActive": "1",
    "chapterId": "17137",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪০১. &#039;কাযা&#039; অর্থাৎ মাথার কিছু চুল মুড়ে ফেলা ও কিছু অংশে চুল রেখে দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nI applied perfume to the Prophet (ﷺ) with my own hands when he wanted to assume the state of Ihram, and I also perfumed him at Mina before he departed from there (to perform Tawaf-al-Ifada).",
    "hadithArabic": " حَدَّثَنِي أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ طَيَّبْتُ النَّبِيَّ صلى الله عليه وسلم بِيَدِي لِحُرْمِهِ، وَطَيَّبْتُهُ بِمِنًى قَبْلَ أَنْ يُفِيضَ.",
    "hadithBengali": "৫৪৯৮। আহমাদ ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তার মুহরিম অবস্থায় নিজ হাতে খোশবু লাগিয়ে দিয়েছি এবং মিনাতেও সেখান থেকে রওনা হওয়ার পূর্বে তাকে আমি খোশবু লাগিয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "5498",
    "id": "6142",
    "thesequence": "6404",
    "isActive": "1",
    "chapterId": "17138",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪০২.  স্ত্রী কর্তৃক নিজ হাতে স্বামীকে খুশবু লাগিয়ে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nI used to perfume Allahs Messenger (ﷺ) with the best scent available till I saw the shine of the scent on his head and shine beard.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ نَصْرٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَسْوَدِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أُطَيِّبُ النَّبِيَّ صلى الله عليه وسلم بِأَطْيَبِ مَا يَجِدُ، حَتَّى أَجِدَ وَبِيصَ الطِّيبِ فِي رَأْسِهِ وَلِحْيَتِهِ.",
    "hadithBengali": "৫৪৯৯। ইসহাক ইবনু নাস্&zwnj;র (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি যত উত্তম খোশবু পেতাম, তা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে লাগিয়ে দিতাম। এমনি কি সে খোশবুর চমক তার মাথায় ও দাঁড়িতে দেখতে পেতাম।\n",
    "checkStatus": "1",
    "hadithNo": "5499",
    "id": "6143",
    "thesequence": "6405",
    "isActive": "1",
    "chapterId": "17139",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪০৩. মাথায় ও দাঁড়িতে খুশবু লাগানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`d:\n\nA man peeped into the house of the Prophet (ﷺ) through a hole while the Prophet (ﷺ) was scratching his head with a Midrai (a certain kind of comb). On that the Prophet (ﷺ) said (to him), If I had known you had been looking, then I would have pierced your eye with that instrument, because the asking of permission has been ordained so that one would not see things unlawfully.",
    "hadithArabic": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ سَهْلِ بْنِ سَعْدٍ، أَنَّ رَجُلاً، اطَّلَعَ مِنْ جُحْرٍ فِي دَارِ النَّبِيِّ صلى الله عليه وسلم وَالنَّبِيُّ صلى الله عليه وسلم يَحُكُّ رَأْسَهُ بِالْمِدْرَى فَقَالَ   لَوْ عَلِمْتُ أَنَّكَ تَنْظُرُ لَطَعَنْتُ بِهَا فِي عَيْنِكَ، إِنَّمَا جُعِلَ الإِذْنُ مِنْ قِبَلِ الأَبْصَارِ .",
    "hadithBengali": "৫৫০০। আদম ইবনু আবূ আয়াস (রহঃ) ... সাহল ইবনু সা&#39;দ (রাঃ) থেকে বর্ণিত যে, একজন লোক একটি ছিদ্র পথ দিয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঘরে উকি মারে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন চিরুনি দিয়ে মাথা আঁচড়াচ্ছিলেন। তিনি বললেনঃ আমি যদি বুঝতাম যে, তুমি ছিদ্র দিয়ে তাকিয়ে দেখছ, তা হলে এ (চিরুনি) দিয়ে আমি তোমার চোখ ঘায়েল করে দিতাম। দৃষ্টি থেকে বাঁচাবার জন্যই তো অনুমতি গ্রহনের বিধান রাখা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5500",
    "id": "6144",
    "thesequence": "6406",
    "isActive": "1",
    "chapterId": "17140",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪০৪. চিরুনি করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nI used to comb the hair of Allahs Messenger (ﷺ) during my periods.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كُنْتُ أُرَجِّلُ رَأْسَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَنَا حَائِضٌ.",
    "hadithBengali": "৫৫০১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি হায়েয অবস্থায় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাথা আঁচড়িয়ে দিয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "5501",
    "id": "6145",
    "thesequence": "6407",
    "isActive": "1",
    "chapterId": "17141",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪০৫. হায়েয অবস্থায় স্বামীর মাথা আঁচড়ে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) used to like to start from the right side as far as possible in combing and in performing ablution.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ أَشْعَثَ بْنِ سُلَيْمٍ، عَنْ أَبِيهِ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يُعْجِبُهُ التَّيَمُّنُ مَا اسْتَطَاعَ فِي تَرَجُّلِهِ وَوُضُوئِهِ.",
    "hadithBengali": "৫৫০২। আবুল ওয়ালীদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চিরুনি দ্বারা মাথা আঁচড়াতে ও উযূ (ওজু/অজু/অযু) করতে যতদূর সম্ভব ডান দিক থেকে আরম্ভ করতে পছন্দ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5502",
    "id": "6146",
    "thesequence": "6408",
    "isActive": "1",
    "chapterId": "17142",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪০৬. চিরুনী দ্বারা মাথা আঁচড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, (Allah said), Every good deed of Adams son is for him except fasting; it is for Me. and I shall reward (the fasting person) for it. Verily, the smell of the mouth of a fasting person is better to Allah than the smell of musk.",
    "hadithArabic": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   كُلُّ عَمَلِ ابْنِ آدَمَ لَهُ، إِلاَّ الصَّوْمَ فَإِنَّهُ لِي، وَأَنَا أَجْزِي بِهِ، وَلَخَلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ .",
    "hadithBengali": "৫৫০৩। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আবূ হুরায়বা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন আল্লাহ তাআলা বলেছেনঃ বনী আদমের প্রতিটি কাজ তার নিজের জন্যই সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) ব্যতীত তা আমার জন্য এবং আমি নিজেই তার পুরস্কার দেব। আর রোযাদারের মুখের ঘ্রাণ আল্লাহর নিকট মিশকের ঘ্রাণের চেয়ে অধিক সুগন্ধীযুক্ত।\n",
    "checkStatus": "1",
    "hadithNo": "5503",
    "id": "6147",
    "thesequence": "6409",
    "isActive": "1",
    "chapterId": "17143",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪০৭. মিস্&zwnj;কের বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nused to perfume the Prophet (ﷺ) before his assuming the state of with the best scent available.",
    "hadithArabic": " حَدَّثَنَا مُوسَى، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا هِشَامٌ، عَنْ عُثْمَانَ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كُنْتُ أُطَيِّبُ النَّبِيَّ صلى الله عليه وسلم عِنْدَ إِحْرَامِهِ بِأَطْيَبِ مَا أَجِدُ.",
    "hadithBengali": "৫৫০৪। মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি যে সব সুগন্ধি পেতাম, তার মধ্যে সবচাইতে উত্তম সুগন্ধিটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তার ইহরাম অবস্থায় লাগিয়ে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "5504",
    "id": "6148",
    "thesequence": "6410",
    "isActive": "1",
    "chapterId": "17144",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪০৮. খুশবু লাগান মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Thumama bin `Abdullah;:\n\nAnas never used to refuse (a gift of) scent and used to say that the Prophet (ﷺ) never used to refuse (a gift of) scent.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَزْرَةُ بْنُ ثَابِتٍ الأَنْصَارِيُّ، قَالَ حَدَّثَنِي ثُمَامَةُ بْنُ عَبْدِ اللَّهِ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّهُ كَانَ لاَ يَرُدُّ الطِّيبَ، وَزَعَمَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ لاَ يَرُدُّ الطِّيبَ.",
    "hadithBengali": "৫৫০৫। আবূ নু&#39;আইম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে (কেউ তাকে খোশবু হাদিয়া দিলে) তিনি (সে) খোশবু ফিরিয়ে দিতেন না এবং বলতেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খোশবু প্রত্যাখ্যান করতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "5505",
    "id": "6149",
    "thesequence": "6411",
    "isActive": "1",
    "chapterId": "17145",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪০৯.  খুশবু প্রত্যাখান না করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nDuring Hajjat-al-Wada`, I perfumed Allahs Messenger (ﷺ) with Dharira with my own hands, both on his assuming Ihram and on finishing it.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ الْهَيْثَمِ، أَوْ مُحَمَّدٌ عَنْهُ عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي عُمَرُ بْنُ عَبْدِ اللَّهِ بْنِ عُرْوَةَ، سَمِعَ عُرْوَةَ، وَالْقَاسِمَ، يُخْبِرَانِ عَنْ عَائِشَةَ، قَالَتْ طَيَّبْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم بِيَدَىَّ بِذَرِيرَةٍ فِي حَجَّةِ الْوَدَاعِ، لِلْحِلِّ وَالإِحْرَامِ.",
    "hadithBengali": "৫৫০৬। উসমান ইবনু হায়সাম অথবা মুহাম্মদ ইবনু জুরায়জ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি বিদায় হাজ্জে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নিজ হাতে যারীরা নামক সুগন্ধি লাগিয়ে দিয়েছি, হালাল অবস্থায় এবং ইহরাম অবস্থায়।\n",
    "checkStatus": "1",
    "hadithNo": "5506",
    "id": "6150",
    "thesequence": "6412",
    "isActive": "1",
    "chapterId": "17146",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১০. যারীরা নামক সুগন্ধি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nAllah has cursed those women who practise tattooing and those who get themselves tattooed, and those who remove their face hairs, and those who create a space between their teeth artificially to look beautiful, and such women as change the features created by Allah. Why then should I not curse those whom the Prophet (ﷺ) has cursed? And that is in Allahs Book. i.e. His Saying: And what the Apostle gives you take it and what he forbids you abstain (from it). (59.7)",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، لَعَنَ اللَّهُ الْوَاشِمَاتِ، وَالْمُسْتَوْشِمَاتِ، وَالْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ، الْمُغَيِّرَاتِ خَلْقَ اللَّهِ تَعَالَى، مَالِي لاَ أَلْعَنُ مَنْ لَعَنَ النَّبِيُّ صلى الله عليه وسلم وَهْوَ فِي كِتَابِ اللَّهِ {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ}.",
    "hadithBengali": "৫৫০৭। উসমান (রহঃ) ... আবদুল্লাহ (ইবনু মাসউদ) (রাঃ) থেকে বর্ণিত। আল্লাহর লানত বর্ষিত হোক সে সব নারীদের উপর যারা অঙ্গ-প্রত্যঙ্গে উল্কি উৎকীর্ন করে এবং যারা উৎকীর্ণ করায়, আর সে সব নারীদের উপর যারা চুল, ভ্রু উঠিয়ে ফেলে এবং সে সব নারীদের উপর যারা সৌন্দর্যের জন্য সামনের দাঁত কেটে সরু করে দাঁতের মাঝে ফাক সৃষ্টি করে, যা আল্লাহর সৃষ্টির মধ্যে পরিবর্তন এনে দেয়। রাবী বলেনঃ আমি কেন তার উপর লানত করবো না, যাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লানত করেছেন? আর আল্লাহর কিতাবে আছেঃ এই রাসূল তোমাদের কাছে যে বিধান এনেছেন তা গ্রহণ করো।\n",
    "checkStatus": "1",
    "hadithNo": "5507",
    "id": "6151",
    "thesequence": "6413",
    "isActive": "1",
    "chapterId": "17147",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১১. সৌন্দর্যের জন্য সামনের দাঁত কেটে সরু করা ও দাঁতের মধ্যে ফাঁক সৃষ্টি করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Humaid bin `Abdur-Rahman bin `Auf:\n\nthat in the year he performed Hajj. he heard Muawiya bin Abi Sufyan, who was on the pulpit and was taking a tuft of hair from one of his guards, saying, Where are your religious learned men? I heard Allahs Messenger (ﷺ) forbidding this (false hair) and saying, The children of Israel were destroyed when their women started using this.\n\nNarrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Allah has cursed the lady who artificially lengthens (her or someone elses) hair and the one who gets her hair lengthened and the One who tattoos (herself or someone else) and the one who gets herself tattooed",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أَنَّهُ سَمِعَ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ، عَامَ حَجَّ وَهْوَ عَلَى الْمِنْبَرِ، وَهْوَ يَقُولُ ـ وَتَنَاوَلَ قُصَّةً مِنْ شَعَرٍ كَانَتْ بِيَدِ حَرَسِيٍّ ـ أَيْنَ عُلَمَاؤُكُمْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنْ مِثْلِ هَذِهِ وَيَقُولُ   إِنَّمَا هَلَكَتْ بَنُو إِسْرَائِيلَ حِينَ اتَّخَذَ هَذِهِ نِسَاؤُهُمْ .\nوَقَالَ ابْنُ أَبِي شَيْبَةَ حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا فُلَيْحٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لَعَنَ اللَّهُ الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ، وَالْوَاشِمَةَ وَالْمُسْتَوْشِمَةَ .",
    "hadithBengali": "৫৫০৮। ইসমাঈল (রহঃ) ... হুমায়দ ইবনু আবদুর রহমান ইবনু আওফ (রহঃ) থেকে বর্ণিত। তিনি হাজ্জ (হজ্জ) করার সময় মুআবিয়া ইবনু আবূ সুফিয়ান (রাঃ) কে মিম্বরে দাঁড়িয়ে বলতে শুনেছেন। ঐ সময় তিনি জনৈক দেহরক্ষীর হস্তস্থিত এক গুচ্ছ চুল নিজ হাতে নিয়ে বলেনঃ তোমাদের আলিমগণ কোথায়? আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এরুপ করা থেকে নিষেধ করতে শুনেছি। তিনি বলতেনঃ বনী ইসরাঈল তখনই ধ্বংস হয়েছে। যখন তাদের নারীরা এরুপ করা শুরু করে।\n\nইবনু আবূ শায়বা (রহঃ) আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। আল্লাহ তাআলা লানত করেন সে সব নারীদেরকে যারা নিজেরা পরচুলা ব্যবহার করে এবং যারা অপরকে তা লাগিয়ে দেয়, যারা অঙ্গ-প্রত্যঙ্গে উল্কি উৎকীর্ণ করে এবং অন্যকে করিয়ে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "5508",
    "id": "6152",
    "thesequence": "6414",
    "isActive": "1",
    "chapterId": "17148",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১২. পরচুলা লাগানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAn Ansari girl was married and she became sick and all her hair fell out intending to provide her with false hair. They asked the Prophet (ﷺ) who said, Allah has cursed the lady who artificially lengthens (her or someone elses) hair and also the one who gets her hair lengthened.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، قَالَ سَمِعْتُ الْحَسَنَ بْنَ مُسْلِمِ بْنِ يَنَّاقٍ، يُحَدِّثُ عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ جَارِيَةً، مِنَ الأَنْصَارِ تَزَوَّجَتْ، وَأَنَّهَا مَرِضَتْ فَتَمَعَّطَ شَعَرُهَا، فَأَرَادُوا أَنْ يَصِلُوهَا فَسَأَلُوا النَّبِيَّ صلى الله عليه وسلم فَقَالَ   لَعَنَ اللَّهُ الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ . تَابَعَهُ ابْنُ إِسْحَاقَ عَنْ أَبَانَ بْنِ صَالِحٍ عَنِ الْحَسَنِ عَنْ صَفِيَّةَ عَنْ عَائِشَةَ.",
    "hadithBengali": "৫৫০৯। আদম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। জনৈক আনসারী মহিলা বিবাহ করে। এরপর সে রোগে আক্রান্ত হল। ফলে তার সব চুল ঝরে যায়। লোকজন তাকে পরচুলা লাগিয়ে দিতে ইচ্ছা করে। আর তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ ব্যাপারে জিজ্ঞাসা করলো। তিনি বলেনঃ আল্লাহ লানত করেন ঐসব নারীকে যারা নিজেরা পরচুলা লাগায় এবং যারা অপরকে তা লাগিয়ে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "5509",
    "id": "6153",
    "thesequence": "6415",
    "isActive": "1",
    "chapterId": "17148",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১২. পরচুলা লাগানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma:\n\n(the daughter of Abu Bakr) A woman came to Allahs Messenger (ﷺ) and said, I married my daughter to someone, but she became sick and all her hair fell out, and (because of that) her husband does not like her. May I let her use false hair? On that the Prophet (ﷺ) cursed such a lady as artificially lengthening (her or someone elses) hair or got her hair lengthened artificially.",
    "hadithArabic": " حَدَّثَنِي أَحْمَدُ بْنُ الْمِقْدَامِ، حَدَّثَنَا فُضَيْلُ بْنُ سُلَيْمَانَ، حَدَّثَنَا مَنْصُورُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ حَدَّثَتْنِي أُمِّي، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ أَنَّ امْرَأَةً، جَاءَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ إِنِّي أَنْكَحْتُ ابْنَتِي، ثُمَّ أَصَابَهَا شَكْوَى فَتَمَرَّقَ رَأْسُهَا، وَزَوْجُهَا يَسْتَحِثُّنِي بِهَا أَفَأَصِلُ رَأْسَهَا فَسَبَّ رَسُولُ اللَّهِ صلى الله عليه وسلم الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ.",
    "hadithBengali": "৫৫১০। আহমাদ ইবনু মিকদাম (রহঃ) ... আসমা বিনত আবূ বকর (রাঃ) থেকে বর্ণিত। জনৈক মহিলা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললঃ আমি আমার একটি মেয়েকে বিবাহ দিয়েছি। এরপর সে রোগাক্রান্ত হয়, এতে তার মাথার চুল ঝরে যায়। তার স্বামী এর কারণে আমাকে তিরস্কার করে। আমি কি তার মাথায় পরচুলা লাগিয়ে দিব? তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে পরচুলা লাগায় এবং যে তা অন্যকে লাগিয়ে দেয়, তাদের নিন্দা করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5510",
    "id": "6154",
    "thesequence": "6416",
    "isActive": "1",
    "chapterId": "17148",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১২. পরচুলা লাগানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma:\n\n(the daughter of Abu Bakr) Allahs Messenger (ﷺ) has cursed such a lady as artificially lengthening (her or someone elses) hair or gets her hair lengthened.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنِ امْرَأَتِهِ، فَاطِمَةَ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ، قَالَتْ لَعَنَ النَّبِيُّ صلى الله عليه وسلم الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ.",
    "hadithBengali": "৫৫১১। আদম (রহঃ) ... আসমা বিনত আবূ বকর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যে মহিলা পরচুলা লাগায়, আর যে অপরকে পরচুলা লাগিয়ে দেয়, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের উপর লানত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5511",
    "id": "6155",
    "thesequence": "6417",
    "isActive": "1",
    "chapterId": "17148",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১২. পরচুলা লাগানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) said, Allah has cursed such a lady as lengthens (her or someone elses) hair artificially or gets it lengthened, and also a lady who tattoos (herself or someone else) or gets herself tattooed.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لَعَنَ اللَّهُ الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ، وَالْوَاشِمَةَ وَالْمُسْتَوْشِمَةَ . قَالَ نَافِعٌ الْوَشْمُ فِي اللِّثَةِ.",
    "hadithBengali": "৫৫১২। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ ঐ নারীর উপর অভিশাপ বর্ষণ করেন, যে পরচুলা লাগায়, আর অপরকে পরচুলা লাগিয়ে দেয়। আর যে নারী উল্কি উৎকীর্ণ করে এবং যে তা করায়। নাফি&#39; বলেনঃ উল্কি উৎকীর্ণ করা হয় (সাধারণত) উঁচু গোশতের উপরে।\n",
    "checkStatus": "1",
    "hadithNo": "5512",
    "id": "6156",
    "thesequence": "6418",
    "isActive": "1",
    "chapterId": "17148",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১২. পরচুলা লাগানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Al-Musaiyab:\n\nMuawiya came to Medina for the last time and delivered a sermon. He took out a tuft of hair and said, I thought that none used to do this (i.e. use false hair) except Jews. The Prophet (ﷺ) labelled such practice, (i.e. the use of false hair), as cheating.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَمْرُو بْنُ مُرَّةَ، سَمِعْتُ سَعِيدَ بْنَ الْمُسَيَّبِ، قَالَ قَدِمَ مُعَاوِيَةُ الْمَدِينَةَ آخِرَ قَدْمَةٍ قَدِمَهَا، فَخَطَبَنَا فَأَخْرَجَ كُبَّةً مِنْ شَعَرٍ قَالَ مَا كُنْتُ أَرَى أَحَدًا يَفْعَلُ هَذَا غَيْرَ الْيَهُودِ، إِنَّ النَّبِيَّ صلى الله عليه وسلم سَمَّاهُ الزُّورَ. يَعْنِي الْوَاصِلَةَ فِي الشَّعَرِ.",
    "hadithBengali": "৫৫১৩। আদম (রহঃ) ... সা&#39;ঈদ ইবনু মূসায়্যাব (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ মুআবিয়া (রাঃ) শেষ বারের মত যখন মদিনায় আসেন তখন তিনি আমাদের সামনে ভাষণ প্রদান করেন। তিনি এক গোছা চুল বের করে বললেন, আমি ইয়াহুদী ব্যতীত অন্য কাউকে এ জিনিস ব্যবহার করতে দেখিনি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একে অর্থাৎ পরচুলা ব্যবহারকারী নারীকে প্রতারক বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5513",
    "id": "6157",
    "thesequence": "6419",
    "isActive": "1",
    "chapterId": "17148",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১২. পরচুলা লাগানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Alqama:\n\n`Abdullah cursed those women who practiced tattooing and those who removed hair from their faces and those who created spaces between their teeth artificially to look beautiful, such ladies as changed what Allah has created. Um Yaqub said, What is that? `Abdullah said, Why should I not curse those who were cursed by Allahs Messenger (ﷺ) and are referred to in Allahs Book? She said to him By Allah, I have read the whole Quran but I have not found such a thing. `Abdullah said, By Allah, if you had read it (carefully) you would have found it. (Allah says:) And what the Apostle gives you take it and what he forbids you abstain (from it). (59.7)",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، قَالَ لَعَنَ عَبْدُ اللَّهِ الْوَاشِمَاتِ، وَالْمُتَنَمِّصَاتِ، وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ، الْمُغَيِّرَاتِ خَلْقَ اللَّهِ. فَقَالَتْ أُمُّ يَعْقُوبَ مَا هَذَا قَالَ عَبْدُ اللَّهِ وَمَا لِيَ لاَ أَلْعَنُ مَنْ لَعَنَ رَسُولُ اللَّهِ، وَفِي كِتَابِ اللَّهِ. قَالَتْ وَاللَّهِ لَقَدْ قَرَأْتُ مَا بَيْنَ اللَّوْحَيْنِ فَمَا وَجَدْتُهُ. قَالَ وَاللَّهِ لَئِنْ قَرَأْتِيهِ لَقَدْ وَجَدْتِيهِ {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا}.",
    "hadithBengali": "৫৫১৪। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আলকামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ সৌন্দর্যের উদ্দেশ্যে যে সব নারী অংগ-প্রতংগে উল্কি উৎকীর্ণ করে যে সব নারী ভ্রু উপড়ে ফেলে এবং যেসব নারী দাঁত সরু করে দাঁতের মাঝে ফাক সৃষ্টি করে যা আল্লাহর সৃষ্টিকে পরিবর্তন করে দেয়, তাদের উপর আবদুল্লাহ (ইবনু মাসউদ) লানত করেছেন। উম্মে ইয়াকুব বললঃ এ কেমন কথা? আবদুল্লাহ বললেনঃ আমি কেন তাকে লানত করবো না, যাকে আল্লাহর রাসূল লানত করেছেন এবং আল্লাহর কিতাবেও। উম্মে ইয়াকুব বললঃ আল্লাহর কসম! আমি সম্পূর্ণ কুরআন পড়েছি, কিন্তু এ কথা তো কোথাও পাইনি। তিনি বললেনঃ আল্লাহর কসম! তুমি যদি তা পড়তো তবে অবশ্যই পেতেঃوَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا রাসূল তোমাদের কাছে যা এনেছেন তা গ্রহণ কর এবং যা থেকে নিষেধ করেছেন তা বর্জন কর।\n",
    "checkStatus": "1",
    "hadithNo": "5514",
    "id": "6158",
    "thesequence": "6420",
    "isActive": "1",
    "chapterId": "17149",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৩. ভ্রু উপড়ে ফেলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) has cursed the lady who lengthens her hair artificially and the one who gets her hair lengthened, and also the lady who tattoos (herself or others) and the one who gets herself tattooed.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدٌ، حَدَّثَنَا عَبْدَةُ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ لَعَنَ النَّبِيُّ صلى الله عليه وسلم الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ، وَالْوَاشِمَةَ وَالْمُسْتَوْشِمَةَ.",
    "hadithBengali": "৫৫১৫। মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ পরচুলা লাগাবার পেশা অবলম্বনকারী নারী, যে নিজের মাথায় পরচুলা লাগায় উল্কি উৎকীর্ণকারী নারী এবং যে উৎকীর্ণ করে আল্লাহর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের অভিশাপ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5515",
    "id": "6159",
    "thesequence": "6421",
    "isActive": "1",
    "chapterId": "17150",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৪. পরচুলা লাগানো ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma:\n\nA woman asked the Prophet (ﷺ) saying, 0 Allahs Messenger (ﷺ)! My daughter got measles and her hair fell out. Now that I got her married, may I let her use false hair? He said (to her), Allah has cursed the lady who lengthens hair artificially and the one who gets her hair lengthened artificially.",
    "hadithArabic": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا هِشَامٌ، أَنَّهُ سَمِعَ فَاطِمَةَ بِنْتَ الْمُنْذِرِ، تَقُولُ سَمِعْتُ أَسْمَاءَ، قَالَتْ سَأَلَتِ امْرَأَةٌ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنَتِي أَصَابَتْهَا الْحَصْبَةُ، فَامَّرَقَ شَعَرُهَا، وَإِنِّي زَوَّجْتُهَا أَفَأَصِلُ فِيهِ فَقَالَ   لَعَنَ اللَّهُ الْوَاصِلَةَ وَالْمَوْصُولَةَ .",
    "hadithBengali": "৫৫১৬। হুমায়দী (রহঃ) ... আসমা (বিনত আবূ বকর) (রাঃ) থেকে বর্ণিত। জনৈক মহিলা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলঃ হে আল্লাহর রাসুল! আমার এক মেয়ের বসন্ত রোগ হয়ে মাথার চুল ঝরে পড়ে গেছে। আমি তাকে বিবাহ দিয়েছি। তার মাথায় কি পরচুলা লাগিয়া দিব? তিনি বললেনঃ পরচুলাজীবী ও পরচুলাধারী নারীকে আল্লাহ অভিশাপ দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5516",
    "id": "6160",
    "thesequence": "6422",
    "isActive": "1",
    "chapterId": "17150",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৪. পরচুলা লাগানো ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nI heard the Prophet (ﷺ) saying, (or the Prophet (ﷺ) said), Allah has cursed the lady who practices tattooing and that who gets it done for herself, and also the lady who lengthens hair artificially and that who gets her hair lengthened artificially. The Prophet (ﷺ) has cursed such ladies.",
    "hadithArabic": "حَدَّثَنِي يُوسُفُ بْنُ مُوسَى، حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا صَخْرُ بْنُ جُوَيْرِيَةَ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم أَوْ قَالَ النَّبِيُّ صلى الله عليه وسلم   الْوَاشِمَةُ وَالْمُوتَشِمَةُ، وَالْوَاصِلَةُ وَالْمُسْتَوْصِلَةُ . يَعْنِي لَعَنَ النَّبِيُّ صلى الله عليه وسلم.",
    "hadithBengali": "৫৫১৭। ইউসুফ ইবনু মূসা (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি অথবা বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উল্কি উৎকীর্নকারী এবং পেশা অবলম্বনকারী নারী আর পরচুলা ব্যবহারকারী পরচুলা লাগাবার পেশা অবলম্বনকারী নারীকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লানত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5517",
    "id": "6161",
    "thesequence": "6423",
    "isActive": "1",
    "chapterId": "17150",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৪. পরচুলা লাগানো ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Mas`ud:\n\nAllah has cursed those women who practise tattooing or get it done for themselves, and those who remove hair from their faces, and those who create spaces between their teeth artificially to look beautiful, such ladies as change the features created by Allah. Why then shall I not curse those whom Allahs Messenger (ﷺ) has cursed and who are cursed in Allahs Book too?",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنِ ابْنِ مَسْعُودٍ ـ رضى الله عنه ـ قَالَ لَعَنَ اللَّهُ الْوَاشِمَاتِ، وَالْمُسْتَوْشِمَاتِ، وَالْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ، الْمُغَيِّرَاتِ خَلْقَ اللَّهِ، مَا لِي لاَ أَلْعَنُ مَنْ لَعَنَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهْوَ فِي كِتَابِ اللَّهِ.",
    "hadithBengali": "৫৫১৮। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবদুল্লাহ ইবনু মাউসদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, সৌন্দর্যের জন্য উল্কি উৎকীর্ণকারী ও উল্কি গ্রহণকারী, ভ্রু উত্তোলনকারী নারী এবং দাঁত চিকন করে মাঝে ফাঁক সৃষ্টিকারী নারী, যা আল্লাহর সৃষ্টির মধ্যে পরিবর্তন সাধন করে, তাদের উপর আল্লাহর লানত বর্ষিত হোক। (রাবী বলেন) আমি কেন তাকে লানত করবো না, যাকে আল্লাহর রাসুল লানত করেছেন এবং তা আল্লাহর কিতাবে বিদ্যমান রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5518",
    "id": "6162",
    "thesequence": "6424",
    "isActive": "1",
    "chapterId": "17150",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৪. পরচুলা লাগানো ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The evil eye is a fact, and he forbade tattooing.",
    "hadithArabic": "حَدَّثَنِي يَحْيَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ هَمَّامٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْعَيْنُ حَقٌّ . وَنَهَى عَنِ الْوَشْمِ.",
    "hadithBengali": "৫৫১৯। ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ চোখলাগা বাস্তব সত্য এবং তিনি উল্কি উংকীর্ন করা থেকে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5519",
    "id": "6163",
    "thesequence": "6425",
    "isActive": "1",
    "chapterId": "17151",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৫. উলকি উৎকীর্ণকারী নারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah:\nsee previous Hadith.",
    "hadithArabic": " حَدَّثَنِي ابْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، قَالَ ذَكَرْتُ لِعَبْدِ الرَّحْمَنِ بْنِ عَابِسٍ حَدِيثَ مَنْصُورٍ عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ،، فَقَالَ سَمِعْتُهُ مِنْ أُمِّ يَعْقُوبَ، عَنْ عَبْدِ اللَّهِ، مِثْلَ حَدِيثِ مَنْصُورٍ.",
    "hadithBengali": "৫৫২০। ইবনু বাশশার (রহঃ) ... সুফিয়ান (সাওরী) (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবদুর রহমান ইবনু আব্বাসের নিকট মানসুর কর্তৃক বর্ণিত আবদুল্লাহ (ইবনু মাসউদ) এর হাদীস উল্লেখ করি। তখন আবদুর রহমান ইবনু আব্বাস বলেন, আমি উম্মে ইয়াকুবের মাধ্যমে আবদুল্লাহ থেকে মানসুর কর্তৃক বর্ণিত হাদীসের অনুরুপ হাদীস শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "5520",
    "id": "6164",
    "thesequence": "6426",
    "isActive": "1",
    "chapterId": "17151",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৫. উলকি উৎকীর্ণকারী নারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Juhaifa:\n\nThe Prophet (ﷺ) forbade the use of the price of blood and the price of a dog, the one who takes (eats) usury the one who gives usury, the woman who practises tattooing and the woman who gets herself tattooed.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، قَالَ رَأَيْتُ أَبِي فَقَالَ إِنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ ثَمَنِ الدَّمِ، وَثَمَنِ الْكَلْبِ، وَآكِلِ الرِّبَا وَمُوكِلِهِ، وَالْوَاشِمَةِ وَالْمُسْتَوْشِمَةِ.",
    "hadithBengali": "৫৫২১। সুলায়মান ইবনু হারব (রহঃ) ... আওন ইবনু আবূ জুহায়ফা (রহঃ) থেকে বর্নিত। তিনি বলেন, আমি আমার পিতাকে বলতে শুনেছি, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রক্তের মূল্য ও কুকুরের মুল্য নিতে নিষেধ করেছেন। আর তিনি সুদ গ্রহণকারী, সুদ দাতা, উল্কি উৎকীর্ণকারী উল্কি গ্রহণকারী নারীদের উপর লানত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5521",
    "id": "6165",
    "thesequence": "6427",
    "isActive": "1",
    "chapterId": "17151",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৫. উলকি উৎকীর্ণকারী নারী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nA woman who used to practise tattooing was brought to `Umar. `Umar got up and said, I beseech you by Allah, which of you heard the Prophet (ﷺ) saying something about tattooing? l got up and said, 0 chief of the Believers! l heard something. He said, What did you hear? I said, I heard the Prophet (addressing the ladies), saying, Do not practise tattooing and do not get yourselves tattooed.",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ عُمَارَةَ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أُتِيَ عُمَرُ بِامْرَأَةٍ تَشِمُ فَقَامَ فَقَالَ أَنْشُدُكُمْ بِاللَّهِ مَنْ سَمِعَ مِنَ النَّبِيِّ صلى الله عليه وسلم فِي الْوَشْمِ فَقَالَ أَبُو هُرَيْرَةَ فَقُمْتُ فَقُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ أَنَا سَمِعْتُ. قَالَ مَا سَمِعْتَ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   لاَ تَشِمْنَ وَلاَ تَسْتَوْشِمْنَ .",
    "hadithBengali": "৫৫২২। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, উমর (রাঃ) এর নিকট এক মহিলাকে আনা হল। সে অস প্রত্যঙ্গে উল্কি উৎকীর্ণ করতো। তিনি দাঁড়ালেন এবং বললেন, আমি তোমাদের আল্লাহর কসম দিয়ে বলছি (তোমাদের মধ্যে) এমন কে আছে যে উল্কি উৎকীর্ন করা সম্পর্কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কিছু শুনেছে? আবূ হুরায়রা (রাঃ) বলেন, আমি দাঁড়িয়ে বললাম, হে আমীরুল মুমিনীন। আমি শুনেছি। তিনি বললেন, কি শুনেছ? আবূ হুরায়রা (রাঃ) বলেন আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, মহিলারা যেন উল্কি উৎকীর্ন না করে এবং উল্কি উৎকীর্ণ না করায়।\n",
    "checkStatus": "1",
    "hadithNo": "5522",
    "id": "6166",
    "thesequence": "6428",
    "isActive": "1",
    "chapterId": "17152",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৬.  যে নারী অঙ্গ প্রতঙ্গে উলকি উৎকীর্ণ করায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) has cursed the lady who lengthens hair artificially and that who gets her hair lengthened in such away, and the lady who practises tattooing and that who gets it done for herself.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ لَعَنَ النَّبِيُّ صلى الله عليه وسلم الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ، وَالْوَاشِمَةَ وَالْمُسْتَوْشِمَةَ.",
    "hadithBengali": "৫৫২৩। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পরচুলা ব্যবহারকারী এবং এ পেশা অবলম্বনকারী এবং উল্কি উৎকীর্ণকারী এবং তা গ্রহণকারী নারীদের লানত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5523",
    "id": "6167",
    "thesequence": "6429",
    "isActive": "1",
    "chapterId": "17152",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৬.  যে নারী অঙ্গ প্রতঙ্গে উলকি উৎকীর্ণ করায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nAllah has cursed those women who practise tattooing and those who get it done for themselves, and those who remove hair from their faces, and those who artificially create spaces between their teeth to look beautiful, such women as alter the features created by Allah. Why should I not then curse those whom Allahs Messenger (ﷺ) has cursed and that is in Allahs Book?",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ لَعَنَ اللَّهُ الْوَاشِمَاتِ وَالْمُسْتَوْشِمَاتِ، وَالْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ، الْمُغَيِّرَاتِ خَلْقَ اللَّهِ. مَا لِي لاَ أَلْعَنُ مَنْ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهْوَ فِي كِتَابِ اللَّهِ.",
    "hadithBengali": "৫৫২৪। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, সৌন্দর্য বৃদ্ধি করে যে নারী উল্কি উৎকীর্ণ করে ও করায়, যে নারী ভ্রু উপড়ে ফেলে এবং যে নারী দাঁত কেটে সরু করে দাঁতের মাঝখানে ফাঁক বানায়- যে কাজগুলি দ্বারা আল্লাহর সৃষ্টির মধ্যে পরিবর্তন সাধিত হয়, এদের উপর আল্লাহ অভিশাপ বর্ষণ করেন। আমি কেন তার উপর অভিশাপ বর্ষণ করবো না, যাদের উপর আল্লাহর রাসুল অভিশাপ বর্ষণ করেছেন। এবং মহান আল্লাহর কিতাবেই তা বিদ্যমান আছে।\n",
    "checkStatus": "1",
    "hadithNo": "5524",
    "id": "6168",
    "thesequence": "6430",
    "isActive": "1",
    "chapterId": "17152",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৬.  যে নারী অঙ্গ প্রতঙ্গে উলকি উৎকীর্ণ করায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Talha:\n\nThe Prophet (ﷺ) said, Angels do not enter a house in which there is a dog or there are pictures.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنْ أَبِي طَلْحَةَ ـ رضى الله عنهم ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ تَدْخُلُ الْمَلاَئِكَةُ بَيْتًا فِيهِ كَلْبٌ وَلاَ تَصَاوِيرُ . وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُبَيْدُ اللَّهِ، سَمِعَ ابْنَ عَبَّاسٍ، سَمِعْتُ أَبَا طَلْحَةَ، سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم.",
    "hadithBengali": "৫৫২৫। আদম (রহঃ) ... আবূ তালহা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ফিরিশতা ঐ ঘরে প্রবেশ করে না, যে ঘরে কুকুর থাকে এবং ঐ ঘরেও না, যে ঘরে ছবি থাকে।\n\nলায়স (রহঃ) আবূ তালহা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে (এ বিষয়ে) শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "5525",
    "id": "6169",
    "thesequence": "6431",
    "isActive": "1",
    "chapterId": "17153",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৭.  ছবি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muslim:\n\nWe were with Masruq at the house of Yasar bin Numair. Masruq saw pictures on his terrace and said, I heard `Abdullah saying that he heard the Prophet (ﷺ) saying, The people who will receive the severest punishment from Allah will be the picture makers.",
    "hadithArabic": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الأَعْمَشُ، عَنْ مُسْلِمٍ، قَالَ كُنَّا مَعَ مَسْرُوقٍ فِي دَارِ يَسَارِ بْنِ نُمَيْرٍ، فَرَأَى فِي صُفَّتِهِ تَمَاثِيلَ فَقَالَ سَمِعْتُ عَبْدَ اللَّهِ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   إِنَّ أَشَدَّ النَّاسِ عَذَابًا عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ الْمُصَوِّرُونَ .",
    "hadithBengali": "৫৫২৬। হুমায়দী (রহঃ) ... মুসলিম (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা (একবার) মাসরুকের সাথে ইয়াসার ইবনু নুমায়রের ঘরে ছিলাম। মাসরুক ইয়াসারের ঘরের আঙ্গিনায় কতগুলো মুর্তি দেখতে পেয়ে বললেনঃ আমি আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে শুনেছি এবং তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, (কিয়ামতের দিন) মানুষের মধ্যে সবচেয়ে কঠিন শাস্তি হবে তাদের, যারা ছবি বানায়।\n",
    "checkStatus": "1",
    "hadithNo": "5526",
    "id": "6170",
    "thesequence": "6432",
    "isActive": "1",
    "chapterId": "17154",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৮. ক্বিয়ামতের দিন ছবি নির্মাতাদের শাস্তি প্রসঙ্গে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, Those who make these pictures will be punished on the Day of Resurrection, and it will be said to them. Make alive what you have created.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الَّذِينَ يَصْنَعُونَ هَذِهِ الصُّوَرَ يُعَذَّبُونَ يَوْمَ الْقِيَامَةِ يُقَالُ لَهُمْ أَحْيُوا مَا خَلَقْتُمْ .",
    "hadithBengali": "৫৫২৭। ইবরাহীম ইবনু মুনযির (রহঃ) ... আবদুল্লাহ ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যারা এ জাতীয় (প্রানীর) ছবি তৈরি করে, কিয়ামতের দিন তাদের শাস্তি দেয়া হবে। তাদের বলা হবে তোমরা যা বানিয়েছিলে তা জীবিত কর।\n",
    "checkStatus": "1",
    "hadithNo": "5527",
    "id": "6171",
    "thesequence": "6433",
    "isActive": "1",
    "chapterId": "17154",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৮. ক্বিয়ামতের দিন ছবি নির্মাতাদের শাস্তি প্রসঙ্গে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nI never used to leave in the Prophet (ﷺ) house anything carrying images or crosses but he obliterated it.",
    "hadithArabic": " حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ عِمْرَانَ بْنِ حِطَّانَ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ حَدَّثَتْهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمْ يَكُنْ يَتْرُكُ فِي بَيْتِهِ شَيْئًا فِيهِ تَصَالِيبُ إِلاَّ نَقَضَهُ.",
    "hadithBengali": "৫৫২৮। মুআয ইবনু ফাযালা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের ঘরের এমন কিছুই না ভেঙ্গে ছাড়তেন না, যাতে কোন (প্রানীর) ছবি থাকত।\n",
    "checkStatus": "1",
    "hadithNo": "5528",
    "id": "6172",
    "thesequence": "6434",
    "isActive": "1",
    "chapterId": "17155",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৯. ছবি ভেঙ্গে ফেলা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Zura:\n\nl entered a house in Medina with Abu Huraira, and he saw a man making pictures at the top of the house. Abu Huraira said, I heard Allahs Messenger (ﷺ) saying that Allah said, Who would be more unjust than the one who tries to create the like of My creatures? Let them create a grain: let them create a gnat. Abu Huraira then asked for a water container and washed his arms up to his armpits. I said, 0 Abu i Huraira! Is this something you have heard I from Allahs Messenger (ﷺ)? He said, The limit for ablution is up to the place where the ornaments will reach on the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا مُوسَى، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا عُمَارَةُ، حَدَّثَنَا أَبُو زُرْعَةَ، قَالَ دَخَلْتُ مَعَ أَبِي هُرَيْرَةَ دَارًا بِالْمَدِينَةِ فَرَأَى أَعْلاَهَا مُصَوِّرًا يُصَوِّرُ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   وَمَنْ أَظْلَمُ مِمَّنْ ذَهَبَ يَخْلُقُ كَخَلْقِي، فَلْيَخْلُقُوا حَبَّةً، وَلْيَخْلُقُوا ذَرَّةً . ثُمَّ دَعَا بِتَوْرٍ مِنْ مَاءٍ فَغَسَلَ يَدَيْهِ حَتَّى بَلَغَ إِبْطَهُ فَقُلْتُ يَا أَبَا هُرَيْرَةَ أَشَىْءٌ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ مُنْتَهَى الْحِلْيَةِ.",
    "hadithBengali": "৫৫২৯। মূসা (রহঃ) ... আবূ যুর&#39;আ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবূ হুরায়রা (রাঃ) এর সাথে মদিনার এক ঘরে প্রবেশ করি। ঘরের উপরে এক ছবি নির্মাতাকে তিনি ছবি তৈরী করতে দেখলেন। তিনি বললেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি। (আল্লাহ বলেছেন) ঐ ব্যাক্তির চেয়ে অধিক যালিম আর কে, যে আমার সৃষ্টির অনুরূপ কোন কিছু সৃষ্টি করতে যায়? তা হলে তারা একটি দানা সৃষ্টি করুক অথবা একটি অণুপরিমাণ কণা সৃষ্টি করুক? তারপর তিনি একটি পানির পাত্র চেয়ে আনালেন এবং (উযূ (ওজু/অজু/অযু) করতে গিয়ে) বোগল পর্যন্ত দু&#39;হাত ধুইলেন। আমি জিজ্ঞাসা করলামঃ হে আবূ হুরায়রা! (এ ব্যাপারে) আপনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কিছু শুনেছেন কি? তিনি বললেনঃ (হ্যাঁ, শুনেছি) অলংকার পরার শেষ প্রান্ত পর্যন্ত (ধোয়া উত্তম)।\n",
    "checkStatus": "1",
    "hadithNo": "5529",
    "id": "6173",
    "thesequence": "6435",
    "isActive": "1",
    "chapterId": "17155",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪১৯. ছবি ভেঙ্গে ফেলা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) returned from a journey when I had placed a curtain of mine having pictures over (the door of) a chamber of mine. When Allahs Messenger (ﷺ) saw it, he tore it and said, The people who will receive the severest punishment on the Day of Resurrection will be those who try to make the like of Allahs creations. So we turned it (i.e., the curtain) into one or two cushions.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ الْقَاسِمِ ـ وَمَا بِالْمَدِينَةِ يَوْمَئِذٍ أَفْضَلُ مِنْهُ ـ قَالَ سَمِعْتُ أَبِي قَالَ سَمِعْتُ عَائِشَةَ ـ رضى الله عنها ـ قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ سَفَرٍ وَقَدْ سَتَرْتُ بِقِرَامٍ لِي عَلَى سَهْوَةٍ لِي فِيهَا تَمَاثِيلُ، فَلَمَّا رَآهُ رَسُولُ اللَّهِ صلى الله عليه وسلم هَتَكَهُ وَقَالَ   أَشَدُّ النَّاسِ عَذَابًا يَوْمَ الْقِيَامَةِ الَّذِينَ يُضَاهُونَ بِخَلْقِ اللَّهِ . قَالَتْ فَجَعَلْنَاهُ وِسَادَةً أَوْ وِسَادَتَيْنِ.",
    "hadithBengali": "৫৫৩০। আলী ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (তাবুক যুদ্ধের) সফর থেকে প্রত্যাগমন করলেন। আমি আমার কক্ষে পাতলা কাপড়ের পর্দা টাঙ্গিয়েছিলাম। তাতে ছিল (প্রানীর) অনেকগুলো ছবি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন এটা দেখলেন, তখন তা ছিড়ে ফেললেন এবং বললেনঃ কিয়ামতের দিন সে সব মানুষের সবচেয়ে কঠিন আযাব হবে, যারা আল্লাহর সৃষ্টির (প্রানীর) অনুরূপ তৈরি করবে। আয়িশা (রাঃ) বলেনঃ এরপর আমরা তা দিয়ে একটি বা দু&#39;টি বসার আসন তৈরি করি।\n",
    "checkStatus": "1",
    "hadithNo": "5530",
    "id": "6174",
    "thesequence": "6436",
    "isActive": "1",
    "chapterId": "17156",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪২০. ছবিযুক্ত কাপড় দিয়ে বসার আসন তৈরী করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nThe Prophet (ﷺ) returned from a journey when I had hung a thick curtain having pictures (in front of a door). He ordered me to remove it and I removed it.\n\nAisha added:\nThe Prophet (ﷺ) and I used to take a bath from one container (of water).",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ قَدِمَ النَّبِيُّ صلى الله عليه وسلم مِنْ سَفَرٍ، وَعَلَّقْتُ دُرْنُوكًا فِيهِ تَمَاثِيلُ، فَأَمَرَنِي أَنْ أَنْزِعَهُ، فَنَزَعْتُهُ.\n وَكُنْتُ أَغْتَسِلُ أَنَا وَالنَّبِيُّ، صلى الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ.",
    "hadithBengali": "৫৫৩১। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সফর থেকে প্রত্যাগমন করেন। সে সময় আমি নকশাদার (প্রানীর) ছবিযুক্ত কাপড় দিয়ে (ঘরের) পর্দা লটকিয়ে ছিলাম। আমাকে তিনি তা খুলে ফেলার হুকুম করেন। তখন আমি খুলে ফেললাম। আর আমি ও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্র থেকে (পানি নিয়ে) গোসল করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "5531",
    "id": "6175",
    "thesequence": "6437",
    "isActive": "1",
    "chapterId": "17156",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪২০. ছবিযুক্ত কাপড় দিয়ে বসার আসন তৈরী করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nI purchased a cushion with pictures on it. The Prophet (came and) stood at the door but did not enter. I said (to him), I repent to Allah for what (the guilt) I have done. He said, What is this cushion? I said, It is for you to sit on and recline on. He said, The makers of these pictures will be punished on the Day of Resurrection and it will be said to them, Make alive what you have created. Moreover, the angels do not enter a house where there are pictures.",
    "hadithArabic": " حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّهَا اشْتَرَتْ نُمْرُقَةً فِيهَا تَصَاوِيرُ، فَقَامَ النَّبِيُّ صلى الله عليه وسلم بِالْبَابِ فَلَمْ يَدْخُلْ. فَقُلْتُ أَتُوبُ إِلَى اللَّهِ مِمَّا أَذْنَبْتُ. قَالَ  مَا هَذِهِ النُّمْرُقَةُ . قُلْتُ لِتَجْلِسَ عَلَيْهَا وَتَوَسَّدَهَا. قَالَ  إِنَّ أَصْحَابَ هَذِهِ الصُّوَرِ يُعَذَّبُونَ يَوْمَ الْقِيَامَةِ، يُقَالُ لَهُمْ أَحْيُوا مَا خَلَقْتُمْ. وَإِنَّ الْمَلاَئِكَةَ لاَ تَدْخُلُ بَيْتًا فِيهِ الصُّورَةُ .",
    "hadithBengali": "৫৫৩২। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি একবার ছবিযুক্ত গদি খরীদ করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (বাহির থেকে এসে এ অবস্থা দেখে) দরজার কাছে দাঁড়িয়ে থাকলেন, প্রবেশ করলেন না। আমি বললামঃ যে পাপ আমি করেছি তা থেকে আল্লাহর কাছে তাওবা করছি। তিনি জিজ্ঞাসা করলেনঃ এ গদি কিসের জন্য? আমি বললামঃ আপনি এতে বসবেন ও হেলান দিবেন। তিনি বললেনঃ এসব ছবির নির্মাতাদের কিয়ামতের দিন আযাব দেওয়া হবে। তাদের বলা হবে, যা তোমরা তৈরি করেছিলে সেগুলো জীবিত কর। আর যে ঘরে ছবি থাকে সে ঘরে ফিরিশতা প্রবেশ করে না।\n",
    "checkStatus": "1",
    "hadithNo": "5532",
    "id": "6176",
    "thesequence": "6438",
    "isActive": "1",
    "chapterId": "17157",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৫২১. ছবির উপর বসা অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Talha:\n\nAllahs Messenger (ﷺ) said, Angels (of mercy) do not enter a house where there are pictures. The subnarrator Busr added: Then Zaid fell ill and we paid him a visit. Behold! There was, hanging at his door, a curtain decorated with a picture. I said to Ubaidullah Al-Khaulani, the step son of Maimuna, the wife of the Prophet (ﷺ) , Didnt Zaid tell us about the picture the day before yesterday? Ubaidullah said, Didnt you hear him saying: except a design in a garment?",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ بُكَيْرٍ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ خَالِدٍ، عَنْ أَبِي طَلْحَةَ، صَاحِبِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الْمَلاَئِكَةَ لاَ تَدْخُلُ بَيْتًا فِيهِ الصُّورَةُ . قَالَ بُسْرٌ ثُمَّ اشْتَكَى زَيْدٌ فَعُدْنَاهُ، فَإِذَا عَلَى بَابِهِ سِتْرٌ فِيهِ صُورَةٌ فَقُلْتُ لِعُبَيْدِ اللَّهِ رَبِيبِ مَيْمُونَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَلَمْ يُخْبِرْنَا زَيْدٌ عَنِ الصُّوَرِ يَوْمَ الأَوَّلِ. فَقَالَ عُبَيْدُ اللَّهِ أَلَمْ تَسْمَعْهُ حِينَ قَالَ إِلاَّ رَقْمًا فِي ثَوْبٍ. وَقَالَ ابْنُ وَهْبٍ أَخْبَرَنَا عَمْرٌو ـ هُوَ ابْنُ الْحَارِثِ ـ حَدَّثَهُ بُكَيْرٌ، حَدَّثَهُ بُسْرٌ، حَدَّثَهُ زَيْدٌ، حَدَّثَهُ أَبُو طَلْحَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৫৫৩৩। কুতায়বা (রহঃ) ... রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথী আবূ তালহা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ঘরে ছবি থাকে সে ঘরে ফিরিশতা প্রবেশ করে না। এ হাদীসের (এক রাবী) বুসর বলেনঃ যায়েদ একবার অসুস্থ হয়ে পড়ল। আমরা তার সেবা শুশ্রুষার জন্য গেলাম। তখন তার ঘরের দরজায় ছবিযুক্ত পর্দা দেখতে পেলাম। আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিনা মায়মূনা (রাঃ) এর প্রতিপালিত উবায়দুল্লাহর কাছে জিজ্ঞাস করলাম, ছবি সম্পর্কে প্রথম দিনই যায়দ আমাদের কি জানায় নি? তখন উবায়দুল্লাহ বললেন, তিনি যখন বলেছিলেন তখন কি তুমি শুননি যে, কারুকার্য করা কাপড় ব্যাতিরেকে? ইবনু ওহাব অন্য সূত্রে আবূ তালহা (রাঃ) থেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে এ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5533",
    "id": "6177",
    "thesequence": "6439",
    "isActive": "1",
    "chapterId": "17157",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৫২১. ছবির উপর বসা অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nAisha had a thick curtain (having pictures on it) and she screened the side of her i house with it. The Prophet (ﷺ) said to her, Remove it from my sight, for its pictures are still coming to my mind in my prayers.",
    "hadithArabic": "حَدَّثَنَا عِمْرَانُ بْنُ مَيْسَرَةَ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ صُهَيْبٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ كَانَ قِرَاَمٌ لِعَائِشَةَ سَتَرَتْ بِهِ جَانِبَ بَيْتِهَا، فَقَالَ لَهَا النَّبِيُّ صلى الله عليه وسلم   أَمِيطِي عَنِّي، فَإِنَّهُ لاَ تَزَالُ تَصَاوِيرُهُ تَعْرِضُ لِي فِي صَلاَتِي .",
    "hadithBengali": "৫৫৩৪। ইমরান ইবনু মায়সারা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আয়িশা (রাঃ) এর নিকট কিছু পর্দার কাপড় ছিল, তা দিয়ে তিনি ঘরের এক দিকে পর্দা করেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ আমার থেকে এটা সরিরে নাও, কেননা এর ছবিগুলো সালাত (নামায/নামাজ) এর মধ্যে আমাকে বাধার সৃষ্টি করে।\n",
    "checkStatus": "1",
    "hadithNo": "5534",
    "id": "6178",
    "thesequence": "6440",
    "isActive": "1",
    "chapterId": "17158",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪২২. ছবিযুক্ত কাপড়ে নামায পড়া মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salims father:\n\nOnce Gabriel promised to visit the Prophet (ﷺ) but he delayed and the Prophet (ﷺ) got worried about that. At last he came out and found Gabriel and complained to him of his grief (for his delay). Gabriel said to him, We do not enter a place in which there is a picture or a dog.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ حَدَّثَنِي عُمَرُ ـ هُوَ ابْنُ مُحَمَّدٍ ـ عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ وَعَدَ النَّبِيَّ صلى الله عليه وسلم جِبْرِيلُ فَرَاثَ عَلَيْهِ حَتَّى اشْتَدَّ عَلَى النَّبِيِّ صلى الله عليه وسلم فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم فَلَقِيَهُ، فَشَكَا إِلَيْهِ مَا وَجَدَ، فَقَالَ لَهُ   إِنَّا لاَ نَدْخُلُ بَيْتًا فِيهِ صُورَةٌ وَلاَ كَلْبٌ .",
    "hadithBengali": "৫৫৩৫। ইয়াহইয়া ইবনু সুলায়মান (রহঃ) ... সালিমের পিতা (আবদুল্লাহ ইবনু উমর) থেকে বর্ণিত। তিনি বলেনঃ জিবরীল (আলাইহিস সালাম) (একবার) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট (আগমনের) ওয়াদা করেন। কিন্তু তিনি আসতে দেরী করেন। এতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খুবই কষ্ট হচ্ছিল। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হয়ে পড়লেন। তখন জিবরীলের সাথে তার সাক্ষাত হল। তিনি যে মানসিক কষ্ট পেয়েছিলেন সে বিষয়ে তার কাছে বর্ণনা করলেন। তখন জিবরীল (আলাইহিস সালাম) বললেনঃ যে ঘরে ছবি বা কুকুর থাকে সে ঘরে আমরা কখনও প্রবেশ করি না।\n",
    "checkStatus": "1",
    "hadithNo": "5535",
    "id": "6179",
    "thesequence": "6441",
    "isActive": "1",
    "chapterId": "17159",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪২৩. যে ঘরে ছবি থাকে সে ঘরে (রহমতের) ফেরেশতা প্রবেশ করেন না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\n(the wife of the Prophet) I bought a cushion having pictures on it. When Allahs Messenger (ﷺ) saw it, he stopped at the gate and did not enter. I noticed the signs of hatred (for that) on his face! I said, O Allahs Messenger (ﷺ)! I turn to Allah and His Apostle in repentance! What sin have I committed? He said, What about this cushion? I said, I bought it for you to sit on and recline on. Allahs Messenger (ﷺ) said, The makers of these pictures will be punished (severely) on the Day of Resurrection and it will be said to them, Make alive what you have created. He added, Angels do not enter a house in which there are pictures.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا أَخْبَرَتْهُ أَنَّهَا اشْتَرَتْ نُمْرُقَةً فِيهَا تَصَاوِيرُ، فَلَمَّا رَآهَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَامَ عَلَى الْبَابِ فَلَمْ يَدْخُلْ، فَعَرَفَتْ فِي وَجْهِهِ الْكَرَاهِيَةَ قَالَتْ يَا رَسُولَ اللَّهِ أَتُوبُ إِلَى اللَّهِ وَإِلَى رَسُولِهِ، مَاذَا أَذْنَبْتُ قَالَ  مَا بَالُ هَذِهِ النُّمْرُقَةِ . فَقَالَتِ اشْتَرَيْتُهَا لِتَقْعُدَ عَلَيْهَا وَتَوَسَّدَهَا. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ أَصْحَابَ هَذِهِ الصُّوَرِ يُعَذَّبُونَ يَوْمَ الْقِيَامَةِ، وَيُقَالُ لَهُمْ أَحْيُوا مَا خَلَقْتُمْ ـ وَقَالَ ـ إِنَّ الْبَيْتَ الَّذِي فِيهِ الصُّوَرُ لاَ تَدْخُلُهُ الْمَلاَئِكَةُ .",
    "hadithBengali": "৫৫৩৬। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্নিত। তিনি বলেন যে, (একবার) তিনি ছবিযুক্ত গদি খরিদ করেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (বাহির থেকে এসে) যখন তা দেখতে পেলেন, তখন দরজার উপর দাঁড়িয়ে গেলেন। (ভিতবে) প্রবেশ করলেন না। [আয়িশা (রাঃ)] নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চেহারায় অসন্তুষ্টির ভাব বুঝতে পারলেন। তখন তিনি বললেনঃ ইয়া রাসুলাল্লাহ! আল্লাহ ও তার রাসুলের নিকট এ গুনাহ থেকে তাওবা করছি? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ গদি কোত্থেকে? আয়িশা (রাঃ) বললেনঃ আপনার বসার ও স্থান দেওয়ার জন্য আমি এটি খরীদ করেছি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেনঃ এসব ছবির নির্মাতাদের কিয়ামতের দিন আযাব দেওয়া হবে এবং তাদের বলা হবে তোমরা যা বানিয়েছিলে তা জীবিত কর। তিনি আরো বললেনঃ যে ঘরে (প্রানীর) ছবি থাকে, সে ঘরে (রহমতের) ফিরিশতা প্রবেশ করে না।\n",
    "checkStatus": "1",
    "hadithNo": "5536",
    "id": "6180",
    "thesequence": "6442",
    "isActive": "1",
    "chapterId": "17160",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪২৪. যে ঘরে ছবি রয়েছে তাতে যিনি প্রবেশ করেন না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Juhaifa:\n\nthat he had bought a slave whose profession was cupping. The Prophet (ﷺ) forbade taking the price of blood and the price of a dog and the earnings of a prostitute, and cursed the one who took or gave (Riba) usury, and the lady who tattooed others or got herself tattooed, and the picture-maker.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنِي غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ، أَنَّهُ اشْتَرَى غُلاَمًا حَجَّامًا فَقَالَ إِنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ ثَمَنِ الدَّمِ، وَثَمَنِ الْكَلْبِ، وَكَسْبِ الْبَغِيِّ، وَلَعَنَ آكِلَ الرِّبَا وَمُوكِلَهُ وَالْوَاشِمَةَ وَالْمُسْتَوْشِمَةَ وَالْمُصَوِّرَ.",
    "hadithBengali": "৫৫৩৭। মুহাম্মদ ইবনু মূসান্না (রহঃ) ... আবূ জুহায়ফা (রাঃ) থেকে বর্নিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রক্তের মূল্য কুকুরের মূল্য ও যিনাকারীর উপার্জন গ্রহণ করতে নিষেধ করেছেন। আর তিনি সুদ গ্রহিতা, সুদদাতা, অঙ্গ-প্রত্যঙ্গে (সূচের মাথা দিয়া ছিদ্র করে) উল্কি উৎকীর্নকারী ও তা করানোওয়ালা এবং ছবি নির্মাণকারীকে লানত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5537",
    "id": "6181",
    "thesequence": "6443",
    "isActive": "1",
    "chapterId": "17161",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪২৫. ছবি নির্মানকারীকে যিনি লা&#039;নত করেছেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nI heard Muhammad saying, Whoever makes a picture in this world will be asked to put life into it on the Day of Resurrection, but he will not be able to do so.",
    "hadithArabic": "حَدَّثَنَا عَيَّاشُ بْنُ الْوَلِيدِ، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا سَعِيدٌ، قَالَ سَمِعْتُ النَّضْرَ بْنَ أَنَسِ بْنِ مَالِكٍ، يُحَدِّثُ قَتَادَةَ قَالَ كُنْتُ عِنْدَ ابْنِ عَبَّاسٍ وَهُمْ يَسْأَلُونَهُ وَلاَ يَذْكُرُ النَّبِيَّ صلى الله عليه وسلم حَتَّى سُئِلَ فَقَالَ سَمِعْتُ مُحَمَّدًا صلى الله عليه وسلم يَقُولُ   مَنْ صَوَّرَ صُورَةً فِي الدُّنْيَا كُلِّفَ يَوْمَ الْقِيَامَةِ أَنْ يَنْفُخَ فِيهَا الرُّوحَ، وَلَيْسَ بِنَافِخٍ .",
    "hadithBengali": "৫৫৩৮। আয়াশ ইবনু ওয়ালীদ (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি ইবনু আব্বাস (রাঃ) এর নিকট ছিলাম। আর (উপস্থিত) লোকজন তার কাছে বিভিন্ন কথা জিজ্ঞাসা করছিল। কিন্তু (কোন কথার উত্তরেই) তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর (হাদীস) উল্লেখ করছিলেন না। অবশেষে তাকে ছবি সম্পর্কে জিজ্ঞাসা করা হলো তিনি বললেনঃ আমি মুহাম্মদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যাক্তি দুনিয়ায় কোন প্রানীর ছবি নির্মাণ করে, কিয়ামতের দিন তাকে কঠোরভাবে নির্দেশ দেওয়া হবে ঐ ছবির মধ্যে রূহ দান করার জন্য। কিন্তু সে রূহ দান করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5538",
    "id": "6182",
    "thesequence": "6444",
    "isActive": "1",
    "chapterId": "17162",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪২৬. যে ব্যক্তি ছবি নির্মাণ করে তাকে কিয়ামতের দিন তাতে রূহ দানের জন্য নির্দেশ দেওয়া হবে কিন্তু সে সক্ষম হবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Usama bin Zaid:\n\nAllahs Messenger (ﷺ) rode a donkey saddled with a saddle covered with a Fadakiyya velvet sheet, and he made me ride behind him.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو صَفْوَانَ، عَنْ يُونُسَ بْنِ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَكِبَ عَلَى حِمَارٍ، عَلَى إِكَافٍ عَلَيْهِ قَطِيفَةٌ فَدَكِيَّةٌ، وَأَرْدَفَ أُسَامَةَ وَرَاءَهُ.",
    "hadithBengali": "৫৫৩৯। কুতায়বা (রহঃ) ... উসামা ইবনু যায়েদ (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একবার) গাধার পিঠে আরোহণ করেন। পিঠের উপরে ফাদাকের তৈরী মোটা গদি ছিল। উসামাকে তিনি তাঁর পেছনে বসান।\n",
    "checkStatus": "1",
    "hadithNo": "5539",
    "id": "6183",
    "thesequence": "6445",
    "isActive": "1",
    "chapterId": "17163",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪২৭.  সাওয়ারীর উপর কারও পশ্চাতে বসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nWhen the Prophet (ﷺ) arrived at Mecca, the children of Bani `Abdul Muttalib received him. He then mounted one of them in front of him and the other behind him.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا خَالِدٌ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ لَمَّا قَدِمَ النَّبِيُّ صلى الله عليه وسلم مَكَّةَ اسْتَقْبَلَهُ أُغَيْلِمَةُ بَنِي عَبْدِ الْمُطَّلِبِ، فَحَمَلَ وَاحِدًا بَيْنَ يَدَيْهِ وَالآخَرَ خَلْفَهُ.",
    "hadithBengali": "৫৫৪০। মুসাদ্দাদ (রহঃ) ... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মক্কায় আগমন করেন তখন আবদুল মুত্তালিব গোত্রের তরুণ বালকরা তাকে অভ্যর্থনা জানায়। তাদের একজনকে তিনি তার সামনে এবং অন্য একজনকে তার পেছনে উঠিয়ে নেন।\n",
    "checkStatus": "1",
    "hadithNo": "5540",
    "id": "6184",
    "thesequence": "6446",
    "isActive": "1",
    "chapterId": "17164",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪২৮. এক সাওয়ারীর উপর তিনজন বসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aiyub:\n\nThe worst of three (persons riding one, animal) was mentioned in `Ikrimas presence `Ikrima said, Ibn `Abbas said, (In the year of the conquest of Mecca) the Prophet (ﷺ) came and mounted Qutham in front of him and Al-Fadl behind him, or Qutham behind him and Al-Fadl in front of him. Now which of them was the worst off and which was the best?",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا أَيُّوبُ، ذُكِرَ الأَشَرُّ الثَّلاَثَةُ عِنْدَ عِكْرِمَةَ فَقَالَ قَالَ ابْنُ عَبَّاسٍ أَتَى رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَدْ حَمَلَ قُثَمَ بَيْنَ يَدَيْهِ، وَالْفَضْلَ خَلْفَهُ، أَوْ قُثَمَ خَلْفَهُ، وَالْفَضْلَ بَيْنَ يَدَيْهِ، فَأَيُّهُمْ شَرٌّ أَوْ أَيُّهُمْ خَيْرٌ.",
    "hadithBengali": "৫৫৪১। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আইউব (রহঃ) থেকে বর্ণিত। তিনি বলেন, খারাপ তিন ব্যাক্তির কথা আমার কাছে উল্লেখ করা হয়। তিনি বলেনঃ ইবনু আব্বাস (রাঃ) বলেছেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মক্কায় আসেন তখন তিনি কুসামকে (তার সাওয়ারীর) সামনে ও ফাযলকে পাশ্চাতে বসান। অথবা কুসামকে পশ্চাতে ও ফাযলকে সামনে বসান। তা হচ্ছে কে তাদের মধ্যে মন্দ অথবা কে তাদের মধ্যে ভাল?\n",
    "checkStatus": "1",
    "hadithNo": "5541",
    "id": "6185",
    "thesequence": "6447",
    "isActive": "1",
    "chapterId": "17165",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪২৯. সাওয়ারী জানোয়ারের মালিক অন্যকে সামনে বসাতে পারে কি না? কেউ কেউ বলেছেন, জানোয়ারের মালিক সামনে বসার বেশী হকদার, তবে যদি কাউকে সে অনুমতি দেয়, তবে তা ভিন্ন কথা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Mu`adh bin Jabal:\n\nWhile I was riding behind the Prophet (ﷺ) and between me and him and between me and him there was only the back of the saddle, he said, 0 Mu`adh! I replied, Labbaik, 0 Allahs Messenger (ﷺ), and Sa`daik! he said, Do you know what is Allahs right upon his slave? I said, Allah and His Apostle know best He said Allahs right upon his slaves is that they should worship Him alone and not worship anything else besides Him. Then he proceeded for a while and then said, O Mu`adh bin Jabal! I replied, Labbaik, O Allahs Messenger (ﷺ):, Sa`daik! He said, Do you know what is the right of the slaves upon Allah if they do that? I replied, Allah and His Apostle know best. He said, The right of the slaves upon Allah is that He will not punish them (if they do that).",
    "hadithArabic": " حَدَّثَنَا هُدْبَةُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ ـ رضى الله عنه ـ قَالَ بَيْنَا أَنَا رَدِيفُ النَّبِيِّ، صلى الله عليه وسلم لَيْسَ بَيْنِي وَبَيْنَهُ إِلاَّ أَخِرَةُ الرَّحْلِ فَقَالَ  يَا مُعَاذُ . قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ. ثُمَّ سَارَ سَاعَةً ثُمَّ قَالَ  يَا مُعَاذُ . قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ. ثُمَّ سَارَ سَاعَةً ثُمَّ قَالَ  يَا مُعَاذُ . قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ. قَالَ  هَلْ تَدْرِي مَا حَقُّ اللَّهِ عَلَى عِبَادِهِ . قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ. قَالَ  حَقُّ اللَّهِ عَلَى عِبَادِهِ أَنْ يَعْبُدُوهُ وَلاَ يُشْرِكُوا بِهِ شَيْئًا . ثُمَّ سَارَ سَاعَةً ثُمَّ قَالَ  يَا مُعَاذُ بْنَ جَبَلٍ . قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ. فَقَالَ  هَلْ تَدْرِي مَا حَقُّ الْعِبَادِ عَلَى اللَّهِ إِذَا فَعَلُوهُ . قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ. قَالَ  حَقُّ الْعِبَادِ عَلَى اللَّهِ أَنْ لاَ يُعَذِّبَهُمْ .",
    "hadithBengali": "৫৫৪২। হাফযা ইবনু খালিদ (রহঃ) ... মুআয ইবনু জাবাল (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পেছনে বসা ছিলাম। আমার ও তার মাঝে লাগামের রশির প্রান্তদেশ ভিন্ন অন্য কিছুই ছিল না। তিনি বললেনঃ মুআয! আমি বললামঃ হাযির আছি, ইয়া রাসুলাল্লাহ! তারপর কিছুক্ষন চললেন। পুনরায় বললেনঃ হে মুআয! আমি বললাম হাযির আছি, ইয়া রাসুলাল্লাহ! তারপর আরও কিছুক্ষণ চললেন। আবার বললেনঃ হে মুআয ইবনু জাবাল! আমি বললাম হাযির আছি, ইয়া রাসুলাল্লাহ! তিনি বললেনঃ তুমি জানো, বান্দার উপর আল্লাহর কী হক? আমি বললাম আল্লাহ ও তার রাসুলই ভাল জানেন। তিনি বললেন বান্দার উপর আল্লাহর হক এই যে, তারা কেবল তারই ইবাদত করবে, অন্য কিছুকে তাঁর শরীক করবে না। এরপর কিছু সময় চললেন। তারপব বললেনঃ হে মুআয ইবনু জাবাল! আমি বললামঃ হাযির আছি, ইয়া রাসুলাল্লাহ! তিনি বললেনঃ বান্দারা যখন তাদের দায়িত্বপালন করে, তখন আল্লাহর প্রতি বান্দাদের অধিকার কি তা জানো কি? আমি বললাম আল্লাহ ও তার রাসুলই ভাল জানেন। তিনি বললেনঃ আল্লাহর উপর বান্দার অধিকার এই যে তিনি তাদের আযাব দিবেন না।\n",
    "checkStatus": "1",
    "hadithNo": "5542",
    "id": "6186",
    "thesequence": "6448",
    "isActive": "1",
    "chapterId": "17166",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪৩০. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nWe were coming from Khaibar along with Allahs Messenger (ﷺ) while l was riding behind Abu Talha and he was proceeding. While one of the wives of Allahs Messenger (ﷺ) was riding behind Allahs Messenger (ﷺ), suddenly the foot of the camel Slipped and I said, The woman! and alighted (hurriedly). Allahs Apostle said, She is your mother. Sol resaddled the she-camel and Allahs Messenger (ﷺ) mounted it. When he approached or saw Medina, he said, Ayibun, taibun, abidun, li-Rabbina hami-dun.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ صَبَّاحٍ، حَدَّثَنَا يَحْيَى بْنُ عَبَّادٍ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنِي يَحْيَى بْنُ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ ـ رضى الله عنه ـ قَالَ أَقْبَلْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ خَيْبَرَ، وَإِنِّي لَرَدِيفُ أَبِي طَلْحَةَ وَهْوَ يَسِيرُ وَبَعْضُ نِسَاءِ رَسُولِ اللَّهِ صلى الله عليه وسلم رَدِيفُ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذْ عَثَرَتِ النَّاقَةُ فَقُلْتُ الْمَرْأَةَ. فَنَزَلْتُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّهَا أُمُّكُمْ . فَشَدَدْتُ الرَّحْلَ وَرَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَمَّا دَنَا أَوْ رَأَى الْمَدِينَةَ قَالَ  آيِبُونَ تَائِبُونَ، عَابِدُونَ لِرَبِّنَا، حَامِدُونَ .",
    "hadithBengali": "৫৫৪৩। হাসান ইবনু মুহাম্মদ ইবনু সাব্বাহ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সংগে খায়বার থেকে (মদিনায়) ফিরে আসলাম। আমি আবূ তালহার সাওয়ারীর উপর পেছনে বসাছিলাম, আর তিনি সাওয়ারী চালাচ্ছিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জনৈক সহধর্মিণী তার সাওয়ারীর পশ্চাতে বসেছিলেন। হঠাৎ উটনীটি হোঁচট খেয়ে পড়ে গেল। আমি বললাম মহিলা, এরপর আমি নেমে পড়লাম। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ইনি তোমাদের মা। আমি হাওদাটি শক্ত করে বেঁধে দিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাওয়ারীতে উঠলেন। যখন তিনি মদিনার নিকটবর্তী হলেন, কিংবা রাবী বলেছেন, তিনি যখন (মদিনা) দেখতে পেলেন। তখন বললেনঃ আমরা প্রত্যাগমনকারী, তাওবাকারী, আমাদের রবের ইবাদতকারী , (তার) প্রশংসাকারী।\n",
    "checkStatus": "1",
    "hadithNo": "5543",
    "id": "6187",
    "thesequence": "6449",
    "isActive": "1",
    "chapterId": "17167",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪৩১. সওয়ারীর উপর পুরুষের পিছনে মহিলার বসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abbad bin Tamims uncle:\n\nI saw the Prophet (ﷺ) lying-down in the mosque and placing one leg on the other.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، أَنَّهُ أَبْصَرَ النَّبِيَّ صلى الله عليه وسلم يَضْطَجِعُ فِي الْمَسْجِدِ، رَافِعًا إِحْدَى رِجْلَيْهِ عَلَى الأُخْرَى.",
    "hadithBengali": "৫৫৪৪। আহমাদ ইবনু ইউনূস (রহঃ) ... আব্বাদ ইবনু তামীম এর চাচা (আবদুল্লাহ ইবনু যায়েদ (রাঃ) থেকে বর্ণিত যে, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মসজিদের মধ্যে এক পায়ের উপরে অন্য পা উঠিয়ে চিৎ হয়ে শয়ন করতে দেখেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5544",
    "id": "6188",
    "thesequence": "6450",
    "isActive": "1",
    "chapterId": "17168",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "69",
    "statusId": "1",
    "topicName": "২৪৩২.  চিৎ হয়ে শয়ন করা এবং এক পা অন্য পায়ের উপর রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]