[
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Allah created Adam in His picture, sixty cubits (about 30 meters) in height. When He created him, He said (to him), Go and greet that group of angels sitting there, and listen what they will say in reply to you, for that will be your greeting and the greeting of your offspring. Adam (went and) said, As-Salamu alaikum (Peace be upon you). They replied, AsSalamu-Alaika wa Rahmatullah (Peace and Allahs Mercy be on you) So they increased Wa Rahmatullah The Prophet (ﷺ) added So whoever will enter Paradise, will be of the shape and picture of Adam Since then the creation of Adams (offspring) (i.e. stature of human beings is being diminished continuously) to the present time.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ جَعْفَرٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ هَمَّامٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   خَلَقَ اللَّهُ آدَمَ عَلَى صُورَتِهِ، طُولُهُ سِتُّونَ ذِرَاعًا، فَلَمَّا خَلَقَهُ قَالَ اذْهَبْ فَسَلِّمْ عَلَى أُولَئِكَ النَّفَرِ مِنَ الْمَلاَئِكَةِ جُلُوسٌ، فَاسْتَمِعْ مَا يُحَيُّونَكَ، فَإِنَّهَا تَحِيَّتُكَ وَتَحِيَّةُ ذُرِّيَّتِكَ. فَقَالَ السَّلاَمُ عَلَيْكُمْ. فَقَالُوا السَّلاَمُ عَلَيْكَ وَرَحْمَةُ اللَّهِ. فَزَادُوهُ وَرَحْمَةُ اللَّهِ، فَكُلُّ مَنْ يَدْخُلُ الْجَنَّةَ عَلَى صُورَةِ آدَمَ، فَلَمْ يَزَلِ الْخَلْقُ يَنْقُصُ بَعْدُ حَتَّى الآنَ .",
    "hadithBengali": "৫৭৯৪। ইয়াহইয়া ইবনু জাফর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা আদম (আলাইহিস সালাম) কে তার যথাযথ আকৃতিতে সৃষ্টি করেছেন, তার উচ্চতা ছিল ষাট হাত। তিনি তাঁকে সৃষ্টি করে বললেনঃ তুমি যাও। উপবিষ্ট ফিরিশতাদের এই দলকে সালাম করো এবং তুমি মনোযোগ সহকারে শুনবে তারা তোমার সালামের কি জবাব দেয়? কারন এটাই হবে তোমার ও তোমার বংশধরের সম্ভাষন (তাহিয়্যা) তাই তিনি গিয়ে বললেন &#39;আস সালামু আলাইকুম&#39;। তারা জবাবে বললেনঃ &ldquo;আসসালামুআলাইকা ওয়া রাহমাতুল্লাহ। তারা বাড়িয়ে বললেনঃ ওয়া রাহমাতুল্লাহ বাক্যটি। তারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বললেন যারা জান্নাতে প্রবেশ করবে তারা আদম (আলাইহিস সালাম) এর আকৃতি বিশিষ্ট হবে। তারপর থেকে এ পর্যন্ত মানুষের আকৃতি ক্রমাগত হ্রাস পেয়ে আসছে।\n",
    "checkStatus": "1",
    "hadithNo": "5794",
    "id": "6438",
    "thesequence": "6700",
    "isActive": "1",
    "chapterId": "17298",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৬১. সালামের সূচনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Abbas:\n\nAl-Fadl bin `Abbas rode behind the Prophet (ﷺ) as his companion rider on the back portion of his she camel on the Day of Nahr (slaughtering of sacrifice, 10th Dhul-Hijja) and Al-Fadl was a handsome man. The Prophet (ﷺ) stopped to give the people verdicts. In the meantime, a beautiful woman From the tribe of Khatham came, asking the verdict of Allahs Messenger (ﷺ). Al-Fadl started looking at her as her beauty attracted him. The Prophet (ﷺ) looked behind while Al-Fadl was looking at her; so the Prophet (ﷺ) held out his hand backwards and caught the chin of Al-Fadl and turned his face (to the owner sides in order that he should not gaze at her. She said, O Allahs Messenger (ﷺ)! The obligation of Performing Hajj enjoined by Allah on His worshipers, has become due (compulsory) on my father who is an old man and who cannot sit firmly on the riding animal. Will it be sufficient that I perform Hajj on his behalf? He said, Yes.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سُلَيْمَانُ بْنُ يَسَارٍ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ أَرْدَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْفَضْلَ بْنَ عَبَّاسٍ يَوْمَ النَّحْرِ خَلْفَهُ عَلَى عَجُزِ رَاحِلَتِهِ، وَكَانَ الْفَضْلُ رَجُلاً وَضِيئًا، فَوَقَفَ النَّبِيُّ صلى الله عليه وسلم لِلنَّاسِ يُفْتِيهِمْ، وَأَقْبَلَتِ امْرَأَةٌ مِنْ خَثْعَمَ وَضِيئَةٌ تَسْتَفْتِي رَسُولَ اللَّهِ صلى الله عليه وسلم فَطَفِقَ الْفَضْلُ يَنْظُرُ إِلَيْهَا، وَأَعْجَبَهُ حُسْنُهَا، فَالْتَفَتَ النَّبِيُّ صلى الله عليه وسلم يَنْظُرُ إِلَيْهَا، فَأَخْلَفَ بِيَدِهِ فَأَخَذَ بِذَقَنِ الْفَضْلِ، فَعَدَلَ وَجْهَهُ عَنِ النَّظَرِ إِلَيْهَا، فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ فَرِيضَةَ اللَّهِ فِي الْحَجِّ عَلَى عِبَادِهِ أَدْرَكَتْ أَبِي شَيْخًا كَبِيرًا، لاَ يَسْتَطِيعُ أَنْ يَسْتَوِيَ عَلَى الرَّاحِلَةِ، فَهَلْ يَقْضِي عَنْهُ أَنْ أَحُجَّ عَنْهُ قَالَ   نَعَمْ .",
    "hadithBengali": "৫৭৯৫। আবূল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদিন কুরবানীর দিনে ফাযল ইবনু আব্বাস (রাঃ) কে আপন সাওয়ারীর পিঠে নিচের পেছনে বসালেন। ফাযল (রাঃ) একজন সুন্দর ব্যাক্তি ছিলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের মাসায়েল বাতলিয়ে দেওয়ার জন্য আসলেন। এ সময় খাশআম গোত্রের একজন সুন্দরী মহিলা রাসুলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট একটা মাসায়েল জিজ্ঞাসা করার জন্য আসল। তখন ফাযল (রাঃ) তার দিকে তাকাতে লাগলেন। মহিলাটির সৌন্দর্য তাকে আকৃষ্ট করে দিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফাযল (রাঃ) এর দিকে ফিরে দেখলেন যে, ফাযল তার দিকে তাকাচ্ছেন। তিনি নিজের হাত পেছনের দিকে নিয়ে ফাযল (রাঃ) এর চিবুক ধরে ঐ মহিলার দিকে না তাকানোর জন্য তার চেহারা অন্য দিকে ফিরিয়ে দিলেন। এরপর মহিলাটি জিজ্ঞাসা করলঃ ইয়া রাসূলাল্লাহ! আল্লাহ তাআলার পক্ষ থেকে তার বান্দাদের উপর যে হাজ্জ (হজ্জ) ফরয হওয়ার বিধান দেওয়া হয়েছে, আমার পিতার উপর তা এমন অবস্থায় এসেছে যে, বয়োবৃদ্ধ হওয়ার কারণে সাওয়ারীর উপর বসতে তিনি সক্ষম নন। যদি আমি তার তরফ থেকে হাজ্জ (হজ্জ) আদায় করে নেই, তবে কি তার পক্ষ থেকে আদায় হয় যাবে? তিনি বললেনঃ হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "5795",
    "id": "6439",
    "thesequence": "6701",
    "isActive": "1",
    "chapterId": "17299",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৬২. আল্লাহ তা&rsquo;আলার বানীঃ হে ঈমানদারগন! তোমরা নিজেদের ঘর ছাড়া অন্য কারো ঘরে, যে পর্যন্ত সে ঘরের লোকেরা অনুমতি না দেবে এবং তোমরা গৃহবাসীকে সালাম না করবে, প্রবেশ করো না। এ ব্যবস্থা তোমাদের জন্য অতি কল্যাণকর, যাতে তোমরা নসীহত গ্রহন কর। যদি তোমরা সে ঘরে কাউকে জবাবদাতা না পাও, তবে তোমাদের অনুমতি না দেওয়া পর্যন্ত তাতে প্রবেশ করবে না। যদি তোমাদের বলা হয় ফিরে যাও তবে তোমরা ফিরে যাবে, এই তোমাদের জন্য পবিত্রতম কাজ। আর তোমরা যা কর সে সম্পর্কে আল্লাহ বিশেষ অবহিত। অবশ্য যে সব ঘরে কেউ বসবাস করে না, আর তাতে যদি তোমাদের মাল আসবাব থাকে, সে সব ঘরে প্রবেশ করলে তোমাদের কোন গুনাহ হবে না। তোমরা প্রকাশ্যে অথবা গোপনে যা কিছুই কর না কেন, তা সবই আল্লাহ জানেন। সাঈদ ইবন আবুল হাসান হাসান (রাঃ) কে বললেনঃ অনারব মহিলারা তাদের মাথা ও বক্ষ খোলা রাখে। তিনি বললেনঃ তোমার চোখ ফিরিয়ে রেখো। আল্লাহ তা&rsquo;আলার বানীঃ হে ন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nThe Prophet (ﷺ) said, Beware! Avoid sitting on the roads. They (the people) said, O Allah s Apostle! We cant help sitting (on the roads) as these are (our places) here we have talks. The Prophet (ﷺ) said,  l f you refuse but to sit, then pay the road its right  They said, What is the right of the road, O Allahs Apostle? He said, Lowering your gaze, refraining from harming others, returning greeting, and enjoining what is good, and forbidding what is evil.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، أَخْبَرَنَا أَبُو عَامِرٍ، حَدَّثَنَا زُهَيْرٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  إِيَّاكُمْ وَالْجُلُوسَ بِالطُّرُقَاتِ . فَقَالُوا يَا رَسُولَ اللَّهِ مَا لَنَا مِنْ مَجَالِسِنَا بُدٌّ نَتَحَدَّثُ فِيهَا. فَقَالَ  إِذَا أَبَيْتُمْ إِلاَّ الْمَجْلِسَ فَأَعْطُوا الطَّرِيقَ حَقَّهُ . قَالُوا وَمَا حَقُّ الطَّرِيقِ يَا رَسُولَ اللَّهِ قَالَ  غَضُّ الْبَصَرِ، وَكَفُّ الأَذَى، وَرَدُّ السَّلاَمِ، وَالأَمْرُ بِالْمَعْرُوفِ وَالنَّهْىُ عَنِ الْمُنْكَرِ .",
    "hadithBengali": "৫৭৯৬। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা রাস্তায় বসা থেকে বিরত থাকো। তারা বললঃ ইয়া রাসূলাল্লাহ! আমাদের রাস্তায় বসা ছাড়া গত্যন্তর নেই, আমরা সেখানে কথাবার্তা বলি। তিনি বললেনঃ যদি তোমাদের রাস্তায় মজলিস করা ছাড়া উপায় না থাকে, তবে তোমরা রাস্তার হক আদায় করবে। তারা বলল ইয়া রাসূলাল্লাহ! রাস্তার দাবী কি? তিনি বললেন, তা হল চোখ অবনত রাখা, কাউকে কষ্ট দেওয়া থেকে বিরত থাকা। সালামের জবাব দেওয়া এবং সৎকাজের নির্দেশ দেওয়া আর অসৎকাজ থেকে নিষেধ করা।\n",
    "checkStatus": "1",
    "hadithNo": "5796",
    "id": "6440",
    "thesequence": "6702",
    "isActive": "1",
    "chapterId": "17299",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৬২. আল্লাহ তা&rsquo;আলার বানীঃ হে ঈমানদারগন! তোমরা নিজেদের ঘর ছাড়া অন্য কারো ঘরে, যে পর্যন্ত সে ঘরের লোকেরা অনুমতি না দেবে এবং তোমরা গৃহবাসীকে সালাম না করবে, প্রবেশ করো না। এ ব্যবস্থা তোমাদের জন্য অতি কল্যাণকর, যাতে তোমরা নসীহত গ্রহন কর। যদি তোমরা সে ঘরে কাউকে জবাবদাতা না পাও, তবে তোমাদের অনুমতি না দেওয়া পর্যন্ত তাতে প্রবেশ করবে না। যদি তোমাদের বলা হয় ফিরে যাও তবে তোমরা ফিরে যাবে, এই তোমাদের জন্য পবিত্রতম কাজ। আর তোমরা যা কর সে সম্পর্কে আল্লাহ বিশেষ অবহিত। অবশ্য যে সব ঘরে কেউ বসবাস করে না, আর তাতে যদি তোমাদের মাল আসবাব থাকে, সে সব ঘরে প্রবেশ করলে তোমাদের কোন গুনাহ হবে না। তোমরা প্রকাশ্যে অথবা গোপনে যা কিছুই কর না কেন, তা সবই আল্লাহ জানেন। সাঈদ ইবন আবুল হাসান হাসান (রাঃ) কে বললেনঃ অনারব মহিলারা তাদের মাথা ও বক্ষ খোলা রাখে। তিনি বললেনঃ তোমার চোখ ফিরিয়ে রেখো। আল্লাহ তা&rsquo;আলার বানীঃ হে ন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nWhen we prayed with the Prophet (ﷺ) we used to say: As-Salam be on Allah from His worshipers, As- Salam be on Gabriel, As-Salam be on Michael, As-Salam be on so-and-so. When the Prophet (ﷺ) finished his prayer, he faced us and said, Allah Himself is As-Salam (Peace), so when one sits in the prayer, one should say, at-Tahiyatu-li l-lahi Was-Salawatu, Wat-Taiyibatu, As-Salamu Alaika aiyuhan- Nabiyyu wa Rah-matul-iahi wa Barakatuhu, As-Salamu Alaina wa ala Ibadillahi assalihin, for if he says so, then it will be for all the pious slave of Allah in the Heavens and the Earth. (Then he should say), Ash-hadu an la ilaha illalllahu wa ash-hadu anna Muhammadan `Abduhu wa rasulu-hu, and then he can choose whatever speech (i.e. invocation) he wishes ",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، قَالَ حَدَّثَنِي شَقِيقٌ، عَنْ عَبْدِ اللَّهِ، قَالَ كُنَّا إِذَا صَلَّيْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم قُلْنَا السَّلاَمُ عَلَى اللَّهِ قَبْلَ عِبَادِهِ، السَّلاَمُ عَلَى جِبْرِيلَ، السَّلاَمُ عَلَى مِيكَائِيلَ، السَّلاَمُ عَلَى فُلاَنٍ، فَلَمَّا انْصَرَفَ النَّبِيُّ صلى الله عليه وسلم أَقْبَلَ عَلَيْنَا بِوَجْهِهِ فَقَالَ   إِنَّ اللَّهَ هُوَ السَّلاَمُ، فَإِذَا جَلَسَ أَحَدُكُمْ فِي الصَّلاَةِ فَلْيَقُلِ التَّحِيَّاتُ لِلَّهِ، وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ. فَإِنَّهُ إِذَا قَالَ ذَلِكَ أَصَابَ كُلَّ عَبْدٍ صَالِحٍ فِي السَّمَاءِ وَالأَرْضِ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ. ثُمَّ يَتَخَيَّرْ بَعْدُ مِنَ الْكَلاَمِ مَا شَاءَ .",
    "hadithBengali": "৫৭৯৭। উমর ইবনু হাফস (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সালাত (নামায/নামাজ) আদায় করলাম, তখন (বসা অবস্থায়) আমরা আল্লাহর প্রতি তার বান্দাদের পক্ষ থেকে সালাম, জিবরাঈল (আলাইহিস সালাম) এর প্রতি সালাম, মীকাঈল (আলাইহিস সালাম) এর প্রতি সালাম এবং অমুকের প্রতি সালাম দিলাম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সালাত (নামায/নামাজ) শেষ করলেন, তখন আমাদের দিকে চেহারা মুবারক ফিরিয়ে বললেন আল্লাহ তা&#39;আলা সালাম। অতএব যখন তোমাদের কেউ সালাত (নামায/নামাজ) এর মধ্যে বসবে, তখন বলবেঃالتَّحِيَّاتُ لِلَّهِ، وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ যখন এ কথাটি বলবে, তখনই আসমান যমীনে সব নেক বান্দাদের নিকট এ সালাম পৌছে যাবে। তারপর বলবে أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ তারপর বসে তার পছন্দমত দুআ নির্বাচন করে নেবে।\n",
    "checkStatus": "1",
    "hadithNo": "5797",
    "id": "6441",
    "thesequence": "6703",
    "isActive": "1",
    "chapterId": "17300",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৬৩. আল্লাহ তা&#039;আলার নামের মধ্যে &#039;সালাম একটি নাম। আল্লাহ তা&#039;আলার বানীঃ আর যখন তোমাদের সালাম দেওয়া হয়, তখন তোমরা এর চেয়ে উত্তমভাবে জবাব দিবে, না হয় তার অনুরূপ উত্তর দিবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, The young should greet the old, the passer by should greet the sitting one, and the small group of persons should greet the large group of persons.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   يُسَلِّمُ الصَّغِيرُ عَلَى الْكَبِيرِ، وَالْمَارُّ عَلَى الْقَاعِدِ، وَالْقَلِيلُ عَلَى الْكَثِيرِ .",
    "hadithBengali": "৫৭৯৮। আবূল হাসান মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ছোট বড়কে, পথচারী উপবিষ্ট লোককে এবং আর সংখ্যক লোক বেশী সংখ্যক লোকদের সালাম দিবে।\n",
    "checkStatus": "1",
    "hadithNo": "5798",
    "id": "6442",
    "thesequence": "6704",
    "isActive": "1",
    "chapterId": "17301",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৬৪. অল্প সংখ্যক লোক অধিক সংখ্যক লোকদের সালাম করবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The riding one should greet the walking one, and the walking one should greet the sitting one, and the small number of persons should greet the large number of persons.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا مَخْلَدٌ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي زِيَادٌ، أَنَّهُ سَمِعَ ثَابِتًا، مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ زَيْدٍ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يُسَلِّمُ الرَّاكِبُ عَلَى الْمَاشِي، وَالْمَاشِي عَلَى الْقَاعِدِ، وَالْقَلِيلُ عَلَى الْكَثِيرِ .",
    "hadithBengali": "৫৭৯৯। মুহাম্মদ ইবনু সালাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আরোহী ব্যাক্তি পদচারীকে, পদচারী ব্যাক্তি উপবিষ্টকে এবং অল্প সংখক লোক অধিক সংখককে সালাম দিবে।\n",
    "checkStatus": "1",
    "hadithNo": "5799",
    "id": "6443",
    "thesequence": "6705",
    "isActive": "1",
    "chapterId": "17302",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৬৫. আরাহী ব্যক্তি পদচারীকে সালাম করবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The riding person should greet the walking one, and the walking one should greet the sitting one, and the small number of persons should greet the large number of persons. ",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي زِيَادٌ، أَنَّ ثَابِتًا، أَخْبَرَهُ ـ وَهْوَ، مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ زَيْدٍ ـ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ   يُسَلِّمُ الرَّاكِبُ عَلَى الْمَاشِي وَالْمَاشِي عَلَى الْقَاعِدِ، وَالْقَلِيلُ عَلَى الْكَثِيرِ .",
    "hadithBengali": "৫৮০০। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আরোহী পদচারীকে, পদচারী উপবিষ্টকে এবং অল্প সংখ্যক লোক অধিক সংখক লোককে সালাম দিবে।\n",
    "checkStatus": "1",
    "hadithNo": "5800",
    "id": "6444",
    "thesequence": "6706",
    "isActive": "1",
    "chapterId": "17303",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৬৬. পদচারী উপবিষ্ট লোককে সালাম করবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara bin Azib:\n\nAllahs Messenger (ﷺ) ordered us to do seven (things): to visit the sick, to follow the funeral processions, to say Tashmit to a sneezer, to help the weak, to help the oppressed ones, to propagate As-Salam (greeting), and to help others to fulfill their oaths (if it is not sinful). He forbade us to drink from silver utensils, to wear gold rings, to ride on silken saddles, to wear silk clothes, Dibaj (thick silk cloth), Qassiy and Istabraq (two kinds of silk).",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنِ الشَّيْبَانِيِّ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنْ مُعَاوِيَةَ بْنِ سُوَيْدِ بْنِ مُقَرِّنٍ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ ـ رضى الله عنهما ـ قَالَ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِسَبْعٍ بِعِيَادَةِ الْمَرِيضِ، وَاتِّبَاعِ الْجَنَائِزِ، وَتَشْمِيتِ الْعَاطِسِ، وَنَصْرِ الضَّعِيفِ، وَعَوْنِ الْمَظْلُومِ، وَإِفْشَاءِ السَّلاَمِ، وَإِبْرَارِ الْمُقْسِمِ، وَنَهَى عَنِ الشُّرْبِ فِي الْفِضَّةِ، وَنَهَانَا عَنْ تَخَتُّمِ الذَّهَبِ، وَعَنْ رُكُوبِ الْمَيَاثِرِ، وَعَنْ لُبْسِ الْحَرِيرِ، وَالدِّيبَاجِ، وَالْقَسِّيِّ، وَالإِسْتَبْرَقِ.",
    "hadithBengali": "<p style=text-align: center;>২৫৬৭. পরিচ্ছেদঃ ছোট বড়কে সালাম করবে। ইব্রাহিম (রহঃ) ... আবু হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ছোট বড়কে, পথচারী উপবিষ্টকে এবং কম সংখ্যক বেশী সংখ্যককে সালাম করবে।\n\n<hr />\n৫৮০১। কুতায়বা (রহঃ) ... বারা&#39;আ ইবনু আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নির্দেশ দিয়েছেন সাতটি কাজেরঃ রোগীর খোঁজ-খবর নেওয়া, জানাযার সঙ্গে যাওয়া, ঋন দাতার জনা দুআ করা। দুর্বলকে সাহায্য করা, মাযলুমের সহায়তা করা, সালাম প্রসারিত করা এবং কসমকারীর কসম পূর্ন করা। আর নিষেধ করেছেন (সাতটি কাজ থেকে) রুপার পাত্রে পানাহার, সোনার আংটি পরিধান রেশমী জ্বীনের উপর সাওয়ার হওয়া, মিহিন রেশমী কাপড় পরিধান, পাতলা রেশম কাপড় ব্যবহার, রেশম মিশ্রিত কাতান পাকড় পরিধান, এবং গাঢ় রেশমী কাপড় পরিধান করা।\n",
    "checkStatus": "1",
    "hadithNo": "5801",
    "id": "6445",
    "thesequence": "6707",
    "isActive": "1",
    "chapterId": "17304",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৬৮. সালাম প্রসারিত করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah bin Amr:\n\nA man asked the Prophet, What Islamic traits are the best? The Prophet said, Feed the people, and greet those whom you know and those whom you do not know. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي يَزِيدُ، عَنْ أَبِي الْخَيْرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَجُلاً، سَأَلَ النَّبِيَّ صلى الله عليه وسلم أَىُّ الإِسْلاَمِ خَيْرٌ قَالَ   تُطْعِمُ الطَّعَامَ، وَتَقْرَأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ، وَعَلَى مَنْ لَمْ تَعْرِفْ .",
    "hadithBengali": "৫৮০২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। এক ব্যাক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলঃ ইসলামের কোন কাজ উত্তম? তিনি বললেনঃ তুমি ক্ষুধার্তকে খাবার দেবে, আর সালাম দিবে যাকে তুমি চেন এবং যাকে তুমি চিন না।\n",
    "checkStatus": "1",
    "hadithNo": "5802",
    "id": "6446",
    "thesequence": "6708",
    "isActive": "1",
    "chapterId": "17305",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৬৯. পরিচিত ও অপরিচিত সকলকে সালাম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Aiyub:\n\nThe Prophet (ﷺ) said, It is not lawful for a Muslim to desert (not to speak to) his brother Muslim for more than three days while meeting, one turns his face to one side and the other turns his face to the other side. Lo! The better of the two is the one who starts greeting the other.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ أَبِي أَيُّوبَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثٍ، يَلْتَقِيَانِ فَيَصُدُّ هَذَا، وَيَصُدُّ هَذَا، وَخَيْرُهُمَا الَّذِي يَبْدَأُ بِالسَّلاَمِ . وَذَكَرَ سُفْيَانُ أَنَّهُ سَمِعَهُ مِنْهُ ثَلاَثَ مَرَّاتٍ.",
    "hadithBengali": "৫৮০৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ আইউব (রাঃ) থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন মুসলমানের পক্ষে তার কোন ভাইরের সাথে তিন দিনের বেশী এমনভাবে সম্পর্কচ্ছেদ করে থাকা বৈধ নয় যে, তারা দুজনের দেখা সাক্ষাত হলেও একজন এদিকে অপরজন অন্যদিকে চেহারা ফিরিয়ে রাখে। তাদের মধ্যে উত্তম ঐ ব্যাক্তি যে প্রথম সালাম দিবে। আবূ সুফিয়ান (রহঃ) বলেন যে, এ হাদীসটি আমি যুহরী (রহঃ) থেকে তিনবার শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "5803",
    "id": "6447",
    "thesequence": "6709",
    "isActive": "1",
    "chapterId": "17305",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৬৯. পরিচিত ও অপরিচিত সকলকে সালাম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nthat he was a boy of ten at the time when the Prophet (ﷺ) emigrated to Medina. He added: I served Allahs Apostle for ten years (the last part of his life time) and I know more than the people about the occasion whereupon the order of Al-Hijab was revealed (to the Prophet). Ubai b n Ka`b used to ask me about it. It was revealed (for the first time) during the marriage of Allahs Messenger (ﷺ) with Zainab bint Jahsh. In the morning, the Prophet (ﷺ) was a bride-groom of her and he Invited the people, who took their meals and went away, but a group of them remained with Allahs Messenger (ﷺ) and they prolonged their stay. Allahs Messenger (ﷺ) got up and went out, and I too, went out along with him till he came to the lintel of `Aishas dwelling place. Allahs Messenger (ﷺ) thought that those people had left by then, so he returned, and I too, returned with him till he entered upon Zainab and found that they were still sitting there and had not yet gone. The Prophet (ﷺ) went out again, and so did I with him till he reached the lintel of `Aishas dwelling place, and then he thought that those people must have left by then, so he returned, and so did I with him, and found those people had gone. At that time the Divine Verse of Al-Hijab was revealed, and the Prophet (ﷺ) set a screen between me and him (his family).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّهُ كَانَ ابْنَ عَشْرِ سِنِينَ مَقْدَمَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ، فَخَدَمْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَشْرًا حَيَاتَهُ، وَكُنْتُ أَعْلَمَ النَّاسِ بِشَأْنِ الْحِجَابِ حِينَ أُنْزِلَ، وَقَدْ كَانَ أُبَىُّ بْنُ كَعْبٍ يَسْأَلُنِي عَنْهُ، وَكَانَ أَوَّلَ مَا نَزَلَ فِي مُبْتَنَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِزَيْنَبَ ابْنَةِ جَحْشٍ، أَصْبَحَ النَّبِيُّ صلى الله عليه وسلم بِهَا عَرُوسًا فَدَعَا الْقَوْمَ، فَأَصَابُوا مِنَ الطَّعَامِ ثُمَّ خَرَجُوا، وَبَقِيَ مِنْهُمْ رَهْطٌ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَطَالُوا الْمُكْثَ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَخَرَجَ وَخَرَجْتُ مَعَهُ كَىْ يَخْرُجُوا، فَمَشَى رَسُولُ اللَّهِ صلى الله عليه وسلم وَمَشَيْتُ مَعَهُ حَتَّى جَاءَ عَتَبَةَ حُجْرَةِ عَائِشَةَ، ثُمَّ ظَنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّهُمْ خَرَجُوا فَرَجَعَ وَرَجَعْتُ مَعَهُ، حَتَّى دَخَلَ عَلَى زَيْنَبَ فَإِذَا هُمْ جُلُوسٌ لَمْ يَتَفَرَّقُوا، فَرَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَرَجَعْتُ مَعَهُ، حَتَّى بَلَغَ عَتَبَةَ حُجْرَةِ عَائِشَةَ، فَظَنَّ أَنْ قَدْ خَرَجُوا، فَرَجَعَ وَرَجَعْتُ مَعَهُ، فَإِذَا هُمْ قَدْ خَرَجُوا، فَأُنْزِلَ آيَةُ الْحِجَابِ، فَضَرَبَ بَيْنِي وَبَيْنَهُ سِتْرًا.",
    "hadithBengali": "৫৮০৪। ইয়াহইয়া ইবনু সুলায়মান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মদিনায় আগমন করেন, তখন তার বয়স ছিল দশ বছর। তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবনের দশ বছর আমি তার খিদমত করি। আর পর্দার বিধান সম্পর্কে আমি সব চেয়ে বেশী অবগত ছিলাম, যখন তা নাযিল হয়। উবাই ইবনু কাব (রাঃ) প্রায়ই আমাকে এ সম্পর্কে জিজ্ঞাসা করতেন। যায়নাব বিনত জাহস (রাঃ) এর সঙ্গে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাসরের দিন প্রথম পর্দার আয়াত নাযিল হয়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নতুন দুলহা হিসেবে সে দিন লোকদের দাওয়াত করেন এবং এরপর অনেকেই দাওয়াত খেয়ে বেরিয়ে যান। কিন্তু কয়েকজন তার কাছে রয়ে যান এবং তাদের অবস্থান দীর্ঘায়িত করেন। তধন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠে দাঁড়িয়ে ঘর থেকে বেরিয়ে যান এবং আমিও তার সঙ্গে যাই, যাতে তারা বের হয়ে যায়।\n\nতারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চলেন এবং আমিও তার সঙ্গে চলি। এমন কি তিনি আয়িশা (রাঃ) এর হুজরার দরজায় এসে পৌছেন। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ধারণা করেন যে, নিশ্চয়ই তারা বেরিয়ে গেছে। তখন তিনিও তার সঙ্গে আমি ফিরে আসি। তিনি যায়নাব (রাঃ) এর গৃহে প্রবেশ করে দেখেন যে, তারা তখনও বসেই আছে, চলে যায়নি। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিরে গেলেন এবং আমিও তার সঙ্গে ফিরে যাচ্ছি। এমন কি তিনি আয়িশা (রাঃ) এর দরজার চৌকাট পর্যন্ত এসে পৌছেন। এরপর তিনি ধারণা করেন যে, এখন তারা অবশ্যই বেরিয়ে গেছে। তাই তিনি ফিরে এসে দেখেন যে, তারা বেরিয়ে গেছেন। এই সময় পর্দার আয়াত নাযিল হয় এবং তিনি তার ও আমার মধ্যে পর্দা টেনে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "5804",
    "id": "6448",
    "thesequence": "6710",
    "isActive": "1",
    "chapterId": "17306",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭০. পর্দার আয়াত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nWhen the Prophet (ﷺ) married Zainab, the people came and were offered a meal, and then they sat down (after finishing their meals) and started chatting. The Prophet (ﷺ) showed as if he wanted to get up, but they did not get up. When he noticed that, he got up, and some of the people also got up and went away, while some others kept on sitting. When the Prophet (ﷺ) returned to enter, he found the people still sitting, but then they got up and left. So I told the Prophet (ﷺ) of their departure and he came and went in. I intended to go in but the Prophet (ﷺ) put a screen between me and him, for Allah revealed:-- O you who believe! Enter not the Prophets houses.. (33.53)",
    "hadithArabic": " حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا مُعْتَمِرٌ، قَالَ أَبِي حَدَّثَنَا أَبُو مِجْلَزٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ لَمَّا تَزَوَّجَ النَّبِيُّ صلى الله عليه وسلم زَيْنَبَ دَخَلَ الْقَوْمُ فَطَعِمُوا، ثُمَّ جَلَسُوا يَتَحَدَّثُونَ فَأَخَذَ كَأَنَّهُ يَتَهَيَّأُ لِلْقِيَامِ فَلَمْ يَقُومُوا، فَلَمَّا رَأَى ذَلِكَ قَامَ، فَلَمَّا قَامَ قَامَ مَنْ قَامَ مِنَ الْقَوْمِ وَقَعَدَ بَقِيَّةُ الْقَوْمِ، وَإِنَّ النَّبِيَّ صلى الله عليه وسلم جَاءَ لِيَدْخُلَ، فَإِذَا الْقَوْمُ جُلُوسٌ، ثُمَّ إِنَّهُمْ قَامُوا فَانْطَلَقُوا فَأَخْبَرْتُ النَّبِيَّ صلى الله عليه وسلم فَجَاءَ حَتَّى دَخَلَ، فَذَهَبْتُ أَدْخُلُ فَأَلْقَى الْحِجَابَ بَيْنِي وَبَيْنَهُ، وَأَنْزَلَ اللَّهُ تَعَالَى {يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَدْخُلُوا بُيُوتَ النَّبِيِّ} الآيَةَ. ",
    "hadithBengali": "৫৮০৫। আবূ নু&#39;মান (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। তিনি বলেন, যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যায়নাব (রাঃ) কে বিয়ে করলেন, তখন (দাওয়াত প্রাপ্ত) একদল লোক তার ঘরে এসে খাওয়া দাওয়া করলেন। এরপর তারা ঘরে বসেই আলাপ-আলোচনা করতে লাগলেন। তিনি দাঁড়ানোর পর কিছু লোক উঠে বেরিয়ে গেলেন কিন্তু অবশিষ্ট কিছু লোক বসেই থাকলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে প্রবেশ করার জন্য ফিরে এসে দেখলেন যে, তারা বসেই আছে কিছুক্ষণ পরে তারা উঠে চলে গেলেন। তারপর আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ওদের চলে যাওয়ার সংবাদ দিলে তিনি এসে প্রবেশ করলেন। তখন আমি ভেতরে যেতে চাইলে তিনি আমার ও তার মাঝখানে পর্দা ঝুলিয়ে দিলেন। এই সময় আল্লাহ তাআলা এই আয়াত নাযিল করেনঃ হে ঈমানদারগণ! তোমরা নাবীর ঘরগুলোতে প্রবেশ করো না ... শেয পর্যন্ত।\n",
    "checkStatus": "1",
    "hadithNo": "5805",
    "id": "6449",
    "thesequence": "6711",
    "isActive": "1",
    "chapterId": "17306",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭০. পর্দার আয়াত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\n(the wife of the Prophet) `Umar bin Al-Khattab used to say to Allahs Messenger (ﷺ) Let your wives be veiled But he did not do so. The wives of the Prophet (ﷺ) used to go out to answer the call of nature at night only at Al-Manasi. Once Sauda, the daughter of Zam`a went out and she was a tall woman. `Umar bin Al-Khattab saw her while he was in a gathering, and said, I have recognized you, O Sauda! He (`Umar) said so as he was anxious for some Divine orders regarding the veil (the veiling of women.) So Allah revealed the Verse of veiling. (Al-Hijab; a complete body cover excluding the eyes).",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا يَعْقُوبُ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ كَانَ عُمَرُ بْنُ الْخَطَّابِ يَقُولُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم احْجُبْ نِسَاءَكَ. قَالَتْ فَلَمْ يَفْعَلْ، وَكَانَ أَزْوَاجُ النَّبِيِّ صلى الله عليه وسلم يَخْرُجْنَ لَيْلاً إِلَى لَيْلٍ قِبَلَ الْمَنَاصِعِ، خَرَجَتْ سَوْدَةُ بِنْتُ زَمْعَةَ، وَكَانَتِ امْرَأَةً طَوِيلَةً فَرَآهَا عُمَرُ بْنُ الْخَطَّابِ وَهْوَ فِي الْمَجْلِسِ فَقَالَ عَرَفْتُكِ يَا سَوْدَةُ. حِرْصًا عَلَى أَنْ يُنْزَلَ الْحِجَابُ. قَالَتْ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ آيَةَ الْحِجَابِ.",
    "hadithBengali": "৫৮০৬। ইসহাক (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) থেকে বর্ণিত যে, উমর ইবনু খাত্তাব (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট প্রয়ই বলতেন যে, আপনি আপনার সহধর্মিণীদের পর্দা করান। কিন্তু তিনি তা করেননি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণীগণ প্রাকৃতিক প্রয়োজনে রাতে মাঠের দিকে বেরিয়ে যেতেন। একবার সাওদা বিনত যামআ (রাঃ) বেরিয়ে গেলেন। তিনি ছিলেন লম্বাকৃতির মহিলা। উমর (রাঃ) মজলিসে উপস্থিত ছিলেন। তাই তিনি তাকে দেখে ফেললেন এবং পর্দার নির্দেশ নাযিল হওয়ার আগ্রহে বললেনঃ ওহে সাওদা! আমি আপনাকে চিনে ফেলেছি। অতঃপর আল্লাহ তায়াআলা পর্দার আয়াত নাযিল করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5806",
    "id": "6450",
    "thesequence": "6712",
    "isActive": "1",
    "chapterId": "17306",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭০. পর্দার আয়াত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nA man peeped through a round hole into the dwelling place of the Prophet, while the Prophet (ﷺ) had a Midray (an iron comb) with which he was scratching his head. the Prophet (ﷺ) said,  Had known you were looking (through the hole), I would have pierced your eye with it (i.e., the comb). Verily! The order of taking permission to enter has been enjoined because of that sight, (that one should not look unlawfully at the state of others).",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ الزُّهْرِيُّ حَفِظْتُهُ كَمَا أَنَّكَ هَا هُنَا عَنْ سَهْلِ بْنِ سَعْدٍ قَالَ اطَّلَعَ رَجُلٌ مِنْ جُحْرٍ فِي حُجَرِ النَّبِيِّ صلى الله عليه وسلم وَمَعَ النَّبِيِّ صلى الله عليه وسلم مِدْرًى يَحُكُّ بِهِ رَأْسَهُ فَقَالَ   لَوْ أَعْلَمُ أَنَّكَ تَنْظُرُ لَطَعَنْتُ بِهِ فِي عَيْنِكَ، إِنَّمَا جُعِلَ الاِسْتِئْذَانُ مِنْ أَجْلِ الْبَصَرِ .",
    "hadithBengali": "৫৮০৭। আলী ইবনু আবদুল্লাহ (রহঃ) ... সাহল ইবনু সা&#39;দ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার এক ব্যাক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন এক হুজরায় উঁকি মেরে তাকালো। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে একটা &#39;মিদরা&#39; ছিলো, যা দিয়ে তিনি তার মাথা চুলকাচ্ছিলেন। তখন তিনি বললেনঃ যদি আমি জানতাম যে তুমি উঁকি মারবে, তবে এ দিয়ে তোমার চোখ ফুঁড়ে দিতাম। তাকানোর জন্য অনুমতি গ্রহনের বিধান দেওয়া হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5807",
    "id": "6451",
    "thesequence": "6713",
    "isActive": "1",
    "chapterId": "17307",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭১. তাকানোর অনুমতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nA man peeped into a room of the Prophet. The Prophet (ﷺ) stood up, holding an arrow head. It is as if I am just looking at him, trying to stab the man.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، اطَّلَعَ مِنْ بَعْضِ حُجَرِ النَّبِيِّ صلى الله عليه وسلم فَقَامَ إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم بِمِشْقَصٍ ـ أَوْ بِمَشَاقِصَ ـ فَكَأَنِّي أَنْظُرُ إِلَيْهِ يَخْتِلُ الرَّجُلَ لِيَطْعُنَهُ.",
    "hadithBengali": "৫৮০৮। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, একবার এক ব্যাক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এক কামরায় উঁকি দিল। তখন তিনি একটা তীর ধনুক কিংবা তীর ফলকসমূহ নিয়ে তার দিকে দৌড়ালেন। আনাস (রাঃ) বলেনঃ তা যেন এখনও আমি প্রত্যক্ষ করছি। তিনি ঐ লোকটির চোখ ফুঁড়ে দেওয়ার জন্য তাকে খুঁজে ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5808",
    "id": "6452",
    "thesequence": "6714",
    "isActive": "1",
    "chapterId": "17307",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭১. তাকানোর অনুমতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nI have not seen a thing resembling lamam (minor sins) than what Abu Huraira narrated from the Prophet who said Allah has written for Adams son his share of adultery which he commits inevitably. The adultery of the eyes is the sight (to gaze at a forbidden thing), the adultery of the tongue is the talk, and the inner self wishes and desires and the private parts testify all this or deny it.",
    "hadithArabic": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ لَمْ أَرَ شَيْئًا أَشْبَهَ بِاللَّمَمِ مِنْ قَوْلِ أَبِي هُرَيْرَةَ. حَدَّثَنِي مَحْمُودٌ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنِ ابْنِ طَاوُسٍ عَنْ أَبِيهِ عَنِ ابْنِ عَبَّاسٍ قَالَ مَا رَأَيْتُ شَيْئًا أَشْبَهَ بِاللَّمَمِ مِمَّا قَالَ أَبُو هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم   إِنَّ اللَّهَ كَتَبَ عَلَى ابْنِ آدَمَ حَظَّهُ مِنَ الزِّنَا، أَدْرَكَ ذَلِكَ لاَ مَحَالَةَ، فَزِنَا الْعَيْنِ النَّظَرُ، وَزِنَا اللِّسَانِ الْمَنْطِقُ، وَالنَّفْسُ تَمَنَّى وَتَشْتَهِي، وَالْفَرْجُ يُصَدِّقُ ذَلِكَ كُلَّهُ وَيُكَذِّبُهُ .",
    "hadithBengali": "৫৮০৯। হুমায়দী ও মাহমূদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নিশ্চয়ই আল্লাহ তা&#39;আলা বনী আদমের জন্য যিনার একটা অংশ নির্ধারিত রেখেছেন। সে তাতে অবশ্যই জড়িত হবে। চোখের যিনা হল তাকানো, জিহবার যিনা হল কথা বলা, কুপ্রবৃত্তি কামনা ও খায়েশ সৃষ্টি করে এবং যৌনাংগ তা সত্য মিথ্যা প্রমাণ করে।\n",
    "checkStatus": "1",
    "hadithNo": "5809",
    "id": "6453",
    "thesequence": "6715",
    "isActive": "1",
    "chapterId": "17308",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭২. যৌনাঙ্গ ব্যতীত অঙ্গ-প্রত্যঙ্গের ব্যভিচার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nWhenever Allahs Messenger (ﷺ) greeted somebody, he used to greet him three times, and if he spoke a sentence, he used to repeat it thrice.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُثَنَّى، حَدَّثَنَا ثُمَامَةُ بْنُ عَبْدِ اللَّهِ، عَنْ أَنَسٍ ـ رضى الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا سَلَّمَ سَلَّمَ ثَلاَثًا، وَإِذَا تَكَلَّمَ بِكَلِمَةٍ أَعَادَهَا ثَلاَثًا.",
    "hadithBengali": "৫৮১০। ইসহাক (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সালাম বলতেন, তখন তিনবার সালাম দিতেন এবং যখন কথা বলতেন তখন তা তিনবার উল্লেখ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5810",
    "id": "6454",
    "thesequence": "6716",
    "isActive": "1",
    "chapterId": "17309",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭৩. তিনবার সালাম দেওয়া ও অনুমতি চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nWhile I was present in one of the gatherings of the Ansar, Abu Musa came as if he was scared, and said, I asked permission to enter upon `Umar three times, but I was not given the permission, so I returned. (When `Umar came to know about it) he said to Abu Musa, Why did you not enter?. Abu Musa replied, I asked permission three times, and I was not given it, so I returned, for Allahs Messenger (ﷺ) said, If anyone of you asks the permission to enter thrice, and the permission is not given, then he should return.  `Umar said, By Allah! We will ask Abu Musa to bring witnesses for it. (Abu Musa went to a gathering of the Ansar and said). Did anyone of you hear this from the Prophet (ﷺ) ? Ubai bin Ka`b said, By Allah, none will go with you but the youngest of the people (as a witness). (Abu Sa`id) was the youngest of them, so I went with Abu Musa and informed `Umar that the Prophet (ﷺ) had said so.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا يَزِيدُ بْنُ خُصَيْفَةَ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ كُنْتُ فِي مَجْلِسٍ مِنْ مَجَالِسِ الأَنْصَارِ إِذْ جَاءَ أَبُو مُوسَى كَأَنَّهُ مَذْعُورٌ فَقَالَ اسْتَأْذَنْتُ عَلَى عُمَرَ ثَلاَثًا، فَلَمْ يُؤْذَنْ لِي فَرَجَعْتُ فَقَالَ مَا مَنَعَكَ قُلْتُ اسْتَأْذَنْتُ ثَلاَثًا، فَلَمْ يُؤْذَنْ لِي فَرَجَعْتُ، وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا اسْتَأْذَنَ أَحَدُكُمْ ثَلاَثًا فَلَمْ يُؤْذَنْ لَهُ، فَلْيَرْجِعْ . فَقَالَ وَاللَّهِ لَتُقِيمَنَّ عَلَيْهِ بِبَيِّنَةٍ. أَمِنْكُمْ أَحَدٌ سَمِعَهُ مِنَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ أُبَىُّ بْنُ كَعْبٍ وَاللَّهِ لاَ يَقُومُ مَعَكَ إِلاَّ أَصْغَرُ الْقَوْمِ، فَكُنْتُ أَصْغَرَ الْقَوْمِ، فَقُمْتُ مَعَهُ فَأَخْبَرْتُ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ذَلِكَ. وَقَالَ ابْنُ الْمُبَارَكِ أَخْبَرَنِي ابْنُ عُيَيْنَةَ حَدَّثَنِي يَزِيدُ عَنْ بُسْرٍ سَمِعْتُ أَبَا سَعِيدٍ بِهَذَا.",
    "hadithBengali": "৫৮১১। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ একবার আমি আনসারদের এক মজলিসে উপস্থিত ছিলাম। এমন সময় হঠাৎ আবূ মূসা (রাঃ) ভীত সন্ত্রস্ত হয়ে এসে বললেনঃ আমি তিনবার উমর (রাঃ) এর নিকট অনুমতি চাইলাম কিন্তু আমাকে অনুমতি দেওয়া হল না। তাই আমি ফিরে এলাম। উমর (রাঃ) তাকে জিজ্ঞাসা করলেনঃ তোমাকে ভেতরে প্রবেশ করতে কিসে বাধা দিল? আমি বললামঃ আমি প্রবেশের জন্য তিনবার অমুমতি চাইলাম কিন্তু আমাকে অনুমতি দেয়া হলো না। তাই আমি ফিরে এলাম। (কারণ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি তোমাদের কেউ তিনবার প্রবেশের অনুমতি চায়। কিন্তু তাকে অনুমতি দেওয়া না হয় তবে সে যেন ফিরে যায়।\n\nতখন উমর বলেনঃ কারন আল্লাহ কসম! তোমারে এ কথার উপর অবশ্যই প্রমান পেশ করতে হবে। তিনি সবাইকে জিজ্ঞেস করলেন তোমাদের মধ্যে কেউ আছে কি? যিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীস শুনেছে? তখন উবাই ইবনু কাব (রাঃ) বললেন আল্লাহর কসম! আপনার কাছে প্রমাণ দিতে দলের সর্ব কনিষ্ঠ বাক্তই উঠে দাঁড়াবে। আর আমিই দলের সর্ব কনিষ্ঠ ছিলাম। সুতরাং আমি তার সঙ্গে উঠে দাঁড়িয়ে বললামঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অবশ্যই এ কথা বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5811",
    "id": "6455",
    "thesequence": "6717",
    "isActive": "1",
    "chapterId": "17309",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭৩. তিনবার সালাম দেওয়া ও অনুমতি চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nI entered (the house) along with Allahs Messenger (ﷺ) . There he found milk in a basin. He said, O Abu Hirr! Go and call the people of Suffa to me. I went to them and invited them. They came and asked permission to enter, and when it was given, they entered. (See Hadith No. 459 for details)",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عُمَرُ بْنُ ذَرٍّ،. وَحَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا عُمَرُ بْنُ ذَرٍّ، أَخْبَرَنَا مُجَاهِدٌ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ دَخَلْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَوَجَدَ لَبَنًا فِي قَدَحٍ فَقَالَ   أَبَا هِرٍّ الْحَقْ أَهْلَ الصُّفَّةِ فَادْعُهُمْ إِلَىَّ . قَالَ فَأَتَيْتُهُمْ فَدَعَوْتُهُمْ، فَأَقْبَلُوا فَاسْتَأْذَنُوا فَأُذِنَ لَهُمْ، فَدَخَلُوا.",
    "hadithBengali": "৫৮১২। আবূ নুয়াঈম ও মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন একদিন আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে তার ঘরে প্রবেশ করলাম। তিনি ঘরে গিয়ে একটি পেয়ালা দুধ পেলেন। তিনি আমাকে বললেনঃ হে আবূ হির! তুমি আহলে সুফফার নিকট গিয়ে তাদের আমার নিকট ডেকে আন। তখন আমি তাদের কাছে গিয়ে দাওয়াত দিয়ে এলাম। তারপর তারা এল এবং প্রবেশের অনুমতি চাইলে তাদের অনুমতি দেয়া হলো। তারপর তারা প্রবেশ করলো।\n",
    "checkStatus": "1",
    "hadithNo": "5812",
    "id": "6456",
    "thesequence": "6718",
    "isActive": "1",
    "chapterId": "17310",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭৪. যখন কোন ব্যক্তিকে ডাকা হয় আর সে আসে, সেও কি প্রবেশের অনুমতি নিবে? আবু হুরায়রা (রাঃ) হতে বর্ণিত । নাবী (সাঃ) বলেছেনঃ এ ডাকাই তার জন্য অনুমতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nthat he passed by a group of boys and greeted them and said, The Prophet (ﷺ) used to do so.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنَا شُعْبَةُ، عَنْ سَيَّارٍ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه أَنَّهُ مَرَّ عَلَى صِبْيَانٍ فَسَلَّمَ عَلَيْهِمْ وَقَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَفْعَلُهُ.",
    "hadithBengali": "৫৮১৩। আলী ইবনু জাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, একবার তিনি একদল শিশুর পাশ দিয়ে যাচ্ছিলেন, তখন তিনি তাদের সালাম করে বললেনঃ যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও তা করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5813",
    "id": "6457",
    "thesequence": "6719",
    "isActive": "1",
    "chapterId": "17311",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭৫. শিশুদের সালাম দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Hazim:\n\nSahl said, We used to feel happy on Fridays. I asked Sahl, Why? He said, There was an old woman of our acquaintance who used to send somebody to Budaa (Ibn Maslama said, Budaa was a garden of date-palms at Medina). She used to pull out the silq (a kind of vegetable) from its roots and put it in a cooking pot, adding some powdered barley over it (and cook it). After finishing the Jumua (Friday) prayer we used to (pass by her and) greet her, whereupon she would present us with that meal, so we used to feel happy because of that. We used to have neither a midday nap, nor meals, except after the Friday prayer.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا ابْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلٍ، قَالَ كُنَّا نَفْرَحُ يَوْمَ الْجُمُعَةِ. قُلْتُ وَلِمَ قَالَ كَانَتْ لَنَا عَجُوزٌ تُرْسِلُ إِلَى بُضَاعَةَ ـ قَالَ ابْنُ مَسْلَمَةَ نَخْلٍ بِالْمَدِينَةِ ـ فَتَأْخُذُ مِنْ أُصُولِ السِّلْقِ فَتَطْرَحُهُ فِي قِدْرٍ، وَتُكَرْكِرُ حَبَّاتٍ مِنْ شَعِيرٍ، فَإِذَا صَلَّيْنَا الْجُمُعَةَ انْصَرَفْنَا وَنُسَلِّمُ عَلَيْهَا فَتُقَدِّمُهُ إِلَيْنَا، فَنَفْرَحُ مِنْ أَجْلِهِ، وَمَا كُنَّا نَقِيلُ وَلاَ نَتَغَدَّى إِلاَّ بَعْدَ الْجُمُعَةِ.",
    "hadithBengali": "৫৮১৪। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... সাহল ইবনু সা&#39;দ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা জুমুআর দিনে আনন্দিত হতাম। রাবী বলেন, আমি তাকে বললামঃ কেন? তিনি বললেনঃ আমাদের একজন বৃদ্ধা মহিলা ছিল। সে কোন একজনকে &#39;বুদাআ&#39; নামক খেজুর বাগানে পাঠাত সে বীট চিনির শিকড় আনতো। তা একটি ডেগচিতে ফেলে সে তাতে কিছুটা যবের দানা দিয়ে ঘুটত ফলে তাতে এক প্রকার খাবার তৈরী করত। এরপর আমরা যখন জুমু&#39;আর সালাত (নামায/নামাজ) আদায় করে ফিরতাম, তখন আমরা ঐ মহিলাকে সালাম দিতাম। তখন সে আমাদের ঐ খাবার পরিবেশন করত আমরা এজন্য খুশী হতাম। আমাদের অভ্যাস ছিল যে, আমরা জুমু&#39;আর পরেই মধ্যাহ্ন ভোজন ও মধ্যাহ্ন বিশ্রাম করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "5814",
    "id": "6458",
    "thesequence": "6720",
    "isActive": "1",
    "chapterId": "17312",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭৬. মহিলাকে পুরুষেদের এবং পুরুষকে মহিলাদের সালাম দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) said, O `Aisha! This is Gabriel sending his greetings to you. I said, Peace, and Allahs Mercy be on him (Gabriel). You see what we do not see. (She was addressing Allahs Apostle).",
    "hadithArabic": "حَدَّثَنَا ابْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَا عَائِشَةُ هَذَا جِبْرِيلُ يَقْرَأُ عَلَيْكِ السَّلاَمَ . قَالَتْ قُلْتُ وَعَلَيْهِ السَّلاَمُ وَرَحْمَةُ اللَّهِ، تَرَى مَا لاَ نَرَى. تُرِيدُ رَسُولَ اللَّهِ صلى الله عليه وسلم. تَابَعَهُ شُعَيْبٌ. وَقَالَ يُونُسُ وَالنُّعْمَانُ عَنِ الزُّهْرِيِّ وَبَرَكَاتُهُ.",
    "hadithBengali": "৫৮১৫। ইবনু মুকাতিল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আয়শা! ইনি জিবরীল (আলাইহিস সালাম) তোমাকে সালাম দিয়েছেন। তখন আমিও বললাম ওয়া আলাইকুমুসসালাম ওয়া রাহমাতুল্লাহ। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে উদ্দেশ্য করে বললেনঃ আমরা যা দেখছিনা, তা আপনি দেখছেন। ইউনুস যুহরি সুত্রে বলেন এবং &#39;বারাকাতুহু&#39;ও বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5815",
    "id": "6459",
    "thesequence": "6721",
    "isActive": "1",
    "chapterId": "17312",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭৬. মহিলাকে পুরুষেদের এবং পুরুষকে মহিলাদের সালাম দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nI came to the Prophet (ﷺ) in order to consult him regarding my fathers debt. When I knocked on the door, he asked, Who is that? I replied, I He said, I, I? He repeated it as if he disliked it.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، هِشَامُ بْنُ عَبْدِ الْمَلِكِ حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، قَالَ سَمِعْتُ جَابِرًا ـ رضى الله عنه ـ يَقُولُ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فِي دَيْنٍ كَانَ عَلَى أَبِي فَدَقَقْتُ الْبَابَ فَقَالَ  مَنْ ذَا . فَقُلْتُ أَنَا. فَقَالَ  أَنَا أَنَا . كَأَنَّهُ كَرِهَهَا.",
    "hadithBengali": "৫৮১৬। আবূল ওয়ালীদ হিশাম ইবনু আব্দুল মালিক (রহঃ) ... জাবির (রাঃ) বলেন, আমার পিতার কিছু ঋণ ছিল। এ বিষয়ে আলোচনা করার জন্য আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলাম এবং দরজায় করাঘাত করলাম। তিনি জিজ্ঞাসা করলেনঃ কে? আমি বললামঃ আমি। তখন তিনি বললেনঃ আমি আমি যেন তিনি তা অপছন্দ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5816",
    "id": "6460",
    "thesequence": "6722",
    "isActive": "1",
    "chapterId": "17313",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭৭. যদি কেউ কারো সম্পরকে জিজ্ঞেস করেন যে, ইনি কে? আর তিনি বলেন, আমি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nA man entered the mosque while Allahs Messenger (ﷺ) was sitting in one side of the mosque. The man prayed, came, and greeted the Prophet. Allahs Messenger (ﷺ) said to him, Wa Alaikas Salam (returned his greeting). Go back and pray as you have not prayed (properly). The man returned, repeated his prayer, came back and greeted the Prophet. The Prophet (ﷺ) said, Wa alaika-s-Salam (returned his greeting). Go back and pray again as you have not prayed (properly). The man said at the second or third time, O Allahs Messenger (ﷺ)! Kindly teach me how to pray. The Prophet (ﷺ) said, When you stand for prayer, perform ablution properly and then face the Qibla and say Takbir (Allahu-Akbar), and then recite what you know from the Quran, and then bow with calmness till you feel at ease then rise from bowing, till you stand straight, and then prostrate calmly (and remain in prostration) till you feel at ease, and then raise (your head) and sit with calmness till you feel at ease and then prostrate with calmness (and remain in prostration) till you feel at ease, and then raise (your head) and sit with calmness till you feel at ease in the sitting position, and do likewise in whole of your prayer. And Abu Usama added, Till you stand straight.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه أَنَّ رَجُلاً، دَخَلَ الْمَسْجِدَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم جَالِسٌ فِي نَاحِيَةِ الْمَسْجِدِ فَصَلَّى، ثُمَّ جَاءَ فَسَلَّمَ عَلَيْهِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَعَلَيْكَ السَّلاَمُ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ . فَرَجَعَ فَصَلَّى، ثُمَّ جَاءَ فَسَلَّمَ. فَقَالَ  وَعَلَيْكَ السَّلاَمُ فَارْجِعْ فَصَلِّ، فَإِنَّكَ لَمْ تُصَلِّ . فَقَالَ فِي الثَّانِيَةِ أَوْ فِي الَّتِي بَعْدَهَا عَلِّمْنِي يَا رَسُولَ اللَّهِ. فَقَالَ  إِذَا قُمْتَ إِلَى الصَّلاَةِ فَأَسْبِغِ الْوُضُوءَ، ثُمَّ اسْتَقْبِلِ الْقِبْلَةَ فَكَبِّرْ، ثُمَّ اقْرَأْ بِمَا تَيَسَّرَ مَعَكَ مِنَ الْقُرْآنِ، ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعًا، ثُمَّ ارْفَعْ حَتَّى تَسْتَوِيَ قَائِمًا، ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا، ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ جَالِسًا، ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا، ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ جَالِسًا، ثُمَّ افْعَلْ ذَلِكَ فِي صَلاَتِكَ كُلِّهَا . وَقَالَ أَبُو أُسَامَةَ فِي الأَخِيرِ  حَتَّى تَسْتَوِيَ قَائِمًا .",
    "hadithBengali": "৫৮১৭। ইসহাক ইবনু মানসুর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। এক ব্যাক্তি মসজিদে প্রবেশ করল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদের একপার্শ্বে উপবিষ্ট ছিলেন। সে সালাত (নামায/নামাজ) আদায় করে এসে তাকে সালাম করন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ওয়া আলাইকাস সালাম; তুমি ফিরে যাও এবং সালাত (নামায/নামাজ) আদায় কর। কেননা তুমি সালাত (নামায/নামাজ) আদায় কর নি। সে ফিরে গিয়ে সালাত (নামায/নামাজ) আদায় করে এসে আবার সালাম করল। তিনি বলেনঃ ওয়া আলাইকাস সালাম তুমি ফিরে যাও এবং সালাত (নামায/নামাজ) আদায় কর। কেননা তুমি সালাত (নামায/নামাজ) আদায় কর নি। সে ফিরে গিয়ে সালাত (নামায/নামাজ) আদায় করে তাকে সালাম করল। তখন সে দ্বিতীয় বারের সময় অথবা তার পরের বারে বললঃ ইয়া রাসুলাল্লাহ! আপনি আমাকে সালাত (নামায/নামাজ) শিখিয়ে দিন।\n\nতিনি বললেনঃ যখন তুমি সালাতে দাঁড়াবার ইচ্ছা করবে, তখন প্রথমে তুমি যথাবিধি উযূ (ওজু/অজু/অযু) করবে। তারপর কিবলামুখী দাঁড়িয়ে তাকবীর বলবে। তারপর কুরআন থেকে যে অংশ তোমার পক্ষে সহজ হবে তা তিলাওয়াত করবে। তারপর তুমি রুকু করবে প্রশান্তভাবে। তারপর মাথা তুলে ঠিক সোজা হয়ে দাঁড়াবে। তারপর তুমি সিজদা করবে প্রশান্তভাবে। তারপর মাথা তুলে বসবে প্রশান্তভাবে। তারপর সিজদা করবে প্রশান্তভাবে। তারপর আবার মাথা তুলে বসবে প্রশান্তভাবে। তারপর ঠিক এভাবেই তোমার সালাত (নামায/নামাজ) এর সকল কাজ সম্পন্ন করবে। আবূ উসামা বলেন, এমনকি শেষে তুমি সোজা হয়ে দাঁড়াবে।\n",
    "checkStatus": "1",
    "hadithNo": "5817",
    "id": "6461",
    "thesequence": "6723",
    "isActive": "1",
    "chapterId": "17314",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭৮. যে সালামের জবাব দিল এবং বললঃ &#039;ওয়ালাইকাস সালাম&#039;। [জিবরীল (আঃ) এর সালামের জবাবে আয়শা (রাঃ)] &#039;ওয়া আলাইহিস সালাম ওয়া রাহমাতুল্লাহ ওয়া বারাকাতুহু&#039; বলেছেন। আর নবী (সাঃ) বলেনঃ আদম (আঃ) এর সালামের জবাবে ফিরিশতাগণ বলেনঃ আসসালামু আলাইকা ওয়া রাহমাতুল্লাহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "arrated Abu Huraira:\n\nThe Prophet (ﷺ) said, And then raise your head till you feel at ease while sitting. ",
    "hadithArabic": "حَدَّثَنَا ابْنُ بَشَّارٍ، قَالَ حَدَّثَنِي يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، حَدَّثَنِي سَعِيدٌ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ جَالِسًا .",
    "hadithBengali": "৫৮১৮। ইবনু বাশশার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তারপর উঠে বস প্রশান্তির সাথে।\n",
    "checkStatus": "1",
    "hadithNo": "5818",
    "id": "6462",
    "thesequence": "6724",
    "isActive": "1",
    "chapterId": "17314",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭৮. যে সালামের জবাব দিল এবং বললঃ &#039;ওয়ালাইকাস সালাম&#039;। [জিবরীল (আঃ) এর সালামের জবাবে আয়শা (রাঃ)] &#039;ওয়া আলাইহিস সালাম ওয়া রাহমাতুল্লাহ ওয়া বারাকাতুহু&#039; বলেছেন। আর নবী (সাঃ) বলেনঃ আদম (আঃ) এর সালামের জবাবে ফিরিশতাগণ বলেনঃ আসসালামু আলাইকা ওয়া রাহমাতুল্লাহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThat the Prophet (ﷺ) said to her, Gabriel sends Salam (greetings) to you. She replied, Wa alaihi-s- Salam Wa Rahmatu-l-lah. (Peace and Allahs Mercy be on him).",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَكَرِيَّاءُ، قَالَ سَمِعْتُ عَامِرًا، يَقُولُ حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ حَدَّثَتْهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لَهَا   إِنَّ جِبْرِيلَ يُقْرِئُكِ السَّلاَمَ . قَالَتْ وَعَلَيْهِ السَّلاَمُ وَرَحْمَةُ اللَّهِ.",
    "hadithBengali": "৫৮১৯। আবূ নুয়াইম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। একদিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ জিবরীল (আলাইহিস সালাম) তোমাকে সালাম করেছেন। তখন তিনি বললেনঃ ওয়ালাইহিসসালাম সালাম ওয়ারাহমাতুল্লাহ।\n",
    "checkStatus": "1",
    "hadithNo": "5819",
    "id": "6463",
    "thesequence": "6725",
    "isActive": "1",
    "chapterId": "17315",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৭৯. যদি কেউ বলে যে, অমুক তোমাকে সালাম করেছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Urwa-bin Az-Zubair:\n\nUsama bin Zaid said, The Prophet (ﷺ) rode over a donkey with a saddle underneath which there was a thick soft Fadakiya velvet sheet. Usama bin Zaid was his companion rider, and he was going to pay a visit to Sa`d bin Ubada (who was sick) at the dwelling place of Bani Al-Harith bin Al-Khazraj, and this incident happened before the battle of Badr. The Prophet (ﷺ) passed by a gathering in which there were Muslims and pagan idolators and Jews, and among them there was `Abdullah bin Ubai bin Salul, and there was `Abdullah bin Rawaha too. When a cloud of dust raised by the animal covered that gathering, `Abdullah bin Ubai covered his nose with his Rida (sheet) and said (to the Prophet), Dont cover us with dust. The Prophet (ﷺ) greeted them and then stopped, dismounted and invited them to Allah (i.e., to embrace Islam) and also recited to them the Holy Quran. `Abdullah bin Ubai bin Salul said, O man! There is nothing better than what you say, if what you say is the truth. So do not trouble us in our gatherings. Go back to your mount (or house,) and if anyone of us comes to you, tell (your tales) to him. On that `Abdullah bin Rawaha said, (O Allahs Messenger (ﷺ)!) Come to us and bring it(what you want to say) in our gatherings, for we love that. So the Muslims, the pagans and the Jews started quarreling till they were about to fight and clash with one another. The Prophet (ﷺ) kept on quietening them (till they all became quiet). He then rode his animal, and proceeded till he entered upon Sa`d bin Ubada, he said, O Sa`d, didnt you hear what Abu Habbab said? (He meant `Abdullah bin Ubai). He said so-and-so. Sa`d bin Ubada said, O Allahs Messenger (ﷺ)! Excuse and forgive him, for by Allah, Allah has given you what He has given you. The people of this town decided to crown him (as their chief) and make him their king. But when Allah prevented that with the Truth which He had given you, it choked him, and that was what made him behave in the way you saw him behaving. So the Prophet excused him.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، قَالَ أَخْبَرَنِي أُسَامَةُ بْنُ زَيْدٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَكِبَ حِمَارًا عَلَيْهِ إِكَافٌ، تَحْتَهُ قَطِيفَةٌ فَدَكِيَّةٌ، وَأَرْدَفَ وَرَاءَهُ أُسَامَةَ بْنَ زَيْدٍ وَهْوَ يَعُودُ سَعْدَ بْنَ عُبَادَةَ فِي بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ، وَذَلِكَ قَبْلَ وَقْعَةِ بَدْرٍ حَتَّى مَرَّ فِي مَجْلِسٍ فِيهِ أَخْلاَطٌ مِنَ الْمُسْلِمِينَ وَالْمُشْرِكِينَ عَبَدَةِ الأَوْثَانِ وَالْيَهُودِ، وَفِيهِمْ عَبْدُ اللَّهِ بْنُ أُبَىٍّ ابْنُ سَلُولَ، وَفِي الْمَجْلِسِ عَبْدُ اللَّهِ بْنُ رَوَاحَةَ، فَلَمَّا غَشِيَتِ الْمَجْلِسَ عَجَاجَةُ الدَّابَّةِ خَمَّرَ عَبْدُ اللَّهِ بْنُ أُبَىٍّ أَنْفَهُ بِرِدَائِهِ ثُمَّ قَالَ لاَ تُغَبِّرُوا عَلَيْنَا. فَسَلَّمَ عَلَيْهِمُ النَّبِيُّ صلى الله عليه وسلم ثُمَّ وَقَفَ فَنَزَلَ، فَدَعَاهُمْ إِلَى اللَّهِ وَقَرَأَ عَلَيْهِمُ الْقُرْآنَ فَقَالَ عَبْدُ اللَّهِ بْنُ أُبَىٍّ ابْنُ سَلُولَ أَيُّهَا الْمَرْءُ لاَ أَحْسَنَ مِنْ هَذَا، إِنْ كَانَ مَا تَقُولُ حَقًّا، فَلاَ تُؤْذِنَا فِي مَجَالِسِنَا، وَارْجِعْ إِلَى رَحْلِكَ، فَمَنْ جَاءَكَ مِنَّا فَاقْصُصْ عَلَيْهِ. قَالَ ابْنُ رَوَاحَةَ اغْشَنَا فِي مَجَالِسِنَا، فَإِنَّا نُحِبُّ ذَلِكَ. فَاسْتَبَّ الْمُسْلِمُونَ وَالْمُشْرِكُونَ وَالْيَهُودُ حَتَّى هَمُّوا أَنْ يَتَوَاثَبُوا، فَلَمْ يَزَلِ النَّبِيُّ صلى الله عليه وسلم يُخَفِّضُهُمْ، ثُمَّ رَكِبَ دَابَّتَهُ حَتَّى دَخَلَ عَلَى سَعْدِ بْنِ عُبَادَةَ فَقَالَ   أَىْ سَعْدُ أَلَمْ تَسْمَعْ مَا قَالَ أَبُو حُبَابٍ . يُرِيدُ عَبْدَ اللَّهِ بْنَ أُبَىٍّ قَالَ كَذَا وَكَذَا قَالَ اعْفُ عَنْهُ يَا رَسُولَ اللَّهِ وَاصْفَحْ فَوَاللَّهِ لَقَدْ أَعْطَاكَ اللَّهُ الَّذِي أَعْطَاكَ، وَلَقَدِ اصْطَلَحَ أَهْلُ هَذِهِ الْبَحْرَةِ عَلَى أَنْ يُتَوِّجُوهُ فَيُعَصِّبُونَهُ بِالْعِصَابَةِ، فَلَمَّا رَدَّ اللَّهُ ذَلِكَ بِالْحَقِّ الَّذِي أَعْطَاكَ شَرِقَ بِذَلِكَ، فَذَلِكَ فَعَلَ بِهِ مَا رَأَيْتَ، فَعَفَا عَنْهُ النَّبِيُّ صلى الله عليه وسلم.",
    "hadithBengali": "৫৮২০। ইবরাহীম ইবনু মূসা (রহঃ) ... উসামা ইবনু যায়দ (রাঃ) থেকে বর্ণিত যে, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন একটি গাধার উপর সাওয়ার হলেন, যার জ্বীনের নীচে ফাদাকের তৈরী একখানি চাঁদর ছিল। তিনি উসামা ইবনু যায়দকে নিজের পেছনে বসিয়ে ছিলেন। তখন তিনি হারিস ইবনু খাযরাজ গোত্রের সা&#39;দ ইবনু উবাদা এর দেখাশোনার উদ্দেশ্যে রওয়ানা হলেন। এটি ছিল বদর যুদ্ধের আগের ঘটনা। তিনি এমন এক মজলিসের পাশ দিয়ে যাচ্ছিলেন, সেখানে মুসলমান, প্রতিমাপূজক মুশরিক ও ইয়াহুদী ছিল। তাদের মধ্যে আবদুল্লাহ ইবনু উবাই ইবনু সালুলও ছিল। আর এ মজলিসে আবদুল্লাহ ইবনু রাওয়াহা (রাঃ)ও উপস্থিত ছিলেন। যখন সাওয়ারীর পদাঘাতে উড়ন্ত ধূলাবালী মজলিসকে ঢেকে ফেলছিল। তখন আবদুল্লাহ ইবনু উবাই তার চাঁদর দিয়ে তার নাক ঢাকল।\n\nতারপর বললঃ তোমরা আমাদের উপর ধুলাবালু উড়িয়োনা। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের সালাম করলেন। তারপর এখানে থামলেন ও সাওয়ারী থেকে নেমে তাদের আল্লাহর প্রতি আহবান করলেন এবং তাদের কাছে কুরআন পাঠ করলেন। তখন আবদুল্লাহ ইবনু উবাই ইবনু সালুল বললোঃ হে আগত ব্যাক্তি! আপনার এ কথার চেয়ে সুন্দর আর কিছু নেই। তবে আপনি যা বলছেন, যদিও তা সত্য, তবুও আপনি আমাদের মজলিসে এসব বসে আামাদের বিরক্ত করবেন না। আপনি আপনার নিজ ঠিকানায় ফিরে যান।\n\nএরপর আমাদের মধ্য থেকে কেউ আপনার নিকট গেলে তাকে এসব কথা বলবেন। তখন ইবনু রাওয়াহা (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ! আপনি আমাদের মজলিসে আসবেন, আমরা এসব কথা পছন্দ করি। তখন মুসলিম, মুশরিক ও ইয়াহুদীদের মধ্যে পরস্পর গালাগালি শুরু হয়ে গেল। এমন কি তারা একে অন্যের উপর আক্রমণ করতে উদ্যত হল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের থামাতে লাগলেন। অবশেষে তিনি তার সাওয়ারীতে আরোহন করে রওয়ানা হলেন এবং সা&#39;দ ইবনু উবাদার কাছে পৌছলেন।\n\nতারপর তিনি বললেন হে সা&#39;দ! আবূ তুরাব অর্থাৎ আবদুল্লাহ ইবনু উবাই কি বলেছে, তা কি তুমি শুনোনি? সা&#39;দ (রাঃ) বললেনঃ সে এমন কথাবার্তা বলেছে। তিনি আরো বললেনঃ ইয়া রাসুলাল্লাহ! আপনি তাকে মাফ করে দিন। আর তার কথা ছেড়ে দিন। আল্লাহর কসম! আল্লাহ তা আলা আপনাকে যে সব নিয়ামত দান করার ছিল তা সবই দান করেছেন। পক্ষান্তরে এ শহরের অধিবাসীরা তো পরামর্শ করে সিধান্ত নিয়েছিল যে, তারা তাকে রাজ মুকুট পরবে। আর তার মাথায় রাজকীয় পাগড়ী বেধে দিবে। কিন্তু আল্লাহ তাআলা আপনাকে যে দ্বীনে হক দান করেছেন, তা দিয়ে তিনি তাদের সিদ্ধান্তকে বাতিল করে দিয়েছেন। ফলে সে (ক্ষোভানলে) জ্বলছে এজন্যই সে আপনার সঙ্গে যে আচরন করেছে, তা আপনি নিজেই প্রত্যাক্ষ করেছেন। তারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে মাফ করে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5820",
    "id": "6464",
    "thesequence": "6726",
    "isActive": "1",
    "chapterId": "17316",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৮০. মুসলিম ও মুশরিকদের মিশ্রিত মাজলিসে সালাম দেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Ka`b:\n\nI heard Ka`b bin Malik narrating (when he did not join the battle of Tabuk): Allahs Messenger (ﷺ) forbade all the Muslims to speak to us. I would come to Allahs Messenger (ﷺ) and greet him, and I would wonder whether the Prophet (ﷺ) did move his lips to return to my greetings or not till fifty nights passed away. The Prophet (ﷺ) then announced (to the people) Allahs forgiveness for us (acceptance of our repentance) at the time when he had offered the Fajr (morning) prayer.",
    "hadithArabic": " حَدَّثَنَا ابْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ كَعْبٍ، قَالَ سَمِعْتُ كَعْبَ بْنَ مَالِكٍ، يُحَدِّثُ حِينَ تَخَلَّفَ عَنْ تَبُوكَ، وَنَهَى، رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ كَلاَمِنَا، وَآتِي رَسُولَ اللَّهِ صلى الله عليه وسلم فَأُسَلِّمُ عَلَيْهِ، فَأَقُولُ فِي نَفْسِي هَلْ حَرَّكَ شَفَتَيْهِ بِرَدِّ السَّلاَمِ أَمْ لاَ حَتَّى كَمَلَتْ خَمْسُونَ لَيْلَةً، وَآذَنَ النَّبِيُّ صلى الله عليه وسلم بِتَوْبَةِ اللَّهِ عَلَيْنَا حِينَ صَلَّى الْفَجْرَ.",
    "hadithBengali": "৫৮২১। ইবনু বুকায়র (রহঃ) ... আবদুল্লাহ ইবনু কাব (রাঃ) বলেনঃ যখন কাব ইবনু মালিক (রাঃ) তাবুকের যূদ্ধে অংশ গ্রহন না করে পশ্চাতে রয়ে যান, আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সাথে সালাম কালাম করতে সবাইকে নিষেধ করে দেন। (তখনকার ঘটনা) আমি কাব ইবনু মালিক (রাঃ) কে বলতে শুনেছি যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসতাম এবং তাকে সালাম করতাম আর মনে মনে বলতাম যে, আমার সালামের জবাবে তার ঠোট দুখানা নড়ছে কিনা। পঞ্চাশ দিন পূর্ণ হলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজরের সালাত (নামায/নামাজ) এর সময় ঘোষনা দিলেন যে, আল্লাহ তা&#39;আলা আমাদের তাওবা কবুল করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5821",
    "id": "6465",
    "thesequence": "6727",
    "isActive": "1",
    "chapterId": "17317",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৮১. গুনাহগার ব্যক্তির তাওবাহ করার আলামাত প্রকাশিত না হওয়া পর্যন্ত যিনি তাকে সালাম করেননি এবং তার সালামের জবাবও দেননি। আবদুল্লাহ ইবন উমর (রাঃ) বলেনঃ শারাবখোরদের সালাম দিবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nA group of Jews came to Allahs Messenger (ﷺ) and said, As-samu Alaika  (Death be on you), and I understood it and said to them, Alaikum AsSamu wa-l-lana (Death and curse be on you). Allahs Apostle said, Be calm! O `Aisha, for Allah loves that one should be kind and lenient in all matters. I said. O Allahs Messenger (ﷺ)! Havent you heard what they have said? Allahs Messenger (ﷺ) said, I have (already) said (to them), Alaikum (upon you). ",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُرْوَةُ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ دَخَلَ رَهْطٌ مِنَ الْيَهُودِ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالُوا السَّامُ عَلَيْكَ. فَفَهِمْتُهَا فَقُلْتُ عَلَيْكُمُ السَّامُ وَاللَّعْنَةُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَهْلاً يَا عَائِشَةُ، فَإِنَّ اللَّهَ يُحِبُّ الرِّفْقَ فِي الأَمْرِ كُلِّهِ . فَقُلْتُ يَا رَسُولَ اللَّهِ أَوَلَمْ تَسْمَعْ مَا قَالُوا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  فَقَدْ قُلْتُ وَعَلَيْكُمْ .",
    "hadithBengali": "৫৮২২। আবূল ইয়ামান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার একদল ইয়াহুদী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললোঃ আসসামু আলায়কা। (তোমার মূত্যু হোক! (নাউযুবিল্লাহ) আমি একথার মর্ম বুঝে বললাম, আলাইকুমুস সামু ওয়ালা লানাতু। (তোমাদের উপর মৃত্যু ও লানত)। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে &ldquo;আয়িশা! তুমি থামো। আল্লাহ সর্বাবস্থায়ই বিনয় পছন্দ করেন। আমি বললাম ইয়া রাসুলাল্লাহ! তারা যা বললো তা কি আপনি শুনেন নি? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ জন্যই আমিও বলেছি, ওয়া আলাইকুম (তোমাদের উপরও)।\n",
    "checkStatus": "1",
    "hadithNo": "5822",
    "id": "6466",
    "thesequence": "6728",
    "isActive": "1",
    "chapterId": "17318",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৮২. অমুসলিমদের সালামের জবাব কিভাবে দিতে হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, When the Jews greet you, they usually say, As-Samu alaikum (Death be on you), so you should say (in reply to them), Waalaikum (And on you).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا سَلَّمَ عَلَيْكُمُ الْيَهُودُ فَإِنَّمَا يَقُولُ أَحَدُهُمُ السَّامُ عَلَيْكَ. فَقُلْ وَعَلَيْكَ .",
    "hadithBengali": "৫৮২৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইয়াহুদী তোমাদের সালাম করলে তাদের কেউ অবশ্যই বলবেঃ আসসামু আলায়কা। তখন তোমরা জবাবে ওয়াআলায়কা বলবে।\n",
    "checkStatus": "1",
    "hadithNo": "5823",
    "id": "6467",
    "thesequence": "6729",
    "isActive": "1",
    "chapterId": "17318",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৮২. অমুসলিমদের সালামের জবাব কিভাবে দিতে হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nthe Prophet (ﷺ) said, If the people of the Scripture greet you, then you should say (in reply), Waalaikum (And on you). ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ أَبِي بَكْرِ بْنِ أَنَسٍ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الْكِتَابِ فَقُولُوا وَعَلَيْكُمْ .",
    "hadithBengali": "৫৮২৪। উসমান ইবনু আবূ শায়বা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কোন আহলে কিতাব তোমাদের সালাম দেয়, তখন তোমরা বলবে ওয়া আলায়কুম। (তোমাদের উপরও)।\n",
    "checkStatus": "1",
    "hadithNo": "5824",
    "id": "6468",
    "thesequence": "6730",
    "isActive": "1",
    "chapterId": "17318",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৮২. অমুসলিমদের সালামের জবাব কিভাবে দিতে হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali:\n\nAllahs Messenger (ﷺ) sent me, Az-Zubair bin Al-Awwam and Abu Marthad Al-Ghanawi, and all of us were horsemen, and he said, Proceed till you reach Rawdat Khakh, where there is a woman from the pagans carrying a letter sent by Hatib bin Abi Baltaa to the pagans (of Mecca). So we overtook her while she was proceeding on her camel at the same place as Allahs Messenger (ﷺ) told us. We said (to her) Where is the letter which is with you? She said, I have no letter with me. So we made her camel kneel down and searched her mount (baggage etc) but could not find anything. My two companions said, We do not see any letter. I said, I know that Allahs Messenger (ﷺ) did not tell a lie. By Allah, if you (the lady) do not bring out the letter, I will strip you of your clothes When she noticed that I was serious, she put her hand into the knot of her waist sheet, for she was tying a sheet round herself, and brought out the letter. So we proceeded to Allahs Messenger (ﷺ) with the letter. The Prophet (ﷺ) said (to Habib), What made you o what you have done, O Hatib? Hatib replied, I have done nothing except that I believe in Allah and His Apostle, and I have not changed or altered (my religion). But I wanted to do the favor to the people (pagans of Mecca) through which Allah might protect my family and my property, as there is none among your companions but has someone in Mecca through whom Allah protects his property (against harm). The Prophet (ﷺ) said, Habib has told you the truth, so do not say to him (anything) but good. `Umar bin Al-Khattab said, Verily he has betrayed Allah, His Apostle, and the believers! Allow me to chop his neck off! The Prophet (ﷺ) said, O `Umar! What do you know; perhaps Allah looked upon the Badr warriors and said, Do whatever you like, for I have ordained that you will be in Paradise. On that `Umar wept and said, Allah and His Apostle know best.",
    "hadithArabic": " حَدَّثَنَا يُوسُفُ بْنُ بُهْلُولٍ، حَدَّثَنَا ابْنُ إِدْرِيسَ، قَالَ حَدَّثَنِي حُصَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عَلِيٍّ ـ رضى الله عنه ـ قَالَ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَالزُّبَيْرَ بْنَ الْعَوَّامِ وَأَبَا مَرْثَدٍ الْغَنَوِيَّ وَكُلُّنَا فَارِسٌ فَقَالَ  انْطَلِقُوا حَتَّى تَأْتُوا رَوْضَةَ خَاخٍ، فَإِنَّ بِهَا امْرَأَةً مِنَ الْمُشْرِكِينَ مَعَهَا صَحِيفَةٌ مِنْ حَاطِبِ بْنِ أَبِي بَلْتَعَةَ إِلَى الْمُشْرِكِينَ . قَالَ فَأَدْرَكْنَاهَا تَسِيرُ عَلَى جَمَلٍ لَهَا حَيْثُ قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ قُلْنَا أَيْنَ الْكِتَابُ الَّذِي مَعَكِ قَالَتْ مَا مَعِي كِتَابٌ. فَأَنَخْنَا بِهَا، فَابْتَغَيْنَا فِي رَحْلِهَا فَمَا وَجَدْنَا شَيْئًا، قَالَ صَاحِبَاىَ مَا نَرَى كِتَابًا. قَالَ قُلْتُ لَقَدْ عَلِمْتُ مَا كَذَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالَّذِي يُحْلَفُ بِهِ لَتُخْرِجِنَّ الْكِتَابَ أَوْ لأُجَرِّدَنَّكِ. قَالَ فَلَمَّا رَأَتِ الْجِدَّ مِنِّي أَهْوَتْ بِيَدِهَا إِلَى حُجْزَتِهَا وَهْىَ مُحْتَجِزَةٌ بِكِسَاءٍ فَأَخْرَجَتِ الْكِتَابَ ـ قَالَ ـ فَانْطَلَقْنَا بِهِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ  مَا حَمَلَكَ يَا حَاطِبُ عَلَى مَا صَنَعْتَ . قَالَ مَا بِي إِلاَّ أَنْ أَكُونَ مُؤْمِنًا بِاللَّهِ وَرَسُولِهِ، وَمَا غَيَّرْتُ وَلاَ بَدَّلْتُ، أَرَدْتُ أَنْ تَكُونَ لِي عِنْدَ الْقَوْمِ يَدٌ يَدْفَعُ اللَّهُ بِهَا عَنْ أَهْلِي وَمَالِي، وَلَيْسَ مِنْ أَصْحَابِكَ هُنَاكَ إِلاَّ وَلَهُ مَنْ يَدْفَعُ اللَّهُ بِهِ عَنْ أَهْلِهِ وَمَالِهِ. قَالَ  صَدَقَ فَلاَ تَقُولُوا لَهُ إِلاَّ خَيْرًا . قَالَ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ إِنَّهُ قَدْ خَانَ اللَّهَ وَرَسُولَهُ وَالْمُؤْمِنِينَ، فَدَعْنِي فَأَضْرِبَ عُنُقَهُ. قَالَ فَقَالَ  يَا عُمَرُ وَمَا يُدْرِيكَ لَعَلَّ اللَّهَ قَدِ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ فَقَالَ اعْمَلُوا مَا شِئْتُمْ فَقَدْ وَجَبَتْ لَكُمُ الْجَنَّةُ . قَالَ فَدَمَعَتْ عَيْنَا عُمَرَ وَقَالَ اللَّهُ وَرَسُولُهُ أَعْلَمُ.",
    "hadithBengali": "৫৮২৫। ইউসুফ ইবনু বাহলুল (রহঃ) ... আলী (রাঃ) থেকে বর্নিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে ও জুবায়র ইবনু আওয়াম (রাঃ) এবং আবূ মারসাদ গানাভী (রাঃ) কে অশ্ব বের করে নির্দেশ দিলেন যে, তোমরা রওয়ানা হয়ে যাও এবং রওযায়ে খাখে গিয়ে পৌছ। সেখানে একজন মুশরিক স্ত্রীলোক পাবে। তার কাছে হাতিব ইবনু আবূ বালতার দেওয়া মুশরিকদের নিকট একখানা পত্র আছে। আমরা ঠিক সেই জায়গাতেই তাকে পেয়ে গেলাম যেখানকার কথা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন। ঐ স্ত্রীলোকটি তার এক উটের উপর সাওয়ার ছিল। আমরা তাকে জিজ্ঞাসা করলাম যে, তোমার কাছে যে পত্রখানি আছে তা কোথায়? সে বললোঃ আমার সাথে কোন পত্র নেই। তখন আমরা তার উটসহ তাকে বসালাম এবং তার সাওয়ারীর আসবাব পত্রের তল্লাসি করলাম। কিন্তু আমরা কিছুই (পত্রখানা) খুজে পেলাম না।\n\nআমার দুজন সাথী বললেনঃ পত্রখানা তো পাওয়া গেল না। আমি বললামঃ আমার জানা আছে যে, রাসুলুলাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অযথা কথা বলেন নি। তখন তিনি স্ত্রী লোকটিকে ধমকিয়ে বললেনঃ তোমাকে অবশ্যই পত্রখানা বের করে দিতে হবে, নতুবা আমি তোমাকে উপুড় করে তল্লাসি নেব। এরপর সে যখন আমার দৃঢ়তা দেখলো। তখন সে বাধ্য হবে তার কোমরে পেচানো চাঁদরে হাত দিয়ে ঐ পত্রখানা বের করে দিল। তারপর আমরা তা নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পৌছলাম। তখন তিনি হাতিব (রাঃ) কে জিজ্ঞাসা করলেনঃ হে হাতিব! তুমি কেন এমন কাজ করলে? তিনি বললেনঃ আমার মনে এমন কোন দুসংকল্প নেই যে, আমি আল্লাহ ও তার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি ঈমান ও বিশ্বাস হারিয়ে ফেলি। আমি আমার দৃঢ় মনোভাব পরিবর্তন করিনি এবং আমি ধর্মও বদল করিনি।\n\nএই পত্রখানা দ্বারা আমার নিছক উদ্দেশ্য ছিল যে, এতে মক্কাবাসীদের উপর আমার দ্বারা এমন এহসান হোক, যার ফলে আল্লাহ তাআলা আমার পরিবার ও সম্পদ নিরাপদে রাখবেন। আর সেখানে আপনার অন্যান্য সাহাবীদের এমন লোক আছেন যাদের দ্বারা আল্লাহ তাআলা তাদের পরিবার ও সম্পদের নিরাপত্তা বিধান করে দিবেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হাতিব ঠিক কথাই বলেছে। সুতরাং তোমরা তাকে ভাল ছাড়া অন্য কিছুই বলো না।\n\nরাবী বলেনঃ উমর ইবনু খাত্তাব (রাঃ) বললেনঃ তিনি নিশ্চয়ই আল্লাহ ও তাঁর রাসূল এবং মুমিনদের সঙ্গে বিশ্বাস ঘাতকতা করেছেন। অতএব আমাকে ছেড়ে দিন আমি তার গর্দান উড়িয়ে দেই। রাবী বলেন, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে উমর! তোমার কি জানানেই যে, নিশ্চয়ই আল্লাহ তা&#39;আলা বদর যুদ্ধে অংশগ্রহণকারীদের সম্পর্কে অবগত আছেন এবং ঘোষণা দিয়েছেন যে, তোমরা যা ইচ্ছা করতে পার। নিশ্চয়ই তোমাদের জন্য জান্নাত নির্ধারিত হয়ে আছে। রাবী বলেনঃ তখন উমর (রাঃ) এর দু&#39;চোখ দিয়ে অশ্রু ঝরতে লাগলো। তিনি বললেনঃ আল্লাহ ও তার রাসুলই সবচেয়ে ভাল জানেন।\n",
    "checkStatus": "1",
    "hadithNo": "5825",
    "id": "6469",
    "thesequence": "6731",
    "isActive": "1",
    "chapterId": "17319",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৮৩. কারো এমন পত্রের বিষয়ে স্পষ্টরূপে জানার জন্য তদন্ত করে দেখা, যা মুসলমানদের জন্য আশংকাজনক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sufyan bin Harb:\n\nthat Heraclius had sent for him to come along with a group of the Quraish who were trading in Sham, and they came to him. Then Abu Sufyan mentioned the whole narration and said, Heraclius asked for the letter of Allahs Messenger (ﷺ) . When the letter was read, its contents were as follows: In the name of Allah, the Beneficent, the Merciful. From Muhammad, Allahs slave and His Apostle to Heraclius, the Chief of Byzantines: Peace be upon him who follows the right path (guidance)! Amma badu (to proceed )... (See Hadith No 6, Vol 1 for details)",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ ابْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّ أَبَا سُفْيَانَ بْنَ حَرْبٍ أَخْبَرَهُ أَنَّ هِرَقْلَ أَرْسَلَ إِلَيْهِ فِي نَفَرٍ مِنْ قُرَيْشٍ وَكَانُوا تِجَارًا بِالشَّأْمِ، فَأَتَوْهُ فَذَكَرَ الْحَدِيثَ قَالَ ثُمَّ دَعَا بِكِتَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُرِئَ فَإِذَا فِيهِ   بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، مِنْ مُحَمَّدٍ عَبْدِ اللَّهِ وَرَسُولِهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ، السَّلاَمُ عَلَى مَنِ اتَّبَعَ الْهُدَى، أَمَّا بَعْدُ .",
    "hadithBengali": "৫৮২৬। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) বর্ণনা করেন যে, আবূ সুফিয়ান ইবনু হারব তাকে বলেছেনঃ হিরাক্লিয়াস আবূ সুফিয়ানকে ডেকে পাঠালেন, কুরায়শদের ঐ দলসহ যারা ব্যবসার জন্য সিবিয়া গিয়েছিলেন। তারা সবাই তার নিকট উপস্থিত হলেন। এরপর তিনি ঘটনার বর্ননা করেন। শেষভাগে বললেন যে, তারপর হিরাক্লিয়াস রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পত্রখানি আনালেন এবং তা পাঠ করা হল। এতে ছিল বিসমিল্লাহির রাহমানির রাহীম আল্লাহর বান্দা ও তার রাসুল মুহাম্মদ এর পক্ষ থেকে রোম সম্রাট হিরাক্লিয়াসের প্রতি السَّلاَمُ عَلَى مَنِ اتَّبَعَ الْهُدَى শান্তি বর্ষিত হোক তাদের উপর যারা সৎপথের অনুসরণ করেছে।\n",
    "checkStatus": "1",
    "hadithNo": "5826",
    "id": "6470",
    "thesequence": "6732",
    "isActive": "1",
    "chapterId": "17320",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৮৪. কিতাবী সম্প্রদায়ের নিকট কিভাবে পত্র লিখতে হয়?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah (ra):\nAllahs Messenger (ﷺ) mentioned a person from Bani Israel who took a piece of wood, made a hole in it, and put therein one thousand Dinar and letter from him to his friend. The Prophet (ﷺ) said, (That man) cut a piece of wood and put the money inside it and wrote a letter from such and such a person to such and such a person.",
    "hadithArabic": "وَقَالَ اللَّيْثُ حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ ذَكَرَ رَجُلاً مِنْ بَنِي إِسْرَائِيلَ أَخَذَ خَشَبَةً فَنَقَرَهَا، فَأَدْخَلَ فِيهَا أَلْفَ دِينَارٍ وَصَحِيفَةً مِنْهُ إِلَى صَاحِبِهِ. وَقَالَ عُمَرُ بْنُ أَبِي سَلَمَةَ عَنْ أَبِيهِ سَمِعَ أَبَا هُرَيْرَةَ قَالَ النَّبِيُّ صلى الله عليه وسلم   نَجَرَ خَشَبَةً، فَجَعَلَ الْمَالَ فِي جَوْفِهَا، وَكَتَبَ إِلَيْهِ صَحِيفَةً مِنْ فُلاَنٍ إِلَى فُلاَنٍ .",
    "hadithBengali": "৫৮২৭। লায়স (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনী ইসরাঈলের এক ব্যাক্তির কথা উল্লেখ করে বললেনঃ যে সে একখণ্ড কাঠ নিয়ে খোদাই করে এর ভেতর এক হাজার দ্বীনার ভর্তি করে রাখল এবং এর মালিকের প্রতি লেখা একখানা চিঠিও রেখে দিল। আর উমর ইবনু আবূ সালামা সূত্রে আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একব্যাক্তি একখণ্ড কাঠ খোদাই করে তার ভেতরে কিছু মাল রেখে দিল এবং এর সাথে তার প্রাপকের প্রতি একখানা পত্রও ভরে দিল, যার মধ্যে লিখা ছিল, অমুকের পক্ষ থেকে অমুকের প্রতি।\n",
    "checkStatus": "1",
    "hadithNo": "5827",
    "id": "6471",
    "thesequence": "6733",
    "isActive": "1",
    "chapterId": "17321",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৮৫. চিঠিপত্র কার নাম দিয়ে আরম্ভ করা হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id:\n\nThe people of (the tribe of) Quraiza agreed upon to accept the verdict of Sa`d. The Prophet (ﷺ) sent for him (Sa`d) and he came. The Prophet (ﷺ) said (to those people), Get up for your chief or the best among you! Sa`d sat beside the Prophet (ﷺ) and the Prophet (ﷺ) said (to him), These people have agreed to accept your verdict. Sa`d said, So I give my judgment that their warriors should be killed and their women and children should be taken as captives. The Prophet (ﷺ) said, You have judged according to the Kings (Allahs) judgment.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، عَنْ أَبِي سَعِيدٍ، أَنَّ أَهْلَ، قُرَيْظَةَ نَزَلُوا عَلَى حُكْمِ سَعْدٍ فَأَرْسَلَ النَّبِيُّ صلى الله عليه وسلم إِلَيْهِ فَجَاءَ فَقَالَ  قُومُوا إِلَى سَيِّدِكُمْ . أَوْ قَالَ  خَيْرِكُمْ . فَقَعَدَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ  هَؤُلاَءِ نَزَلُوا عَلَى حُكْمِكَ . قَالَ فَإِنِّي أَحْكُمُ أَنْ تُقْتَلَ مُقَاتِلَتُهُمْ، وَتُسْبَى ذَرَارِيُّهُمْ. فَقَالَ  لَقَدْ حَكَمْتَ بِمَا حَكَمَ بِهِ الْمَلِكُ . قَالَ أَبُو عَبْدِ اللَّهِ أَفْهَمَنِي بَعْضُ أَصْحَابِي عَنْ أَبِي الْوَلِيدِ مِنْ قَوْلِ أَبِي سَعِيدٍ إِلَى حُكْمِكَ.",
    "hadithBengali": "৫৮২৮। আবূল ওয়ালীদ (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্নিত যে, কুরাইযা গোত্রের লোকেরা সা&#39;দ (রাঃ) এর ফায়সালার উপর আত্মসমর্পন করলো। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে আসার জন্য লোক পাঠালেন। তারপর তিনি এলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবাদের বললেনঃ তোমরা আপন সরদারের প্রতি অথবা বললেনঃ তোমাদের শ্রেষ্ঠ ব্যাক্তির প্রতি উঠে দাঁড়াও। তারপর সা&#39;দ (রাঃ) এসে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পাশেই বসলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেনঃ এরা তোমার ফায়সালার উপর আত্মসমর্পণ করেছে। তিনি বললেনঃ তা হলে আমি ফায়সালা দিচ্ছি যে এদের মধ্যে যারা যূদ্ধযোগ্য তাদের হত্যা করা হোক। আর তাদের বাচ্চাদের বন্দী করা হোক। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এদের ব্যাপারে তুমি আল্লাহ তাআলার ফায়সালা অনুযায়ীই ফায়সালা দিয়েছ।\n\nইমাম বুখারী (রহঃ) বলেন, আমার কোন কোন সঙ্গী আবূল ওয়ালীদ থেকে আবূ সাঈদের এ হাদীছে عَلَى حُكْمِكَ এর স্থলে إِلَى حُكْمِكَ শব্দ আমার কাছে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5828",
    "id": "6472",
    "thesequence": "6734",
    "isActive": "1",
    "chapterId": "17322",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৮৬. নাবী (সাঃ) এর বানীঃ তোমরা তোমাদের সরদারের জন্য দাঁড়াও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qatada:\n\nI asked Anas, Was it a custom of the companions of the Prophet (ﷺ) to shake hands with one another? He said, Yes.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، قَالَ قُلْتُ لأَنَسٍ أَكَانَتِ الْمُصَافَحَةُ فِي أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم قَالَ نَعَمْ.",
    "hadithBengali": "৫৮২৯। আমর ইবনু আসিম (রহঃ) ... কাতাদা (রাঃ) থেকে বর্ণিত। আমি আনাস (রাঃ) কে জিজ্ঞাসা করলামঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীগণের মধ্যে কি মূসাফাহা করার রেওয়ায ছিল? তিনি বললেনঃ হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "5829",
    "id": "6473",
    "thesequence": "6735",
    "isActive": "1",
    "chapterId": "17323",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৮৭. মুসাফাহা করা। ইবনু মাস&rsquo;উদ  (রাঃ)  বলেন, নাবী  (সাঃ)  যখন আমাকে তাশাহহুদ শিক্ষা দেন তখন আমার হাত তাঁর দু&rsquo; হাতের মাঝে ছিল। কা&rsquo;ব ইবনু মালিক  (রাঃ)  বলেন, একবার আমি মাসজিদে ডুকেই রসূলুল্লাহ (সাঃ)  কে পেয়ে গেলাম। তখন ত্বলহা ইবনু উবাইদুল্লাহ (রাঃ) আমার দিকে দৌড়ে এসে আমার সঙ্গে মুসাফাহা করলেন এবং আমাকে মুবারকবাদ জানালেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Hisham:\n\nWe were in the company of the Prophet (ﷺ) and he was holding the hand of `Umar bin Al-Khattab.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي حَيْوَةُ، قَالَ حَدَّثَنِي أَبُو عَقِيلٍ، زُهْرَةُ بْنُ مَعْبَدٍ سَمِعَ جَدَّهُ عَبْدَ اللَّهِ بْنَ هِشَامٍ، قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم وَهْوَ آخِذٌ بِيَدِ عُمَرَ بْنِ الْخَطَّابِ.",
    "hadithBengali": "৫৮৩০। ইয়াহইয়া ইবনু সুলায়মান (রহঃ) ... আবদুল্লাহ ইবনু হিশাম (রাঃ) খেকে বর্নিত যে, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। তখন তিনি উমর ইবনু খাত্তাব (রাঃ) এর হাত ধরা অবস্থায় ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5830",
    "id": "6474",
    "thesequence": "6736",
    "isActive": "1",
    "chapterId": "17323",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৮৭. মুসাফাহা করা। ইবনু মাস&rsquo;উদ  (রাঃ)  বলেন, নাবী  (সাঃ)  যখন আমাকে তাশাহহুদ শিক্ষা দেন তখন আমার হাত তাঁর দু&rsquo; হাতের মাঝে ছিল। কা&rsquo;ব ইবনু মালিক  (রাঃ)  বলেন, একবার আমি মাসজিদে ডুকেই রসূলুল্লাহ (সাঃ)  কে পেয়ে গেলাম। তখন ত্বলহা ইবনু উবাইদুল্লাহ (রাঃ) আমার দিকে দৌড়ে এসে আমার সঙ্গে মুসাফাহা করলেন এবং আমাকে মুবারকবাদ জানালেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Mas`ud:\n\nAllahs Messenger (ﷺ) taught me the Tashah-hud as he taught me a Sura from the Quran, while my hand was between his hands. (Tashah-hud was) all the best compliments and the prayers and the good things are for Allah. Peace and Allahs Mercy and Blessings be on you, O Prophet! Peace be on us and on the pious slaves of Allah, I testify that none has the right to be worshipped but Allah, and I also testify that Muhammad is Allahs slave and His Apostle. (We used to recite this in the prayer) during the lifetime of the Prophet (ﷺ) , but when he had died, we used to say, Peace be on the Prophet.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سَيْفٌ، قَالَ سَمِعْتُ مُجَاهِدًا، يَقُولُ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ سَخْبَرَةَ أَبُو مَعْمَرٍ، قَالَ سَمِعْتُ ابْنَ مَسْعُودٍ، يَقُولُ عَلَّمَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَفِّي بَيْنَ كَفَّيْهِ التَّشَهُّدَ، كَمَا يُعَلِّمُنِي السُّورَةَ مِنَ الْقُرْآنِ التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ. وَهْوَ بَيْنَ ظَهْرَانَيْنَا، فَلَمَّا قُبِضَ قُلْنَا السَّلاَمُ. يَعْنِي عَلَى النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৫৮৩১। আবূ নুয়ায়ম (রহঃ) ... ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার হাত তার উভয় হাতের মধ্যে রেখে আমাকে এমনভাবে তাশাহুদ শিখিয়েছেন, যে ভাবে তিনি আমাকে কুরআনের সুরা শিখাতেন التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ এসময় তিনি আমাদের মাঝেই বিদ্যমান ছিলেন। তারপর যখন তার ওফাত হয়ে গেল, তখন থেকে আমরা السَّلاَمُ عَلَيْكَ এর স্থলে السَّلاَمُ. عَلَى النَّبِيِّ পড়তে লাগলাম।\n",
    "checkStatus": "1",
    "hadithNo": "5831",
    "id": "6475",
    "thesequence": "6737",
    "isActive": "1",
    "chapterId": "17324",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৮৮. দুই হাত ধরে মুসাফাহা করা। হাম্মাদ ইবন যায়দ (রহঃ) ইবন মুবারকের সঙ্গে দু&#039;হাতে মুসাফাহা করেছেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Abbas:\n\n`Ali bin Abu Talib came out of the house of the Prophet (ﷺ) during his fatal ailment. The people asked (`Ali), O Abu Hasan! How is the health of Allahs Messenger (ﷺ) this morning? `Ali said, This morning he is better, with the grace of Allah. Al-`Abbas held `Ali by the hand and said, Dont you see him (about to die)? By Allah, within three days you will be the slave of the stick (i.e., under the command of another ruler). By Allah, I think that Allahs Messenger (ﷺ) will die from his present ailment, for I know the signs of death on the faces of the offspring of `Abdul Muttalib. So let us go to Allahs Messenger (ﷺ) to ask him who will take over the Caliphate. If the authority is given to us, we will know it, and if it is given to somebody else we will request him to recommend us to him.  `Ali said, By Allah! If we ask Allahs Messenger (ﷺ) for the rulership and he refuses, then the people will never give it to us. Besides, I will never ask Allahs Messenger (ﷺ) for it.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا بِشْرُ بْنُ شُعَيْبٍ، حَدَّثَنِي أَبِي، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ كَعْبٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّ عَلِيًّا ـ يَعْنِي ابْنَ أَبِي طَالِبٍ ـ خَرَجَ مِنْ عِنْدِ النَّبِيِّ صلى الله عليه وسلم وَحَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ حَدَّثَنَا عَنْبَسَةُ حَدَّثَنَا يُونُسُ عَنِ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ كَعْبِ بْنِ مَالِكٍ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ أَخْبَرَهُ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ ـ رضى الله عنه ـ خَرَجَ مِنْ عِنْدِ النَّبِيِّ صلى الله عليه وسلم فِي وَجَعِهِ الَّذِي تُوُفِّيَ فِيهِ فَقَالَ النَّاسُ يَا أَبَا حَسَنٍ كَيْفَ أَصْبَحَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ أَصْبَحَ بِحَمْدِ اللَّهِ بَارِئًا فَأَخَذَ بِيَدِهِ الْعَبَّاسُ فَقَالَ أَلاَ تَرَاهُ أَنْتَ وَاللَّهِ بَعْدَ الثَّلاَثِ عَبْدُ الْعَصَا وَاللَّهِ إِنِّي لأُرَى رَسُولَ اللَّهِ صلى الله عليه وسلم سَيُتَوَفَّى فِي وَجَعِهِ، وَإِنِّي لأَعْرِفُ فِي وُجُوهِ بَنِي عَبْدِ الْمُطَّلِبِ الْمَوْتَ، فَاذْهَبْ بِنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَنَسْأَلَهُ فِيمَنْ يَكُونُ الأَمْرُ فَإِنْ كَانَ فِينَا عَلِمْنَا ذَلِكَ، وَإِنْ كَانَ فِي غَيْرِنَا أَمَرْنَاهُ فَأَوْصَى بِنَا. قَالَ عَلِيٌّ وَاللَّهِ لَئِنْ سَأَلْنَاهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَيَمْنَعُنَا لاَ يُعْطِينَاهَا النَّاسُ أَبَدًا، وَإِنِّي لاَ أَسْأَلُهَا رَسُولَ اللَّهِ صلى الله عليه وسلم أَبَدًا.",
    "hadithBengali": "৫৮৩২। ইসহাক এবং আহমদ ইবনু সালিহ (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্নিত যে আলী ইবনু আবূ তালিব যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অতিক্রম কালের সময় তাঁর কাছে থেকে বেরিয়ে এলেন লোকেরা তাকে জিজ্ঞাসা করলো হে আবূল হাসান! কিভাবে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ভোর হয়েছে? তিনি বললেনঃ সুস্থ অবস্থায় তার ভোর হয়েছে। তখন আব্বাস (রাঃ) তার হাত ধরে বললেনঃ তুমি কি তার অবস্থা বুঝতে পারছ না? তুমি তিনদিন পরই লাঠির গোলাম হয়ে যাবে। আল্লাহর কসম! আমি নিঃসন্দেহে ধারণা করছি যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ রোগেই সত্তর ইন্তেকাল করবেন। আমি বনূ আবদুল মুত্তালিবের চেহারা থেকে তাঁদের ওফাতের লক্ষণ চিনতে পারি। অতএব তুমি আমাদের রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট নিয়ে যাও।\n\nআমরা তাকে জিজ্ঞেস করলাম যে, তার অবর্তমানে খিলাফতের দায়িত্ব কাদের হাতে থাকবে? যদি আমাদের খান্দানেই থাকে তবে তা আমরা জেনে রাখলাম। আর যদি অন্য কোন গোত্রের হাতে থাকবে বলে জানি, তবে আমরা তার সাথে পরামর্শ করবো এবং তিনি আমাদের জন্য অসিয়ত করে যাবেন। আলী (রাঃ) বললেনঃ আল্লাহর কসম! যদি আমরা এ ব্যাপারে রাসুলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করি আর তিনি এ সম্পর্কে আমাদের বিরত থাকার নির্দেশ দেন, তাহলে লোকজন কখনও আমালের এর সুযোগ দেবেন না। সুতরাং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কখনো জিজ্ঞেস করবো না।\n",
    "checkStatus": "1",
    "hadithNo": "5832",
    "id": "6476",
    "thesequence": "6738",
    "isActive": "1",
    "chapterId": "17325",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৮৯. আলিঙ্গন করা এবং কাউকে বলা কিভাবে তোমার ভোর হয়েছে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Mu`adh:\n\nWhile I was a companion rider with the Prophet (ﷺ) he said, O Mu`adh! I replied, Labbaik wa Sa`daik. He repeated this call three times and then said, Do you know what Allahs Right on His slaves is? I replied, No. He said, Allahs Right on His slaves is that they should worship Him (Alone) and should not join partners in worship with Him. He said, O Mu`adh! I replied, Labbaik wa Sa`daik. He said, Do you know what the right of (Allahs) salves on Allah is, if they do that (worship Him Alone and join none in His worship)? It is that He will not punish them.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنْ مُعَاذٍ، قَالَ أَنَا رَدِيفُ النَّبِيِّ، صلى الله عليه وسلم فَقَالَ  يَا مُعَاذُ . قُلْتُ لَبَّيْكَ وَسَعْدَيْكَ. ثُمَّ قَالَ مِثْلَهُ ثَلاَثًا  هَلْ تَدْرِي مَا حَقُّ اللَّهِ عَلَى الْعِبَادِ أَنْ يَعْبُدُوهُ وَلاَ يُشْرِكُوا بِهِ شَيْئًا . ثُمَّ سَارَ سَاعَةً فَقَالَ  يَا مُعَاذُ . قُلْتُ لَبَّيْكَ وَسَعْدَيْكَ. قَالَ  هَلْ تَدْرِي مَا حَقُّ الْعِبَادِ عَلَى اللَّهِ إِذَا فَعَلُوا ذَلِكَ أَنْ لاَ يُعَذِّبَهُمْ . ",
    "hadithBengali": "৫৮৩৩। মূসা ইবনু ইসমাঈল (রহঃ) ... মুআয ইবনু জাবাল (রাঃ) বলেন, আমি একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পেছনে তার সওয়ারীর উপর বসা ছিলাম। তখন তিনি আমাকে ডাকলেনঃ ওহে মুআয! আমি বললাম, লাব্বায়কা ওয়া সাদায়কা। তারপর তিনি অনুরূপ তিনবার ডাকলেন। এর পর তিনি বললেনঃ তুমি কি জানো যে, বান্দাদের উপর আল্লাহর হক কি? তিনি বললেনঃ তা হল বান্দারা তার ইবাদত করবে আর এতে তার সঙ্গে কোন কিছুকে শরীক করবে না। আবার কিছুক্ষণ চলার পর তিনি বললেনঃ ওহে মুআয! আমি জবাবে বাললামঃ লাব্বায়কা ওয়া সাদায়কা। তখন তিনি বললেনঃ তুমি কি জানো যে, বান্দা যখন তার ইবাদত করবে, তখন আল্লাহর উপর বান্দাদের হক কি হবে? তিনি বললেনঃ তা হল এই যে, তিনি তাদের আযাব দিবেন না।\n",
    "checkStatus": "1",
    "hadithNo": "5833",
    "id": "6477",
    "thesequence": "6739",
    "isActive": "1",
    "chapterId": "17326",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৯০. যে ব্যক্তি কারো ডাকে লাব্বাইকা এবং &#039;সা&#039;দাইকা&#039; বলে জবাব দিল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Dhar:\n\nWhile I was walking with the Prophet (ﷺ) at the Hurra of Medina in the evening, the mountain of Uhud appeared before us. The Prophet (ﷺ) said, O Abu Dhar! I would not like to have gold equal to Uhud (mountain) for me, unless nothing of it, not even a single Dinar remains of it with me, for more than one day or three days, except that single Dinar which I will keep for repaying debts. I will spend all of it (the whole amount) among Allahs slaves like this and like this and like this. The Prophet (ﷺ) pointed out with his hand to illustrate it and then said, O Abu Dhar! I replied, Labbaik wa Sa`daik, O Allahs Messenger (ﷺ)! He said, Those who have much wealth (in this world) will be the least rewarded (in the Hereafter) except those who do like this and like this (i.e., spend their money in charity). Then he ordered me, Remain at your place and do not leave it, O Abu Dhar, till I come back. He went away till he disappeared from me. Then I heard a voice and feared that something might have happened to Allahs Messenger (ﷺ), and I intended to go (to find out) but I remembered the statement of Allahs Messenger (ﷺ) that I should not leave, my place, so I kept on waiting (and after a while the Prophet (ﷺ) came), and I said to him, O Allahs Messenger (ﷺ), I heard a voice and I was afraid that something might have happened to you, but then I remembered your statement and stayed (there). The Prophet (ﷺ) said, That was Gabriel who came to me and informed me that whoever among my followers died without joining others in worship with Allah, would enter Paradise. I said, O Allahs Messenger (ﷺ)! Even if he had committed illegal sexual intercourse and theft? He said, Even if he had committed illegal sexual intercourse and theft.",
    "hadithArabic": " حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا زَيْدُ بْنُ وَهْبٍ، حَدَّثَنَا وَاللَّهِ أَبُو ذَرٍّ، بِالرَّبَذَةِ كُنْتُ أَمْشِي مَعَ النَّبِيِّ صلى الله عليه وسلم فِي حَرَّةِ الْمَدِينَةِ عِشَاءً اسْتَقْبَلَنَا أُحُدٌ فَقَالَ  يَا أَبَا ذَرٍّ مَا أُحِبُّ أَنَّ أُحُدًا لِي ذَهَبًا يَأْتِي عَلَىَّ لَيْلَةٌ أَوْ ثَلاَثٌ عِنْدِي مِنْهُ دِينَارٌ، إِلاَّ أُرْصِدُهُ لِدَيْنٍ، إِلاَّ أَنْ أَقُولَ بِهِ فِي عِبَادِ اللَّهِ هَكَذَا وَهَكَذَا وَهَكَذَا . وَأَرَانَا بِيَدِهِ. ثُمَّ قَالَ  يَا أَبَا ذَرٍّ . قُلْتُ لَبَّيْكَ وَسَعْدَيْكَ يَا رَسُولَ اللَّهِ. قَالَ  الأَكْثَرُونَ هُمُ الأَقَلُّونَ إِلاَّ مَنْ قَالَ هَكَذَا وَهَكَذَا . ثُمَّ قَالَ لِي  مَكَانَكَ لاَ تَبْرَحْ يَا أَبَا ذَرٍّ حَتَّى أَرْجِعَ . فَانْطَلَقَ حَتَّى غَابَ عَنِّي، فَسَمِعْتُ صَوْتًا فَخَشِيتُ أَنْ يَكُونَ عُرِضَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَأَرَدْتُ أَنْ أَذْهَبَ، ثُمَّ ذَكَرْتُ قَوْلَ رَسُولِ اللَّهِ صلى الله عليه وسلم  لاَ تَبْرَحْ . فَمَكُثْتُ قُلْتُ يَا رَسُولَ اللَّهِ سَمِعْتُ صَوْتًا خَشِيتُ أَنْ يَكُونَ عُرِضَ لَكَ، ثُمَّ ذَكَرْتُ قَوْلَكَ فَقُمْتُ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  ذَاكَ جِبْرِيلُ أَتَانِي، فَأَخْبَرَنِي أَنَّهُ مَنْ مَاتَ مِنْ أُمَّتِي لاَ يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ . قُلْتُ يَا رَسُولَ اللَّهِ وَإِنْ زَنَى وَإِنْ سَرَقَ. قَالَ  وَإِنْ زَنَى وَإِنْ سَرَقَ . قُلْتُ لِزَيْدٍ إِنَّهُ بَلَغَنِي أَنَّهُ أَبُو الدَّرْدَاءِ. فَقَالَ أَشْهَدُ لَحَدَّثَنِيهِ أَبُو ذَرٍّ بِالرَّبَذَةِ. قَالَ الأَعْمَشُ وَحَدَّثَنِي أَبُو صَالِحٍ عَنْ أَبِي الدَّرْدَاءِ نَحْوَهُ. وَقَالَ أَبُو شِهَابٍ عَنِ الأَعْمَشِ  يَمْكُثُ عِنْدِي فَوْقَ ثَلاَثٍ .",
    "hadithBengali": "৫৮৩৪। উমর ইবনু হাফস (রহঃ) ... যায়দ ইবনু ওয়াহব (রহঃ) বলেনঃ, আল্লাহর কসম! আবূ যার (রাঃ) রাবাযাহ নামক স্থানে আমাদের কাছে বর্ণনা করেন যে, একবার আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে এশার সময় মদিনায় হাররা নামক স্থান দিয়ে পায়ে হেটে যাচ্ছিলাম। তখন আমরা ওহুদ পাহাড়ের সম্মুখীন হলে তিনি আমাকে বললেনঃ হে আবূ যার! আমি এটা পছন্দ করি না যে, আমার নিকট ওহুদ পাহাড় পরিমাণ সোনা আসুক। আর ঋন পরিশোধ পরিমাণ ব্যতীত এক দ্বীনার পরিমাণ সোনাও এক রাত অথবা তিন তাত পর্যন্ত আমার হাতে তা থেকে যাক।\n\nবরং আনি পছন্দ করি যে, আমি এগুলো আল্লাহর বান্দাদের এভাবে বিলিয়ে দেই। (কিভাবে দিবেন) তা তার হাত দিয়ে তিনি দেখালেন। তারপর বললেনঃ হে আবূ যার! আমি বললামঃ লাব্বায়কা ওয়া সাদায়কা, ইয়া রাসুলাল্লাহ! তখন তিনি বললেনঃ দুনিয়াতে যারা অধিক সম্পদাশালী, আখিরাতে তারা হবেন অনেক কম সাওয়াবের অধিকারী। তবে যারা তাদের সম্পদকে এভাবে, এভাবে বিলিয়ে দেবে। তারা হবেন এর ব্যতিক্রম।\n\nতারপর তিনি আমাকে বললেনঃ আমি ফিরে না আসা পর্যন্ত হে আবূ যার! তুমি এ স্থানেই থাকো। এখান থেকে কোখাও যেয়োনা। এরপর তিনি রওয়ানা হয়ে গেলেন, এমন কি আমার চোখের আড়ালে চলে গেলেন। এমন সময় একটা শব্দ শুনলাম। এতে আমি শংকিত হয়ে পড়লাম যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন বিপদের সন্মুখীন হয়ে পড়লেন কিনা? তাই আমি সে দিকে অগ্রসর হতে চাইলাম। কিন্তু সাথে সাথেই রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিষেধাজ্ঞা, যে কোথায়ও যেয়োনা মনে পড়লো এবং আমি থেমে গেলাম। এরপর তিনি ফিরে আসলে আমি বললাম: ইয়া রাসুলাল্লাহ! আমি একটা আওয়াজ শুনে শংকিত হয়ে পড়লাম যে, আপনি সেখানে গিয়ে কোন বিপদে পড়লেন কিনা। আপনার কথা স্মরণ করে থেমে গেলাম।\n\nতখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তিনি ছিলেন জিবরীল। তিনি আমার নিকট এসে সংবাদ দিলেন যে, আমার উম্মাতের মধ্যে যে ব্যাক্তি আল্লাহর সঙ্গে কোন কিছুকে শরীক না করে মারা যাবে, সে বেহেশতে প্রবেশ করবে। তখন আমি বললাম, ইয়া রাসুলাল্লাহ! যদিও সে ব্যাক্তি ব্যভিচার করে? যদিও সে ব্যাক্তি চুরি করে? তিনি বললেনঃ সে যদিও ব্যভিচার করে, যদিও চুরি করে থাকে তবুও।\n\nআমাশ (রহঃ) বললেনঃ আমি যাবদকে বললাম, আমার কাছে খবর পৌছেছে যে, এ হাদীসের রাবী হল আবূ দারদা। তিনি বললেনঃ আমি সাক্ষ্য দিচ্ছি যে, এ হাদীসটি আবূ যারই রাবাযা নামক স্থানে আমার কাছে বর্ননা করেছেন। আমাশ (রহঃ) বলেন, আবূ সালিহ ও আবূদ দারদা (রাঃ) সুত্রে আমার কাছে অনুরূপ বর্ণনা করেছেন। আর আবূ শিহাব আমাশ থেকে বর্ণনা করেন যে তিনি বলেছেনঃ তিন দিনের অতিরিক্ত।\n",
    "checkStatus": "1",
    "hadithNo": "5834",
    "id": "6478",
    "thesequence": "6740",
    "isActive": "1",
    "chapterId": "17326",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৯০. যে ব্যক্তি কারো ডাকে লাব্বাইকা এবং &#039;সা&#039;দাইকা&#039; বলে জবাব দিল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) said, A man should not make another man get up from his (the latters) seat (in a gathering) in order to sit there.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يُقِيمُ الرَّجُلُ الرَّجُلَ مِنْ مَجْلِسِهِ، ثُمَّ يَجْلِسُ فِيهِ .",
    "hadithBengali": "৫৮৩৫। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্নিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যাক্তি অপর কাউকে তার বসার জায়গা থেকে তুলে দিয়ে সে সেখানে বসবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5835",
    "id": "6479",
    "thesequence": "6741",
    "isActive": "1",
    "chapterId": "17327",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৯১. কোন ব্যক্তি কোন ব্যক্তিকে তার বসার স্থান থেকে উঠাবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) forbade that a man should be made to get up from his seat so that another might sit on it, but one should make room and spread out. Ibn `Umar disliked that a man should get up from his seat and then somebody else sit at his place.",
    "hadithArabic": " حَدَّثَنَا خَلاَّدُ بْنُ يَحْيَى، حَدَّثَنَا سُفْيَانُ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى أَنْ يُقَامَ الرَّجُلُ مِنْ مَجْلِسِهِ وَيَجْلِسَ فِيهِ آخَرُ، وَلَكِنْ تَفَسَّحُوا وَتَوَسَّعُوا. وَكَانَ ابْنُ عُمَرَ يَكْرَهُ أَنْ يَقُومَ الرَّجُلُ مِنْ مَجْلِسِهِ، ثُمَّ يُجْلِسَ مَكَانَهُ.",
    "hadithBengali": "৫৮৩৬। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্নিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন ব্যাক্তিকে তার বসার জায়গা থেকে তুলে দিয়ে সেখানে অপর ব্যাক্তিকে বসতে নিষেধ করেছেন। তবে তোমরা বসার জায়গা প্রশস্ত করে দাও এবং ব্যবস্থা করে দাও। ইবনু উমর (রাঃ) কেউ তার জায়গা থেকে উঠে যাক এবং তার জায়গায় অন্যজন বসুক তা পছন্দ করতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "5836",
    "id": "6480",
    "thesequence": "6742",
    "isActive": "1",
    "chapterId": "17328",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৯২. (আল্লাহ তা&#039;আলার বাণীঃ) যদি তোমাদের বলা হয় যে, তোমরা মজলিসে বসার জায়গা করে দাও। তখন তোমরা বসার জায়গা করে দিবে, তা হলে আল্লাহ তোমাদের জন্য স্থান প্রশস্ত করে দিবেন ...... (৫৮ঃ ১১)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nWhen Allahs Messenger (ﷺ) married Zainab bint Jahsh, he invited the people who took their meals and then remained sitting and talking. The Prophet (ﷺ) pretended to be ready to get up, but the people did not get up. When he noticed that, he got up, and when he had got up, some of those people got up along with him and there remained three (who kept on sitting). Then the Prophet (ﷺ) came back and found those people still sitting. Later on those people got up and went away. So I went to the Prophet (ﷺ) and informed him that they had left. The Prophet (ﷺ) came, and entered (his house). I wanted to enter(along with him) but he dropped a curtain between me and him. Allah then revealed: O you who believe! Do not enter the Prophets Houses until leave is given... (to His statement)... Verily! That shall be an enormity, in Allahs sight. (33.53)",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عُمَرَ، حَدَّثَنَا مُعْتَمِرٌ، سَمِعْتُ أَبِي يَذْكُرُ، عَنْ أَبِي مِجْلَزٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ لَمَّا تَزَوَّجَ رَسُولُ اللَّهِ صلى الله عليه وسلم زَيْنَبَ ابْنَةَ جَحْشٍ دَعَا النَّاسَ طَعِمُوا ثُمَّ جَلَسُوا يَتَحَدَّثُونَ ـ قَالَ ـ فَأَخَذَ كَأَنَّهُ يَتَهَيَّأُ لِلْقِيَامِ فَلَمْ يَقُومُوا، فَلَمَّا رَأَى ذَلِكَ قَامَ، فَلَمَّا قَامَ قَامَ مَنْ قَامَ مَعَهُ مِنَ النَّاسِ، وَبَقِيَ ثَلاَثَةٌ، وَإِنَّ النَّبِيَّ صلى الله عليه وسلم جَاءَ لِيَدْخُلَ فَإِذَا الْقَوْمُ جُلُوسٌ، ثُمَّ إِنَّهُمْ قَامُوا فَانْطَلَقُوا ـ قَالَ ـ فَجِئْتُ فَأَخْبَرْتُ النَّبِيَّ صلى الله عليه وسلم أَنَّهُمْ قَدِ انْطَلَقُوا، فَجَاءَ حَتَّى دَخَلَ فَذَهَبْتُ أَدْخُلُ، فَأَرْخَى الْحِجَابَ بَيْنِي وَبَيْنَهُ، وَأَنْزَلَ اللَّهُ تَعَالَى {يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلاَّ أَنْ يُؤْذَنَ لَكُمْ} إِلَى قَوْلِهِ {إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا}.",
    "hadithBengali": "৫৮৩৭। হাসান ইবনু উমর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যায়নাব বিনত জাহশ (রাঃ) কে বিয়ে করলেন, তখন তিনি কয়েকজন লোককে দাওয়াত করলেন। তারা আহার করার পর বসে বসে অনেক সময় আলাপ আলোচনায় মশগুল থাকলেন। তখন তিনি নিজে উঠে চলে যাওয়ার ভাব প্রকাশ করতে শুরু করলেন। কিন্তু এতেও তারা উঠলেন না। তিনি এ অবস্থা দেখে নিজেই উঠে দাঁড়ালেন। যখন তিনি চলে গেলেন, তখন লোকজনের মধ্যে যারা দাঁড়াবার ইচ্ছা করলেন, তারা তার সাথেই উঠে চলে গেলেন। কিন্তু তাদের তিনজন থেকে গেলেন। এরপর যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিরে এসে ঘরে প্রবেশ করতে চাইলেন, তখন দেখলেন যে ঐ তিনজন তখনো বসে রয়েছে। কিছুক্ষণ পর তারাও উঠে চলে গেলে, আমি গিয়ে তাকে তাদের চলে যাওয়ার সংবাদ দিলাম। এরপর তিনি এসে ঘরে ঢুকলেন। তখন আমিও ঢ়ুকতে চাইলে তিনি আমার ও তার মধ্যে পর্দা টেনে দিলেন। এই সময় আল্লাহ তাআলা ওহী নাযিল করলেনঃ হে মুনিনগণ! তোমাদের অনুমতি দেওয়া না হলে তোমরা নাবী গৃহে প্রবেশ করবে না ...... আল্লাহর দৃষ্টিতে তা ঘোরতর অপরাধ (৩৩ঃ ৫৩)।\n",
    "checkStatus": "1",
    "hadithNo": "5837",
    "id": "6481",
    "thesequence": "6743",
    "isActive": "1",
    "chapterId": "17329",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৯৩. কারো তার সাথীদের থেকে অনুমতি না নিয়ে মজলিস কিংবা ঘর থেকে উঠে যাওয়া, কিংবা নিজে উঠে যাবার প্রস্তুতি গ্রহণ করা যাতে অন্যরা উঠে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nI saw Allahs Messenger (ﷺ) in the courtyard of the Ka`ba in the Ihtiba. posture putting his hand round his legs like this.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي غَالِبٍ، أَخْبَرَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحِزَامِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ فُلَيْحٍ، عَنْ أَبِيهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم بِفِنَاءِ الْكَعْبَةِ مُحْتَبِيًا بِيَدِهِ هَكَذَا.",
    "hadithBengali": "৫৮৩৮। মুহাম্মদ ইবনু আবূ গালিব (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কাবা শরীফের আঙ্গিনায় দু&#39;হাঁটু খাড়া করে দু&#39;হাত দিয়ে তা বেড় দিয়ে এভাবে বসা অবস্থায় পেয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "5838",
    "id": "6482",
    "thesequence": "6744",
    "isActive": "1",
    "chapterId": "17330",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৯৪.  দু&#039; হাটুকে খাড়া করে দু&#039; হাতে বেড় দিয়ে পাছার উপর বসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bakra:\n\nAllahs Messenger (ﷺ) said, Shall I inform you of the biggest of the great sins? They said, Yes, O Allahs Apostle! He said, To join partners in worship with Allah, and to be undutiful to ones parents. \n\n Narrated Bishr:\n\nas above, adding: The Prophet (ﷺ) was reclining (leaning) and then he sat up saying, And I warn you against giving a false statement. And he kept on saying that warning so much so that we said, Would that he had stopped.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا الْجُرَيْرِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَلاَ أُخْبِرُكُمْ بِأَكْبَرِ الْكَبَائِرِ . قَالُوا بَلَى يَا رَسُولَ اللَّهِ. قَالَ  الإِشْرَاكُ بِاللَّهِ، وَعُقُوقُ الْوَالِدَيْنِ .\nحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرٌ، مِثْلَهُ، وَكَانَ مُتَّكِئًا فَجَلَسَ فَقَالَ   أَلاَ وَقَوْلُ الزُّورِ . فَمَا زَالَ يُكَرِّرُهَا حَتَّى قُلْنَا لَيْتَهُ سَكَتَ.",
    "hadithBengali": "৫৮৩৯। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি কি তোমাদের নিকৃষ্ট কবীরা গুনাহের বর্ণনা দিব না? সকলে বললেনঃ হ্যাঁ ইয়া রাসুলাল্লাহ! তখন তিনি বললেনঃ তা হচ্ছে, আল্লাহব সঙ্গে অন্য কোন কিছুকে শরীক করা এবং মা বাপের অবাধ্যতা। মুসাদ্দাদ বিশরের এক সুত্রে অনুরূপ হাদীস বর্ননা করেছেন। তাতে অতিরিক্ত বর্ণনা করেছেন যে, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেলান দেওয়া অবস্থায় ছিলেন। এরপর তিনি সোজা হয়ে বসলেন এবং বললেনঃ হুশিয়ার হয়ে যাও! আর (সবচেয়ে বড় গুনাহ হল) মিথ্যা কথা বলা। এ কথাটা তিনি বারবার বলতে থাকলেন অবশেষে আমরা বললামঃ হায়! তিনি যদি থেমে যেতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5839",
    "id": "6483",
    "thesequence": "6745",
    "isActive": "1",
    "chapterId": "17331",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৯৫. যিনি তার সাথীদের সামনে হেলান দিয়ে বসেন। খাব্বাব (রাঃ) বর্ণনা করেন, আমি একবার নবী (সাঃ) এর কাছে আসলাম। তখন তিনি একখানা চাদর দিয়ে বালিশ বানিয়ে তাতে হেলান দিচ্ছিলেন। আমি বললামঃ আপনি কি (আমার মুক্তির জন্য) আল্লাহর কাছে দু&#039;আ করছেন না? তখন তিনি সোজা হয়ে বসলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uqba bin Al-Harith:\n\nOnce the Prophet (ﷺ) offered the `Asr prayer and then he walked quickly and entered his house.",
    "hadithArabic": " حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ عُمَرَ بْنِ سَعِيدٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، أَنَّ عُقْبَةَ بْنَ الْحَارِثِ، حَدَّثَهُ قَالَ صَلَّى النَّبِيُّ صلى الله عليه وسلم الْعَصْرَ، فَأَسْرَعَ، ثُمَّ دَخَلَ الْبَيْتَ.",
    "hadithBengali": "৫৮৪০। আবূ আসিম (রহঃ) ... উকবা ইবনু হারিস (রাঃ) বলেন, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসরের সালাত (নামায/নামাজ) আদায় করে তাড়াতাড়ি গিয়ে নিজ ঘরে প্রবেশ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5840",
    "id": "6484",
    "thesequence": "6746",
    "isActive": "1",
    "chapterId": "17332",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৯৬. যিনি কোন বিশেষ প্রয়োজনে অথবা যে কোন উদ্দেশ্যে তাড়াতাড়ি চলেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) used to offer his prayer (while standing) in the midst of the bed, and I used to lie in front of him between him and the Qibla It I had any necessity for getting up and I used to dislike to get up and face him (while he was in prayer), but I would gradually slip away from the bed.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي وَسْطَ السَّرِيرِ، وَأَنَا مُضْطَجِعَةٌ بَيْنَهُ وَبَيْنَ الْقِبْلَةِ تَكُونُ لِيَ الْحَاجَةُ، فَأَكْرَهُ أَنْ أَقُومَ فَأَسْتَقْبِلَهُ فَأَنْسَلُّ انْسِلاَلاً.",
    "hadithBengali": "৫৮৪১। কুতাইবা (রহঃ) ... আয়িশা। (রাঃ) বর্ণনা করেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আমার) পালঙ্গের মধাখানে দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করতেন। তখন আমি তাঁর কিবলার মাঝখানে শুয়ে থাকতাম। যখন আমার কোন প্রয়োজন হতো, তখন আমি তাঁর দিকে মুখ করে উঠে দাঁড়ানো পছন্দ করতাম না বরং আমি শুয়ে শুয়েই পেছনের দিক দিয়ে কেটে পড়তাম।\n",
    "checkStatus": "1",
    "hadithNo": "5841",
    "id": "6485",
    "thesequence": "6747",
    "isActive": "1",
    "chapterId": "17333",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৯৭. পালঙ্ক ব্যবহার করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr:\n\nThe news of my fasting was mentioned to the Prophet (ﷺ) . So he entered upon me and I put for him a leather cushion stuffed with palm-fibres. The Prophet (ﷺ) sat on the floor and the cushion was between me and him. He said to me, Isnt it sufficient for you (that you fast) three days a month? I said, O Allahs Messenger (ﷺ)! (I can fast more than this). He said, You may fast) five days a month. I said, O Allahs Messenger (ﷺ)! (I can fast more than this). He said, (You may fast) seven days. I said, O Allahs Apostle! He said, Nine. I said, O Allahs Messenger (ﷺ)! He said, Eleven. I said, O Allahs Messenger (ﷺ)! He said, No fasting is superior to the fasting of (the Prophet (ﷺ) David) which was one half of a year, and he used, to fast on alternate days.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا خَالِدٌ،. وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، حَدَّثَنَا خَالِدٌ، عَنْ خَالِدٍ، عَنْ أَبِي قِلاَبَةَ، قَالَ أَخْبَرَنِي أَبُو الْمَلِيحِ، قَالَ دَخَلْتُ مَعَ أَبِيكَ زَيْدٍ عَلَى عَبْدِ اللَّهِ بْنِ عَمْرٍو فَحَدَّثَنَا أَنَّ النَّبِيَّ صلى الله عليه وسلم ذُكِرَ لَهُ صَوْمِي، فَدَخَلَ عَلَىَّ، فَأَلْقَيْتُ لَهُ وِسَادَةً مِنْ أَدَمٍ حَشْوُهَا لِيفٌ، فَجَلَسَ عَلَى الأَرْضِ، وَصَارَتِ الْوِسَادَةُ بَيْنِي وَبَيْنَهُ، فَقَالَ لِي  أَمَا يَكْفِيكَ مِنْ كُلِّ شَهْرٍ ثَلاَثَةُ أَيَّامٍ . قُلْتُ يَا رَسُولَ اللَّهِ. قَالَ  خَمْسًا . قُلْتُ يَا رَسُولَ اللَّهِ. قَالَ  سَبْعًا . قُلْتُ يَا رَسُولَ اللَّهِ. قَالَ  تِسْعًا . قُلْتُ يَا رَسُولَ اللَّهِ. قَالَ  إِحْدَى عَشْرَةَ . قُلْتُ يَا رَسُولَ اللَّهِ. قَالَ  لاَ صَوْمَ فَوْقَ صَوْمِ دَاوُدَ، شَطْرَ الدَّهْرِ، صِيَامُ يَوْمٍ، وَإِفْطَارُ يَوْمٍ .",
    "hadithBengali": "৫৮৪২। ইসহাক এবং আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) বর্ণনা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আমার বেশী সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন সম্পর্কে উল্লেখ করা হল। তখন তিনি আমার ঘরে আসলেন এবং আমি তার উদ্দেশ্যে খেজুরের ছাল ভর্তি করা চামড়ার একটা বালিশ পেশ করলাম। তিনি মাটিতেই বসে পড়লেন। আর বাশিশটা আমার ও তার মাঝখানে থেকে গেল। তিনি আমাকে বললেনঃ প্রত্যেক মাসে তিনদিন রোযা থাকা কি তোমার জন্য যথেষ্ট নয়? আমি বললাম। ইয়া রাসূলাল্লাহ! তিনি বললেনঃ তা হলে পাঁচ দিন? আমি বললামঃ ইয়া রাসুলাল্লাহ! তিনি বললেনঃ তবে সাতদিন? আমি আবার বললামঃ ইয়া রাসুলাল্লাহ! তিনি বললেনঃ তবে নয়দিন? আমি পূনরায় বললামঃ ইয়া রাসুলাল্লাহ! তিনি বললেনঃ তা হলে এগার দিন? আমি আবার বললামঃ ইয়া রাসূলাল্লাহ! তখন তিনি বললেনঃ দাউদ (আলাইহিস সালাম) এর সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) এর চেয়ে বেশী কোন (নফল) সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) নেই। তিনি প্রত্যেক মাসের (অথবা বছরের) অর্ধেক দিন সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতেন অর্থাৎ একদিন সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতেন আর একদিন পালন করতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "5842",
    "id": "6486",
    "thesequence": "6748",
    "isActive": "1",
    "chapterId": "17334",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৯৮. যার হেলান দেয়ার উদ্দেশ্যে একটা বালিশ পেশ করা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibrahim:\n\nAlaqama went to Sham and came to the mosque and offered a two-rak`at prayer, and invoked Allah: O Allah! Bless me with a (pious) good companion. So he sat beside Abu Ad-Darda who asked, From where are you? He said, From the people of Kufa. Abu Darda said, Wasnt there among you the person who keeps the secrets (of the Prophet (ﷺ) ) which nobody knew except him (i.e., Hudhaifa (bin Al-Yaman)). And isnt there among you the person whom Allah gave refuge from Satan through the request (tongue) of Allahs Messenger (ﷺ)? (i.e., `Ammar). Isnt there among you the one who used to carry the Siwak and the cushion (or pillows (of the Prophets)? (i.e., Ibn Mas`ud). How did Ibn Mas`ud use to recite By the night as it conceals (the light)? (Sura 92). Alqama said, Wadhdhakari Wal Untha (And by male and female.) Abu Ad-Darda added. These people continued to argue with me regarding it till they were about to cause me to have doubts although I heard it from Allahs Messenger (ﷺ).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ جَعْفَرٍ، حَدَّثَنَا يَزِيدُ، عَنْ شُعْبَةَ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، أَنَّهُ قَدِمَ الشَّأْمَ. وَحَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، قَالَ ذَهَبَ عَلْقَمَةُ إِلَى الشَّأْمِ، فَأَتَى الْمَسْجِدَ فَصَلَّى رَكْعَتَيْنِ فَقَالَ اللَّهُمَّ ارْزُقْنِي جَلِيسًا. فَقَعَدَ إِلَى أَبِي الدَّرْدَاءِ فَقَالَ مِمَّنْ أَنْتَ قَالَ مِنْ أَهْلِ الْكُوفَةِ. قَالَ أَلَيْسَ فِيكُمْ صَاحِبُ السِّرِّ الَّذِي كَانَ لاَ يَعْلَمُهُ غَيْرُهُ ـ يَعْنِي حُذَيْفَةَ ـ أَلَيْسَ فِيكُمْ ـ أَوْ كَانَ فِيكُمُ ـ الَّذِي أَجَارَهُ اللَّهُ عَلَى لِسَانِ رَسُولِهِ صلى الله عليه وسلم مِنَ الشَّيْطَانِ ـ يَعْنِي عَمَّارًا ـ أَوَلَيْسَ فِيكُمْ صَاحِبُ السِّوَاكِ وَالْوِسَادِ ـ يَعْنِي ابْنَ مَسْعُودٍ ـ كَيْفَ كَانَ عَبْدُ اللَّهِ يَقْرَأُ {وَاللَّيْلِ إِذَا يَغْشَى}. قَالَ {وَالذَّكَرِ وَالأُنْثَى}. فَقَالَ مَا زَالَ هَؤُلاَءِ حَتَّى كَادُوا يُشَكِّكُونِي، وَقَدْ سَمِعْتُهَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم.",
    "hadithBengali": "৫৮৪৩। ইয়াহইয়া ইবনু জাফর ও আবূ ওয়ালীদ (রহঃ) ... ইবরাহীম (রহঃ) থেকে বর্ণিত। তিনি বলেন, একবার আলকামা (রহঃ) সিরিয়া গমন করলেন। তখন তিনি মসজিদে গিয়ে দু&#39;রাকআত সালাত (নামায/নামাজ) আদায় করে দুআ করলেন ইয়া আল্লাহ! আপনি আমাকে একজন নেক সঙ্গী দান করুন। এরপর তিনি আবূদ দারদা (রাঃ) এর পাশে গিয়ে বসে পড়লেন। তারপর তাকে জিজ্ঞাসা করলেনঃ আপনি কোন শহবের লোক? তিনি জবাব দিলেনঃ আমি কুফার বাসিন্দা। তিনি জিজ্ঞাসা করললেনঃ আপনাদের মধ্যে কি সেই ব্যাক্তি নেই? যিনি ঐ ভেদ সম্পর্কে অবগত ছিলেন, যা অপর কেউ জানতেন না। (রাবী বলেন) অর্থাৎ হুযায়ফা (রাঃ) আবার জিজ্ঞাসা করলেনঃ আপনাদের মধ্যে কি এমন ব্যাক্তি নেই, অথবা আছে যাকে আল্লাহ তাআলা তার রাসুলের দুআর কারনে শয়তান থেকে পানাহ দিয়েছেন?\n\n(রাবী বলেন) অর্থাৎ আম্মার (রাঃ) তিনি আবার জিজ্ঞাস করলেনঃ আর আপনাদের মধ্যে কি সে ব্যাক্তি নেই যিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মিসওয়াক ও বালিশের জিম্মাদার ছিলেন? (রাবী বলেন) অর্থাৎ আাদুল্লাহ ইবনু মাসউদ (রাঃ)। আবূ দারদা (রাঃ) তাকে জিজ্ঞাসা করেনঃ আদুল্লাহ ইবনু মাসউদ (রাঃ) সূরায়ে ওয়াল্লাইলি ইযা ইয়াগশা কি রকম পড়তেন? তিনি বললেনঃ তিনি ওমা খালাকায যাকারা ওইয়াল উনসা এর স্থলে ওয়ামা খালাকা অংশটুকু ছেড়ে দিয়ে পড়তেন &ldquo;ওয়ায যাকারা ওইয়াল উনসা&rdquo;। তখন তিনি বললেনঃ এখানকার লোকেরা আমাকে এ সূরা সম্পর্কেই সন্দেহের মধ্যে ফেলে দিচ্ছিলেন। অথচ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ রকমই শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "5843",
    "id": "6487",
    "thesequence": "6749",
    "isActive": "1",
    "chapterId": "17334",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৯৮. যার হেলান দেয়ার উদ্দেশ্যে একটা বালিশ পেশ করা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nWe used to have a midday nap and take our meals after the Jumua (prayer).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ كُنَّا نَقِيلُ وَنَتَغَدَّى بَعْدَ الْجُمُعَةِ.",
    "hadithBengali": "৫৮৪৪। মুহাম্মদ ইবনু কাসীর (রহঃ) ... সাহল ইবনু সা&#39;দ (রাঃ) থেকে বর্নিত। তিনি বলেন, আমরা জুমুআর সালাত (নামায/নামাজ) এর পরেই কায়লুলা করতাম এবং দুপূরের খাবার খেতাম।\n",
    "checkStatus": "1",
    "hadithNo": "5844",
    "id": "6488",
    "thesequence": "6750",
    "isActive": "1",
    "chapterId": "17335",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৫৯৯. জুমু&#039;আর সালাত শেষে কায়লুলা (দুপুরের বিশ্রাম গ্রহন)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nThere was no name dearer to `Ali than his nickname Abu Turab (the father of dust). He used to feel happy whenever he was called by this name. Once Allahs Messenger (ﷺ) came to the house of Fatima but did not find `Ali in the house. So he asked Where is your cousin? She replied, There was something (a quarrel) between me and him whereupon he got angry with me and went out without having a midday nap in my house. Allahs Messenger (ﷺ) asked a person to look for him. That person came, and said, O Allahs Messenger (ﷺ)! He (Ali) is sleeping in the mosque. So Allahs Messenger (ﷺ) went there and found him lying. His upper body cover had fallen off to one side of his body, and so he was covered with dust. Allahs Messenger (ﷺ) started cleaning the dust from him, saying, Get up, O Abu Turab! Get up, Abu Turab!",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ مَا كَانَ لِعَلِيٍّ اسْمٌ أَحَبَّ إِلَيْهِ مِنْ أَبِي تُرَابٍ، وَإِنْ كَانَ لَيَفْرَحُ بِهِ إِذَا دُعِيَ بِهَا، جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْتَ فَاطِمَةَ ـ عَلَيْهَا السَّلاَمُ ـ فَلَمْ يَجِدْ عَلِيًّا فِي الْبَيْتِ فَقَالَ  أَيْنَ ابْنُ عَمِّكِ . فَقَالَتْ كَانَ بَيْنِي وَبَيْنَهُ شَىْءٌ، فَغَاضَبَنِي فَخَرَجَ فَلَمْ يَقِلْ عِنْدِي. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لإِنْسَانٍ  انْظُرْ أَيْنَ هُوَ  فَجَاءَ فَقَالَ يَا رَسُولَ اللَّهِ هُوَ فِي الْمَسْجِدِ رَاقِدٌ. فَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهْوَ مُضْطَجِعٌ، قَدْ سَقَطَ رِدَاؤُهُ عَنْ شِقِّهِ، فَأَصَابَهُ تُرَابٌ، فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَمْسَحُهُ عَنْهُ ـ وَهْوَ يَقُولُ  قُمْ أَبَا تُرَابٍ، قُمْ أَبَا تُرَابٍ .",
    "hadithBengali": "৫৮৪৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... সাহল ইবনু সা&#39;দ (রাঃ) থেকে বর্ণিত। আলী (রাঃ) এর কাছে আবূ তুরাব এর চাইতে প্রিয়তর কোন নাম ছিল না। এ নামে ডাকা হলে তিনি অতান্ত খুশী হতেন। কারণ একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফাতিমা (রাঃ) এর ঘরে আসলেন। তখন আলী (রাঃ) কে ঘরে পেলেন না। তিনি জিজ্ঞাসা করলেনঃ তোমার চাচাতো ভাই কোথায়? তিনি বললেনঃ আমার ও তার মধ্যে কিছু ঘটায় তিনি আমার সঙ্গে রাগারাগি করে বেরিয়ে গেছেন। আমার কাছে কায়লুলা করেননি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে বললেনঃ দেখতো সে কোথায়? সে লোকটি এসে বললঃ ইয়া রাসুলাল্লাহ! তিনি তো মসজিদে ঘুমিয়ে আছেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে দেখতে পেলেন যে, তিনি কাত হয়ে শুয়ে আছেন, আর তার চাঁদরখানা পাশ থেকে পড়ে গেছে। ফলে তার সাথে মাটি লেগে গেছে। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার গায়ের মাটি ঝাড়তে লাগলেন এবং বলতে লাগলেনঃ ওঠো, আবূ তুরাব (মাটির বাবা) ওঠো, আবূ তুরাব! একথাটা তিনি দু&#39;বার বললেন।\n",
    "checkStatus": "1",
    "hadithNo": "5845",
    "id": "6489",
    "thesequence": "6751",
    "isActive": "1",
    "chapterId": "17336",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬০০. মসজিদে কাইলুলা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Thumama:\n\nAnas said, Um Sulaim used to spread a leather sheet for the Prophet (ﷺ) and he used to take a midday nap on that leather sheet at her home. Anas added, When the Prophet (ﷺ) had slept, she would take some of his sweat and hair and collect it (the sweat) in a bottle and then mix it with Suk (a kind of perfume) while he was still sleeping. When the death of Anas bin Malik approached, he advised that some of that Suk be mixed with his Hanut (perfume for embalming the dead body), and it was mixed with his Hanut.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، قَالَ حَدَّثَنِي أَبِي، عَنْ ثُمَامَةَ، عَنْ أَنَسٍ، أَنَّ أُمَّ سُلَيْمٍ، كَانَتْ تَبْسُطُ لِلنَّبِيِّ صلى الله عليه وسلم نِطَعًا فَيَقِيلُ عِنْدَهَا عَلَى ذَلِكَ النِّطَعِ ـ قَالَ ـ فَإِذَا نَامَ النَّبِيُّ صلى الله عليه وسلم أَخَذَتْ مِنْ عَرَقِهِ وَشَعَرِهِ، فَجَمَعَتْهُ فِي قَارُورَةٍ، ثُمَّ جَمَعَتْهُ فِي سُكٍّ ـ قَالَ ـ فَلَمَّا حَضَرَ أَنَسَ بْنَ مَالِكٍ الْوَفَاةُ أَوْصَى أَنْ يُجْعَلَ فِي حَنُوطِهِ مِنْ ذَلِكَ السُّكِّ ـ قَالَ ـ فَجُعِلَ فِي حَنُوطِهِ.",
    "hadithBengali": "৫৮৪৬। কুতায়বা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, উম্মে সুলায়ম (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য চামড়ার বিছানা বিছিয়ে দিতেন এবং তিনি সেখানেই ঐ চামড়ার বিছানার উপর কায়লুলা করতেন। এরপর তিনি যখন ঘুম থেকে উঠতেন তখন তিনি তার শরীরের কিছুটা ঘাম ও চুল সংগ্রহ করতেন এবং তা একটা শিশির মধ্যে জমাতেন এবং তাকে &#39;সুক্ক&#39; নামক সুগন্ধির মধ্যে মিশাতেন। রাবী বর্ণনা করেন যে, আনাস ইবনু মালিক এর ওফাতের সময় ঘনিয়ে আসলে, তিনি আমাকে অসিয়ত করলেনঃ যেন ঐ সুক্ক থেকে কিছুটা তার সুগন্ধির মধ্যে মিশিয়ে দেওয়া হয়। সুতরাং তা তার সুগন্ধির মধ্যে মিশিয়ে দেয়া হয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "5846",
    "id": "6490",
    "thesequence": "6752",
    "isActive": "1",
    "chapterId": "17337",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬০১. যিনি কোন কাওমের সাথে দেখা করতে যান এবং সেখানে &#039;কাইলুলা&#039; করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nWhenever Allahs Messenger (ﷺ) went to Quba, he used to visit Um Haram bint Milhan who would offer him meals; and she was the wife of Ubada bin As-samit. One day he went to her house and she offered him a meal, and after that he slept, and then woke up smiling. She (Um Haram) said, I asked him, What makes you laugh, O Allahs Messenger (ﷺ)? He said, Some people of my followers were displayed before me as warriors fighting for Allahs Cause and sailing over this sea, kings on thrones, or said, like kings on thrones. (The narrator, Is-haq is in doubt about it.) I (Um Haram) said, O Allahs Apostle! Invoke Allah that He may make me one of them. He invoked (Allah) for her and then lay his head and slept again and then woke up smiling. I asked, What makes you laugh, O Allahs Messenger (ﷺ)? He said, Some people of my followers were displayed before me as warriors fighting for Allahs Cause and sailing over this sea, kings on the thrones, or said, like kings on the thrones. I (Um Haram) said, O Allahs Messenger (ﷺ)! Invoke Allah that He may make me one of them. He said, You will be amongst the first ones. It is said that Um Haram sailed over the sea at the time of Muawiya, and on coming out of the sea, she fell down from her riding animal and died.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّهُ سَمِعَهُ يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا ذَهَبَ إِلَى قُبَاءٍ يَدْخُلُ عَلَى أُمِّ حَرَامٍ بِنْتِ مِلْحَانَ فَتُطْعِمُهُ، وَكَانَتْ تَحْتَ عُبَادَةَ بْنِ الصَّامِتِ، فَدَخَلَ يَوْمًا فَأَطْعَمَتْهُ، فَنَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ اسْتَيْقَظَ يَضْحَكُ. قَالَتْ فَقُلْتُ مَا يُضْحِكُكَ يَا رَسُولَ اللَّهِ فَقَالَ  نَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَىَّ غُزَاةً فِي سَبِيلِ اللَّهِ، يَرْكَبُونَ ثَبَجَ هَذَا الْبَحْرِ، مُلُوكًا عَلَى الأَسِرَّةِ . ـ أَوْ قَالَ  مِثْلُ الْمُلُوكِ عَلَى الأَسِرَّةِ . شَكَّ إِسْحَاقُ ـ قُلْتُ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ. فَدَعَا ثُمَّ وَضَعَ رَأْسَهُ فَنَامَ، ثُمَّ اسْتَيْقَظَ يَضْحَكُ فَقُلْتُ مَا يُضْحِكُكَ يَا رَسُولَ اللَّهِ قَالَ  نَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَىَّ، غُزَاةً فِي سَبِيلِ اللَّهِ، يَرْكَبُونَ ثَبَجَ هَذَا الْبَحْرِ، مُلُوكًا عَلَى الأَسِرَّةِ . أَوْ  مِثْلَ الْمُلُوكِ عَلَى الأَسِرَّةِ . فَقُلْتُ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ. قَالَ  أَنْتِ مِنَ الأَوَّلِينَ . فَرَكِبَتِ الْبَحْرَ زَمَانَ مُعَاوِيَةَ، فَصُرِعَتْ عَنْ دَابَّتِهَا حِينَ خَرَجَتْ مِنَ الْبَحْرِ، فَهَلَكَتْ.",
    "hadithBengali": "৫৮৪৭। ইসমাঈল (রহঃ) ... আনাস ইবনু মালিক (রাঃ) বর্ণনা করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &#39;কুবা&#39; এর দিকে যখন যেতেন তখন প্রায়ই উম্মে হারাম বিনতে মিলহান (রাঃ) এর ঘরে প্রবেশ করতেন এবং তিনি তাঁকে খানা খাওয়াতেন। তিনি উবাদা ইবনু সামিত (রাঃ) এর স্ত্রী ছিলেন। একদিন তিনি তার ঘরে গেলে তাকে খাবার খাওয়ালেন। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানেই ঘুমালেন। কিছুক্ষণ পরে তিনি সজাগ হয়ে হাসতে লাগলেন। তিনি জিজ্ঞাসা করলেনঃ ইয়া রাসুলাল্লাহ! আপনাকে কিসে হাসাচ্ছে? তিনি বললেনঃ স্বপ্নের মধ্যে আমাকে আমার উম্মাতের মধ্য হতে আল্লাহর পথে জিহাদকারী কিছু সংখ্যক মুজাহিদ দেখানো হয়েছে, যারা এই বিশাল সমুদ্রের মাঝখানে বাদশাহদের মত সিংহাসনের উপর সমাসীন। তখন তিনি বললেনঃ আপনি দুআ করুন সেন আল্লাহ তাআলা আমাকেও তাদের অন্তর্ভুক্ত করে দেন। তিনি সে দুআ করলেন এবং বিছানায় মাথা রেখে আবার শুয়ে পড়লেন।\n\nকিছুক্ষণ পর তিনি আবার হাসতে হাসতে সজাগ হলেন। আমি বললামঃ ইয়া রাসুলাল্লাহ! আপনাকে কিসে হাসাচ্ছে? তিনি বললেন (স্বপ্নের মধ্যে) আমাকে আমার উম্মতের মধ্য থেকে আল্লাহর পথে জিহাদকারী কিছু সংখ্যক লোক দেখানো হয়েছে, যারা এই বিশাল সমুদ্রের মাঝখানে বাদশাহদের মত সিংহাসলের উপর সমাসীন। তখন আবার আমি বললামঃ আপনি আল্লাহর কাছে দুআ করুন যেন তিনি আমাকে তাদের অন্তর্ভুক্ত করে নেন। তিনি বললেনঃ তুমি প্রথম বাহিনীদেরই অন্তর্ভুক্ত থাকবে। সুতরাং তিনি মুআবিয়া (রাঃ) এর আমলে সামুদ্রিক অভিযানে রওয়ানা হন এবং সমুদ্রাভিযান থেকে ফিরে এসে তার নিজেরই সাওয়ারী থেকে পড়ে গিয়ে (আল্লাহর পথেই) শাহাদাত বরণ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5847",
    "id": "6491",
    "thesequence": "6753",
    "isActive": "1",
    "chapterId": "17337",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬০১. যিনি কোন কাওমের সাথে দেখা করতে যান এবং সেখানে &#039;কাইলুলা&#039; করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nThe Prophet (ﷺ) forbade two kinds of dresses and two kinds of bargains; Ishtimal As-Samma and Al- Ihtiba in one garment with no part of it covering ones private parts. (The two kinds of bargains were:) Al-Mulamasa and Al-Munabadha.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ لِبْسَتَيْنِ، وَعَنْ بَيْعَتَيْنِ اشْتِمَالِ الصَّمَّاءِ، وَالاِحْتِبَاءِ فِي ثَوْبٍ وَاحِدٍ، لَيْسَ عَلَى فَرْجِ الإِنْسَانِ مِنْهُ شَىْءٌ، وَالْمُلاَمَسَةِ، وَالْمُنَابَذَةِ. تَابَعَهُ مَعْمَرٌ وَمُحَمَّدُ بْنُ أَبِي حَفْصَةَ وَعَبْدُ اللَّهِ بْنُ بُدَيْلٍ عَنِ الزُّهْرِيِّ.",
    "hadithBengali": "৫৮৪৮। আলা ইবনু আবদুল্লাহ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) বর্ণনা করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু&#39;রকমের লেবাস এবং দু&#39;ধরনের বিক্রয় নিষেধ করেছেন। পেচিয়ে কাপড় পরিধান করা থেকে এবং এক কাপড় পরে এহতেবা করা থেকে, যাতে মানুষের লজ্জাস্থানের উপর কোন কাপড় না থাকে এবং &ldquo;মুলামাসা ও মুনাবাযা&rdquo; বেচা-কেনা থেকেও।\n",
    "checkStatus": "1",
    "hadithNo": "5848",
    "id": "6492",
    "thesequence": "6754",
    "isActive": "1",
    "chapterId": "17338",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬০২. যার জন্য যেভাবে সহজ হয়, সেভাবেই বসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nMother of the Believers: We, the wives of the Prophet (ﷺ) were all sitting with the Prophet (ﷺ) and none of us had left when Fatima came walking, and by Allah, her gait was very similar to that of Allahs Messenger (ﷺ) . When he saw her, he welcomed her, saying, Welcome, O my daughter! Then he made her sit on his right or his left, confided something to her, whereupon she wept bitterly. When he noticed her sorrow, he confided something else to her for the second time, and she started laughing. Only I from among the Prophets wives said to her, (O Fatima), Allahs Messenger (ﷺ) selected you from among us for the secret talk and still you weep? When Allahs Messenger (ﷺ) got up (and went away), I asked her, What did he confide to you? She said, I wouldnt disclose the secrets of Allahs Messenger (ﷺ) But when he died I asked her, I beseech you earnestly by what right I have on you, to tell me (that secret talk which the Prophet had with you) She said, As you ask me now, yes, (I will tell you). She informed me, saying, When he talked to me secretly the first time, he said that Gabriel used to review the Quran with him once every year. He added, But this year he reviewed it with me twice, and therefore I think that my time of death has approached. So, be afraid of Allah, and be patient, for I am the best predecessor for you (in the Hereafter).  Fatima added, So I wept as you (`Aisha) witnessed. And when the Prophet (ﷺ) saw me in this sorrowful state, he confided the second secret to me saying, O Fatima! Will you not be pleased that you will be chief of all the believing women (or chief of the women of this nation i.e. my followers?)",
    "hadithArabic": " حَدَّثَنَا مُوسَى، عَنْ أَبِي عَوَانَةَ، حَدَّثَنَا فِرَاسٌ، عَنْ عَامِرٍ، عَنْ مَسْرُوقٍ، حَدَّثَتْنِي عَائِشَةُ أُمُّ الْمُؤْمِنِينَ، قَالَتْ إِنَّا كُنَّا أَزْوَاجَ النَّبِيِّ صلى الله عليه وسلم عِنْدَهُ جَمِيعًا، لَمْ تُغَادَرْ مِنَّا وَاحِدَةٌ، فَأَقْبَلَتْ فَاطِمَةُ ـ عَلَيْهَا السَّلاَمُ ـ تَمْشِي، لاَ وَاللَّهِ مَا تَخْفَى مِشْيَتُهَا مِنْ مِشْيَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا رَآهَا رَحَّبَ قَالَ  مَرْحَبًا بِابْنَتِي . ثُمَّ أَجْلَسَهَا عَنْ يَمِينِهِ أَوْ عَنْ شِمَالِهِ، ثُمَّ سَارَّهَا فَبَكَتْ بُكَاءً شَدِيدًا، فَلَمَّا رَأَى حُزْنَهَا سَارَّهَا الثَّانِيَةَ إِذَا هِيَ تَضْحَكُ. فَقُلْتُ لَهَا أَنَا مِنْ بَيْنِ نِسَائِهِ خَصَّكِ رَسُولُ اللَّهِ صلى الله عليه وسلم بِالسِّرِّ مِنْ بَيْنِنَا، ثُمَّ أَنْتِ تَبْكِينَ، فَلَمَّا قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَأَلْتُهَا عَمَّا سَارَّكِ قَالَتْ مَا كُنْتُ لأُفْشِيَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم سِرَّهُ. فَلَمَّا تُوُفِّيَ قُلْتُ لَهَا عَزَمْتُ عَلَيْكِ بِمَا لِي عَلَيْكِ مِنَ الْحَقِّ لَمَّا أَخْبَرْتِنِي. قَالَتْ أَمَّا الآنَ فَنَعَمْ. فَأَخْبَرَتْنِي قَالَتْ أَمَّا حِينَ سَارَّنِي فِي الأَمْرِ الأَوَّلِ، فَإِنَّهُ أَخْبَرَنِي أَنَّ جِبْرِيلَ كَانَ يُعَارِضُهُ بِالْقُرْآنِ كُلَّ سَنَةٍ مَرَّةً  وَإِنَّهُ قَدْ عَارَضَنِي بِهِ الْعَامَ مَرَّتَيْنِ، وَلاَ أَرَى الأَجَلَ إِلاَّ قَدِ اقْتَرَبَ، فَاتَّقِي اللَّهَ وَاصْبِرِي، فَإِنِّي نِعْمَ السَّلَفُ أَنَا لَكَ . قَالَتْ فَبَكَيْتُ بُكَائِي الَّذِي رَأَيْتِ، فَلَمَّا رَأَى جَزَعِي سَارَّنِي الثَّانِيَةَ قَالَ  يَا فَاطِمَةُ أَلاَ تَرْضَيْنَ أَنْ تَكُونِي سَيِّدَةَ نِسَاءِ الْمُؤْمِنِينَ ـ أَوْ ـ سَيِّدَةَ نِسَاءِ هَذِهِ الأُمَّةِ .",
    "hadithBengali": "৫৮৪৯। মূসা ইবনু ইসমাঈল (রহঃ) ... উম্মুল মুমিনীন আয়িশা (রাঃ) বর্ণণা করেন, একবার আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সব সহধর্মিণী তাঁর নিকট জমায়েত হয়েছিলাম। আমাদের একজনও অনুপস্থিত ছিলাম না। এমন সময় ফাতিমা (রাঃ) পায়ে হেঁটে আসছিলেন। আল্লাহর কসম! তাঁর হাঁটা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাঁটার অনুরূপই ছিল। তিনি যখন তাঁকে দেখলেন, তখন তিনি আমার মেয়ের আগমন শুভ হোক বলে তাঁকে সম্বর্ধনা জানালেন। এরপর যখন তিনি তাঁকে নিজের ডান পাশে অথবা (রাবী বলেন) বাম পাশে বসালেন। তারপর তিনি তাঁর সঙ্গে কানে কানে কিছুক্ষণ কথা বললেন, তিনি (ফাতেমা) খুব বেশী কাঁদতে লাগলেন। এরপর তাঁর বিষন্ন অবস্থা দেখে দ্বিতীয়বার তাঁর সঙ্গে তিনি কানে কানে আরো কিছু কথা বললেন, তখন ফাতিমা (রাঃ) হাসতে লাগলেন।\n\nতখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণীগণের মধ্য থেকে আমি বললামঃ আমাদের উপস্থিত থাকা অবস্থায় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিশেষ করে আপনার সঙ্গে বিশেষ কি গোপনীয় কথা কানে কানে বললেন, যার কারণে আপনি খুব কাঁদছিলেন? এরপর যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠে চলে গেলেন, তখন আমি তাঁকে জিজ্ঞাসা করলাম যে, তিনি আপনাকে কানে কানে কি বলেছিলেন? তিনি বললেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ভেদ (গোপনীয় কথা) ফাঁস করবো না। এরপর রাসূুলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাত হয়ে গেল। তখন আমি তাঁকে বললামঃ আপনার উপর আমার যে দাবী আছে, আপনি আমি তার কসম দিয়ে বলছি যে, আপনি কি গোপনীয় কথাটি আমাকে জানাবেন না?\n\nতখন ফাতিমা (রাঃ) বললেনঃ হ্যাঁ, এখন আপনাকে জানাবো। সুতরাং তিনি আমাকে জানাতে গিয়ে বললেনঃ প্রথম বার তিনি আমার নিকট যে গোপনীয় কথা বললেন, তাহল এই যে, তিনি আমার নিকট বর্ণনা করেন যে, জিবরীল আলাইহিস সালাম প্রত্যেক বছর এসে পূর্ণ কুরআন একবার আমার নিকট পেশ করতেন। কিন্তু এ বছর তিনি এসে তা আমার কাছে দুবার পেশ করেছেন। এতে আমি অনুমান করছি যে, আমার চির বিদায়ের সময় ঘনিয়ে আসছে। সুতরাং তুমি আল্লাহকে ভয় করে চলবে এবং বিপদে ধৈর্যধারণ করবে। নিশ্চয়ই আমি তোমার জন্য উত্তম অগ্রগমনকারী। তখন আমি কাঁদলাম যা নিজেই দেখলেন। তারপর যখন তিনি আমার বিষন্ন ভাব দেখলেন, তখন দ্বিতীয়বার আমাকে কানে কানে বললেনঃ তুমি কি জান্নাতের মুসলিম মহিলাদের অথবা এ উম্মতের মহিলাদের নেত্রী হয়ে যাওয়াতে সন্তুষ্ট হবে না? (তখন আমি হেসে দিলাম)।\n",
    "checkStatus": "1",
    "hadithNo": "5849",
    "id": "6493",
    "thesequence": "6755",
    "isActive": "1",
    "chapterId": "17339",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬০৩. যিনি মানুষের সামনে কারো সঙ্গে কানে কানে কথা বলেন। আর যিনি আপন বন্ধুর গোপনীয় কথা কারো কাছে প্রকাশ করেন নি। অবশ্য তার মৃত্যুর পর তা প্রকাশ করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated the uncle of `Abbas bin Tamim:\n\nI saw Allahs Messenger (ﷺ) lying on his back in the mosque and putting one of his legs over the other.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، قَالَ أَخْبَرَنِي عَبَّادُ بْنُ تَمِيمٍ، عَنْ عَمِّهِ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي الْمَسْجِدِ مُسْتَلْقِيًا، وَاضِعًا إِحْدَى رِجْلَيْهِ عَلَى الأُخْرَى.",
    "hadithBengali": "৫৮৫০। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু যায়দ আনসারী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মসজিদে চিত হয়ে শুয়ে থাকতে দেখেছি, তখন তার এক পা আরেক পায়ের উপর রাখা ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "5850",
    "id": "6494",
    "thesequence": "6756",
    "isActive": "1",
    "chapterId": "17340",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬০৪. চিত হয়ে শোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nthe Prophet (ﷺ) said When three persons are together, then no two of them should hold secret counsel excluding the third person.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ،. وَحَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، رضى الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا كَانُوا ثَلاَثَةٌ فَلاَ يَتَنَاجَى اثْنَانِ دُونَ الثَّالِثِ .",
    "hadithBengali": "৫৮৫১। আবদুল্লাহ ইবনু ইউসুফ ও ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্নিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি কোথাও তিনজন লোক থাকে তবে তৃতীয় জনকে বাদ দিয়ে দু&#39;জনে মিলে চুপি চুপি কথা বলবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5851",
    "id": "6495",
    "thesequence": "6757",
    "isActive": "1",
    "chapterId": "17341",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬০৫.  তৃতীয় ব্যক্তিকে বাদ দিয়ে দু&#039;জনে কানে-কানে বলবে না। এ প্রসঙ্গে মহান আল্লাহর বানীঃ হে মুমিনগন! যখন গোপন পরামর্শ কর, সে পরামর্শ যেন পাপাচার, সীমালঙ্গন ... মুমিনদের কর্তব্য আল্লাহর উপর নির্ভর করবে&rdquo; (৫৮ঃ ৯-১০)। আরও আল্লাহর বানীঃ হে মুমিনগন! তোমরা রসূলের সঙ্গে চুপিচুপি কথা বলতে চাইলে তাঁর পূর্বে সদাকা প্রদান করবে ... তোমরা যা কর আল্লাহ তা সম্যক অবগত(৫৮ঃ ১২-১৩)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) confided to me a secret which I did not disclose to anybody after him. And Um Sulaim asked me (about that secret) but I did not tell her.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَبَّاحٍ، حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ سَمِعْتُ أَبِي قَالَ، سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، أَسَرَّ إِلَىَّ النَّبِيُّ صلى الله عليه وسلم سِرًّا فَمَا أَخْبَرْتُ بِهِ أَحَدًا بَعْدَهُ، وَلَقَدْ سَأَلَتْنِي أُمُّ سُلَيْمٍ فَمَا أَخْبَرْتُهَا بِهِ.",
    "hadithBengali": "৫৮৫২। আবদুল্লাহ ইবনু সাব্বাহ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে একটি বিষয় গোপনে বলেছিলেন। আমি তার পরেও কাউকে তা জানাইনি। এটা সম্পর্কে উম্মে সুলায়ম (রাঃ) আমাকে জিজ্ঞেস করেছিলেন। কিন্তু আমি তাঁকেও বলি নি।\n",
    "checkStatus": "1",
    "hadithNo": "5852",
    "id": "6496",
    "thesequence": "6758",
    "isActive": "1",
    "chapterId": "17342",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬০৬.  গোপনীয়তা রক্ষা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) said, When you are three persons sitting together, then no two of you should hold secret counsel excluding the third person until you are with some other people too, for that would grieve him.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ النَّبِيُّ صلى الله عليه وسلم {إِذَا كُنْتُمْ ثَلاَثَةً فَلاَ يَتَنَاجَى رَجُلاَنِ دُونَ الآخَرِ، حَتَّى تَخْتَلِطُوا بِالنَّاسِ، أَجْلَ أَنْ يُحْزِنَهُ}.",
    "hadithBengali": "৫৮৫৩। উসমান (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্নিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কোথাও তোমরা তিনজন থাকো, তখন একজনকে বাদ দিয়ে দুজনে কানে-কানে কথা বলবে না। এতে তার মনে দুঃখ হবে। তোমরা পরস্পর মিশে গেলে তবে তা করাতে দোষ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "5853",
    "id": "6497",
    "thesequence": "6759",
    "isActive": "1",
    "chapterId": "17343",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬০৭. কোথাও তিনজনের বেশী লোক হলে গোপনে কথা বলা, আর কানে-কানে কথা বলা দূষনীয় নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nOne day the Prophet (ﷺ) divided and distributed something amongst the people whereupon an Ansari man said, In this division Allahs Countenance has not been sought. I said, By Allah! I will go (and inform) the Prophet. So I went to him while he was with a group of people, and I secretly informed him of that, whereupon he became so angry that his face became red, and he then said, May Allah bestow His Mercy on Moses (for) he was hurt more than that, yet he remained patient.",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، عَنْ أَبِي حَمْزَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَسَمَ النَّبِيُّ صلى الله عليه وسلم يَوْمًا قِسْمَةً فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ إِنَّ هَذِهِ لَقِسْمَةٌ مَا أُرِيدَ بِهَا وَجْهُ اللَّهِ. قُلْتُ أَمَا وَاللَّهِ لآتِيَنَّ النَّبِيَّ صلى الله عليه وسلم فَأَتَيْتُهُ وَهْوَ فِي مَلأٍ، فَسَارَرْتُهُ فَغَضِبَ حَتَّى احْمَرَّ وَجْهُهُ، ثُمَّ قَالَ   رَحْمَةُ اللَّهِ عَلَى مُوسَى، أُوذِيَ بِأَكْثَرَ مِنْ هَذَا فَصَبَرَ .",
    "hadithBengali": "৫৮৫৪। আবদান (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন কিছু মাল লোকজনকে বণ্টন করে দিলেন। তখন একজন আনসারী মন্তব্য করলেন যে এ বণ্টনটি এমন যার মধ্যে আল্লাহর সন্তুষ্টির প্রতি লক্ষ্য রাখা হয়নি। তখন আমি বললাম সাবধান! আল্লাহর কসম! আমি নিশ্চয়ই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গিয়ে এ কথাটা বলে দিব। এরপর আমি তার নিকট গেলাম। কিন্তু তখন তিনি একদল সাহাবীর মধ্যে ছিলেন। তাই আমি কথাটা তাকে কানে-কানেই বললাম তখন তিনি রেগে গেলেন। এমন কি তার চেহারার রং লাল হয়ে গেল। কিছুক্ষণ পরে তিনি বললেনঃ মূসা (আলাইহিস সালাম) এর উপর রহমত নাযিল হোক। তাকে এর চাইতে অধিক কষ্ট দেওয়া হয়েছে, কিন্তু তিনি ধৈর্য ধারণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5854",
    "id": "6498",
    "thesequence": "6760",
    "isActive": "1",
    "chapterId": "17343",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬০৭. কোথাও তিনজনের বেশী লোক হলে গোপনে কথা বলা, আর কানে-কানে কথা বলা দূষনীয় নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Iqama for the prayer was announced while a man was talking to Allahs Messenger (ﷺ) privately. He continued talking in that way till the Prophets companions slept, and afterwards the Prophet (ﷺ) got up and offered the prayer with them.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْعَزِيزِ، عَنْ أَنَس ٍ ـ رضى الله عنه ـ قَالَ أُقِيمَتِ الصَّلاَةُ وَرَجُلٌ يُنَاجِي رَسُولَ اللَّهِ صلى الله عليه وسلم فَمَا زَالَ يُنَاجِيهِ حَتَّى نَامَ أَصْحَابُهُ، ثُمَّ قَامَ فَصَلَّى.",
    "hadithBengali": "৫৮৫৫। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আনাস ইবনু মালিক (রাঃ) বর্ণনা করেন। একবার সালাত (নামায/নামাজ) এর একামত হয়ে গেলো, তখনও একজন লোক রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে কানে-কানে কথা বলছিলেন এবং দীর্ঘক্ষন ধরে তিনি এভাবে আলাপ করতে থাকলেন। এমন কি তার সঙ্গীগণ ঘুমিয়ে পড়েছিলেন। তারপর তিনি দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5855",
    "id": "6499",
    "thesequence": "6761",
    "isActive": "1",
    "chapterId": "17344",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬০৮.  দীর্ঘ সময় কারো সাথে কানে-কানে কথা বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salims father:\n\nThe Prophet (ﷺ) said, Do not keep the fire burning in your houses when you go to bed.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ {لاَ تَتْرُكُوا النَّارَ فِي بُيُوتِكُمْ حِينَ تَنَامُونَ}.",
    "hadithBengali": "৫৮৫৬। আবূ নুয়ায়ম (রহঃ) ... সালিম (রাঃ) তার পিতা থেকে, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। তিনি বলেছেনঃ যখন তোমরা ঘুমাবে তখন তোমাদের ঘরগুলোতে আগুন রেখে ঘুমাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5856",
    "id": "6500",
    "thesequence": "6762",
    "isActive": "1",
    "chapterId": "17345",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬০৯. ঘুমানোর সময় ঘরে আগুন রাখবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nOne night a house in Medina was burnt with its occupants. The Prophet (ﷺ) spoke about them, saying, This fire is indeed your enemy, so whenever you go to bed, put it out to protect yourselves.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ قَالَ احْتَرَقَ بَيْتٌ بِالْمَدِينَةِ عَلَى أَهْلِهِ مِنَ اللَّيْلِ، فَحُدِّثَ بِشَأْنِهِمُ النَّبِيُّ صلى الله عليه وسلم قَالَ   إِنَّ هَذِهِ النَّارَ إِنَّمَا هِيَ عَدُوٌّ لَكُمْ، فَإِذَا نِمْتُمْ فَأَطْفِئُوهَا عَنْكُمْ .",
    "hadithBengali": "৫৮৫৭। মুহাম্মদ ইবনু আ&#39;লা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার রাত্রি কালে মদিনার এক ঘরে আগুন লেগে ঘরের লোকজনসহ পুড়ে গেল। এদের অবস্থা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট জানানো হলে, তিনি বললেনঃ এ আগুন নিঃসন্দেহে তোমাদের জন্য চরম শত্রু। সুতরাং তোমরা যখন ঘুমাতে যাবে, তখন তোমাদেরই হিফাযতের জন্য তা নিভিয়ে ফেলবে।\n",
    "checkStatus": "1",
    "hadithNo": "5857",
    "id": "6501",
    "thesequence": "6763",
    "isActive": "1",
    "chapterId": "17345",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬০৯. ঘুমানোর সময় ঘরে আগুন রাখবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nAllahs Messenger (ﷺ) said, (At bedtime) cover the utensils, close the doors, and put out the lights, lest the evil creature (the rat) should pull away the wick and thus burn the people of the house.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادٌ، عَنْ كَثِيرٍ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   خَمِّرُوا الآنِيَةَ وَأَجِيفُوا الأَبْوَابَ، وَأَطْفِئُوا الْمَصَابِيحَ، فَإِنَّ الْفُوَيْسِقَةَ رُبَّمَا جَرَّتِ الْفَتِيلَةَ فَأَحْرَقَتْ أَهْلَ الْبَيْتِ .",
    "hadithBengali": "৫৮৫৮। কুতায়বা (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের পানাহারের পাত্রগুলো ঢেকে রাখবে। আর ঘুমাবার সময় (ঘরের) দরজাগুলো বন্ধ করবে এবং বাতিগুলো নিভিয়ে ফেলবে। কারণ প্রায়ই দুষ্ট ইদুরেরা জালানো বাতির ফিতাগুলো টেনে নিয়ে যায় এবং ঘরে আগুন লাগিয়ে গৃহবাসীকে জ্বালিয়ে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "5858",
    "id": "6502",
    "thesequence": "6764",
    "isActive": "1",
    "chapterId": "17345",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬০৯. ঘুমানোর সময় ঘরে আগুন রাখবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nAllah s Apostle said, When you intend going to bed at night, put out the lights, close the doors, tie the mouths of the water skins, and cover your food and drinks. Hamrnam said, I think he (the other narrator) added, even with piece of wood across the utensil.",
    "hadithArabic": " حَدَّثَنَا حَسَّانُ بْنُ أَبِي عَبَّادٍ، حَدَّثَنَا هَمَّامٌ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَطْفِئُوا الْمَصَابِيحَ بِاللَّيْلِ إِذَا رَقَدْتُمْ، وَغَلِّقُوا الأَبْوَابَ، وَأَوْكُوا الأَسْقِيَةَ، وَخَمِّرُوا الطَّعَامَ وَالشَّرَابَ . ـ قَالَ هَمَّامٌ وَأَحْسِبُهُ قَالَ ـ وَلَوْ بِعُودٍ يَعْرُضُهُ",
    "hadithBengali": "৫৮৫৯। হাসসান ইবনু আবূ আব্বাদ (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রাতে যখন তোমরা ঘুমাতে যাবে, তখন বাতি নিভিয়ে দেবে, দরজা বন্ধ করবে, খাদ্য ও পানীয় দ্রব্যাদি ঢেকে রাখবে এবং মশকের মুখ বেঁধে বাখবে। হাম্মাম বলেনঃ এক টুকরা কাঠ দিয়ে হলেও।\n",
    "checkStatus": "1",
    "hadithNo": "5859",
    "id": "6503",
    "thesequence": "6765",
    "isActive": "1",
    "chapterId": "17346",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬১০.  রাত্রিকালে (ঘরের) দরজাগুলো বন্ধ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said Five things are in accordance with Al Fitra (i.e. the tradition of prophets): to be circumcised, to shave the pelvic region, to pull out the hair of the armpits, to cut short the moustaches, and to clip the nails.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ قُزَعَةَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْفِطْرَةُ خَمْسٌ الْخِتَانُ، وَالاِسْتِحْدَادُ، وَنَتْفُ الإِبْطِ، وَقَصُّ الشَّارِبِ، وَتَقْلِيمُ الأَظْفَارِ .",
    "hadithBengali": "৫৮৬০। ইয়াহইয়া ইবনু কুযাআ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মানুষের স্বভাবগত বিষয় হলো পাচটিঃ খাতনা করা, নাভির নীচের পশম কামানো, বগলের পশম উপড়ানো, গোঁফ কাটা এবং (অতিরিক্ত) নখ কাটা।\n",
    "checkStatus": "1",
    "hadithNo": "5860",
    "id": "6504",
    "thesequence": "6766",
    "isActive": "1",
    "chapterId": "17347",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬১১. বয়োঃপ্রাপ্তির পর খাতনা করা এবং বগলের পশম উপড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said The Prophet) Abraham circumcised himself after he had passed the age of eighty years and he circumcised himself with an adze.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبُ بْنُ أَبِي حَمْزَةَ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  اخْتَتَنَ إِبْرَاهِيمُ بَعْدَ ثَمَانِينَ سَنَةً، وَاخْتَتَنَ بِالْقَدُومِ .",
    "hadithBengali": "৫৮৬১। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইবরাহীম (আলাইহিস সালাম) আশি বছর বয়সের পর কাদূম &#39;নামক&#39; স্থানে নিজেই নিজের খাতনা করেন। কুতায়বা (রহঃ) আবূয যিনাদ (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ &#39;কাদ্দুম&#39; একটি স্থানের নাম।\n",
    "checkStatus": "1",
    "hadithNo": "5861",
    "id": "6505",
    "thesequence": "6767",
    "isActive": "1",
    "chapterId": "17347",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬১১. বয়োঃপ্রাপ্তির পর খাতনা করা এবং বগলের পশম উপড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Said bin Jubair:\nIbn Abbas was asked, How old were you when the Prophet (ﷺ) died? He replied. At that time I had been circumcised. At that time, people did not circumcise the boys till they attained the age of puberty. Said bin Jubair said, Ibn Abbas said, When the Prophet died, I had already been circumcised.  \n\n Said ibn Jubair said, Ibn Abbas said, When the Prophet (ﷺ) died, I had already been circumcised. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، أَخْبَرَنَا عَبَّادُ بْنُ مُوسَى، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ سُئِلَ ابْنُ عَبَّاسٍ مِثْلُ مَنْ أَنْتَ حِينَ قُبِضَ النَّبِيُّ صلى الله عليه وسلم قَالَ أَنَا يَوْمَئِذٍ مَخْتُونٌ. قَالَ وَكَانُوا لاَ يَخْتِنُونَ الرَّجُلَ حَتَّى يُدْرِكَ.\n وَقَالَ ابْنُ إِدْرِيسَ عَنْ أَبِيهِ، عَنْ أَبِي إِسْحَاقَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قُبِضَ النَّبِيُّ صلى الله عليه وسلم وَأَنَا خَتِينٌ.",
    "hadithBengali": "৫৮৬২। মুহাম্মদ ইবনু আব্দুর রহীম (রহঃ) ... সাঈদ ইবনু জুবায়র (রাঃ) থেকে বর্ণিত। তিনি বলেন, ইবনু আব্বাস (রাঃ) কে জিজ্ঞাসা করা হলো যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাতের সময় আপনি বয়সে কার মত ছিলেন? তিনি বললেনঃ আমি তখন মাখতুন (খাতনাকৃত) ছিলাম। তিনি আরও বলেনঃ তাদের নিয়ম ছিল যে সাবালক না হওয়া পর্যন্ত তারা খাতনা করতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "5862",
    "id": "6506",
    "thesequence": "6768",
    "isActive": "1",
    "chapterId": "17347",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬১১. বয়োঃপ্রাপ্তির পর খাতনা করা এবং বগলের পশম উপড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Whoever among you takes an oath wherein he says, By Al-Lat and Al-`Uzza, names of two Idols worshipped by the Pagans, he should say, None has the right to be worshipped but Allah; And whoever says to his friend, Come, let me gamble with you ! He should give something in charity. ",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ حَلَفَ مِنْكُمْ فَقَالَ فِي حَلِفِهِ بِاللاَّتِ وَالْعُزَّى. فَلْيَقُلْ لاَ إِلَهَ إِلاَّ اللَّهُ. وَمَنْ قَالَ لِصَاحِبِهِ تَعَالَ أُقَامِرْكَ. فَلْيَتَصَدَّقْ .",
    "hadithBengali": "৫৮৬৩। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যদি কসম করে এবং তার কসমে বলে লাত ও উযযার কসম, তা হলে সে যেন লা ইলাহা ইলাল্লাহ বলে, আর যে কেউ তার বন্ধুকে বলেঃ এসো আমি তোমার সাথে জুয়া খেলবো। সে যেন সাদাকা করে।\n",
    "checkStatus": "1",
    "hadithNo": "5863",
    "id": "6507",
    "thesequence": "6769",
    "isActive": "1",
    "chapterId": "17348",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬১২. যেসব খেলাধুলা আল্লাহর আনুগত্য হতে বিরত রাখে সেগুলো বাতিল (হারাম)। আর ঐ ব্যক্তির ব্যপারে, যে তার বন্ধুকে বলল, চলো, আমি তোমার সাথে জুয়া খেলবো। এ প্রসঙ্গে আল্লাহর বাণীঃ &ldquo;মানুষের মধ্যে কেউ কেউ অজ্ঞতাবশতঃ অসার বাক্য ক্রয় করে নেয়&rdquo;।  (৩১ঃ ৬)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nDuring the life-time of the Prophet (ﷺ) I built a house with my own hands so that it might protect me from the rain and shade me from the sun; and none of Allahs creatures assisted me in building it.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا إِسْحَاقُ ـ هُوَ ابْنُ سَعِيدٍ ـ عَنْ سَعِيدٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ رَأَيْتُنِي مَعَ النَّبِيِّ صلى الله عليه وسلم بَنَيْتُ بِيَدِي بَيْتًا، يُكِنُّنِي مِنَ الْمَطَرِ، وَيُظِلُّنِي مِنَ الشَّمْسِ، مَا أَعَانَنِي عَلَيْهِ أَحَدٌ مِنْ خَلْقِ اللَّهِ.",
    "hadithBengali": "৫৮৬৪। আবূ নুয়ায়ম (রহঃ) ... ইবনু উমর (রাঃ) বর্ননা করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় আমার খেয়াল হলো যে, আমি নিজ হাতে আল্লাহর কোন সৃষ্টির সাহায্য ছাড়া এমন একটা ঘর বানিয়ে নেই, যা আমাকে বৃষ্টির পানি থেকে ঢেকে রাখে এবং আমাকে রোদ থেকে ছায়া দান করে।\n",
    "checkStatus": "1",
    "hadithNo": "5864",
    "id": "6508",
    "thesequence": "6770",
    "isActive": "1",
    "chapterId": "17349",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬১৩. পাকা ঘর-বাড়ি নির্মাণ করা। আবু হুরায়রা (রাঃ) বর্ণনা করেন যে, নবী (সাঃ) বলেছেনঃ কিয়ামতের অন্যতম আলামত হলো, তখন পশুর রাখালেরা পাকা বাড়ি-ঘর নির্মাণে পরস্পর প্রতিযোগিতা করবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Amr:\n\nIbn `Umar said, By Allah, I have not put a brick over a brick (i.e. constructed a building) or planted any date-palm tree since the death of the Prophet. Sufyan (the sub narrator) said, I told this narration (of Ibn `Umar) to one of his (Ibn `Umars) relatives, and he said, By Allah, he did build (something. Sufyan added, I said, He must have said (the above narration) before he built.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ عَمْرٌو قَالَ ابْنُ عُمَرَ وَاللَّهِ مَا وَضَعْتُ لَبِنَةً عَلَى لَبِنَةٍ، وَلاَ غَرَسْتُ نَخْلَةً، مُنْذُ قُبِضَ النَّبِيُّ صلى الله عليه وسلم. قَالَ سُفْيَانُ فَذَكَرْتُهُ لِبَعْضِ أَهْلِهِ قَالَ وَاللَّهِ لَقَدْ بَنَى بَيْتًا. قَالَ سُفْيَانُ قُلْتُ فَلَعَلَّهُ قَالَ قَبْلَ أَنْ يَبْنِيَ.",
    "hadithBengali": "৫৮৬৫। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু উমর (রাঃ) বর্ননা করেন। আল্লাহর কসম! আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পর থেকে এ পর্যন্ত কোন ইটের উপর ইট রাখি নি। (অর্থাৎ কোন পাকা ঘর নির্মাণ করিনি) আর কোন খেজুরের চারা লাগাই নি। সুফিয়ান (রাবী) বর্ণনা করেন, আমি এ হাদীসটি তার পরিবারের এক ব্যাক্তির নিকট উল্লেখ করলাম। তিনি বললেনঃ আল্লাহর কসম! তিনি তো নিশ্চয়ই পাকা ঘর নির্মাণ করেছেন। তখন আমি বললাম, তা হলে সম্ভবতঃ এ হাদীসটি তাঁর পাকা ঘর নিমাণের আগেকার হবে।\n",
    "checkStatus": "1",
    "hadithNo": "5865",
    "id": "6509",
    "thesequence": "6771",
    "isActive": "1",
    "chapterId": "17349",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "71",
    "statusId": "1",
    "topicName": "২৬১৩. পাকা ঘর-বাড়ি নির্মাণ করা। আবু হুরায়রা (রাঃ) বর্ণনা করেন যে, নবী (সাঃ) বলেছেনঃ কিয়ামতের অন্যতম আলামত হলো, তখন পশুর রাখালেরা পাকা বাড়ি-ঘর নির্মাণে পরস্পর প্রতিযোগিতা করবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]