[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "মুল গ্রন্থে এই নম্বরের (৫৮৬৬) কোন হাদিস নেই। তাই আমরাও দিতে পারি নাই।\n",
    "checkStatus": "1",
    "hadithNo": "5866",
    "id": "6609",
    "thesequence": "6802",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "10",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Shaddad bin Aus:\n\nThe Prophet (ﷺ) said The most superior way of asking for forgiveness from Allah is: Allahumma anta Rabbi la ilaha illa anta, Anta Khalaqtani wa ana `Abduka, wa ana ala ahdika wa wadika mastatatu, A`udhu bika min Sharri ma sanatu, abuu Laka binimatika alaiya, wa abuu laka bidhanbi faghfir lee fa innahu la yaghfiru adhdhunuba illa anta. The Prophet (ﷺ) added. If somebody recites it during the day with firm faith in it, and dies on the same day before the evening, he will be from the people of Paradise; and if somebody recites it at night with firm faith in it, and dies before the morning, he will be from the people of Paradise.",
    "hadithArabic": " حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا الْحُسَيْنُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ بُشَيْرِ بْنِ كَعْبٍ الْعَدَوِيِّ، قَالَ حَدَّثَنِي شَدَّادُ بْنُ أَوْسٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم  سَيِّدُ الاِسْتِغْفَارِ أَنْ تَقُولَ اللَّهُمَّ أَنْتَ رَبِّي، لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَىَّ وَأَبُوءُ لَكَ بِذَنْبِي، فَاغْفِرْ لِي، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ . قَالَ  وَمَنْ قَالَهَا مِنَ النَّهَارِ مُوقِنًا بِهَا، فَمَاتَ مِنْ يَوْمِهِ قَبْلَ أَنْ يُمْسِيَ، فَهُوَ مِنْ أَهْلِ الْجَنَّةِ، وَمَنْ قَالَهَا مِنَ اللَّيْلِ وَهْوَ مُوقِنٌ بِهَا، فَمَاتَ قَبْلَ أَنْ يُصْبِحَ، فَهْوَ مِنْ أَهْلِ الْجَنَّةِ .",
    "hadithBengali": "৫৮৬৭। আবূ মা&#39;মার (রহঃ) ... শাদ্দাদ ইবনু উস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সাইয়্যেদুল ইস্তিগফার হলো বান্দার এ দুআ পড়া-- হে আল্লাহ তুমিই আমার প্রতিপালক। তুমি ছাড়া কোন ইলাহ নেই। তুমিই আমাকে সৃষ্টি করেছ। আমি তোমারই গোলাম। আমি যথাসাধ্য তোমার সঙ্গে প্রতিজ্ঞা ও অঙ্গীকারের উপর আছি। আমি আমার সব কৃতকর্মের কুফল থেকে তোমার কাছে পানাহ চাচ্ছি। তুমি আমার প্রতি তোমার যে নিয়ামত দিয়েছ তা স্বীকার করছি। আর আমার কৃত গুনাহের কথাও স্বীকার করছি। তুমি আমাকে মাফ করে দাও। কারন তুমি ছাড়া কেউ গুনাহ ক্ষমা করতে পারবে না।\n\nযে ব্যাক্তি দিনের (সকাল) বেলায় দৃঢ় বিশ্বাসের সাথে এ ইস্তিগফার পড়বে আর সন্ধা হওয়ার আগেই সে মারা যাবে, সে জান্নাতী হবে। আর যে ব্যাক্তি রাতের (প্রথম) বেলায় দৃঢ় বিশ্বাসের সাথে এ দুআ পড়ে নেবে আর সে ভোর হওয়ার আগেই মারা যাবে সে জান্নাতী হবে।\n",
    "checkStatus": "1",
    "hadithNo": "5867",
    "id": "6610",
    "thesequence": "6803",
    "isActive": "1",
    "chapterId": "17350",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬১৫.  শ্রেষ্টতম ইস্তেগফার। আল্লাহ তা&rsquo;আলার বাণীঃ তোমরা তোমাদের নিজ প্রতিপালকের নিকট ক্ষমা প্রার্থনা কর। তিনি তো মহা ক্ষমাশীল। তিনি তোমাদের জন্য প্রচুর বৃষ্টিপাত করবেন, তিনি তোমাদের সমৃদ্ধ করবেন ধন সম্পদ ও সন্তান সন্ততিতে এবং তোমাদের জন্য স্থাপন করবেন উদ্যান ও প্রবাহিতি করবেন নদী-নালা। (৭১ঃ ১০-১২) আর আল্লাহর বাণীঃ আর যারা অশালীন কাজ করে ফেলে অথবা নিজেদের প্রতি যুলুম করলে আল্লাহ্&zwnj;কে স্মরণ করে এবং নিজেদের পাপের জন্য ক্ষমা প্রার্থনা করে ...... (৩ঃ ১৩৫)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nI heard Allahs Messenger (ﷺ) saying. By Allah! I ask for forgiveness from Allah and turn to Him in repentance more than seventy times a day.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ قَالَ أَبُو هُرَيْرَةَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   وَاللَّهِ إِنِّي لأَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةً .",
    "hadithBengali": "৫৮৬৮। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) বর্ণনা করেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ আল্লাহর কসম! আমি প্রত্যহ আল্লাহর কাছে সত্তরবারেরও বেশী ইস্তিগফার ও তাওবা করে থাকি।\n",
    "checkStatus": "1",
    "hadithNo": "5868",
    "id": "6611",
    "thesequence": "6804",
    "isActive": "1",
    "chapterId": "17351",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬১৬. দিনে ও রাতে নাবী (সাঃ) এর ইস্তিগফার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Harith bin Suwaid:\n\n`Abdullah bin Mas`ud related to us two narrations: One from the Prophet (ﷺ) and the other from himself, saying: A believer sees his sins as if he were sitting under a mountain which, he is afraid, may fall on him; whereas the wicked person considers his sins as flies passing over his nose and he just drives them away like this. Abu Shihab (the sub-narrator) moved his hand over his nose in illustration. (Ibn Mas`ud added): Allahs Messenger (ﷺ) said, Allah is more pleased with the repentance of His slave than a man who encamps at a place where his life is jeopardized, but he has his riding beast carrying his food and water. He then rests his head and sleeps for a short while and wakes to find his riding beast gone. (He starts looking for it) and suffers from severe heat and thirst or what Allah wished (him to suffer from). He then says, I will go back to my place. He returns and sleeps again, and then (getting up), he raises his head to find his riding beast standing beside him.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا أَبُو شِهَابٍ، عَنِ الأَعْمَشِ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنِ الْحَارِثِ بْنِ سُوَيْدٍ، حَدَّثَنَا عَبْدُ اللَّهِ، حَدِيثَيْنِ أَحَدُهُمَا عَنِ النَّبِيِّ صلى الله عليه وسلم وَالآخَرُ عَنْ نَفْسِهِ، قَالَ  إِنَّ الْمُؤْمِنَ يَرَى ذُنُوبَهُ كَأَنَّهُ قَاعِدٌ تَحْتَ جَبَلٍ يَخَافُ أَنْ يَقَعَ عَلَيْهِ، وَإِنَّ الْفَاجِرَ يَرَى ذُنُوبَهُ كَذُبَابٍ مَرَّ عَلَى أَنْفِهِ . فَقَالَ بِهِ هَكَذَا قَالَ أَبُو شِهَابٍ بِيَدِهِ فَوْقَ أَنْفِهِ. ثُمَّ قَالَ  لَلَّهُ أَفْرَحُ بِتَوْبَةِ عَبْدِهِ مِنْ رَجُلٍ نَزَلَ مَنْزِلاً، وَبِهِ مَهْلَكَةٌ، وَمَعَهُ رَاحِلَتُهُ عَلَيْهَا طَعَامُهُ وَشَرَابُهُ، فَوَضَعَ رَأْسَهُ فَنَامَ نَوْمَةً، فَاسْتَيْقَظَ وَقَدْ ذَهَبَتْ رَاحِلَتُهُ، حَتَّى اشْتَدَّ عَلَيْهِ الْحَرُّ وَالْعَطَشُ أَوْ مَا شَاءَ اللَّهُ، قَالَ أَرْجِعُ إِلَى مَكَانِي. فَرَجَعَ فَنَامَ نَوْمَةً، ثُمَّ رَفَعَ رَأْسَهُ، فَإِذَا رَاحِلَتُهُ عِنْدَهُ . تَابَعَهُ أَبُو عَوَانَةَ وَجَرِيرٌ عَنِ الأَعْمَشِ. وَقَالَ أَبُو أُسَامَةَ حَدَّثَنَا الأَعْمَشُ حَدَّثَنَا عُمَارَةُ سَمِعْتُ الْحَارِثَ. وَقَالَ شُعْبَةُ وَأَبُو مُسْلِمٍ عَنِ الأَعْمَشِ عَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنِ الْحَارِثِ بْنِ سُوَيْدٍ. وَقَالَ أَبُو مُعَاوِيَةَ حَدَّثَنَا الأَعْمَشُ عَنْ عُمَارَةَ عَنِ الأَسْوَدِ عَنْ عَبْدِ اللَّهِ وَعَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنِ الْحَارِثِ بْنِ سُوَيْدٍ عَنْ عَبْدِ اللَّهِ.",
    "hadithBengali": "৫৮৬৯। আহমাদ ইবনু ইউনুস (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) দুটি হাদীস বর্ননা করেছেন। একটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আর অন্যটি তার নিজ থেকে। তিনি বলেন, ঈমানদার ব্যাক্তি তার গুনাহ গুলোকে এত বিরাট মনে করে, যেন সে একটা পাহাড়ের নীচে বসা আছে, আর সে আশংকা করছে যে, সম্ভবত পাহাড়টা তার উপর ধসে পড়বে। আর পাপিষ্ঠ ব্যাক্তি তার গুনাহুগুলোকে মাছির মত মনে করে, যা তার নাকে বসে চলে যায়। এ কথাটি আবূ শিহাব নিজ নাকে হাত দিয়ে দেখিয়ে বলেন।\n\nতারপর (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত হাদীসটি বর্ণনা করে বলেন) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মনে কর কোন এক ব্যাক্তি (সফরের অবস্থায় বিশ্রামের জন্য) কোন এক স্থানে অবতরণ করলো, সেখানে প্রানেরও ভয় ছিল। তার সাথে তার সফরের বাহন ছিল। যার উপর তার খাদ্য ও পানীয় ছিল, সে মাথা রেখে ঘুমিয়ে পড়লো এবং জেগে দেখলো তার বাহন চলে গেছে। তখন সে গরমে ও পিপাসায় কাতর হয়ে পড়লো।\n\nরাবী বলেনঃ আল্লাহ যা চাইলেন তা হল। তখন সে বললো যে, আমি যে জায়গায় ছিলাম সেখানেই ফিরে যাই। এরপর সে নিজ স্থানে ফিরে এসে আবার ঘুমিয়ে পড়লো। তারপর জেগে দেখলো যে তার বাহনটি তার পাশে দাঁড়িয়ে আছে। তখন সে ব্যাক্তি যে পরিমাণ খুশী হলো। নিশ্চয়ই আল্লাহ তায়ালা তার বান্দার তাওবা করার কারণে এর চাইতেও অনেক বেশী খুশী হন। আবূ আওয়ানা ও জারীর আমাশ (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5869",
    "id": "6612",
    "thesequence": "6805",
    "isActive": "1",
    "chapterId": "17352",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬১৭. তাওবা করা। কাতাদা (রহঃ) বলেন। মহান আল্লাহর বাণীঃ &quot;তোমরা সবাই আন্তরিকতার সাথে আল্লাহর কাছে তাওবা কর&quot;।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllahs Messenger (ﷺ) said, Allah is more pleased with the repentance of His slave than anyone of you is pleased with finding his camel which he had lost in the desert. ",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا حَبَّانُ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم. وَحَدَّثَنَا هُدْبَةُ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اللَّهُ أَفْرَحُ بِتَوْبَةِ عَبْدِهِ مِنْ أَحَدِكُمْ سَقَطَ عَلَى بَعِيرِهِ، وَقَدْ أَضَلَّهُ فِي أَرْضِ فَلاَةٍ .",
    "hadithBengali": "৫৮৭০। ইসহাক ও হুদবাহ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা বান্দার তাওবার কারণে সেই লোকটির চাইতেও বেশী খুশী হন, যে লোকটি মরুভূমিতে তার উট হারিয়ে পরে তা পেয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "5870",
    "id": "6613",
    "thesequence": "6799",
    "isActive": "1",
    "chapterId": "17352",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬১৭. তাওবা করা। কাতাদা (রহঃ) বলেন। মহান আল্লাহর বাণীঃ &quot;তোমরা সবাই আন্তরিকতার সাথে আল্লাহর কাছে তাওবা কর&quot;।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nThe Prophet (ﷺ) used to pray eleven rak`at in the late part of the night, and when dawn appeared, he would offer two rak`at and then lie on his right side till the Muadhdhin came to inform him (that the morning prayer was due).",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامُ بْنُ يُوسُفَ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ إِحْدَى عَشْرَةَ رَكْعَةً، فَإِذَا طَلَعَ الْفَجْرُ صَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ، ثُمَّ اضْطَجَعَ عَلَى شِقِّهِ الأَيْمَنِ، حَتَّى يَجِيءَ الْمُؤَذِّنُ فَيُؤْذِنَهُ.",
    "hadithBengali": "৫৮৭১। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতের শেষ দিকে এগার রাকাত সালাত (নামায/নামাজ) আদায় করতেন। তারপর যখন সুবহে সাদিক হতো, তখন তিনি দু&#39;রাকাত সালাত (নামায/নামাজ) আদায় করতেন। এরপর তিনি নিজের ডান পাশে কাত হয়ে বিশ্রাম নিতেন। যতক্ষন না মুয়াযযিন এসে তাঁকে সালাত (নামায/নামাজ) এর খবর দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5871",
    "id": "6614",
    "thesequence": "6800",
    "isActive": "1",
    "chapterId": "17353",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬১৮. ডান পাশে শয়ন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara bin `Azib:\n\nAllahs Messenger (ﷺ) said to me, When you want to go to bed, perform ablution as you do for prayer, then lie down on your right side and say: Allahumma aslamtu wajhi ilaika, wa fawwadtu amri ilaika wa aljatu dhahri ilaika, raghbatan wa rahbatan ilaika, la maljaa wa la manja minka illa ilaika. Amantu bikitabik al-ladhi anzalta wa binabiyyika al-ladhi arsalta. If you should die then (after reciting this) you will die on the religion of Islam (i.e., as a Muslim); so let these words be the last you say (before going to bed) While I was memorizing it, I said, Wa birasulika al-ladhi arsalta (in Your Apostle whom You have sent). The Prophet (ﷺ) said, No, but say: Wa binabiyyika al-ladhi arsalta (in Your Prophet whom You have sent).",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ مَنْصُورًا، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، قَالَ حَدَّثَنِي الْبَرَاءُ بْنُ عَازِبٍ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا أَتَيْتَ مَضْجَعَكَ فَتَوَضَّأْ وَضُوءَكَ لِلصَّلاَةِ، ثُمَّ اضْطَجِعْ عَلَى شِقِّكَ الأَيْمَنِ، وَقُلِ اللَّهُمَّ أَسْلَمْتُ وَجْهِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ. فَإِنْ مُتَّ مُتَّ عَلَى الْفِطْرَةِ، فَاجْعَلْهُنَّ آخِرَ مَا تَقُولُ . فَقُلْتُ أَسْتَذْكِرُهُنَّ وَبِرَسُولِكَ الَّذِي أَرْسَلْتَ. قَالَ  لاَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ .",
    "hadithBengali": "৫৮৭২। মুসাদ্দাদ (রহঃ) ... বারা&#39;আ ইবনু আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ যখন তুমি শোয়ার বিছানায় যেতে চাও, তখন তুমি সালাত (নামায/নামাজ) এর উযূ (ওজু/অজু/অযু)র ন্যায় উযূ (ওজু/অজু/অযু) করবে। এরপর ডান পাশের উপর কাত হয়ে শুয়ে পড়বে। আর এ দুআ পড়বে, হে আল্লাহ! আমি আমার চেহারাকে (অর্থাৎ যাবতীয় অঙ্গ-প্রত্যঙ্গকে) তোমার হাতে সঁপে দিলাম। আর আমার সকল বিষয় তোমারই নিকট সমর্পন করলাম এবং আমার পিঠখানা তোমার আশ্রয়ে সোপর্দ করলাম। আমি তোমার গযবের ভয়ে ভীত ও তোমার রহমতের আশায় আশান্নিত। তোমার নিকট ছাড়া কোন আশ্রয়স্থল নেই এবং নেই মুক্তি পাওয়ার স্থান। তুমি যে কিতাব নাযিল করেছ, আমি তার উপর ঈমান এনেছি এবং তুমি যে নাবী পাঠিয়েছ আমি তার উপর ঈমান এনেছি। যদি তুমি এ রাতেই মরে যাও, তোমার সে মওত স্বভাবধর্ম ইসলামের উপরই হবে। অতএব তোমার এ দুআ যেন তোমার এ রাতের সর্বশেষ কথা হয়। রাবী বারা&#39;আ বলেন, আমি বললামঃ আমি এ কথা মনে রাখবো। তবে وَبِرَسُولِكَ الَّذِي أَرْسَلْتَ সহ। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, না ওভাবে নয়, তুমি বলবে, وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ\n",
    "checkStatus": "1",
    "hadithNo": "5872",
    "id": "6615",
    "thesequence": "6801",
    "isActive": "1",
    "chapterId": "17354",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬১৯. পবিত্র অবস্থায় রাত কাটানো এবং তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hudhaifa:\n\nWhen the Prophet (ﷺ) went to bed, he would say: Bismika amutu wa ahya. and when he got up he would say: Al-hamdu li l-lahil-ladhi ahyana bada ma amatana wa ilaihin-nushur.",
    "hadithArabic": " حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الْمَلِكِ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَوَى إِلَى فِرَاشِهِ قَالَ  بِاسْمِكَ أَمُوتُ وَأَحْيَا . وَإِذَا قَامَ قَالَ  الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ .",
    "hadithBengali": "৫৮৭৩। কাবীসা (রহঃ) ... হুযায়ফা ইবনু ইয়ামান (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন বিছানায় আশ্রয় গ্রহণ করতে যেতেন, তখন তিনি এ দুআ পড়তেনঃ হে আল্লাহ! আপনারই নাম নিয়ে মরি আর আপনার নাম নিয়েই জীবিত হই। আর তিনি যখন জেগে উঠতেন তখন পড়তেনঃ যাবতীয় প্রশংসা সে আল্লাহর জন্য যিনি আমাদের (নিদ্রা জাতীয়) মৃত্যুদানের পর আবার আমাদের পুনজীবিত করেছেন। (অবশেষে) আমাদের তারই নিকটে মিলিত হতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "5873",
    "id": "6616",
    "thesequence": "6797",
    "isActive": "1",
    "chapterId": "17355",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬২০. ঘুমাবার সময় কি দু&#039;আ পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara bin `Azib:\n\nThat the Prophet (ﷺ) advised a man, saying, If you intend to lie down (i.e. go to bed), say, Allahumma aslamtu nafsi ilaika wa fauwadtu `Amri ilaika, wa wajjahtu wajhi ilaika wa aljatu zahri ilaika, reghbatan wa rahbatan ilaika. La maljaa wa la manja minka illa ilaika. Amantu bikitabikal-ladhi anzalta; wa nabiyyikalladhi arsalta. And if you should die then (after reciting this before going to bed) you will die on the religion of Islam",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ الرَّبِيعِ، وَمُحَمَّدُ بْنُ عَرْعَرَةَ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، سَمِعَ الْبَرَاءَ بْنَ عَازِبٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ رَجُلاً. وَحَدَّثَنَا آدَمُ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا أَبُو إِسْحَاقَ الْهَمْدَانِيُّ عَنِ الْبَرَاءِ بْنِ عَازِبٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَوْصَى رَجُلاً فَقَالَ   إِذَا أَرَدْتَ مَضْجَعَكَ فَقُلِ اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ. فَإِنْ مُتَّ مُتَّ عَلَى الْفِطْرَةِ .",
    "hadithBengali": "৫৮৭৪। সাঈদ ইবনু রাবী ও মুহাম্মাদ ইবনু আর&#39;আরা (রহঃ) ... বারা&#39;আ ইবনু আযিব (রাঃ) বর্ণনা করেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন এক ব্যাক্তিকে নির্দেশ দিলেন, অন্য সূত্রে বর্ণনা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে অসিয়ত করলেন যে, যখন তুমি বিছানায় ঘুমাতে যাবে, তখন তুমি এ দুআ পড়বে, ইয়া আল্লাহ! আমি আমার প্রাণকে আপনার কাছে সোপর্দ করলাম-আর আমার বিষয় ন্যাস্ত করলাম আপনার দিকে এবং আমার চেহারা আপনার দিকে ফিরিয়ে দিলাম, আপনার রহমতের আশায় এবং আপনার গযবের ভয়ে। আপনার নিকট ছাড়া আপনার গযব থেকে পালিয়ে যাওয়ার এবং আপনার আযাব থেকে বেঁচে যাওয়ার আর কোন জায়গা নেই। আপনি যে কিতাব নাযিল করেছেন আমি তার উপর দৃঢ় বিশ্বাস করছি এবং আপনি যে নাবী পাঠিয়েছেন, আমি তার উপর পূর্ণ বিশ্বাস স্থাপন করেছি। যদি তুমি এ অবস্থায়ই মরে যাও, তবে তুমি স্বভাবধর্ম ইসলামের উপর মৃত্যুবরণ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5874",
    "id": "6617",
    "thesequence": "6798",
    "isActive": "1",
    "chapterId": "17355",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬২০. ঘুমাবার সময় কি দু&#039;আ পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hudhaifa:\n\nWhen the Prophet (ﷺ) went to bed at night, he would put his hand under his cheek and then say, Allahumma bismika amutu wa ahya, and when he got up, he would say, Al-Hamdu lil-lahi al-ladhi ahyana bada ma amatana, wa ilaihi an-nushur.",
    "hadithArabic": " حَدَّثَنِي مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الْمَلِكِ، عَنْ رِبْعِيٍّ، عَنْ حُذَيْفَةَ ـ رضى الله عنه قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَخَذَ مَضْجَعَهُ مِنَ اللَّيْلِ وَضَعَ يَدَهُ تَحْتَ خَدِّهِ ثُمَّ يَقُولُ  اللَّهُمَّ بِاسْمِكَ أَمُوتُ وَأَحْيَا . وَإِذَا اسْتَيْقَظَ قَالَ  الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ .",
    "hadithBengali": "৫৮৭৫। মূসা ইবনু ইসমাঈল (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে নিজ বিছানায় শোয়ার সময় নিজ হাতখানা গালের নীচে রাখতেন, তারপর বলতেন ইয়া আল্লাহ! আপনার নামেই মরি। আপনার নামেই জীবিত হই। আর যখণি জাগতেন তখন বলতেনঃ সে আল্লাহর জন্য প্রশংসা, তিনি মৃত্যুর পর আমাদের জীবন দান করলেন এবং তারই দিকে আমাদের পুনরুত্থান।\n",
    "checkStatus": "1",
    "hadithNo": "5875",
    "id": "6618",
    "thesequence": "6796",
    "isActive": "1",
    "chapterId": "17356",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬২১. ডান গালের নীচে ডান হাত রেখে ঘুমানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara bin `Azib:\n\nWhen Allahs Messenger (ﷺ) went to bed, he used to sleep on his right side and then say, All-ahumma aslamtu nafsi ilaika, wa wajjahtu wajhi ilaika, wa fauwadtu `Amri ilaika, wa aljatu zahri ilaika, raghbatan wa rahbatan ilaika. La Maljaa wa la manja minka illa ilaika. Amantu bikitabika al-ladhi anzalta wa nabiyyika al-ladhi arsalta! Allahs Messenger (ﷺ) said, Whoever recites these words (before going to bed) and dies the same night, he will die on the Islamic religion (as a Muslim).",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا الْعَلاَءُ بْنُ الْمُسَيَّبِ، قَالَ حَدَّثَنِي أَبِي، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَوَى إِلَى فِرَاشِهِ نَامَ عَلَى شِقِّهِ الأَيْمَنِ ثُمَّ قَالَ  اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَنَبِيِّكَ الَّذِي أَرْسَلْتَ. وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ قَالَهُنَّ ثُمَّ مَاتَ تَحْتَ لَيْلَتِهِ مَاتَ عَلَى الْفِطْرَةِ .",
    "hadithBengali": "৫৮৭৬। মুসাদ্দাদ (রহঃ) ... বারা ইবনু আযিব (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন নিজ বিছানায় বিশ্রাম নিতে যেতেন, তখন তিনি ডান পাশের উপর ঘুমাতেন এবং বলতেনঃ ইয়া আল্লাহ! আমি আমার সত্তাকে আপনার কাছে সোপর্দ করলাম এবং আমার চেহারা আপনারই দিকে ফিরিয়ে দিন। আর আমার বিষয় ন্যাস্ত করলাম আপনার দিকে আপনার রহমতের আশায়। আপনি ছাড়া কারো আশ্রয় নেই আর নেই কোন গন্তব্য। আপনার নাযিলকৃত কিতাবে ঈমান আনলাম এবং আপনার প্রেরিত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতিও। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যাক্তি শোয়ার সময় এ দুআগুলো পড়বে, আর সে রাতেই তার মৃত্যু হবে সে স্বভাব ধর্ম ইসলামের উপরই মরবে।\n",
    "checkStatus": "1",
    "hadithNo": "5876",
    "id": "6619",
    "thesequence": "6794",
    "isActive": "1",
    "chapterId": "17357",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬২২. ডান পাশের উপর ঘুমানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nOne night I slept at the house of Maimuna. The Prophet (ﷺ) woke up, answered the call of nature, washed his face and hands, and then slept. He got up (late at night), went to a water skin, opened the mouth thereof and performed ablution not using much water, yet he washed all the parts properly and then offered the prayer. I got up and straightened my back in order that the Prophet (ﷺ) might not feel that I was watching him, and then I performed the ablution, and when he got up to offer the prayer, I stood on his left. He caught hold of my ear and brought me over to his right side. He offered thirteen rak`at in all and then lay down and slept till he started blowing out his breath as he used to do when he slept. In the meantime Bilal informed the Prophet (ﷺ) of the approaching time for the (Fajr) prayer, and the Prophet offered the Fajr (Morning) prayer without performing new ablution. He used to say in his invocation, Allahumma ij`al fi qalbi nuran wa fi basari nuran, wa fi sam`i nuran, wa`an yamini nuran, wa`an yasari nuran, wa fawqi nuran, wa tahti nuran, wa amami nuran, wa khalfi nuran, waj`al li nuran. Kuraib (a sub narrator) said, I have forgotten seven other words, (which the Prophet (ﷺ) mentioned in this invocation). I met a man from the offspring of Al-`Abbas and he narrated those seven things to me, mentioning, (Let there be light in) my nerves, my flesh, my blood, my hair and my body, and he also mentioned two other things.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا ابْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ سَلَمَةَ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ بِتُّ عِنْدَ مَيْمُونَةَ فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَأَتَى حَاجَتَهُ، غَسَلَ وَجْهَهُ وَيَدَيْهِ، ثُمَّ نَامَ، ثُمَّ قَامَ فَأَتَى الْقِرْبَةَ فَأَطْلَقَ شِنَاقَهَا، ثُمَّ تَوَضَّأَ وُضُوءًا بَيْنَ وُضُوءَيْنِ لَمْ يُكْثِرْ، وَقَدْ أَبْلَغَ، فَصَلَّى، فَقُمْتُ فَتَمَطَّيْتُ كَرَاهِيَةَ أَنْ يَرَى أَنِّي كُنْتُ أَتَّقِيهِ، فَتَوَضَّأْتُ، فَقَامَ يُصَلِّي، فَقُمْتُ عَنْ يَسَارِهِ، فَأَخَذَ بِأُذُنِي فَأَدَارَنِي عَنْ يَمِينِهِ، فَتَتَامَّتْ صَلاَتُهُ ثَلاَثَ عَشْرَةَ رَكْعَةً ثُمَّ اضْطَجَعَ فَنَامَ حَتَّى نَفَخَ ـ وَكَانَ إِذَا نَامَ نَفَخَ ـ فَآذَنَهُ بِلاَلٌ بِالصَّلاَةِ، فَصَلَّى وَلَمْ يَتَوَضَّأْ، وَكَانَ يَقُولُ فِي دُعَائِهِ   اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا، وَفِي بَصَرِي نُورًا، وَفِي سَمْعِي نُورًا، وَعَنْ يَمِينِي نُورًا، وَعَنْ يَسَارِي نُورًا، وَفَوْقِي نُورًا، وَتَحْتِي نُورًا، وَأَمَامِي نُورًا، وَخَلْفِي نُورًا، وَاجْعَلْ لِي نُورًا . قَالَ كُرَيْبٌ وَسَبْعٌ فِي التَّابُوتِ. فَلَقِيتُ رَجُلاً مِنْ وَلَدِ الْعَبَّاسِ فَحَدَّثَنِي بِهِنَّ، فَذَكَرَ عَصَبِي وَلَحْمِي وَدَمِي وَشَعَرِي وَبَشَرِي، وَذَكَرَ خَصْلَتَيْنِ.",
    "hadithBengali": "৫৮৭৭। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার আমি মায়মুনা (রাঃ) এর ঘরে রাত কাটালাম। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠে তার প্রয়োজনাদি সেরে মুখ-হাত ধুয়ে শুইয়ে পড়লেন। কিছুক্ষণ পরে আবার জেগে উঠে পানির মাশকের নিকট গিয়ে এর মুখ খুললেন। এরপর মাঝারি রকমের এমন উযূ (ওজু/অজু/অযু) করলেন যে; তাতে বেশী পানি লাগালেন না। অথচ পুরা উযূ (ওজু/অজু/অযু)ই করলেন। তারপর তিনি সালাত (নামায/নামাজ) আদায় করতে গাগলেন। তখন আমিও জেগে উঠলাম। তবে আমি কিছু দেরী করে উঠলাম। এজন্য যে, আমি এটা পছন্দ করলাম না যে, তিনি আমার অনুসরণকে দেখে ফেলেন। যা হোক আমি উযূ (ওজু/অজু/অযু) করলাম। তখনও তিনি দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করছিলেন। সুতরাং আমি গিয়ে তাঁর বাম দিকে দাঁড়িয়ে গেলাম। তখন তিনি আমার কান ধরে তার ডান দিকে আমাকে ঘুরিয়ে নিলেন।\n\nএরপর তার তেরো রাকা আত সালাত (নামায/নামাজ) পূর্ন হলো। তারপর তিনি আবার কাত হয়ে ঘুমিয়ে পড়লেন। এমন কি নাক ডাকাতেও লাগলেন। তার অভ্যাস ছিল যে, তিনি ঘুমে নাক ডাকাতেন। এরপর বিলাল (রাঃ) এসে তাকে জাগালেন। তখন তিনি নতুন উযূ (ওজু/অজু/অযু) না করেই সালাত (নামায/নামাজ) আদায় করলেন। তার দু&#39;আর মধ্যে এ দুআও ছিলঃ &ldquo;ইয়া আল্লাহ! আপনি আমার অন্তরে আমার চোখে, আমার কানে, আমার ডানে বামে, আমার উপর-নীচে, আমার সামনে-পেছনে, আমার জন্য নূর দান করুন।\n\nকুরায়ব (রহঃ) বলেন, এ সাতটি আমার তাবুতের মত। এরপর আমি আব্বাসের পুত্রদের একজনের সঙ্গে সাক্ষাত করলাম, তিনি আমাকে এ সাতটি অঙ্গের কথা বর্ণনা করলেন এবং রগ, গোশত, রক্ত, চুল ও চামড়ার উল্লেখ করলেন এবং আরো দুটির কথা উল্লেখ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5877",
    "id": "6620",
    "thesequence": "6795",
    "isActive": "1",
    "chapterId": "17358",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬২৩. রাতে ঘুম থেকে জাগার পর দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nWhen the Prophet (ﷺ) got up at night to offer the night prayer, he used to say: Allahumma laka l-hamdu; Anta nuras-samawati wal ardi wa man fihinna. wa laka l-hamdu; Anta qaiyim as-samawati wal ardi wa man flhinna. Wa lakaI-hamdu; Anta-l-,haqqun, wa wadaka haqqun, wa qauluka haqqun, wa liqauka haqqun, wal-jannatu haqqun, wannaru haqqun, was-sa atu haqqun, wan-nabiyyuna huqqun, Mahammadun haqqun, Allahumma laka aslamtu, wa Alaika tawakkaltu, wa bika amantu, wa ilaika anabtu, wa bika Khasamtu, wa ilaika hakamtu, faghfirli ma qaddamtu wa ma akh-khartu, wa ma asrartu, wa ma alantu. Anta al-muqaddimu, wa anta al-mu-akhkhiru. La ilaha il-la anta (or La ilaha ghairuka)",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُفْيَانُ، سَمِعْتُ سُلَيْمَانَ بْنَ أَبِي مُسْلِمٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا قَامَ مِنَ اللَّيْلِ يَتَهَجَّدُ قَالَ   اللَّهُمَّ لَكَ الْحَمْدُ، أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ، أَنْتَ الْحَقُّ وَوَعْدُكَ حَقٌّ، وَقَوْلُكَ حَقٌّ، وَلِقَاؤُكَ حَقٌّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالسَّاعَةُ حَقٌّ، وَالنَّبِيُّونَ حَقٌّ، وَمُحَمَّدٌ حَقٌّ، اللَّهُمَّ لَكَ أَسْلَمْتُ وَعَلَيْكَ تَوَكَّلْتُ وَبِكَ آمَنْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خَاصَمْتُ، وَإِلَيْكَ حَاكَمْتُ، فَاغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ ـ أَوْ ـ لاَ إِلَهَ غَيْرُكَ .",
    "hadithBengali": "৫৮৭৮। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাহাজ্জুদের সালাতে দাঁড়াতেন, তখন বলতেনঃ ইয়া আল্লাহ! সন্মুখে প্রশংসা আপনারই জন্য, আপনি রক্ষক আসমান ও যমীনের এবং যা কিছু এগুলোর মধ্যে আছে, আপনিই তাদের নূর। আর যাবতীয় প্রশংসা শুধু আপনারই। আসমান যমীন এবং এ দু&#39;এর মধ্যে যা আছে, এসব কিছুকে সুদৃঢ় ও কায়েম রাখার একমাত্র মালিক আপনই। আর সমস্ত প্রশংসা একমাত্র আপনারই। আপনিই সত্য, আপনার ওয়াদা সত্য, আপনার কথা সত্য, আখিরাতে আপনার সাক্ষাত লাভ করা সত্য, বেহেশত সত্য, দোযখ সত্য, কিয়ামত সত্য, পয়গাম্বরগন সত্য, এবং মুহাম্মদ সত্য। ইয়া আল্লাহ! আপনারই কাছে আত্মসমর্পন করেছি। আমি একমাত্র আপনারই উপর ভরসা রাখি। একমাত্র আপনারই উপর ঈমান এনেছি। আপনারই দিকে ফিরে চলছি। শত্রুদের সাথে আপনারই খাতিরে শত্রুতা করি। আপনারই নিকট বিচার চাই। অতএব আমার আগের পরের এবং লুকায়িত প্রকাশ্য গুনাহ আপনি মাফ করে দিন। আপনিই কাউকে এগিয়ে দাতা, আর কাউকে পিছিয়ে দাতা আপনি ছাড়া আর কোন মাবূদ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "5878",
    "id": "6621",
    "thesequence": "6793",
    "isActive": "1",
    "chapterId": "17358",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬২৩. রাতে ঘুম থেকে জাগার পর দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali:\n\nFatima complained about the blisters on her hand because of using a mill-stone. She went to ask the Prophet for servant, but she did not find him (at home) and had to inform `Aisha of her need. When he came, `Aisha informed him about it. `Ali added: The Prophet (ﷺ) came to us when we had gone to our beds. When I was going to get up, he said, Stay in your places, and sat between us, till I felt the coolness of the feet on my chest. The Prophet (ﷺ) then said, Shall I not tell you of a thing which is better for you than a servant? When you (both) go to your beds, say Allahu Akbar thirty-four times, and Subhan Allah thirty-three times, Al hamdu illah thirty-three times, for that is better for you than a servant. Ibn Seereen said, Subhan Allah (is to be said for) thirty-four times.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَلِيٍّ، أَنَّ فَاطِمَةَ ـ عَلَيْهِمَا السَّلاَمُ ـ شَكَتْ مَا تَلْقَى فِي يَدِهَا مِنَ الرَّحَى، فَأَتَتِ النَّبِيَّ صلى الله عليه وسلم تَسْأَلُهُ خَادِمًا، فَلَمْ تَجِدْهُ، فَذَكَرَتْ ذَلِكَ لِعَائِشَةَ، فَلَمَّا جَاءَ أَخْبَرَتْهُ. قَالَ فَجَاءَنَا وَقَدْ أَخَذْنَا مَضَاجِعَنَا، فَذَهَبْتُ أَقُومُ فَقَالَ  مَكَانَكِ . فَجَلَسَ بَيْنَنَا حَتَّى وَجَدْتُ بَرْدَ قَدَمَيْهِ عَلَى صَدْرِي فَقَالَ  أَلاَ أَدُلُّكُمَا عَلَى مَا هُوَ خَيْرٌ لَكُمَا مِنْ خَادِمٍ، إِذَا أَوَيْتُمَا إِلَى فِرَاشِكُمَا، أَوْ أَخَذْتُمَا مَضَاجِعَكُمَا، فَكَبِّرَا ثَلاَثًا وَثَلاَثِينَ، وَسَبِّحَا ثَلاَثًا وَثَلاَثِينَ، وَاحْمَدَا ثَلاَثًا وَثَلاَثِينَ، فَهَذَا خَيْرٌ لَكُمَا مِنْ خَادِمٍ . وَعَنْ شُعْبَةَ عَنْ خَالِدٍ عَنِ ابْنِ سِيرِينَ قَالَ التَّسْبِيحُ أَرْبَعٌ وَثَلاَثُونَ.",
    "hadithBengali": "৫৮৭৯। সুলায়মান ইবনু হারব (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত। একবার গম পেষার চাক্কি ঘুরানোর কারনে ফাতিমা (রাঃ) এর হাতে ফোস্কা পড়ে গেল। তখন তিনি একটি খাদেম চেয়ে নেয়ার উদ্দেশ্যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন তিনি তাকে পেলেন না। তখন তিনি আসার উদ্দেশ্যটি আয়িশা (রাঃ) এর নিকট ব্যক্ত করে গেলেন। এরপর তিনি যখন ঘরে এলেন তখন আয়িশা (রাঃ) এ বিষয়টি তাকে জানালেন। তারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে এমন সময় আসলেন যখন আমরা বিছানায় বিশ্রাম গ্রহণ করেছি। তখন আমি উঠতে চাইলে তিনি বললেন নিজ জায়গায়ই থাকো। তারপর আমাদের মাঝখানেই তিনি এমনিভাবে বসে গেলেন যে, আমি তার দু&#39;পায়ের শীতল স্পর্শ আমার বুকে অনুভব করলাম। তিনি বললেন আমি কি তোমাদের এমন একটি আমল বাতলে দেবনা যা তোমাদের জন্য একটি খাদেমের চাইতেও অনেক বেশী উত্তম। যখন তোমরা শয্যা গ্রহন করতে যাবে, তখন তোমরা আল্লাহ আল্লাহ ৩৩ বার, সুবহানাল্লাহ ৩৩ বার। আলহামদুলিল্লাহ ৩৩ বার পড়বে। এটা তোমাদের জন্য একটি খাদেমের চাইতেও অনেক বেশী মঙ্গলজনক। ইবনু সীরীন (রহঃ) বলেনঃ তাসবীহ হল ৩৪ বার।\n",
    "checkStatus": "1",
    "hadithNo": "5879",
    "id": "6622",
    "thesequence": "6792",
    "isActive": "1",
    "chapterId": "17359",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬২৪. ঘুমানোর সময়ের তাসবীহ ও তাকবীর বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nWhenever Allahs Messenger (ﷺ) went to bed, he used to blow on his hands while reciting the Muauwidhat ( i.e. Suratal-Falaq 113 and Surat-an-Nas 114) and then pass his hands over his body.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ، عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا أَخَذَ مَضْجَعَهُ نَفَثَ فِي يَدَيْهِ، وَقَرَأَ بِالْمُعَوِّذَاتِ، وَمَسَحَ بِهِمَا جَسَدَهُ.",
    "hadithBengali": "৫৮৮০। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন (ঘুমাবার জন্য) বিছানায় যেতেন, তখন মুয়াওবিযাত (ফালাক ও নাস) পড়ে তাঁর দুহাতে ফুঁক দিয়ে তা শরীরে মাসেহ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5880",
    "id": "6623",
    "thesequence": "6790",
    "isActive": "1",
    "chapterId": "17360",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬২৫. ঘুমাবার সময় আল্লাহর পানাহ চাওয়া এবং কুরআন পাঠ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, When anyone of you go to bed, he should shake out his bed with the inside of his waist sheet, for he does not know what has come on to it after him, and then he should say: Bismika Rabbi Wada`tu Janbi wa bika arfauhu, In amsakta nafsi farhamha wa in arsaltaha fahfazha bima tahfazu bihi ibadakas-salihin.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ الْمَقْبُرِيُّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِذَا أَوَى أَحَدُكُمْ إِلَى فِرَاشِهِ فَلْيَنْفُضْ فِرَاشَهُ بِدَاخِلَةِ إِزَارِهِ، فَإِنَّهُ لاَ يَدْرِي مَا خَلَفَهُ عَلَيْهِ، ثُمَّ يَقُولُ بِاسْمِكَ رَبِّ وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ . تَابَعَهُ أَبُو ضَمْرَةَ وَإِسْمَاعِيلُ بْنُ زَكَرِيَّاءَ عَنْ عُبَيْدِ اللَّهِ. وَقَالَ يَحْيَى وَبِشْرٌ عَنْ عُبَيْدِ اللَّهِ عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم. وَرَوَاهُ مَالِكٌ وَابْنُ عَجْلاَنَ عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৫৮৮১। আহমদ ইবনু ইউনুস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি তোমাদের কেউ শয্যা গ্রহন করতে যায় তখন সে যেন তার লুঙ্গীর ভেতর দিক দিয়ে নিজ বিছানটি ঝেড়ে নেয়। কারণ, সে জানেনা যে, বিছানার উপর তার অবর্তমানে কষ্টদায়ক কোন কিছু রয়েছে কিনা। তারপর পড়বেঃبِاسْمِكَ رَبِّ وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ الصَّالِحِينَ হে আমার প্রতিপালক! আপনারই নামে আমার দেহখানা বিছানায় রাখলাম এবং অপনারই নামে আবার উঠাবো। যদি আপনি ইতিমধ্যে আমার জানো কবয করে নেন; তা হলে, তার উপর দয়া করবেন। আর যদি তা আমাকে ফিরিয়ে দেন, তবে তাকে এমনভাবে হিফাযত করবেন! সেভাবে আপনি আপনার নেক বান্দাদের হিফাযত করে থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "5881",
    "id": "6624",
    "thesequence": "6791",
    "isActive": "1",
    "chapterId": "17361",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬২৬. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, When it is the last third of the night, our Lord, the Blessed, the Superior, descends every night to the heaven of the world and says, Is there anyone who invokes Me (demand anything from Me), that I may respond to his invocation; Is there anyone who asks Me for something that I may give (it to) him; Is there anyone who asks My forgiveness that I may forgive him? ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي عَبْدِ اللَّهِ الأَغَرِّ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   يَتَنَزَّلُ رَبُّنَا تَبَارَكَ وَتَعَالَى كُلَّ لَيْلَةٍ إِلَى السَّمَاءِ الدُّنْيَا حِينَ يَبْقَى ثُلُثُ اللَّيْلِ الآخِرُ يَقُولُ مَنْ يَدْعُونِي فَأَسْتَجِيبَ لَهُ، مَنْ يَسْأَلُنِي فَأُعْطِيَهُ، وَمَنْ يَسْتَغْفِرُنِي فَأَغْفِرَ لَهُ?",
    "hadithBengali": "৫৮৮২। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ প্রত্যকে রাতের শেষ তৃতীয়াংশ বাকী থাকতে আমাদের প্রতিপালক আমাদের নিকটতম আসমানে অবতরন করে বলতে থাকেনঃ আমার নিকট দুআ করবে কে? আমি তার দুআ কবুল করবো। আমার নিকট কে চাবে? আমি তাকে দান করবো। আমার কাছে কে তার গুনাহ মাফ চাইবে? আমি তারে মাফ করে দেবো।\n",
    "checkStatus": "1",
    "hadithNo": "5882",
    "id": "6625",
    "thesequence": "6787",
    "isActive": "1",
    "chapterId": "17362",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬২৭.  মধ্যরাতের দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nWhenever the Prophet (ﷺ) went to the lavatory, he used to say: Allahumma Inni a`udhu bika minalkhubthi Wal khabaith.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا دَخَلَ الْخَلاَءَ قَالَ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ .",
    "hadithBengali": "৫৮৮৩। মুহাম্মদ ইবনু আরআরা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) বর্ননা করেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন পায়খানায় প্রবেশ করতেন, তখন তিনি বলতেনঃ ইয়া আল্লাহ! আমি আপনার কাছে যাবতীয় পূরুষ ও স্ত্রী জাতীয় শয়তানদের থেকে পানা চাচ্ছি।\n",
    "checkStatus": "1",
    "hadithNo": "5883",
    "id": "6626",
    "thesequence": "6788",
    "isActive": "1",
    "chapterId": "17363",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬২৮. পায়খানায় প্রবেশ করার সময় দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Shaddad bin Aus:\n\nThe Prophet (ﷺ) said, The most superior way of asking for forgiveness from Allah is: Allahumma anta Rabbi la ilaha illa anta. Khalaqtani wa ana `Abduka, wa ana ala ahdika wa Wadika mastatatu abuu Laka bi ni matika wa abuu Laka bidhanbi; faghfirli fainnahu la yaghfiru-dh-dhunuba ill a ant a. Auidhu bika min sharri ma sanatu. If somebody recites this invocation during the night, and if he should die then, he will go to Paradise (or he will be from the people of Paradise). And if he recites it in the morning, and if he should die on the same day, he will have the same fate.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا حُسَيْنٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ بُشَيْرِ بْنِ كَعْبٍ، عَنْ شَدَّادِ بْنِ أَوْسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   سَيِّدُ الاِسْتِغْفَارِ اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ، وَأَبُوءُ لَكَ بِذَنْبِي، فَاغْفِرْ لِي، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ. إِذَا قَالَ حِينَ يُمْسِي فَمَاتَ دَخَلَ الْجَنَّةَ ـ أَوْ كَانَ مِنْ أَهْلِ الْجَنَّةِ ـ وَإِذَا قَالَ حِينَ يُصْبِحُ فَمَاتَ مِنْ يَوْمِهِ . مِثْلَهُ.",
    "hadithBengali": "৫৮৮৪। মুসাদ্দাদ (রহঃ) ... সাদ্দাদ ইবনু আওস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সাইয়্যিদুল ইন্তিগফার হলঃ &#39;ইয়া-আল্লাহ! আপনিই আমার পালনকর্তা। আপনি ছাড়া আর কোন মাবুদ নেই। আপনিই আমাকে সৃষ্টি করেছেন, আর আমি আপনারই গোলাম। আর আমি আমার সাধ্যানুযায়ী আপনার সঙ্গে কৃত প্রতিজ্ঞা ও অঙ্গীকারের উপর সুদৃঢ়ভারে কায়েম আছি। আমি আমার প্রতি আপনার নিয়ামাত স্বীকার করছি এবং কৃতগুনাহসমূহ স্বীকার করছি। সুতরাং আমাকে ক্ষমা করে দিন। কারণ আপনি ছাড়া ক্ষমা করার আর কেউ নেই। আমি আমার কৃতগুনাহের মন্দ পরিণাম থেকে আপনারা কাছে পানাহ চাচ্ছি। যে ব্যাক্তি সন্ধ্যা বেলায় এ দুআ পড়বে আর এ রাতেই মারা যায় সে জান্নাতে প্রবেশ করবে। রাবী বলেন, অথবা তিনি বলেছেনঃ সে হবে জান্নাতী। আর যে ব্যাক্তি সকালে এ দুআ পড়বে, আর এ দিনই মারা যায় সেও অনুরুপ জান্নাতী হবে।\n",
    "checkStatus": "1",
    "hadithNo": "5884",
    "id": "6627",
    "thesequence": "6789",
    "isActive": "1",
    "chapterId": "17364",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬২৯. ভোর হলে কি দু&#039;আ পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hudhaifa:\n\nWhenever the Prophet (ﷺ) intended to go to bed, he would recite: Bismika Allahumma amutu wa ahya (With Your name, O Allah, I die and I live). And when he woke up from his sleep, he would say: Al-hamdu lil-lahil-ladhi ahyana bada ma amatana; wa ilaihi an-nushur (All the Praises are for Allah Who has made us alive after He made us die (sleep) and unto Him is the Resurrection). ",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَرَادَ أَنْ يَنَامَ قَالَ  بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا . وَإِذَا اسْتَيْقَظَ مِنْ مَنَامِهِ قَالَ  الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا، وَإِلَيْهِ النُّشُورُ .",
    "hadithBengali": "৫৮৮৫। আবূ নুয়ায়ম (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন ঘুমাতে চাইতেন, তখন বলতেনঃ ইয়া আল্লাহ! আমি আপনায় নামেই মরি এবং জীবিত হই। আর তিনি যখন ঘূম থেকে সজাগ হতেন তখন বলতেনঃ আল্লাহ তা&#39;আলারই যাবতীয় প্রসংসা যিনি আমাদের (নিদ্রা জাতীয়) ওফাত দেওয়ার পর আবার নতুন জীবন দান করেছেন। আর অবশেষে তারই কাছে আমাদের পুনরুত্থান হবে।\n",
    "checkStatus": "1",
    "hadithNo": "5885",
    "id": "6628",
    "thesequence": "6785",
    "isActive": "1",
    "chapterId": "17362",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬২৭.  মধ্যরাতের দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Dhar:\n\nWhenever the Prophet (ﷺ) lay on his bed, he used to say: Allahumma bismika amutu wa ahya, and when he woke up he would say: Al-hamdu lil-lahilladhi ahyana bada ma an atana, wa ilaihi an-nushur.",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، عَنْ أَبِي حَمْزَةَ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ خَرَشَةَ بْنِ الْحُرِّ، عَنْ أَبِي ذَرٍّ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَخَذَ مَضْجَعَهُ مِنَ اللَّيْلِ قَالَ  اللَّهُمَّ بِاسْمِكَ أَمُوتُ وَأَحْيَا . فَإِذَا اسْتَيْقَظَ قَالَ  الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ .",
    "hadithBengali": "৫৮৮৬। আবদান (রহঃ) ... আবূ যার (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন রাতে বিছানায় যেতেন তখন দুআ পড়তেনঃ ইয়া আল্লাহ! আমি আপনারই নামে মরি এবং জীবিত হই। আর যখন তিনি জেগে উঠতেন তখন বলতেনঃ সকল প্রশংসা আল্লাহরই যিনি আমাদের জীবিত করেছেন, (নিদ্রা জাতীয়) মৃত্যর পর এবং তারই কাছে পুনরুত্থান সুনিশ্চিত।\n",
    "checkStatus": "1",
    "hadithNo": "5886",
    "id": "6629",
    "thesequence": "6786",
    "isActive": "1",
    "chapterId": "17364",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬২৯. ভোর হলে কি দু&#039;আ পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr:\n\nAbu Bakr As-Siddiq said to the Prophet, Teach me an invocation with which I may invoke (Allah) in my prayer. The Prophet (ﷺ) said, Say: Allahumma inni zalamtu nafsi zulman kathiran wala yaghfirudhdhunuba illa anta, Faghfirli maghfiratan min indika war-hamni, innaka antalGhafur-Rahim.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا اللَّيْثُ، قَالَ حَدَّثَنِي يَزِيدُ، عَنْ أَبِي الْخَيْرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنْ أَبِي بَكْرٍ الصِّدِّيقِ ـ رضى الله عنه ـ أَنَّهُ قَالَ لِلنَّبِيِّ صلى الله عليه وسلم عَلِّمْنِي دُعَاءً أَدْعُو بِهِ فِي صَلاَتِي. قَالَ   قُلِ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ، وَارْحَمْنِي، إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ . وَقَالَ عَمْرٌو عَنْ يَزِيدَ، عَنْ أَبِي الْخَيْرِ، إِنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عَمْرٍو، قَالَ أَبُو بَكْرٍ ـ رضى الله عنه ـ لِلنَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৫৮৮৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ বকর সিদ্দিকী (রাঃ) থেকে বর্ণিত। একবার তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বললেনঃ আপনি আমাকে এমন একটি দুআ শিখিয়ে দিন, যা দিয়ে আমি সালাতে দুআ করব। তিনি বললেনঃ তুমি সালাতে পড়বেঃ ইয়া আল্লাহ! আমি আমার নিজের উপর অনেক বেশী যুলম করে ফেলেছি। আপনি ছাড়া আমার গুনাহ মাফ করার আর কেউ নেই। অতএব আপনি আপনার পক্ষ থেকে আমাকে মাফ করে দিন। আর আমার প্রতি দয়া করূন। নিশ্চইয় আপনি ক্ষমাশীল ও অতি দয়ালু।\n",
    "checkStatus": "1",
    "hadithNo": "5887",
    "id": "6630",
    "thesequence": "6782",
    "isActive": "1",
    "chapterId": "17365",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩০.  সালাতের মধ্যে দু&#039;আ পড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Verse: Neither say your prayer aloud, nor say it in a low tone. (17.110) was revealed as regards invocation.",
    "hadithArabic": " حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا مَالِكُ بْنُ سُعَيْرٍ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، {وَلاَ تَجْهَرْ بِصَلاَتِكَ وَلاَ تُخَافِتْ بِهَا} أُنْزِلَتْ فِي الدُّعَاءِ.",
    "hadithBengali": "৫৮৮৮। আলী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে (আল্লাহর বানী) ... সালাতে স্বর উচ্চ করবে না এবং অতিশয় ক্ষীণও করবে না ...।&rdquo; এ আয়াতটি দুআ সম্পর্কেই নাযিল করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5888",
    "id": "6631",
    "thesequence": "6783",
    "isActive": "1",
    "chapterId": "17365",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩০.  সালাতের মধ্যে দু&#039;আ পড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nWe used to say in the prayer: AsSalam be on Allah, As-Salam be on so-and so. So one day the Prophet said to us, Allah Himself is As-Salam; when anyone of you sits during his prayer, he should say: at-tah, iyyatu-li l-lahi, up to As-Salihin, (All the compliments are for Allah ...righteous people) for when he recites this, then he says his Salam to all the righteous people present in the heavens and on the earth. Then he should say, I testify that none has the right to be worshipped except Allah, and that Muhammad is His slave and His Apostle, and then he can select whatever he likes to celebrate (Allahs) Praises.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ كُنَّا نَقُولُ فِي الصَّلاَةِ السَّلاَمُ عَلَى اللَّهِ، السَّلاَمُ عَلَى فُلاَنٍ. فَقَالَ لَنَا النَّبِيُّ صلى الله عليه وسلم ذَاتَ يَوْمٍ   إِنَّ اللَّهَ هُوَ السَّلاَمُ، فَإِذَا قَعَدَ أَحَدُكُمْ فِي الصَّلاَةِ فَلْيَقُلِ التَّحِيَّاتُ لِلَّهِ إِلَى قَوْلِهِ الصَّالِحِينَ. فَإِذَا قَالَهَا أَصَابَ كُلَّ عَبْدٍ لِلَّهِ فِي السَّمَاءِ وَالأَرْضِ صَالِحٍ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ. ثُمَّ يَتَخَيَّرُ مِنَ الثَّنَاءِ مَا شَاءَ .",
    "hadithBengali": "৫৮৮৯। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ বলেন, আমরা সালাতে বলতামঃ আসসালামু আলাল্লাহ, আসসালামু আলা ফুলানিন তখন একদিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বললেনঃ আল্লাহ তাআলা তিনি নিজেই সালাম। সুতরাং তোমাদের কেউ যখন সালাতে বসবে, তখন সে যেন التَّحِيَّاتُ لِلَّهِ ... الصَّالِحِينَ পড়ে। সে যখন এতটুকু পড়বে তখন আসমান যমীনের আল্লাহর সব নেক বান্দাদের নিকট তা পৌছে যাবে। তারপর বলবেঃ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ তারপর হামদ সানা যা ইচ্ছা পড়তে পারবে।\n",
    "checkStatus": "1",
    "hadithNo": "5889",
    "id": "6632",
    "thesequence": "6784",
    "isActive": "1",
    "chapterId": "17365",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩০.  সালাতের মধ্যে দু&#039;আ পড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe people said, O Allahs Messenger (ﷺ)! The rich people have got the highest degrees of prestige and the permanent pleasures (in this life and the life to come in the Hereafter). He said, How is that? They said, The rich pray as we pray, and strive in Allahs Cause as we do, and spend from their surplus wealth in charity, while we have no wealth (to spend likewise). He said, Shall I not tell you a thing, by doing which, you will catch up with those who are ahead of you and supersede those who will come after you; and nobody will be able to do such a good deed as you do except the one who does the same (deed as you do). That deed is to recite Subhan Allah ten times, and Al-Hamduli l-lah ten times, and AllahuAkbar ten times after every prayer.",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ، أَخْبَرَنَا يَزِيدُ، أَخْبَرَنَا وَرْقَاءُ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ،. قَالُوا يَا رَسُولَ اللَّهِ ذَهَبَ أَهْلُ الدُّثُورِ بِالدَّرَجَاتِ وَالنَّعِيمِ الْمُقِيمِ. قَالَ  كَيْفَ ذَاكَ . قَالَ صَلَّوْا كَمَا صَلَّيْنَا، وَجَاهَدُوا كَمَا جَاهَدْنَا، وَأَنْفَقُوا مِنْ فُضُولِ أَمْوَالِهِمْ، وَلَيْسَتْ لَنَا أَمْوَالٌ. قَالَ  أَفَلاَ أُخْبِرُكُمْ بِأَمْرٍ تُدْرِكُونَ مَنْ كَانَ قَبْلَكُمْ، وَتَسْبِقُونَ مَنْ جَاءَ بَعْدَكُمْ، وَلاَ يَأْتِي أَحَدٌ بِمِثْلِ مَا جِئْتُمْ، إِلاَّ مَنْ جَاءَ بِمِثْلِهِ، تُسَبِّحُونَ فِي دُبُرِ كُلِّ صَلاَةٍ عَشْرًا، وَتَحْمَدُونَ عَشْرًا، وَتُكَبِّرُونَ عَشْرًا . تَابَعَهُ عُبَيْدُ اللَّهِ بْنُ عُمَرَ عَنْ سُمَىٍّ وَرَوَاهُ ابْنُ عَجْلاَنَ عَنْ سُمَىٍّ وَرَجَاءِ بْنِ حَيْوَةَ. وَرَوَاهُ جَرِيرٌ عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ عَنْ أَبِي صَالِحٍ عَنْ أَبِي الدَّرْدَاءِ. وَرَوَاهُ سُهَيْلٌ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৫৮৯০। ইসহাক (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। গরীব সাহাবীগণ বলেনঃ ইয়া রাসূলাল্লাহ! ধনশীল লোকেরা তো উচ্চমর্যাদা ও চিরস্থায়ী নিয়ামত নিয়ে আমাদের থেকে এগিয়ে গেলেন। তিনি জিজ্ঞাসা করলেনঃ তা কেমন করে? তারা বললেনঃ আমরা যে রকম সালাত (নামায/নামাজ) আদায় করি, তারাও সে রকম সালাত (নামায/নামাজ) আদায় করেন। আমরা সে রূপ জিহাদ করি, তারাও সেরূপ জিহাদ করেন এবং তারা তাদের অতিরিক্ত মাল দিয়ে সাদাকা-খায়রাত করেন; কিন্তু আমাদের কাছে সম্পদ নেই। তিনি বললেনঃ আমি কি তোমাদের একটি আমল বাতলে দেবনা, যে আমল দ্বারা তোমরা তোমাদের পূর্ববর্তীদের মর্যাদা অর্জন করতে পারবে, আর তোমাদের পরবর্তীদের চাইতে এগিয়ে যেতে পারবে, আর তোমাদের অনুরূপ আমল কেউ করতে পরেবে না, কেবলমাত্র যারা তোমাদের ন্যায় আমল করবে তারা ব্যতীত। সে আমল হলো তোমরা প্রত্যেক সালাত (নামায/নামাজ) এর পর ১০ বার সুবহানাল্লাহ, ১০ বার আলহামদুলিল্লাহ্&zwnj; এবং ১০ বার আল্লাহ আকবর পাঠ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5890",
    "id": "6633",
    "thesequence": "6781",
    "isActive": "1",
    "chapterId": "17366",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩১. সালাতের পরের দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Warrad:\n\n(the freed slave of Al-Mughira bin Shu`ba) Al-Mughira wrote to Muawiya bin Abu Sufyan that Allahs Messenger (ﷺ) used to say at the end of every prayer after the Taslim, La ilaha illa-l-lahu wahdahu la sharika lahu; lahu-l-mulk wa lahu-l-hamd, wahuwa ala kulli shain qadir. Allahumma la mania Lima a taita, wa la muta Lima manata, wa la yanfau dhal-jaddu minkal-jadd.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنِ الْمُسَيَّبِ بْنِ رَافِعٍ، عَنْ وَرَّادٍ، مَوْلَى الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ كَتَبَ الْمُغِيرَةُ إِلَى مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ فِي دُبُرِ كُلِّ صَلاَةٍ إِذَا سَلَّمَ   لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهْوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ . وَقَالَ شُعْبَةُ عَنْ مَنْصُورٍ قَالَ سَمِعْتُ الْمُسَيَّبَ.",
    "hadithBengali": "৫৮৯১। কুতায়বা ইবনু সাঈদ (রহঃ) ... মুগীরা (রাঃ) আবূ সুফিয়ানের পূত্র মুআবিয়া (রাঃ) এর নিকট এক পত্র লিখেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যেক সালাতে সালাম ফিরানর পর বলতেনঃ আল্লাহ ছাড়া আর কোন মাবুদ নেই। তিনি একাই মাবুদ। তার কোন শরীক নেই। মুলক তারই, যাবতীয় প্রশংসা তারই প্রাপ্য। তিনি সব কিছুর উপর সর্বশক্তিমান। ইয়া আল্লাহ! আপনি কাউকে যা দান করেন তাকে বাধা দেওয়ার কেউ নেই। আর আপনি যাকে কোন কিছু দিতে বিরত থাকেন তাকে তা দেওয়ার মতো কেউ নেই। আপনার রহমত না হলে কারো চেষ্টা ফলপ্রসূ হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5891",
    "id": "6634",
    "thesequence": "6779",
    "isActive": "1",
    "chapterId": "17366",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩১. সালাতের পরের দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salama bin Al-Akwa`:\n\nWe went out with the Prophet (ﷺ) to Khaibar. A man among the people said, O Amir! Will you please recite to us some of your poetic verses? So Amir got down and started chanting among them, saying, By Allah! Had it not been for Allah, we would not have been guided. Amir also said other poetic verses which I do not remember. Allahs Messenger (ﷺ) said, Who is this (camel) driver? The people said, He is Amir bin Al-Akwa`, He said, May Allah bestow His Mercy on him. A man from the People said, O Allahs Messenger (ﷺ)! Would that you let us enjoy his company longer. When the people (Muslims) lined up, the battle started, and Amir was struck with his own sword (by chance) by himself and died. In the evening, the people made a large number of fires (for cooking meals). Allahs Apostle said, What is this fire? What are you making the fire for? They said, For cooking the meat of donkeys. He said, Throw away what is in the pots and break the pots! A man said, O Allahs Prophet! May we throw away what is in them and wash them? He said, Never mind, you may do so.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، مَوْلَى سَلَمَةَ حَدَّثَنَا سَلَمَةُ بْنُ الأَكْوَعِ، قَالَ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم إِلَى خَيْبَرَ، قَالَ رَجُلٌ مِنَ الْقَوْمِ أَيَا عَامِرُ لَوْ أَسْمَعْتَنَا مِنْ هُنَيْهَاتِكَ. فَنَزَلَ يَحْدُو بِهِمْ يُذَكِّرُ. تَاللَّهِ لَوْلاَ اللَّهُ مَا اهْتَدَيْنَا. وَذَكَرَ شِعْرًا غَيْرَ هَذَا، وَلَكِنِّي لَمْ أَحْفَظْهُ. قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ هَذَا السَّائِقُ . قَالُوا عَامِرُ بْنُ الأَكْوَعِ. قَالَ  يَرْحَمُهُ اللَّهُ . وَقَالَ رَجُلٌ مِنَ الْقَوْمِ يَا رَسُولَ اللَّهِ لَوْلاَ مَتَّعْتَنَا بِهِ، فَلَمَّا صَافَّ الْقَوْمَ قَاتَلُوهُمْ، فَأُصِيبَ عَامِرٌ بِقَائِمَةِ سَيْفِ نَفْسِهِ فَمَاتَ، فَلَمَّا أَمْسَوْا أَوْقَدُوا نَارًا كَثِيرَةً فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَا هَذِهِ النَّارُ عَلَى أَىِّ شَىْءٍ تُوقِدُونَ . قَالُوا عَلَى حُمُرٍ إِنْسِيَّةٍ. فَقَالَ  أَهْرِيقُوا مَا فِيهَا، وَكَسِّرُوهَا . قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَلاَ نُهَرِيقُ مَا فِيهَا وَنَغْسِلُهَا قَالَ  أَوْ ذَاكَ .",
    "hadithBengali": "৫৮৯২। মুহাম্মাদ (রহঃ) ... সালামা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে খায়বার অভিযানে বের হলাম। সেনাবাহিনীর এক ব্যাক্তি বললেনঃ ওহে আমির! যদি আপনি আপনার ছোট ছোট কবিতা থেকে কিছুটা আমাদের শোনাতেন? তখন তিনি সাওয়ারী থেকে নেমে হুদী গাইতে গাইতে বাহন হাঁকিয়ে নিতে শুরু করলেন। তাতে উল্লেখ করলেনঃ আল্লাহ তাআলা না হলে আমরা হেদায়েত পেতাম না। (রাবী বলেন) এ ছাড়া আরও কিছু কবিতা তিনি আবৃতি করলেন, যা আমি স্মরণ রাখতে পরিনি। তখন রাসুলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ এ উট চালক লোকটি কে? সাথীরা বললেনঃ উনি আমির ইবনু আকওয়া। তিনি বললেনঃ আল্লাহ তার উপর রহম করুন। তখন দলের একজন বললেনঃ ইয়া রাসুলাল্লাহ! আপনি তার দুআর সাথে আমাদেরকেও শামিল করলে ভাল হতো না?\n\nএরপর যখন মুজাহিদগন কাতার বন্ধী হয়ে শত্রুর সাথে যুদ্ধ করলেন। এ সময় আমির (রাঃ) তাঁর নিজের তরবারীর অগ্রভাগের আঘাতে আহত হলেন এবং এ আঘাতের দরুন তিনি মারা গেলেন। এদিন লোকেরা সন্ধ্যার পর (পাকের জন্য) বিচ্ছিন্নভাবে অনেক আগুন জানালেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ এ সব আগুন কিসের? এসব আগুন দিয়ে তোমরা কি জাল দিচ্ছ। তারা বললেন আমরা গৃহপালিত গাধার গোশত জাল দিচ্ছি। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ডেগগুলোর মধ্যে যা আছে, তা সব-ফেলে দাও এবং ডেগগুলোও ভেংগে ফেল। এক ব্যাক্তি বললেনঃ ইয়া রাসুলাল্লাহ! ডেগগুলোর মধ্যে যা আছে তা ফেলে দিলে এবং পাত্রগুলো ধুয়ে নিলে চলবে না? তিনি বললেনঃ তবে তাই কর।\n",
    "checkStatus": "1",
    "hadithNo": "5892",
    "id": "6635",
    "thesequence": "6780",
    "isActive": "1",
    "chapterId": "17367",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩২. আল্লাহ তা&rsquo;আলার বাণীঃ তুমি দু&#039;আ করবে .... (৯ঃ ১০৩) আর যিনি নিজেকে বাদ দিয়ে কেবল নিজের ভাই এর জন্য দু&#039;আ করেন। আবূ মূসা (রাঃ) বলেন, নাবী  (সাঃ)  দু&lsquo;আ করেন, ইয়া আল্লাহ! আপনি &lsquo;উবায়দ আবূ আমিরকে মাফ করুন। হে আল্লাহ! আপনি &lsquo;আবদুল্লাহ ইবনু কায়সের গুনাহ মাফ করে দিন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Abi `Aufa:\n\nWhenever a man brought his alms to the Prophet, the Prophet (ﷺ) would say, O Allah! Bestow Your Blessing upon the family of so-and-so. When my father came to him (with his alms), he said, O Allah! Bestow Your Blessings upon the family of Abi `Aufa.",
    "hadithArabic": " حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرٍو، سَمِعْتُ ابْنَ أَبِي أَوْفَى ـ رضى الله عنهما كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَتَاهُ رَجُلٌ بِصَدَقَةٍ قَالَ  اللَّهُمَّ صَلِّ عَلَى آلِ فُلاَنٍ . فَأَتَاهُ أَبِي فَقَالَ  اللَّهُمَّ صَلِّ عَلَى آلِ أَبِي أَوْفَى .",
    "hadithBengali": "৫৮৯৩। মুসলিম (রহঃ) ... ইবনু আবূ আওফা (রাঃ) বর্ণনা করতেন, যখন কেউ কোন সাদাকা নিয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসতো তখন তিনি দুআ করতেনঃ ইয়া আল্লাহ! আপনি অমুকের পরিজনের উপর রহম নাযিল করেন। একবার আমার আব্বা তার কাছে কিছু সাদাকা নিয়ে এলে তিনি বললেনঃ ইয়া আল্লাহ! আপনি আবূ আওফার বংশধরের উপর রহমত করুন।\n",
    "checkStatus": "1",
    "hadithNo": "5893",
    "id": "6636",
    "thesequence": "6778",
    "isActive": "1",
    "chapterId": "17367",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩২. আল্লাহ তা&rsquo;আলার বাণীঃ তুমি দু&#039;আ করবে .... (৯ঃ ১০৩) আর যিনি নিজেকে বাদ দিয়ে কেবল নিজের ভাই এর জন্য দু&#039;আ করেন। আবূ মূসা (রাঃ) বলেন, নাবী  (সাঃ)  দু&lsquo;আ করেন, ইয়া আল্লাহ! আপনি &lsquo;উবায়দ আবূ আমিরকে মাফ করুন। হে আল্লাহ! আপনি &lsquo;আবদুল্লাহ ইবনু কায়সের গুনাহ মাফ করে দিন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jarir:\n\nAllahs Messenger (ﷺ) said to me. Will you relieve me from Dhi-al-Khalasa?  Dhi-al-Khalasa was an idol which the people used to worship and it was called Al-Ka`ba al Yamaniyya. I said, O Allahs Messenger (ﷺ) I am a man who cant sit firm on horses. So he stroked my chest (with his hand) and said, O Allah! Make him firm and make him a guiding and well-guided man. So I went out with fifty (men) from my tribe of Ahrnas. (The sub-narrator, Sufyan, quoting Jarir, perhaps said, I went out with a group of men from my nation.) and came to Dhi-al-Khalasa and burnt it, and then came to the Prophet (ﷺ) and said, O Allahs Messenger (ﷺ)! I have not come to you till I left it like a camel with a skin disease. The Prophet then invoked good upon Ahmas and their cavalry (fighters).",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، قَالَ سَمِعْتُ جَرِيرًا، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  أَلاَ تُرِيحُنِي مِنْ ذِي الْخَلَصَةِ . وَهْوَ نُصُبٌ كَانُوا يَعْبُدُونَهُ يُسَمَّى الْكَعْبَةَ الْيَمَانِيَةَ. قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي رَجُلٌ لاَ أَثْبُتُ عَلَى الْخَيْلِ، فَصَكَّ فِي صَدْرِي فَقَالَ  اللَّهُمَّ ثَبِّتْهُ وَاجْعَلْهُ هَادِيًا مَهْدِيًّا . قَالَ فَخَرَجْتُ فِي خَمْسِينَ مِنْ أَحْمَسَ مِنْ قَوْمِي ـ وَرُبَّمَا قَالَ سُفْيَانُ فَانْطَلَقْتُ فِي عُصْبَةٍ مِنْ قَوْمِي ـ فَأَتَيْتُهَا فَأَحْرَقْتُهَا، ثُمَّ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ، وَاللَّهِ مَا أَتَيْتُكَ حَتَّى تَرَكْتُهَا مِثْلَ الْجَمَلِ الأَجْرَبِ. فَدَعَا لأَحْمَسَ وَخَيْلِهَا.",
    "hadithBengali": "৫৮৯৪। আলী ইবনু অবদুলাহ (রহঃ) ... জারীর (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি কি যুল-খালাসাহকে নিশ্চিহ্ন করে আমাকে চিন্তামুক্ত করবে? সেটা ছিল এক মূর্তি। লোকেরা এর পূজা করতো। সেটাকে বলা হতো ইয়ামানী কাবা। আমি বললামঃ ইয়া রাসুলাল্লাহ! আমি ঘোড়ার উপর স্থির থাকতে পরি না। তখন তিনি আমার বুকে জোরে একটা থাবা মারলেন এবং বললেনঃ ইয়া আল্লাহ! আপনি তাকে স্থির রাখূন এবং তাকে হিদায়েতকারী ও হিদায়েতপ্রাপ্ত বানিয়ে দিন। তখন আমি আমারই গোত্র আহমাসের পঞ্চাশ জন যোদ্ধাসহ বের হলাম। সুফিয়ান (রহঃ) বলেছেনঃ কোন কোন সময় বলেছেনঃ আমি আমার গোত্রের একদল যোদ্ধার মধ্যে গেলাম। তারপর আমি সেই মুর্তিটির নিকট গিয়ে তাকে জ্বালিয়ে ফেললাম। এরপর আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললাম ইয়া রাসুলাল্লাহ! আল্লাহর কসম! আমি যুল-খালাসাকে জ্বালিয়ে পুড়িয়ে পাঁচড়াযুক্ত উটের ন্যায় করে ছেড়েই আপনার কাছে এসেছি। তখন তিনি আহমাস গোত্র ও তার যোদ্ধাদের জন্য দুআ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5894",
    "id": "6637",
    "thesequence": "6777",
    "isActive": "1",
    "chapterId": "17367",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩২. আল্লাহ তা&rsquo;আলার বাণীঃ তুমি দু&#039;আ করবে .... (৯ঃ ১০৩) আর যিনি নিজেকে বাদ দিয়ে কেবল নিজের ভাই এর জন্য দু&#039;আ করেন। আবূ মূসা (রাঃ) বলেন, নাবী  (সাঃ)  দু&lsquo;আ করেন, ইয়া আল্লাহ! আপনি &lsquo;উবায়দ আবূ আমিরকে মাফ করুন। হে আল্লাহ! আপনি &lsquo;আবদুল্লাহ ইবনু কায়সের গুনাহ মাফ করে দিন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nUm Sulaim said to the Prophet (ﷺ) Anas is your servant. The Prophet (ﷺ) said, O Allah! increase his wealth and offspring, and bless (for him) what ever you give him.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ الرَّبِيعِ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ أَنَسًا، قَالَ قَالَتْ أُمُّ سُلَيْمٍ لِلنَّبِيِّ صلى الله عليه وسلم أَنَسٌ خَادِمُكَ. قَالَ   اللَّهُمَّ أَكْثِرْ مَالَهُ وَوَلَدَهُ، وَبَارِكْ لَهُ فِيمَا أَعْطَيْتَهُ .",
    "hadithBengali": "৫৮৯৫। সাঈদ ইবনু রাবী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদিন উম্মে সুলায়ম (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললেনঃ আনাস তো আপনারই খাদেম। তখন তিনি বললেনঃ ইয়া আল্লাহ! আপনি তার সম্পদ সন্তান সন্ততি বাড়িয়ে দিন এবং আপনি তাকে যা কিছু দান করেছেন তাতে বরকত দান করুন।\n",
    "checkStatus": "1",
    "hadithNo": "5895",
    "id": "6638",
    "thesequence": "6774",
    "isActive": "1",
    "chapterId": "17367",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩২. আল্লাহ তা&rsquo;আলার বাণীঃ তুমি দু&#039;আ করবে .... (৯ঃ ১০৩) আর যিনি নিজেকে বাদ দিয়ে কেবল নিজের ভাই এর জন্য দু&#039;আ করেন। আবূ মূসা (রাঃ) বলেন, নাবী  (সাঃ)  দু&lsquo;আ করেন, ইয়া আল্লাহ! আপনি &lsquo;উবায়দ আবূ আমিরকে মাফ করুন। হে আল্লাহ! আপনি &lsquo;আবদুল্লাহ ইবনু কায়সের গুনাহ মাফ করে দিন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) heard a man reciting (the Quran) in the mosque. He said, May Allah bestow His Mercy on him, as he made me remember such and-such Verse which I had missed in such-and-such Sura.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ سَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً يَقْرَأُ فِي الْمَسْجِدِ فَقَالَ   رَحِمَهُ اللَّهُ، لَقَدْ أَذْكَرَنِي كَذَا وَكَذَا آيَةً أَسْقَطْتُهَا فِي سُورَةِ كَذَا وَكَذَا .",
    "hadithBengali": "৫৮৯৬। উসমান ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে মসজিদে কুরআন তিলাওয়াত করতে বললেন। তখন তিনি বললেনঃ আল্লাহ তার উপর রহমত করুন। সে আমাকে অমুক অমুক আয়াত স্মরণ করিয়ে দিয়েছে, যা আমি অমুক অমুক সূরা থেকে ভুলে গিয়েছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "5896",
    "id": "6639",
    "thesequence": "6775",
    "isActive": "1",
    "chapterId": "17367",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩২. আল্লাহ তা&rsquo;আলার বাণীঃ তুমি দু&#039;আ করবে .... (৯ঃ ১০৩) আর যিনি নিজেকে বাদ দিয়ে কেবল নিজের ভাই এর জন্য দু&#039;আ করেন। আবূ মূসা (রাঃ) বলেন, নাবী  (সাঃ)  দু&lsquo;আ করেন, ইয়া আল্লাহ! আপনি &lsquo;উবায়দ আবূ আমিরকে মাফ করুন। হে আল্লাহ! আপনি &lsquo;আবদুল্লাহ ইবনু কায়সের গুনাহ মাফ করে দিন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) divided something (among the Muslims) and distributed the shares (of the booty). A man said, This division has not been made to please Allah. When I informed the Prophet (ﷺ) about it, he became so furious that I noticed the signs of anger on his face and he then said, May Allah bestow His Mercy on Moses, for he was hurt with more than this, yet he remained patient.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنِي سُلَيْمَانُ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَسَمَ النَّبِيُّ صلى الله عليه وسلم قَسْمًا فَقَالَ رَجُلٌ إِنَّ هَذِهِ لَقِسْمَةٌ مَا أُرِيدَ بِهَا وَجْهُ اللَّهِ. فَأَخْبَرْتُ النَّبِيَّ صلى الله عليه وسلم فَغَضِبَ حَتَّى رَأَيْتُ الْغَضَبَ فِي وَجْهِهِ وَقَالَ   يَرْحَمُ اللَّهُ مُوسَى، لَقَدْ أُوذِيَ بِأَكْثَرَ مِنْ هَذَا فَصَبَرَ .",
    "hadithBengali": "৫৮৯৭। হাফস ইবনু উমর (রহঃ) ... আবদুরাহ (রাঃ) থেকে বর্ণিত। একদা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গনীমতের মাল বন্টন করে দিলেন তখন এক ব্যাক্তি মন্তব্য করলেনঃ এটা এমন বাটোয়ারা হল যার মধ্যে আল্লাহর সন্তুষ্টির খেয়াল রাখা হয়নি। আমি তা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জানালে তিনি রাগান্বিত হলেন। এমনকি আমি তার চেহারার মধ্যে রাগের আলামত দেখতে পেলাম। তিনি বললেনঃ মূসা (আলাইহিস সালাম) এর প্রতি আল্লাহ রহম করুন তাকে এর চাইতে অধিকতর কষ্ট দেয়া হয়েছে কিন্তু তিনি ধৈর্যধারণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5897",
    "id": "6640",
    "thesequence": "6776",
    "isActive": "1",
    "chapterId": "17367",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩২. আল্লাহ তা&rsquo;আলার বাণীঃ তুমি দু&#039;আ করবে .... (৯ঃ ১০৩) আর যিনি নিজেকে বাদ দিয়ে কেবল নিজের ভাই এর জন্য দু&#039;আ করেন। আবূ মূসা (রাঃ) বলেন, নাবী  (সাঃ)  দু&lsquo;আ করেন, ইয়া আল্লাহ! আপনি &lsquo;উবায়দ আবূ আমিরকে মাফ করুন। হে আল্লাহ! আপনি &lsquo;আবদুল্লাহ ইবনু কায়সের গুনাহ মাফ করে দিন। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ikrima:\n\nIbn `Abbas said, Preach to the people once a week, and if you wont, then preach them twice, but if you want to preach more, then let it be three times (a week only), and do not make the people fed-up with this Quran. If you come to some people who are engaged in a talk, dont start interrupting their talk by preaching, lest you should cause them to be bored. You should rather keep quiet, and if they ask you, then preach to them at the time when they are eager to hear what you say. And avoid the use of rhymed prose in invocation for I noticed that Allahs Messenger (ﷺ) and his companions always avoided it.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ مُحَمَّدِ بْنِ السَّكَنِ، حَدَّثَنَا حَبَّانُ بْنُ هِلاَلٍ أَبُو حَبِيبٍ، حَدَّثَنَا هَارُونُ الْمُقْرِئُ، حَدَّثَنَا الزُّبَيْرُ بْنُ الْخِرِّيتِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ حَدِّثِ النَّاسَ، كُلَّ جُمُعَةٍ مَرَّةً، فَإِنْ أَبَيْتَ فَمَرَّتَيْنِ، فَإِنَّ أَكْثَرْتَ فَثَلاَثَ مِرَارٍ وَلاَ تُمِلَّ النَّاسَ هَذَا الْقُرْآنَ، وَلاَ أُلْفِيَنَّكَ تَأْتِي الْقَوْمَ وَهُمْ فِي حَدِيثٍ مِنْ حَدِيثِهِمْ فَتَقُصُّ عَلَيْهِمْ، فَتَقْطَعُ عَلَيْهِمْ حَدِيثَهُمْ فَتُمِلُّهُمْ، وَلَكِنْ أَنْصِتْ، فَإِذَا أَمَرُوكَ فَحَدِّثْهُمْ وَهُمْ يَشْتَهُونَهُ، فَانْظُرِ السَّجْعَ مِنَ الدُّعَاءِ فَاجْتَنِبْهُ، فَإِنِّي عَهِدْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَأَصْحَابَهُ لاَ يَفْعَلُونَ إِلاَّ ذَلِكَ. يَعْنِي لاَ يَفْعَلُونَ إِلاَّ ذَلِكَ الاِجْتِنَابَ.",
    "hadithBengali": "৫৮৯৮। ইয়াহইয়া ইবনু মুহাম্মদ ইবনু সাকান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, তুমি প্রতি জুমুআয় লোকদের হাদীস শোনাবে। যদি এতে তুমি ক্লান্ত না হও তবে সপ্তাহে দুবার। আরও অধিক করতে চাও তবে তিনবার। আরও অধিক ওয়ায করে এ কুরআনের প্রতি মানূষের মনে বিরক্তির সৃষ্টি করো না। লোকেরা তাদের কথাবার্তায় মশগুল থাকা অবস্থায় তুমি তাদের কাছে এসে তাদের উপদেশ দেবে আমি যেন এমন অবস্থায় তোমাকে না পাই। কারন এতে তাদের কথায় বিঘ্ন সৃষ্টি হবে এবং তারা বিরক্তি বোধ করবে। বরং তুমি এ সময় নীরব থাকবে। যদি তারা আগ্রহকরে তোমাকে উপদেশ দিতে বলে তাহলে তুমি তাদের উপদেশ দেবে। আর তুমি দুআর মধ্যে ছন্দবাক্য কবিতা পরিহার করবে। কারন আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সাহাবীগণকে তা পরিহার করতেই দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "5898",
    "id": "6641",
    "thesequence": "6773",
    "isActive": "1",
    "chapterId": "17368",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩৩. দু&#039;আর মধ্যে ছন্দ যুক্ত শব্দ ব্যবহার করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nAllahs Messenger (ﷺ) said, When anyone of you appeal to Allah for something, he should ask with determination and should not say, O Allah, if You wish, give me., for nobody can force Allah to do something against His Will.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا إِسْمَاعِيلُ، أَخْبَرَنَا عَبْدُ الْعَزِيزِ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا دَعَا أَحَدُكُمْ فَلْيَعْزِمِ الْمَسْأَلَةَ، وَلاَ يَقُولَنَّ اللَّهُمَّ إِنْ شِئْتَ فَأَعْطِنِي. فَإِنَّهُ لاَ مُسْتَكْرِهَ لَهُ .",
    "hadithBengali": "৫৮৯৯। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ দু আ করলে দুআর সময় ইয়াকীনের সাথে দুআ করবে এবং একথা বলবেনা ইয়া আল্লাহ! আপনার ইচ্ছা হলে আমাকে কিছু দান করুন। কারণ আল্লাহকে বাধ্য করার মত কেউ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "5899",
    "id": "6642",
    "thesequence": "6827",
    "isActive": "1",
    "chapterId": "17369",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩৪. কবূল হবার দৃঢ় বিশ্বাসের সাথে দু&#039;আ করবে। কারণ কবূল করতে আল্লাহকে বাধাদানকারী কেউ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, None of you should say: O Allah, forgive me if You wish; O Allah, be merciful to me if You wish, but he should always appeal to Allah with determination, for nobody can force Allah to do something against His Will.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَقُولَنَّ أَحَدُكُمُ اللَّهُمَّ اغْفِرْ لِي، اللَّهُمَّ ارْحَمْنِي، إِنْ شِئْتَ. لِيَعْزِمِ الْمَسْأَلَةَ، فَإِنَّهُ لاَ مُكْرِهَ لَهُ .",
    "hadithBengali": "৫৯০০। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ কখনো একথা বলবেনা যে, ইয়া আল্লাহ! আপনার ইচ্ছা হলে আমাকে মাফ করে দিন। ইয়া আল্লাহ আপনার ইচ্ছে হলে আমাকে দয়া করুন। বরং দৃঢ় বিশ্বাসের সাথে দুআ করবে। কারণ আল্লাহকে বাধ্য করার মত কেউ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "5900",
    "id": "6643",
    "thesequence": "6828",
    "isActive": "1",
    "chapterId": "17369",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩৪. কবূল হবার দৃঢ় বিশ্বাসের সাথে দু&#039;আ করবে। কারণ কবূল করতে আল্লাহকে বাধাদানকারী কেউ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The invocation of anyone of you is granted (by Allah) if he does not show impatience (by saying, I invoked Allah but my request has not been granted.)",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي عُبَيْدٍ، مَوْلَى ابْنِ أَزْهَرَ عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   يُسْتَجَابُ لأَحَدِكُمْ مَا لَمْ يَعْجَلْ يَقُولُ دَعَوْتُ فَلَمْ يُسْتَجَبْ لِي .",
    "hadithBengali": "৫৯০১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন তোমাদের প্রত্যেকের দূআ কবুল হয়ে থাকে। যদি সে তাড়াহুড়া না করে। আর বলে যে, আমি দুআ করলাম কিন্তু আমার দুআ তো কবুল হলো না।\n",
    "checkStatus": "1",
    "hadithNo": "5901",
    "id": "6644",
    "thesequence": "6829",
    "isActive": "1",
    "chapterId": "17370",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩৫. (কবুলের জন্য) তাড়াহুড়া না করলে (দেরীতে হলেও) বান্দার দু&#039;আ কবূল হয়ে থাকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nWhile the Prophet (ﷺ) was delivering a sermon on a Friday, a man stood up and said, O Allahs Messenger (ﷺ)! Invoke Allah to bless us with rain. (The Prophet (ﷺ) invoked Allah for rain.) So, the sky became overcast and it started raining till one could hardly reach ones home. It kept on raining till the next Friday when the same man or another man got up and said (to the Prophet), Invoke Allah to withhold the rain from us, for we have been drowned (with heavy rain ). The Prophet (ﷺ) said, O Allah! Let it rain around us and not on us. Then the clouds started dispersing around Medina and rain ceased to fall on the people of Medina.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مَحْبُوبٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ بَيْنَا النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ يَوْمَ الْجُمُعَةِ فَقَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَسْقِيَنَا. فَتَغَيَّمَتِ السَّمَاءُ وَمُطِرْنَا، حَتَّى مَا كَادَ الرَّجُلُ يَصِلُ إِلَى مَنْزِلِهِ، فَلَمْ تَزَلْ تُمْطَرُ إِلَى الْجُمُعَةِ الْمُقْبِلَةِ، فَقَامَ ذَلِكَ الرَّجُلُ أَوْ غَيْرُهُ فَقَالَ ادْعُ اللَّهَ أَنْ يَصْرِفَهُ عَنَّا، فَقَدْ غَرِقْنَا. فَقَالَ   اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا . فَجَعَلَ السَّحَابُ يَتَقَطَّعُ حَوْلَ الْمَدِينَةِ، وَلاَ يُمْطِرُ أَهْلَ الْمَدِينَةِ.",
    "hadithBengali": "<p style=text-align: center;>باب رَفْعِ الأَيْدِي فِي الدُّعَاءِ\n\n<p style=text-align: center;>وَقَالَ أَبُو مُوسَى الأَشْعَرِيُّ دَعَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ رَفَعَ يَدَيْهِ، وَرَأَيْتُ بَيَاضَ إِبْطَيْهِ<br />\nوَقَالَ ابْنُ عُمَرَ رَفَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَيْهِ: اللَّهُمَّ إِنِّي أَبْرَأُ إِلَيْكَ مِمَّا صَنَعَ خَالِدٌ\n\n<p style=text-align: center;>قَالَ أَبُو عَبْدِ اللَّهِ وَقَالَ الأُوَيْسِيُّ حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، وَشَرِيكٍ، سَمِعَا أَنَسًا، عَنِ النَّبِيِّ صلى الله عليه وسلم رَفَعَ يَدَيْهِ حَتَّى رَأَيْتُ بَيَاضَ إِبْطَيْهِ\n\n২৬৩৬. পরিচ্ছেদঃ দু&#39;আর সময় দু&#39; খানা হাত উঠানো। আবূ মূসা(রাঃ)বর্ণনা করেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুখানা হাত এতটুকু তুলে দুআ করতেন যে, আমি তাঁর বগলের ফর্সা রং দেখতে পেয়েছি। ইবনু উমর(রাঃ)বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুখানা হাত তুলে দুআ করেছেনঃ ইয়া আল্লাহ !খালিদ যা করেছে আমি তা থেকে অসন্তোষ প্রকাশ করছি। অন্য এক সূত্রে আনাস(রাঃ)থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উভয় হাত এতটুকু তুলে দুআ করেছেন যে, আমি তাঁর বগলের শুভ্রতা দেখতে পেয়েছি।\n\n<hr />\n৫৯০২। মুহাম্মদ ইবনু মাহবুব (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুমুআর দিনে খুতবা দিচ্ছিলেন। এক ব্যাক্তি দাঁড়িয়ে বললোঃ ইয়া রাসুলাল্লাহ! আপনি আমাদের উপর বৃষ্টির জন্য দুআ করুন। (তিনি দুআ করলেন) তখনই আকাশ মেঘাচ্ছন্ন হয়ে গেল এবং এমন বৃষ্টি হল যে, মানুষ আপন ঘরে পৌছতে পারলো না এবং পরবর্তী জুমুআ পর্যন্ত একাধারে বৃষ্টি হতে থাকলো। পরবর্তী জুমুআর দিনে সেই ব্যাক্তি অথবা অন্য একব্যাক্তি দাঁড়িয়ে বললোঃ আপনি আল্লাহর কাছে দু&#39;আ করুন; তিনি যেন আমাদের উপর মেঘ সরিয়ে নেন। আমরা তো ড়ুবে গেলাম। তখন তিনি দুআ করলেনঃ ইয়া আল্লাহ! আপনি আমাদের আশে-পাশে বর্ষণ করুন। আমাদের উপর (আর) বর্ষণ করবেন না। তখন মেঘ বিক্ষিপ্ত হয়ে আশে-পাশে ছড়িয়ে পড়লো। মদিনাবাসীর উপর আর বৃষ্টি হলো না।\n",
    "checkStatus": "1",
    "hadithNo": "5902",
    "id": "6645",
    "thesequence": "6830",
    "isActive": "1",
    "chapterId": "17371",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩৭. কিবলামুখী না হয়ে দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Zaid:\n\nAllahs Messenger (ﷺ) went out to this Musalla (praying place) to offer the prayer of Istisqa. He invoked Allah for rain and then faced the Qibla and turned his Rida (upper garment) inside out.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا عَمْرُو بْنُ يَحْيَى، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم إِلَى هَذَا الْمُصَلَّى يَسْتَسْقِي، فَدَعَا وَاسْتَسْقَى ثُمَّ اسْتَقْبَلَ الْقِبْلَةَ وَقَلَبَ رِدَاءَهُ.",
    "hadithBengali": "৫৯০৩। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু যায়দ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইসতিসকার (বৃষ্টির) সালাত (নামায/নামাজ) এর উদ্দেশ্যে এ ঈদগাহে গমন করলেন এবং বৃষ্টির জন্য দু&#39;আ করলেন। তারপর কিবলামুখী হয়ে নিজের চাদরখানা উল্টিয়ে গায়ে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5903",
    "id": "6646",
    "thesequence": "6831",
    "isActive": "1",
    "chapterId": "17372",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩৮. কিবলামুখী হয়ে দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nMy mother said, O Allahs Messenger (ﷺ)! Please invoke Allah on behalf of your servant. He said, O Allah! Increase his wealth and children, and bestow Your Blessing on whatever You give him. a time of distress.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي الأَسْوَدِ، حَدَّثَنَا حَرَمِيٌّ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ قَالَتْ أُمِّي يَا رَسُولَ اللَّهِ خَادِمُكَ أَنَسٌ ادْعُ اللَّهَ لَهُ. قَالَ   اللَّهُمَّ أَكْثِرْ مَالَهُ وَوَلَدَهُ، وَبَارِكْ لَهُ فِيمَا أَعْطَيْتَهُ .",
    "hadithBengali": "৫৯০৪। আবদুল্লাহ ইবনু আবূল আসওয়াদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমার মা বললেন ইয়া রাসুলাল্লাহ! আনাস আপনারই খাদেম। আপনি তার জন্য দুআ করুন। তিনি দূআ করলেনঃ ইয়া আল্লাহ! আপনি তার সম্পদ ও সন্তান-সন্ততি বাড়িয়ে দিন। আর তাকে আপনি যা কিছু দান করেছেন তাতে বরকত দান করুন।\n",
    "checkStatus": "1",
    "hadithNo": "5904",
    "id": "6647",
    "thesequence": "6832",
    "isActive": "1",
    "chapterId": "17373",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৩৯. আপন খাদিমের দীর্ঘজীবী হওয়া এবং অধিক মালদার হবার জন্য নাবী (সাঃ) এর দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) used to invoke Allah at the time of distress, saying, La ilaha illal-lahu Al-`Azim, al- Halim, La ilaha illal-lahu Rabbu-s-samawati wal-ard wa Rabbu-l-arsh il-azim.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَبِي الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَدْعُو عِنْدَ الْكَرْبِ   لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَالأَرْضِ، رَبُّ الْعَرْشِ الْعَظِيمِ .",
    "hadithBengali": "৫৯০৫। মুসলিম ইবনু ইবরাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিপদের সময় এ দুআ পড়তেনঃ আল্লাহ ছাড়া কোন ইলাহ নেই। যিনি মহান ও ধৈর্ঘশীল। আল্লাহ ভিন্ন আর কোন ইলাহ নেই। তিনই আসমান যমীনের রব ও মহান আরশের প্রভু।\n",
    "checkStatus": "1",
    "hadithNo": "5905",
    "id": "6648",
    "thesequence": "6833",
    "isActive": "1",
    "chapterId": "17374",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪০. বিপদের সময় দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nAllahs Messenger (ﷺ) used to say at a time of distress, La ilaha illal-lahu Rabbul-l-arsh il-azim, La ilaha illallahu Rabbu-s-samawati wa Rabbu-l-ard, Rabbu-l-arsh-il-Karim.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ هِشَامِ بْنِ أَبِي عَبْدِ اللَّهِ، عَنْ قَتَادَةَ، عَنْ أَبِي الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ عِنْدَ الْكَرْبِ   لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ، وَرَبُّ الأَرْضِ، وَرَبُّ الْعَرْشِ الْكَرِيمِ . وَقَالَ وَهْبٌ حَدَّثَنَا شُعْبَةُ عَنْ قَتَادَةَ مِثْلَهُ.",
    "hadithBengali": "৫৯০৬। মুসাদ্দাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্নিত। সংকটের সময় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দু আ পড়তেনঃ আল্লাহ ছাড়া কোন ইলাহ নেই, তিনি অতি উচ্চ মর্যাদাসপন্ন ও অশেষ ধৈর্যশীল আল্লাহ ব্যতীত আর কোন ইলাহ নেই। আরশে আযীমের প্রভূ। আল্লাহ ছাড়া আর কোন মাবুদ নেই। আসমান যমীনের প্রতিপালক ও সম্মানিত আরশের মালিক।\n",
    "checkStatus": "1",
    "hadithNo": "5906",
    "id": "6649",
    "thesequence": "6834",
    "isActive": "1",
    "chapterId": "17374",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪০. বিপদের সময় দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) used to seek refuge with Allah from the difficult moment of a calamity and from being overtaken by destruction and from being destined to an evil end, and from the malicious joy of enemies. Sufyan said, This narration contained three items only, but I added one. I do not know which one that was.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنِي سُمَىٌّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَتَعَوَّذُ مِنْ جَهْدِ الْبَلاَءِ، وَدَرَكِ الشَّقَاءِ، وَسُوءِ الْقَضَاءِ، وَشَمَاتَةِ الأَعْدَاءِ. قَالَ سُفْيَانُ الْحَدِيثُ ثَلاَثٌ زِدْتُ أَنَا وَاحِدَةً، لاَ أَدْرِي أَيَّتُهُنَّ هِيَ.",
    "hadithBengali": "৫৯০৭। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বালামুসীবতের কঠোরতা, দুর্ভাগ্যে নিঃপতিত হওয়া, নিয়তির অশুভ পরিণাম এবং দুশমনের খুশী হওয়া থেকে পানাহ চাইলেন। সুফিয়ান (রহঃ) এর হাদীসে তিনটির কথা বর্ণিত হয়েছে। একটি আমি বৃদ্ধি করেছি। জানিনা তা এগুলোর কোনটি।\n",
    "checkStatus": "1",
    "hadithNo": "5907",
    "id": "6650",
    "thesequence": "6835",
    "isActive": "1",
    "chapterId": "17375",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪১. কঠিন বিপদের কষ্ট থেকে পানাহ চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nWhen Allahs Messenger (ﷺ) was healthy, he used to say, No prophet dies till he is shown his place in Paradise, and then he is given the option (to live or die). So when death approached him(during his illness), and while his head was on my thigh, he became unconscious for a while, and when he recovered, he fixed his eyes on the ceiling and said, O Allah! (Let me join) the Highest Companions (see Quran 4:69), I said, So, he does not choose us. Then I realized that it was the application of the statement he used to relate to us when he was healthy. So that was his last utterance (before he died), i.e. O Allah! (Let me join) the Highest Companions.",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، وَعُرْوَةُ بْنُ الزُّبَيْرِ، فِي رِجَالٍ مِنْ أَهْلِ الْعِلْمِ أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ وَهْوَ صَحِيحٌ  لَنْ يُقْبَضَ نَبِيٌّ قَطُّ حَتَّى يَرَى مَقْعَدَهُ مِنَ الْجَنَّةِ ثُمَّ يُخَيَّرُ . فَلَمَّا نَزَلَ بِهِ وَرَأْسُهُ عَلَى فَخِذِي، غُشِيَ عَلَيْهِ سَاعَةً، ثُمَّ أَفَاقَ فَأَشْخَصَ بَصَرَهُ إِلَى السَّقْفِ ثُمَّ قَالَ  اللَّهُمَّ الرَّفِيقَ الأَعْلَى . قُلْتُ إِذًا لاَ يَخْتَارُنَا، وَعَلِمْتُ أَنَّهُ الْحَدِيثُ الَّذِي كَانَ يُحَدِّثُنَا، وَهْوَ صَحِيحٌ. قَالَتْ فَكَانَتْ تِلْكَ آخِرَ كَلِمَةٍ تَكَلَّمَ بِهَا  اللَّهُمَّ الرَّفِيقَ الأَعْلَى .",
    "hadithBengali": "৫৯০৮। সাঈদ ইবনু উফায়র (রহঃ) ... আয়িশা (রাঃ) বর্ণনা করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুস্থাবস্থায় বলতেনঃ জান্নাতের স্থান না দেখিয়ে কোন নাবীর জান কবয করা হয় না, যতক্ষণ না তাকে তার ঠিকানা দেখানো হয় এবং তাকে ইখতিয়ার দেওয়া হয় (দুনিয়াতে থাকবেন না আখিরাতকে গ্রহন করবেন)। এরপর যখন তার মৃত্যুকাল উপস্থিত হলো, তখন তার মাথাটা আমার উরুর উপর ছিল। কিছুক্ষন অজ্ঞান থাকার পর তার জ্ঞান ফিরে এলো। তখন তিনি ছাদের দিকে তাকিয়ে বললেনঃ আল্লাহুম্মা রাফীকাল আলা ইয়া আল্লাহ! আমি রফীকে আলা (শ্রেষ্ট বন্ধু) কে গ্রহন করলাম। আমি বললামঃ এখন থেকে তিনি আর আমাদের পছন্দ করবেন না। আর এটাও বুঝতে পারলাম যে, তিনি সুস্থ অবস্থায় আমাদের কাছে যা বলতেন এটি তাই। আর তা সঠিক। আয়িশা (রাঃ) বলেন, এটি ছিল তার সর্বশেষ বাক্য যা তিনি বললেনঃ ইয়া-আল্লাহ! আমি শ্রেষ্ঠ বন্ধুকে গ্রহণ করলাম।\n",
    "checkStatus": "1",
    "hadithNo": "5908",
    "id": "6651",
    "thesequence": "6836",
    "isActive": "1",
    "chapterId": "17376",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪২.  নাবী (সাঃ) এর দু&#039;আ আল্লাহুম্মা রাফীকাল &#039;আলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qais:\n\nI came to Khabbab who had been branded with seven brands(1) and he said, Had Allahs Messenger (ﷺ) not forbidden us to invoke (Allah) for death, I would have invoked (Allah) for it.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، قَالَ أَتَيْتُ خَبَّابًا وَقَدِ اكْتَوَى سَبْعًا قَالَ لَوْلاَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَانَا أَنْ نَدْعُوَ بِالْمَوْتِ لَدَعَوْتُ بِهِ.",
    "hadithBengali": "৫৯০৯। মুসাদ্দাদ (রহঃ) ... কায়স (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি খব্বাব (রাঃ) এর কাছে এলাম। তিনি লোহা গরম করে শয়ীরে সাতবার দাগ দিয়েছিলেন। তিনি বললেনঃ যদি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মৃত্যুর জন্য দুআ করতে নিষেধ না করতেন, তাহলে আমি এর জন্য দুআ করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "5909",
    "id": "6652",
    "thesequence": "6837",
    "isActive": "1",
    "chapterId": "17377",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪৩. মুত্যু এবং জীবনের জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qais:\n\nI came to Khabbab who had been branded with seven brands over his `Abdomen, and I heard him saying, If the Prophet: had not forbidden us to invoke (Allah) for death, I would have invoked Allah for it.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، قَالَ حَدَّثَنِي قَيْسٌ، قَالَ أَتَيْتُ خَبَّابًا وَقَدِ اكْتَوَى سَبْعًا فِي بَطْنِهِ فَسَمِعْتُهُ يَقُولُ لَوْلاَ أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَانَا أَنْ نَدْعُوَ بِالْمَوْتِ لَدَعَوْتُ بِهِ.",
    "hadithBengali": "৫৯১০। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... কায়স (রহঃ) বলেন, আমি খাব্বাব (রাঃ) এর নিকট গেলাম তিনি তার পেটে সাতবার দাগ দিয়েছিলেন। তখন আমি তাকে বলতে শুনলাম যদি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মৃত্যুর জন্য দুআ করতে নিষেধ না করতেন, তবে আমি এর জন্য দুআ করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "5910",
    "id": "6653",
    "thesequence": "6838",
    "isActive": "1",
    "chapterId": "17377",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪৩. মুত্যু এবং জীবনের জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nAllahs Messenger (ﷺ) said, None of you should long for death because of a calamity that had befallen him, and if he cannot, but long for death, then he should say, O Allah! Let me live as long as life is better for me, and take my life if death is better for me. ",
    "hadithArabic": "حَدَّثَنَا ابْنُ سَلاَمٍ، أَخْبَرَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَتَمَنَّيَنَّ أَحَدٌ مِنْكُمُ الْمَوْتَ لِضُرٍّ نَزَلَ بِهِ، فَإِنْ كَانَ لاَ بُدَّ مُتَمَنِّيًا لِلْمَوْتِ فَلْيَقُلِ اللَّهُمَّ أَحْيِنِي مَا كَانَتِ الْحَيَاةُ خَيْرًا لِي، وَتَوَفَّنِي إِذَا كَانَتِ الْوَفَاةُ خَيْرًا لِي .",
    "hadithBengali": "৫৯১১। ইবনু সালাম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ কোন বিপদের কারণে মৃত্যু কামনা করবে না। আর যদি কেউ এমন অবস্থাতে পতিত হয় যে, তাকে মৃত্যু কামনা করতেই হয় তবে সে (মৃত্যু কামনা না করে) দুআ করবেঃ ইয়া আল্লাহ! যতদিন পর্যন্ত বেঁচে থাকা আমার জন্য মঙ্গলজনক হয় ততদিন আমাকে জীবিত রাখো, আর যখন আমার জন্য মৃত্যু মঙ্গলজনক হয় তখন আমার মৃত্যু দাও।\n",
    "checkStatus": "1",
    "hadithNo": "5911",
    "id": "6654",
    "thesequence": "6839",
    "isActive": "1",
    "chapterId": "17377",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪৩. মুত্যু এবং জীবনের জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated As-Saib bin Yazid:\n\nMy aunt took me to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! My sisters son is sick. So he passed his hand over my head and invoked for Allahs blessing upon me and then performed the ablution. I drank from the water of his ablution and I stood behind him and looked at his Khatam (the seal of Prophethood) between his shoulders (and its size was) like the button of a tent.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَاتِمٌ، عَنِ الْجَعْدِ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ سَمِعْتُ السَّائِبَ بْنَ يَزِيدَ، يَقُولُ ذَهَبَتْ بِي خَالَتِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنَ أُخْتِي وَجِعٌ. فَمَسَحَ رَأْسِي، وَدَعَا لِي بِالْبَرَكَةِ، ثُمَّ تَوَضَّأَ فَشَرِبْتُ مِنْ وَضُوئِهِ، ثُمَّ قُمْتُ خَلْفَ ظَهْرِهِ، فَنَظَرْتُ إِلَى خَاتَمِهِ بَيْنَ كَتِفَيْهِ مِثْلَ زِرِّ الْحَجَلَةِ.",
    "hadithBengali": "৫৯১২। কুতায়বা ইবনু সাঈদ (রহঃ) ... সায়িব ইবনু ইয়াযীদ (রাঃ) বর্ণনা করেন। আমার খালা আমাকে নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গেলেন এবং বললেনঃ ইয়া রাসুলাল্লাহ! আমার এ ভাগ্নেটি অসুস্থ। তিনি আমার মাথায় হাত বুলিয়ে দিলেন এবং আমার জন্য বরকতের দুআ করলেন। এরপর তিনি উযূ (ওজু/অজু/অযু) করলে, আমি তার উযূ (ওজু/অজু/অযু)র পানি থেকে কিছুটা পান করলাম। তারপর আমি তার পিঠের দিকে গিয়ে দাঁড়ালাম। তখন আমি তার উভয় কাঁধের মাঝে মোহরে নবুওয়াত দেখতে পেলাম। সেটা ছিল খাটের চাঁদোয়ার ঝালরের মত।\n",
    "checkStatus": "1",
    "hadithNo": "5912",
    "id": "6655",
    "thesequence": "6840",
    "isActive": "1",
    "chapterId": "17378",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪৪. শিশুদের জন্য বরকতের দু&#039;আ করা এবং তাদের মাথায় হাত বুলিয়ে দেওয়া। আবু মুসা (রাঃ) বলেন, আমার এক ছেলে হলে নবী (সাঃ) তার জন্য বরকতের দু&rsquo;আ করলেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu `Aqil:\n\nthat his grandfather. `Abdullah bin Hisham used to take him from the market or to the market (the narrator is in doubt) and used to buy grain and when Ibn Az-Zubair and Ibn `Umar met him, they would say to him, Let us be your partners (in trading) as the Prophet (ﷺ) invoked for Allahs blessing upon you. He would then take them as partners and he would Sometimes gain a whole load carried by an animal which he would send home.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي أَيُّوبَ، عَنْ أَبِي عَقِيلٍ، أَنَّهُ كَانَ يَخْرُجُ بِهِ جَدُّهُ عَبْدُ اللَّهِ بْنُ هِشَامٍ مِنَ السُّوقِ أَوْ إِلَى السُّوقِ فَيَشْتَرِي الطَّعَامَ، فَيَلْقَاهُ ابْنُ الزُّبَيْرِ وَابْنُ عُمَرَ فَيَقُولاَنِ أَشْرِكْنَا فَإِنَّ النَّبِيَّ صلى الله عليه وسلم قَدْ دَعَا لَكَ بِالْبَرَكَةِ. فَرُبَّمَا أَصَابَ الرَّاحِلَةَ كَمَا هِيَ، فَيَبْعَثُ بِهَا إِلَى الْمَنْزِلِ.",
    "hadithBengali": "৫৯১৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ আকীল বর্ণনা করেন। তার দাদা আবদুল্লাহ ইবনু হিশাম (রাঃ) তাকে নিয়ে তিনি বাজারের দিকে বের হতেন। সেখান থেকে খাদ্রদ্রব্য কিনে নিতেন। তখন পথে ইবনু যুবায়র (রাঃ) ও ইবনু উমর (রাঃ) এর দেখা হলে, তারা তাকে বলতেন যে, এর মধ্যে আপনি আমাদেরও শরীক করে নিন। কারণ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনার জন্য বরকতের দুআ করেছেন। তখন তিনি তাঁদের শরীক করে নিতেন। তিনি বাহনের পিঠে লাভের শস্যাদি পুরোপুরি পেতেন, আর তা ঘরে পাঠিয়ে দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5913",
    "id": "6656",
    "thesequence": "6841",
    "isActive": "1",
    "chapterId": "17378",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪৪. শিশুদের জন্য বরকতের দু&#039;আ করা এবং তাদের মাথায় হাত বুলিয়ে দেওয়া। আবু মুসা (রাঃ) বলেন, আমার এক ছেলে হলে নবী (সাঃ) তার জন্য বরকতের দু&rsquo;আ করলেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Mahmud bin Ar-Rabi:\n\nOn whose face Allahs Messenger (ﷺ) had thrown water from his mouth, the water having been taken from their well while he was still a young boy (who has not yet attained the age of puberty).",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي مَحْمُودُ بْنُ الرَّبِيعِ، وَهُوَ الَّذِي مَجَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي وَجْهِهِ وَهْوَ غُلاَمٌ مِنْ بِئْرِهِمْ.",
    "hadithBengali": "৫৯১৪। আব্দুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... ইবনু শিহাব (রহঃ) বর্ণনা করেন। মাহমুদ ইবনু রাবী বর্ণনা করেছেন যে, তিনই ছিলেন সে ব্যাক্তি, শিশুকালে তাদেরই কুপ থেকে পানি মুখে নিয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যার চেহারার উপর ছিটে দিয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5914",
    "id": "6657",
    "thesequence": "6842",
    "isActive": "1",
    "chapterId": "17378",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪৪. শিশুদের জন্য বরকতের দু&#039;আ করা এবং তাদের মাথায় হাত বুলিয়ে দেওয়া। আবু মুসা (রাঃ) বলেন, আমার এক ছেলে হলে নবী (সাঃ) তার জন্য বরকতের দু&rsquo;আ করলেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe boys used to be brought to the Prophet (ﷺ) and he used to invoke for Allahs blessing upon them. Once an infant was brought to him and it urinated on his clothes. He asked for water and poured it over the place of the urine and did not wash his clothes.",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُؤْتَى بِالصِّبْيَانِ فَيَدْعُو لَهُمْ، فَأُتِيَ بِصَبِيٍّ فَبَالَ عَلَى ثَوْبِهِ، فَدَعَا بِمَاءٍ فَأَتْبَعَهُ إِيَّاهُ، وَلَمْ يَغْسِلْهُ.",
    "hadithBengali": "৫৯১৫। আবদান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে শিশুদের নিয়ে আসা হতো। তিনি তাদের জন্য দুআ করতেন। একবার একটি শিশুকে আনা হালা। শিশুটি তার কাপড়ের উপর পেশাব করে দিল। তিনি কিছু পানি আনালেন এবং তা তিনি কাপড়ের উপর ছিটিয়ে দিলেন আর তিনি কাপড় ধুলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "5915",
    "id": "6658",
    "thesequence": "6843",
    "isActive": "1",
    "chapterId": "17378",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪৪. শিশুদের জন্য বরকতের দু&#039;আ করা এবং তাদের মাথায় হাত বুলিয়ে দেওয়া। আবু মুসা (রাঃ) বলেন, আমার এক ছেলে হলে নবী (সাঃ) তার জন্য বরকতের দু&rsquo;আ করলেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Tha`laba bin Suair:\n\nwhose eye Allahs Messenger (ﷺ) had touched, that he had seen Sa`d bin Abi Waqqas offering one rak`a only for the witr prayer.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عَبْدُ اللَّهُ بْنُ ثَعْلَبَةَ بْنِ صُعَيْرٍ ـ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَدْ مَسَحَ عَنْهُ ـ أَنَّهُ رَأَى سَعْدَ بْنَ أَبِي وَقَّاصٍ يُوتِرُ بِرَكْعَةٍ.",
    "hadithBengali": "৫৯১৬। আবূল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু সা&#39;আলাবা ইবনু সুয়ায়র (রাঃ), যার মাথায় (শৈশবে) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাত বুলিয়েছিলেন, তিনি বর্ননা করেন যে, তিনি সাদ ইবনু আবূ ওক্কাসকে বিতরের সালাত (নামায/নামাজ) এক রাকা&#39;আত আদায় করতে দেখেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5916",
    "id": "6659",
    "thesequence": "6844",
    "isActive": "1",
    "chapterId": "17378",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪৪. শিশুদের জন্য বরকতের দু&#039;আ করা এবং তাদের মাথায় হাত বুলিয়ে দেওয়া। আবু মুসা (রাঃ) বলেন, আমার এক ছেলে হলে নবী (সাঃ) তার জন্য বরকতের দু&rsquo;আ করলেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdur-Rahman bin Abi Laila:\n\nKa`b bin Ujra met me and said, Shall I give you a present? Once the Prophet (ﷺ) came to us and we said, O Allahs Messenger (ﷺ) ! We know how to greet you; but how to send Salat upon you? He said, Say: Allahumma Salli ala Muhammadin wa ala `Ali Muhammadin, kama sal-laita ala all Ibrahima innaka Hamidun Majid. Allahumma barik ala Muhammadin wa ala all Muhammadin, kama barakta ala all Ibrahima, innaka Hamidun Majid.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا الْحَكَمُ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى، قَالَ لَقِيَنِي كَعْبُ بْنُ عُجْرَةَ فَقَالَ أَلاَ أُهْدِي لَكَ هَدِيَّةً، إِنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ عَلَيْنَا فَقُلْنَا يَا رَسُولَ اللَّهِ قَدْ عَلِمْنَا كَيْفَ نُسَلِّمُ عَلَيْكَ، فَكَيْفَ نُصَلِّي عَلَيْكَ قَالَ   فَقُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ .",
    "hadithBengali": "৫৯১৭। আদম (রহঃ) ... আবদুর রাহমান ইবনু আবূ লায়লা (রহঃ) বর্ণনা করেন, একবার আমার সঙ্গে কাব ইবনু উজরাহ (রাঃ) এর সাক্ষাত হলো। তিনি বললেনঃ আমি কি তোমাকে একটি হাদিয়া দেবো না। তা হল এইঃ একদিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট বেরিয়ে আসলেন, তখন আমরা বললাম, ইয়া রাসুলাল্লাহ! আমরা আপনাকে কেমন করে সালাম দেব, আমরা আপনার উপর দরুদ কিভাবে পড়বো? তিনি বললেনঃ তোমরা বলবে, ইয়া আল্লাহ আপনি মুহাম্মাদের উপর ও তার পরিবারবর্গের উপর খাস রহমত বর্ষণ করুন, যেমন আপনি ইবরাহীম (আলাইহিস সালাম) এর পরিবারের উপর খাস রহমাত বর্ষণ করেছেন। নিশ্চয়ই আপনি প্রশংসিত, উচ্চ মর্যাদাশীল। ইয়া আল্লাহ! আপনি মুহাম্মদের উপর ও তার পরিবারবর্গের উপর বরকত নাযিল করুন, যেমন আপনি ইববাহীম (আলাইহিস সালাম) এর পরিবারবর্গের উপর বরকত নাযীল করেছেন। নিশ্চয়ই আপনি প্রশংসিত উচ্চ মর্যাদাশীল।\n",
    "checkStatus": "1",
    "hadithNo": "5917",
    "id": "6660",
    "thesequence": "6845",
    "isActive": "1",
    "chapterId": "17379",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪৫. নাবী (সাঃ) এর উপর দুরুদ পড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nWe said, O Allahs Messenger (ﷺ) This is (i.e. we know) the greeting to you; will you tell us how to send Salat on you? He said, Say: Allahumma Salli ala Muhammadin `Abdika wa rasulika kama sal-laita ala Ibrahima wa barik ala Muhammadin wa all Muhammadin kama barakta ala Ibrahima wa `Ali Ibrahim.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ، حَدَّثَنَا ابْنُ أَبِي حَازِمٍ، وَالدَّرَاوَرْدِيُّ، عَنْ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ خَبَّابٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قُلْنَا يَا رَسُولَ اللَّهِ هَذَا السَّلاَمُ عَلَيْكَ، فَكَيْفَ نُصَلِّي قَالَ   قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَآلِ إِبْرَاهِيمَ .",
    "hadithBengali": "৫৯১৮। ইবরাহীম ইবনু হামযা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণনা করেন। একবার আমরা বললামঃ ইয়া রাসুলাল্লাহ! এই যে &#39;আসসালামু আলাইকা&#39; তা তো আমরা জেনে নিয়েছি। তবে আপনার উপর দরুদ কিভাবে পড়বো? তিনি বললেনঃ তোমরা পড়বে ইয়া আল্লাহ! আপনি আপনার বান্দা ও আপনার রাসূল মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর খাছ রহমত বর্ষণ করুন। যেমন করে আপনি ইবরাহীম (আলাইহিস সালাম) এর উপর রহমত নাযিল করেছেন। আর আপনি মুহাম্মদ ও তার পরিবারবর্গের উপর বরকত বর্ষণ করুন, যে রকম আপনি ইবরাহীম (আলাইহিস সালাম) এর উপর এবং ইবরাহীম (আলাইহিস সালাম) এর পরিবারবর্গের উপর বরকত নাযিল করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5918",
    "id": "6661",
    "thesequence": "6846",
    "isActive": "1",
    "chapterId": "17379",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪৫. নাবী (সাঃ) এর উপর দুরুদ পড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Abi `Aufa:\n\nWhenever somebody brought alms to the Prophet (ﷺ) the used to say, Allahumma Salli Alaihi (O Allah! Send Your Salat (Grace and Honor) on him). Once when my father brought his alms to him, he said, O Allah! Send Your Salat (Grace and Honor) on the family of Abi `Aufa.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنِ ابْنِ أَبِي أَوْفَى، قَالَ كَانَ إِذَا أَتَى رَجُلٌ النَّبِيَّ صلى الله عليه وسلم بِصَدَقَتِهِ قَالَ  اللَّهُمَّ صَلِّ عَلَيْهِ فَأَتَاهُ أَبِي بِصَدَقَتِهِ فَقَالَ  اللَّهُمَّ صَلِّ عَلَى آلِ أَبِي أَوْفَى",
    "hadithBengali": "৫৯১৯। সুলায়মান ইবনু হারব (রহঃ) ... আবূ আওফা (রাঃ) বর্ণনা করেন, যখন কেউ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট তার সাদাকা নিয়ে আসতেন, তখন তিনি দুআ করতেনঃ ইয়া আল্লাহ! আপনি তার উপর রহমত বর্ষণ করুন। এভাবে আমার পিতা একদিন সাদাকা নিয়ে তার কাছে এলে তিনি দু আ করলেন ইয়া আল্লাহ! আপনি আবূ আওফার পরিবারবর্গের উপর রহমত করুন।\n",
    "checkStatus": "1",
    "hadithNo": "5919",
    "id": "6662",
    "thesequence": "6847",
    "isActive": "1",
    "chapterId": "17380",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪৬. নাবী (সাঃ)  ছাড়া অন্য কারো উপর দরূদ পড়া যায় কিনা? আল্লাহ তা&rsquo;আলার বাণীঃ আপনি তাদের জন্য দু&rsquo;আ করুন। নিশ্চয়ই আপনার দু&rsquo;আ তাদের জন্য চিত্তস্বস্তিকর (৯ঃ ১০৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Humaid As-Saidi:\n\nThe people said, O Allahs Messenger (ﷺ) ! How may we send Salat on you? He said, Say: Allahumma Salli ala- Muhammadin wa azwajihi wa dhurriyyatihi kama sal-laita ala `Ali Ibrahim; wa barik ala Muhammadin wa azwajihi wa dhurriyyatihi kamabarakta ala `Ali Ibrahim innaka hamidun majid.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ أَبِيهِ، عَنْ عَمْرِو بْنِ سُلَيْمٍ الزُّرَقِيِّ، قَالَ أَخْبَرَنِي أَبُو حُمَيْدٍ السَّاعِدِيُّ، أَنَّهُمْ قَالُوا يَا رَسُولَ اللَّهِ كَيْفَ نُصَلِّي عَلَيْكَ قَالَ   قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ .",
    "hadithBengali": "৫৯২০। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুমায়দ সাঈদী (রহঃ) বর্ণনা করেন। একবার লোকেরা বললোঃ ইয়া রাসুলাল্লাহ! আমরা আপনার উপর কিভাবে দরুদ পড়বো? তিনি বললেনঃ তোমরা পড়বে, ইয়া আল্লাহ! আপনি মুহাম্মদের ও তার সহধর্মিণীগণ এবং তার সন্তান-সন্ততিগণের উপর রহমত নাযিল করুন। যেমন করে আপনি ইবরাহীম (আলাইহিস সালাম) এর উপর রহমত নাযিল করেছেন। আর আপনি মুহাম্মদ, তার সহধর্মিণীগণ এবং তার আওলাদের উপর বরকত নাযিল করুন, যেমনভাবে আপনি ইবরাহীম (আলাইহিস সালাম) এর পরিবারবর্গের উপর বরকত নাযিল করেছেন। আপনি অতি প্রশংসিত এবং উচ্চ মর্যাদাশীল।\n",
    "checkStatus": "1",
    "hadithNo": "5920",
    "id": "6663",
    "thesequence": "6848",
    "isActive": "1",
    "chapterId": "17380",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪৬. নাবী (সাঃ)  ছাড়া অন্য কারো উপর দরূদ পড়া যায় কিনা? আল্লাহ তা&rsquo;আলার বাণীঃ আপনি তাদের জন্য দু&rsquo;আ করুন। নিশ্চয়ই আপনার দু&rsquo;আ তাদের জন্য চিত্তস্বস্তিকর (৯ঃ ১০৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nthat he heard the Prophet (ﷺ) saying, O Allah! If I should ever abuse a believer, please let that be a means of bringing him near to You on the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ .",
    "hadithBengali": "৫৯২১। আহমাদ ইবনু সালিহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ দুআ করতে শুনেছেনঃ ইয়া আল্লাহ! যদি আমি কোন মুমিন ব্যাক্তিকে মন্দ বলে থাকি, তবে আপনি সেটাকে কিয়ামতের দিন তার জন্য আপনার নৈকট্য লাভের উপায় বানিয়ে দিন।\n",
    "checkStatus": "1",
    "hadithNo": "5921",
    "id": "6664",
    "thesequence": "6849",
    "isActive": "1",
    "chapterId": "17381",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪৭. নাবী (সাঃ) এর বাণীঃ ইয়া আল্লাহ! আমি যাকে কষ্ট দিয়েছি, সে কষ্ট তার পরিশুদ্ধির উপায় এবং তার জন্য রহমাত করে দিন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nOnce the people started asking Allahs Messenger (ﷺ) questions, and they asked so many questions that he became angry and ascended the pulpit and said, I will answer whatever questions you may ask me today. I looked right and left and saw everyone covering his face with his garment and weeping. Behold ! There was a man who, on quarreling with the people, used to be called as a son of a person other than h is father. He said, O Allahs Messenger (ﷺ)! Who is my father? The Prophet (ﷺ) replied, Your father is Hudhaifa. And then `Umar got up and said, We accept Allah as our Lord, and Islam as (our) religion, and Muhammad as (our) Apostle; and we seek refuge with Allah from the afflictions. Allahs Messenger (ﷺ) said,  I have never seen a day like today in its good and its evil for Paradise and the Hell Fire were displayed in front of me, till I saw them just beyond this wall. Qatada, when relating this Hadith, used to mention the following Verse:-- O you who believe! Ask not questions about things which, If made plain to you, May cause you trouble. (5.101)",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه سَأَلُوا رَسُولَ اللَّهِ صلى الله عليه وسلم حَتَّى أَحْفَوْهُ الْمَسْأَلَةَ فَغَضِبَ فَصَعِدَ الْمِنْبَرَ فَقَالَ  لاَ تَسْأَلُونِي الْيَوْمَ عَنْ شَىْءٍ إِلاَّ بَيَّنْتُهُ لَكُمْ . فَجَعَلْتُ أَنْظُرُ يَمِينًا وَشِمَالاً، فَإِذَا كُلُّ رَجُلٍ لاَفٌّ رَأْسَهُ فِي ثَوْبِهِ يَبْكِي، فَإِذَا رَجُلٌ كَانَ إِذَا لاَحَى الرِّجَالَ يُدْعَى لِغَيْرِ أَبِيهِ فَقَالَ يَا رَسُولَ اللَّهِ مَنْ أَبِي قَالَ  حُذَافَةُ ، ثُمَّ أَنْشَأَ عُمَرُ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا، وَبِالإِسْلاَمِ دِينًا، وَبِمُحَمَّدٍ صلى الله عليه وسلم رَسُولاً، نَعُوذُ بِاللَّهِ مِنَ الْفِتَنِ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَا رَأَيْتُ فِي الْخَيْرِ وَالشَّرِّ كَالْيَوْمِ قَطُّ، إِنَّهُ صُوِّرَتْ لِي الْجَنَّةُ وَالنَّارُ حَتَّى رَأَيْتُهُمَا وَرَاءَ الْحَائِطِ . وَكَانَ قَتَادَةُ يَذْكُرُ عِنْدَ الْحَدِيثِ هَذِهِ الآيَةَ {يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ}.",
    "hadithBengali": "৫৯২২। হাফস ইবনু উমর (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। একবার লোকজন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নানা প্রশ্ন করতে লাগল, এমনকি প্রশ্ন করতে করতে তাকে বিরক্ত করে ফেললো। এতে তিনি রাগ করলেন এবং মিম্বরে আরোহন করে বললেনঃ আজ তোমরা যত প্রশ্ন করবে আমি তোমাদের সব প্রশ্নেরই বর্ণনা সহকারে জবাব দিব। এ সময় আমি ডানে ও বামে তাকাতে লাগলাম এবং দেখলাম যে, প্রতিটি লোকই নিজের কাপড় দিয়ে মাথা পেচিয়ে কাঁদছে। এমন সময় একজন লোক, যাকে লোকের সাথে বিবাদের সময় তার বাপের নাম নিয়ে ডাকা হতো না, সে প্রশ্ন করলোঃ ইয়া রাসুলাল্লাহ! আমার পিতা কে? তিনি বললেনঃ হুযায়ফা। তখন উমর (রাঃ) বলতে লাগলেন আমরা আল্লাহকে রব হিসেবে, ইসলামকে দ্বীন হিসেবে এবং মুহাম্মাদ কে রাসুল হিসেবে গ্রহণ করেই সন্তুষ্ট। আমরা ফিতনা থেকে আল্লাহর নিকট আশ্রয় চাচ্ছি। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি ভাল মন্দের যে দৃশ্য আজ দেখলাম, তা আর কখনো দেখিনি। জান্নাত ও জাহান্নামের দৃশ্য আমাকে এমন স্পষ্টভাবে দেখানো হয়েছে যে, যেন এ দুটি এ দেয়ালের পেছনেই অবস্থিত। রাবী কাতাদাহ (রহঃ) হাদীস উল্লেখ করার সময় এ আয়াতটি পড়তেন। (অর্থ) হে মুমিনগণ! তোমরা সে সব বিষয়ে প্রশ্ন করো না যা প্রকাশিত হলে তোমরা দুঃখিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "5922",
    "id": "6665",
    "thesequence": "6850",
    "isActive": "1",
    "chapterId": "17382",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪৮. ফিতনা থেকে আল্লাহর নিকট আশ্রয়  চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) said to Abu Talha, Choose one of your boys to serve me. So Abu Talha took me (to serve the Prophet (ﷺ) ) by giving me a ride behind him (on his camel). So I used to serve Allahs Messenger (ﷺ) whenever he stayed somewhere. I used to hear him saying, O Allah! I seek refuge with you (Allah) from (worries) care and grief, from incapacity and laziness, from miserliness and cowardice, from being heavily in debt and from being overpowered by other men. I kept on serving him till he returned from (the battle of) Khaibar. He then brought Safiya, the daughter of Huyay whom he had got (from the booty). I saw him making a kind of cushion with a cloak or a garment for her. He then let her ride behind him. When we reached a place called As-Sahba, he prepared (a special meal called) Hais, and asked me to invite the men who (came and) ate, and that was the marriage banquet given on the consummation of his marriage to her. Then he proceeded till the mountain of Uhud appeared, whereupon he said, This mountain loves us and we love it. When he approached Medina, he said, O Allah! I make the land between its (i.e., Medinas) two mountains a sanctuary, as the prophet Abraham made Mecca a sanctuary. O Allah! Bless them (the people of Medina) in their Mudd and the Sa (units of measuring).",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، مَوْلَى الْمُطَّلِبِ بْنِ عَبْدِ اللَّهِ بْنِ حَنْطَبٍ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لأَبِي طَلْحَةَ  الْتَمِسْ لَنَا غُلاَمًا مِنْ غِلْمَانِكُمْ يَخْدُمُنِي . فَخَرَجَ بِي أَبُو طَلْحَةَ يُرْدِفُنِي وَرَاءَهُ، فَكُنْتُ أَخْدُمُ رَسُولَ اللَّهِ صلى الله عليه وسلم كُلَّمَا نَزَلَ، فَكُنْتُ أَسْمَعُهُ يُكْثِرُ أَنْ يَقُولَ  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ . فَلَمْ أَزَلْ أَخْدُمُهُ حَتَّى أَقْبَلْنَا مِنْ خَيْبَرَ، وَأَقْبَلَ بِصَفِيَّةَ بِنْتِ حُيَىٍّ قَدْ حَازَهَا، فَكُنْتُ أَرَاهُ يُحَوِّي وَرَاءَهُ بِعَبَاءَةٍ أَوْ كِسَاءٍ ثُمَّ يُرْدِفُهَا وَرَاءَهُ حَتَّى إِذَا كُنَّا بِالصَّهْبَاءِ صَنَعَ حَيْسًا فِي نِطَعٍ، ثُمَّ أَرْسَلَنِي فَدَعَوْتُ رِجَالاً فَأَكَلُوا، وَكَانَ ذَلِكَ بِنَاءَهُ بِهَا، ثُمَّ أَقْبَلَ حَتَّى بَدَا لَهُ أُحُدٌ قَالَ  هَذَا جُبَيْلٌ يُحِبُّنَا وَنُحِبُّهُ . فَلَمَّا أَشْرَفَ عَلَى الْمَدِينَةِ قَالَ  اللَّهُمَّ إِنِّي أُحَرِّمُ مَا بَيْنَ جَبَلَيْهَا مِثْلَ مَا حَرَّمَ بِهِ إِبْرَاهِيمُ مَكَّةَ، اللَّهُمَّ بَارِكْ لَهُمْ فِي مُدِّهِمْ وَصَاعِهِمْ .",
    "hadithBengali": "৫৯২৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ তালহা (রাঃ) কে বললেনঃ তুমি তোমাদের ছেলেদের মধ্য থেকে আমার খিদমত করার জন্য একটি ছেলে নিয়ে এস। আবূ তালহা (রাঃ) গিয়ে আমাকে তার সাওয়ারীর পিছনে বসিয়ে নিয়ে এলেন। তখন থেকে আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমত করে আসছি। যখনই কোন বিপদ দেখা দিত, তখন আমি তাঁকে বেশী করে এ দুআ পড়তে শুনতামঃ ইয়া আল্লাহ! আমি দুশ্চিতা, পেরেশানী, অপারগতা, অলসতা, কৃপণতা, ভীরুতা, ঋন এর বোঝা এবং মানুষের আধিপত্য থেকে আপনার আশ্রয় চাচ্ছি।\n\nআমি সর্বদা তার খিদমত করে আসছি , এমন কি যখন আমরা খায়বার অভিযান থেকে ফিরে আসছিলাম, তখন তিনি সাফিয়্যা বিনত হুয়াইকে সঙ্গে নিয়ে আসলেন, তিনি তাকে গনীমতের মাল থেকে নিজের জন্য বেছে নিয়েছিলেন। তখন আমি তাকে দেখছিলাম যে, তিনি তাকে একখানা চাঁদর অথবা একখানা কম্বল দিয়ে ঢেকে নিজের পেছনে বসিয়েছিলেন।\n\nযখন আমরা সবাই সাহবা নামক স্থানে পৌছলাম, তখন আমরা (সেখানে থেমে) &#39;হাইস&#39; নামক খাবার তৈরী করে এবং চামড়ার দস্তরখানে রাখলাম। তিনি আমাকে পাঠালেন, আমি গিয়ে কয়েকজন লোককে দাওয়াত করলাম। তারা এসে খেয়ে গেলেন। এটি ছিল সাফিয়্যার সঙ্গে তার বাসর যাপন।\n\nতারপর তিনি রওয়ানা হলে ওহোদ পর্বত তাঁর সামনে দেখা গেল তখন তিনি বললেনঃ এ এমন একটি পাহাড় যা আমাদের ভালবাসে এবং আমরাও তাকে ভালবাসী। তারপর যখন মদিনার কাছে পৌছলেন, তখন তিনি বললেন ইয়া আল্লাহ! আমি মদিনার দুটি পাহাড়ের মধ্যবর্তী স্থানকে হারাম (সম্মানিত) করছি, যে রকম ইবরাহীম (আলাইহিস সালাম) মক্কাকে হারাম (সম্মানিত) করেছিলেন। ইয়া আল্লাহ! আপনি তাদের মুদ্দ ও সা&#39; এর মধ্যে বরকত দিন।\n",
    "checkStatus": "1",
    "hadithNo": "5923",
    "id": "6666",
    "thesequence": "6851",
    "isActive": "1",
    "chapterId": "17383",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৪৯. মানুষের আধিপত্য থেকে পানাহ (আল্লাহর আশ্রয়) চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Khalid bint Khalid:\n\nI heard the Prophet (ﷺ) seeking refuge with Allah from the punishment of the grave.",
    "hadithArabic": " حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، قَالَ سَمِعْتُ أُمَّ خَالِدٍ بِنْتَ خَالِدٍ ـ قَالَ وَلَمْ أَسْمَعْ أَحَدًا سَمِعَ مِنَ النَّبِيِّ، صلى الله عليه وسلم غَيْرَهَا ـ قَالَتْ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَتَعَوَّذُ مِنْ عَذَابِ الْقَبْرِ.",
    "hadithBengali": "৫৯২৪। হুমায়দী (রহঃ) ... মূসা ইবনু উকবা (রহঃ) বর্ণনা করেছেন। উম্মে খালিদ বিনত খালিদ (রাঃ) বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কবরের আযাব থেকে আল্লাহর আশ্রয় চাইতে শুনেছি। রাবী বলেন যে, এ হাদীস আমি উম্মে খালিদ ব্যতীত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আর কাউকে বলতে শুনি নি।\n",
    "checkStatus": "1",
    "hadithNo": "5924",
    "id": "6667",
    "thesequence": "6852",
    "isActive": "1",
    "chapterId": "17384",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৫০. কবরের আযাব হতে আল্লাহর আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Mus`ab:\n\nSa`d used to recommend five (statements) and mentioned that the Prophet (ﷺ) I used to recommend it. (It was) O Allah! I seek refuge with You from miserliness; and seek refuge with You from cowardice; and seek refuge with You from being sent back to geriatric old age; and I seek refuge with You from the affliction of this world (i.e., the affliction of Ad-Dajjal etc.); and seek refuge with You from the punishment of the grave.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَبْدُ الْمَلِكِ، عَنْ مُصْعَبٍ، كَانَ سَعْدٌ يَأْمُرُ بِخَمْسٍ وَيَذْكُرُهُنَّ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَأْمُرُ بِهِنَّ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا يَعْنِي فِتْنَةَ الدَّجَّالِ وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ .",
    "hadithBengali": "৫৯২৫। আদম (রহঃ) ... মুসআব (রহঃ) বর্ণনা করেন, সা&#39;দ (রাঃ) পাঁচটি জিনিস থেকে আল্লাহর আশ্রয় চাইতে নির্দেশ দিতেন এবং তিনি এগুলো নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উল্লেখ করতেন। তিনি এগুলো থেকে আল্লাহর আশ্রয় চাইতে এ দুআ পড়তে নির্দেশ দিতেনঃ ইয়া আল্লাহ! আমি কৃপণতা থেকে আপনার আশ্রয় চাচ্ছি। আমি কাপুরষতা থেকে আপনার আশ্রয় চাচ্ছি, আমি অবহেলিত বার্ধক্যে উপনীত হওয়া থেকে আপনার আশ্রয় চাচ্ছি, আর আমি দুনিয়ার ফিতনা অর্থাৎ দাজ্জালের ফিতনা থেকেও আপনার আশ্রয় চাচ্ছি এবং আমি কবরের আযাব থেকেও আপনার আশ্রয় চাচ্ছি।\n",
    "checkStatus": "1",
    "hadithNo": "5925",
    "id": "6668",
    "thesequence": "6853",
    "isActive": "1",
    "chapterId": "17384",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৫০. কবরের আযাব হতে আল্লাহর আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nTwo old ladies from among the Jewish ladies entered upon me and said The dead are punished in their graves, but I thought they were telling a lie and did not believe them in the beginning. When they went away and the Prophet (ﷺ) entered upon me, I said, O Allahs Messenger (ﷺ)! Two old ladies.. and told him the whole story. He said, They told the truth; the dead are really punished, to the extent that all the animals hear (the sound resulting from) their punishment. Since then I always saw him seeking refuge with Allah from the punishment of the grave in his prayers.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَتْ عَلَىَّ عَجُوزَانِ مِنْ عُجُزِ يَهُودِ الْمَدِينَةِ فَقَالَتَا لِي إِنَّ أَهْلَ الْقُبُورِ يُعَذَّبُونَ فِي قُبُورِهِمْ، فَكَذَّبْتُهُمَا، وَلَمْ أُنْعِمْ أَنْ أُصَدِّقَهُمَا، فَخَرَجَتَا وَدَخَلَ عَلَىَّ النَّبِيُّ صلى الله عليه وسلم فَقُلْتُ لَهُ يَا رَسُولَ اللَّهِ إِنَّ عَجُوزَيْنِ وَذَكَرْتُ لَهُ، فَقَالَ   صَدَقَتَا، إِنَّهُمْ يُعَذَّبُونَ عَذَابًا تَسْمَعُهُ الْبَهَائِمُ كُلُّهَا . فَمَا رَأَيْتُهُ بَعْدُ فِي صَلاَةٍ إِلاَّ تَعَوَّذَ مِنْ عَذَابِ الْقَبْرِ.",
    "hadithBengali": "৫৯২৬। উসমান ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন একবার আমার নিকট মদিনার দু&#39;জন ইয়াহুদী বৃদ্ধা মহিলা এলেন। তারা আমাকে বললেন যে, কবরবাসীদের তাদের কবরে আযাব দেওয়া হয়ে থাকে। তখন আমি তাদের একথা মিথ্যা বলে অভিহিত করলাম। আমার বিবেক তাদের কথাটিকে সত্য বলে মানতে চাইল না। তারা দু&#39;জন বেরিয়ে গেলেন। আর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট এলেন। আমি তাকে বললামঃ ইয়া রাসুলাল্লাহ! আমার নিকট দু&#39;জন বৃদ্ধা এসেছিলেন। তারপর আমি তাকে তাদের কথা বর্ণনা করলাম। তখন তিনি বললেনঃ তারা দু&#39;জন সত্যই বলেছে। নিশ্চয়ই কবরবাসীদের এমন আযাব দেওয়া হয়ে থাকে যা সকল চতুষ্পদ জীবজন্তু শুনে থাকে। এরপর থেকে আমি তাকে সর্বদা প্রত্যেক সালাতে কবরের আযাব থেকে আল্লাহর আশ্রয় চাইতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "5926",
    "id": "6669",
    "thesequence": "6854",
    "isActive": "1",
    "chapterId": "17384",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৫০. কবরের আযাব হতে আল্লাহর আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllahs Prophet used to say, O Allah! I seek refuge with You from incapacity and laziness, from cowardice and geriatric old age, and seek refuge with You from the punishment of the grave, and I seek refuge with You from the afflictions of life and death.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ أَبِي قَالَ، سَمِعْتُ أَنَسَ بْنَ مَالِكٍ ـ رضى الله عنه ـ يَقُولُ كَانَ نَبِيُّ اللَّهِ صلى الله عليه وسلم يَقُولُ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَالْجُبْنِ وَالْهَرَمِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ .",
    "hadithBengali": "৫৯২৭। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) বলেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রায়ই বলতেন ইয়া আল্লাহ! নিশ্চয়ই আমি আপনার আশ্রয় চাচ্ছি অক্ষমতা, অলসতা, কাপুরুষতা এবং বার্ধক্য থেকে। আরও আশ্রয় চাচ্ছি, কবরের আযাব থেকে। আরও আশ্রয় চাচ্ছি জীবন ও মুত্যুর ফিতনা থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "5927",
    "id": "6670",
    "thesequence": "6855",
    "isActive": "1",
    "chapterId": "17385",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৫১. জীবন মৃত্যুর ফিতনা হতে আল্লাহর নিকট আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) used to say, O Allah! I seek refuge with You from laziness and geriatric old age, from all kinds of sins and from being in debt; from the affliction of the Fire and from the punishment of the Fire and from the evil of the affliction of wealth; and I seek refuge with You from the affliction of poverty, and I seek refuge with You from the affliction of Al-Mesiah Ad-Dajjal. O Allah! Wash away my sins with the water of snow and hail, and cleanse my heart from all the sins as a white garment is cleansed from the filth, and let there be a long distance between me and my sins, as You made East and West far from each other.",
    "hadithArabic": "حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا وُهَيْبٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقُولُ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ، وَالْمَأْثَمِ وَالْمَغْرَمِ، وَمِنْ فِتْنَةِ الْقَبْرِ وَعَذَابِ الْقَبْرِ، وَمِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ، وَمِنْ شَرِّ فِتْنَةِ الْغِنَى، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْفَقْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، اللَّهُمَّ اغْسِلْ عَنِّي خَطَايَاىَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ، وَنَقِّ قَلْبِي مِنَ الْخَطَايَا، كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ، وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَاىَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ .",
    "hadithBengali": "৫৯২৮। মুআল্লা ইবনু আসাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ ইয়া আল্লাহ! নিশ্চয়ই আমি আপনার আশ্রয় চাই অলসতা, অতিরিক্ত বার্ধক্য, গুনাহ আর ঝণ থেকে, আর কবরের ফিতনা এবং কবরের আযাব থেকে। আর জাহান্নামের ফিতনা এবং এর আযাব থেকে, আর ধনবান হওয়ার পরীক্ষার মন্দ পরিনাম থেকে। আমি আরও আশ্রয় চাই দারিদ্রের অভিশাপ থেকে। আমি আরও আশ্রয় চাই মসীহ দাজ্জালের ফিতনা থেকে। ইয়া আল্লাহ! আমার গুনাহ এর দাগগুলো থেকে আমার অন্তরকে বরফ ও শীতল পানি দ্বারা ধুয়ে পরিস্কার করে দিন এবং আমার অন্তরকে সমস্ত গুনাহ এর ময়লা থেকে এমনভাবে পরিস্কার করে দিন, যেভাবে আপনি সাদা কাপড়কে ময়লা থেকে সাফ করার ব্যবস্থা করে থাকেন। আর আমার ও আমার গুনাহগুলোর মধ্যে এতটা দূরত্ব করে দিন, যত দূরত্ব আপনি দুনিয়ার পূর্ব ও পশ্চিম প্রান্তের মধ্যে সৃষ্টি করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5928",
    "id": "6671",
    "thesequence": "6856",
    "isActive": "1",
    "chapterId": "17386",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৫২. গুনাহ ও ঋণ হতে আল্লাহর নিকট আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) used to say, O Allah! I seek refuge with You from worry and grief, from incapacity and laziness, from cowardice and miserliness, from being heavily in debt and from being overpowered by (other) men.",
    "hadithArabic": "حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا سُلَيْمَانُ، قَالَ حَدَّثَنِي عَمْرُو بْنُ أَبِي عَمْرٍو، قَالَ سَمِعْتُ أَنَسًا، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقُولُ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْجُبْنِ وَالْبُخْلِ، وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ .",
    "hadithBengali": "৫৯২৯। খালিদ ইবনু মাখলাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ ইয়া আল্লাহ নিশ্চয়ই আমি আপনার কাছে আশ্রয় চাই-দুশ্চিতা, পেরেশানী, অক্ষমতা, অলসতা, কাপুরুষতা, কৃপণতা, ঋণের বোঝা ও লোকজনের আধিপত্য থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "5929",
    "id": "6672",
    "thesequence": "6857",
    "isActive": "1",
    "chapterId": "17387",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৫৩. কাপুরুষতা ও অলসতা হতে আল্লাহর নিকট আশ্রয় প্রার্থনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Mus`ab bin Sa`d:\n\nSa`d bin Abi Waqqas used to recommend these five (statements) and say that the Prophet (ﷺ) said so (and they are): O Allah! I seek refuge with You from miserliness, and seek refuge with You from cowardice, and seek refuge with You from being brought back to geriatric old age, and seek refuge with You from the afflictions of the world, and seek refuge with You from the punishment of the grave.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ ـ رضى الله عنه ـ كَانَ يَأْمُرُ بِهَؤُلاَءِ الْخَمْسِ، وَيُحَدِّثُهُنَّ عَنِ النَّبِيِّ صلى الله عليه وسلم   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ .",
    "hadithBengali": "৫৯৩০। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... সা&#39;দ ইবনু আবূ ওয়াক্কাস (রাঃ) থেকে বর্ণিত। তিনি পাঁচটি কাজ থেকে আল্লাহর আশ্রয় চাওয়ার নির্দেশ দিতেন এবং তিনি তা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেই বর্ণনা করতেন। তিনি দুআ-করতেনঃ ইয়া আল্লাহ! আমি আপনার কাছে আশ্রয় চাই কৃপণতা থেকে, আমি আশ্রয় চাই কাপুরুষতা থেকে, আমি আশ্রয় চাই অবহেলিত বার্ধক্যে উপনীত হওয়া থেকে, আমি আপনার নিকট আশ্রয় চাই দুনিয়ার বড় ফিতনা (দাজ্জালের ফিতনা) থেকে এবং আমি আপনার কাছে আশ্রয় চাই কবরের আযাব থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "5930",
    "id": "6673",
    "thesequence": "6858",
    "isActive": "1",
    "chapterId": "17388",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৫৪. কৃপনতা হতে আল্লাহর আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllahs Messenger (ﷺ) used to seek refuge with Allah saying, O Allah! I seek refuge with You from laziness, and seek refuge with You from cowardice, and seek refuge with You from geriatric old age, and seek refuge with You from miserliness.",
    "hadithArabic": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَتَعَوَّذُ يَقُولُ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنَ الْهَرَمِ، وَأَعُوذُ بِكَ مِنَ الْبُخْلِ .",
    "hadithBengali": "৫৯৩১। আবূ মা&#39;মার (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ ইয়া আল্লাহ! আমি অলসতা থেকে আপনার আশ্রয় চাই এবং আমি আপনার কাছে কাপুরুষতা থেকে আশ্রয় চাই। আমি আপনার কাছে আরও আশ্রয় চাই দুঃসহ দীর্ঘায়ু থেকে এবং আমি কৃপণতা থেকে আপনার আশ্রয় চাই।\n",
    "checkStatus": "1",
    "hadithNo": "5931",
    "id": "6674",
    "thesequence": "6859",
    "isActive": "1",
    "chapterId": "17389",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৫৫. দুঃসহ দীর্ঘায়ু আল্লাহর আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) said, O Allah! Make us love Medina as You made us love Mecca, or more, and transfer the fever that is in it, to Al-Juhfa. O Allah! Bless our Mudd and our Sam (kinds of measures).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ قَالَ النَّبِيُّ صلى الله عليه وسلم   اللَّهُمَّ حَبِّبْ إِلَيْنَا الْمَدِينَةَ، كَمَا حَبَّبْتَ إِلَيْنَا مَكَّةَ أَوْ أَشَدَّ، وَانْقُلْ حُمَّاهَا إِلَى الْجُحْفَةِ، اللَّهُمَّ بَارِكْ لَنَا فِي مُدِّنَا وَصَاعِنَا .",
    "hadithBengali": "৫৯৩২। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআ করতেন ইয়া আল্লাহ! আপনি যেভাবে মক্কাকে আমাদের জন্য প্রিয় করে দিয়েছেন, মদিনাকেও সেভাবে অথবা এর চাইতে বেশী আমাদের কাছে প্রিয় করে দিন। আর মদিনার জ্বর &ldquo;জুহফা&rdquo; নামক স্থানের দিকে সরিয়ে দিন। ইয়া আল্লাহ! আপনি আমাদের মাপের ও ওযনের পাত্রে বরকত দিন।\n",
    "checkStatus": "1",
    "hadithNo": "5932",
    "id": "6675",
    "thesequence": "6860",
    "isActive": "1",
    "chapterId": "17390",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৫৬. মহামারি ও রোগ যন্ত্রনা দূর হওয়ার দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amir bin Sa`d:\n\nthat his father said, In the year of Hajjatal-Wada`, the Prophet (ﷺ) paid me a visit while I was suffering from an ailment that had brought me to the verge of death. I said, O Allahs Messenger (ﷺ)! My sickness has reduced me to the (bad) state as you see, and I am a rich man, but have no heirs except one daughter. Shall I give 2/3 of my property in charity? He said, No. I said, Then 1/2 of it? He said, Even 1/3 is too much, for, to leave your inheritors wealthy is better than to leave them in poverty, begging from people. And (know that) whatever you spend in Allahs Cause, you will get reward for it, even for the morsel of food which you put in your wifes mouth. I said, O Allahs Messenger (ﷺ)! Will I be left behind my companions (in Mecca)? He said, If you remain behind, whatever good deed you will do for Allahs Sake, will raise and upgrade you to a higher position (in Allahs Sight). May be you will live longer so that some people may benefit by you, and some e others (pagans) may get harmed by you. O Allah! Complete the migration of my companions and do not turn them on their heels; But (we pity) the poor Sa`d bin Khaula (not the above mentioned Sa`d) (died in Mecca) Allahs Messenger (ﷺ) lamented (or pitied) for him as he died in Mecca.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، أَخْبَرَنَا ابْنُ شِهَابٍ، عَنْ عَامِرِ بْنِ سَعْدٍ، أَنَّ أَبَاهُ، قَالَ عَادَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ مِنْ شَكْوَى، أَشْفَيْتُ مِنْهَا عَلَى الْمَوْتِ، فَقُلْتُ يَا رَسُولَ اللَّهِ بَلَغَ بِي مَا تَرَى مِنَ الْوَجَعِ، وَأَنَا ذُو مَالٍ، وَلاَ يَرِثُنِي إِلاَّ ابْنَةٌ لِي وَاحِدَةٌ، أَفَأَتَصَدَّقُ بِثُلُثَىْ مَالِي قَالَ  لاَ . قُلْتُ فَبِشَطْرِهِ قَالَ  الثُّلُثُ كَثِيرٌ، إِنَّكَ أَنْ تَذَرَ وَرَثَتَكَ أَغْنِيَاءَ، خَيْرٌ مِنْ أَنْ تَذَرَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ، وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً تَبْتَغِي بِهَا وَجْهَ اللَّهِ، إِلاَّ أُجِرْتَ، حَتَّى مَا تَجْعَلُ فِي فِي امْرَأَتِكَ . قُلْتُ أَأُخَلَّفُ بَعْدَ أَصْحَابِي قَالَ  إِنَّكَ لَنْ تُخَلَّفَ فَتَعْمَلَ عَمَلاً تَبْتَغِي بِهِ وَجْهَ اللَّهِ، إِلاَّ ازْدَدْتَ دَرَجَةً وَرِفْعَةً وَلَعَلَّكَ تُخَلَّفُ حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ، وَيُضَرَّ بِكَ آخَرُونَ، اللَّهُمَّ أَمْضِ لأَصْحَابِي هِجْرَتَهُمْ، وَلاَ تَرُدَّهُمْ عَلَى أَعْقَابِهِمْ، لَكِنِ الْبَائِسُ سَعْدُ ابْنُ خَوْلَةَ . قَالَ سَعْدٌ رَثَى لَهُ النَّبِيُّ صلى الله عليه وسلم مِنْ أَنْ تُوُفِّيَ بِمَكَّةَ.",
    "hadithBengali": "৫৯৩৩। মূসা ইবনু ইসমাঈল (রহঃ) ... সা&#39;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বর্ণনা করেন, বিদায় হাজ্জের (হজ্জ) সময় আমি রোগে আক্রান্ত হয়ে মরণাপন্ন হয়ে পড়েছিলাম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে সময় আমাকে দেখতে এলেন। তখন আমি বললাম আমি যে রোগ-ষন্ত্রনায় আক্রান্ত তাতো আপনি দেখছেন। আমি একজন ধনবান লোক। আমার একাটি মেয়ে ছাড়া আর কেউ ওয়ারিস নেই। তাই আমি কি আমার দু&#39;তৃতীয়াংশ মাল সাদাকা করে দিতে পারি? তিনি বললেনঃ না। আমি বললাম তবে অর্ধেক মাল? তিনি বললেনঃ না। এক তৃতীয়াংশ অনেক। তোমার ওয়ারিসদের লোকের কাছে ভিক্ষার হাত প্রসারিত করার মত অভাবী রেখে যাওয়ার চাইতে তাদের ধনবান রেখে যাওয়া তোমার জন্য অনেক উত্তম। আর তুমি একমাত্র আল্লাহর সন্তুষ্টিটি লাভের জন্য যা কিছুই ব্যয় করবে নিশ্চয়ই তার প্রতিদান দেওয়া হবে। এমন কি (সে উদ্দেশ্যে) তুমি তোমার স্ত্রীর মুখে লুকমাটি তুলে দিয়ে থাকো তোমাকে এর প্রতিদান দেওয়া হবে।\n\nআমি বললাম তা হলে আমার সঙ্গীগণের পরেও কি আমি বেঁচে থাকবো? তিনি বললেন নিশ্চয়ই তুমি তাদের পরে বেঁচে থাকলে তুমি আল্লাহর সন্তুষ্টি লাভের জন্য যা কিছু নেক আমল করনা কেন, এর বিনিময়ে তোমার মর্যাদা ও সম্মান আরও বেড়ে যাবে। আশা করা যায় যে, তুমি আরও কিছু দিন পর্যন্ত বেঁচে থাকবে। এমন কি তোমার দ্বারা অনেক কাওম উপকৃত হবে। আর অনেক কাওম ক্ষতিগ্রস্থ হবে। তারপর তিনি দুআ করলেন ইয়া আল্লাহ! আপনি আমার (মুহাজির) সাহাবীগণের হিজরতকে বহাল রাখুন। আর তাদের পেছনে ফিরে যেতে দিবেন না। সা&#39;দ ইবনু খাওলাহ (রাঃ) এর দূর্ভাগ্য (কারণ তিনি ইচ্ছা না থাকা সত্তেও বিদায় হাজ্জের সময় মক্কায় মারা যান) সাদ (রাঃ) বলেন মক্কাতে ওফাতের কারণে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জন্য শোক প্রকাশ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5933",
    "id": "6676",
    "thesequence": "6861",
    "isActive": "1",
    "chapterId": "17390",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৫৬. মহামারি ও রোগ যন্ত্রনা দূর হওয়ার দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`d:\n\nSeek refuge with Allah by saying the words which the Prophet (ﷺ) used to say while seeking refuge with Allah, 0 Allah! I seek refuge with You from cowardice, and seek refuge with You from miserliness, and seek refuge with You from reaching a degraded geriatric old age, and seek refuge with You from the afflictions of the world and from the punishment in the grave.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا الْحُسَيْنُ، عَنْ زَائِدَةَ، عَنْ عَبْدِ الْمَلِكِ، عَنْ مُصْعَبٍ، عَنْ أَبِيهِ، قَالَ تَعَوَّذُوا بِكَلِمَاتٍ كَانَ النَّبِيُّ صلى الله عليه وسلم يَتَعَوَّذُ بِهِنَّ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا، وَعَذَابِ الْقَبْرِ .",
    "hadithBengali": "৫৯৩৪। ইসহাক ইবনু ইবরাহীম (রহঃ) ... সা&#39;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে সব বাক্য দিয়ে আল্লাহর আশ্রয় চাইতেন, সে সব বাক্যদ্বারা তোমরাও আশ্রয় চাও। তিনি বলতেন &ldquo;ইয়া আল্লাহ! আমি কাপুরুষতা থেকে, আমি কৃপণতা থেকে আপনার আশ্রয় চাই। আমি বয়সের অসহায়ত্ব থেকে আপনার আশ্রয় চাই। আর আমি দুনিয়ার ফিতনা ও কবরের আযাব থেকে আপনার আশ্রয় চাই।\n",
    "checkStatus": "1",
    "hadithNo": "5934",
    "id": "6677",
    "thesequence": "6862",
    "isActive": "1",
    "chapterId": "17391",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৫৭. বার্ধক্যের অসহায়ত্ব এবং দুনিয়ার ফিতনা আর জাহান্নামের আগুন থেকে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) used to say, O Allah! I seek refuge with You from laziness from geriatric old age, from being in debt, and from committing sins. O Allah! I seek refuge with You from the punishment of the Fire, the afflictions of the grave, the punishment in the grave, and the evil of the affliction of poverty and from the evil of the affliction caused by Al-Masih Ad-Dajjal. O Allah! Wash away my sins with the water of snow and hail, and cleanse my heart from the sins as a white garment is cleansed of filth, and let there be a far away distance between me and my sins as You have set far away the East and the West from each other.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقُولُ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَالْمَغْرَمِ وَالْمَأْثَمِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ النَّارِ وَفِتْنَةِ النَّارِ وَعَذَابِ الْقَبْرِ، وَشَرِّ فِتْنَةِ الْغِنَى، وَشَرِّ فِتْنَةِ الْفَقْرِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، اللَّهُمَّ اغْسِلْ خَطَايَاىَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ، وَنَقِّ قَلْبِي مِنَ الْخَطَايَا، كَمَا يُنَقَّى الثَّوْبُ الأَبْيَضُ مِنَ الدَّنَسِ، وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَاىَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ .",
    "hadithBengali": "৫৯৩৫। ইয়াহইয়া ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআ করতেনঃ হে আল্লাহ! আমি অলসতা, অতি বার্ধক্য, ঋণ আর পাপ থেকে আপনার আশ্রয় চাই। ইয়া আল্লাহ! আমি আপনার আশ্রয় চাই জাহান্নামের আযাব, জাহান্নামের ফিতনা, কবরের আযাব, প্রাচুর্যের ফিতনার কুফল, দারিদ্রের ফিতনার কুফল এবং মাসীহ দাজ্জালের ফিতনা থেকে। ইয়া আল্লাহ! আপনি আমার সমুদয় গুনাহ বরফ ও শীতল পানি দিয়ে ধুয়ে দিন। আমার অন্তর যাবতীয় পাপ থেকে পরিচ্ছন্ন করুন, যেভাবে সাদা কাপড় ময়লা থেকে পরিচ্ছন্ন করা হয়। আমার ও আমার গুনাহ সমূহের মধ্যে এতটা ব্যবধান করে দিন যতটা ব্যবধান আপনি পূর্ব ও পশ্চিম প্রান্তের মধ্যে করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5935",
    "id": "6678",
    "thesequence": "6863",
    "isActive": "1",
    "chapterId": "17391",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৫৭. বার্ধক্যের অসহায়ত্ব এবং দুনিয়ার ফিতনা আর জাহান্নামের আগুন থেকে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) used to seek refuge with Allah (by saying), O Allah! I seek refuge with You from the affliction of the Fire and from the punishment in the Fire, and seek refuge with You from the affliction of the grave, and I seek refuge with You from the affliction of wealth, and I seek refuge with You from the affliction of poverty, and seek refuge with You from the affliction of Al-Masih Ad-Dajjal.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا سَلاَّمُ بْنُ أَبِي مُطِيعٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ خَالَتِهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَعَوَّذُ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَمِنْ عَذَابِ النَّارِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْقَبْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْغِنَى، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْفَقْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ .",
    "hadithBengali": "৫৯৩৬। মূসা ইবনু ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর আশ্রয় চেয়ে বলতেন ইয়া আল্লাহ! আমি আপনার আশ্রয় চাই জাহান্নামের ফিতনা, জাহান্নামের আযাব থেকে। আমি আরও আশ্রয় চাই কবরের ফিতনা থেকে এবং আপনার আশ্রয় চাই কবরের আযাব থেকে। আমি আরও আশ্রয় চাই প্রাচুর্যের ফিতনা থেকে, আর আমি আশ্রয় চাই অভাবের ফিতনা থেকে। আমি আরও আশ্রয় চাই মাসীহ দাজ্জালের ফিতনা থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "5936",
    "id": "6679",
    "thesequence": "6864",
    "isActive": "1",
    "chapterId": "17392",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৫৮. প্রাচুর্যের ফিতনা থেকে আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) used to say, O Allah! I seek refuge with You from the affliction of the Fire, the punishment of the Fire, the affliction of the grave, the punishment of the grave, and the evil of the affliction of poverty. O Allah! I seek refuge with You from the evil of the affliction of Al-Masih Ad- Dajjal, O Allah! Cleanse my heart with the water of snow and hail, and cleanse my heart from all sins as a white garment is cleansed from filth, and let there be a far away distance between me and my sins as You made the East and West far away from each other. O Allah! I seek refuge with You from laziness, sins, and from being in debt.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، أَخْبَرَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقُولُ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ، وَفِتْنَةِ الْقَبْرِ وَعَذَابِ الْقَبْرِ، وَشَرِّ فِتْنَةِ الْغِنَى، وَشَرِّ فِتْنَةِ الْفَقْرِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، اللَّهُمَّ اغْسِلْ قَلْبِي بِمَاءِ الثَّلْجِ وَالْبَرَدِ، وَنَقِّ قَلْبِي مِنَ الْخَطَايَا، كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ، وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَاىَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْمَأْثَمِ وَالْمَغْرَمِ .",
    "hadithBengali": "৫৯৩৭। মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দুআ পাঠ করতেনঃ ইয়া আল্লাহ! নিশ্চয়ই আমি আপনার কাছে দোযখের সংকট, দোযখের আযাব, কবরের সংকট, কবরে আযাব, প্রাচুর্যের ফিতনা, ও অভাবের ফিতনা থেকে পানাহ চাই। আয় আল্লাহ! আমি আপনার নিকট মসীহ দাজ্জালের ফিতনার অনিষ্ট থেকে পানাহ চাই। আয় আল্লাহ! আমার অন্তরকে বরফ ও শীতল পানি দিয়ে ধুয়ে দিন। আর আমার অন্তর গুনাহ থেকে এমনভাবে সাফ করে দিন, যেভাবে আপনি সাদা কাপড়ের ময়লা পরিস্কার করে থাকেন এবং আমাকে আমার গুনাহ থেকে এতটা দূরে সরিয়ে রাখুন, পৃথিবীর পূর্ব প্রান্তকে পশ্চিম প্রান্ত থেকে যত দুরে রেখেছেন। আয় আল্লাহ! আমি আপনার নিকট পানাহ চাই অলসতা, গুনাহ এবং ঋণ থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "5937",
    "id": "6680",
    "thesequence": "6865",
    "isActive": "1",
    "chapterId": "17393",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৫৯. দারিদ্রের সংকট হতে পানাহ চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Sulaim:\n\nthat she said, O Allahs Messenger (ﷺ)! Anas is your servant, so please invoke for Allahs blessing for him. The Prophet (ﷺ) said, O Allah! Increase his wealth and offspring and bless (for him) whatever You give him.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ قَتَادَةَ، عَنْ أَنَسٍ، عَنْ أُمِّ سُلَيْمٍ، أَنَّهَا قَالَتْ يَا رَسُولَ اللَّهِ أَنَسٌ خَادِمُكَ ادْعُ اللَّهَ لَهُ قَالَ   اللَّهُمَّ أَكْثِرْ مَالَهُ وَوَلَدَهُ، وَبَارِكْ لَهُ فِيمَا أَعْطَيْتَهُ . وَعَنْ هِشَامِ بْنِ زَيْدٍ، سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، مِثْلَهُ",
    "hadithBengali": "৫৯৩৮। মুহাম্মদ ইবনু বাশশার (রহঃ) ... উম্মে সুলায়ম (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ ইয়া রাসুলাল্লাহ! আনাস আপনার খাদিম আপনি আল্লাহর নিকট তার জন্য দুআ করুন। তিনি দুআ করলেনঃ ইয়া আল্লাহ! আপনি তার মাল ও সন্তান বাড়িয়ে দিন, আর আপনি তাকে যা কিছু দিয়েছেন তাতে বরকত দান করুন। হিশাম ইবনু যায়দ (রহঃ) বলেন, আমি আনাস ইবনু মালিক (রাঃ) কে অনুরূপ বর্ণনা করতে শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "5938",
    "id": "6681",
    "thesequence": "6866",
    "isActive": "1",
    "chapterId": "17394",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৬০. বরকতসহ মালের প্রাচুর্যের জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nUm Sulaim said (to the Prophet), Anas is your servant; so please invoke for Allahs blessings for him. He said O Allah! Increase his wealth and offspring, and Bless (for him) whatever You give him.",
    "hadithArabic": "حَدَّثَنَا أَبُو زَيْدٍ، سَعِيدُ بْنُ الرَّبِيعِ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ أَنَسًا ـ رضى الله عنه ـ قَالَ قَالَتْ أُمُّ سُلَيْمٍ أَنَسٌ خَادِمُكَ. قَالَ   اللَّهُمَّ أَكْثِرْ مَالَهُ وَوَلَدَهُ، وَبَارِكْ لَهُ فِيمَا أَعْطَيْتَهُ .",
    "hadithBengali": "৫৯৩৯। আবূ যায়েদ সাঈদ ইবনু রাবী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, উম্মে সুলায়ম বলেন, ইয়া রাসুলাল্লাহ! আনাস আপনার খাদিম। তখন তিনি দুআ করলেন ইয়া আল্লাহ! আপনি তার মাল ও সন্তান বাড়িয়ে দিন এবং আপনি তাকে যা দিয়েছেন তাতে বরকত দিন।\n",
    "checkStatus": "1",
    "hadithNo": "5939",
    "id": "6682",
    "thesequence": "6867",
    "isActive": "1",
    "chapterId": "17394",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৬০. বরকতসহ মালের প্রাচুর্যের জন্য দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nThe Prophet (ﷺ) used to teach us the Istikhara for each and every matter as he used to teach us the Suras from the Holy Quran. (He used to say), If anyone of you intends to do something, he should offer a two-rak`at prayer other than the obligatory prayer, and then say: Allahumma inni astakhiruka biilmika, wa astaqdiruka biqudratika, wa asaluka min fadlika-l-azim, fa innaka taqdiru wala aqdiru, wa talamu wala alamu, wa antaallamu-l-ghuyub. Allahumma in kunta talamu anna hadha-lamra khairun li fi dini wa maashi wa aqibati `Amri (or said, fi ajili `Amri wa ajilihi) fa-qdurhu li, Wa in kunta talamu anna ha-dha-l-amra sharrun li fi dini wa maashi wa aqibati `Amri (or said, fi ajili `Amri wa ajilihi) fasrifhu anni was-rifni anhu wa aqdur li alkhaira haithu kana, thumma Raddani bihi, Then he should mention his matter (need).",
    "hadithArabic": "حَدَّثَنَا مُطَرِّفُ بْنُ عَبْدِ اللَّهِ أَبُو مُصْعَبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الْمَوَالِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُعَلِّمُنَا الاِسْتِخَارَةَ فِي الأُمُورِ كُلِّهَا كَالسُّورَةِ مِنَ الْقُرْآنِ   إِذَا هَمَّ بِالأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ، ثُمَّ يَقُولُ اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ، فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الْغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي ـ أَوْ قَالَ عَاجِلِ أَمْرِي وَآجِلِهِ ـ فَاقْدُرْهُ لِي، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي ـ أَوْ قَالَ فِي عَاجِلِ أَمْرِي وَآجِلِهِ ـ فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ، وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ رَضِّنِي بِهِ. وَيُسَمِّي حَاجَتَهُ .",
    "hadithBengali": "৫৯৪০। মুতাররিফ ইবনু আবদুল্লাহ আবূ মুসআব (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন; নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের যাবতীয় কাজের জন্য ইস্তিখারা শিক্ষা দিতেন, যেমনভাবে তিনি কুরআনের সূরা শিক্ষা দিতেন। (আর বলতেন) যখন তোমাদের কারো কোন বিশেষ কাজ করার ইচ্ছা হয়, তখন সে যেন দু&#39;রাকআত সালাত (নামায/নামাজ) পড়ে এরূপ দু&#39;আ করে।\n\n(অর্থঃ) ইয়া আল্লাহ! আমি আপনার জ্ঞানের দ্বারা আমার উদ্দিষ্ট কাজের মঙ্গলামঙ্গল জানতে চাই এবং আপনার ক্ষমতা বলে আমি কাজে সক্ষম হতে চাই। আর আমি আপনার মহান অনুগ্রহ প্রার্থনা করি। কারণ, আপনি ক্ষমতাবান আর আমার কোন ক্ষমতা নেই এবং আপনি জানেন আর আমি জানিনা। আপনই গায়িব সম্পর্কে জ্ঞান রাখেন। ইয়া আল্লাহ! যদি আপনার জ্ঞানে এ কাজটিকে আমার দ্বীনের ব্যাপারে, আমার জীবন ধারণে ও শেষ পরিণতিতে; রাবী বলেন, কিংবা তিনি বলেছেনঃ আমার বর্তমান ও ভবিষ্যতের দিক দিয়ে মঙ্গলজনক বলে জানেন তাহলে তা আমার জন্য নির্ধারিত করে দিন। আর যদি আমার এ কাজটি আমার দ্বীনের ব্যাপারে, জীবন ধারণে ও শেষ পরিণতিতে রাবী বলেন কিংবা তিনি বলেছেন দুনিয়ায় আমার বর্তমান ও ভবিষ্যতের দিক দিয়ে, আপনি আমার জন্য অমঙ্গলজনক মনে করেন, তবে আপনি তা আমার থেকে ফিরিয়ে নিন। আমাকেও তা থেকে ফিরিয়ে রাখুন। আর যেখানেই হোক, আমার জন্য মঙ্গলজনক কাজ নির্ধারিত করে দিন। তারপর আমাকে আমার নির্ধারিত কাজের প্রতি তৃপ্ত রাখুন। রাবী বলেন, সে যেন এসময় তার প্রয়োজনের বিষয়ই উল্লেখ করে।\n",
    "checkStatus": "1",
    "hadithNo": "5940",
    "id": "6683",
    "thesequence": "6868",
    "isActive": "1",
    "chapterId": "17395",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৬১. ইস্তিখারার সময়ের দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThe Prophet (ﷺ) asked for some water and performed the ablution, and then raised his hands (towards the sky) and said, O Allah! Forgive `Ubaid Abi Amir. I saw the whiteness of his armpits (while he was raising his hands) and he added, O Allah! Upgrade him over many of Your human creatures on the Day of Resurrection.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ دَعَا النَّبِيُّ صلى الله عليه وسلم بِمَاءٍ فَتَوَضَّأَ، ثُمَّ رَفَعَ يَدَيْهِ فَقَالَ  اللَّهُمَّ اغْفِرْ لِعُبَيْدٍ أَبِي عَامِرٍ . وَرَأَيْتُ بَيَاضَ إِبْطَيْهِ فَقَالَ  اللَّهُمَّ اجْعَلْهُ يَوْمَ الْقِيَامَةِ فَوْقَ كَثِيرٍ مِنْ خَلْقِكَ مِنَ النَّاسِ .",
    "hadithBengali": "৫৯৪১। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার পানি আনিয়ে উযূ (ওজু/অজু/অযু) করলেন। তারপর উভয় হাত তুলে দুআ করলেন ইয়া আল্লাহ! আপনি উবায়দ আবূ আমরকে ক্ষমা করে দিন। আমি তখন তার বগলের শুভ্রতা দেখতে পেলাম। আরও দুআ করলেন ইয়া আল্লাহ! আপনি তাকে কিয়ামতের দিন অনেক লোকের উপর মর্যাদাবান করুন।\n",
    "checkStatus": "1",
    "hadithNo": "5941",
    "id": "6684",
    "thesequence": "6824",
    "isActive": "1",
    "chapterId": "17396",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৬২. &#039;উযু করার সময় দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nWe were in the company of the Prophet (ﷺ) on a journey, and whenever we ascended a high place, we used to say Takbir (in a loud voice). The Prophet (ﷺ) said, O people! Be kind to yourselves, for you are not calling upon a deaf or an absent one, but You are calling an All-Hearer, and an All-Seer. Then he came to me as I was reciting silently, La haul a wala quwwata illa bil-lah. He said, O `Abdullah bin Qais! Say: La haul a walaquwata illa bil-lah, for it is one of the treasures of Paradise. Or he said, Shall I tell you a word which is one of the treasures of Paradise? It is: La haul a wala quwwata illa bil-lah.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي عُثْمَانَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ فَكُنَّا إِذَا عَلَوْنَا كَبَّرْنَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم  أَيُّهَا النَّاسُ ارْبَعُوا عَلَى أَنْفُسِكُمْ، فَإِنَّكُمْ لاَ تَدْعُونَ أَصَمَّ وَلاَ غَائِبًا، وَلَكِنْ تَدْعُونَ سَمِيعًا بَصِيرًا . ثُمَّ أَتَى عَلَىَّ وَأَنَا أَقُولُ فِي نَفْسِي لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ. فَقَالَ  يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ فَإِنَّهَا. كَنْزٌ مِنْ كُنُوزِ الْجَنَّةِ . أَوْ قَالَ  أَلاَ أَدُلُّكَ عَلَى كَلِمَةٍ هِيَ كَنْزٌ مِنْ كُنُوزِ الْجَنَّةِ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ .",
    "hadithBengali": "৫৯৪২। সুলায়মান ইবনু হারব (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার এক সফরে আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। যখন আমরা উঁচু জায়গায় উঠতাম তখন উচ্চস্বরে আল্লাহ আল্লাহ বলতাম। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে লোকেরা! তোমরা নিজেদের জানের উপর দয়া করো। কারণ তোমরা কোন বধির অথবা অনুপস্থিতকে আহবান করছ না বরং তোমরা আহবান করছ সর্বশ্রোতা ও সর্বদ্রষ্টা সত্তাকে। কিছুক্ষণ পর তিনি আমার কাছে এলেন, তখন আমি মনে মনে পড়ছিলামঃ লা হাওলা ওলা কুওয়াতা ইল্লা বিল্লাহ তখন তিনি বলেন, হে আবদুল্লাহ ইবনু কায়স! তুমি পড়বে লা হাওলা ওয়ালা কুওয়্যাতা ইল্লা বিল্লাহ। কারণ এ দুআ হল বেহেশ্তের রত্ন ভাণ্ডার সমূহের অন্যতম। অথবা তিনি বললেন আমি কি তোমাকে এমন একটি বস্তুর সন্ধান দেব না যে বাক্যটি জান্নাতের রত্ন ভান্ডার? সেটি থেকে একটি রত্নভাণ্ডার হল লা হাওলা ওয়ালা কুওয়াতা ইল্লা বিল্লাহ।\n",
    "checkStatus": "1",
    "hadithNo": "5942",
    "id": "6685",
    "thesequence": "6825",
    "isActive": "1",
    "chapterId": "17397",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৬৩. উঁচু জায়গায় চড়ার সময়ের দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nWhenever Allahs Messenger (ﷺ) returned from a Ghazwa or Hajj or `Umra, he used to say, Allahu Akbar, three times; whenever he went up a high place, he used to say, La ilaha illal-lahu wahdahu la sharika lahu, lahu-l-mulk wa lahu-l-hamd, wa huwaala kulli Shai in qadir. Ayibuna taibuna abiduna lirabbina hamidun. Sadaqa-l-lahu wadahu, wa nasara`Abdahu wa hazama-l-ahzaba wahdahu.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا قَفَلَ مِنْ غَزْوٍ أَوْ حَجٍّ أَوْ عُمْرَةٍ يُكَبِّرُ عَلَى كُلِّ شَرَفٍ مِنَ الأَرْضِ ثَلاَثَ تَكْبِيرَاتٍ، ثُمَّ يَقُولُ   لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهْوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ، آيِبُونَ تَائِبُونَ، عَابِدُونَ لِرَبِّنَا، حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الأَحْزَابَ وَحْدَهُ .",
    "hadithBengali": "<p style=text-align: center;>بَابُ الدُّعَاءِ إِذَا هَبَطَ وَادِيًا\n\n<p style=text-align: center;>فِيهِ حَدِيثُ جَابِرٍ\n\n২৬৬৪. পরিচ্ছেদঃ উপত্যকায় অবতরণ করার সময় দুআ। এ প্রসঙ্গে জাবির (রাঃ) এর হাদীসে বর্ণিত হয়েছে।\n\n<hr />\n৫৯৪৩। ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মক্কায় হাজ্জ (হজ্জ) কিংবা উমরা থেকে ফিরতেন, তখন প্রতিটি উঁচু জায়গার উপর তিনবার আল্লাহু আকবার বলতেন। তারপর বলতেনঃ আল্লাহ ছাড়া আর কোন ইলাহ নেই। তিনি এক, তার কোন শরীক নেই। রাজত্ব, হামদও তারই জন্য, তিনি সব কিছুর উপর সর্বশক্তিমান। আমরা প্রত্যবর্তনকারী, তাওবাকারী, ইবাদতকারী, আপন প্রতিপালকের প্রশংসাকারী, আল্লাহ তা&#39;আলা নিজ প্রতিশ্রুতি রক্ষা করেছেন। তিনি তাঁর বান্দাকে সাহায্য করেছেন, আর দুশমনের দলকে তিনি একাই প্রতিহত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5943",
    "id": "6686",
    "thesequence": "6826",
    "isActive": "1",
    "chapterId": "17398",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৬৫. সফরের ইচ্ছা করলে কিংবা সফর থেকে প্রত্যাবর্তন করার পর দু&#039;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) seeing a yellow mark (of perfume) on the clothes of `Abdur-Rahman bin `Auf, said, What about you? `Abdur-Rahman replied, I have married a woman with a Mahr of gold equal to a date-stone. The Prophet (ﷺ) said, May Allah bestow His Blessing on you (in your marriage). Give a wedding banquet, (Walima) even with one sheep.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ رَأَى النَّبِيُّ صلى الله عليه وسلم عَلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ أَثَرَ صُفْرَةٍ فَقَالَ  مَهْيَمْ . أَوْ  مَهْ . قَالَ تَزَوَّجْتُ امْرَأَةً عَلَى وَزْنِ نَوَاةٍ مِنْ ذَهَبٍ. فَقَالَ  بَارَكَ اللَّهُ لَكَ أَوْلِمْ وَلَوْ بِشَاةٍ .",
    "hadithBengali": "৫৯৪৪। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) বর্ণনা করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদুর রহমান ইবনু আওফের গায়ে হলুদ রং দেখে জিজ্ঞাসা করলেনঃ ব্যাপার কি? তিনি বললেনঃ আমি একজন মহিলাকে বিয়ে করেছি এক খণ্ড সোনার বিনিময়ে। তিনি দুআ করলেনঃ আল্লাহ তোমাকে বরকত দিন। একটা বকরী দিয়ে হলেও তুমি ওলীমা করো।\n",
    "checkStatus": "1",
    "hadithNo": "5944",
    "id": "6687",
    "thesequence": "6822",
    "isActive": "1",
    "chapterId": "17399",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৬৬. বরের জন্য দু&rsquo;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nMy father died and left behind seven or nine daughters, and I married a woman. The Prophet (ﷺ) said, Did you get married, O Jabir? I replied, Yes. He asked, Is she a virgin or a matron? I replied, She is a matron. He said, Why didnt you marry a virgin girl so that you might play with her and she with you (or, you might make her laugh and she make you laugh)? I said, My father died, leaving seven or nine girls (orphans) and I did not like to bring a young girl like them, so I married a woman who can look after them. He said, May Allah bestow His Blessing on you.",
    "hadithArabic": " حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرٍو، عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ هَلَكَ أَبِي وَتَرَكَ سَبْعَ ـ أَوْ تِسْعَ ـ بَنَاتٍ، فَتَزَوَّجْتُ امْرَأَةً فَقَالَ النَّبِيُّ صلى الله عليه وسلم  تَزَوَّجْتَ يَا جَابِرُ . قُلْتُ نَعَمْ. قَالَ  بِكْرًا أَمْ ثَيِّبًا . قُلْتُ ثَيِّبًا. قَالَ  هَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ، أَوْ تُضَاحِكُهَا وَتُضَاحِكُكَ . قُلْتُ هَلَكَ أَبِي فَتَرَكَ سَبْعَ ـ أَوْ تِسْعَ ـ بَنَاتٍ، فَكَرِهْتُ أَنْ أَجِيئَهُنَّ بِمِثْلِهِنَّ، فَتَزَوَّجْتُ امْرَأَةً تَقُومُ عَلَيْهِنَّ. قَالَ  فَبَارَكَ اللَّهُ عَلَيْكَ . لَمْ يَقُلِ ابْنُ عُيَيْنَةَ وَمُحَمَّدُ بْنُ مُسْلِمٍ عَنْ عَمْرٍو  بَارَكَ اللَّهُ عَلَيْكَ .",
    "hadithBengali": "৫৯৪৫। আবূ নূমান (রহঃ) ... জাবির (রাঃ) বলেন, আমার আব্বা সাত অথবা নয়জন মেয়ে রেখে ইন্তেকাল করেন। তারপর আমি একজন মহিলাকে বিয়ে করি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি কি বিয়ে করেছ? আমি বললামঃ হ্যাঁ। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেন, সে মহিলাটি কুমারী না অকুমারী? আমি বললামঃ অকুমারী। তিনি বললেন, তুমি একজন কুমারী বিয়ে করলে না কেন? তা হলে তুমি তার সঙ্গে ক্রীড়া-কৌতুক করতে এবং সেও তোমার সঙ্গে ক্রীড়া কৌতুক করত। আর তুমি তার সাথে এবং সেও তোমার সাথে হাসীখুশী করতো। আমি বললামঃ আমার আব্বা সাত অথবা নয়জন মেয়ে রেখে ইন্তেকাল করেছেন। সূতরাং আমি এটা পছন্দ করলাম না যে, তাদের মত কুমারী বিয়ে করে আনি। এজন্য আমি এমন একজন মহিলাকে বিয়ে করেছি যে তাদের দেখাশোনা করতে পারবে। তখন তিনি দুআ করলেন আল্লাহ! তোমাকে বরকত দিন।\n",
    "checkStatus": "1",
    "hadithNo": "5945",
    "id": "6688",
    "thesequence": "6823",
    "isActive": "1",
    "chapterId": "17399",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৬৬. বরের জন্য দু&rsquo;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, If anyone of you, when intending to have a sexual intercourse with his wife, says: Bismillah, Allahumma jannibna-sh-shaitan, wa jannibi-sh-shaitan ma razaqtana, and if the couple are destined to have a child (out of that very sexual relation), then Satan will never be able to harm that child.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ سَالِمٍ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   لَوْ أَنَّ أَحَدَهُمْ إِذَا أَرَادَ أَنْ يَأْتِيَ أَهْلَهُ قَالَ بِاسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا، فَإِنَّهُ إِنْ يُقَدَّرْ بَيْنَهُمَا وَلَدٌ فِي ذَلِكَ، لَمْ يَضُرَّهُ شَيْطَانٌ أَبَدًا .",
    "hadithBengali": "৫৯৪৬। উসমান ইবনু আবূ শায়বা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের কেউ স্ত্রীর সঙ্গে সংত হওয়ার ইচ্ছা করলে সে বলবেঃ আল্লাহর নামে, হে আল্লাহ আপনি আমাদের শয়তান থেকে দূরে রাখুন এবং আপনি আমাদেরকে যা দান করেন তা থেকে শয়তানকে দূরে রাখুন তারপর তাদের এ মিলনের মধ্যে যদি কোন সন্তান নির্ধারিত থাকে তা হলে শয়তান এ সন্তানকে কখনো ক্ষতি করতে পরবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5946",
    "id": "6689",
    "thesequence": "6821",
    "isActive": "1",
    "chapterId": "17400",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৬৭. নিজ স্ত্রীর নিকট আসলে যে দু&#039;আ পড়তে হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe most frequent invocation of The Prophet (ﷺ) was: O Allah! Give to us in the world that which is good and in the Hereafter that which is good, and save us from the torment of the Fire. (2.201)",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ عَبْدِ الْعَزِيزِ، عَنْ أَنَسٍ، قَالَ كَانَ أَكْثَرُ دُعَاءِ النَّبِيِّ صلى الله عليه وسلم   اللَّهُمَّ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً، وَفِي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ .",
    "hadithBengali": "৫৯৪৭। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিকাংশ সময়ই এ দুআ পড়তেনঃ হে আমাদের প্রতিপালক! আমাদের দুনিয়াতে কল্যাণ দাও এবং আখিরাতেও কল্যাণ দাও এবং আমাদের অগ্নিযন্ত্রণা থেকে রক্ষা কর। (২ঃ ২০১)\n",
    "checkStatus": "1",
    "hadithNo": "5947",
    "id": "6690",
    "thesequence": "6819",
    "isActive": "1",
    "chapterId": "17401",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৬৮. নাবী  (সাঃ) এর দু&#039;আঃ হে আমাদের প্রতিপালক! আমাদের ইহকালে কল্যাণ দাও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`d bin Abi Waqqas:\n\nThe Prophet (ﷺ) used to teach us these words as he used to teach us the Book (Quran): O Allah! seek refuge with You from miserliness, and seek refuge with You from cowardice, and seek refuge with You from being brought back to (senile) geriatric old age, and seek refuge with You from the affliction of the world and from the punishment in the Hereafter.",
    "hadithArabic": "حَدَّثَنَا فَرْوَةُ بْنُ أَبِي الْمَغْرَاءِ، حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ مُصْعَبِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُعَلِّمُنَا هَؤُلاَءِ الْكَلِمَاتِ كَمَا تُعَلَّمُ الْكِتَابَةُ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ نُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا، وَعَذَابِ الْقَبْرِ .",
    "hadithBengali": "৫৯৪৮। ফারওয়া ইবনু আবূল মাগরা (রহঃ) ... সা&#39;দ ইবনু আবূ ওয়াক্কাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, যেভাবে লেখা শিখানো হতো ঠিক এভাবেই আমাদের নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দু&#39;আ শিখাতেন। ইয়া আল্লাহ! আমি কৃপণতা থেকে আপনার আশ্রয় চাই। আর আমি ভীরুতা থেকে আপনার আশ্রয় চাই। আর আপনার আশ্রয় চাই আমাদের বার্ধক্যের অসহায়ত্বের দিকে ফিরিয়ে দেওয়া থেকে। আর আমি আপনার আশ্রয় চাই দুনিয়ার ফিতনা এবং কবরের আযাব থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "5948",
    "id": "6691",
    "thesequence": "6820",
    "isActive": "1",
    "chapterId": "17402",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৬৯. দুনিয়ার ফিতনা থেকে আল্লাহর আশ্রয় চাওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nthat Allahs Messenger (ﷺ) was affected by magic, so much that he used to think that he had done something which in fact, he did not do, and he invoked his Lord (for a remedy). Then (one day) he said, O `Aisha!) Do you know that Allah has advised me as to the problem I consulted Him about? `Aisha said, O Allahs Messenger (ﷺ)! Whats that? He said, Two men came to me and one of them sat at my head and the other at my feet, and one of them asked his companion, What is wrong with this man? The latter replied, He is under the effect of magic. The former asked, Who has worked magic on him? The latter replied, Labid bin Al-Asam. The former asked, With what did he work the magic? The latter replied, With a comb and the hair, which are stuck to the comb, and the skin of pollen of a date-palm tree. The former asked, Where is that? The latter replied, It is in Dharwan. Dharwan was a well in the dwelling place of the (tribe of) Bani Zuraiq. Allahs Messenger (ﷺ) went to that well and returned to `Aisha, saying, By Allah, the water (of the well) was as red as the infusion of Hinna, (1) and the date-palm trees look like the heads of devils. `Aisha added, Allahs Messenger (ﷺ) came to me and informed me about the well. I asked the Prophet, O Allahs Messenger (ﷺ), why didnt you take out the skin of pollen? He said, As for me, Allah has cured me and I hated to draw the attention of the people to such evil (which they might learn and harm others with).  Narrated Hishams father: `Aisha said, Allahs Messenger (ﷺ) was bewitched, so he invoked Allah repeatedly requesting Him to cure him from that magic). Hisham then narrated the above narration.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُنْذِرٍ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم طُبَّ حَتَّى إِنَّهُ لَيُخَيَّلُ إِلَيْهِ قَدْ صَنَعَ الشَّىْءَ وَمَا صَنَعَهُ، وَإِنَّهُ دَعَا رَبَّهُ ثُمَّ قَالَ  أَشَعَرْتِ أَنَّ اللَّهَ قَدْ أَفْتَانِي فِيمَا اسْتَفْتَيْتُهُ فِيهِ . فَقَالَتْ عَائِشَةُ فَمَا ذَاكَ يَا رَسُولَ اللَّهِ قَالَ  جَاءَنِي رَجُلاَنِ فَجَلَسَ أَحَدُهُمَا عِنْدَ رَأْسِي، وَالآخَرُ عِنْدَ رِجْلَىَّ فَقَالَ أَحَدُهُمَا لِصَاحِبِهِ مَا وَجَعُ الرَّجُلِ قَالَ مَطْبُوبٌ. قَالَ مَنْ طَبَّهُ قَالَ لَبِيدُ بْنُ الأَعْصَمِ. قَالَ فِيمَا ذَا قَالَ فِي مُشْطٍ وَمُشَاطَةٍ وَجُفِّ طَلْعَةٍ. قَالَ فَأَيْنَ هُوَ قَالَ فِي ذَرْوَانَ، وَذَرْوَانُ بِئْرٌ فِي بَنِي زُرَيْقٍ . قَالَتْ فَأَتَاهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ رَجَعَ إِلَى عَائِشَةَ فَقَالَ  وَاللَّهِ لَكَأَنَّ مَاءَهَا نُقَاعَةُ الْحِنَّاءِ، وَلَكَأَنَّ نَخْلَهَا رُءُوسُ الشَّيَاطِينِ . قَالَتْ فَأَتَى رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَخْبَرَهَا عَنِ الْبِئْرِ، فَقُلْتُ يَا رَسُولَ اللَّهِ فَهَلاَّ أَخْرَجْتَهُ قَالَ  أَمَّا أَنَا فَقَدْ شَفَانِي اللَّهُ، وَكَرِهْتُ أَنْ أُثِيرَ عَلَى النَّاسِ شَرًّا . زَادَ عِيسَى بْنُ يُونُسَ وَاللَّيْثُ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ سُحِرَ النَّبِيُّ صلى الله عليه وسلم فَدَعَا وَدَعَا وَسَاقَ الْحَدِيثَ",
    "hadithBengali": "৫৯৪৯। ইবরাহীম ইবনু মুনযির (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর যাদু করা হলো। এমন কি তার খেয়াল হতো যে, তিনি একটা কাজ করেছেন। অথচ তিনি তা করেন নি। সে জন্য তিনি আল্লাহর কাছে দুআ করলেন। এরপর তিনি (আয়িশা (রাঃ) কে বললেনঃ তুমি জানতে পেরেছ কি? আমি যে বিষয়টা আল্লাহর কাছ থেকে জানতে চেয়েছিলাম, তা তিনি আমাকে জানিয়ে দিয়েছেন। আয়িশা (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ তা কি?\n\nতিনি বললেনঃ (স্বপ্নের মধ্যে) আমার নিকট দু&#39;জন লোক আসলেন এবং একজন আমার মাথার কাছে, আরেক জন আমার উভয় পায়ের কাছে বসলেন। তারপর একজন তার সাথীকে জিজ্ঞাসা করলেন এ ব্যাক্তির রোগটা কি? তখন অপরজন বললেনঃ তিনি যাদুতে আক্রান্ত। আবার তিনি জিজ্ঞাসা করলেন তাকে কে যাদু করেছে? অপর জন বললেনঃ লাবীদ ইবনু আসাম। তিনি আবার জিজ্ঞাসা করলেন, তা কিসের মধ্যে করেছে? তিনি বললেন, চিরুনী, ছেড়া চুল ও কাঁচা খেজুর গাছের খোশার মধ্যে। পূনরায় তিনি জিজ্ঞাসা করলেনঃ এটা কোথায়? তিনি বললেনঃ যুরাইক গোত্রের &#39;মুআরওয়ান&#39; নামক কুপের মধ্যে।\n\nআয়িশা। (রাঃ) বর্ণনা করেন, অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে গেলেন এবং (তা কূপ থেকে বের করিয়ে নিয়ে) আয়িশার কাছে ফিরে এসে বললেনঃ আল্লাহর কসম! সেই কুপের পানি যেন মেহেন্দি তলানী পানি এবং এর (নিকটস্থ) খেজুর গাছগুলো ঠিক যেন শয়তানের মাথা। আয়িশা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিরে এসে তার কাছে কুপের বিস্তারিত অবস্থা জানালেন।\n\nতখন আমি বললাম ইয়া রাসুলাল্লাহ! আপনি এ ব্যাপারটা লোক সমাজে প্রকাশ করে দিলেন না কেন? তিনি বললেন আল্লাহ তা&#39;আলা তো আমাকে রোগমুক্ত করেছেন। সুতরাং আমি লোকজনের মধ্যে উত্তেজনা বিস্তার করা পছন্দ করি না।\n\nঈসা ইবনু ইউনূস ও লায়স (রহঃ) ... আয়িশা (রাঃ) থেকে বর্নিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে যাদু করা হলে তিনি বারবার দুআ করলেন, এভাবে পূর্ন হাদীস বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5949",
    "id": "6692",
    "thesequence": "6818",
    "isActive": "1",
    "chapterId": "17403",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭০. বারবার দু&rsquo;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Abi `Aufa:\n\nAllahs Messenger (ﷺ) asked for Allahs wrath upon the Ahzab (confederates), saying, O Allah, the Revealer of the Holy Book, and the One swift at reckoning! Defeat the confederates; Defeat them and shake them.",
    "hadithArabic": "حَدَّثَنَا ابْنُ سَلاَمٍ، أَخْبَرَنَا وَكِيعٌ، عَنِ ابْنِ أَبِي خَالِدٍ، قَالَ سَمِعْتُ ابْنَ أَبِي أَوْفَى ـ رضى الله عنهما ـ قَالَ دَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الأَحْزَابِ فَقَالَ   اللَّهُمَّ مُنْزِلَ الْكِتَابِ، سَرِيعَ الْحِسَابِ، اهْزِمِ الأَحْزَابَ، اهْزِمْهُمْ وَزَلْزِلْهُمْ .",
    "hadithBengali": "৫৯৫০। ইবনু সালাম (রহঃ) ... ইবনু আবূ আওফা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (খন্দকের যুদ্ধে) শত্রু বাহিনীর উপর বদ দু&#39;আ করেছেনঃ ইয়া আল্লাহ! হে কিতাব অবর্তীর্ণকারী! হে ত্বরিৎ হিসাব গ্রহণকারী! আপনি শত্রু বাহিনীকে পরাজিত করুন। তাদের পরাস্ত করুন। এবং তাদের প্রকিম্পিত করুন।\n",
    "checkStatus": "1",
    "hadithNo": "5950",
    "id": "6693",
    "thesequence": "6817",
    "isActive": "1",
    "chapterId": "17404",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭১. মুশরিকদের উপর বদ দু&#039;আ করা। ইবন মাসউদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ ইয়া আল্লাহ! আপনি আমাকে তাদের মুকাবিলায় সাহায্য করুন। যেমন দুর্ভিক্ষগ্রস্থ সাত বছর দিয়ে ইউসুফ (আঃ) কে সাহায্য করেছেন। ইয়া আল্লাহ! আপনি আবু জেহেলকে শাস্তি দিন। ইবন উমর (রাঃ) বলেন, নবী (সাঃ) সালাতে বদ দু&rsquo;আ করলেন। ইয়া আল্লাহ! অমুককে লা&rsquo;নত করুন ও অমুককে লা&rsquo;নত করুন। তখন ওহী নাযিল হলঃ তিনি তাদের প্রতি ক্ষমাশীল হবেন অথবা তাদের শাস্তি দিবেন এ বিষয়ে আপনার করনীয় কিছুই নেই। (৩ঃ ১২৮)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nWhen the Prophet (ﷺ) said, Sami al-lahu liman hamidah (Allah heard him who sent his praises to Him) in the last rak`a of the `Isha prayer, he used to invoke Allah, saying, O Allah! Save `Aiyash bin Abi Rabi`a; O Allah! Save Al-Walid bin Al-Walid; O Allah! Save the weak people among the believers; O Allah! Be hard on the Tribe of Mudar; O Allah! Inflict years of drought upon them like the years (of drought) of the Prophet (ﷺ) Joseph.",
    "hadithArabic": " حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا قَالَ  سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ . فِي الرَّكْعَةِ الآخِرَةِ مِنْ صَلاَةِ الْعِشَاءِ قَنَتَ  اللَّهُمَّ أَنْجِ عَيَّاشَ بْنَ أَبِي رَبِيعَةَ، اللَّهُمَّ أَنْجِ الْوَلِيدَ بْنَ الْوَلِيدِ، اللَّهُمَّ أَنْجِ سَلَمَةَ بْنَ هِشَامٍ، اللَّهُمَّ أَنْجِ الْمُسْتَضْعَفِينَ مِنَ الْمُؤْمِنِينَ، اللَّهُمَّ اشْدُدْ وَطْأَتَكَ عَلَى مُضَرَ، اللَّهُمَّ اجْعَلْهَا سِنِينَ كَسِنِي يُوسُفَ .",
    "hadithBengali": "৫৯৫১। মুয়ায ইবনু ফাযালা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এশার সালাত (নামায/নামাজ) এর শেষ রাক&#39;আতে যখন &#39;সামিয়াল্লাহু লিমান হামিদাহ&#39; বলতেন তখন কুনূতে (নাযিলা) পড়তেনঃ ইয়া আল্লাহ! আইয়্যাশ ইবনু আবূ রাবীয়াকে নাযাত দিন। ইয়া আল্লাহ! ওয়ালীদ ইবনু ওয়ালীদকে মুক্তি দিন। ইয়া আল্লাহ! সালামা ইবনু হিশামকে মুক্তি দিন। ইয়া আল্লাহ! আপনি দুর্বল মুমিনদের নাযাত দিন। ইয়া আল্লাহ! আপনি মুযার গোত্রকে কঠোর শাস্তি দিন। ইয়া আল্লাহ! আপনি তাদের উপর ইউসুফ (আলাইহিস সালাম) এর সময়ের দুর্ভিক্ষের বছরের ন্যায় দুর্ভিক্ষ দিন।\n",
    "checkStatus": "1",
    "hadithNo": "5951",
    "id": "6694",
    "thesequence": "6816",
    "isActive": "1",
    "chapterId": "17404",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭১. মুশরিকদের উপর বদ দু&#039;আ করা। ইবন মাসউদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ ইয়া আল্লাহ! আপনি আমাকে তাদের মুকাবিলায় সাহায্য করুন। যেমন দুর্ভিক্ষগ্রস্থ সাত বছর দিয়ে ইউসুফ (আঃ) কে সাহায্য করেছেন। ইয়া আল্লাহ! আপনি আবু জেহেলকে শাস্তি দিন। ইবন উমর (রাঃ) বলেন, নবী (সাঃ) সালাতে বদ দু&rsquo;আ করলেন। ইয়া আল্লাহ! অমুককে লা&rsquo;নত করুন ও অমুককে লা&rsquo;নত করুন। তখন ওহী নাযিল হলঃ তিনি তাদের প্রতি ক্ষমাশীল হবেন অথবা তাদের শাস্তি দিবেন এ বিষয়ে আপনার করনীয় কিছুই নেই। (৩ঃ ১২৮)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) sent a Sariya (an army detachment) consisting of men called Al-Qurra, and all of them were martyred. I had never seen the Prophet (ﷺ) so sad over anything as he was over them. So he said Qunut (invocation in the prayer) for one month in the Fajr prayer, invoking for Allahs wrath upon the tribe of Usaiya, and he used to say, The people of Usaiya have disobeyed Allah and His Apostle.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ الرَّبِيعِ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ عَاصِمٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم سَرِيَّةً يُقَالُ لَهُمُ الْقُرَّاءُ فَأُصِيبُوا، فَمَا رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَجَدَ عَلَى شَىْءٍ مَا وَجَدَ عَلَيْهِمْ، فَقَنَتَ شَهْرًا فِي صَلاَةِ الْفَجْرِ وَيَقُولُ   إِنَّ عُصَيَّةَ عَصَوُا اللَّهَ وَرَسُولَهُ .",
    "hadithBengali": "৫৯৫২। হাসান ইবনু রাবী (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটা সারিয়্যা (ক্ষুদ্র বাহিনী) পাঠালেন। তাদের কুররা বলা হতো। তাদের হত্যা করা হলো। আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এদের ব্যাপারে যেরূপ রাগাম্বিত দেখেছি অন্য কারণে সেরূপ রাগান্বিত দেখিনি। এজন্য তিনি ফজরের সালাত (নামায/নামাজ)-এ মাসব্যাপি কুনুত পড়লেন। তিনি বলতেনঃ উসায়্যা গোত্র আল্লাহ ও তাঁর রাসূলের নাফফরমানী করেছে।\n",
    "checkStatus": "1",
    "hadithNo": "5952",
    "id": "6695",
    "thesequence": "6815",
    "isActive": "1",
    "chapterId": "17404",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭১. মুশরিকদের উপর বদ দু&#039;আ করা। ইবন মাসউদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ ইয়া আল্লাহ! আপনি আমাকে তাদের মুকাবিলায় সাহায্য করুন। যেমন দুর্ভিক্ষগ্রস্থ সাত বছর দিয়ে ইউসুফ (আঃ) কে সাহায্য করেছেন। ইয়া আল্লাহ! আপনি আবু জেহেলকে শাস্তি দিন। ইবন উমর (রাঃ) বলেন, নবী (সাঃ) সালাতে বদ দু&rsquo;আ করলেন। ইয়া আল্লাহ! অমুককে লা&rsquo;নত করুন ও অমুককে লা&rsquo;নত করুন। তখন ওহী নাযিল হলঃ তিনি তাদের প্রতি ক্ষমাশীল হবেন অথবা তাদের শাস্তি দিবেন এ বিষয়ে আপনার করনীয় কিছুই নেই। (৩ঃ ১২৮)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Jews used to greet the Prophet (ﷺ) by saying, As-Samu Alaika (i.e., death be upon you), so I understood what they said, and I said to them, As-Samu alaikum wal-lana (i.e. Death and Allahs Curse be upon you). The Prophet (ﷺ) said, Be gentle and calm, O `Aisha, as Allah likes gentleness in all affairs. I said, O Allahs Prophet! Didnt you hear what they said? He said, Didnt you hear me answering them back by saying, Alaikum (i.e., the same be upon you)?",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ الْيَهُودُ يُسَلِّمُونَ عَلَى النَّبِيِّ صلى الله عليه وسلم يَقُولُونَ السَّامُ عَلَيْكَ. فَفَطِنَتْ عَائِشَةُ إِلَى قَوْلِهِمْ فَقَالَتْ عَلَيْكُمُ السَّامُ وَاللَّعْنَةُ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  مَهْلاً يَا عَائِشَةُ، إِنَّ اللَّهَ يُحِبُّ الرِّفْقَ فِي الأَمْرِ كُلِّهِ . فَقَالَتْ يَا نَبِيَّ اللَّهِ أَوَلَمْ تَسْمَعْ مَا يَقُولُونَ قَالَ  أَوَلَمْ تَسْمَعِي أَنِّي أَرُدُّ ذَلِكَ عَلَيْهِمْ فَأَقُولُ وَعَلَيْكُمْ .",
    "hadithBengali": "৫৯৫৩। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, ইয়াহুদী সম্প্রদায়ের লোকেরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সালাম করার সময় বলতো আসসামু আলাইকা (ধংস তোমার প্রতি)। আয়িশা (রাঃ) তাদের এ বাক্যের কুমতলব বুঝতে পেরে বললেন আলাইকুমুসসাম ওয়াললানত (ধংস তোমাদের প্রতিও লা&#39;নত)। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন আয়িশা থামো! আল্লাহ তা&#39;আলা সমুদয় বিষয়েই নম্রতা পছন্দ করেন। আয়িশা (রাঃ) বললেন তারা কি বলেছে আপনি কি তা শুনেনি? তিনি বললেন, আমি তাদের প্রতি উত্তরে &#39;ওয়াআলাকুম&#39; বলেছি তা তুমি শুননি? আমি বলেছি তোমাদের উপর।\n",
    "checkStatus": "1",
    "hadithNo": "5953",
    "id": "6696",
    "thesequence": "6814",
    "isActive": "1",
    "chapterId": "17404",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭১. মুশরিকদের উপর বদ দু&#039;আ করা। ইবন মাসউদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ ইয়া আল্লাহ! আপনি আমাকে তাদের মুকাবিলায় সাহায্য করুন। যেমন দুর্ভিক্ষগ্রস্থ সাত বছর দিয়ে ইউসুফ (আঃ) কে সাহায্য করেছেন। ইয়া আল্লাহ! আপনি আবু জেহেলকে শাস্তি দিন। ইবন উমর (রাঃ) বলেন, নবী (সাঃ) সালাতে বদ দু&rsquo;আ করলেন। ইয়া আল্লাহ! অমুককে লা&rsquo;নত করুন ও অমুককে লা&rsquo;নত করুন। তখন ওহী নাযিল হলঃ তিনি তাদের প্রতি ক্ষমাশীল হবেন অথবা তাদের শাস্তি দিবেন এ বিষয়ে আপনার করনীয় কিছুই নেই। (৩ঃ ১২৮)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali bin Abi Talib:\n\nWe were in the company of the Prophet (ﷺ) on the day (of the battle) of Al-Khandaq (the Trench). The Prophet said, May Allah fill their (the infidels) graves and houses with fire, as they have kept us so busy that we could not offer the middle prayer till the sun had set; and that prayer was the `Asr prayer.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ، حَدَّثَنَا مُحَمَّدُ بْنُ سِيرِينَ، حَدَّثَنَا عَبِيدَةُ، حَدَّثَنَا عَلِيُّ بْنُ أَبِي طَالِبٍ ـ رضى الله عنه ـ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم يَوْمَ الْخَنْدَقِ، فَقَالَ   مَلأَ اللَّهُ قُبُورَهُمْ وَبُيُوتَهُمْ نَارًا، كَمَا شَغَلُونَا عَنْ صَلاَةِ الْوُسْطَى حَتَّى غَابَتِ الشَّمْسُ . وَهْىَ صَلاَةُ الْعَصْرِ.",
    "hadithBengali": "৫৯৫৪। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... আলী ইবনু আবূ তালিব (রাঃ) বলেন, খন্দকের যুদ্ধের দিন আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। তিনি বললেন, হে আল্লাহ! তাদের গৃহ এবং কবরকে আগুন ভর্তি করে দিন। কেননা তারা আমাদের সালাতুল উস্তা থেকে বিরত রেখেছে। এমনকি সূর্য অস্তমিত হয়ে গেল। আর , &#39;সালাতুল উস্তা&#39; হল আসর সালাত (নামায/নামাজ)।\n",
    "checkStatus": "1",
    "hadithNo": "5954",
    "id": "6697",
    "thesequence": "6813",
    "isActive": "1",
    "chapterId": "17404",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭১. মুশরিকদের উপর বদ দু&#039;আ করা। ইবন মাসউদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ ইয়া আল্লাহ! আপনি আমাকে তাদের মুকাবিলায় সাহায্য করুন। যেমন দুর্ভিক্ষগ্রস্থ সাত বছর দিয়ে ইউসুফ (আঃ) কে সাহায্য করেছেন। ইয়া আল্লাহ! আপনি আবু জেহেলকে শাস্তি দিন। ইবন উমর (রাঃ) বলেন, নবী (সাঃ) সালাতে বদ দু&rsquo;আ করলেন। ইয়া আল্লাহ! অমুককে লা&rsquo;নত করুন ও অমুককে লা&rsquo;নত করুন। তখন ওহী নাযিল হলঃ তিনি তাদের প্রতি ক্ষমাশীল হবেন অথবা তাদের শাস্তি দিবেন এ বিষয়ে আপনার করনীয় কিছুই নেই। (৩ঃ ১২৮)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nat-Tufail bin `Amr came to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! The tribe of Daus has disobeyed (Allah and His Apostle) and refused (to embrace Islam), therefore, invoke Allahs wrath for them. The people thought that the Prophet (ﷺ) would invoke Allahs wrath for them, but he said, O Allah! Guide the tribe Of Daus and let them come to us.",
    "hadithArabic": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَدِمَ الطُّفَيْلُ بْنُ عَمْرٍو عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ دَوْسًا قَدْ عَصَتْ وَأَبَتْ، فَادْعُ اللَّهَ عَلَيْهَا. فَظَنَّ النَّاسُ أَنَّهُ يَدْعُو عَلَيْهِمْ، فَقَالَ   اللَّهُمَّ اهْدِ دَوْسًا وَأْتِ بِهِمْ .",
    "hadithBengali": "৫৯৫৫। আলী ইবন আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তুফাইল ইবনু আমর (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললেন দাওস গোত্র নাফরমানী করেছে ও অবাধ্য হয়েছে এবং ইসলাম গ্রহন করতে অস্বীকার করেছে। সুতরাং আপনি তাদের উপর বদ দুআ করুন। সাহাবীগণ ধারণা করলেন যে, তিনি তাদের উপর বদ দুআই করবেন। কিন্তু তিনি (তাদের জন্য) দু&#39;আ করলেন ইয়া আল্লাহ! আপনি দাওস গোত্রকে হিদায়াত করুন। আর তাদের মুসলমান বানিয়ে নিয়ে আসুন।\n",
    "checkStatus": "1",
    "hadithNo": "5955",
    "id": "6698",
    "thesequence": "6811",
    "isActive": "1",
    "chapterId": "17405",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭২. মুশরিকদের জন্য দু&rsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThe Prophet (ﷺ) used to invoke Allah with the following invocation: Rabbi-ghfir-li Khati ati wa jahli wa israfi fi `Amri kullihi, wa ma anta alamu bihi minni. Allahumma ighfirli khatayaya wa amdi, wa jahli wa jiddi, wa kullu dhalikaindi. Allahumma ighrifli ma qaddamtu wa ma akhartu wa ma asrartu wa ma alantu. Anta-l-muqaddimu wa anta-l-muakh-khiru, wa anta ala kulli shaiin qadir.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْمَلِكَ بْنُ صَبَّاحٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ ابْنِ أَبِي مُوسَى، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَدْعُو بِهَذَا الدُّعَاءِ   رَبِّ اغْفِرْ لِي خَطِيئَتِي وَجَهْلِي وَإِسْرَافِي فِي أَمْرِي كُلِّهِ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، اللَّهُمَّ اغْفِرْ لِي خَطَايَاىَ وَعَمْدِي وَجَهْلِي وَهَزْلِي، وَكُلُّ ذَلِكَ عِنْدِي، اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ، أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ، وَأَنْتَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ . وَقَالَ عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ وَحَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِنَحْوِهِ.",
    "hadithBengali": "৫৯৫৬। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আবূ মূসা (রাঃ) তার পিতা থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ দু&#39;আ করতেন হে আল্লাহ! আপনি মাফ করে দিন আমার অনিচ্ছাকৃত গুনাহ, আমার অজ্ঞতা, আমার কাজের সকল বাড়াবাড়ি এবং আমার যেসব গুনাহ আপনি আমার চাইতে বেশী জানেন। ইয়া আল্লাহ আপনি ক্ষমা করে দিন আমার ভুল-ত্রুটি আমার ইচ্ছাকৃত গুনাহ ও আমার অজ্ঞতা এবং আমার উপহাসমূলক গুনাহ আর এ রকম গুনাহ যা আমার মধ্যে আছে। ইয়া আল্লাহ আপনি আমাকে মাফ করে দিন; যেসব গুনাহ আমি আগে করেছি। আপনিই আগে বাড়ান আপনই পশ্চাতে ফেলেন এবং আপনই সব কিছুব উপর সর্বশক্তিমান।\n",
    "checkStatus": "1",
    "hadithNo": "5956",
    "id": "6699",
    "thesequence": "6812",
    "isActive": "1",
    "chapterId": "17406",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭৩. নাবী (সাঃ) এর দু&#039;আঃ হে আল্লাহ! আমার পূর্বের ও পরের গুনাহসমূহ মাফ করে দিন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa Al-Ash`ari:\n\nThe Prophet (ﷺ) used to invoke Allah, saying, Allahumma ighfirli khatiati wa jahli wa israfi fi `Amri, wa ma anta a-lamu bihi minni. Allahumma ighfirli hazali wa jiddi wa khatai wa amdi, wa kullu dhalika indi.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ، حَدَّثَنَا إِسْرَائِيلُ، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى، وَأَبِي، بُرْدَةَ ـ أَحْسِبُهُ ـ عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَدْعُو   اللَّهُمَّ اغْفِرْ لِي خَطِيئَتِي وَجَهْلِي وَإِسْرَافِي فِي أَمْرِي، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، اللَّهُمَّ اغْفِرْ لِي هَزْلِي وَجِدِّي وَخَطَاىَ وَعَمْدِي، وَكُلُّ ذَلِكَ عِنْدِي .",
    "hadithBengali": "৫৯৫৭। মুহাম্মদ ইবনু মূসান্না (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু&#39;আ করতেন ইয়া আল্লাহ! আপনি মাফ করে দিন আমার ভূল-ক্রটি জনিত গুনাহ, আমার অজ্ঞতা আমার কাজের সকল বাড়াবাড়ি এবং আর যা আপনি আমার চাইতে অধিক জানেন। ইয়া আল্লাহ! আপনি ক্ষমা করে দিন আমার হাসি-তামাশামুলক গুনাহ, আমার অবাধ্যতামূলক গুনাহ, আমার অনিচ্ছাকৃত গুনাহ এবং ইচ্ছাকৃত গুনাহ, আর এসব গুনাহ যে আমার মধ্যে রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5957",
    "id": "6700",
    "thesequence": "6810",
    "isActive": "1",
    "chapterId": "17406",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭৩. নাবী (সাঃ) এর দু&#039;আঃ হে আল্লাহ! আমার পূর্বের ও পরের গুনাহসমূহ মাফ করে দিন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAbu-l-Qasim (the Prophet) said, On Friday there is a particular time. If a Muslim happens to be praying and invoking Allah for something good during that time, Allah will surely fulfill his request. The Prophet (ﷺ) pointed out with his hand. We thought that he wanted to illustrate how short that time was.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا أَيُّوبُ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم   فِي الْجُمُعَةِ سَاعَةٌ لاَ يُوَافِقُهَا مُسْلِمٌ وَهْوَ قَائِمٌ يُصَلِّي يَسْأَلُ خَيْرًا إِلاَّ أَعْطَاهُ . وَقَالَ بِيَدِهِ قُلْنَا يُقَلِّلُهَا يُزَهِّدُهَا.",
    "hadithBengali": "৫৯৫৮। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) বর্ণনা করেন, আবূল কাসিম বলেন, জুমু আর দিনে এমন একটি মুহর্ত আছে যদি সে মুহর্তটিতে কোন মুসলমান দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করে আল্লাহর নিকট কোন কল্যাণের জন্য দুআ করে, তবে তা আল্লাহ তাকে দান করবেন। তিনি এ হাদীস বর্ণনার সময় আপন হাত দিয়ে ইশারা করেন (ইশারাতে) আমরা বুঝলাম যে, তিনি মুহর্তটির সংক্ষিপ্ততার দিকে ইংগিত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5958",
    "id": "6701",
    "thesequence": "6809",
    "isActive": "1",
    "chapterId": "17407",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭৪. জুমুআর দিনে কবুলিয়াতের সময় দু&#039;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Abi Mulaika:\n\n`Aisha said, The Jews came to the Prophet (ﷺ) and said to him, As-Samu Alaika (i.e., Death be upon you). He replied, The same on you.  `Aisha said to them, Death be upon you, and may Allah curse you and shower His wrath upon you! Allahs Messenger (ﷺ) I said, Be gentle and calm, O `Aisha! Be gentle and beware of being harsh and of saying evil things. She said, Didnt you hear what they said? He said, Didnt you hear what I replied (to them)? have returned their statement to them, and my invocation against them will be accepted but theirs against me will not be accepted.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا أَيُّوبُ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ الْيَهُودَ، أَتَوُا النَّبِيَّ صلى الله عليه وسلم فَقَالُوا السَّامُ عَلَيْكَ. قَالَ  وَعَلَيْكُمْ . فَقَالَتْ عَائِشَةُ السَّامُ عَلَيْكُمْ، وَلَعَنَكُمُ اللَّهُ وَغَضِبَ عَلَيْكُمْ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَهْلاً يَا عَائِشَةُ، عَلَيْكِ بِالرِّفْقِ، وَإِيَّاكِ وَالْعُنْفَ أَوِ الْفُحْشَ . قَالَتْ أَوَلَمْ تَسْمَعْ مَا قَالُوا قَالَ  أَوَلَمْ تَسْمَعِي مَا قُلْتُ رَدَدْتُ عَلَيْهِمْ، فَيُسْتَجَابُ لِي فِيهِمْ، وَلاَ يُسْتَجَابُ لَهُمْ فِيَّ .",
    "hadithBengali": "৫৯৫৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) হতে বর্ণিত। একবার একদল ইয়াহুদী নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে সালাম দিতে গিয়ে বললোঃ আসসামু আলাইকা। তিনি বললেনঃ ওয়াআলাইকুম। কিন্তু আয়িশা (রাঃ) বললেনঃ আলসামু আলাইকুম ওয়া লালানাকুমূল্লাহ ওয়া গাযিবা আলাইকুম (তোমাদের উপর ধংস নাযিল হোক, আল্লাহ তোমাদের উপর লানত করুন আর তোমারদের উপর গযব নাযিল করুন)। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন হে আয়িশা তুমি থামো! তুমি নম্র ব্যবহার করো, আর তুমি কঠোরতা পরিহার করো। আয়িশা (রাঃ) বললেনঃ তারা কি বলেছে আপনি কি শুনেন নি? তিনি বললেনঃ আমি যা বললাম, তা কি তুমি শুননি? আমি তো তাদের কথাটা তাদের উপরই ফিরিয়ে দিলাম। সুতরাং তাদের উপর আমার বদ দুআ কবুল হয়ে যাবে। কিন্তু আমার সম্বন্ধে তাদের বদ দুআ কবুল হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5959",
    "id": "6702",
    "thesequence": "6808",
    "isActive": "1",
    "chapterId": "17408",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭৫. নাবী  (সাঃ) এর বানী : ইয়াহুদীদের  ব্যাপারে আমাদের বদ দু&#039;আ কবূল হবে। কিন্তু আমাদের প্রতি তাদের বদ দু&#039;আ কবূল হবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, When the Imam says Amin, then you should all say Amin, for the angels say Amin at that time, and he whose Amin coincides with the Amin of the angels, all his past sins will be forgiven.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ الزُّهْرِيُّ حَدَّثَنَاهُ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا أَمَّنَ الْقَارِئُ فَأَمِّنُوا، فَإِنَّ الْمَلاَئِكَةَ تُؤَمِّنُ، فَمَنْ وَافَقَ تَأْمِينُهُ تَأْمِينَ الْمَلاَئِكَةِ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ .",
    "hadithBengali": "৫৯৬০। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কারী (ইমাম) আমীন বলবে তখন তোমরাও আমীন বলবে। কারন এ সময় ফিরিশতাগণ আমীন বলে থাকেন। সুতরাং যার আমীন বলা ফিরিশতাদের আমীন বলার সাথে মিলে যাবে, তার পূর্বের সবগুনাহ মাফ করে দেওয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "5960",
    "id": "6703",
    "thesequence": "6807",
    "isActive": "1",
    "chapterId": "17409",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭৬. আমীন বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Whoever says: La ilaha illal-lah wahdahu la sharika lahu, lahu-l-mulk wa lahul- hamd wa huwa ala kulli shaiin qadir, one hundred times will get the same reward as given for manumitting ten slaves; and one hundred good deeds will be written in his accounts, and one hundred sins will be deducted from his accounts, and it (his saying) will be a shield for him from Satan on that day till night, and nobody will be able to do a better deed except the one who does more than he.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهْوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ. فِي يَوْمٍ مِائَةَ مَرَّةٍ، كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ، وَكُتِبَ لَهُ مِائَةُ حَسَنَةٍ، وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ، وَكَانَتْ لَهُ حِرْزًا مِنَ الشَّيْطَانِ يَوْمَهُ ذَلِكَ، حَتَّى يُمْسِيَ، وَلَمْ يَأْتِ أَحَدٌ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلاَّ رَجُلٌ عَمِلَ أَكْثَرَ مِنْهُ .",
    "hadithBengali": "৫৯৬১। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃلاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهْوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ যে ব্যাক্তি দিনের মধ্যে একশ বার পড়বে আল্লাহ ব্যতীত আর কোন ইলাহ নেই, তিনি এক, তার কোন অংশীদার নেই, রাজত্ব একমাত্র তারই, হামদ তারই, সব কিছুর উপর সর্বশক্তিমান সে একশ গোলাম আযাদ করার সাওয়াব অর্জন করবে এবং তার জন্য একশটি নেকী লেখা হবে, আর তার একশটি গুনাহ মিটিয়ে দেওয়া হবে। আর সে দিন সন্ধ্যা পর্যন্ত এটা তার জন্য রক্ষা কবচে পরিণত হবে এবং তার চাইতে বেশী ফযীলত ওয়ালা আমল আর কারো হবে না। তবে যে ব্যাক্তি এ আমল তার চাইতেও বেশী করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5961",
    "id": "6704",
    "thesequence": "6806",
    "isActive": "1",
    "chapterId": "17410",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭৭. &#039;লা ইলাহা ইল্লাল্লাহ&#039; এর (যিকির করার) ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Amr bin Maimun:\n\nWhoever recites it (i.e., the invocation in the above Hadith (412) ten times will be as if he manumitted one of Ishmaels descendants. Abu Aiyub narrated the same Hadith from the Prophet (ﷺ) saying, (Whoever recites it ten times) will be as if he had manumitted one of Ishmaels descendants.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، حَدَّثَنَا عُمَرُ بْنُ أَبِي زَائِدَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، قَالَ مَنْ قَالَ عَشْرًا كَانَ كَمَنْ أَعْتَقَ رَقَبَةً مِنْ وَلَدِ إِسْمَاعِيلَ. قَالَ عُمَرُ بْنُ أَبِي زَائِدَةَ وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي السَّفَرِ عَنِ الشَّعْبِيِّ عَنْ رَبِيعِ بْنِ خُثَيْمٍ مِثْلَهُ. فَقُلْتُ لِلرَّبِيعِ مِمَّنْ سَمِعْتَهُ فَقَالَ مِنْ عَمْرِو بْنِ مَيْمُونٍ. فَأَتَيْتُ عَمْرَو بْنَ مَيْمُونٍ فَقُلْتُ مِمَّنْ سَمِعْتَهُ فَقَالَ مِنِ ابْنِ أَبِي لَيْلَى. فَأَتَيْتُ ابْنَ أَبِي لَيْلَى فَقُلْتُ مِمَّنْ سَمِعْتَهُ فَقَالَ مِنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ يُحَدِّثُهُ عَنِ النَّبِيِّ صلى الله عليه وسلم وَقَالَ إِبْرَاهِيمُ بْنُ يُوسُفَ عَنْ أَبِيهِ عَنْ أَبِي إِسْحَاقَ حَدَّثَنِي عَمْرُو بْنُ مَيْمُونٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ أَبِي أَيُّوبَ قَوْلَهُ عَنِ النَّبِيِّ صلى الله عليه وسلم. وَقَالَ مُوسَى حَدَّثَنَا وُهَيْبٌ، عَنْ دَاوُدَ، عَنْ عَامِرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أَبِي أَيُّوبَ، عَنِ النَّبِيِّ صلى الله عليه وسلم. وَقَالَ إِسْمَاعِيلُ عَنِ الشَّعْبِيِّ عَنِ الرَّبِيعِ قَوْلَهُ. وَقَالَ آدَمُ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ مَيْسَرَةَ سَمِعْتُ هِلاَلَ بْنَ يَسَافٍ عَنِ الرَّبِيعِ بْنِ خُثَيْمٍ وَعَمْرِو بْنِ مَيْمُونٍ عَنِ ابْنِ مَسْعُودٍ قَوْلَهُ. وَقَالَ الأَعْمَشُ وَحُصَيْنٌ عَنْ هِلاَلٍ عَنِ الرَّبِيعِ عَنْ عَبْدِ اللَّهِ قَوْلَهُ. وَرَوَاهُ أَبُو مُحَمَّدٍ الْحَضْرَمِيُّ عَنْ أَبِي أَيُّوبَ عَنِ النَّبِيِّ صلى الله عليه وسلم كَانَ كَمَنْ أَعْتَقَ رَقَبَةً مِنْ وَلَدِ إِسْمَاعِيلِ قَالَ أَبُو عَبْد اللَّهِ وَالصَّحِيحُ قَوْلُ عَبْدِ الْمَلِكِ بْنِ عَمْرٍو.",
    "hadithBengali": "৫৯৬২। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আমর ইবনু মায়মুন (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি (এ কালেমাগুলি) দশবার পড়বে সে ঐ ব্যাক্তির সমান হয়ে যাবে, যে ব্যাক্তি ইসমাঈল (আলাইহিস সালাম) এর বংশ থেকে একটা গোলাম আযাদ করে দিয়েছে। আবূ আইউব আনসারী (রাঃ) থেকেও বর্ণিত আছে যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ হাদিসটা তার কাছেও বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5962",
    "id": "6705",
    "thesequence": "6869",
    "isActive": "1",
    "chapterId": "17410",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭৭. &#039;লা ইলাহা ইল্লাল্লাহ&#039; এর (যিকির করার) ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Whoever says, Subhan Allah wa bihamdihi, one hundred times a day, will be forgiven all his sins even if they were as much as the foam of the sea.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ قَالَ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ. فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ، وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ .",
    "hadithBengali": "৫৯৬৩। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি প্রত্যহ একশত বার সুবাহানআল্লাহি ওয়া বিহামদিহি বলবে তার গুনাহগুলি মাফ করে দেওয়া হবে তা সমুদ্রের ফেনা পরিমান হলেও।\n",
    "checkStatus": "1",
    "hadithNo": "5963",
    "id": "6706",
    "thesequence": "6870",
    "isActive": "1",
    "chapterId": "17411",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭৮. সুবহানাল্লাহ পড়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, There are two expressions which are very easy for the tongue to say, but they are very heavy in the balance and are very dear to The Beneficent (Allah), and they are, Subhan Allah Al- `Azim and Subhan Allah wa bihamdihi.",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ عُمَارَةَ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ، سُبْحَانَ اللَّهِ الْعَظِيمِ، سُبْحَانَ اللَّهِ وَبِحَمْدِهِ .",
    "hadithBengali": "৫৯৬৪। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুটি বাক্য এমন যে, মুখে তার উচ্চারন অতি সহজ কিন্তু পাল্লায় অনেক ভারী, আর আল্লাহর কাছে অতি প্রিয়। তা হলঃ সুবাহানআল্লাহি ওয়া বিহামদিহি সুবাহানআল্লাহিল আযীম।\n",
    "checkStatus": "1",
    "hadithNo": "5964",
    "id": "6707",
    "thesequence": "6871",
    "isActive": "1",
    "chapterId": "17411",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭৮. সুবহানাল্লাহ পড়ার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThe Prophet (ﷺ) said, The example of the one who celebrates the Praises of his Lord (Allah) in comparison to the one who does not celebrate the Praises of his Lord, is that of a living creature compared to a dead one.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَثَلُ الَّذِي يَذْكُرُ رَبَّهُ وَالَّذِي لاَ يَذْكُرُ مَثَلُ الْحَىِّ وَالْمَيِّتِ .",
    "hadithBengali": "৫৯৬৫। মুহাম্মাদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি তার রবের যিকর করে, আর যে ব্যাক্তি যিকর করে না, তাদের দু&#39;জনের দৃষ্টান্ত হলো জীবিত ও মৃতের।\n",
    "checkStatus": "1",
    "hadithNo": "5965",
    "id": "6708",
    "thesequence": "6772",
    "isActive": "1",
    "chapterId": "17412",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭৯. আল্লাহ তা&rsquo;আলার যিকর এর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllah s Apostle said, Allah has some angels who look for those who celebrate the Praises of Allah on the roads and paths. And when they find some people celebrating the Praises of Allah, they call each other, saying, Come to the object of your pursuit.  He added, Then the angels encircle them with their wings up to the sky of the world. He added. (after those people celebrated the Praises of Allah, and the angels go back), their Lord, asks them (those angels)----though He knows better than them----What do My slaves say? The angels reply, They say: Subhan Allah, Allahu Akbar, and Alham-du-li l-lah, Allah then says Did they see Me? The angels reply, No! By Allah, they didnt see You. Allah says, How it would have been if they saw Me? The angels reply, If they saw You, they would worship You more devoutly and celebrate Your Glory more deeply, and declare Your freedom from any resemblance to anything more often. Allah says (to the angels), What do they ask Me for? The angels reply, They ask You for Paradise. Allah says (to the angels), Did they see it? The angels say, No! By Allah, O Lord! They did not see it. Allah says, How it would have been if they saw it? The angels say, If they saw it, they would have greater covetousness for it and would seek It with greater zeal and would have greater desire for it. Allah says, From what do they seek refuge? The angels reply, They seek refuge from the (Hell) Fire. Allah says, Did they see it? The angels say, No By Allah, O Lord! They did not see it. Allah says, How it would have been if they saw it? The angels say, If they saw it they would flee from it with the extreme fleeing and would have extreme fear from it. Then Allah says, I make you witnesses that I have forgiven them. Allahs Messenger (ﷺ) added, One of the angels would say, There was so-and-so amongst them, and he was not one of them, but he had just come for some need. Allah would say, These are those people whose companions will not be reduced to misery. ",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ لِلَّهِ مَلاَئِكَةً يَطُوفُونَ فِي الطُّرُقِ، يَلْتَمِسُونَ أَهْلَ الذِّكْرِ، فَإِذَا وَجَدُوا قَوْمًا يَذْكُرُونَ اللَّهَ تَنَادَوْا هَلُمُّوا إِلَى حَاجَتِكُمْ. قَالَ فَيَحُفُّونَهُمْ بِأَجْنِحَتِهِمْ إِلَى السَّمَاءِ الدُّنْيَا. قَالَ فَيَسْأَلُهُمْ رَبُّهُمْ وَهْوَ أَعْلَمُ مِنْهُمْ مَا يَقُولُ عِبَادِي قَالُوا يَقُولُونَ يُسَبِّحُونَكَ، وَيُكَبِّرُونَكَ، وَيَحْمَدُونَكَ وَيُمَجِّدُونَكَ. قَالَ فَيَقُولُ هَلْ رَأَوْنِي قَالَ فَيَقُولُونَ لاَ وَاللَّهِ مَا رَأَوْكَ. قَالَ فَيَقُولُ وَكَيْفَ لَوْ رَأَوْنِي قَالَ يَقُولُونَ لَوْ رَأَوْكَ كَانُوا أَشَدَّ لَكَ عِبَادَةً، وَأَشَدَّ لَكَ تَمْجِيدًا، وَأَكْثَرَ لَكَ تَسْبِيحًا. قَالَ يَقُولُ فَمَا يَسْأَلُونِي قَالَ يَسْأَلُونَكَ الْجَنَّةَ. قَالَ يَقُولُ وَهَلْ رَأَوْهَا قَالَ يَقُولُونَ لاَ وَاللَّهِ يَا رَبِّ مَا رَأَوْهَا. قَالَ يَقُولُ فَكَيْفَ لَوْ أَنَّهُمْ رَأَوْهَا قَالَ يَقُولُونَ لَوْ أَنَّهُمْ رَأَوْهَا كَانُوا أَشَدَّ عَلَيْهَا حِرْصًا، وَأَشَدَّ لَهَا طَلَبًا، وَأَعْظَمَ فِيهَا رَغْبَةً. قَالَ فَمِمَّ يَتَعَوَّذُونَ قَالَ يَقُولُونَ مِنَ النَّارِ. قَالَ يَقُولُ وَهَلْ رَأَوْهَا قَالَ يَقُولُونَ لاَ وَاللَّهِ مَا رَأَوْهَا. قَالَ يَقُولُ فَكَيْفَ لَوْ رَأَوْهَا قَالَ يَقُولُونَ لَوْ رَأَوْهَا كَانُوا أَشَدَّ مِنْهَا فِرَارًا، وَأَشَدَّ لَهَا مَخَافَةً. قَالَ فَيَقُولُ فَأُشْهِدُكُمْ أَنِّي قَدْ غَفَرْتُ لَهُمْ. قَالَ يَقُولُ مَلَكٌ مِنَ الْمَلاَئِكَةِ فِيهِمْ فُلاَنٌ لَيْسَ مِنْهُمْ إِنَّمَا جَاءَ لِحَاجَةٍ. قَالَ هُمُ الْجُلَسَاءُ لاَ يَشْقَى بِهِمْ جَلِيسُهُمْ . رَوَاهُ شُعْبَةُ عَنِ الأَعْمَشِ وَلَمْ يَرْفَعْهُ. وَرَوَاهُ سُهَيْلٌ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৫৯৬৬। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহর একদল ফেরেশতা আছেন, যারা আল্লাহর যিকরে রত লোকদের তালাশে রাস্তায় রাস্তায় ঘোরাফেরা করেন। যখন তারা কোথাও আল্লাহর যিকরে রত লোকদের দেখতে পান, তখন তাঁদের একজন অন্যজনকে ডাকাডাকি করে বলেনঃ তোমরা নিজ নিজ কর্তব্য সম্পাদনের জন্য এদিকে চলে এসো। তখন তাঁরা সবাই এসে তাদের ডানাগুলো দিয়ে সেই লোকদের ঢেকে ফেলেন নিকটস্থ আসমান পর্যন্ত। তখন তাদের রব তাদের জিজ্ঞাসা করেন (অথচ এ সম্পর্কে ফেরেশতাদের চাইতে তিনই বেশি জানেন) আমার বান্দারা কি বলছে? তখন তারা জবাব দেন, তারা আপনার পবিত্রতা বর্ণনা করছে, তারা আপনার শ্রেষ্ঠত্ব প্রকাশ করছে, তারা আপনার প্রশংসা করছে এবং তারা আপনার মাহাত্ব বর্ণনা করছে। তখন তিনি জিজ্ঞাসা করবেন, তারা কি আমাকে দেখেছে? তখন তারা বলবেনঃ হে আমাদের রব, আপনার কসম! তারা আপনাকে দেখেনি। তিনি বলবেন, আচ্ছা, তবে যদি তারা আমাকে দেখত? তারা বলবেন, যদি তারা আপনাকে দেখত, তবে তারা আরও বেশি আপনার ইবাদত করত, আরো অধিক আপনার মাহাত্ব বর্ননা করত, আর বেশি বেশি আপনার পবিত্রতা বর্ননা করত।\n\nবর্ণনাকারী বলেনঃ তিনি বলবেন, তারা আমার কাছে কি চায়? তারা বলবেন, তারা আপনার কাছে জান্নাত চায়। তিনি জিজ্ঞাসা করবেন, তারা কি জান্নাত দেখেছে? ফেরেশতারা বলবেন, না। আপনার সত্তার কসম হে রব! তারা তা দেখেনি। তিনি জিজ্ঞাসা করবেন যদি তারা তা দেখত তবে তারা কি করত? তাঁরা বলবেন, যদি তারা তা দেখত তাহলে তারা জান্নাতের আরো বেশি লোভ করত, আরো অধিক চাইত এবং এর জন্য আরো অতিশয় উৎসাহী হয়ে উঠত। আল্লাহ তাআলা জিজ্ঞাসা করবেন, তারা কিসের থেকে আল্লাহর আশ্রয় চায়? ফেরেশতাগণ বলবেন, জাহান্নাম থেকে। তিনি জিজ্ঞাসা করবেন, তারা কি জাহান্নাম দেখেছে? তাঁরা জবাব দিবেন, আল্লাহর কসম! হে রব! তারা জাহান্নাম দেখেনি। তিনি জিজ্ঞাসা করবেন, যদি তারা তা দেখত তখন তাদের কি হত? তারা বলবেন, যদি তারা তা দেখত, তবে তারা এ থেকে দ্রুত পালিয়ে যেত এবং একে সাংঘাতিক ভয় করত। তখন আল্লাহ তায়ালা বলবেন, আমি তোমাদের সাক্ষী রাখছি, আমি তাদের মাফ করে দিলাম। তখন ফেরেশতাদের একজন বলবেন, তাদের মধ্যে অমুক ব্যাক্তি আছে, যে তাদের অন্তর্ভুক্ত নয় বরং সে কোন প্রয়োজনে এসেছে। আল্লাহ তাআলা বলবেন, তারা এমন উপবিষ্টকারীবৃন্দ যাদের বৈঠকে অংশগ্রহনকারী বিমুখ হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "5966",
    "id": "6709",
    "thesequence": "6872",
    "isActive": "1",
    "chapterId": "17412",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৭৯. আল্লাহ তা&rsquo;আলার যিকর এর ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa Al-Ash`ari:\n\nThe Prophet (ﷺ) started ascending a high place or hill. A man (amongst his companions) ascended it and shouted in a loud voice, La ilaha illal-lahu wallahu Akbar. (At that time) Allahs Messenger (ﷺ) was riding his mule. Allahs Messenger (ﷺ) said, You are not calling upon a deaf or an absent one. and added, O Abu Musa (or, O `Abdullah)! Shall I tell you a sentence from the treasure of Paradise? I said, Yes. He said, La haul a wala quwwata illa billah,",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا سُلَيْمَانُ التَّيْمِيُّ، عَنْ أَبِي عُثْمَانَ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ أَخَذَ النَّبِيُّ صلى الله عليه وسلم فِي عَقَبَةٍ ـ أَوْ قَالَ فِي ثَنِيَّةٍ، قَالَ ـ فَلَمَّا عَلاَ عَلَيْهَا رَجُلٌ نَادَى فَرَفَعَ صَوْتَهُ لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ. قَالَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى بَغْلَتِهِ قَالَ  فَإِنَّكُمْ لاَ تَدْعُونَ أَصَمَّ وَلاَ غَائِبًا . ثُمَّ قَالَ  يَا أَبَا مُوسَى ـ أَوْ يَا عَبْدَ اللَّهِ أَلاَ أَدُلُّكَ عَلَى كَلِمَةٍ مِنْ كَنْزِ الْجَنَّةِ . قُلْتُ بَلَى. قَالَ  لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ .",
    "hadithBengali": "৫৯৬৭। মুহাম্মদ ইবনু মুকাতিল আবূল হাসান (রহঃ) ... আবূ মূসা আল আশআরী (রাঃ) থেকে বর্নিত। তিনি বলেনঃ একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি গিরিপথ দিয়ে অথবা বর্ণনাকারী বলেনঃ একটি চুড়া হয়ে যাচ্ছিলেন, তখন এক ব্যাক্তি এর উগরে উঠে জোরে বললঃ লা ইলাহা ইল্লাল্লাহ ওয়াল্লাহু আকবার। আবূ মূসা বলেনঃ তখন রাসুলসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার খচ্চরে আরোহী ছিলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা তো কোন বধির কিংবা কোন অনুপস্থিত কাউকে ডাকছো না। অতঃপর তিনি বললেনঃ হে আবূ মূসা অথবা বললেনঃ হে আবদুল্লাহ আমি কি তোমাকে জান্নাতের ধনাগারের একটি বাক্য বাতলে দেব না? আমি বললাম, হ্যাঁ, বাতলে দিন। তিনি বললেনঃ তা হল লা হাওলা ওয়ালা কুওয়্যাতা ইল্লাবিল্লাহ।\n",
    "checkStatus": "1",
    "hadithNo": "5967",
    "id": "6710",
    "thesequence": "6873",
    "isActive": "1",
    "chapterId": "17413",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৮০. &ldquo;লা হাওলা ওয়ালা কুওওয়াতা ইল্লা বিল্লাহ&rdquo; বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllah has ninety-nine Names, i.e., one hundred minus one, and whoever believes in their meanings and acts accordingly, will enter Paradise; and Allah is witr (one) and loves the witr (i.e., odd numbers).",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ حَفِظْنَاهُ مِنْ أَبِي الزِّنَادِ عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، رِوَايَةً قَالَ   لِلَّهِ تِسْعَةٌ وَتِسْعُونَ اسْمًا، مِائَةٌ إِلاَّ وَاحِدًا، لاَ يَحْفَظُهَا أَحَدٌ إِلاَّ دَخَلَ الْجَنَّةَ، وَهْوَ وَتْرٌ يُحِبُّ الْوَتْرَ .",
    "hadithBengali": "৫৯৬৮। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আল্লাহ তা&#39;আলার নিরানব্বই নাম আছে (এক কম একশ নাম)। যে ব্যাক্তি এগুলোর হিফাযত করবে সে জান্নাতে প্রবেশ করবে। আল্লাহ তা&#39;আলা বেজোড়। তাই তিনি রেজোড়ই পছন্দ করেন।\n\nইমাম বুখারী (রহঃ) বলেনঃ &ldquo;মান আহসাহা&rdquo; অর্থ যে হিফাযত করল।\n",
    "checkStatus": "1",
    "hadithNo": "5968",
    "id": "6711",
    "thesequence": "6874",
    "isActive": "1",
    "chapterId": "17414",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৮১. আল্লাহ ত&rsquo;লাআর এক কম একশ&rsquo; নাম রয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Shaqiq:\n\nWhile we were waiting for `Abdullah (bin Mas`ud). Yazid bin Muawiya came. I said (to him), Will you sit down? He said, No, but I will go into the house (of Ibn Mas`ud) and let your companion (Ibn Mas`ud) come out to you; and if he should not (come out), I will come out and sit (with you). Then `Abdullah came out, holding the hand of Yazid, addressed us, saying, I know that you are assembled here, but the reason that prevents me from coming out to you, is that Allahs Messenger (ﷺ) used to preach to us at intervals during the days, lest we should become bored.",
    "hadithArabic": " حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، قَالَ حَدَّثَنِي شَقِيقٌ، قَالَ كُنَّا نَنْتَظِرُ عَبْدَ اللَّهِ إِذْ جَاءَ يَزِيدُ بْنُ مُعَاوِيَةَ فَقُلْنَا أَلاَ تَجْلِسُ قَالَ لاَ وَلَكِنْ أَدْخُلُ فَأُخْرِجُ إِلَيْكُمْ صَاحِبَكُمْ، وَإِلاَّ جِئْتُ أَنَا. فَجَلَسْتُ فَخَرَجَ عَبْدُ اللَّهِ وَهْوَ آخِذٌ بِيَدِهِ فَقَامَ عَلَيْنَا فَقَالَ أَمَا إِنِّي أَخْبَرُ بِمَكَانِكُمْ، وَلَكِنَّهُ يَمْنَعُنِي مِنَ الْخُرُوجِ إِلَيْكُمْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَتَخَوَّلُنَا بِالْمَوْعِظَةِ فِي الأَيَّامِ، كَرَاهِيَةَ السَّآمَةِ عَلَيْنَا.",
    "hadithBengali": "৫৯৬৯। উমর ইবনু হাফস (রহঃ) ... শাকীক (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা আবদুল্লাহ ইবনু মাসউদ (রাঃ) এর (ওয়ায শোনার) জন্য অপেক্ষা করছিলাম। এমন সময় হঠাৎ ইয়াযিদ ইবনু মুয়াবিয়া (রাঃ) এসে পড়লেন। তখন আমরা তাঁকে বললাম, আপনি কি বসবেন না? তিনি বললেনঃ না, বরং আমি ভেতরে প্রবেশ করব এবং আপনাদের কাছে আপনাদের সঙ্গীকে নিয়ে আসব। নতূবা আমি ফিরে এসে বসব। সুতরাং আবদুল্লাহ ইবনু মাসউদ (রাঃ) তাঁর হাত ধরে বেরিয়ে এলেন। তিনি আমাদের সামনে দাঁড়িয়ে বললেনঃ আমি তো আপনাদের এখানে উপস্থিতির কথা অবহিত ছিলাম। কিন্তু আপনাদের নিকট বেরিয়ে আসতে আমাকে বাধা দিচ্ছি এ কথাটা যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ওয়ায নসীহত করতে আমাদের অবকাশ দিতেন, যাতে আমাদের বিরক্তির কারণ না হয়।\n",
    "checkStatus": "1",
    "hadithNo": "5969",
    "id": "6712",
    "thesequence": "6875",
    "isActive": "1",
    "chapterId": "17415",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "72",
    "statusId": "1",
    "topicName": "২৬৮২. সময়ের বিরিতি দিয়ে দিয়ে নসীহত করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]