[
  {
    "hadithEnglish": "Narrated Aisha: (the wife of the Prophet) We set out with Allahs Apostle on one of his journeys till we reached Al-Baida or Dhatul-Jaish, a necklace of mine was broken (and lost). Allahs Apostle stayed there to search for it, and so did the people along with him. There was no water at that place, so the people went to Abu- Bakr As-Siddiq and said, Dont you see what Aisha has done? She has made Allahs Apostle and the people stay where there is no water and they have no water with them. Abu Bakr came while Allahs Apostle was sleeping with his head on my thigh, He said, to me: You have detained Allahs Apostle and the people where there is no water and they have no water with them. So he admonished me and said what Allah wished him to say and hit me on my flank with his hand. Nothing prevented me from moving (because of pain) but the position of Allahs Apostle on my thigh. Allahs Apostle got up when dawn broke and there was no water. So Allah revealed the Divine Verses of Tayammum. So they all performed Tayammum. Usaid bin Hudair said, O the family of Abu Bakr! This is not the first blessing of yours. Then the camel on which I was riding was caused to move from its place and the necklace was found beneath it.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى  الله عليه وسلم فِي بَعْضِ أَسْفَارِهِ، حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ ـ أَوْ بِذَاتِ الْجَيْشِ ـ انْقَطَعَ عِقْدٌ لِي، فَأَقَامَ رَسُولُ اللَّهِ صلى  الله عليه وسلم عَلَى الْتِمَاسِهِ، وَأَقَامَ النَّاسُ مَعَهُ، وَلَيْسُوا عَلَى مَاءٍ، فَأَتَى النَّاسُ إِلَى أَبِي بَكْرٍ الصِّدِّيقِ فَقَالُوا أَلاَ تَرَى مَا صَنَعَتْ عَائِشَةُ أَقَامَتْ بِرَسُولِ اللَّهِ صلى  الله عليه وسلم وَالنَّاسِ، وَلَيْسُوا عَلَى مَاءٍ، وَلَيْسَ مَعَهُمْ مَاءٌ. فَجَاءَ أَبُو بَكْرٍ وَرَسُولُ اللَّهِ صلى  الله عليه وسلم وَاضِعٌ رَأْسَهُ عَلَى فَخِذِي قَدْ نَامَ فَقَالَ حَبَسْتِ رَسُولَ اللَّهِ صلى  الله عليه وسلم وَالنَّاسَ، وَلَيْسُوا عَلَى مَاءٍ، وَلَيْسَ مَعَهُمْ مَاءٌ. فَقَالَتْ عَائِشَةُ فَعَاتَبَنِي أَبُو بَكْرٍ، وَقَالَ مَا شَاءَ اللَّهُ أَنْ يَقُولَ، وَجَعَلَ يَطْعُنُنِي بِيَدِهِ فِي خَاصِرَتِي، فَلاَ يَمْنَعُنِي مِنَ التَّحَرُّكِ إِلاَّ مَكَانُ رَسُولِ اللَّهِ صلى  الله عليه وسلم عَلَى فَخِذِي، فَقَامَ رَسُولُ اللَّهِ صلى  الله عليه وسلم حِينَ أَصْبَحَ عَلَى غَيْرِ مَاءٍ، فَأَنْزَلَ اللَّهُ آيَةَ التَّيَمُّمِ فَتَيَمَّمُوا. فَقَالَ أُسَيْدُ بْنُ الْحُضَيْرِ مَا هِيَ بِأَوَّلِ بَرَكَتِكُمْ يَا آلَ أَبِي بَكْرٍ. قَالَتْ فَبَعَثْنَا الْبَعِيرَ الَّذِي كُنْتُ عَلَيْهِ، فَأَصَبْنَا الْعِقْدَ تَحْتَهُ.",
    "hadithBengali": "৩২৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)......... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর স্ত্রী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর সঙ্গে কোন এক সফরে বেরিয়েছিলাম। যখন আমরা বায়যা অথবা যাতুল জায়শ নামক স্থানে পৌছালাম তখন আমার একখানা হার হারিয়ে গেল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে হারের খোঁজে থেমে গেলেন আর লকেরাও তাঁর সঙ্গে থেমে গেলেন, অথচ তাঁরা পানির নিকটে ছিলেন না। তখন লোকেরা আবূ বকর (রাঃ) এর কাছে এসে বললেনঃ আয়িশা কি করেছে আপনি কি দেখেন নি? তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও লোকদের আটকিয়ে ফেলেছেন, অথচ তাঁরা পানির নিকটে নেই এবং তাদের সাথেও পানি নেই। আবূ বকর (রাঃ) আমার নিকট আসলেন, তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার উরুর উপরে মাথা রেখে ঘুমিয়েছিলেন। আবূ বকর (রাঃ) বললেনঃ তুমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর লোকদের আটকিয়ে ফেলেছো! অথচ আশেপাশে কোথাও পানি নেই। আয়িশা (রাঃ) বললেন আবূ বকর আমাকে খুব তিরস্কার করলেন আর, আল্লাহর ইচ্ছা, তিনি যা খুশি তাই বললেন। তিনি আমার কোমরে আঘাত দিতে লাগলেন। আমার উরুর উপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাথা থাকায় আমি নড়তে পারছিলাম না। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভোরে উঠলেন, কিন্তু পানি ছিল না। তখন আল্লাহ তাআলা তায়াম্মুমের আয়াত নাযিল করলেন। তারপর সবাই তায়াম্মুম করে নিলেন। উসায়দ ইবনু হুযায়র (রাঃ) বলেছেনঃ হে আবূ বকরের পরিবার বর্গ! এটাই আপনাদের প্রথম বরকত নয়। আয়িশা (রাঃ) বলেনঃ তারপর আমি যে উট এ ছিলাম তাকে দাড় করালে দেখি আমার হার খানা তার নীচে পড়ে আছে।\n",
    "checkStatus": "1",
    "hadithNo": "327",
    "id": "337",
    "thesequence": "753",
    "isActive": "1",
    "chapterId": "1916",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "10",
    "statusId": "1",
    "topicName": "২৩৩। আল্লাহ তা&rsquo;আলার বাণীঃ &ldquo;এবং তোমরা পানি না পেলে পাক মাটি দিয়ে তায়াম্মুম করবে এবং তা তোমরা তোমাদের মুখ ও হাতে  বুলাবে&rdquo; (৪ঃ৪৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir bin Abdullah: The Prophet said, I have been given five things which were not given to any one else before me. 1. Allah made me victorious by awe, (by His frightening my enemies) for a distance of one months journey. 2. The earth has been made for me (and for my followers) a place for praying and a thing to perform Tayammum, therefore anyone of my followers can pray wherever the time of a prayer is due. 3. The booty has been made Halal (lawful) for me yet it was not lawful for anyone else before me. 4. I have been given the right of intercession (on the Day of Resurrection). 5. Every Prophet used to be sent to his nation only but I have been sent to all mankind.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ سِنَانٍ، قَالَ حَدَّثَنَا هُشَيْمٌ، ح قَالَ وَحَدَّثَنِي سَعِيدُ بْنُ النَّضْرِ، قَالَ أَخْبَرَنَا هُشَيْمٌ، قَالَ أَخْبَرَنَا سَيَّارٌ، قَالَ حَدَّثَنَا يَزِيدُ ـ هُوَ ابْنُ صُهَيْبٍ الْفَقِيرُ ـ قَالَ أَخْبَرَنَا جَابِرُ بْنُ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم قَالَ   أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ قَبْلِي نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ، وَجُعِلَتْ لِيَ الأَرْضُ مَسْجِدًا وَطَهُورًا، فَأَيُّمَا رَجُلٍ مِنْ أُمَّتِي أَدْرَكَتْهُ الصَّلاَةُ فَلْيُصَلِّ، وَأُحِلَّتْ لِيَ الْمَغَانِمُ وَلَمْ تَحِلَّ لأَحَدٍ قَبْلِي، وَأُعْطِيتُ الشَّفَاعَةَ، وَكَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً، وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً .",
    "hadithBengali": "৩২৮। মুহাম্মদ ইবনু সিনান ও সাঈদ ইবনু নাযর (রহঃ)...... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমাকে এমন পাঁচটি বিষয় দান করা হয়েছে, যা আমার পূর্বে কাউকে দেওয়া হয়নি। (১) আমাকে এমন প্রভাব দিয়ে সাহায্য করা হয়েছে যে, একমাস দূরত্তেও তা প্রতিফলিত হয়; (২) সমস্ত যমীন আমার জন্য প্রবিত্র ও সালাত (নামায/নামাজ) আদায়ের উপযোগি করা হয়েছে। কাজেই আমার উম্মাতের যে কোন লোক ওয়াক্ত হলেই সালাত (নামায/নামাজ) আদায় করতে পারবে; (৩) আমার জন্য গনীমতের মাল হালাল করে দেওয়া হয়েছে, যা আমার আগে আর কারো জন্য হালাল করা হয়নি; (৪) আমাকে (ব্যাপক) শাফাআতের অধিকার দেওয়া হয়েছে; (৫) সমস্ত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রেরিত হতেন কেবল তাদের সম্প্রদায়ের জন্য, আর আমাকে প্রেরণ করা হয়েছে সমগ্র মানব জাতির জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "328",
    "id": "338",
    "thesequence": "754",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "10",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Urwas father: Aisha said, I borrowed a necklace from Asma and it was lost. So Allahs Apostle sent a man to search for it and he found it. Then the time of the prayer became due and there was no water. They prayed (without ablution) and informed Allahs Apostle about it, so the verse of Tayammum was revealed. Usaid bin Hudair said to Aisha, May Allah reward you. By Allah, whenever anything happened which you did not like, Allah brought good for you and for the Muslims in that. Al-Jurf and the time for the Asr prayer became due while he was at Marbad-AnNaam (sheep-fold), so he (performed Tayammum) and prayed there and then entered Medina when the sun was still high but he did not repeat that prayer.",
    "hadithArabic": "حَدَّثَنَا زَكَرِيَّاءُ بْنُ يَحْيَى، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، قَالَ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا اسْتَعَارَتْ مِنْ أَسْمَاءَ قِلاَدَةً فَهَلَكَتْ، فَبَعَثَ رَسُولُ اللَّهِ صلى  الله عليه وسلم رَجُلاً، فَوَجَدَهَا فَأَدْرَكَتْهُمُ الصَّلاَةُ وَلَيْسَ مَعَهُمْ مَاءٌ فَصَلَّوْا، فَشَكَوْا ذَلِكَ إِلَى رَسُولِ اللَّهِ صلى  الله عليه وسلم فَأَنْزَلَ اللَّهُ آيَةَ التَّيَمُّمِ. فَقَالَ أُسَيْدُ بْنُ حُضَيْرٍ لِعَائِشَةَ جَزَاكِ اللَّهُ خَيْرًا، فَوَاللَّهِ مَا نَزَلَ بِكِ أَمْرٌ تَكْرَهِينَهُ إِلاَّ جَعَلَ اللَّهُ ذَلِكِ لَكِ وَلِلْمُسْلِمِينَ فِيهِ خَيْرًا.",
    "hadithBengali": "৩২৯। যাকারিয়্যা ইবনু ইয়াহইয়া (রহঃ)......আয়িশা (রাঃ) থেকে বর্ণিত, তিনি এক সময়ে (তাঁর বোন) আসমা (রাঃ)-এর হার ধার করে নিয়ে গিয়েছিলেন। (পথিমধ্যে) হারখানা হারিয়ে গেল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেটির খোঁজে লোক পাঠালেন। তিনি এমন সময় হারটি পেলেন, যখন তাদের সালাত (নামায/নামাজ)-এর ওয়াক্ত হয়ে গিয়েছিল অথচ তাদের কাছে পানি ছিল না। তাঁরা সালাত (নামায/নামাজ) আদায় করলেন। তারপর বিষয়টি তাঁরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর কাছে বর্ণনা করেন। তখন আল্লাহ তাআলা তাআম্মুমের আয়াত নাযিল করেন। সেজন্য উসায়দ ইবনু হুযায়র (রাঃ) আয়িশা (রাঃ) &ndash;কে লক্ষ্য করে বললেনঃ আল্লাহ আপনাকে উত্তম প্রতিদান দিন। আল্লাহর কসম! আপনি যে কোন অপছন্দনীয় পরিস্থিথির সম্মুখীন হয়েছেন, তাতেই আল্লাহ তাআলা আপনার ও সমস্ত মুসলমানের জন্য কল্যাণ রেখেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "329",
    "id": "339",
    "thesequence": "755",
    "isActive": "1",
    "chapterId": "1917",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "10",
    "statusId": "1",
    "topicName": "২৩৪। পরিচ্ছেদঃ মাটি ও পানি পাওয়া না গেলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Juhaim Al-Ansari: The Prophet came from the direction of Bir Jamal. A man met him and greeted him. But he did not return back the greeting till he went to a (mud) wall and smeared his hands and his face with its dust (performed Tayammum) and then returned back the greeting.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنِ الأَعْرَجِ، قَالَ سَمِعْتُ عُمَيْرًا، مَوْلَى ابْنِ عَبَّاسٍ قَالَ أَقْبَلْتُ أَنَا وَعَبْدُ اللَّهِ بْنُ يَسَارٍ، مَوْلَى مَيْمُونَةَ زَوْجِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم حَتَّى دَخَلْنَا عَلَى أَبِي جُهَيْمِ بْنِ الْحَارِثِ بْنِ الصِّمَّةِ الأَنْصَارِيِّ فَقَالَ أَبُو الْجُهَيْمِ أَقْبَلَ النَّبِيُّ صلى  الله عليه وسلم مِنْ نَحْوِ بِئْرِ جَمَلٍ، فَلَقِيَهُ رَجُلٌ فَسَلَّمَ عَلَيْهِ، فَلَمْ يَرُدَّ عَلَيْهِ النَّبِيُّ صلى  الله عليه وسلم حَتَّى أَقْبَلَ عَلَى الْجِدَارِ، فَمَسَحَ بِوَجْهِهِ وَيَدَيْهِ، ثُمَّ رَدَّ عَلَيْهِ السَّلاَمَ.",
    "hadithBengali": "৩৩০। ইয়াহইয়া ইবনু বুকায়র (রহঃ)......... আবূ জুহাইম (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (মদিনার নিকটস্থ) বিরে জামাল থেকে আসছিলেন। পথিমধ্যে তাঁর সাথে এক ব্যাক্তির দেখা হল। লোকটি তাঁকে সালাম দিলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জওয়াব না দিয়ে দেয়ালের কাছে অগ্রসর হয়ে তাতে (হাত মেরে) নিজ চেহারা ও হস্তদ্বয় মাসেহ করে নিলেন, তারপর সালামের জওয়াব দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "330",
    "id": "340",
    "thesequence": "756",
    "isActive": "1",
    "chapterId": "1918",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "10",
    "statusId": "1",
    "topicName": "২৩৫। মুকীম অবস্থায় পানি না পেলে এবং সালাত ছুটে যাওয়ার ভয় থাকলে তায়াম্মুম করা। &lsquo;আতা (র)-এর অভমতও তাই। হাসান বসরী (আর) বলেনঃ যে রোগের কাছে পানি আছে কিন্তু তাঁর কাছে তা পৌছানোর কোন লোক না থাকে, তবে সে তায়াম্মুম করবে। ইবন &lsquo;উমর (রা) জুরুফ নামক স্থানের জমি থেকে ফেরার সময় &lsquo;মারাবাদুন্না&rsquo;আম&rsquo;-এ পৌঁছালে আসরের সময় হয়ে যায়। তখন তিনি (তায়াম্মুম) করে সালাত আদায় করলেন। পরে তিনি মদীনা পৌছালেন। তখনো সূর্য উপরে ছিল। কিন্তু তিনি সালাত পুনরায় আদায় করলেন না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abdur Rahman bin Abza: A man came to Umar bin Al-Khattab and said, I became Junub but no water was available. Ammar bin Yasir said to Umar, Do you remember that you and I (became Junub while both of us) were together on a journey and you didnt pray but I rolled myself on the ground and prayed? I informed the Prophet about it and he said, It would have been sufficient for you to do like this. The Prophet then stroked lightly the earth with his hands and then blew off the dust and passed his hands over his face and hands.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا الْحَكَمُ، عَنْ ذَرٍّ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، قَالَ جَاءَ رَجُلٌ إِلَى عُمَرَ بْنِ الْخَطَّابِ فَقَالَ إِنِّي أَجْنَبْتُ فَلَمْ أُصِبِ الْمَاءَ. فَقَالَ عَمَّارُ بْنُ يَاسِرٍ لِعُمَرَ بْنِ الْخَطَّابِ أَمَا تَذْكُرُ أَنَّا كُنَّا فِي سَفَرٍ أَنَا وَأَنْتَ فَأَمَّا أَنْتَ فَلَمْ تُصَلِّ، وَأَمَّا أَنَا فَتَمَعَّكْتُ فَصَلَّيْتُ، فَذَكَرْتُ لِلنَّبِيِّ صلى  الله عليه وسلم فَقَالَ النَّبِيُّ صلى  الله عليه وسلم   إِنَّمَا كَانَ يَكْفِيكَ هَكَذَا . فَضَرَبَ النَّبِيُّ صلى  الله عليه وسلم بِكَفَّيْهِ الأَرْضَ، وَنَفَخَ فِيهِمَا ثُمَّ مَسَحَ بِهِمَا وَجْهَهُ وَكَفَّيْهِ.",
    "hadithBengali": "৩৩১। আদম (রহঃ)......... সা&#39;ঈদ ইবনু আবদুর রহমান ইবনু আবযা তাঁর পিতা [আবদুর রহমান (রাঃ)] থেকে বর্ণিত, এক ব্যাক্তি ইবনুল খাত্তাব (রাঃ)-এর নিকট এসে জানতে চাইলঃ একবার আমার গোসলের প্রয়োজন হল অথচ আমি পানি পেলাম না। তখন &#39;আম্মার ইবনু ইয়াসির (রাঃ) উমর ইবনুল খাত্তাব (রাঃ) - কে বললেনঃ আপনার কি সেই ঘটনা স্মরণ আছে যে, এক সময় আমরা দু&#39;জন সফরে ছিলাম এবং দু&#39;জনেরই গোসলের প্রয়োজনীয়তা দেখা দিল। আপনি তো সালাত (নামায/নামাজ) আদায় করলেন না। আর আমি মাটিতে গড়াগড়ি দিয়ে সালাত (নামায/নামাজ) আদায় করলাম। তারপর আমি ঘটনাটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বর্ণনা করলাম। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার জন্য তো এতটুকুই যথেষ্ট ছিল। এ বলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু&#39;হাত মাটিতে মারলেন এবং দু&#39;হাতে ফুঁ দিয়ে তাঁর চেহারা ও উভয় হাত মাসেহ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "331",
    "id": "341",
    "thesequence": "757",
    "isActive": "1",
    "chapterId": "1919",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "10",
    "statusId": "1",
    "topicName": "২৩৬। তায়াম্মুমের জন্য মাটিতে হাত মারার পর হস্তদ্বয়ে ফুঁ দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abdur Rahman bin Abza: A man came to Umar bin Al-Khattab and said, I became Junub but no water was available. Ammar bin Yasir said to Umar, Do you remember that you and I (became Junub while both of us) were together on a journey and you didnt pray but I rolled myself on the ground and prayed? I informed the Prophet about it and he said, It would have been sufficient for you to do like this. The Prophet then stroked lightly the earth with his hands and then blew off the dust and passed his hands over his face and hands.",
    "hadithArabic": "حَدَّثَنَا حَجَّاجٌ، قَالَ أَخْبَرَنَا شُعْبَةُ، أَخْبَرَنِي الْحَكَمُ، عَنْ ذَرٍّ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، قَالَ عَمَّارٌ بِهَذَا، وَضَرَبَ شُعْبَةُ بِيَدَيْهِ الأَرْضَ، ثُمَّ أَدْنَاهُمَا مِنْ فِيهِ، ثُمَّ مَسَحَ وَجْهَهُ وَكَفَّيْهِ. وَقَالَ النَّضْرُ أَخْبَرَنَا شُعْبَةُ عَنِ الْحَكَمِ قَالَ سَمِعْتُ ذَرًّا يَقُولُ عَنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى قَالَ الْحَكَمُ وَقَدْ سَمِعْتُهُ مِنِ ابْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِيهِ قَالَ قَالَ عَمَّارٌ",
    "hadithBengali": "৩৩২। হাজ্জাজ (রহঃ)...... আবদুর রহমান ইবনু আবযা (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আম্মার (রাঃ)-ও এ কথা (যা পূর্বের হাদিসে বর্ণনা করা হয়েছে তা) বর্ণনা করেছেন। শুবা (রহঃ) নিজের হস্তদ্বয় মাটিতে মেরে মুখের কাছে নিলেন (ফুঁ দিলেন)। তারপর নিজের চেহারা ও হস্তদ্বয় মাসেহ করলেন। নাযর (রহঃ) শুবা (রহঃ) সুত্রে অনুরুপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "332",
    "id": "342",
    "thesequence": "758",
    "isActive": "1",
    "chapterId": "1920",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "10",
    "statusId": "1",
    "topicName": "২৩৭। মুখমণ্ডল ও হস্তদ্বয়ে তায়াম্মুম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdur Rahman bin Abza:\n\nthat while he was in the company of `Umar, `Ammar said to `Umar, We were in a detachment and became Junub and I blew the dust off my hands (performed the rolling over the earth and prayed.)",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ ذَرٍّ، عَنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، أَنَّهُ شَهِدَ عُمَرَ وَقَالَ لَهُ عَمَّارٌ كُنَّا فِي سَرِيَّةٍ فَأَجْنَبْنَا، وَقَالَ تَفَلَ فِيهِمَا",
    "hadithBengali": "৩৩৩। সুলায়মান ইবনু হারব (রহঃ)...... ইবনু আবদুর রহমান ইবনু আবযা (রহঃ) তাঁর পিতা থকে বর্ণনা করেন যে, তিনি (আবদুর রহমান) উমর (রাঃ) এর কাছে উপস্থিত ছিলেন, আর আম্মার (রাঃ) তাঁকে বলেছিলেনঃ আমরা এক অভিযানে গিয়েছিলাম, আমরা উভয়ই জুনুবী হয়ে পড়লাম।\n\nউক্ত রেওয়ায়েতে হাত দুটোতে نَفَخَ فِيهِمَا এর স্থলে تَفَلَ فِيهِمَا বলেছেন। উভয়েই সমার্থক।\n",
    "checkStatus": "1",
    "hadithNo": "333",
    "id": "343",
    "thesequence": "759",
    "isActive": "1",
    "chapterId": "1920",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "10",
    "statusId": "1",
    "topicName": "২৩৭। মুখমণ্ডল ও হস্তদ্বয়ে তায়াম্মুম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdur Rahman bin Abza:\n\n`Ammar said to `Umar I rolled myself in the dust and came to the Prophet (ﷺ) who said, Passing dusted hands over the face and the backs of the hands is sufficient for you. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ ذَرٍّ، عَنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ عَبْدِ الرَّحْمَنِ، قَالَ قَالَ عَمَّارٌ لِعُمَرَ تَمَعَّكْتُ فَأَتَيْتُ النَّبِيَّ صلى  الله عليه وسلم فَقَالَ   يَكْفِيكَ الْوَجْهُ وَالْكَفَّانِ ",
    "hadithBengali": "৩৩৪। মুহাম্মদ ইবনু কাসীর (রহঃ)...... আবদুর রহমান (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আম্মার (রাঃ) উমর (রাঃ) কে বলেছিলেনঃ (আমি তায়াম্মুমের উদ্দেশ্যে) মাটিতে গড়াগড়ি দিলাম। পরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলাম। তখন তিনি বলেছিলেনঃ চেহারা ও হাত দুটো মাসেহ করাই তোমার জন্য যথেষ্ট।\n",
    "checkStatus": "1",
    "hadithNo": "334",
    "id": "344",
    "thesequence": "760",
    "isActive": "1",
    "chapterId": "1920",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "10",
    "statusId": "1",
    "topicName": "২৩৭। মুখমণ্ডল ও হস্তদ্বয়ে তায়াম্মুম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "As above.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ ذَرٍّ، عَنِ ابْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ الرَّحْمَنِ، قَالَ شَهِدْتُ عُمَرَ فَقَالَ لَهُ عَمَّارٌ. وَسَاقَ الْحَدِيثَ",
    "hadithBengali": "৩৩৫। মুসলিম ইবনু ইবরাহীম) (রহঃ) আবদুর রহমান (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি উমর (রাঃ) &ndash;এর কাছে উপস্থিত ছিলাম, আম্মার (রাঃ) তাঁকে বল্লেন, এর পর রাবী পূর্বের হাদিসটি বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "335",
    "id": "345",
    "thesequence": "761",
    "isActive": "1",
    "chapterId": "1920",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "10",
    "statusId": "1",
    "topicName": "২৩৭। মুখমণ্ডল ও হস্তদ্বয়ে তায়াম্মুম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ammar: The Prophet stroked the earth with his hands and then passed them over his face and the backs of his hands (while demonstrating Tayammum).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ ذَرٍّ، عَنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، قَالَ قَالَ عَمَّارٌ فَضَرَبَ النَّبِيُّ صلى  الله عليه وسلم بِيَدِهِ الأَرْضَ، فَمَسَحَ وَجْهَهُ وَكَفَّيْهِ.",
    "hadithBengali": "৩৩৬। মুহাম্মদ ইবনু বাশশার (রহঃ)...... ইবনু আবদুর রহমান ইবনু আবযা তাঁর পিতা (আবদুর রহমান) থেকে বর্ণনা করেন যে, আম্মার (রাঃ) বলেছেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাটিতে হাত মারলেন এবং তাঁর চেহারা ও হস্তদ্বয় মাসেহ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "336",
    "id": "346",
    "thesequence": "762",
    "isActive": "1",
    "chapterId": "1920",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "10",
    "statusId": "1",
    "topicName": "২৩৭। মুখমণ্ডল ও হস্তদ্বয়ে তায়াম্মুম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Imran: Once we were traveling with the Prophet and we carried on traveling till the last part of the night and then we (halted at a place) and slept (deeply). There is nothing sweeter than sleep for a traveler in the last part of the night. So it was only the heat of the sun that made us to wake up and the first to wake up was so and so, then so and so and then so and so (the narrator Auf said that Abu Raja had told him their names but he had forgotten them) and the fourth person to wake up was Umar bin Al-Khattab. And whenever the Prophet used to sleep, nobody would wake up him till he himself used to get up as we did not know what was happening (being revealed) to him in his sleep. So, Umar got up and saw the condition of the people, and he was a strict man, so he said, Allahu Akbar and raised his voice with Takbir, and kept on saying loudly till the Prophet got up because of it. When he got up, the people informed him about what had happened to them. He said, There is no harm (or it will not be harmful). Depart! So they departed from that place, and after covering some distance the Prophet stopped and asked for some water to perform the ablution. So he performed the ablution and the call for the prayer was pronounced and he led the people in prayer. After he finished from the prayer, he saw a man sitting aloof who had not prayed with the people. He asked, O so and so! What has prevented you from praying with us? He replied, I am Junub and there is no water.  The Prophet said, Perform Tayammum with (clean) earth and that is sufficient for you. Then the Prophet proceeded on and the people complained to him of thirst. Thereupon he got down and called a person (the narrator Auf added that Abu Raja had named him but he had forgotten) and Ali, and ordered them to go and bring water. So they went in search of water and met a woman who was sitting on her camel between two bags of water. They asked, Where can we find water? She replied, I was there (at the place of water) this hour yesterday and my people are behind me. They requested her to accompany them. She asked, Where? They said, To Allahs Apostle . She said, Do you mean the man who is called the Sabi, (with a new religion)? They replied, Yes, the same person. So come along. They brought her to the Prophet and narrated the whole story. He said, Help her to dismount. The Prophet asked for a pot, then he opened the mouths of the bags and poured some water into the pot. Then he closed the big openings of the bags and opened the small ones and the people were called upon to drink and water their animals. So they all watered their animals and they (too) all quenched their thirst and also gave water to others and last of all the Prophet gave a pot full of water to the person who was Junub and told him to pour it over his body. The woman was standing and watching all that which they were doing with her water. By Allah, when her water bags were returned the looked like as if they were more full (of water) than they had been before (Miracle of Allahs Apostle) Then the Prophet ordered us to collect something for her; so dates, flour and Sawiq were collected which amounted to a good meal that was put in a piece of cloth. She was helped to ride on her camel and that cloth full of food-stuff was also placed in front of her and then the Prophet said to her, We have not taken your water but Allah has given water to us. She returned home late. Her relatives asked her: O so and so what has delayed you? She said, A strange thing! Two men met me and took me to the man who is called the Sabi and he did such and such a thing. By Allah, he is either the greatest magician between this and this (gesturing with her index and middle fingers raising them towards the sky indicating the heaven and the earth) or he is Allahs true Apostle. Afterwards the Muslims used to attack the pagans around her abode but never touched her village. One day she said to her people, I think that these people leave you purposely. Have you got any inclination to Islam? They obeyed her and all of them embraced Islam. Abu Abdultah said: The word Sabaa means The one who has deserted his old religion and embraced a new religion. Abul Ailya said, The Sabis are a sect of people of the Scripture who recite the Book of Psalms.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا عَوْفٌ، قَالَ حَدَّثَنَا أَبُو رَجَاءٍ، عَنْ عِمْرَانَ، قَالَ كُنَّا فِي سَفَرٍ مَعَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم وَإِنَّا أَسْرَيْنَا، حَتَّى كُنَّا فِي آخِرِ اللَّيْلِ، وَقَعْنَا وَقْعَةً وَلاَ وَقْعَةَ أَحْلَى عِنْدَ الْمُسَافِرِ مِنْهَا، فَمَا أَيْقَظَنَا إِلاَّ حَرُّ الشَّمْسِ، وَكَانَ أَوَّلَ مَنِ اسْتَيْقَظَ فُلاَنٌ ثُمَّ فُلاَنٌ ثُمَّ فُلاَنٌ ـ يُسَمِّيهِمْ أَبُو رَجَاءٍ فَنَسِيَ عَوْفٌ ـ ثُمَّ عُمَرُ بْنُ الْخَطَّابِ الرَّابِعُ، وَكَانَ النَّبِيُّ صلى  الله عليه وسلم إِذَا نَامَ لَمْ يُوقَظْ حَتَّى يَكُونَ هُوَ يَسْتَيْقِظُ، لأَنَّا لاَ نَدْرِي مَا يَحْدُثُ لَهُ فِي نَوْمِهِ، فَلَمَّا اسْتَيْقَظَ عُمَرُ، وَرَأَى مَا أَصَابَ النَّاسَ، وَكَانَ رَجُلاً جَلِيدًا، فَكَبَّرَ وَرَفَعَ صَوْتَهُ بِالتَّكْبِيرِ، فَمَا زَالَ يُكَبِّرُ وَيَرْفَعُ صَوْتَهُ بِالتَّكْبِيرِ حَتَّى اسْتَيْقَظَ لِصَوْتِهِ النَّبِيُّ صلى  الله عليه وسلم فَلَمَّا اسْتَيْقَظَ شَكَوْا إِلَيْهِ الَّذِي أَصَابَهُمْ قَالَ  لاَ ضَيْرَ ـ أَوْ لاَ يَضِيرُ ـ ارْتَحِلُوا . فَارْتَحَلَ فَسَارَ غَيْرَ بَعِيدٍ ثُمَّ نَزَلَ، فَدَعَا بِالْوَضُوءِ، فَتَوَضَّأَ وَنُودِيَ بِالصَّلاَةِ فَصَلَّى بِالنَّاسِ، فَلَمَّا انْفَتَلَ مِنْ صَلاَتِهِ إِذَا هُوَ بِرَجُلٍ مُعْتَزِلٍ لَمْ يُصَلِّ مَعَ الْقَوْمِ قَالَ  مَا مَنَعَكَ يَا فُلاَنُ أَنْ تُصَلِّيَ مَعَ الْقَوْمِ . قَالَ أَصَابَتْنِي جَنَابَةٌ وَلاَ مَاءَ. قَالَ  عَلَيْكَ بِالصَّعِيدِ، فَإِنَّهُ يَكْفِيكَ . ثُمَّ سَارَ النَّبِيُّ صلى  الله عليه وسلم فَاشْتَكَى إِلَيْهِ النَّاسُ مِنَ الْعَطَشِ فَنَزَلَ، فَدَعَا فُلاَنًا ـ كَانَ يُسَمِّيهِ أَبُو رَجَاءٍ نَسِيَهُ عَوْفٌ ـ وَدَعَا عَلِيًّا فَقَالَ  اذْهَبَا فَابْتَغِيَا الْمَاءَ . فَانْطَلَقَا فَتَلَقَّيَا امْرَأَةً بَيْنَ مَزَادَتَيْنِ ـ أَوْ سَطِيحَتَيْنِ ـ مِنْ مَاءٍ عَلَى بَعِيرٍ لَهَا، فَقَالاَ لَهَا أَيْنَ الْمَاءُ قَالَتْ عَهْدِي بِالْمَاءِ أَمْسِ هَذِهِ السَّاعَةَ، وَنَفَرُنَا خُلُوفًا. قَالاَ لَهَا انْطَلِقِي إِذًا. قَالَتْ إِلَى أَيْنَ قَالاَ إِلَى رَسُولِ اللَّهِ صلى  الله عليه وسلم. قَالَتِ الَّذِي يُقَالُ لَهُ الصَّابِئُ قَالاَ هُوَ الَّذِي تَعْنِينَ فَانْطَلِقِي. فَجَاءَا بِهَا إِلَى النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم وَحَدَّثَاهُ الْحَدِيثَ قَالَ فَاسْتَنْزَلُوهَا عَنْ بَعِيرِهَا وَدَعَا النَّبِيُّ صلى  الله عليه وسلم بِإِنَاءٍ، فَفَرَّغَ فِيهِ مِنْ أَفْوَاهِ الْمَزَادَتَيْنِ ـ أَوِ السَّطِيحَتَيْنِ ـ وَأَوْكَأَ أَفْوَاهَهُمَا، وَأَطْلَقَ الْعَزَالِيَ، وَنُودِيَ فِي النَّاسِ اسْقُوا وَاسْتَقُوا. فَسَقَى مَنْ شَاءَ، وَاسْتَقَى مَنْ شَاءَ، وَكَانَ آخِرَ ذَاكَ أَنْ أَعْطَى الَّذِي أَصَابَتْهُ الْجَنَابَةُ إِنَاءً مِنْ مَاءٍ قَالَ  اذْهَبْ، فَأَفْرِغْهُ عَلَيْكَ . وَهْىَ قَائِمَةٌ تَنْظُرُ إِلَى مَا يُفْعَلُ بِمَائِهَا، وَايْمُ اللَّهِ لَقَدْ أُقْلِعَ عَنْهَا، وَإِنَّهُ لَيُخَيَّلُ إِلَيْنَا أَنَّهَا أَشَدُّ مِلأَةً مِنْهَا حِينَ ابْتَدَأَ فِيهَا، فَقَالَ النَّبِيُّ صلى  الله عليه وسلم  اجْمَعُوا لَهَا . فَجَمَعُوا لَهَا مِنْ بَيْنِ عَجْوَةٍ وَدَقِيقَةٍ وَسَوِيقَةٍ، حَتَّى جَمَعُوا لَهَا طَعَامًا، فَجَعَلُوهَا فِي ثَوْبٍ، وَحَمَلُوهَا عَلَى بَعِيرِهَا، وَوَضَعُوا الثَّوْبَ بَيْنَ يَدَيْهَا قَالَ لَهَا  تَعْلَمِينَ مَا رَزِئْنَا مِنْ مَائِكِ شَيْئًا، وَلَكِنَّ اللَّهَ هُوَ الَّذِي أَسْقَانَا . فَأَتَتْ أَهْلَهَا، وَقَدِ احْتَبَسَتْ عَنْهُمْ قَالُوا مَا حَبَسَكِ يَا فُلاَنَةُ قَالَتِ الْعَجَبُ، لَقِيَنِي رَجُلاَنِ فَذَهَبَا بِي إِلَى هَذَا الَّذِي يُقَالُ لَهُ الصَّابِئُ، فَفَعَلَ كَذَا وَكَذَا، فَوَاللَّهِ إِنَّهُ لأَسْحَرُ النَّاسِ مِنْ بَيْنِ هَذِهِ وَهَذِهِ. وَقَالَتْ بِإِصْبَعَيْهَا الْوُسْطَى وَالسَّبَّابَةِ، فَرَفَعَتْهُمَا إِلَى السَّمَاءِ ـ تَعْنِي السَّمَاءَ وَالأَرْضَ ـ أَوْ إِنَّهُ لَرَسُولُ اللَّهِ حَقًّا، فَكَانَ الْمُسْلِمُونَ بَعْدَ ذَلِكَ يُغِيرُونَ عَلَى مَنْ حَوْلَهَا مِنَ الْمُشْرِكِينَ، وَلاَ يُصِيبُونَ الصِّرْمَ الَّذِي هِيَ مِنْهُ، فَقَالَتْ يَوْمًا لِقَوْمِهَا مَا أُرَى أَنَّ هَؤُلاَءِ الْقَوْمَ يَدَعُونَكُمْ عَمْدًا، فَهَلْ لَكُمْ فِي الإِسْلاَمِ فَأَطَاعُوهَا فَدَخَلُوا فِي الإِسْلاَمِ.",
    "hadithBengali": "৩৩৭। মূসাদ্দাদ (রহঃ)...... ইমরান (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর সঙ্গে এক সফরে ছিলাম। আমরা রাতে চলতে চলতে শেষরাতে এক স্থনে ঘুমিয়ে পড়লাম। মুসাফিরের জন্য এর চাইতে মধুর ঘুম আর হতে পারে না। (আমরা এমন ঘোর নিদ্রায় নিমগ্ন ছিলাম যে,) সূর্যের তাপ ছাড়া অন্য কিছু আমাদের জাগাতে পারেনি। সর্বপ্রথম জাগলেন অমুক, তারপর অমুক, তারপর অমুক। (রাবী) আবূ রাজা (রহঃ) তাঁদের সবারই নাম নিয়েছিলেন কিন্তু আওফ (রহঃ) তাঁদের নাম মনে রাখতে পারেন নি। চতুর্থবারে জেগে ওঠা ব্যাক্তি ছিলেন উমর ইবনুল খাত্তাব (রাঃ)। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুমালে আমরা কেউ তাঁকে জাগাতাম না, যতখন তা তিনি নিজেই জেগে উঠতেন। কারণ নিদ্রাবস্থায় তাঁর উপর কি অবতীর্ণ হচ্ছে তা তো আমাদের জানানেই। উমর (রাঃ) জেগে যখন মানুষের অবস্থা দেখলেন, আর তিনি ছিলেন দৃঢ়চিত্ত ব্যাক্তি&mdash;উচ্চস্বরে তাকবীর বলতে শুরু করলেন। তিনি ক্রমাগত উচ্চস্বরে তাকবীর বলতে লাগলেন। এমন কি তাঁর শব্দে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জেগে উঠলেন। তখন লোকেরা তাঁর কাছে ওজর পেশ করলো। তিনি বললেনঃ কোন ক্ষতি নেই বা বললেনঃ কোন ক্ষতি হবে না। এখান থেকে চল। তিনি চলতে লাগলেন। কিছু দূর গিয়ে থামলেন। উযূ (ওজু/অজু/অযু)র পানি আনলেন এবং উযূ (ওজু/অজু/অযু) করলেন। সালাত (নামায/নামাজ)-এর আযান দেওয়া হল। তিনি লোকদের নিয়ে সালাত (নামায/নামাজ) আদায় করলেন। সালাত (নামায/নামাজ) শেষ করে দেখলেন, এক ব্যাক্তি পৃথক দাড়িয়ে আছেন। তিনি লোকদের সাথে সালাত (নামায/নামাজ) আদায় করেন নি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে জিজ্ঞাসা করলেনঃ হে অমুক! তোমাকে লোকদের সাথে সালাত (নামায/নামাজ) আদায় করতে কিসে বাধা দিল? তিনি বললেনঃ আমার উপর গোসল ফরয হয়েছে। আথচ পানি নেই। তিনি বললেনঃ পবিত্র মাটি নাও (তায়াম্মুম কর), এটাই তোমার জন্য যথেষ্ট। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পুনরায় সফর শুরু করলেন। লোকেরা তাঁকে পিপাসার কষ্ট জানালো। তিনি অবতরণ করলেন, তারপর অমুক ব্যাক্তি কে ডাকলেন। (রাবী) আবূ রাজা (রহঃ) তাঁর নাম উল্লেখ করেছিলেন কিন্তু আওফ (রহঃ) তা ভুলে গিয়েছেন। তিনি আলী (রাঃ)-কেউ ডাকলেন। তারপর উভয়কেই পানি খুজে আনতে বললেন। তাঁরা পানির খোজে বের হলেন। তাঁরা পথে এক মহিলা কে দুই মশক পানি উটের উপর করে নিতে দেখলেন। তাঁরা জিজ্ঞাসা করলেনঃ পানি কোথায়? সে বললোঃ গতকাল এ সময়ে আমি পানির নিকটে ছিলাম। আমার পাত্র পেছনে রয়ে গেছে। তাঁরা বললেনঃ এখন আমাদের সঙ্গে চলো। সে বললোঃ কোথায়? তাঁরা বললেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট। সেই লোকটির কাছে যাকে সাবি (ধর্ম পরিবর্তনকারী) বলা হয়? তাঁরা বললেনঃ হাঁ, তোমরা যাকে এই বলে থাক। আচ্ছা এখন চল। তাঁরা তাকে নিয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন এবং সমস্ত ঘটনা খুলে বললেন। ইমরান (রাঃ) বলেনঃ লোকেরা স্ত্রীলোকটিকে তাঁর উট থেকে নামালেন। তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি পাত্র আনতে বললেন এবং উভয় মশকের মুখ খুলে তাতে পানি ঢাললেন এবং সেগুলোর মুখ বন্ধ করে দিলেন। তারপর সে মশকের নীচের মুখ খুলে দিয়ে লোকদের মধ্যে পানি পান করার ও জন্তু-জানোয়ারকে পানি পান করানোর ঘোষণা দিলেন। তাঁদের মধ্যে যার ইচ্ছা পানি পান করলেন ও জন্তুকে পান করালেন। অবশেষে যে ব্যাক্তির গোসলের দরকার ছিল, তাকেও এক পাত্র পানি দিয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ পানি নিয়ে যাও এবং গোসল সার। ঐ মহিলা দাড়িয়ে দেখছিল যে তাঁর পানি নিয়ে কি করা হচ্ছে। আল্লাহর কসম! যখন তাঁর থেকে পানি নেয়া শেষ হল তখন আমাদের মনে হল, মশকগুলো পুরবাপেক্ষা অধিক ভর্তি। তারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ মহিলার জন্য কিছু একত্র কর। লোকেরা মহিলার জন্য আজওয়া (বিশেষ খেজুর), আটা ও ছাতু এনে একত্র করলেন। যখন তাঁরা উল্লেখযোগ্য পরিমাণ খাদ্যসামগ্রী জমা করলেন, তখন তা একটা কাপড়ে বেধে মহিলাকে উটের উপর সওয়ার করালেন এবং তাঁর সামনে কাপড়ে বাঁধা গাঁটরিটি রেখে দিলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুম জানো যে, আমার তোমার পানি মোটেই কম করিনি; বরং আল্লাহ তালাই আমাদের পানি পান করিয়েছেন। এরপর সে তাঁর পরিজনের কাছে ফিরে গেল। তাঁর বেশ দেরি হয়েছিল। পরিবারের লোকজন তাঁকে জিজ্ঞেসা করল, হে অমুক! তোমার এত দেরি হল কেন? উত্তরে সে বললো একটা আশ্চার্যজনক ঘটনা! দুজন লোকের সাথে আমার দেখা হয়েছিল। তাঁরা আমাকে সেই লোকটির কাছে নিয়ে গিয়েছিল, যকে সাবি বলা হয়। আর সেখানে সে এসব করল। এ বলে সে মধ্যমা ও তর্যনী আঙ্গুল দিয়ে আসমান ও যমীনের দিকে ইশারা করে বলল, আল্লাহর কসম! সে এ দুটির সবচাইতে বড় জাদুকর, নয় তো সে বাস্তবিকই আল্লাহর রাসূল। এ ঘটনার পর মুসলিমরা ওই মহিলার গোত্রের আশেপাশের মুশরিকদের উপর হামলা করতেন কিন্তু মহিলার সাথে সম্পর্কযুক্ত গোত্রের কোন ক্ষতি করতেন না। এসব দেখে কি তোমরা ইসলামের প্রতি আকৃষ্ট হবে না? তাঁরা সবাই মহিলাটির কথা মেনে নিল এবং ইসলাম দাখিল হয়ে গেল।\n\nআবূ আবদুল্লাহ (ইমাম বুখারি) (রহঃ) বলেনঃ صنباءশব্দের অর্থ নিজের দিন ছেড়ে অন্ন্যের দিন গ্রহন করা। আবুল আলিয়া (রহঃ) বলেনঃ (স-বিই-ন)  হচ্ছে আহলে কিতাবের একটা দল, যারা যবূর কিতাব পড়ে থাকে।\n\nصب* *শব্দের অর্থ ঝুকে পড়া। (সূরা উনুসুফের ৩৩ নং আয়াতে এ শব্দটি আছে)\n",
    "checkStatus": "1",
    "hadithNo": "337",
    "id": "347",
    "thesequence": "763",
    "isActive": "1",
    "chapterId": "1921",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "10",
    "statusId": "1",
    "topicName": "২৩৮। পাক মাটি মুসলমানদের উযূর পানির  স্থলবর্তী। পবিত্রতার জন্য পানির পরিবর্তে এটাই যথেষ্ট। হাসান (র) বলেনঃ হাদস না হওয়া পর্যন্ত তাঁর জন্য তায়াম্মুমই যথেষ্ট। ইবন &lsquo;আব্বাস (রা) তায়াম্মুম করে ইমামতি করেছেন। ইয়াহইয়া ইবন সা&rsquo;ঈদ (র) বলেনঃ লোনা ভূমিতে সালাত আদায় করা বা তাতে তায়াম্মুম করার কোন বাধা নেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Wail: Abu Muisa said toAbdullah bin Masud, If one does not find water (for ablution) can he give up the prayer? Abdullah replied, If you give the permission to perform Tayammum they will perform Tayammum even if water was available if one of them found it cold. Abu Musa said, What about the statement of Ammar to Umar? Abdullah replied, Umar was not satisfied by his statement.",
    "hadithArabic": "حَدَّثَنَا بِشْرُ بْنُ خَالِدٍ، قَالَ حَدَّثَنَا مُحَمَّدٌ ـ هُوَ غُنْدَرٌ ـ عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ أَبِي وَائِلٍ، قَالَ قَالَ أَبُو مُوسَى لِعَبْدِ اللَّهِ بْنِ مَسْعُودٍ إِذَا لَمْ يَجِدِ الْمَاءَ لاَ يُصَلِّي. قَالَ عَبْدُ اللَّهِ لَوْ رَخَّصْتُ لَهُمْ فِي هَذَا، كَانَ إِذَا وَجَدَ أَحَدُهُمُ الْبَرْدَ قَالَ هَكَذَا ـ يَعْنِي تَيَمَّمَ وَصَلَّى ـ قَالَ قُلْتُ فَأَيْنَ قَوْلُ عَمَّارٍ لِعُمَرَ قَالَ إِنِّي لَمْ أَرَ عُمَرَ قَنِعَ بِقَوْلِ عَمَّارٍ.",
    "hadithBengali": "৩৩৮। বিশর ইবনু খালিদ (রহঃ)......... আবূ ওয়াইল (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আবূ মূসা (রাঃ) আবদুল্লাহ ইবনু মাসঊদ (রাঃ)-কে জিজ্ঞেস করলেনঃ (জুনুবী) পানি না পেলে কি সালাত (নামায/নামাজ) আদায় করবে না? আবদুল্লাহ (রাঃ) বললেনঃ হ্যাঁ আমি এক মাস ও যদি পানি না পাই তবে সালাত (নামায/নামাজ) আদায় করব না। এ ব্যাপারে লোকদের যদি অনুমতি দেই তা হলে তাঁরা একটু শীত বোধ করলেই এরুপ করতে থাকবে। অর্থাৎ তায়াম্মুম করে সালাত (নামায/নামাজ) আদায় করবে। আবূ মূসা (রাঃ) বললেনঃ তাহলে উমর (রাঃ)-এর সামনে আম্মার (রাঃ)-এর কথার তারপর্য কি হবে? তিনি উত্তরে বললেনঃ উমর (রাঃ) আম্মার (রাঃ)-এর কথায় সন্তুষ্ট হয়েছেন বলে আমি মনে করি না।\n",
    "checkStatus": "1",
    "hadithNo": "338",
    "id": "348",
    "thesequence": "764",
    "isActive": "1",
    "chapterId": "1922",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "10",
    "statusId": "1",
    "topicName": "২৩৯। জুনুবী ব্যক্তির রোগ বৃদ্ধির, মৃত্যুর বা তৃষ্ণার্ত থেকে যাওয়ার আশঙ্কা বোধ হলে তায়াম্মুম করা, বর্ণিত  আছে যে, এক শীতের রাতে  আমর ইবনু&rsquo;ল &lsquo;আস (রা) জুনুবী হয়ে পড়লে তায়াম্মুম করলেন। আর (এ প্রসঙ্গে) তিনি এই আয়াত  তিলাওয়াত করলেনঃ  তোমরা নিজেদের হত্যা করো না, নিশ্চই আল্লাহ তোমাদের প্রতি পরম দয়ালু। (৮:২৯)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Shaqiq bin Salama: I was with Abdullah and Abu Musa; the latter asked the former, O Abu AbdurRahman! What is your opinion if somebody becomes Junub and no water is available? Abdullah replied, Do not pray till water is found. Abu Musa said, What do you say about the statement of Ammar (who was ordered by the Prophet to perform Tayammum). The Prophet said to him: Perform Tayammum and that would be sufficient. Abdullah replied, Dont you see that Umar was not satisfied by Ammars statement? Abu- Musa said, All right, leave Ammalrs statement, but what will you say about this verse (of Tayammum)? Abqiullah kept quiet and then said, If we allowed it, then they would probably perform Tayammum even if water was available, if one of them found it (water) cold. The narrator added, I said to Shaqrq, Then did Abdullah dislike to perform Tayammum because of this? He replied, Yes.",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، قَالَ حَدَّثَنَا أَبِي قَالَ، حَدَّثَنَا الأَعْمَشُ، قَالَ سَمِعْتُ شَقِيقَ بْنَ سَلَمَةَ، قَالَ كُنْتُ عِنْدَ عَبْدِ اللَّهِ وَأَبِي مُوسَى فَقَالَ لَهُ أَبُو مُوسَى أَرَأَيْتَ يَا أَبَا عَبْدِ الرَّحْمَنِ إِذَا أَجْنَبَ فَلَمْ يَجِدْ، مَاءً كَيْفَ يَصْنَعُ فَقَالَ عَبْدُ اللَّهِ لاَ يُصَلِّي حَتَّى يَجِدَ الْمَاءَ. فَقَالَ أَبُو مُوسَى فَكَيْفَ تَصْنَعُ بِقَوْلِ عَمَّارٍ حِينَ قَالَ لَهُ النَّبِيُّ صلى  الله عليه وسلم   كَانَ يَكْفِيكَ  قَالَ أَلَمْ تَرَ عُمَرَ لَمْ يَقْنَعْ بِذَلِكَ. فَقَالَ أَبُو مُوسَى فَدَعْنَا مِنْ قَوْلِ عَمَّارٍ، كَيْفَ تَصْنَعُ بِهَذِهِ الآيَةِ فَمَا دَرَى عَبْدُ اللَّهِ مَا يَقُولُ فَقَالَ إِنَّا لَوْ رَخَّصْنَا لَهُمْ فِي هَذَا لأَوْشَكَ إِذَا بَرَدَ عَلَى أَحَدِهِمُ الْمَاءُ أَنْ يَدَعَهُ وَيَتَيَمَّمَ. فَقُلْتُ لِشَقِيقٍ فَإِنَّمَا كَرِهَ عَبْدُ اللَّهِ لِهَذَا قَالَ نَعَمْ.",
    "hadithBengali": "৩৩৯। উমর ইবনু হাফস (রহঃ)...... শাকীক ইবনু সালাম (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আবদুল্লাহ ইবনু মাসঊদ ও আবূ মূসা (রাঃ)-এর কাছে ছিলাম। তাঁকে আবূ মূসা (রাঃ) বললেনঃ হে আবূ আবদুর রহমান। কেউ জুনুবী হলে যদি পানি না পায় তবে কি করবে? তখন আবদুল্লাহ (রাঃ) বললেনঃ পানি না পাওয়া পর্যন্ত সালাত (নামায/নামাজ) আদায় করবে না। আবূ মূসা (রাঃ) বললেনঃ তাহলে আম্মার (রাঃ) এর কথার উত্তরে আপনি কি বলবেন? তাঁকে যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন (তায়াম্মুম করে নেওয়া) তোমার জন্য যথেষ্ট ছিল। আবদুল্লাহ ইবনু মাসঊদ (রাঃ) বললেনঃ তুমি দেখ না উমর (রাঃ) আম্মারের এই কথায় সন্তুষ্ট ছিলেন না? আবূ মূসা (রাঃ) পুনরায় বললেনঃ আম্মারের কথা বাদ দিলেও তায়াম্মুমের আয়াতের কি ব্যাখ্যা করবেন? আবদুল্লাহ (রাঃ) এর কোন উত্তর দিতে পারলেন না। আমরা যদি লোকদের তার অনুমতি দিয়ে দেই তাহলে আশঙ্কা হয়, কারো কাছে পানি ঠাণ্ডা মনে হলেই তায়াম্মুম করবে। রাবী আমাশ (রহঃ) বলেনঃ আমি শাকীক (রহঃ)-কে প্রশ্ন করলাম,  আবদুল্লাহ (রাঃ) এ কারণে কি তায়াম্মুম অপছন্দ করেছিলেন? তিনি বললেনঃ হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "339",
    "id": "349",
    "thesequence": "765",
    "isActive": "1",
    "chapterId": "1922",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "10",
    "statusId": "1",
    "topicName": "২৩৯। জুনুবী ব্যক্তির রোগ বৃদ্ধির, মৃত্যুর বা তৃষ্ণার্ত থেকে যাওয়ার আশঙ্কা বোধ হলে তায়াম্মুম করা, বর্ণিত  আছে যে, এক শীতের রাতে  আমর ইবনু&rsquo;ল &lsquo;আস (রা) জুনুবী হয়ে পড়লে তায়াম্মুম করলেন। আর (এ প্রসঙ্গে) তিনি এই আয়াত  তিলাওয়াত করলেনঃ  তোমরা নিজেদের হত্যা করো না, নিশ্চই আল্লাহ তোমাদের প্রতি পরম দয়ালু। (৮:২৯)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Amash: Shaqiq said, While I was sitting with Abdullah and Abu Musa Al-Ash-ari, the latter asked the former, If a person becomes Junub and does not find water for one month, can he perform Tayammum and offer his prayer? (He applied in the negative). Abu Musa said, What do you say about this verse from Surat Al-Maida: When you do not find water then perform Tayammum with clean earth? Abdullah replied, If we allowed it then they would probably perform Tayammum with clean earth even if water were available but cold. I said to Shaqiq, You then disliked to perform Tayammum because of this? Shaqiq said,Yes. (Shaqiq added), Abu Musa said, Havent you heard the statement of Ammar to Umar? He said: I was sent out by Allahs Apostle for some job and I became Junub and could not find water so I rolled myself over the dust (clean earth) like an animal does, and when I told the Prophet of that he said, Like this would have been sufficient. The Prophet (saying so) lightly stroked the earth with his hand once and blew it off, then passed his (left) hand over the back of his right hand or his (right) hand over the back of his left hand and then passed them over his face. So Abdullah said to Abu- Musa, Dont you know that Umar was not satisfied with Ammars statement?  Narrated Shaqiq: While I was with Abdullah and Abu Musa, the latter said to the former, Havent you heard the statement of Ammar to Umar? He said, Allahs Apostle sent you and me out and I became Junub and rolled myself in the dust (clean earth) (for Tayammum). When we came to Allahs Apostle I told him about it and he said, This would have been sufficient, passing his hands over his face and the backs of his hands once only. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، قَالَ أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ كُنْتُ جَالِسًا مَعَ عَبْدِ اللَّهِ وَأَبِي مُوسَى الأَشْعَرِيِّ فَقَالَ لَهُ أَبُو مُوسَى لَوْ أَنَّ رَجُلاً أَجْنَبَ، فَلَمْ يَجِدِ الْمَاءَ شَهْرًا، أَمَا كَانَ يَتَيَمَّمُ وَيُصَلِّي فَكَيْفَ تَصْنَعُونَ بِهَذِهِ الآيَةِ فِي سُورَةِ الْمَائِدَةِ {فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا} فَقَالَ عَبْدُ اللَّهِ لَوْ رُخِّصَ لَهُمْ فِي هَذَا لأَوْشَكُوا إِذَا بَرَدَ عَلَيْهِمُ الْمَاءُ أَنْ يَتَيَمَّمُوا الصَّعِيدَ. قُلْتُ وَإِنَّمَا كَرِهْتُمْ هَذَا لِذَا قَالَ نَعَمْ. فَقَالَ أَبُو مُوسَى أَلَمْ تَسْمَعْ قَوْلَ عَمَّارٍ لِعُمَرَ بَعَثَنِي رَسُولُ اللَّهِ صلى  الله عليه وسلم فِي حَاجَةٍ فَأَجْنَبْتُ، فَلَمْ أَجِدِ الْمَاءَ، فَتَمَرَّغْتُ فِي الصَّعِيدِ كَمَا تَمَرَّغُ الدَّابَّةُ، فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى  الله عليه وسلم فَقَالَ  إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَصْنَعَ هَكَذَا . فَضَرَبَ بِكَفِّهِ ضَرْبَةً عَلَى الأَرْضِ ثُمَّ نَفَضَهَا، ثُمَّ مَسَحَ بِهَا ظَهْرَ كَفِّهِ بِشِمَالِهِ، أَوْ ظَهْرَ شِمَالِهِ بِكَفِّهِ، ثُمَّ مَسَحَ بِهِمَا وَجْهَهُ فَقَالَ عَبْدُ اللَّهِ أَفَلَمْ تَرَ عُمَرَ لَمْ يَقْنَعْ بِقَوْلِ عَمَّارٍ وَزَادَ يَعْلَى عَنِ الأَعْمَشِ عَنْ شَقِيقٍ كُنْتُ مَعَ عَبْدِ اللَّهِ وَأَبِي مُوسَى فَقَالَ أَبُو مُوسَى أَلَمْ تَسْمَعْ قَوْلَ عَمَّارٍ لِعُمَرَ إِنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم بَعَثَنِي أَنَا وَأَنْتَ فَأَجْنَبْتُ فَتَمَعَّكْتُ بِالصَّعِيدِ، فَأَتَيْنَا رَسُولَ اللَّهِ صلى  الله عليه وسلم فَأَخْبَرْنَاهُ فَقَالَ  إِنَّمَا كَانَ يَكْفِيكَ هَكَذَا . وَمَسَحَ وَجْهَهُ وَكَفَّيْهِ وَاحِدَةً",
    "hadithBengali": "৩৪০। মুহাম্মদ ইবনু সালাম (রহঃ)...... শাকীক (রহঃ) থেকে বরনিত, তিনি বলেনঃ আমি আবদুল্লাহ ইবনু মাসঊদ) ও আবূ মূসা আশআরী (রাঃ)-এর সঙ্গে বসা ছিলাম। আবূ মূসা (রাঃ) আবদুল্লাহ (রাঃ)-কে বললেনঃ কোন ব্যাক্তির জুনুবী হলে সে যদি এক মাস পর্যন্ত পানি না পায়, তাহলে কি সে তায়াম্মুম করে সালাত (নামায/নামাজ) আদায় করবে না? শাকীক (রহঃ) বলেন, আবদুল্লাহ (রাঃ) বলেছেনঃ একমাস পানি না পেলেও সে তায়াম্মুম করবে না। তখন তাঁকে আবূ মূসা (রাঃ) বললেনঃ তাহলে সূরা মায়িদার এ আয়াত সম্পর্কে কি করবেন যে। পানি না পেলে পাক মাটি দিয়ে তায়াম্মুম করবে (৫:৬)। আবদুল্লাহ (রাঃ) জওয়াব দিলেনঃ মানুষকে সেই অনুমতি দিলে অবস্থা এমন পর্যায়ে পৌঁছার সম্ভবনা রয়েছে যে, সামান্য ঠাণ্ডা লাগলেই লোকেরে মাটি দ্বারা তায়াম্মুম করবে। আমি বললামঃ আপনারা এ জন্যই কি তা অপছন্দ করেন? তিনি জওয়াব দিলেন, হাঁ। আবূ মূসা (রাঃ) বললেনঃ আপনি কি উমর ইবনু খাত্তব (রাঃ)-এর সম্মুখে আম্মার (রাঃ)-এর এ কথা শোনেন নি যে, আমাকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটা প্রয়জনে বাইরে পাঠিয়েছিলেন। সফয়ে আমি জুনুবী হয়ে পড়লাম এবং পানি পেলাম না। এজন্য আমি জন্তুর মত মাটিতে গড়াগড়ি দিলাম। পরে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ঘটনাটি বিবৃত করলাম। তখন তিনি বললেনঃ তোমার জন্য তো এতুকুই যথেষ্ট ছিল&mdash;এই বলে তিনি দুহাত মাটিতে মারলেন। তারপর তা ঝেড়ে নিলেন এবং তা দিয়ে তিনি বাম হাতে ডান হাতের পিঠ মাসেহ করলেন কিংবা রাবী বলেছেন, বাম হাতের পিঠ ডান হাতে মাসেহ করলেন। তারপর হাত দুটো দিয়ে তাঁর মুখমণ্ডল মাসেহ করলেন। আবদুল্লাহ (রাঃ) বললেনঃ আপনি দেখেন নি যে দেখ না উমর (রাঃ) আম্মার (রাঃ)-এর কথায় সন্তুষ্ট হন নি? ইয়ালা (রহঃ) আমাশ (রহঃ) থেকে এবং তিনি শাকীক (রহঃ) থেকে আরো বলেছেন যে , তিনি বললেনঃ আমি আবদুল্লাহ (রাঃ) ও আবূ মূসা (রাঃ)-এর কাছে হাযির ছিলাম; আবূ মূসা (রাঃ) বলেছিলেনঃ আপনি উমর (রাঃ) থেকে আম্মারের এ কথা শোনেন নি যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে ও আপনাকে বাইরে পাঠিয়েছিলেন। তখন আমি জুনুবী হয়ে গিয়ে মাটিতে গড়াগড়ি দিয়েছিলাম। তারপর আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর কাছে এসে এ বিষয় তাঁকে জানালাম। তখন তিনি বললেনঃ তোমার জন্য এই যথেষ্ট ছিল&mdash;এ বলে তিনি তাঁর মুখমণ্ডল এবং দুহাত একবার মাসেহ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "340",
    "id": "350",
    "thesequence": "766",
    "isActive": "1",
    "chapterId": "1923",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "10",
    "statusId": "1",
    "topicName": "২৪০। তায়াম্মুমের জন্য মাটিতে একবার হাত মারা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Imran bin Husain Al-Khuzai: Allahs Apostle saw a person sitting aloof and not praying with the people. He asked him, O so and so! What prevented you from offering the prayer with the people? He replied, O Allahs Apostle! I am Junub and there is no water. The Prophet said, Perform Tayammum with clean earth and that will be sufficient for you.",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا عَوْفٌ، عَنْ أَبِي رَجَاءٍ، قَالَ حَدَّثَنَا عِمْرَانُ بْنُ حُصَيْنٍ الْخُزَاعِيُّ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم رَأَى رَجُلاً مُعْتَزِلاً لَمْ يُصَلِّ فِي الْقَوْمِ فَقَالَ  يَا فُلاَنُ مَا مَنَعَكَ أَنْ تُصَلِّيَ فِي الْقَوْمِ . فَقَالَ يَا رَسُولَ اللَّهِ، أَصَابَتْنِي جَنَابَةٌ وَلاَ مَاءَ. قَالَ  عَلَيْكَ بِالصَّعِيدِ فَإِنَّهُ يَكْفِيكَ .",
    "hadithBengali": "৩৪১। আবদান (রহঃ)...... আবূ রাজা (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ ইমরান ইবনু হুসায়ন আল-খুযাঈ (রাঃ) বলেছেন যে। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে জামাআতের সালাত (নামায/নামাজ) আদায় না করে পৃথক দাড়িয়ে থাকতে দেখলেন। তিনি লোকটিকে ডেকে বললেনঃ হে অমুক! তুমি জামাআতে সালাত (নামায/নামাজ) আদায় করলে না কেন? লোকটি বললোঃ ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! আমার গোসলের প্রয়োজন হয়েছিল, কিন্তু পানি নেই। তিনি বললেনঃ তুমি পবিত্র মাটির ব্যবহার (তায়াম্মুম) করবে। তা-ই তোমার জন্য যথেষ্ট।\n",
    "checkStatus": "1",
    "hadithNo": "341",
    "id": "351",
    "thesequence": "767",
    "isActive": "1",
    "chapterId": "1924",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "10",
    "statusId": "1",
    "topicName": "২৪১।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]
