[
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nAllahs Messenger (ﷺ), the truthful and truly-inspired, said, Each one of you collected in the womb of his mother for forty days, and then turns into a clot for an equal period (of forty days) and turns into a piece of flesh for a similar period (of forty days) and then Allah sends an angel and orders him to write four things, i.e., his provision, his age, and whether he will be of the wretched or the blessed (in the Hereafter). Then the soul is breathed into him. And by Allah, a person among you (or a man) may do deeds of the people of the Fire till there is only a cubit or an arm-breadth distance between him and the Fire, but then that writing (which Allah has ordered the angel to write) precedes, and he does the deeds of the people of Paradise and enters it; and a man may do the deeds of the people of Paradise till there is only a cubit or two between him and Paradise, and then that writing precedes and he does the deeds of the people of the Fire and enters it.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، هِشَامُ بْنُ عَبْدِ الْمَلِكِ حَدَّثَنَا شُعْبَةُ، أَنْبَأَنِي سُلَيْمَانُ الأَعْمَشُ، قَالَ سَمِعْتُ زَيْدَ بْنَ وَهْبٍ، عَنْ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَهْوَ الصَّادِقُ الْمَصْدُوقُ قَالَ   إِنَّ أَحَدَكُمْ يُجْمَعُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا، ثُمَّ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يَبْعَثُ اللَّهُ مَلَكًا فَيُؤْمَرُ بِأَرْبَعٍ بِرِزْقِهِ، وَأَجَلِهِ، وَشَقِيٌّ، أَوْ سَعِيدٌ، فَوَاللَّهِ إِنَّ أَحَدَكُمْ ـ أَوِ الرَّجُلَ ـ يَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ، حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا غَيْرُ بَاعٍ أَوْ ذِرَاعٍ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ، فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ، فَيَدْخُلُهَا، وَإِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ، حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا غَيْرُ ذِرَاعٍ أَوْ ذِرَاعَيْنِ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ، فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ، فَيَدْخُلُهَا . قَالَ آدَمُ إِلاَّ ذِرَاعٌ.",
    "hadithBengali": "৬১৪২। আবূল ওয়ালীদ হিশাম ইবনু আবদউল মালিক (রহঃ) ... আবদূলাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ বিশ্বাসী ও বিশ্বস্ত রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের প্রত্যেকেই আপন আপন মাতৃগর্ভে চল্লিশ দিন পর্যন্ত শুক্র বিন্দুরূপে জমা থাক। তারপর ঐরুপ চল্লিশ দিন রক্তপিণ্ড এবং এরপর ঐরুপ চল্লিশ দিন গোশত পিন্ডাকারে থাকে। তারপর আল্লাহ একজন ফেরেশতা প্রেরন করেন এবং তাকে বিযিক, মউত, দূর্ভাগ্য ও সৌভাগ্য-এ চারটি ব্যাপার লিপিবদ্ধ করার জন্য নির্দেশ প্রদান করা হয়। তিনি আরও বলেন, আল্লাহর কসম! তোমাদের মাঝে যে কেউ অথবা বলেছেনঃ কোন ব্যাক্তি জাহান্নামীদের আমল করতে থাকে। এমন কি তার মাঝে এবং জাহান্নামের মাঝে তখন কেবলমাত্র একহাত বা এক গজের ব্যবধান থাকে। এমন সময় তাকদীর তার ওপর প্রাধান্য বিস্তার করে আর তখন সে জান্নাতীদের আমল করা শুরু করে দেয়। ফলে সে জান্নাতে প্রবেশ করে। আর এক ব্যাক্তি বেহেশতীদের আমল করতে থাকে। এমন কি তার মাঝে ও জান্নাতের মাঝে কেবলমাত্র এক গজ বা দু-গজের ব্যবধান থাকে। এমন সময় তাকদীর তার উপর প্রাধান্য বিস্তার করে আর অমনি সে জাহান্নামীদের আমল শুরু করে দেয়। ফলে সে জাহান্নামে প্রবেশ করে। আবূ আবদুল্লাহ বুখারী (রহঃ) বলেন যে, আদম তার বর্ননায় শুধুমাত্রذِرَاعٌ (এক গজ) বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6142",
    "id": "6885",
    "thesequence": "7048",
    "isActive": "1",
    "chapterId": "17468",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) said, Allah puts an angel in charge of the uterus and the angel says, O Lord, (it is) semen! O Lord, (it is now ) a clot! O Lord, (it is now) a piece of flesh. And then, if Allah wishes to complete its creation, the angel asks, O Lord, (will it be) a male or a female? A wretched (an evil doer) or a blessed (doer of good)? How much will his provisions be? What will his age be? So all that is written while the creature is still in the mothers womb.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ أَنَسٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   وَكَّلَ اللَّهُ بِالرَّحِمِ مَلَكًا فَيَقُولُ أَىْ رَبِّ نُطْفَةٌ، أَىْ رَبِّ عَلَقَةٌ، أَىْ رَبِّ مُضْغَةٌ. فَإِذَا أَرَادَ اللَّهُ أَنْ يَقْضِيَ خَلْقَهَا قَالَ أَىْ رَبِّ ذَكَرٌ أَمْ أُنْثَى أَشَقِيٌّ أَمْ سَعِيدٌ فَمَا الرِّزْقُ فَمَا الأَجَلُ فَيُكْتَبُ كَذَلِكَ فِي بَطْنِ أُمِّهِ .",
    "hadithBengali": "৬১৪৩। সুলায়মান ইবনু হারব (রহঃ) ... আনাস ইবনু মালিক (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ আল্লাহ তা&#39;আলা রেহেমে (মাতৃগর্ভে) একজন ফেরেশতা নিয়োজিত করেছেন। তিনি বলেনঃ হে প্রভূ! এটি বীর্য। হে প্রতূ! এটি রক্তপিণ্ড। হে প্রভূ! এটি গোশতপিণ্ড। আল্লাহ তা&#39;আলা যখন তার সৃষ্টি পরিপূর্ণ করতে চান, তখন ফেরেশতা বলে, হে প্রভূ। এটি নর হবে, না নারী? এটি হতভাগ্য হবে, না ভাগ্যবান? তার জীবিকা কি পরিমাণ হবে? তার আয়ুষ্কাল কি হবে? তখন (আল্লাহ তা&#39;আলা যা নির্দেশ দেন) তার মাতৃগর্তে থাকা অবস্হায় ঐরুপই লিপিবদ্ধ করা হয।\n",
    "checkStatus": "1",
    "hadithNo": "6143",
    "id": "6886",
    "thesequence": "7049",
    "isActive": "1",
    "chapterId": "17468",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Imran bin Husain:\n\nA man said, O Allahs Messenger (ﷺ)! Can the people of Paradise be known (differentiated) from the people of the Fire; The Prophet (ﷺ) replied, Yes. The man said, Why do people (try to) do (good) deeds? The Prophet said, Everyone will do the deeds for which he has been created to do or he will do those deeds which will be made easy for him to do. (i.e. everybody will find easy to do such deeds as will lead him to his destined place for which he has been created).",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا يَزِيدُ الرِّشْكُ، قَالَ سَمِعْتُ مُطَرِّفَ بْنَ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ، يُحَدِّثُ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَيُعْرَفُ أَهْلُ الْجَنَّةِ مِنْ أَهْلِ النَّارِ قَالَ  نَعَمْ . قَالَ فَلِمَ يَعْمَلُ الْعَامِلُونَ قَالَ كُلٌّ يَعْمَلُ لِمَا خُلِقَ لَهُ ـ أَوْ لِمَا يُسِّرَ لَهُ .",
    "hadithBengali": "৬১৪৪। আদম (রহঃ) ... ইমরান ইবনু হুসায়ন (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি বলল, হে আল্লাহর রাসুল! জাহান্নামীদের থেকে জান্নাতীদেরকে চেনা যাবে? তিনি বললেনঃ হ্যাঁ। সে বলল, তাহলে আমলকারীরা আমল করবে কেন? তিনি বললেনঃ প্রত্যেক ব্যাক্তি ঐ আমলই করে যার জন্য তাকে সৃষ্টি করা হয়েছে। অথবা যা তার জন্য সহজ করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6144",
    "id": "6887",
    "thesequence": "7050",
    "isActive": "1",
    "chapterId": "17469",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৩৫. আল্লাহ তা&#039;আলার ইলম এর উপর (মুতাবিক) কলম শুকিয়ে গিয়েছে। আল্লাহর বাণীঃ আল্লাহ জানেন বিধায় তাকে ভ্রষ্ট করে দিয়েছেন। আবু হুরায়রা (রাঃ) বলেন, নবী (সাঃ) আমাকে বলেছেনঃ যার সম্মুখীন তুমি হবে (তোমার যা ঘটবে) তা লিপিবদ্ধ করার পর কলম শুকিয়ে গেছে। ইবন আব্বাস (রাঃ) বলেছেন, لَهَا سَابِقُونَ - তাদের উপর নেকবখ্&zwnj;তি প্রবল হয়ে গেছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) ; was asked about the offspring of the pagans. He said, Allah knows what they would have done (were they to live).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ سُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنْ أَوْلاَدِ الْمُشْرِكِينَ فَقَالَ   اللَّهُ أَعْلَمُ بِمَا كَانُوا عَامِلِينَ .",
    "hadithBengali": "৬১৪৫। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ (একদা) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মুশরিকদের (মৃত নাবালিগ) সন্তানদের সম্পর্কে জিজ্ঞাসা করা হলে উত্তরে তিনি বললেনঃ তারা (জীবিত থাকলে) কি আমল করত এ সম্পর্কে আল্লাহ তা&#39;আলা সর্বাধিক অবহিত।\n",
    "checkStatus": "1",
    "hadithNo": "6145",
    "id": "6888",
    "thesequence": "7051",
    "isActive": "1",
    "chapterId": "17470",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৩৬. মানুষ যা করবে এ সম্পর্কে আল্লাহ তা&#039;আলা সর্বাধিক অবহিত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) was asked about the offspring of the pagans. He said, Allah knows what they would have done (were they to live).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، قَالَ وَأَخْبَرَنِي عَطَاءُ بْنُ يَزِيدَ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ ذَرَارِيِّ الْمُشْرِكِينَ فَقَالَ {اللَّهُ أَعْلَمُ بِمَا كَانُوا عَامِلِينَ }",
    "hadithBengali": "৬১৪৬। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মুশরিকদের (মৃত নাবালিগ) সন্তান-সন্ততি সম্পর্কে জিজ্ঞাসা করা হলে তিনি বললেনঃ তারা যা করত এ সম্পর্কে আল্লাহ তা&#39;আলা সর্বাধিক অবহিত।\n",
    "checkStatus": "1",
    "hadithNo": "6146",
    "id": "6889",
    "thesequence": "7052",
    "isActive": "1",
    "chapterId": "17470",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৩৬. মানুষ যা করবে এ সম্পর্কে আল্লাহ তা&#039;আলা সর্বাধিক অবহিত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\nAllahs Messenger (ﷺ) said, No child is born but has the Islamic Faith, but its parents turn it into a Jew or a Christian. It is as you help the animals give birth. Do you find among their offspring a mutilated one before you mutilate them yourself? The people said, O Allahs Messenger (ﷺ)! What do you think about those (of them) who die young? The Prophet (ﷺ) said, Allah knows what they would have done (were they to live). ",
    "hadithArabic": "حَدَّثَنِي إِسْحَاقُ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا مِنْ مَوْلُودٍ إِلاَّ يُولَدُ عَلَى الْفِطْرَةِ، فَأَبَوَاهُ يُهَوِّدَانِهِ وَيُنَصِّرَانِهِ، كَمَا تُنْتِجُونَ الْبَهِيمَةَ، هَلْ تَجِدُونَ فِيهَا مِنْ جَدْعَاءَ حَتَّى تَكُونُوا أَنْتُمْ تَجْدَعُونَهَا . قَالُوا يَا رَسُولَ اللَّهِ أَفَرَأَيْتَ مَنْ يَمُوتُ وَهْوَ صَغِيرٌ قَالَ {اللَّهُ أَعْلَمُ بِمَا كَانُوا عَامِلِينَ}",
    "hadithBengali": "৬১৪৭। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন সন্তান যখন জন্মগ্রহণ করে, তবে স্বভাবধর্মের (ইসলাম) ওপরই জন্মগ্রহন করে। কিন্তু তার পিতামাতা (পরবর্তীতে) তাকে ইয়াহুদি বা নাসারা বানিয়ে দেয়। যেমন কোন চতুস্পদ প্রাণী যখন বাচ্চা প্রদান করে তখন কি কানকাটা (ত্রুটিযুক্ত) দেখতে পাও? যতক্ষন তোমরা তার কানকেটে ক্রটিযুক্ত করে দাও। তখন সাহাবাগণ আরয করলেন, হে আল্লাহর রাসুল! নাবালিগ অবস্থায় যে মৃত্যুবরণ করে তার সম্পর্কে আপনার অভিমত কি? তিনি বললেনঃ তারা যা করত এ সম্পর্কে আল্লাহ তা&#39;আলা সর্বাধিক অবহিত।\n",
    "checkStatus": "1",
    "hadithNo": "6147",
    "id": "6890",
    "thesequence": "7053",
    "isActive": "1",
    "chapterId": "17470",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৩৬. মানুষ যা করবে এ সম্পর্কে আল্লাহ তা&#039;আলা সর্বাধিক অবহিত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, No woman should ask for the divorce of her sister (Muslim) so as to take her place, but she should marry the man (without compelling him to divorce his other wife), for she will have nothing but what Allah has written for her.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَسْأَلِ الْمَرْأَةُ طَلاَقَ أُخْتِهَا لِتَسْتَفْرِغَ صَحْفَتَهَا، وَلْتَنْكِحْ، فَإِنَّ لَهَا مَا قُدِّرَ لَهَا .",
    "hadithBengali": "৬১৪৮। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন নারী নিজে বিয়ে করার জন্য যেন তার বোনের (অপর নারীর) তালাক না চায়। কেননা, তার জন্য (তাকদীরে) যা নির্ধারিত আছে তাই সে পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "6148",
    "id": "6891",
    "thesequence": "7054",
    "isActive": "1",
    "chapterId": "17471",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৩৭. (মহান আল্লাহর বাণীঃ) আল্লাহ তা&#039;আলার বিধান নির্দিষ্ট ও নির্ধারিত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Usama:\n\nOnce while I was with the Prophet (ﷺ) and Sa`d, Ubai bin Ka`b and Mu`adh were also sitting with him, there came to him a messenger from one of his daughters, telling him that her child was on the verge of death. The Prophet (ﷺ) told the messenger to tell her, It is for Allah what He takes, and it is for Allah what He gives, and everything has its fixed time (limit). So (she should) be patient and look for Allahs reward.",
    "hadithArabic": "حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ عَاصِمٍ، عَنْ أَبِي عُثْمَانَ، عَنْ أُسَامَةَ، قَالَ كُنْتُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم إِذْ جَاءَهُ رَسُولُ إِحْدَى بَنَاتِهِ وَعِنْدَهُ سَعْدٌ وَأُبَىُّ بْنُ كَعْبٍ وَمُعَاذٌ أَنَّ ابْنَهَا يَجُودُ بِنَفْسِهِ. فَبَعَثَ إِلَيْهَا   لِلَّهِ مَا أَخَذَ، وَلِلَّهِ مَا أَعْطَى، كُلٌّ بِأَجَلٍ، فَلْتَصْبِرْ وَلْتَحْتَسِبْ .",
    "hadithBengali": "৬১৪৯। মালিক ইবনু ইসমাঈল (রহঃ) ... উসামা ইবনু যায়িদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে ছিলাম। তার সঙ্গে সাদ ইবনু উবাদা উবাই ইবনু কাব ও মুআয ইবনু জাবালও ছিলেন। এমন সময় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন এক কন্যা কর্তৃক প্রেরিত একজন লোক এই খবর নিয়ে এলো যে, তার পুত্র সন্তান মরণাপন্ন। তখন তিনি এই বলে লোকটিকে পাঠিয়ে দিলেন যে, আল্লাহর জন্যই- যা তিনি গ্রহণ করেন, আল্লাহর জন্যই- যা তিনি দান করেন। প্রত্যেকের জন্য নির্ধারিত একটি সময় রয়েছে। সুতরাং সে যেন ধৈর্য ধারণ করে এবং এটাকে যেন সে (সন্তান হারানকে) পূণ্য মনে করে।\n",
    "checkStatus": "1",
    "hadithNo": "6149",
    "id": "6892",
    "thesequence": "7055",
    "isActive": "1",
    "chapterId": "17471",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৩৭. (মহান আল্লাহর বাণীঃ) আল্লাহ তা&#039;আলার বিধান নির্দিষ্ট ও নির্ধারিত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nThat while he was sitting with the Prophet (ﷺ) a man from the Ansar came and said, O Allahs Messenger (ﷺ)! We get slave girls from the war captives and we love property; what do you think about coitus interruptus? Allahs Messenger (ﷺ) said, Do you do that? It is better for you not to do it, for there is no soul which Allah has ordained to come into existence but will be created.",
    "hadithArabic": "حَدَّثَنَا حِبَّانُ بْنُ مُوسَى، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ مُحَيْرِيزٍ الْجُمَحِيُّ، أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ، أَخْبَرَهُ أَنَّهُ، بَيْنَمَا هُوَ جَالِسٌ عِنْدَ النَّبِيِّ صلى الله عليه وسلم جَاءَ رَجُلٌ مِنِ الأَنْصَارِ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّا نُصِيبُ سَبْيًا وَنُحِبُّ الْمَالَ، كَيْفَ تَرَى فِي الْعَزْلِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَوَإِنَّكُمْ تَفْعَلُونَ ذَلِكَ، لاَ عَلَيْكُمْ أَنْ لاَ تَفْعَلُوا، فَإِنَّهُ لَيْسَتْ نَسَمَةٌ كَتَبَ اللَّهُ أَنْ تَخْرُجَ إِلاَّ هِيَ كَائِنَةٌ .",
    "hadithBengali": "৬১৫০। হিব্বান ইবনু মূসা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি (একদা) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপবিষ্ট ছিলেন। এমন সময় আনসার গোত্রের একটি লোক এসে বলল, হে আল্লাহর রাসুল! আমরা তো বাঁদীদের সাথে মিলিত হই অথচ মালকে মুহাব্বাত করি। সুতরাং আযল করা সম্পর্কে আপনার অভিমত কি? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা কি এ কাজ কর? তোমাদের জন্য এটা করা আর না করা উভয়ই সমান। কেননা, যে কোন জীবন যা পয়দা হওয়াকে আল্লাহ তাআলা লিখে দিয়েছেন তা পয়দা হবেই।\n",
    "checkStatus": "1",
    "hadithNo": "6150",
    "id": "6893",
    "thesequence": "7056",
    "isActive": "1",
    "chapterId": "17471",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৩৭. (মহান আল্লাহর বাণীঃ) আল্লাহ তা&#039;আলার বিধান নির্দিষ্ট ও নির্ধারিত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hudhaifa:\n\nThe Prophet (ﷺ) once delivered a speech in front of us wherein he left nothing but mentioned (about) everything that would happen till the Hour. Some of us stored that our minds and some forgot it. (After that speech) I used to see events taking place (which had been referred to in that speech) but I had forgotten them (before their occurrence). Then I would recognize such events as a man recognizes another man who has been absent and then sees and recognizes him.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ مَسْعُودٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ ـ رضى الله عنه ـ قَالَ لَقَدْ خَطَبَنَا النَّبِيُّ صلى الله عليه وسلم خُطْبَةً، مَا تَرَكَ فِيهَا شَيْئًا إِلَى قِيَامِ السَّاعَةِ إِلاَّ ذَكَرَهُ، عَلِمَهُ مَنْ عَلِمَهُ، وَجَهِلَهُ مَنْ جَهِلَهُ، إِنْ كُنْتُ لأَرَى الشَّىْءَ قَدْ نَسِيتُ، فَأَعْرِفُ مَا يَعْرِفُ الرَّجُلُ إِذَا غَابَ عَنْهُ فَرَآهُ فَعَرَفَهُ.",
    "hadithBengali": "৬১৫১। মূসা ইবনু মাসউদ (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একদা) আমাদের মাঝে এমন একটি ভাষণ প্রদান করলেন যাতে কিয়ামত পর্যন্ত যা সংঘটিত হবে এমন কোন কথাই বাদ দেননি। এগুলি স্মরণ রাখা যার সৌভাগ্য হয়েছে সে স্মরণ রেখেছে আর যে ভুলে যাবার সে ভুলে গিয়েছে। আমি ভুলে যাওয়া কোন কিছু যখন দেখতে পাই তখন তা চিনে নিতে পারি এভাবে যেমন, কোন ব্যাক্তি কাউকে হারিয়ে ফেললে আবার যখন তাকে দেখতে পায় তখন চিনতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "6151",
    "id": "6894",
    "thesequence": "7057",
    "isActive": "1",
    "chapterId": "17471",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৩৭. (মহান আল্লাহর বাণীঃ) আল্লাহ তা&#039;আলার বিধান নির্দিষ্ট ও নির্ধারিত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali:\n\nWhile we were sitting with the Prophet (ﷺ) who had a stick with which he was scraping the earth, he lowered his head and said, There is none of you but has his place assigned either in the Fire or in Paradise. Thereupon a man from the people said, Shall we not depend upon this, O Allahs Apostle? The Prophet (ﷺ) said, No, but carry on and do your deeds, for everybody finds it easy to do such deeds (as will lead him to his place). The Prophet (ﷺ) then recited the Verse: As for him who gives (in charity) and keeps his duty to Allah.. (92.5)",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، عَنْ أَبِي حَمْزَةَ، عَنِ الأَعْمَشِ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عَلِيٍّ ـ رضى الله عنه ـ قَالَ كُنَّا جُلُوسًا مَعَ النَّبِيِّ صلى الله عليه وسلم وَمَعَهُ عُودٌ يَنْكُتُ فِي الأَرْضِ وَقَالَ  مَا مِنْكُمْ مِنْ أَحَدٍ إِلاَّ قَدْ كُتِبَ مَقْعَدُهُ مِنَ النَّارِ أَوْ مِنَ الْجَنَّةِ . فَقَالَ رَجُلٌ مِنَ الْقَوْمِ أَلاَ نَتَّكِلُ يَا رَسُولَ اللَّهِ قَالَ  لاَ اعْمَلُوا فَكُلٌّ مُيَسَّرٌ  ثُمَّ قَرَأَ {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى} الآيَةَ.",
    "hadithBengali": "৬১৫২। আবদান (রহঃ) ... আলী (রাঃ) থেকে বর্নিত। তিনি বলেনঃ একদা আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে উপবিষ্ট ছিলাম। তখন তার সঙ্গে ছিল একটি লাঠি। যা দিয়ে তিনি মাটি খুঁড়ছিলেন। তিনি তখন বললেনঃ তোমাদের মাঝে এমন কোন ব্যাক্তি নেই যার ঠিকানা জাহান্নামে বা জান্নাতে লিপিবদ্ধ করা হয়নি। লোকদের ভিতর থেকে এক ব্যাক্তি বলল, হে আল্লাহর রাসুল! আমরা কি তা হলে (এর উপর) নির্ভর করব না? তিনি বললেনঃ না, বরং আমল কর। কেননা, প্রত্যেকের জন্য আমল সহজ (যার জন্য তাকে সৃষ্টি) করা হয়েছে। এরপর তিনি তিলাওয়াত করলেনঃ فَأَمَّا مَنْ أَعْطَى وَاتَّقَى\n",
    "checkStatus": "1",
    "hadithNo": "6152",
    "id": "6895",
    "thesequence": "7058",
    "isActive": "1",
    "chapterId": "17471",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৩৭. (মহান আল্লাহর বাণীঃ) আল্লাহ তা&#039;আলার বিধান নির্দিষ্ট ও নির্ধারিত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nWe witnessed along with Allahs Messenger (ﷺ) the Khaibar (campaign). Allahs Messenger (ﷺ) told his companions about a man who claimed to be a Muslim, This man is from the people of the Fire. When the battle started, the man fought very bravely and received a great number of wounds and got crippled. On that, a man from among the companions of the Prophet (ﷺ) came and said, O Allahs Apostle! Do you know what the man you described as of the people of the Fire has done? He has fought very bravely for Allahs Cause and he has received many wounds. The Prophet (ﷺ) said, But he is indeed one of the people of the Fire. Some of the Muslims were about to have some doubt about that statement. So while the man was in that state, the pain caused by the wounds troubled him so much that he put his hand into his quiver and took out an arrow and committed suicide with it. Off went some men from among the Muslims to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! Allah has made your statement true. So-and-so has committed suicide. Allahs Messenger (ﷺ) said, O Bilal! Get up and announce in public: None will enter Paradise but a believer, and Allah may support this religion (Islam) with a wicked man.",
    "hadithArabic": " حَدَّثَنَا حِبَّانُ بْنُ مُوسَى، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ شَهِدْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم خَيْبَرَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِرَجُلٍ مِمَّنْ مَعَهُ يَدَّعِي الإِسْلاَمَ  هَذَا مِنْ أَهْلِ النَّارِ . فَلَمَّا حَضَرَ الْقِتَالُ قَاتَلَ الرَّجُلُ مِنْ أَشَدِّ الْقِتَالِ، وَكَثُرَتْ بِهِ الْجِرَاحُ فَأَثْبَتَتْهُ، فَجَاءَ رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ الَّذِي تَحَدَّثْتَ أَنَّهُ مِنْ أَهْلِ النَّارِ قَدْ قَاتَلَ فِي سَبِيلِ اللَّهِ مِنْ أَشَدِّ الْقِتَالِ، فَكَثُرَتْ بِهِ الْجِرَاحُ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  أَمَا إِنَّهُ مِنْ أَهْلِ النَّارِ . فَكَادَ بَعْضُ الْمُسْلِمِينَ يَرْتَابُ فَبَيْنَمَا هُوَ عَلَى ذَلِكَ إِذْ وَجَدَ الرَّجُلُ أَلَمَ الْجِرَاحِ فَأَهْوَى بِيَدِهِ إِلَى كِنَانَتِهِ، فَانْتَزَعَ مِنْهَا سَهْمًا فَانْتَحَرَ بِهَا، فَاشْتَدَّ رِجَالٌ مِنَ الْمُسْلِمِينَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالُوا يَا رَسُولَ اللَّهِ صَدَّقَ اللَّهُ حَدِيثَكَ، قَدِ انْتَحَرَ فُلاَنٌ فَقَتَلَ نَفْسَهُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يَا بِلاَلُ قُمْ فَأَذِّنْ، لاَ يَدْخُلُ الْجَنَّةَ إِلاَّ مُؤْمِنٌ، وَإِنَّ اللَّهَ لَيُؤَيِّدُ هَذَا الدِّينَ بِالرَّجُلِ الْفَاجِرِ .",
    "hadithBengali": "৬১৫৩। হিব্বান ইবনু মূসা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা খায়বারের যুদ্ধে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সঙ্গীগণের মাঝ থেকে ইসলামের দাবি করছিল এমন এক ব্যাক্তি সম্পর্কে বললেন যে, এই লোকটি জাহান্নামী। যখন যুদ্ধ শুরু হল লোকটি প্রবল বেগে যুদ্ধে ঝাপিয়ে পড়ল। এতে সে প্রচুর ক্ষতবিক্ষত হল। তবু সে অটল রইল। সাহাবীগণের মাঝ থেকে একজন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললো, হে আল্লাহর রাসুল! জাহান্নামী হবে বলে আপনি যে ব্যাক্তি সম্পর্কে বলেছিলেন সে তো প্রবল বেগে আল্লাহর রাস্তায় যুদ্ধ করেছে এবং তাতে সে প্রচুর ক্ষতবিক্ষত হয়েছে। তিনি বললেনঃ সাবধান, সে জাহান্নামী! এতে কতিপয় মুসলমানের মনে সন্দেহের ভাব হল। আর লোকটি ঐ অবস্থায়ই ছিল। হঠাৎ করে সে যখমের যন্ত্রণা অনুভব করতে লাগল-আর অমনই সে স্বীয় হাতটি তীরের থলের দিকে বাড়িয়ে দিল এবং একটি তীর বের করে আপন বক্ষে বিধিয়ে দিল। এতদৃষ্টে কয়েকজন মুসলমান রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে দৌড়িয়ে যেয়ে বলল, হে আল্লাহর রাসুল! আল্লাহ তাআলা আপনার কথাকে সত্যে পরিনত করে দেখালেন। অমুক ব্যাক্তি তো আত্নহত্যা করেছে। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে বিলাল! উঠে দাঁড়াও এবং এই মর্মে ঘোষণা করে দাও যে, জান্নাতে কেবলমাত্র মুমিনগণই প্রবেশ করবে। আর আল্লাহ তা&#39;আলা গুনাহগার বান্দাকে দিয়েও এই দ্বীনের সাহায্য করে থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "6153",
    "id": "6896",
    "thesequence": "7059",
    "isActive": "1",
    "chapterId": "17472",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৩৮.  আ&lsquo;মালের ভাল-মন্দ শেষ অবস্থার ওপর নির্ভর করে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nThere was a man who fought most bravely of all the Muslims on behalf of the Muslims in a battle (Ghazwa) in the company of the Prophet. The Prophet (ﷺ) looked at him and said. If anyone would like to see a man from the people of the Fire, let him look at this (brave man). On that, a man from the People (Muslims) followed him, and he was in that state i.e., fighting fiercely against the pagans till he was wounded, and then he hastened to end his life by placing his sword between his breasts (and pressed it with great force) till it came out between his shoulders. Then the man (who was watching that person) went quickly to the Prophet (ﷺ) and said, I testify that you are Allahs Messenger (ﷺ)! The Prophet (ﷺ) asked him, Why do you say that? He said, You said about so-and-so, If anyone would like to see a man from the people of the Fire, he should look at him. He fought most bravely of all of us on behalf of the Muslims and I knew that he would not die as a Muslim (Martyr). So when he got wounded, he hastened to die and committed suicide. There-upon the Prophet (ﷺ) said, A man may do the deeds of the people of the Fire while in fact he is one of the people of Paradise, and he may do the deeds of the people of Paradise while in fact he belongs to the people of Fire, and verily, (the rewards of) the deeds are decided by the last actions (deeds).",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا أَبُو غَسَّانَ، حَدَّثَنِي أَبُو حَازِمٍ، عَنْ سَهْلٍ، أَنَّ رَجُلاً، مِنْ أَعْظَمِ الْمُسْلِمِينَ غَنَاءً عَنِ الْمُسْلِمِينَ فِي غَزْوَةٍ غَزَاهَا مَعَ النَّبِيِّ صلى الله عليه وسلم فَنَظَرَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ  مَنْ أَحَبَّ أَنْ يَنْظُرَ إِلَى الرَّجُلِ مِنْ أَهْلِ النَّارِ فَلْيَنْظُرْ إِلَى هَذَا . فَاتَّبَعَهُ رَجُلٌ مِنَ الْقَوْمِ، وَهْوَ عَلَى تِلْكَ الْحَالِ مِنْ أَشَدِّ النَّاسِ عَلَى الْمُشْرِكِينَ، حَتَّى جُرِحَ فَاسْتَعْجَلَ الْمَوْتَ، فَجَعَلَ ذُبَابَةَ سَيْفِهِ بَيْنَ ثَدْيَيْهِ حَتَّى خَرَجَ مِنْ بَيْنِ كَتِفَيْهِ فَأَقْبَلَ الرَّجُلُ إِلَى النَّبِيِّ صلى الله عليه وسلم مُسْرِعًا فَقَالَ أَشْهَدُ أَنَّكَ رَسُولُ اللَّهِ. فَقَالَ  وَمَا ذَاكَ . قَالَ قُلْتَ لِفُلاَنٍ  مَنْ أَحَبَّ أَنْ يَنْظُرَ إِلَى رَجُلٍ مِنْ أَهْلِ النَّارِ فَلْيَنْظُرْ إِلَيْهِ . وَكَانَ مِنْ أَعْظَمِنَا غَنَاءً عَنِ الْمُسْلِمِينَ، فَعَرَفْتُ أَنَّهُ لاَ يَمُوتُ عَلَى ذَلِكَ فَلَمَّا جُرِحَ اسْتَعْجَلَ الْمَوْتَ فَقَتَلَ نَفْسَهُ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم عِنْدَ ذَلِكَ  إِنَّ الْعَبْدَ لَيَعْمَلُ عَمَلَ أَهْلِ النَّارِ، وَإِنَّهُ مِنْ أَهْلِ الْجَنَّةِ، وَيَعْمَلُ عَمَلَ أَهْلِ الْجَنَّةِ، وَإِنَّهُ مِنْ أَهْلِ النَّارِ، وَإِنَّمَا الأَعْمَالُ بِالْخَوَاتِيمِ .",
    "hadithBengali": "৬১৫৪। সাঈদ ইবনু আবূ মারিয়াম (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে থেকে যে সমস্ত মুসলমান যুদ্ধ করেছেন তাদের মাঝে একজন ছিল তীব্র আক্রমণকারী। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দিকে নযর করে বললেনঃ যে ব্যাক্তি কোন জাহান্নামীকে দেখতে ইচ্ছা করে সে যেন এই লোকটির দিকে নযর করে। উপস্থিত লোকদের ভিতর থেকে এক ব্যাক্তি সেই লোকটির অনুসরণ করল। আর সে তখন প্রচণ্ডভাবে মুশরিকদের সঙ্গে মুকাবিলা করছিল। এমন কি সে (এক পর্যায়ে) যখম হয়ে তাড়াতাড়ি মৃত্যুবরণ করতে চাইল। সে তার তরবারীর তীক্ষ্ণ দিকটি তার বুকের উপর দাবিয়ে দিল। এমন কি দু&#39;কাঁধের মাঝ দিয়ে তরবারী বক্ষ ভেদ করল। (এতদৃষ্টে) লোকটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে দৌড়ে এসে বলল, আমি সাক্ষ্য দিচ্ছি সত্যই আপনি আল্লাহর রাসূল। তিনি জিজ্ঞাসা করলেন, কি হল? লোকটি বলল, আপনি অমুক ব্যাক্তি সম্পর্কে বলেছিলেনঃ &ldquo;যে ব্যাক্তি কোন জাহান্নামী লোক দেখতে চায় সে যেন এ লোকটিকে দেখে নেয়।&rdquo; অথচ লোকটি অন্যান্য মুসলমানের তুলনায় অধিক রূপে আক্রমনকারী ছিল। সুতরাং আমার ধারণা ছিল এ লোকটির মৃত্যু এহেন অবস্থায় হবে না। যখন সে আঘাত প্রাপ্ত হল, তাড়াতাড়ি মৃত্যু কামনা করল এবং আত্নহত্যা করে বসল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একথা শুনে বললেনঃ নিশ্চয়ই কোন বান্দা জাহান্নামীদের আমল করেন মূলত সে জান্নাতী। আর কোন বান্দা জান্নাতী লোকের আমল করেন মুলত সে জাহান্নামী। নিশ্চয়ই আমলের ভাল-মন্দ নির্ভর করে তার পারিণামের উপর।\n",
    "checkStatus": "1",
    "hadithNo": "6154",
    "id": "6897",
    "thesequence": "7060",
    "isActive": "1",
    "chapterId": "17472",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৩৮.  আ&lsquo;মালের ভাল-মন্দ শেষ অবস্থার ওপর নির্ভর করে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) forbade vowing and said, In fact, vowing does not prevent anything, but it makes a miser to spend his property.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ النَّذْرِ قَالَ   إِنَّهُ لاَ يَرُدُّ شَيْئًا، وَإِنَّمَا يُسْتَخْرَجُ بِهِ مِنَ الْبَخِيلِ .",
    "hadithBengali": "৬১৫৫। আবূ নুআঈম (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মানত করতে নিষেধ করেছেন। এই মর্মে তিনি বলেন, মানত কোন জিনিসকে দূর করতে পারে না। এ দ্বারা শুধুমাত্র কৃপণের মাল খরচ হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6155",
    "id": "6898",
    "thesequence": "7061",
    "isActive": "1",
    "chapterId": "17473",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৩৯. বান্দার মানতকে তাকদীরে হাওালা করে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said (that Allah said), Vowing does not bring to the son of Adam anything I have not already written in his fate, but vowing is imposed on him by way of fore ordainment. Through vowing I make a miser spend of his wealth.",
    "hadithArabic": "حَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يَأْتِي ابْنَ آدَمَ النَّذْرُ بِشَىْءٍ لَمْ يَكُنْ قَدْ قَدَّرْتُهُ، وَلَكِنْ يُلْقِيهِ الْقَدَرُ وَقَدْ قَدَّرْتُهُ لَهُ، أَسْتَخْرِجُ بِهِ مِنَ الْبَخِيلِ .",
    "hadithBengali": "৬১৫৬। বিশর ইবনু মুহাম্মাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ মানত মানব সন্তানকে এমন কিছু এনে দিতে পারে না যা তাকদীরে নির্ধারণ নেই অথচ সে যে মানতটি করে তাও আমি তাকদীরে লিপিবদ্ধ করে দিয়েছি যেন এর দ্বারা কৃপণের কাছ থেকে (মাল) বের করে নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6156",
    "id": "6899",
    "thesequence": "7062",
    "isActive": "1",
    "chapterId": "17473",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৩৯. বান্দার মানতকে তাকদীরে হাওালা করে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nWhile we were with Allahs Messenger (ﷺ) in a holy battle, we never went up a hill or reached its peak or went down a valley but raised our voices with Takbir. Allahs Messenger (ﷺ) came close to us and said, O people! Dont exert yourselves, for you do not call a deaf or an absent one, but you call the All- Listener, the All-Seer. The Prophet (ﷺ) then said, O `Abdullah bin Qais! Shall I teach you a sentence which is from the treasures of Paradise? ( It is): La haula wala quwata illa billah. (There is neither might nor power except with Allah).",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ أَبِي مُوسَى، قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزَاةٍ فَجَعَلْنَا لاَ نَصْعَدُ شَرَفًا، وَلاَ نَعْلُو شَرَفًا، وَلاَ نَهْبِطُ فِي وَادٍ، إِلاَّ رَفَعْنَا أَصْوَاتَنَا بِالتَّكْبِيرِ ـ قَالَ ـ فَدَنَا مِنَّا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  يَا أَيُّهَا النَّاسُ ارْبَعُوا عَلَى أَنْفُسِكُمْ فَإِنَّكُمْ لاَ تَدْعُونَ أَصَمَّ وَلاَ غَائِبًا إِنَّمَا تَدْعُونَ سَمِيعًا بَصِيرًا . ثُمَّ قَالَ  يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ، أَلاَ أُعَلِّمُكَ كَلِمَةً هِيَ مِنْ كُنُوزِ الْجَنَّةِ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ .",
    "hadithBengali": "৬১৫৭। মুহাম্মাদ ইবনু মুকাতিল আবূল হাসান (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমরা যুদ্ধে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। আমরা যখনই কোন উচ্চস্থানে আরোহণ করতাম, কোন উঁচুতে থাকতাম এবং কোন উপত্যকা অতিক্রম করতাম তখনই উচ্চঃস্বরে তাকবীর (আল্লাহু আকবার) বলতাম। রাবী বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকটবর্তী হলেন এবং বললেনঃ হে লোক সকল! তোমরা নিজেদের উপর রহম কর। তোমরা কোন বধির বা কোন অনুপস্হিত সত্তাকে ডাকছ না- তোমরা তো ডাকছ শ্রবণকারী ও দর্শনকারী এক সত্তাকে। এরপর তিনি বললেনঃ হে আবদুল্লাহ ইবনু কায়স! আমি কি তোমাকে এমন একটি কালিমা শিক্ষা দিব না, যা কিনা জান্নাতের ভাণ্ডার সমূহের অন্যতম? তা হচ্ছেঃ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ (লা-হাওলা ওয়ালা-কুওওয়াতা ইল্লা বিল্লাহ)\n",
    "checkStatus": "1",
    "hadithNo": "6157",
    "id": "6900",
    "thesequence": "7063",
    "isActive": "1",
    "chapterId": "17474",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৪০. &#039;লা হাওলা ওয়ালা-কুওওয়াতা ইল্লা বিল্লাহ&#039; প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nThat the Prophet (ﷺ) said, No Caliph is appointed but has two groups of advisors: One group advises him to do good and urges him to adopt it, and the other group advises him to do bad and urges him to adopt it; and the protected is the one whom Allah protects.",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي أَبُو سَلَمَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَا اسْتُخْلِفَ خَلِيفَةٌ إِلاَّ لَهُ بِطَانَتَانِ بِطَانَةٌ تَأْمُرُهُ بِالْخَيْرِ وَتَحُضُّهُ عَلَيْهِ، وَبِطَانَةٌ تَأْمُرُهُ بِالشَّرِّ وَتَحُضُّهُ عَلَيْهِ، وَالْمَعْصُومُ مَنْ عَصَمَ اللَّهُ .",
    "hadithBengali": "৬১৫৮। আবদান (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, যে কোন লোককেই খলীফা বানানো হয় তার জন্য দুটি গুপ্তচর থাকে। একটা তো তাকে সৎকর্মের আদেশ করে এবং এর প্রতি তাকে উৎসাহিত করে। আরেকটা তাকে মন্দ কর্মের আদেশ করে এবং এর প্রতি তাকে প্ররোচিত করে। আর নিস্পাপ সেই ব্যাক্তি যাকে আল্লাহ তাআলা রক্ষা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6158",
    "id": "6901",
    "thesequence": "7064",
    "isActive": "1",
    "chapterId": "17475",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৪১. নিষ্পাপ সে-ই আল্লাহ যাকে রক্ষা করেন। عَاصِمٌ অর্থ প্রতিরোধকারী। মুজাহিদ (রহঃ) বলেন, سُدًا عَنِ الْحَقِّ গোমরাহীতে বিমত্ত হওয়া, دَسَّاهَا তাকে গোমরাহ করেছে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nI did not see anything so resembling minor sins as what Abu Huraira said from the Prophet, who said, Allah has written for the son of Adam his inevitable share of adultery whether he is aware of it or not: The adultery of the eye is the looking (at something which is sinful to look at), and the adultery of the tongue is to utter (what it is unlawful to utter), and the innerself wishes and longs for (adultery) and the private parts turn that into reality or refrain from submitting to the temptation.",
    "hadithArabic": "حَدَّثَنِي مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ مَا رَأَيْتُ شَيْئًا أَشْبَهَ بِاللَّمَمِ مِمَّا قَالَ أَبُو هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم   إِنَّ اللَّهَ كَتَبَ عَلَى ابْنِ آدَمَ حَظَّهُ مِنَ الزِّنَا، أَدْرَكَ ذَلِكَ لاَ مَحَالَةَ، فَزِنَا الْعَيْنِ النَّظَرُ، وَزِنَا اللِّسَانِ الْمَنْطِقُ، وَالنَّفْسُ تَمَنَّى وَتَشْتَهِي، وَالْفَرْجُ يُصَدِّقُ ذَلِكَ، وَيُكَذِّبُهُ . وَقَالَ شَبَابَةُ حَدَّثَنَا وَرْقَاءُ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৬১৫৯। মাহমুদ ইবনু গায়লান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আবূ হুরায়রা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ছোট গুনাহ সম্পর্কে যা বলেছেন তার চেয়ে যথাযথ উপমা আমি দেখি না। (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ) আল্লাহ আদম সন্তানের উপর যিনার কোন না কোন হিসসা লিখে দিয়েছেন; তা সে অবশ্যই পাবে। সুতরাং চোখের যিনা হল (নিষিদ্ধদের প্রতি) নযর করা এবং জিহ্বার যিনা হল (যিনা সম্পর্কে) বলা। মন তার আকাঙ্ক্ষা ও কামনা করে, লজ্জাস্থান তাকে বাস্তবায়িত করে অথবা মিথ্যা প্রতিপন্ন করে। শাবাবা (রহঃ)ও ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6159",
    "id": "6902",
    "thesequence": "7065",
    "isActive": "1",
    "chapterId": "17476",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৪২. আল্লাহর বাণীঃ যে জনপদকে আমি ধ্বংস করেছি তার সম্পর্কে নিষেধাজ্ঞা রয়েছে যে, তার অধিবাসীবৃন্দ ফিরে আসবে না (২১ঃ ৯৫)। আল্লাহর বাণীঃ যারা ঈমান এনেছে তারা ছাড়া তোমার সম্প্রদায়ের অন্য কেউ কখনও ঈমান আনবে না (১১ঃ ৩৬)। আল্লাহর বাণীঃ তারা জন্ম দিতে থাকবে কেবল দুষ্কৃতিকারী ও কাফের (৭১ঃ ২৭)। মানসুর ইবন নো&rsquo;মান ... ইবন আব্বাস (রাঃ) কর্তৃক বর্ণিত হাবশী ভাষায়  حرم অর্থ জরুরী হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\n(regarding the Verse) And We granted the vision (Ascension to the heavens Miraj) which We showed you (O Muhammad as an actual eye witness) but as a trial for mankind. (17.60): Allahs Apostle actually saw with his own eyes the vision (all the things which were shown to him) on the night of his Night Journey to Jerusalem (and then to the heavens). The cursed tree which is mentioned in the Quran is the tree of Az-Zaqqum.",
    "hadithArabic": " حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا عَمْرٌو، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ {وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلاَّ فِتْنَةً لِلنَّاسِ} قَالَ هِيَ رُؤْيَا عَيْنٍ أُرِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم لَيْلَةَ أُسْرِيَ بِهِ إِلَى بَيْتِ الْمَقْدِسِ. قَالَ {وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ} قَالَ هِيَ شَجَرَةُ الزَّقُّومِ.",
    "hadithBengali": "৬১৬০। হুমাইদী (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত।وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلاَّ فِتْنَةً لِلنَّاسِ (আয়াতের ব্যাখ্যায়) তিনি বলেনঃ তা হচ্ছে চোখের দেখা। যে রজনীতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বায়তুল মুকাদ্দাস পর্যন্ত ভ্রমণ করানো হয়েছিল, সে রজনীতে তাকে যা দেখানো হয়েছিল। তিনি বলেন, কুরআন মজীদে উল্লিখিত وَالشَّجَرَةَ الْمَلْعُونَةَ দ্বারা যাককুম (যাক্কুম) বৃক্ষকে বোঝানো হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6160",
    "id": "6903",
    "thesequence": "7066",
    "isActive": "1",
    "chapterId": "17477",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৪৩. (মহান আল্লাহর বাণীঃ) আমি যে দৃশ্য তোমাকে দেখাচ্ছি তা কেবল মানুষের পরিক্ষার জন্য (১৭ঃ ৬০)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Adam and Moses argued with each other. Moses said to Adam. O Adam! You are our father who disappointed us and turned us out of Paradise. Then Adam said to him, O Moses! Allah favored you with His talk (talked to you directly) and He wrote (the Torah) for you with His Own Hand. Do you blame me for action which Allah had written in my fate forty years before my creation? So Adam confuted Moses, Adam confuted Moses, the Prophet (ﷺ) added, repeating the Statement three times.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ حَفِظْنَاهُ مِنْ عَمْرٍو عَنْ طَاوُسٍ، سَمِعْتُ أَبَا هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   احْتَجَّ آدَمُ وَمُوسَى، فَقَالَ لَهُ مُوسَى يَا آدَمُ أَنْتَ أَبُونَا خَيَّبْتَنَا وَأَخْرَجْتَنَا مِنَ الْجَنَّةِ. قَالَ لَهُ آدَمُ يَا مُوسَى اصْطَفَاكَ اللَّهُ بِكَلاَمِهِ، وَخَطَّ لَكَ بِيَدِهِ، أَتَلُومُنِي عَلَى أَمْرٍ قَدَّرَ اللَّهُ عَلَىَّ قَبْلَ أَنْ يَخْلُقَنِي بِأَرْبَعِينَ سَنَةً. فَحَجَّ آدَمُ مُوسَى، فَحَجَّ آدَمُ مُوسَى  ثَلاَثًا. قَالَ سُفْيَانُ حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ.",
    "hadithBengali": "৬১৬১। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ আদম ও মূসা (আলাইহিমা সালাম) (পরস্পরে) কথা কাটাকাটি করেন। মূসা (আলাইহিস সালাম) বলেনঃ হে আদম, আপনি তো আমাদের পিতা। আপনি আমাদেরকে বঞ্চিত করেছেন এবং আমাদেরকে জান্নাত থেকে বের করেছেন। আদম (আলাইহিস সালাম) মূসা (আলাইহিস সালাম) কে বললেনঃ হে মূসা! আপনাকে তো আল্লাহ তা&#39;আলা স্বীয় কালামের মাধ্যমে সম্মানিত করেছেন এবং আপনার জন্য স্বীয় হাত দ্বারা লিখেছেন। অতএব আপনি কি আমাকে এমন একটি ব্যাপার নিয়ে তিরস্কার করছেন? যা আমার সৃষ্টির চল্লিশ বছর পূর্বেই আল্লাহ নির্ধারণ করে রেখেছিলেন। তখন আদম (আলাইহিস সালাম) মূসা (আলাইহিস সালাম) এর উপর এই বিতর্কে জয়ী হলেন। উক্ত কথাটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনবার বলেছেন। সুফিয়ানও ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6161",
    "id": "6904",
    "thesequence": "7067",
    "isActive": "1",
    "chapterId": "17478",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৪৪. আদাম (রাঃ) ও মূসা (রাঃ) আল্লাহ তা&#039;আলার সামনে কথা কাটাকাটি করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Warrad:\n\n(the freed slave of Al-Mughira bin Shu`ba) Muawiya wrote to Mughira. Write to me what you heard the Prophet (ﷺ) saying after his prayer. So Al-Mughira dictated to me and said, I heard the Prophet (ﷺ) saying after the prayer, None has the right to be worshipped but Allah Alone Who has no partner. O Allah! No-one can withhold what You give, and none can give what You withhold, and the fortune of a man of means is useless before You (i.e., only good deeds are of value).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ سِنَانٍ، حَدَّثَنَا فُلَيْحٌ، حَدَّثَنَا عَبْدَةُ بْنُ أَبِي لُبَابَةَ، عَنْ وَرَّادٍ، مَوْلَى الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ كَتَبَ مُعَاوِيَةُ إِلَى الْمُغِيرَةِ اكْتُبْ إِلَىَّ مَا سَمِعْتَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ خَلْفَ الصَّلاَةِ. فَأَمْلَى عَلَىَّ الْمُغِيرَةُ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ خَلْفَ الصَّلاَةِ   لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ . وَقَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي عَبْدَةُ أَنَّ وَرَّادًا أَخْبَرَهُ بِهَذَا. ثُمَّ وَفَدْتُ بَعْدُ إِلَى مُعَاوِيَةَ فَسَمِعْتُهُ يَأْمُرُ النَّاسَ بِذَلِكَ الْقَوْلِ.",
    "hadithBengali": "৬১৬২। মুহাম্মাদ ইবনু সিনান (রহঃ) ... মুগীরা ইবনু শুবা (রাঃ) এর আযাদকৃত গোলাম ওয়াররাদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা মুআবিয়া (রাঃ) মুগীরা ইবনু শুবা (রাঃ) এর নিকট এই মর্মে চিঠি লিখলেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ)-এর পর যা পাঠ করতেন এ সম্পর্কে তুমি যা শুনেছ আমার কাছে লিখে পাঠাও। তখন মুগীরা (রাঃ) আমাকে তা লিখে দেওয়ার দায়িত্ব দিলেন। তিনি বললেনঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সালাত (নামায/নামাজ)-এর পরে বলতে শুনেছিاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ অর্থাৎ আল্লাহ ছাড়া কোন ইলাহ নেই, তিনি অদ্বিতীয়, অংশীদারবিহীন। হে আল্লাহ! তুমি যা দান কর তা রদকারী কেউ নেই। আর তুমি যা রদ কর তার কোন দানকারীও নেই। তুমি ব্যতীত প্রচেষ্টাকারীর প্রচেষ্টাও কোন ফল বয়ে আনবে না।\n\nইবনু জুরায়জ আবদা থেকে বর্ণনা করেন যে, ওয়াররাদ তাকে এ বিষয়ে জানিয়েছেন। এরপর আমি মুআবিয়া (রাঃ) এর নিকট গিয়েছি। তখন আমি তাঁকে শুনেছি তিনি মানুষকে এ দোয়া পড়তে হুকুম দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "6162",
    "id": "6905",
    "thesequence": "7068",
    "isActive": "1",
    "chapterId": "17479",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৪৫. আল্লাহ তা&#039;আলা যা দান করেন তা রোধ করার কেউ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Take refuge with Allah from the difficulties of severe calamities, from having an evil end and a bad fate and from the malicious joy of your enemies.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   تَعَوَّذُوا بِاللَّهِ مِنْ جَهْدِ الْبَلاَءِ، وَدَرَكِ الشَّقَاءِ، وَسُوءِ الْقَضَاءِ، وَشَمَاتَةِ الأَعْدَاءِ .",
    "hadithBengali": "৬১৬৩। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ তোমরা ভয়াবহ বিপদ, হতভাগ্যের অতল গহবর, মন্দ তাকদীর এবং শত্রুর আনন্দ প্রকাশ থেকে আল্লাহ তা&#39;আলার কাছে আশ্রয় প্রর্থনা কর।\n",
    "checkStatus": "1",
    "hadithNo": "6163",
    "id": "6906",
    "thesequence": "7069",
    "isActive": "1",
    "chapterId": "17480",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৪৬. যে ব্যক্তি হতভাগ্যের গহীন গর্ত ও মন্দ তাকদীর থেকে আল্লাহ তা&rsquo;আলার কাছে আশ্রয় চায়। এবং (মহান আল্লাহর) বাণীঃ বল, আমি শরণ লইতেছি উষার স্রষ্টার, তিনি যা সৃষ্টি করেছেন তার অনিষ্ট থেকে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nWhen taking an oath, the Prophet (ﷺ) very often used to say, No, by Him Who turns the hearts.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مُوسَى بْنُ عُقْبَةَ، عَنْ سَالِمٍ، عَنْ عَبْدِ اللَّهِ، قَالَ كَثِيرًا مِمَّا كَانَ النَّبِيُّ صلى الله عليه وسلم يَحْلِفُ (لاَ وَمُقَلِّبِ الْقُلُوبِ).",
    "hadithBengali": "৬১৬৪। মুহাম্মাদ ইবনু মুকাতিল আবুল হাসান (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিকাংশ সময় এইরূপ শপথ করতেনঃ শপথ অন্তর সমূহের পরিবর্তনকারী (আল্লাহর)।\n",
    "checkStatus": "1",
    "hadithNo": "6164",
    "id": "6907",
    "thesequence": "7070",
    "isActive": "1",
    "chapterId": "17481",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৪৭. (আল্লাহ তা&#039;আলা) মানুষ ও তার অন্তরের মাঝে প্রতিবন্ধক হয়ে যান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) said to Ibn Saiyad, I have kept for you a secret. Ibn Saiyad said, Ad-Dukh. The Prophet said, Keep quiet, for you cannot go beyond your limits (or you cannot exceed what has been foreordained for you). On that, `Umar said (to the Prophet (ﷺ) ), Allow me to chop off his neck! The Prophet said, Leave him, for if he is he (i.e., Ad-Dajjal), then you will not be able to overcome him, and if he is not, then you gain no good by killing him.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حَفْصٍ، وَبِشْرُ بْنُ مُحَمَّدٍ، قَالاَ أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم لاِبْنِ صَيَّادٍ  خَبَأْتُ لَكَ خَبِيئًا . قَالَ الدُّخُّ. قَالَ  اخْسَأْ فَلَنْ تَعْدُوَ قَدْرَكَ . قَالَ عُمَرُ ائْذَنْ لِي فَأَضْرِبَ عُنُقَهُ. قَالَ  دَعْهُ، إِنْ يَكُنْ هُوَ فَلاَ تُطِيقُهُ، وَإِنْ لَمْ يَكُنْ هُوَ فَلاَ خَيْرَ لَكَ فِي قَتْلِهِ .",
    "hadithBengali": "৬১৬৫। আলী ইবনু হাফস ও বিশর ইবনু মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সইয়্যাদকে একদা বললেনঃ আমি (একটি কথা আমার অন্তকরণে) তোমার জন্য গোপন রেখেছি। সে বললো, তা হচ্ছে (কল্পনার) ধুম্রজাল মাত্র। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ চুপ কর, তুমি তো তোমার তাকদীরকে কখনও অতিক্রম করতে পারবে না। এতদশ্রবণে উমর (রাঃ) বললেন, আমাকে অনুমতি দিন আমি তার মুণ্ডপাত করে দেই। তিনি বললেনঃ রাখ একে, এ যদি তাই হয় তবে তুমি তার ওপর (এ কাজে) সক্ষম হবে না। আর যদি তা না হয় তাহলে তাকে হত্যা করার মাঝে তোমার জন্য কোন কল্যাণ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6165",
    "id": "6908",
    "thesequence": "7071",
    "isActive": "1",
    "chapterId": "17481",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৪৭. (আল্লাহ তা&#039;আলা) মানুষ ও তার অন্তরের মাঝে প্রতিবন্ধক হয়ে যান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nI asked Allahs Messenger (ﷺ) about the plague. He said, That was a means of torture which Allah used to send upon whom-so-ever He wished, but He made it a source of mercy for the believers, for anyone who is residing in a town in which this disease is present, and remains there and does not leave that town, but has patience and hopes for Allahs reward, and knows that nothing will befall him except what Allah has written for him, then he will get such reward as that of a martyr.",
    "hadithArabic": "حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا النَّضْرُ، حَدَّثَنَا دَاوُدُ بْنُ أَبِي الْفُرَاتِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ يَحْيَى بْنِ يَعْمَرَ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ أَخْبَرَتْهُ أَنَّهَا، سَأَلَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الطَّاعُونِ فَقَالَ   كَانَ عَذَابًا يَبْعَثُهُ اللَّهُ عَلَى مَنْ يَشَاءُ، فَجَعَلَهُ اللَّهُ رَحْمَةً لِلْمُؤْمِنِينَ، مَا مِنْ عَبْدٍ يَكُونُ فِي بَلَدٍ يَكُونُ فِيهِ، وَيَمْكُثُ فِيهِ، لاَ يَخْرُجُ مِنَ الْبَلَدِ، صَابِرًا مُحْتَسِبًا، يَعْلَمُ أَنَّهُ لاَ يُصِيبُهُ إِلاَّ مَا كَتَبَ اللَّهُ لَهُ، إِلاَّ كَانَ لَهُ مِثْلُ أَجْرِ شَهِيدٍ .",
    "hadithBengali": "৬১৬৬। ইসহাক ইবনু ইবরাহীম আল হানযালী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে প্লেগ রোগ সম্পর্কে জিজ্ঞাসা করলেন। তিনি বললেনঃ এটা হচ্ছে আল্লাহর এক আযাব। আল্লাহ তাআলা যাকে ইচ্ছা তার ওপরই প্রেরণ করেন। আল্লাহ তাআলা এটা মুসলমানের জন্য রহমাতে পরিণত করেছেন। প্লেগাক্রান্ত শহরে কোন বান্দা যদি ধৈর্যধারণ করে এ বিশ্বাস নিয়ে সেখানেই অবস্থান করে, তা থেকে বের না হয়। আল্লাহ তাআলা তার জন্য যা ভাগ্যে লিখেছেন তা ব্যতীত কিছুই তাকে স্পর্শ করবে না, তাহলে সে শহীদের সাওয়াব লাভ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "6166",
    "id": "6909",
    "thesequence": "7072",
    "isActive": "1",
    "chapterId": "17482",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৪৮. (মহান আল্লাহর বাণীঃ) বল, আমাদের জন্য আল্লাহ যা নির্দিষ্ট করেছেন তা ছাড়া আমাদের কিছুই হবে না। كَتَبَ নির্দিষ্ট করেছেন। মুজাহিদ (রহঃ) বলেছেন, بِفَاتِنِينَ যারা পথভ্রষ্ট হয়, হ্যাঁ যার সম্পর্কে আল্লাহ তা&rsquo;আলা লিখে দিয়েছেন যে, সে জাহান্নামে যাবে। قَدَّرَ فَهَدَى বদবখ্&zwnj;তি এবং নেকবখ্&zwnj;তি নির্দিষ্ট করেছেন। জন্তুকে চারণভূমি পর্যন্ত পৌঁছানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara bin `Azib:\n\nI saw the Prophet (ﷺ) on the Day of (the battle of) Al-Khandaq, carrying earth with us and saying, By Allah, without Allah we would not have been guided, neither would we have fasted, nor would we have prayed. O Allah! Send down Sakina (calmness) upon us and make our feet firm when we meet (the enemy). The pagans have rebelled against us, but if they want to put us in affliction (i.e., fight us) we refuse (to flee).",
    "hadithArabic": "حَدَّثَنَا أَبُو النُّعْمَانِ، أَخْبَرَنَا جَرِيرٌ ـ هُوَ ابْنُ حَازِمٍ ـ عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَوْمَ الْخَنْدَقِ يَنْقُلُ مَعَنَا التُّرَابَ وَهْوَ يَقُولُ   وَاللَّهِ لَوْلاَ اللَّهُ مَا اهْتَدَيْنَا، وَلاَ صُمْنَا وَلاَ صَلَّيْنَا، فَأَنْزِلَنْ سَكِينَةً عَلَيْنَا، وَثَبِّتِ الأَقْدَامَ إِنْ لاَقَيْنَا، وَالْمُشْرِكُونَ قَدْ بَغَوْا عَلَيْنَا، إِذَا أَرَادُوا فِتْنَةً أَبَيْنَا.",
    "hadithBengali": "৬১৬৭। আবূ নু&#39;মান (রহঃ) ... বারআ ইবনু আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি খন্দকের যুদ্ধের দিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দেখেছি, তিনি আমাদের সঙ্গে মাটি বহন করেছেন এবং বলছেনঃ আল্লাহর কসম! তিনি যদি আমাদেরকে হেদায়েত না করতেন তবে আমরা হেদায়েত পেতাম না। সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতাম না আর সালাত (নামায/নামাজ)ও আদায় করতাম না। সুতরাং (প্রভু হে) আমাদের উপর প্রশান্তি নাযিল করুন আর শত্রুর মুকাবিলায় আমাদেরকে সুদৃঢ় রাখুন। মুশরিকরা আমাদের উপর অত্যাচার করেছে। তারাই আমাদের উপর ফিতনা (যুদ্ধ) চাপিয়ে দিতে চেয়েছে কিন্তু আমরা তা চাইনি।\n",
    "checkStatus": "1",
    "hadithNo": "6167",
    "id": "6910",
    "thesequence": "7073",
    "isActive": "1",
    "chapterId": "17483",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "75",
    "statusId": "1",
    "topicName": "২৭৪৯. (মহান আল্লাহর বাণীঃ) আল্লাহ আমাদের পথ না দেখালে আমরা কখনও পথ পেতাম না (৭ঃ ৪৩) (আরও ইরশাদ হল) আল্লাহ আমাকে পথ প্রদর্শন করলে আমি তো অবশ্যই মুত্তাকীদের অন্তর্ভুক্ত হতাম (৪৯ঃ ৫৭)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]