[
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAbu Bakr As-Siddiq had never broken his oaths till Allah revealed the expiation for the oaths. Then he said, If I take an oath to do something and later on I find something else better than the first one, then I do what is better and make expiation for my oath.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ أَبَا بَكْرٍ ـ رضى الله عنه ـ لَمْ يَكُنْ يَحْنَثُ فِي يَمِينٍ قَطُّ، حَتَّى أَنْزَلَ اللَّهُ كَفَّارَةَ الْيَمِينِ وَقَالَ لاَ أَحْلِفُ عَلَى يَمِينٍ فَرَأَيْتُ غَيْرَهَا خَيْرًا مِنْهَا، إِلاَّ أَتَيْتُ الَّذِي هُوَ خَيْرٌ، وَكَفَّرْتُ عَنْ يَمِينِي.",
    "hadithBengali": "৬১৬৮। মুহাম্মাদ ইবনু মূকাতিল আবূল হাসান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, আবূ বকর (রাঃ) কখনও কসম ভঙ্গ করেননি, যতক্ষন না আল্লাহ তা&#39;আলা কসমের কাফফারা সংক্রান্ত আয়াত নাযিল করেন। তিনি বলতেন আমি যেকোন ব্যাপারে কসম করি। এরপর যদি এর চেয়ে উত্তমটি দেখতে পাই তবে উত্তমটিই করি এবং আমার কসম ভজের জন্য কাফফারা আদায় করে দেই।\n",
    "checkStatus": "1",
    "hadithNo": "6168",
    "id": "6911",
    "thesequence": "7074",
    "isActive": "1",
    "chapterId": "17484",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "আল্লাহর বাণীঃ তোমাদের নিরর্থক শপথের জন্য আল্লাহ তোমাদেরকে দায়ী করবেন না, কিন্তু যে সব শপথ তোমরা ইচ্ছাকৃতভাবে দৃঢ় কর ... তোমরা কৃতজ্ঞতা প্রকাশ করা পর্যন্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdur-Rahman bin Samura:\n\nThe Prophet (ﷺ) said, O `Abdur-Rahman bin Samura! Do not seek to be a ruler, because if you are given authority for it, then you will be held responsible for it, but if you are given it without asking for it, then you will be helped in it (by Allah): and whenever you take an oath to do something and later you find that something else is better than the first, then do the better one and make expiation for your oath.",
    "hadithArabic": "حَدَّثَنَا أَبُو النُّعْمَانِ، مُحَمَّدُ بْنُ الْفَضْلِ حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، حَدَّثَنَا الْحَسَنُ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَمُرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   يَا عَبْدَ الرَّحْمَنِ بْنَ سَمُرَةَ لاَ تَسْأَلِ الإِمَارَةَ، فَإِنَّكَ إِنْ أُوتِيتَهَا عَنْ مَسْأَلَةٍ وُكِلْتَ إِلَيْهَا، وَإِنْ أُوتِيتَهَا مِنْ غَيْرِ مَسْأَلَةٍ أُعِنْتَ عَلَيْهَا، وَإِذَا حَلَفْتَ عَلَى يَمِينٍ فَرَأَيْتَ غَيْرَهَا خَيْرًا مِنْهَا، فَكَفِّرْ عَنْ يَمِينِكَ، وَأْتِ الَّذِي هُوَ خَيْرٌ .",
    "hadithBengali": "৬১৬৯। আবূ নুমান মুহাম্মাদ ইবনু ফাযল (রহঃ) ... আবদুর রহমান ইবনু সামুরা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আবদুর রহমান ইবনু সামুরা! তুমি নেতৃত্ব চেয়ো না। কেননা, চাওয়ার পর যদি নেতৃত্ব পাও তবে এর দিকে তোমাকে সোপর্দ করে দেয়া হবে। আর যদি না চেয়ে তা পাও তবে তোমাকে এর জন্য সাহায্য করা হবে। কোন কিছুর ব্যাপারে যদি কসম কর আর তা ব্যতীত অন্য কিছুর মাঝে কল্যাণ দেখতে পাও তবে স্বীয় কসমের কাফফারা আদায় করে তার চেযে উত্তমটি অবলম্বন কর।\n",
    "checkStatus": "1",
    "hadithNo": "6169",
    "id": "6912",
    "thesequence": "7075",
    "isActive": "1",
    "chapterId": "17484",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "আল্লাহর বাণীঃ তোমাদের নিরর্থক শপথের জন্য আল্লাহ তোমাদেরকে দায়ী করবেন না, কিন্তু যে সব শপথ তোমরা ইচ্ছাকৃতভাবে দৃঢ় কর ... তোমরা কৃতজ্ঞতা প্রকাশ করা পর্যন্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nI went to the Prophet (ﷺ) along with a group of Al-Ash`ariyin in order to request him to provide us with mounts. He said, By Allah, I will not provide you with mounts and I havent got anything to mount you on. Then we stayed there as long as Allah wished us to stay, and then three very nice looking she-camels were brought to him and he made us ride them. When we left, we, or some of us, said, By Allah, we will not be blessed, as we came to the Prophet (ﷺ) asking him for mounts, and he swore that he would not give us any mounts but then he did give us. So let us go back to the Prophet (ﷺ) and remind him (of his oath). When we returned to him (and reminded him of the fact), he said, I did not give you mounts, but it is Allah Who gave you. By Allah, Allah willing, if I ever take an oath to do something and then I find something else than the first, I will make expiation for my oath and do the thing which is better (or do something which is better and give the expiation for my oath).",
    "hadithArabic": " حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ غَيْلاَنَ بْنِ جَرِيرٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فِي رَهْطٍ مِنَ الأَشْعَرِيِّينَ أَسْتَحْمِلُهُ فَقَالَ  وَاللَّهِ لاَ أَحْمِلُكُمْ، وَمَا عِنْدِي مَا أَحْمِلُكُمْ عَلَيْهِ . قَالَ ثُمَّ لَبِثْنَا مَا شَاءَ اللَّهُ أَنْ نَلْبَثَ، ثُمَّ أُتِيَ بِثَلاَثِ ذَوْدٍ غُرِّ الذُّرَى فَحَمَلَنَا عَلَيْهَا فَلَمَّا انْطَلَقْنَا قُلْنَا أَوْ قَالَ بَعْضُنَا وَاللَّهِ لاَ يُبَارَكُ لَنَا، أَتَيْنَا النَّبِيَّ صلى الله عليه وسلم نَسْتَحْمِلُهُ، فَحَلَفَ أَنْ لاَ يَحْمِلَنَا ثُمَّ حَمَلَنَا، فَارْجِعُوا بِنَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَنُذَكِّرُهُ، فَأَتَيْنَاهُ فَقَالَ  مَا أَنَا حَمَلْتُكُمْ، بَلِ اللَّهُ حَمَلَكُمْ، وَإِنِّي وَاللَّهِ إِنْ شَاءَ اللَّهُ لاَ أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا، إِلاَّ كَفَّرْتُ عَنْ يَمِينِي، وَأَتَيْتُ الَّذِي هُوَ خَيْرٌ . أَوْ  أَتَيْتُ الَّذِي هُوَ خَيْرٌ وَكَفَّرْتُ عَنْ يَمِينِي .",
    "hadithBengali": "৬১৭০। আবূ নুমান (রহঃ) ... আবূ বুরদা (রাঃ) এর পিতা আবূ মূসা আশআরী থেকে বর্ণিত। তিনি বলেনঃ আমি একদা আশআরী সম্প্রদায়ের একদল লোকের সঙ্গে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলাম একটি বাহন সংগ্রহ করার জন্য। তখন তিনি বললেনঃ আল্লাহর কসম! আমি তোমাদেরকে বাহন দিতে পারব না। আর আমার কাছে এমন কোন জন্তু নেই যার উপর আরোহণ করা যায়। বর্ণনাকারী বলেনঃ এরপর আল্লাহ যতক্ষন চাইলেন, ততক্ষন আমরা সেখানে অবস্থান করলাম। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে অতীব সুন্দর তিনটি উষ্ট্রী আনা হল। তিনি সেগুলোর উপর আমাদেরকে আরোহন করালেন। এরপর আমরা যখন চলতে লাগলাম তখন বললাম অথবা আমাদের মাঝে কেউ বলল, আল্লাহর কসম! আল্লাহ আমাদেরকে বরকত প্রদান করবেন না। কেননা, আমরা যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বাহন চাইতে এলাম তিনি আমাদেরকে বাহন দিবেন না বলে কসম করলেন। এরপর আমাদেরকে আরোহণ করালেন। চল আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে যাই এবং তাঁকে সে কথা স্মরণ করিয়ে দেই। এরপর আমরা তার কাছে এলাম। তিনি বললেনঃ আমি তোমাদেরকে আরোহণ করাইনি বরং আল্লাহ তা&#39;আলা আরোহণ করিয়েছেন। আল্লাহর কসম! আমি যখন আল্লাহর ইচ্ছা মূতাবিক কোন কসম করি আর তা ব্যতীত অন্যটির মাঝে যদি মঙ্গল দেখি তখন কসমের জন্য কাফফারা আদায় করে দেই। আর যেটা মঙ্গলকর সেটাই করে নেই এবং স্বীয় কসমের কাফফারা আদায় করে দেই।\n",
    "checkStatus": "1",
    "hadithNo": "6170",
    "id": "6913",
    "thesequence": "7076",
    "isActive": "1",
    "chapterId": "17484",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "আল্লাহর বাণীঃ তোমাদের নিরর্থক শপথের জন্য আল্লাহ তোমাদেরকে দায়ী করবেন না, কিন্তু যে সব শপথ তোমরা ইচ্ছাকৃতভাবে দৃঢ় কর ... তোমরা কৃতজ্ঞতা প্রকাশ করা পর্যন্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, We (Muslims) are the last in the world, but will be foremost on the Day of Resurrection.\n\nAllahs Messenger (ﷺ) also said:\nBy Allah, if anyone of you insists on fulfilling an oath by which he may harm his family, he commits a greater sin in Allahs sight than that of dissolving his oath and making expiation for it.",
    "hadithArabic": "حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   نَحْنُ الآخِرُونَ السَّابِقُونَ يَوْمَ الْقِيَامَةِ .\nفَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   وَاللَّهِ لأَنْ يَلِجَّ أَحَدُكُمْ بِيَمِينِهِ فِي أَهْلِهِ آثَمُ لَهُ عِنْدَ اللَّهِ مِنْ أَنْ يُعْطِيَ كَفَّارَتَهُ الَّتِي افْتَرَضَ اللَّهُ عَلَيْهِ .",
    "hadithBengali": "৬১৭১। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন আমরা (দুনিয়ায়) সর্বশেষ আগমনকারী আর কিয়ামতের দিন হব অগ্রগামী। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহর কসম! তোমাদের মাঝে কেউ আপন পরিজনের ব্যাপারে শপথকারী হলে আল্লাহর নিকট সে গুনাহগার হবে ঐ ব্যাক্তির তুলনায়, যে কাফফারা আদায় করে দেয় যা আল্লাহ তায়ালা অপরিহার্য করে দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6171",
    "id": "6914",
    "thesequence": "7077",
    "isActive": "1",
    "chapterId": "17484",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "আল্লাহর বাণীঃ তোমাদের নিরর্থক শপথের জন্য আল্লাহ তোমাদেরকে দায়ী করবেন না, কিন্তু যে সব শপথ তোমরা ইচ্ছাকৃতভাবে দৃঢ় কর ... তোমরা কৃতজ্ঞতা প্রকাশ করা পর্যন্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Anyone who takes an oath through which his family may be harmed, and insists on keeping it, he surely commits a sin greater (than that of dissolving his oath). He should rather compensate for that oath by making expiation.",
    "hadithArabic": "حَدَّثَنِي إِسْحَاقُ يَعْنِي ابْنَ إِبْرَاهِيمَ، حَدَّثَنَا يَحْيَى بْنُ صَالِحٍ، حَدَّثَنَا مُعَاوِيَةُ، عَنْ يَحْيَى، عَنْ عِكْرِمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنِ اسْتَلَجَّ فِي أَهْلِهِ بِيَمِينٍ فَهْوَ أَعْظَمُ إِثْمًا، لِيَبَرَّ . يَعْنِي الْكَفَّارَةَ.",
    "hadithBengali": "৬১৭২। ইসহাক ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আপন পরিবারের ব্যাপারে কসম করে এর উপর অটল থাকে সে সবচেয়ে বড় গোনাহগার, যা কাফফারা দূর করে না।\n",
    "checkStatus": "1",
    "hadithNo": "6172",
    "id": "6915",
    "thesequence": "7078",
    "isActive": "1",
    "chapterId": "17484",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "আল্লাহর বাণীঃ তোমাদের নিরর্থক শপথের জন্য আল্লাহ তোমাদেরকে দায়ী করবেন না, কিন্তু যে সব শপথ তোমরা ইচ্ছাকৃতভাবে দৃঢ় কর ... তোমরা কৃতজ্ঞতা প্রকাশ করা পর্যন্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) sent an army detachment and made Usama bin Zaid its commander. Some people criticized (spoke badly of) Usamas leadership. So Allahs Messenger (ﷺ) got up saying, If you people are criticizing Usamas leadership, you have already criticized the leadership of his father before. But Waaimullah (i.e., By Allah), he (i.e. Zaid) deserved the leadership, and he was one of the most beloved persons to me; and now this (his son Usama) is one of the dearest persons to me after him.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ إِسْمَاعِيلَ بْنِ جَعْفَرٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ بَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْثًا وَأَمَّرَ عَلَيْهِمْ أُسَامَةَ بْنَ زَيْدٍ، فَطَعَنَ بَعْضُ النَّاسِ فِي إِمْرَتِهِ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ   إِنْ كُنْتُمْ تَطْعَنُونَ فِي إِمْرَتِهِ فَقَدْ كُنْتُمْ تَطْعَنُونَ، فِي إِمْرَةِ أَبِيهِ مِنْ قَبْلُ، وَايْمُ اللَّهِ إِنْ كَانَ لَخَلِيقًا لِلإِمَارَةِ، وَإِنْ كَانَ لَمِنْ أَحَبِّ النَّاسِ إِلَىَّ، وَإِنَّ هَذَا لَمِنْ أَحَبِّ النَّاسِ إِلَىَّ بَعْدَهُ .",
    "hadithBengali": "৬১৭৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা একটি বাহিনী প্রেরণ করলেন আর তাদের আমীর নিযুক্ত করলেন উসামা ইবনু যায়িদকে। কতিপয় লোক তাঁর নেতৃত্বের ব্যাপারে সমালোচলা করল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে বললেনঃ তোমরা তাঁর নেতৃত্বের ব্যাপারে সমালোচনামুখর হচ্ছ। ইতিপূর্বে তার পিতার নেতৃত্বের ব্যাপারেও তোমরা সমালোচলা করেছিলে। আল্লাহর কসম! সে অবশ্যই নেতৃত্বের যোগ্য ছিল। আর মানুষের মাঝে সে আমার নিকট প্রিয়তম ব্যাক্তি ছিল। তারপরে নিশ্চয়ই এ উসামা অন্য সকল মামুষের চেয়ে আমার নিকট অধিক প্রিয়।\n",
    "checkStatus": "1",
    "hadithNo": "6173",
    "id": "6916",
    "thesequence": "7079",
    "isActive": "1",
    "chapterId": "17485",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫০. নবী (সাঃ) এর বাণীঃ আল্লাহর কসম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe oath of the Prophet (ﷺ) used to be: No, by Him who turns the hearts.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، عَنْ سُفْيَانَ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَتْ يَمِينُ النَّبِيِّ صلى الله عليه وسلم   لاَ وَمُقَلِّبِ الْقُلُوبِ .",
    "hadithBengali": "৬১৭৪। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কসম ছিল مُقَلِّبِ الْقُلُوبِ বলা। অর্থাৎ অন্তরের পরিবর্তনকারীর (আল্লাহর) কসম।\n",
    "checkStatus": "1",
    "hadithNo": "6174",
    "id": "6917",
    "thesequence": "7080",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin Samura:\n\nThe Prophet (ﷺ) said, If Caesar is ruined, there will be no Caesar after him; and if Khosrau is ruined, there will be no Khosrau, after him; and, by Him in Whose Hand my soul is, surely you will spend their treasures in Allahs Cause.",
    "hadithArabic": "حَدَّثَنَا مُوسَى، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الْمَلِكِ، عَنْ جَابِرِ بْنِ سَمُرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا هَلَكَ قَيْصَرُ فَلاَ قَيْصَرَ بَعْدَهُ، وَإِذَا هَلَكَ كِسْرَى فَلاَ كِسْرَى بَعْدَهُ، وَالَّذِي نَفْسِي بِيَدِهِ لَتُنْفَقَنَّ كُنُوزُهُمَا فِي سَبِيلِ اللَّهِ .",
    "hadithBengali": "৬১৭৫। মূসা (রহঃ) ... জাবির ইবনু সামুরা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, কায়সারের (রোম সম্রাট) পতনের পরে আর কোন কায়সার হবে না। কিসরা (পারস্যের বাদশাহ) এর যখন পতন হল তখনও তিনি বললেনঃ এরপর আর কোন কিসরা হবে না। কসম ঐ মহান সত্তার যার হাতে আমার প্রান! অবশ্যই এদের দু&#39;জনের অগাধ সম্পদ আল্লাহর রাস্তায় তোমরা খরচ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "6175",
    "id": "6918",
    "thesequence": "7081",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, If Khosrau is ruined, there will be no Khosrau after him; and if Caesar is ruined, there will be no Caesar after him. By Him in Whose Hand Muhammads soul is, surely you will spend their treasures in Allahs Cause.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا هَلَكَ كِسْرَى فَلاَ كِسْرَى بَعْدَهُ، وَإِذَا هَلَكَ قَيْصَرُ فَلاَ قَيْصَرَ بَعْدَهُ، وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَتُنْفَقَنَّ كُنُوزُهُمَا فِي سَبِيلِ اللَّهِ .",
    "hadithBengali": "৬১৭৬। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিসরা যখন ধংস হবে তারপরে আর কোন কিসরা হবে না। আর কায়সার যখন ধ্বংস হবে তখন আর কোন কায়সার হবে না। কসম ঐ সত্তার। যার হাতে মুহাম্মাদ এর প্রাণ! এদের ধন-সম্পদ অবশ্যই তোমরা আল্লাহর রাস্তায় ব্যায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "6176",
    "id": "6919",
    "thesequence": "7082",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) said, O followers of Muhammad! By Allah, if you knew what I know, you would weep much and laugh little.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدٌ، أَخْبَرَنَا عَبْدَةُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ   يَا أُمَّةَ مُحَمَّدٍ وَاللَّهِ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَبَكَيْتُمْ كَثِيرًا، وَلَضَحِكْتُمْ قَلِيلاً .",
    "hadithBengali": "৬১৭৭। মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ হে উম্মাতে মুহাম্মাদী আল্লাহর কসম! আমি যা জানি তোমরা যদি তা জানতে তবে অবশ্যই তোমরা কম হাসতে-এবং অধিক ক্রন্দন করতে।\n",
    "checkStatus": "1",
    "hadithNo": "6177",
    "id": "6920",
    "thesequence": "7083",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Hisham:\n\nWe were with the Prophet (ﷺ) and he was holding the hand of `Umar bin Al-Khattab. `Umar said to Him, O Allahs Messenger (ﷺ)! You are dearer to me than everything except my own self. The Prophet (ﷺ) said, No, by Him in Whose Hand my soul is, (you will not have complete faith) till I am dearer to you than your own self. Then `Umar said to him, However, now, by Allah, you are dearer to me than my own self. The Prophet (ﷺ) said, Now, O `Umar, (now you are a believer).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي حَيْوَةُ، قَالَ حَدَّثَنِي أَبُو عَقِيلٍ، زُهْرَةُ بْنُ مَعْبَدٍ أَنَّهُ سَمِعَ جَدَّهُ عَبْدَ اللَّهِ بْنَ هِشَامٍ، قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم وَهْوَ آخِذٌ بِيَدِ عُمَرَ بْنِ الْخَطَّابِ فَقَالَ لَهُ عُمَرُ يَا رَسُولَ اللَّهِ لأَنْتَ أَحَبُّ إِلَىَّ مِنْ كُلِّ شَىْءٍ إِلاَّ مِنْ نَفْسِي. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  لاَ وَالَّذِي نَفْسِي بِيَدِهِ حَتَّى أَكُونَ أَحَبَّ إِلَيْكَ مِنْ نَفْسِكَ . فَقَالَ لَهُ عُمَرُ فَإِنَّهُ الآنَ وَاللَّهِ لأَنْتَ أَحَبُّ إِلَىَّ مِنْ نَفْسِي. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  الآنَ يَا عُمَرُ .",
    "hadithBengali": "৬১৭৮। ইয়াহইয়া ইবনু সুলায়মান (রহঃ) ... আবদুল্লাহ ইবনু হিশাম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা একদা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। তিনি তখন উমর ইবনু খাত্তাব (রাঃ) এর হাত ধরেছিলেন। উমর (রাঃ) তাঁকে বললেনঃ ইয়া রাসুলাল্লাহ! আমার প্রাণ ব্যতীত আপনি আমার নিকট সর্বাধিক প্রিয়। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ না, ঐ মহান সত্তার কসম, যার হাতে আমার প্রাণ! এমন কি তোমার কাছে তোমার প্রাণের চেয়েও আমাকে অধিক প্রিয় হতে হবে। তখন উমর (রাঃ) তাকে বললেনঃ এখন আল্লাহর কসম! আপনি আমার কাছে আমার প্রাণের চেয়েও অধিক প্রিয়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে উমর! এখন (তোমার ঈমান ণূর্ণ হয়েছে)।\n",
    "checkStatus": "1",
    "hadithNo": "6178",
    "id": "6921",
    "thesequence": "7084",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira and Zaid bin Khalid:\n\nTwo men had a dispute in the presence of Allahs Messenger (ﷺ). One of them said, O Allahs Messenger (ﷺ)! Judge between us according to Allahs Laws. The other who was wiser, said, Yes, O Allahs Apostle! Judge between us according to Allahs Laws and allow me to speak. The Prophet (ﷺ) said, Speak. He said, My son was a laborer serving this (person) and he committed illegal sexual intercourse with his wife, The people said that my son is to be stoned to death, but I ransomed him with one-hundred sheep and a slave girl. Then I asked the learned people, who informed me that my son should receive one hundred lashes and will be exiled for one year, and stoning will be the lot for the mans wife. Allahs Messenger (ﷺ) said, Indeed, by Him in Whose Hand my soul is, I will judge between you according to Allahs Laws: As for your sheep and slave girl, they are to be returned to you. Then he scourged his son one hundred lashes and exiled him for one year. Then Unais Al- Aslami was ordered to go to the wife of the second man, and if she confessed (the crime), then stone her to death. She did confess, so he stoned her to death.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنْ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ، أَنَّهُمَا أَخْبَرَاهُ أَنَّ رَجُلَيْنِ اخْتَصَمَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ أَحَدُهُمَا اقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ. وَقَالَ الآخَرُ وَهْوَ أَفْقَهُهُمَا أَجَلْ يَا رَسُولَ اللَّهِ فَاقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ، وَائْذَنْ لِي أَنْ أَتَكَلَّمَ. قَالَ  تَكَلَّمْ . قَالَ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا ـ قَالَ مَالِكٌ وَالْعَسِيفُ الأَجِيرُ ـ زَنَى بِامْرَأَتِهِ، فَأَخْبَرُونِي أَنَّ عَلَى ابْنِي الرَّجْمَ، فَافْتَدَيْتُ مِنْهُ بِمِائَةِ شَاةٍ وَجَارِيَةٍ لِي، ثُمَّ إِنِّي سَأَلْتُ أَهْلَ الْعِلْمِ فَأَخْبَرُونِي أَنَّ مَا عَلَى ابْنِي جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ، وَإِنَّمَا الرَّجْمُ عَلَى امْرَأَتِهِ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَمَا وَالَّذِي نَفْسِي بِيَدِهِ لأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ، أَمَّا غَنَمُكَ وَجَارِيَتُكَ فَرَدٌّ عَلَيْكَ . وَجَلَدَ ابْنَهُ مِائَةً وَغَرَّبَهُ عَامًا، وَأُمِرَ أُنَيْسٌ الأَسْلَمِيُّ أَنْ يَأْتِيَ امْرَأَةَ الآخَرِ، فَإِنِ اعْتَرَفَتْ رَجَمَهَا، فَاعْتَرَفَتْ فَرَجَمَهَا.",
    "hadithBengali": "৬১৭৯। ইসমাঈল (রহঃ) ... আবূ হুরায়রা ও যায়িদ ইবনু খালিদ (রাঃ) থেকে বর্ণিত। তারা বলেছেন, একদা দু&#39;ব্যাক্তি ঝগড়া করতে করতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলো। তন্মধ্যে একজন বলল, আল্লাহর কিতাবের ভিত্তিতে আমাদের মাঝে মীমাংসা করে দিন। দু&#39;জনের মাঝে (অপেক্ষাকৃত) বুদ্ধিমান দ্বিতীয় লোকটি বলল, হ্যাঁ। ইয়া রাসুলাল্লাহ! আমাদের মাঝে আল্লাহর কিতাবের ভিত্তিতে মীমাংসা করে দিন। আর আমাকে কিছু বলার অনুমতি দিন। তিনি বললেনঃ বল। লোকটি বললঃ আমার পুত্র এ লোকটির নিকট চাকর হিসাবে ছিল। (মালিক বলেন, عَسِيف শব্দের অর্থ চাকর) আমার পূত্র এর স্ত্রীর সঙ্গে ব্যাভিচার করেছে। লোকেরা বলেছে যে, আমার পুত্রের (শাস্তি) রজম হবে। সুতরাং আমি একশ&#39; বকরী ও একটি বাঁদী নিয়ে তার ফিদইয়া প্রাদান করেছি।\n\nএরপর আমি আলিমদের নিকট এ ব্যাপারে জিজ্ঞাসা করেছি। তারা আমাকে জানালেন যে, আমার পুত্রের একাশ বেত্রাঘাত ও এক বছরের দেশান্তর হবে। আর রজম হবে এর স্ত্রীর। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কসম ঐ মহান সত্তার, যার হাতে আমার প্রান! আমি তোমাদের উভয়ের মাঝে অবশ্যই আল্লাহর কিতাব ভিত্তিক মীমাংসা করে দেব। তোমার বকরী ও বাদী তোমাকেই ফিরিয়ে দেয়া হবে। তিনি তাঁর পুত্রকে একশ বেত্রাঘাত ও এক বছরের জন্য দেশান্তর করলেন। আর উনায়স আসলামীকে হুকুম করা হল অপর লোকটির স্ত্রীর কাছে যাওয়ার জন্য। সে যদি (ব্যাভিচার) স্বীকার করে তরে তাকে রজম করতে। সে তা স্বীকার করল, সুতরাং তাকে রজম (পাথর নিক্ষেপ করে হত্যা) করল।\n",
    "checkStatus": "1",
    "hadithNo": "6179",
    "id": "6922",
    "thesequence": "7085",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bakra:\n\nThe Prophet (ﷺ) said, Do you think if the tribes of Aslam, Ghifar, Muzaina and Juhaina are better than the tribes of Tamim, Amir bin Sasaa, Ghatfan and Asad, they (the second group) are despairing and losing? They (the Prophets companions) said, Yes, (they are). He said, By Him in Whose Hand my soul is, they (the first group) are better than them (the second group).",
    "hadithArabic": " حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَهْبٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ أَبِي يَعْقُوبَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  أَرَأَيْتُمْ إِنْ كَانَ أَسْلَمُ وَغِفَارُ وَمُزَيْنَةُ وَجُهَيْنَةُ خَيْرًا مِنْ تَمِيمٍ وَعَامِرِ بْنِ صَعْصَعَةَ وَغَطَفَانَ وَأَسَدٍ، خَابُوا وَخَسِرُوا . قَالُوا نَعَمْ. فَقَالَ  وَالَّذِي نَفْسِي بِيَدِهِ إِنَّهُمْ خَيْرٌ مِنْهُمْ .",
    "hadithBengali": "৬১৮০। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবূ বাকরা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ আসলাম, গিফার, মুযায়না এবং জুহায়না বংশ যদি তামীম, আমির ইবনু সাসা&#39;আ, গাতফান ও আসাদ বংশ থেকে উত্তম হয় তা হলে তোমাদের কেমন মনে হয়? তারা তো ক্ষতিগ্রস্ত হয়েছে। সাহাবাগন বললেনঃ হ্যাঁ, তখন তিনি বললেনঃ কসম ঐ মহান সত্তার যার হাতে আমার প্রান। নিশ্চয়ই তারা এদের চেয়ে উত্তম!\n",
    "checkStatus": "1",
    "hadithNo": "6180",
    "id": "6923",
    "thesequence": "7086",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Humaid As-Sa`idi:\n\nAllahs Messenger (ﷺ) employed an employee (to collect Zakat). The employee returned after completing his job and said, O Allahs Messenger (ﷺ)! This (amount of Zakat) is for you, and this (other amount) was given to me as a present. The Prophet (ﷺ) said to him, Why didnt you stay at your fathers or mothers house and see if you would be given presents or not? Then Allahs Messenger (ﷺ) got up in the evening after the prayer, and having testified that none has the right to be worshipped but Allah and praised and glorified Allah as He deserved, he said, Now then ! What about an employee whom we employ and then he comes and says, This amount (of Zakat) is for you, and this (amount) was given to me as a present? Why didnt he stay at the house of his father and mother to see if he would be given presents or not? By Him in Whose Hand Muhammads soul is, none of you will steal anything of it (i.e. Zakat) but will bring it by carrying it over his neck on the Day of Resurrection. If it has been a camel, he will bring it (over his neck) while it will be grunting, and if it has been a cow, he will bring it (over his neck), while it will be mooing; and if it has been a sheep, he will bring it (over his neck) while it will be bleeding. The Prophet (ﷺ) added, I have preached you (Allahs Message). Abu Humaid said, Then Allahs Messenger (ﷺ) raised his hands so high that we saw the whiteness of his armpits.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُرْوَةُ، عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ، أَنَّهُ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اسْتَعْمَلَ عَامِلاً فَجَاءَهُ الْعَامِلُ حِينَ فَرَغَ مِنْ عَمَلِهِ فَقَالَ يَا رَسُولَ اللَّهِ هَذَا لَكُمْ، وَهَذَا أُهْدِيَ لِي. فَقَالَ لَهُ  أَفَلاَ قَعَدْتَ فِي بَيْتِ أَبِيكَ وَأُمِّكَ فَنَظَرْتَ أَيُهْدَى لَكَ أَمْ لاَ . ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَشِيَّةً بَعْدَ الصَّلاَةِ فَتَشَهَّدَ وَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ  أَمَّا بَعْدُ، فَمَا بَالُ الْعَامِلِ نَسْتَعْمِلُهُ، فَيَأْتِينَا فَيَقُولُ هَذَا مِنْ عَمَلِكُمْ، وَهَذَا أُهْدِيَ لِي. أَفَلاَ قَعَدَ فِي بَيْتِ أَبِيهِ وَأُمِّهِ فَنَظَرَ هَلْ يُهْدَى لَهُ أَمْ لاَ، فَوَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لاَ يَغُلُّ أَحَدُكُمْ مِنْهَا شَيْئًا، إِلاَّ جَاءَ بِهِ يَوْمَ الْقِيَامَةِ يَحْمِلُهُ عَلَى عُنُقِهِ، إِنْ كَانَ بَعِيرًا جَاءَ بِهِ لَهُ رُغَاءٌ، وَإِنْ كَانَتْ بَقَرَةً جَاءَ بِهَا لَهَا خُوَارٌ، وَإِنْ كَانَتْ شَاةً جَاءَ بِهَا تَيْعَرُ، فَقَدْ بَلَّغْتُ . فَقَالَ أَبُو حُمَيْدٍ ثُمَّ رَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ حَتَّى إِنَّا لَنَنْظُرُ إِلَى عُفْرَةِ إِبْطَيْهِ. قَالَ أَبُو حُمَيْدٍ وَقَدْ سَمِعَ ذَلِكَ مَعِي زَيْدُ بْنُ ثَابِتٍ مِنَ النَّبِيِّ صلى الله عليه وسلم فَسَلُوهُ.",
    "hadithBengali": "৬১৮১। আবুল ইয়ামান (রহঃ) ... আবূ হুমায়দ সাঈদী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে রাজস্ব আদায়কারী নিযুক্ত করে পাঠালেন। সে কাজ শেষ করে তাঁর কাছে এসে বলল, ইয়া রাসুলাল্লাহ! এটা আপনার জন্য আর এ জিনিসটি আমাকে হাদিয়া দেওয়া হয়েছে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ তুমি তোমার মা-বাবার ঘরে বসে রইলে না কেন? তা হলে তোমার জন্য হাদিয়া পাঠাত কি না তা দেখতে পেতে? এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এশার ওয়াক্তের সালাতে দাঁড়িয়ে গেলেন এবং তাশাহুদ পাঠ করলেন ও আল্লাহ তা&#39;আলার যথোপযুক্ত প্রসংসা করলেন। এরপর বললেনঃ রাজস্ব আদায়কারীর অবস্থা কি হল? আমি তাকে নিযুক্ত করে পাঠালাম আর সে আমাদের কাছে এসে বলছে, এটা সরকারী রাজস্ব আর এ জিনিস আমাকে হাদিয়া দেওয়া হয়েছে। সে তার বাবা-মার ঘরে বসে রইল না কেন? তা হলে দেখত তার জন্য হাদিয়া দেওয়া হয় কি না?\n\nঐ মহান সত্তার কসম! যার হাতে মুহাম্মাদ এর প্রাণ, তোমাদের মাঝে কেউ যদি কোন বস্তুতে সামান্যতম খিয়ানত করে, তা হলে কিয়ামতের দিন সে ঐ বস্তুটিকে তার কাঁধে বহন করা অবস্থায় আসবে। সে। বস্তুটি যদি উট হয় তা হলে উট আওয়াজ করতে থাকবে। যদি গরু হয় তবে হাম্বা হাম্বা করতে থাকবে। আর যদি বকরী হয় তরে বকরী আওয়াজ করতে থাকবে। আমি পৌছিয়ে দিলাম। রাবী আবু হুমায়দ বলেন, এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার হস্ত মুবারক এতটুকু উত্তোলন করলেন যে, আমরা তার দু&#39;কানের শুভ্রতা দেখতে পেলাম। আবু হুমায়দ বলেনঃ এ কথাগুলো যায়িদ ইবনু সাবিতও আমার সঙ্গে শুনেছে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে। সুতরাং তোমরা তাঁকে জিজ্ঞাসা করতে পার।\n",
    "checkStatus": "1",
    "hadithNo": "6181",
    "id": "6924",
    "thesequence": "7087",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAbu-l-Qasim (the Prophet) said, By Him in Whose Hand Muhammads soul is, if you know that which I know, you would weep much and laugh little.",
    "hadithArabic": "حَدَّثَنِي إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَام ٌ ـ هُوَ ابْنُ يُوسُفَ ـ عَنْ مَعْمَرٍ، عَنْ هَمَّامٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم   وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَبَكَيْتُمْ كَثِيرًا، وَلَضَحِكْتُمْ قَلِيلاً .",
    "hadithBengali": "৬১৮২। ইবরাহীম ইবনু মূসা (রহঃ) ... আবূ হুরায়ারা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আবূল কাসিম বলেছেনঃ ঐ মহান সত্তার কসম, যার হাতে মুহাম্মদ এর প্রাণ! আমি যা জানি তোমরা যদি তা জানতে, তা হলে তোমরা অবশ্যই অধিক ক্রন্দন করতে আর অল্প হাসতে।\n",
    "checkStatus": "1",
    "hadithNo": "6182",
    "id": "6925",
    "thesequence": "7088",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Dhar:\n\nI reached him (the Prophet (ﷺ) ) while in the shade of the Ka`ba; he was saying, They are the losers, by the Lord of the Ka`ba! They are the losers, by the Lord of the Ka`ba! I said (to myself ), What is wrong with me? Is anything improper detected in me? What is wrong with me? Then I sat beside him and he kept on saying his statement. I could not remain quiet, and Allah knows in what sorrowful state I was at that time. So I said,  Who are they (the losers)? Let My father and mother be sacrificed for you, O Allahs Messenger (ﷺ)! He said, They are the wealthy people, except the one who does like this and like this and like this (i.e., spends of his wealth in Allahs Cause).",
    "hadithArabic": " حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، عَنِ الْمَعْرُورِ، عَنْ أَبِي ذَرٍّ، قَالَ انْتَهَيْتُ إِلَيْهِ وَهُوَ يَقُولُ فِي ظِلِّ الْكَعْبَةِ  هُمُ الأَخْسَرُونَ وَرَبِّ الْكَعْبَةِ، هُمُ الأَخْسَرُونَ وَرَبِّ الْكَعْبَةِ  قُلْتُ مَا شَأْنِي أَيُرَى فِيَّ شَىْءٌ مَا شَأْنِي فَجَلَسْتُ إِلَيْهِ وَهْوَ يَقُولُ، فَمَا اسْتَطَعْتُ أَنْ أَسْكُتَ، وَتَغَشَّانِي مَا شَاءَ اللَّهُ، فَقُلْتُ مَنْ هُمْ بِأَبِي أَنْتَ وَأُمِّي يَا رَسُولَ اللَّهِ قَالَ  الأَكْثَرُونَ أَمْوَالاً، إِلاَّ مَنْ قَالَ هَكَذَا وَهَكَذَا وَهَكَذَا .",
    "hadithBengali": "৬১৮৩। উমর ইবনু হাফস (রহঃ) ... আবূ যর গিফারী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গেলাম। তখন তিনি কা&#39;বা গৃহের ছায়ায় বসে বলছিলেনঃ কা&#39;বা গৃহের রবের কসম! তারা ক্ষতিগ্রস্ত। কাবা গৃহের রবের কসম! তারা ক্ষতিগ্রস্ত। আমি বললাম, আমার অবস্থা কি? আমার মাঝে কি কিছু (ক্রটি) পরিলক্ষিত হয়েছে? তিনি বলছিলেন, এমন অবস্থায় আমি তার কাছে বসে পড়লাম। আমি তাকে থামাতে পারলাম না। যতক্ষনের জন্য আল্লাহ চাইলেন আমি চিন্তায় আচ্ছন্ন রইলাম। এরপর আমি আরয করলাম, আমার পিতামাতা আপনার জন্য কুরবান। ঐ সমস্ত লোক কারা ইয়া রাসুলাল্লাহ! তিনি বললেনঃ এরা হল ঐ সকল লোক যারা অধিক সম্পদের অধিকারী। তবে হ্যাঁ, ঐ সমস্ত লোক স্বতন্ত্র যারা এরূপ, এরূপ ও এরূপ (ক্ষেত্রে খরচ করে)।\n",
    "checkStatus": "1",
    "hadithNo": "6183",
    "id": "6926",
    "thesequence": "7089",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, (The Prophet) Solomon once said, Tonight I will sleep with ninety women, each of whom will bring forth a (would-be) cavalier who will fight in Allahs Cause. On this, his companion said to him, Say: Allah willing! But he did not say Allah willing. Solomon then slept with all the women, but none of them became pregnant but one woman who later delivered a halfman. By Him in Whose Hand Muhammads soul is, if he (Solomon) had said, Allah willing (all his wives would have brought forth boys) and they would have fought in Allahs Cause as cavaliers. ",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   قَالَ سُلَيْمَانُ لأَطُوفَنَّ اللَّيْلَةَ عَلَى تِسْعِينَ امْرَأَةً، كُلُّهُنَّ تَأْتِي بِفَارِسٍ يُجَاهِدُ فِي سَبِيلِ اللَّهِ. فَقَالَ لَهُ صَاحِبُهُ إِنْ شَاءَ اللَّهُ. فَلَمْ يَقُلْ إِنْ شَاءَ اللَّهُ. فَطَافَ عَلَيْهِنَّ جَمِيعًا، فَلَمْ تَحْمِلْ مِنْهُنَّ إِلاَّ امْرَأَةٌ وَاحِدَةٌ، جَاءَتْ بِشِقِّ رَجُلٍ، وَايْمُ الَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ قَالَ إِنْ شَاءَ اللَّهُ. لَجَاهَدُوا فِي سَبِيلِ اللَّهِ فُرْسَانًا أَجْمَعُونَ .",
    "hadithBengali": "৬১৮৪। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একদা সুলায়মান (আলাইহিস সালাম) বললেনঃ আমি আজ রাতে নব্বইজন স্ত্রীর সাথে মিলিত হব, যারা প্রত্যেকেই একটি করে সন্তান জন্ম দেবে, যারা হবে অশ্বারোহী; জিহাদ করবে আল্লাহর রাস্তায়। তাঁর সঙ্গী বলল, ইনশাআল্লাহ (বলুন)। তিনি ইনশাআল্লাহ বললেন না। অতঃপর তিনি সকল স্ত্রীর সলেই মিলিত হলেন। কিন্তু কেবলমাত্র একজন স্ত্রীই গর্ভবতী হলেন, তাও এক অপূর্ণাঙ্গ সন্তান প্রসব করল। ঐ মহান সত্তার কসম! যার হাতে মুহাম্মাদ প্রাণ। তিনি যদি ইনশাআল্লাহ বলতেন, তাহলে সকলেই আরোহী হয়ে আল্লাহর রাস্তায় জিহাদ করত।\n",
    "checkStatus": "1",
    "hadithNo": "6184",
    "id": "6927",
    "thesequence": "7090",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara bin `Azib:\n\nA piece of silken cloth was given to the Prophet (ﷺ) as a present and the people handed it over amongst themselves and were astonished at its beauty and softness. Allahs Messenger (ﷺ) said, Are you astonished at it? They said, Yes, O Allahs Messenger (ﷺ)! He said, By Him in Whose Hand my soul is, the handkerchiefs of Sa`d in Paradise are better than it.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ أُهْدِيَ إِلَى النَّبِيِّ صلى الله عليه وسلم سَرَقَةٌ مِنْ حَرِيرٍ، فَجَعَلَ النَّاسُ يَتَدَاوَلُونَهَا بَيْنَهُمْ، وَيَعْجَبُونَ مِنْ حُسْنِهَا وَلِينِهَا، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَتَعْجَبُونَ مِنْهَا . قَالُوا نَعَمْ يَا رَسُولَ اللَّهِ. قَالَ  وَالَّذِي نَفْسِي بِيَدِهِ لَمَنَادِيلُ سَعْدٍ فِي الْجَنَّةِ خَيْرٌ مِنْهَا . لَمْ يَقُلْ شُعْبَةُ وَإِسْرَائِيلُ عَنْ أَبِي إِسْحَاقَ  وَالَّذِي نَفْسِي بِيَدِهِ .",
    "hadithBengali": "৬১৮৫। মুহাম্মাদ ইবনু সালাম (রহঃ) ... বারাআ ইবনু আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য একদা রেশমের এক টুকরা বস্ত্র হাদিয়া পাঠানো হল। লোকেরা তার সৌন্দর্য ও মসৃনতা দেখে অবাক হয়ে পর্যায়ক্রমে হাতে নিয়ে দেখছিল। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা কি এটি দেখে অবাক হচ্ছ? তাঁরা উত্তর দিলেন, হ্যাঁ, ইয়া রাসুলাল্লাহ! তিনি বললেনঃ ঐ মহান সত্তার কসম। যার হাতের মুঠোয় আমার প্রান। নিশ্চয়ই জান্নাতে সাদের রুমাল এর চেয়েও উত্তম হবে। আবূ আবদুল্লাহ (বুখারী) (রহঃ) বলেনঃ তবে শুবা এবং ইসরাঈল আবূ ইসহাক থেকে যে বর্ণনা করেছেন তাতেوَالَّذِي نَفْسِي بِيَدِهِ কথাটি বলেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "6185",
    "id": "6928",
    "thesequence": "7091",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nHind bint `Utba bin Rabi`a said, O Allah s Apostle! (Before I embraced Islam), there was no family on the surface of the earth, I wish to have degraded more than I did your family. But today there is no family whom I wish to have honored more than I did yours. Allahs Messenger (ﷺ) said, I thought similarly, by Him in Whose Hand Muhammads soul is! Hind said, O Allahs Messenger (ﷺ)! (My husband) Abu Sufyan is a miser. Is it sinful of me to feed my children from his property? The Prophet said, No, unless you take it for your needs what is just and reasonable.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ إِنَّ هِنْدَ بِنْتَ عُتْبَةَ بْنِ رَبِيعَةَ قَالَتْ يَا رَسُولَ اللَّهِ مَا كَانَ مِمَّا عَلَى ظَهْرِ الأَرْضِ أَهْلُ أَخْبَاءٍ ـ أَوْ خِبَاءٍ ـ أَحَبَّ إِلَىَّ أَنْ يَذِلُّوا مِنْ أَهْلِ أَخْبَائِكَ ـ أَوْ خِبَائِكَ، شَكَّ يَحْيَى ـ ثُمَّ مَا أَصْبَحَ الْيَوْمَ أَهْلُ أَخْبَاءٍ ـ أَوْ خِبَاءٍ ـ أَحَبَّ إِلَىَّ مِنْ أَنْ يَعِزُّوا مِنْ أَهْلِ أَخْبَائِكَ أَوْ خِبَائِكَ. قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَأَيْضًا وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ . قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سُفْيَانَ رَجُلٌ مِسِّيكٌ، فَهَلْ عَلَىَّ حَرَجٌ أَنْ أُطْعِمَ مِنَ الَّذِي لَهُ قَالَ  لاَ إِلاَّ بِالْمَعْرُوفِ .",
    "hadithBengali": "৬১৮৬। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আয়িশা সিদ্দীকা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ হিন্দা বিনত উতবা ইবনু রাবীআ (একদা) বলল, ইয়া রাসুলাল্লাহ এমন এক সময় ছিল যখন ভূ-পৃষ্টে যারা বাস করছে তাদের মাঝে আপনার অনুসারী যারা তারা লাঞ্ছিত হোক এটা আমি খুবই পছন্দ করতাম। (এখানে বর্ণনার মাঝে তিনি أَخْبَاءٍ বলেছেনঃ, না خِبَاءٍ বলেছেনঃ এ সম্পর্কে রাবী ইয়াহইয়ার সন্দেহ রয়েছে।) কিন্তু আজ আমার কাছে এর চেয়ে অধিক প্রিয় কিছুই নেই যে, তাবুতে বসবাসকারীদের মাঝে আপনার অনুসারীরা সম্মানিত হোক। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কসম ঐ মহান সত্তার, যার হাতে মুহাম্মাদ এর প্রাণ। এ মর্যাদা আরও বর্ধিত হোক। হিন্দা বললোঃ আবূ সুফিয়ান নিশ্চয়ই একজন কৃপন লোক। তার মাল থেকে (তার পরিজনকে) কিছু খাওয়ালে এতে কি আমার কোন অন্যায় হবে? তিনি বললেনঃ না। তবে তা (শরীয়তসম্মত) পন্থায় হতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6186",
    "id": "6929",
    "thesequence": "7092",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Masud:\n\nWhile Allahs Messenger (ﷺ) was sitting, reclining his back against a Yemenite leather tent he said to his companions, Will you be pleased to be one-fourth of the people of Paradise? They said, Yes. He said Wont you be pleased to be one-third of the people of Paradise They said, Yes. He said, By Him in Whose Hand Muhammads soul is, I hope that you will be one-half of the people of Paradise.",
    "hadithArabic": " حَدَّثَنِي أَحْمَدُ بْنُ عُثْمَانَ، حَدَّثَنَا شُرَيْحُ بْنُ مَسْلَمَةَ، حَدَّثَنَا إِبْرَاهِيمُ، عَنْ أَبِيهِ، عَنْ أَبِي إِسْحَاقَ، سَمِعْتُ عَمْرَو بْنَ مَيْمُونٍ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مَسْعُودٍ ـ رضى الله عنه ـ قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم مُضِيفٌ ظَهْرَهُ إِلَى قُبَّةٍ مِنْ أَدَمٍ يَمَانٍ إِذْ قَالَ لأَصْحَابِهِ  أَتَرْضَوْنَ أَنْ تَكُونُوا رُبُعَ أَهْلِ الْجَنَّةِ . قَالُوا بَلَى. قَالَ  أَفَلَمْ تَرْضَوْا أَنْ تَكُونُوا ثُلُثَ أَهْلِ الْجَنَّةِ . قَالُوا بَلَى. قَالَ  فَوَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، إِنِّي لأَرْجُو أَنْ تَكُونُوا نِصْفَ أَهْلِ الْجَنَّةِ .",
    "hadithBengali": "৬১৮৭। আহমাদ ইবনু উসমান (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সময় ইয়ামানী চামড়ার কোন এক তাবুতে তার পৃষ্ট মুবারক হেলান দিয়েছিলেন। তখন তিনি তাঁর সাহাবীদের প্রতি লক্ষ্য করে বললেনঃ তোমরা বেহেশতীদের এক-চতুর্থাংশ হবে, এতে কি তোমরা খুশি আছ? তারা বললেনঃ হ্যাঁ। তিনি বললেনঃ তোমরা বেহেশতীদের এক-তৃতীয়াংশ হবে, এতে কি তোমরা খুশি নও! তারা বললেনঃ হ্যাঁ। তিনি বললেনঃ কসম ঐ মহান সত্তার, যার হাতে মুহাম্মাদ এর প্রাণ! নিশ্চয়ই আমি কামনা করি তোমরা বেহেশতীদের অর্ধেক হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6187",
    "id": "6930",
    "thesequence": "7093",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nA man heard another man reciting: Surat-ul-Ikhlas (The Unity) Say: He is Allah, the One (112) and he was repeating it. The next morning he came to Allahs Messenger (ﷺ) and mentioned the whole story to him as if he regarded the recitation of that Sura as insufficient On that, Allahs Messenger (ﷺ) said, By Him in Whose Hand my soul is! That (Sura No. 112) equals one-third of the Quran.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ، أَنَّ رَجُلاً، سَمِعَ رَجُلاً، يَقْرَأُ {قُلْ هُوَ اللَّهُ أَحَدٌ} يُرَدِّدُهَا، فَلَمَّا أَصْبَحَ جَاءَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ، وَكَأَنَّ الرَّجُلَ يَتَقَالُّهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَالَّذِي نَفْسِي بِيَدِهِ إِنَّهَا لَتَعْدِلُ ثُلُثَ الْقُرْآنِ .",
    "hadithBengali": "৬১৮৮। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, কোন এক ব্যাক্তি অপর এক ব্যাক্তিকে قُلْ هُوَ اللَّهُ أَحَدٌ পাঠ করতে শুনলেন। তিনি তা বারংবার পাঠ করছিলেন। প্রভাত হলে তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমতে হাযির হলেন এবং এ সম্পর্কে তার কাছে উল্লেখ করলেন। আর উক্ত ব্যাক্তি যেন উক্ত সুরা তিলাওয়াতকে কম গুরত্ব দিচ্ছিলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কসম ঐ মহান সত্তার, যার হাতে আমার প্রাণ! নিশ্চয়ই এ সূরা কুরআনের এক-তৃতীয়াংশের সমান।\n",
    "checkStatus": "1",
    "hadithNo": "6188",
    "id": "6931",
    "thesequence": "7094",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nI heard the Prophet (ﷺ) saying, Perform the bowing and the prostration properly (with peace of mind), for, by Him in Whose Hand my soul is, I see you from behind my back when you bow and when you prostrate.",
    "hadithArabic": "حَدَّثَنِي إِسْحَاقُ، أَخْبَرَنَا حَبَّانُ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   أَتِمُّوا الرُّكُوعَ وَالسُّجُودَ، فَوَالَّذِي نَفْسِي بِيَدِهِ إِنِّي لأَرَاكُمْ مِنْ بَعْدِ ظَهْرِي إِذَا مَا رَكَعْتُمْ وَإِذَا مَا سَجَدْتُمْ .",
    "hadithBengali": "৬১৮৯। ইসহাক ইবনু মানসুর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলতে শুনেছেন যে, তোমরা রুকু ও সিজদা পূর্নভাবে আদায় কর। ঐ মহান সত্তার কসম! যার হাতে আমার প্রাণ। তোমরা যখন রুকু এবং সিজদা কর তখন আমি তোমাদেরকে আমার পিছন থেকে দেখতে পাই।\n",
    "checkStatus": "1",
    "hadithNo": "6189",
    "id": "6932",
    "thesequence": "7095",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAn Ansari woman came to the Prophet (ﷺ) in the company of her children, and the Prophet (ﷺ) said to her, By Him in Whose Hand my soul is, you are the most beloved people to me! And he repeated the statement thrice.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ امْرَأَةً، مِنَ الأَنْصَارِ أَتَتِ النَّبِيَّ صلى الله عليه وسلم مَعَهَا أَوْلاَدٌ لَهَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم   وَالَّذِي نَفْسِي بِيَدِهِ إِنَّكُمْ لأَحَبُّ النَّاسِ إِلَىَّ . قَالَهَا ثَلاَثَ مِرَارٍ.",
    "hadithBengali": "৬১৯০। ইসহাক (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, আনসার সম্প্রদায়ের জনৈক নারী নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমতে হাযির হল; সঙ্গে ছিল তার সন্তান-সন্ততি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ঐ মহান সত্তার কসম, যার হাতে আমার প্রাণ! মানুষের মাঝে তোমরা আমার নিকট সর্বধিক প্রিয়। তিনি এ কথাটি তিনবার বললেন।\n",
    "checkStatus": "1",
    "hadithNo": "6190",
    "id": "6933",
    "thesequence": "7096",
    "isActive": "1",
    "chapterId": "17486",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫১. নাবী (সাঃ) এর শপথ কিরূপ ছিল?  সা&lsquo;দ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন,  নাবী (সাঃ) বলেছেনঃ &lsquo;কসম ঐ সত্ত্বার,  যাঁর হাতে আমার প্রাণ&rsquo;!  আবূ ক্বাতাদাহ বলেন,  আবূ বাকর সিদ্দীক (রাঃ) নাবী (সাঃ) এর নিকট لاَهَا اللَّهِ বলেছেন; যেখানে وَاللَّهِ وَبِاللَّهِ বা تَاللَّهِ বলা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) met `Umar bin Al-Khattab while the latter was going with a group of camel-riders, and he was swearing by his father. The Prophet (ﷺ) said, Lo! Allah forbids you to swear by your fathers, so whoever has to take an oath, he should swear by Allah or keep quiet.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَدْرَكَ عُمَرَ بْنَ الْخَطَّابِ وَهْوَ يَسِيرُ فِي رَكْبٍ يَحْلِفُ بِأَبِيهِ فَقَالَ   أَلاَ إِنَّ اللَّهَ يَنْهَاكُمْ أَنْ تَحْلِفُوا بِآبَائِكُمْ، مَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِاللَّهِ، أَوْ لِيَصْمُتْ .",
    "hadithBengali": "৬১৯১। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উমর ইবনু খাত্তার (রাঃ) কে কোন বাহনের উপর আরোহণ অবস্হায় পেলেন। তিনি তখন তাঁর পিতার নামে কসম করছিলেন। তিনি বললেনঃ সাবধান। আল্লাহ তা&#39;আলা তোমাদেরকে তোমাদের পিতৃপূরুষদের নামে কসম করতে নিষেধ করেছেন। কেউ যদি কসম করতে চায় সে যেন আল্লাহর নামে কসম করে নতুবা চুপ থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "6191",
    "id": "6934",
    "thesequence": "7097",
    "isActive": "1",
    "chapterId": "17487",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫২. তোমরা পিতা-পিতামহের কসম করবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nI heard `Umar saying, Allahs Messenger (ﷺ) said to me, Allah forbids you to swear by your fathers. `Umar said, By Allah! Since I heard that from the Prophet (ﷺ) , I have not taken such an oath, neither intentionally, nor by reporting the oath of someone else.",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، قَالَ قَالَ سَالِمٌ قَالَ ابْنُ عُمَرَ سَمِعْتُ عُمَرَ، يَقُولُ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ اللَّهَ يَنْهَاكُمْ أَنْ تَحْلِفُوا بِآبَائِكُمْ . قَالَ عُمَرُ فَوَاللَّهِ مَا حَلَفْتُ بِهَا مُنْذُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم ذَاكِرًا وَلاَ آثِرًا. قَالَ مُجَاهِدٌ {أَوْ أَثَرَةٍ مِنْ عِلْمٍ} يَأْثُرُ عِلْمًا. تَابَعَهُ عُقَيْلٌ وَالزُّبَيْدِيُّ وَإِسْحَاقُ الْكَلْبِيُّ عَنِ الزُّهْرِيِّ. وَقَالَ ابْنُ عُيَيْنَةَ وَمَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنِ ابْنِ عُمَرَ سَمِعَ النَّبِيُّ صلى الله عليه وسلم عُمَرَ.",
    "hadithBengali": "৬১৯২। সাঈদ ইবনু ওফায়র (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি উমর (রাঃ) কে বলতে শুনেছি। তিনি বলেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেছেনঃ নিশ্চয়ই আল্লাহ তা&#39;আলা তোমাদের পিতা-পিতামহের নামে কসম করতে নিষেধ করেছেন। উমর (রাঃ) বলেনঃ আল্লাহর কসম! যখন থেকে আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলতে শুনেছি, তখন থেকে আমি সেচ্ছায় বা ভুলক্রমে তাদের নামে কসম করিনি। মুজাহিদ (রহঃ) বলেছেনঃ أَوْ أَثَرَةٍ مِنْ عِلْمٍ দ্বারা উদ্দেশ্য হচ্ছে জ্ঞানগত বিষয় নকল করা। অনুরূপ উকায়ল, যুবায়দী ও ইসহাক কালবী (রহঃ) যুহরী (রহঃ) থেকে বর্ণনা করেছেন। ইবনু উয়ায়নাহ ... ইবনু উমর (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উমর (রাঃ) কে বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6192",
    "id": "6935",
    "thesequence": "7098",
    "isActive": "1",
    "chapterId": "17487",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫২. তোমরা পিতা-পিতামহের কসম করবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, Do not swear by your fathers.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ يَقُولُ قَالَ رَسُولُ اللَّهُ صلى الله عليه وسلم   لاَ تَحْلِفُوا بِآبَائِكُمْ .",
    "hadithBengali": "৬১৯৩। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা তোমাদের পিতা-পিতামহগণের নামে কসম করো না।\n",
    "checkStatus": "1",
    "hadithNo": "6193",
    "id": "6936",
    "thesequence": "7099",
    "isActive": "1",
    "chapterId": "17487",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫২. তোমরা পিতা-পিতামহের কসম করবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zahdam:\n\nThere was a relation of love and brotherhood between this tribe of Jarm and Al-Ash`ariyin. Once we were with Abu Musa Al-Ash`ari, and then a meal containing chicken was brought to Abu Musa, and there was present, a man from the tribe of Taimillah who was of red complexion as if he were from non-Arab freed slaves. Abu Musa invited him to the meal. He said, I have seen chickens eating dirty things, so I deemed it filthy and took an oath that I would never eat chicken. On that, Abu Musa said, Get up, I will narrate to you about that. Once a group of the Ash`ariyin and I went to Allahs Messenger (ﷺ) and asked him to provide us with mounts; he said, By Allah, I will never give you any mounts nor do I have anything to mount you on. Then a few camels of war booty were brought to Allahs Messenger (ﷺ) , and he asked about us, saying, Where are the Ash-ariyin? He then ordered five nice camels to be given to us, and when we had departed, we said, What have we done? Allahs Messenger (ﷺ) had taken the oath not to give us any mounts, and that he had nothing to mount us on, and later he gave us that we might ride? Did we take advantage of the fact that Allahs Messenger (ﷺ) had forgotten his oath? By Allah, we will never succeed. So we went back to him and said to him, We came to you to give us mounts, and you took an oath that you would not give us any mounts and that you had nothing to mount us on. On that he said, I did not provide you with mounts, but Allah did. By Allah, if I take an oath to do something, and then find something else better than it, I do that which is better and make expiation for the dissolution of the oath. ",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، وَالْقَاسِمِ التَّمِيمِيِّ، عَنْ زَهْدَمٍ، قَالَ كَانَ بَيْنَ هَذَا الْحَىِّ مِنْ جَرْمٍ وَبَيْنَ الأَشْعَرِيِّينَ وُدٌّ وَإِخَاءٌ، فَكُنَّا عِنْدَ أَبِي مُوسَى الأَشْعَرِيِّ، فَقُرِّبَ إِلَيْهِ طَعَامٌ فِيهِ لَحْمُ دَجَاجٍ وَعِنْدَهُ رَجُلٌ مِنْ بَنِي تَيْمِ اللَّهِ أَحْمَرُ كَأَنَّهُ مِنَ الْمَوَالِي، فَدَعَاهُ إِلَى الطَّعَامِ فَقَالَ إِنِّي رَأَيْتُهُ يَأْكُلُ شَيْئًا فَقَذِرْتُهُ، فَحَلَفْتُ أَنْ لاَ آكُلَهُ. فَقَالَ قُمْ فَلأُحَدِّثَنَّكَ عَنْ ذَاكَ، إِنِّي أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي نَفَرٍ مِنَ الأَشْعَرِيِّينَ نَسْتَحْمِلُهُ فَقَالَ  وَاللَّهِ لاَ أَحْمِلُكُمْ، وَمَا عِنْدِي مَا أَحْمِلُكُمْ . فَأُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِنَهْبِ إِبِلٍ فَسَأَلَ عَنَّا. فَقَالَ  أَيْنَ النَّفَرُ الأَشْعَرِيُّونَ . فَأَمَرَ لَنَا بِخَمْسِ ذَوْدٍ غُرِّ الذُّرَى، فَلَمَّا انْطَلَقْنَا قُلْنَا مَا صَنَعْنَا حَلَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم لاَ يَحْمِلُنَا وَمَا عِنْدَهُ مَا يَحْمِلُنَا ثُمَّ حَمَلَنَا، تَغَفَّلْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم يَمِينَهُ، وَاللَّهِ لاَ نُفْلِحُ أَبَدًا، فَرَجَعْنَا إِلَيْهِ فَقُلْنَا لَهُ إِنَّا أَتَيْنَاكَ لِتَحْمِلَنَا فَحَلَفْتَ أَنْ لاَ تَحْمِلَنَا، وَمَا عِنْدَكَ مَا تَحْمِلُنَا. فَقَالَ  إِنِّي لَسْتُ أَنَا حَمَلْتُكُمْ، وَلَكِنَّ اللَّهَ حَمَلَكُمْ، وَاللَّهِ لاَ أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا، إِلاَّ أَتَيْتُ الَّذِي هُوَ خَيْرٌ وَتَحَلَّلْتُهَا .",
    "hadithBengali": "৬১৯৪। কুতায়বা ইবনু সাঈদ (রহঃ) ... যাহদাম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমাদের গোত্র জারাম এবং আশআরী গোত্রের মাঝে বন্ধুত্ব ও ভ্রাতৃত্ব ছিল। আমরা (একদা) আবূ মূসা আশ আরীর সঙ্গে ছিলাম। তার কাছে খাবার পেশ করা হল, যার মাঝে ছিল মুরগীর গোশত। তাইমিলাহ গোত্রের এক লাল রঙের ব্যাক্তি তাঁর কাছে ছিল। সে দেখতে গোলামদের মত। তিনি তাকে খাবারে অংশগ্রহণ করার জন্য আহবান করলেন। তখন সে লোকটি বলল, আমি এ মুরগীকে এমন কিছু খেতে দেখেছি যার কারণে আমি একে ঘৃণা করছি। তাই আমি কসম করেছি যে, মুরগী আর খাব না। তিনি বললেনঃ ওঠ, আমি এ সম্পর্কে অবশ্যই তোমাকে একখানা হাদীস বলব। একদা আমি কতিপয় আশআরীর সঙ্গে বাহন সংগ্রহের জন্য রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এলাম। তখন তিনি বললেনঃ আল্লাহর কসম! আমি তোমাদেরকে বাহন দিতে পারব না। আর বাহন যোগ্য এমন কিছুই আমার কাছে নেই। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গনীমতের কিছু জন্তু এল। তিনি আমাদের সম্পর্কে জিজ্ঞাসা করলেন এবং বললেনঃ আশআরী লোক গুলো কোথায়? এরপর আমাদের জন্য পাচটি উৎকৃষ্ট মানের সুদানি উট দেওয়ার জন্য নির্দেশ প্রদান করলেন।\n\nআমরা যখন চলে গেলাম তখন চিন্তা করলাম আমরা এ কি করলাম? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো কসম করেছিলেন আমাদেরকে বাহন দেবেন না বলে। আর তার কাছে কোন বাহন তো ছিলও না। কিন্তু এরপর তিনি তো আমাদেরকে আরোহণের জন্য বাহন দিলেন। আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কসমের কথা ভুলে গিয়েছি। আল্লাহর কসম! এ বাহন আমাদের কোন কল্যাণে আসবে না। সুতরাং আমরা তার কাছে ফিরে গেলাম এবং তাকে বললাম যে আমাদেরকে আপনি আরোহন করাবেন এ উদ্দেশ্যে আমরা তো আপনার কাছে এসেই ছিলাম। আপনি কসম করেছিলেন যে আপনি আমাদেরকে কোন বাহন দিবেন না। আর আপনার কাছে এমন কোন কিছু ছিলও না, যাতে আমাদেরকে আরোহন করাতে পারেন। তখন তিনি বলেছিলেনঃ আমি তোমাদেরকে আরোহণ করাইনি বরং আল্লাহ তাআলা করিয়েছেন। আল্লাহর কসম! আমি যখন কোন কসম করি আর তার অন্যটির মাঝে যদি অধিক মঙ্গল দেখতে পাই তা হলে যা মঙ্গল তাই বাস্তবায়িত করি এবং আমি কসম ভঙ্গ করি।\n",
    "checkStatus": "1",
    "hadithNo": "6194",
    "id": "6937",
    "thesequence": "7100",
    "isActive": "1",
    "chapterId": "17487",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫২. তোমরা পিতা-পিতামহের কসম করবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Whoever swears saying in his oath. By Al-Lat and Al-`Uzza, should say, None has the right to be worshipped but Allah; and whoever says to his friend, Come, let me gamble with you, should give something in charity.",
    "hadithArabic": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامُ بْنُ يُوسُفَ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ حَلَفَ فَقَالَ فِي حَلِفِهِ بِاللاَّتِ وَالْعُزَّى. فَلْيَقُلْ لاَ إِلَهَ إِلاَّ اللَّهُ. وَمَنْ قَالَ لِصَاحِبِهِ تَعَالَ أُقَامِرْكَ. فَلْيَتَصَدَّقْ .",
    "hadithBengali": "৬১৯৫। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, যে ব্যাক্তি কসম করে এবং বলে, লাত ও উযযার কসম, তখন সে যেন বলে لاَ إِلَهَ إِلاَّ اللَّهُ আর যে ব্যাক্তি তার সঙ্গীকে বলে এস জুয়া খেলি, তখন এর জন্য তার সাদাকা করা উচিত।\n",
    "checkStatus": "1",
    "hadithNo": "6195",
    "id": "6938",
    "thesequence": "7101",
    "isActive": "1",
    "chapterId": "17488",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫৩. লাত, উযযা ও প্রতিমাসমূহের নামে কসম করা যায় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) had a gold ring made for himself, and he used to wear it with the stone towards the inner part of his hand. Consequently, the people had similar rings made for themselves. Afterwards the Prophet; sat on the pulpit and took it off, saying, I used to wear this ring and keep its stone towards the palm of my hand. He then threw it away and said, By Allah, I will never wear it. Therefore all the people threw away their rings as well.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اصْطَنَعَ خَاتَمًا مِنْ ذَهَبٍ وَكَانَ يَلْبَسُهُ، فَيَجْعَلُ فَصَّهُ فِي بَاطِنِ كَفِّهِ، فَصَنَعَ النَّاسُ خَوَاتِيمَ ثُمَّ إِنَّهُ جَلَسَ عَلَى الْمِنْبَرِ فَنَزَعَهُ، فَقَالَ  إِنِّي كُنْتُ أَلْبَسُ هَذَا الْخَاتِمَ وَأَجْعَلُ فَصَّهُ مِنْ دَاخِلٍ . فَرَمَى بِهِ ثُمَّ قَالَ  وَاللَّهِ لاَ أَلْبَسُهُ أَبَدًا . فَنَبَذَ النَّاسُ خَوَاتِيمَهُمْ.",
    "hadithBengali": "৬১৯৬। কুতায়বা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্নিত যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি স্বর্নের আংটি তৈয়ার করালেন এবং তিনি তা পরিধান করতেন। পরিধানকালে তার পাখরটি হাতের ভিতরের দিকে রাখলেন। তখন লোকেরাও (এরূপ) করল। এরপর তিনি মিস্বরের উপর বসে তা খুলে ফেললেন এবং বললেনঃ আমি এ আংটি পরিধান করেছিলাম। এবং তার পাথর হাতের ভিতরের দিকে রেখেছিলাম। অতঃপর তিনি তা ছুড়ে ফেলে দিলেন। আর বললেনঃ আল্লাহর কসম! আমি এ আংটি আর কোনদিন পরিধান করব না! তখন লোকেরাও আপন আপন আংটিগুলো খুলে ফেলল।\n",
    "checkStatus": "1",
    "hadithNo": "6196",
    "id": "6939",
    "thesequence": "7102",
    "isActive": "1",
    "chapterId": "17489",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫৪. কেউ যদি কোন বস্তুর কসম করে অথচ তাকে কসম দেয়া হয়নি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Thabit bin Ad-Dahhak:\n\nThe Prophet (ﷺ) said, Whoever swears by a religion other than Islam, is, as he says; and whoever commits suicide with something, will be punished with the same thing in the (Hell) Fire; and cursing a believer is like murdering him; and whoever accuses a believer of disbelief, then it is as if he had killed him.",
    "hadithArabic": "حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا وُهَيْبٌ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ ثَابِتِ بْنِ الضَّحَّاكِ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَنْ حَلَفَ بِغَيْرِ مِلَّةِ الإِسْلاَمِ فَهْوَ كَمَا قَالَ ـ قَالَ ـ وَمَنْ قَتَلَ نَفْسَهُ بِشَىْءٍ عُذِّبَ بِهِ فِي نَارِ جَهَنَّمَ، وَلَعْنُ الْمُؤْمِنِ كَقَتْلِهِ، وَمَنْ رَمَى مُؤْمِنًا بِكُفْرٍ فَهْوَ كَقَتْلِهِ .",
    "hadithBengali": "৬১৯৭। মুআল্লা ইবনু আসাদ (রহঃ) ... সাবিত ইবনু যিহাক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যাক্তি ইসলাম ধর্ম ব্যতীত অন্য কোন ধর্মের কসম করলে সেটা ঐ রকমই হবে যে রকম সে বলল। তিনি (আরও বলেন) কোন ব্যাক্তি যে কোন জিনিসের মাধ্যমে আত্মহত্যা করবে, জাহান্নামের আগুনে তাকে ঐ জিনিস শাস্তি দেয়া হবে। কোন মুমিনকে লানত করা তার হত্যা তুল্য। আবার কোন মুমিনকে কুফরীর অপবাদ দেওয়াও তার হত্যা তুল্য।\n",
    "checkStatus": "1",
    "hadithNo": "6197",
    "id": "6940",
    "thesequence": "7103",
    "isActive": "1",
    "chapterId": "17490",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫৫. কেউ যদি ইসলাম ধর্ম ব্যতীত অন্য কোন ধর্মের কসম করে। নাবী (সাঃ) বলেছেন &rdquo;কেউ যদি লাত ও উযযার কসম করে তবে সে যেন বলে لاَ إِلَهَ إِلاَّ اللَّهُ এতে কুফরীর দিকে তার সম্পর্ক বোঝায় না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Hurairah that he heard the Prophet (ﷺ) saying, Allah decided to test three people from Bani Israil. So, He sent an angel who came first to the leper and said, (I am a traveller) who has run short of all means of living, and I have nobody to help me except Allah, and then with your help. Abu Hurairah then mentioned the complete narration.",
    "hadithArabic": "وَقَالَ عَمْرُو بْنُ عَاصِمٍ حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا إِسْحَاقُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرَةَ، أَنَّ أَبَا هُرَيْرَةَ، حَدَّثَهُ أَنَّهُ، سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   إِنَّ ثَلاَثَةً فِي بَنِي إِسْرَائِيلَ أَرَادَ اللَّهُ أَنْ يَبْتَلِيَهُمْ، فَبَعَثَ مَلَكًا فَأَتَى الأَبْرَصَ فَقَالَ تَقَطَّعَتْ بِي الْحِبَالُ، فَلاَ بَلاَغَ لِي إِلاَّ بِاللَّهِ، ثُمَّ بِكَ . فَذَكَرَ الْحَدِيثَ.",
    "hadithBengali": "৬১৯৮। আমর ইবনু আসিম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, বনী ইসরাঈল সম্প্রদায়ের তিন ব্যাক্তিকে আল্লাহ তা&#39;আলা পরীক্ষা করতে চাইলেন এবং একজন ফেরেশতা পাঠালেন। ফেরেশতা কুষ্ঠরোগীর কাছে এল। সে বলল, আমার যাবতীয় উপায়-উপকরণ ছিন্ন হয়ে গেছে। এখন আমার জন্য আল্লাহ ছাড়া, অতঃপর তুমি ছাড়া কোন গত্যন্তর নেই। এরপর পুরো হাদীস বর্ণনা করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6198",
    "id": "6941",
    "thesequence": "7104",
    "isActive": "1",
    "chapterId": "17491",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫৬. &quot;যা আল্লাহ চান ও তুমি চাও&quot; বলবে না। &quot;আমি আল্লাহর সাথে এরপর তোমার সাথে&quot; এরূপ বলা যাবে কি?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nThe Prophet (ﷺ) ordered us to help others to fulfill the oaths.",
    "hadithArabic": " حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ أَشْعَثَ، عَنْ مُعَاوِيَةَ بْنِ سُوَيْدِ بْنِ مُقَرِّنٍ، عَنِ الْبَرَاءِ، عَنِ النَّبِيِّ صلى الله عليه وسلم. وَحَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ أَشْعَثَ، عَنْ مُعَاوِيَةَ بْنِ سُوَيْدِ بْنِ مُقَرِّنٍ، عَنِ الْبَرَاءِ ـ رضى الله عنه ـ قَالَ أَمَرَنَا النَّبِيُّ صلى الله عليه وسلم بِإِبْرَارِ الْمُقْسِمِ.",
    "hadithBengali": "৬১৯৯। কাবীসা ও মুহাম্মাদ ইবনু বাশশার (রহঃ) ... বারাআ ইবনু আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে কসম পূর্ণ করতে হুকুম করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6199",
    "id": "6942",
    "thesequence": "7105",
    "isActive": "1",
    "chapterId": "17492",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫৭. মহান আল্লাহর বাণীঃ তারা আল্লাহ তা&rsquo;আলার নামে সুদৃঢ় কসম করছে। ইবনু আব্বাস (রাঃ) বর্ণনা করেছেন যে, আবু বাকর (রাঃ) বলেন ইয়া রাসুলাল্লাহ! আল্লাহর শপথ ! আমি সপ্নের তাবীর করতে যে ভুল করেছি তা আপনি অবশ্যই আমাকে বলে দিন। তিনি বললেন তুমি কসম করো না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Usama:\n\nOnce a daughter of Allahs Messenger (ﷺ) sent a message to Allahs Messenger (ﷺ) while Usama, Sa`d, and my father or Ubai were (sitting there) with him. She said, (in the message); My child is going to die; please come to us. Allahs Messenger (ﷺ) returned the messenger and told him to convey his greetings to her, and say, Whatever Allah takes, is for Him and whatever He gives is for Him, and everything with Him has a limited fixed term (in this world): so she should be patient and hope for Allahs reward. Then she again sent for him swearing that he should come; so The Prophet (ﷺ) got up, and so did we. When he sat there (at the house of his daughter), the child was brought to him, and he took him into his lap while the childs breath was disturbed in his chest. The eyes of Allahs Messenger (ﷺ) started shedding tears. Sa`d said, What is this, O Allahs Messenger (ﷺ)? The Prophet (ﷺ) said, This is the mercy which Allah has lodged in the hearts of whoever He wants of His slaves, and verily Allah is merciful only to those of His slaves who are merciful (to others).",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنَا عَاصِمٌ الأَحْوَلُ، سَمِعْتُ أَبَا عُثْمَانَ، يُحَدِّثُ عَنْ أُسَامَةَ، أَنَّ ابْنَةً لِرَسُولِ اللَّهِ، صلى الله عليه وسلم أَرْسَلَتْ إِلَيْهِ وَمَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم أُسَامَةُ بْنُ زَيْدٍ وَسَعْدٌ وَأُبَىٌّ أَنَّ ابْنِي قَدِ احْتُضِرَ فَاشْهَدْنَا. فَأَرْسَلَ يَقْرَأُ السَّلاَمَ وَيَقُولُ  إِنَّ لِلَّهِ مَا أَخَذَ وَمَا أَعْطَى وَكُلُّ شَىْءٍ عِنْدَهُ مُسَمًّى فَلْتَصْبِرْ وَتَحْتَسِبْ . فَأَرْسَلَتْ إِلَيْهِ تُقْسِمُ عَلَيْهِ، فَقَامَ وَقُمْنَا مَعَهُ، فَلَمَّا قَعَدَ رُفِعَ إِلَيْهِ، فَأَقْعَدَهُ فِي حَجْرِهِ وَنَفْسُ الصَّبِيِّ تَقَعْقَعُ، فَفَاضَتْ عَيْنَا رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ سَعْدٌ مَا هَذَا يَا رَسُولَ اللَّهِ قَالَ  هَذَا رَحْمَةٌ يَضَعُهَا اللَّهُ فِي قُلُوبِ مَنْ يَشَاءُ مِنْ عِبَادِهِ، وَإِنَّمَا يَرْحَمُ اللَّهُ مِنْ عِبَادِهِ الرُّحَمَاءَ .",
    "hadithBengali": "৬২০০। হাফস ইরন উমর (রহঃ) ... উসামা (রাঃ) থেকে বর্ণিত। একদা উসামা ইবনু যায়িদ, সাদ ও উবাই (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে উপবিষ্ট ছিলেন। এমন সময় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জনৈক কন্যা তাঁর কাছে এ মর্মে খবর পাঠালেন যে, আমার পুত্র মরনাপন্ন অবস্থায় আছে। সুতরাং তিনি যেন আমাদের কাছে তশরীফ আনেন। তিনি উত্তরে সালামের সাথে এ কথা বলে পাঠালেন যে, আল্লাহ তা&#39;আলা যা দান করেন আর যা নিয়ে নেন সব কিছুই তো আল্লাহর জন্য। আর সব কিছুই আল্লাহর নিকট নির্ধারিত আছে। অতঃপব তোমার জন্য ধৈর্য ধারণ করা এবং পুণ্য মনে করা উচিত।\n\nএরপর তার কন্যা কসম দিয়ে আবার খবর পাঠালেন। এতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যাওয়ার জন্য দাঁড়ালেন। আমরাও তার সঙ্গে দাঁড়ালাম। (সেখানে পৌছে) তিনি যখন বসলেন, সন্তানটি তাঁর সামনে আনা হল। তিনি তাকে নিজের কোলে নিয়ে বসালেন আর শিশুটির শ্বাস নিঃশেষ হয়ে আসছিল। এতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দু&#39;চোখ অশ্রুসিক্ত হয়ে এলো। তখন সাদ বললেনঃ ইয়া রাসুলাল্লাহ! এ কি ব্যাপার? তিনি বললেনঃ এ হচ্ছে রহমত, যা আল্লাহ তা&#39;আলা তার বান্দাদের মাঝে যাকে ইচ্ছা তার মনের ভিতরে দিয়ে থাকেন। আর আল্লাহ তা&#39;আলা তো কেবলমাত্র তাঁর দয়াদ্র বান্দাদের ওপরই দয়া করে থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "6200",
    "id": "6943",
    "thesequence": "7106",
    "isActive": "1",
    "chapterId": "17492",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫৭. মহান আল্লাহর বাণীঃ তারা আল্লাহ তা&rsquo;আলার নামে সুদৃঢ় কসম করছে। ইবনু আব্বাস (রাঃ) বর্ণনা করেছেন যে, আবু বাকর (রাঃ) বলেন ইয়া রাসুলাল্লাহ! আল্লাহর শপথ ! আমি সপ্নের তাবীর করতে যে ভুল করেছি তা আপনি অবশ্যই আমাকে বলে দিন। তিনি বললেন তুমি কসম করো না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Any Muslim who has lost three of his children will not be touched by the Fire except that which will render Allahs oath fulfilled.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَمُوتُ لأَحَدٍ مِنَ الْمُسْلِمِينَ ثَلاَثَةٌ مِنَ الْوَلَدِ، تَمَسُّهُ النَّارُ، إِلاَّ تَحِلَّةَ الْقَسَمِ .",
    "hadithBengali": "৬২০১। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে মুসলমানের তিনটি সন্তান মৃত্যুবরণ করেছে (সে যদি ধৈর্য ধারণ করে) তাকে জাহান্নামের আগুন স্পর্শ করবে না, হ্যাঁ, কসম পূর্ণ করার জন্য (জাহান্নামের উপর দিয়ে পুলসিরাত) অতিক্রম করতে যতটুকু সময় লাগে।\n",
    "checkStatus": "1",
    "hadithNo": "6201",
    "id": "6944",
    "thesequence": "7107",
    "isActive": "1",
    "chapterId": "17492",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫৭. মহান আল্লাহর বাণীঃ তারা আল্লাহ তা&rsquo;আলার নামে সুদৃঢ় কসম করছে। ইবনু আব্বাস (রাঃ) বর্ণনা করেছেন যে, আবু বাকর (রাঃ) বলেন ইয়া রাসুলাল্লাহ! আল্লাহর শপথ ! আমি সপ্নের তাবীর করতে যে ভুল করেছি তা আপনি অবশ্যই আমাকে বলে দিন। তিনি বললেন তুমি কসম করো না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Haritha bin Wahb:\n\nI heard the Prophet (ﷺ) saying, Shall I tell you of the people of Paradise? They comprise every poor humble person, and if he swears by Allah to do something, Allah will fulfill it; while the people of the fire comprise every violent, cruel arrogant person.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مَعْبَدِ بْنِ خَالِدٍ، سَمِعْتُ حَارِثَةَ بْنَ وَهْبٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   أَلاَ أَدُلُّكُمْ عَلَى أَهْلِ الْجَنَّةِ، كُلُّ ضَعِيفٍ مُتَضَعَّفٍ، لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ، وَأَهْلِ النَّارِ كُلُّ جَوَّاظٍ عُتُلٍّ مُسْتَكْبِرٍ .",
    "hadithBengali": "৬২০২। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... হারিসা ইবনু ওয়াহাব (রাঃ) থেকে বর্ণিত। তিনি বলেছেনঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি। আমি কি তোমাদেরকে জান্নাতী লোকদের সম্পর্কে অবহিত করব না? তারা হবে দুনিয়াতে দুর্বল, মাজলুম। তারা যদি কোন কথায় আল্লাহর ওপর কসম করে ফেলে তবে আল্লাহ তা&#39;আলা তা পূর্ণ করে দেন। আর যারা জাহান্নামে যাবে তারা হবে অবাধ্য, ঝগড়াটে ও অহংকারী।\n",
    "checkStatus": "1",
    "hadithNo": "6202",
    "id": "6945",
    "thesequence": "7108",
    "isActive": "1",
    "chapterId": "17492",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫৭. মহান আল্লাহর বাণীঃ তারা আল্লাহ তা&rsquo;আলার নামে সুদৃঢ় কসম করছে। ইবনু আব্বাস (রাঃ) বর্ণনা করেছেন যে, আবু বাকর (রাঃ) বলেন ইয়া রাসুলাল্লাহ! আল্লাহর শপথ ! আমি সপ্নের তাবীর করতে যে ভুল করেছি তা আপনি অবশ্যই আমাকে বলে দিন। তিনি বললেন তুমি কসম করো না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) was asked, Who are the best people? He replied: The people of my generation, and then those who will follow (come after) them, and then those who will come after the later; after that there will come some people whose witness will precede their oaths and their oaths will go ahead of their witness. Ibrahim (a sub-narrator) said, When we were young, our elder friends used to prohibit us from taking oaths by saying, I bear witness swearing by Allah, or by Allahs Covenant.",
    "hadithArabic": "حَدَّثَنَا سَعْدُ بْنُ حَفْصٍ، حَدَّثَنَا شَيْبَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبِيدَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ سُئِلَ النَّبِيُّ صلى الله عليه وسلم أَىُّ النَّاسِ خَيْرٌ قَالَ   قَرْنِي، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ يَجِيءُ قَوْمٌ تَسْبِقُ شَهَادَةُ أَحَدِهِمْ يَمِينَهُ، وَيَمِينُهُ شَهَادَتَهُ . قَالَ إِبْرَاهِيمُ وَكَانَ أَصْحَابُنَا يَنْهَوْنَا وَنَحْنُ غِلْمَانٌ أَنْ نَحْلِفَ بِالشَّهَادَةِ وَالْعَهْدِ.",
    "hadithBengali": "৬২০৩। সাদ ইবনু হাফস (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একদা প্রশ্ন করা হল যে, সর্বোত্তম মানুষ কে? তিনি বললেনঃ আমার সময়ের মানুষ। এরপর তাদের পরবর্তী লোকেরা, এরপর তাদের পরবর্তী লোকেরা। এরপরে এমন লোক (পৃথিবীতে) আসবে যে তাদের সাক্ষী কসমের উপর অগ্রগামী হবে, আর কসম সাক্ষীর উপর অগ্রগামী হবে। রাবী ইবরাহীম বলেন যে, আমরা যখন ছোট ছিলাম তখন আমাদের সাথীরা সাক্ষী এবং অঙ্গীকারের সাথে কসম করতে নিষেধ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "6203",
    "id": "6946",
    "thesequence": "7109",
    "isActive": "1",
    "chapterId": "17492",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫৭. মহান আল্লাহর বাণীঃ তারা আল্লাহ তা&rsquo;আলার নামে সুদৃঢ় কসম করছে। ইবনু আব্বাস (রাঃ) বর্ণনা করেছেন যে, আবু বাকর (রাঃ) বলেন ইয়া রাসুলাল্লাহ! আল্লাহর শপথ ! আমি সপ্নের তাবীর করতে যে ভুল করেছি তা আপনি অবশ্যই আমাকে বলে দিন। তিনি বললেন তুমি কসম করো না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) said, Whoever swears falsely in order to grab the property of a Muslim (or of his brother), Allah will be angry with him when he meets Him. Allah then revealed in confirmation of the above statement:--Verily those who purchase a small gain at the cost of Allahs Covenant and their own oaths. (3.77) Al-Ashath said, This Verse was revealed regarding me and a companion of mine when we had a dispute about a well.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، وَمَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  مَنْ حَلَفَ عَلَى يَمِينٍ كَاذِبَةٍ، لِيَقْتَطِعَ بِهَا مَالَ رَجُلٍ مُسْلِمٍ أَوْ قَالَ أَخِيهِ لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ . فَأَنْزَلَ اللَّهُ تَصْدِيقَهُ {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ}\nقَالَ سُلَيْمَانُ فِي حَدِيثِهِ فَمَرَّ الأَشْعَثُ بْنُ قَيْسٍ فَقَالَ مَا يُحَدِّثُكُمْ عَبْدُ اللَّهِ قَالُوا لَهُ فَقَالَ الأَشْعَثُ نَزَلَتْ فِيَّ، وَفِي صَاحِبٍ لِي، فِي بِئْرٍ كَانَتْ بَيْنَنَا.",
    "hadithBengali": "৬২০৪। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ কোন মুসলমান ব্যাক্তির মাল আত্মসাৎ করার জন্য অথবা বলেছেনঃ তার ভাইয়ের মাল আত্নসাৎ করার জন্য যে ব্যাক্তি মিথ্যা কসম করবে, আল্লাহ তা&#39;আলার সাথে তার মুলাকাত হবে এমতাবস্থায় যে আল্লাহ তার উপর ক্রোধান্বিত থাকবেন। এ কথারই সত্যয়নে আল্লাহ তা&#39;আলা নাযিল করেনঃ যারা আল্লাহর সাথে কৃত প্রতিশ্রুতি এবং নিজেদের শপথকে তুচ্ছ মূল্যে বিক্রি করে (পরকালে তাদের কোন অংশ নেই)।\n\nবারী সুলায়মান তাঁর বর্ণিত হাদীসে বলেনঃ আশআছ ইবনু কায়স (রাঃ) যখন পার্শ্ব দিয়ে যাচ্ছিলেন তখন জিজ্ঞাসা করেন, আবদুল্লাহ তোমাদের কাছে কি বর্ণনা করেছেন? উত্তরে লোকেরা তাকে কিছু বলল। তখন আশআছ (রাঃ) বললেনঃ এ আয়াত তো আমার আর আমার এক সঙ্গীর ব্যাপারে নাযিল হয়েছে। আমাদের দু&#39;জনের মাঝে একটি কুপের ব্যাপারে ঝগড়া ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "6204",
    "id": "6947",
    "thesequence": "7110",
    "isActive": "1",
    "chapterId": "17494",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৫৯. আল্লাহ তা&#039;আলার নামে অঙ্গীকার করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "وَقَالَ ابْنُ عَبَّاسٍ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: أَعُوذُ بِعِزَّتِكَ\nوَقَالَ أَبُو هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: يَبْقَى رَجُلٌ بَيْنَ الْجَنَّةِ وَالنَّارِ فَيَقُولُ يَا رَبِّ اصْرِفْ وَجْهِي عَنِ النَّارِ، لاَ وَعِزَّتِكَ لاَ أَسْأَلُكَ غَيْرَهَا\nوَقَالَ أَبُو سَعِيدٍ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: قَالَ اللَّهُ لَكَ ذَلِكَ وَعَشَرَةُ أَمْثَالِهِ\nوَقَالَ أَيُّوبُ وَعِزَّتِكَ لاَ غِنَى بِي عَنْ بَرَكَتِكَ",
    "hadithBengali": "৬২০৫। ইবনু আব্বাস (রাঃ) বলেছেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ (আল্লাহ) আমি তোনার ইজ্জতের আশ্রয় চাই।\n\nআবূ হুরায়রা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, এক ব্যাক্তি কিয়ামতের দিন) জান্নাত ও জাহান্নামের মাঝামাঝি যানে থাকবে। সে তখন আরয করবে, হে প্রভু! আমার চেহারাটি জাহান্নামের দিক থেকে ফিরিয়ে দাও। তোমার ইজ্জতের কসম। এ ছাড়া আর কিছুই আমি তোমার কাছে চাইব না। আবূ সাঈদ খুদরী (রাঃ) বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন আল্লাহ তা&#39;আলা বলবেনঃ এ পুরস্কার তোমার আর এরূপ দশ গুণ। আবূ আইউব (রাঃ) বলেন, তোমার ইজ্জতের কসম! তোমার বরকত থেকে আমি অমুখাপেক্ষী নই।\n",
    "checkStatus": "1",
    "hadithNo": "6205",
    "id": "6948",
    "thesequence": "7111",
    "isActive": "1",
    "chapterId": "17495",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬০. আল্লাহর ইযযত, গুনাবলী ও কালেমা সমুহের কসম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) said, The Hell Fire will keep on saying: Are there anymore (people to come)? Till the Lord of Power and Honor will put His Foot over it and then it will say, Qat! Qat! (sufficient! sufficient!) by Your Power and Honor. And its various sides will come close to each other (i.e., it will contract). ",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شَيْبَانُ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ تَزَالُ جَهَنَّمُ تَقُولُ هَلْ مِنْ مَزِيدٍ حَتَّى يَضَعَ رَبُّ الْعِزَّةِ فِيهَا قَدَمَهُ فَتَقُولُ قَطْ قَطْ وَعِزَّتِكَ. وَيُزْوَى بَعْضُهَا إِلَى بَعْضٍ . رَوَاهُ شُعْبَةُ عَنْ قَتَادَةَ.",
    "hadithBengali": "৬২০৬। আদম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জাহান্নাম সর্বদাই বলতে থাকবে- আরও কি আছে? এমন কি রাবুল ইজ্জত তাতে তাঁর পা রাখবেন। &#39;বাস, বাস&#39; জাহান্নাম বলবে, তোমার ইজ্জতের কসম! সেদিন তার একাংশ অপরাংশের সাথে মিলিত হয়ে যাবে। শুবা, কাতাদা (রহঃ) থেকে এ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6206",
    "id": "6949",
    "thesequence": "7112",
    "isActive": "1",
    "chapterId": "17495",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬০. আল্লাহর ইযযত, গুনাবলী ও কালেমা সমুহের কসম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Az-Zuhri:\n\nI heard `Urwa bin Az-Zubair, Sa`id bin Al-Musaiyab, Alqama bin Waqqas and Ubaidullah bin `Abdullah narrating from `Aisha, the wife of the Prophet, the story about the liars who said what they said about her and how Allah revealed her innocence afterwards. Each one of the above four narrators narrated to me a portion of her narration. (It was said in it), The Prophet (ﷺ) stood up, saying, Is there anyone who can relieve me from `Abdullah bin Ubai? On that, Usaid bin Hudair got up and said to Sa`d bin Ubada, La`Amrullahi (By the Eternity of Allah), we will kill him! ",
    "hadithArabic": " حَدَّثَنَا الأُوَيْسِيُّ، حَدَّثَنَا إِبْرَاهِيمُ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، ح وَحَدَّثَنَا حَجَّاجٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ النُّمَيْرِيُّ، حَدَّثَنَا يُونُسُ، قَالَ سَمِعْتُ الزُّهْرِيَّ، قَالَ سَمِعْتُ عُرْوَةَ بْنَ الزُّبَيْرِ، وَسَعِيدَ بْنَ الْمُسَيَّبِ، وَعَلْقَمَةَ بْنَ وَقَّاصٍ، وَعُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ، عَنْ حَدِيثِ، عَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم حِينَ قَالَ لَهَا أَهْلُ الإِفْكِ مَا قَالُوا، فَبَرَّأَهَا اللَّهُ، وَكُلٌّ حَدَّثَنِي طَائِفَةً مِنَ الْحَدِيثِ ـ فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَاسْتَعْذَرَ مِنْ عَبْدِ اللَّهِ بْنِ أُبَىٍّ، فَقَامَ أُسَيْدُ بْنُ حُضَيْرٍ فَقَالَ لِسَعْدِ بْنِ عُبَادَةَ لَعَمْرُ اللَّهِ لَنَقْتُلَنَّهُ.",
    "hadithBengali": "৬২০৭। ওয়াইসী ও হাজ্জাজ (রহঃ) ... ইবনু শিহাব যুহরী (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ উরওয়া ইবনু যুবায়র, সাঈদ ইবনু মূসায়্যাব, আলকামা ইবনু ওয়াক্কাস ও উবায়দুল্লাহ ইবনু আবদুল্লাহ (রহঃ) থেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) এর অপবাদ সংক্রান্ত হাদীস বর্ণনা করেন। অপবাদ রটনাকারীরা যখন তাঁর সম্পর্কে যা ইচ্ছে তাই অপবাদ করল, তখন আল্লাহ তাআলা তাঁকে পুত-পবিত্র বলে প্রকাশ করে দিলেন। রাবী বলেনঃ উপরোক্ত বর্ণনাকারীগণ প্রত্যেকেই হাদীসের এক একটি অংশ আমার কাছে বর্ণনা করলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দণ্ডায়মান হলেন এবং আবদুল্লাহ ইবনু উবাই এর প্রতিশোধ নেয়ার জন্য জিজ্ঞাসা করলেন। এরপর উসায়দ ইবনু হুযায়র (রাঃ) দাঁড়ালেন এবং সাদ ইবনু উবাদা সম্পর্কে বললেনঃ আল্লাহর কসম, অবশ্যই আমরা তাকে হত্যা করব।\n",
    "checkStatus": "1",
    "hadithNo": "6207",
    "id": "6950",
    "thesequence": "7113",
    "isActive": "1",
    "chapterId": "17496",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬১. কোন ব্যক্তির لَعَمْرُ اللَّهِ বলা। ইবন আব্বাস (রাঃ) বলেন, لَعَمْرُكَ মানে لَعَيْشُكَ অর্থাৎ তোমার জীবনের কসম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nregarding: Allah will not call you to account for that which is unintentional in your oaths... (2.225) This Verse was revealed concerning such oath formulas as: No, by Allah! and Yes, by Allah! something against his oath due to forgetfulness should he make expiation?). And the Statement of Allah: And there is no blame on you if you make a mistake therein. (33.5) And Allah said:-- (Moses said to Khadir): Call me not to account for what I forgot. (18.73)",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، عَنْ هِشَامٍ، قَالَ أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ ـ رضى الله عنها {لاَ يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ} قَالَ قَالَتْ أُنْزِلَتْ فِي قَوْلِهِ لاَ، وَاللَّهِ بَلَى وَاللَّهِ.",
    "hadithBengali": "৬২০৮। মুহাম্মাদ ইবনু মূসান্না (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ لاَ يُؤَاخِذُكُمُ اللَّهُ আয়াত- খানা لاَ وَاللَّهِ (না, আল্লাহর কসম) এবং بَلَى وَاللَّهِ (হ্যাঁ, আল্লাহর কসম) এ জাতীয় কথা বলা সম্পর্কে অবতীর্ণ হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6208",
    "id": "6951",
    "thesequence": "7114",
    "isActive": "1",
    "chapterId": "17497",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬২. (মহান আল্লাহর বাণীঃ) তোমাদের অর্থহীন শপথের জন্য আল্লাহ তোমাদেরকে দায়ী করবেন না, কিন্তু তিনি তোমাদের অন্তরের সংকল্পের জন্য দায়ী করবেন। আল্লাহ ক্ষমাপরায়ণ, ধৈর্যশীল (২ঃ ২২৫)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Allah forgives my followers those (evil deeds) their souls may whisper or suggest to them as long as they do not act (on it) or speak.",
    "hadithArabic": "حَدَّثَنَا خَلاَّدُ بْنُ يَحْيَى، حَدَّثَنَا مِسْعَرٌ، حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا زُرَارَةُ بْنُ أَوْفَى، عَنْ أَبِي هُرَيْرَةَ، يَرْفَعُهُ قَالَ   إِنَّ اللَّهَ تَجَاوَزَ لأُمَّتِي عَمَّا وَسْوَسَتْ أَوْ حَدَّثَتْ بِهِ أَنْفُسَهَا، مَا لَمْ تَعْمَلْ بِهِ أَوْ تَكَلَّمْ .",
    "hadithBengali": "৬২০৯। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। আর আবূ হুরায়রা (রাঃ) অত্র হাদীস মারফূ&#39; হিসাবে বর্ণনা করেছেন। তিনি বলেনঃ (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ) নিশ্চয়ই আল্লাহ তা&#39;আলা আমার উম্মাতের সে সমস্ত ওয়াসওয়াসা মাফ করে দিয়েছেন যা তাদের মনে উদয় হয় বা যে সব কথা মনে মনে বলে থাকে; যতক্ষন না তা কাজে পরিণত করে বা সে সম্পর্কে কারও কাছে কিছু বলে।\n",
    "checkStatus": "1",
    "hadithNo": "6209",
    "id": "6952",
    "thesequence": "7115",
    "isActive": "1",
    "chapterId": "17498",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৩. কসম করে ভুলবশত যখন কসম ভঙ্গ করে। এবং আল্লাহর বাণীঃ এ ব্যাপারে তোমরা কোন ভুল করলে তোমাদের কোন অপরাধ নেই (৩৩ঃ ৫) এবং আল্লাহর বাণীঃ আমার ভুলের জন্য আমাকে অপরাধী করবেন না (১৮ঃ ৭৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr bin Al-As:\n\nWhile the Prophet (ﷺ) was delivering a sermon on the Day of Nahr (i.e., 10th Dhul-Hijja-Day of slaughtering the sacrifice), a man got up saying, I thought, O Allahs Messenger (ﷺ), such-and-such a thing was to be done before such-and-such a thing. Another man got up, saying, O Allahs Messenger (ﷺ)! As regards these three (acts of Hajj), thought so-and-so. The Prophet (ﷺ) said, Do, and there is no harm, concerning all those matters on that day. And so, on that day, whatever question he was asked, he said, Do it, do it, and there is no harm therein.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ الْهَيْثَمِ، أَوْ مُحَمَّدٌ عَنْهُ عَنِ ابْنِ جُرَيْجٍ، قَالَ سَمِعْتُ ابْنَ شِهَابٍ، يَقُولُ حَدَّثَنِي عِيسَى بْنُ طَلْحَةَ، أَنَّ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ، حَدَّثَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم بَيْنَمَا هُوَ يَخْطُبُ يَوْمَ النَّحْرِ إِذْ قَامَ إِلَيْهِ رَجُلٌ فَقَالَ كُنْتُ أَحْسِبُ يَا رَسُولَ اللَّهِ كَذَا وَكَذَا قَبْلَ كَذَا وَكَذَا. ثُمَّ قَامَ آخَرُ فَقَالَ يَا رَسُولَ اللَّهِ كُنْتُ أَحْسِبُ كَذَا وَكَذَا لِهَؤُلاَءِ الثَّلاَثِ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  افْعَلْ وَلاَ حَرَجَ  لَهُنَّ كُلِّهِنَّ يَوْمَئِذٍ، فَمَا سُئِلَ يَوْمَئِذٍ عَنْ شَىْءٍ إِلاَّ قَالَ  افْعَلْ وَلاَ حَرَجَ .",
    "hadithBengali": "৬২১০। উসমান ইবনু হায়সাম (রহঃ) ... আবদুল্লাহ ইবনু আমর ইবনু আস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুরবানীর দিন খুতবা দিতেছিলেন। তখন এক ব্যাক্তি উঠে দাঁড়াল এবং আরয করল, ইয়া রাসুলালাহ! আমি ধারণা করলাম যে, অমুক অমুক রুকনের পূর্বে অমুক অমুক রুকন হবে। এরপর অপর এক ব্যাক্তি উঠে দাঁড়াল এবং আরয করল, ইয়া রাসুলাল্লাহ! অমুক অমুক আমলের পূর্ব অমুক আমল হবে, (অর্থাৎ তারা যবেহ, হলক ও তাওয়াফ) এই তিনটি কাজ সম্পর্কে জানতে চাইল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ করতে পার, কোন দোষ নেই। ঐ দিন যে সম্পর্কেই জিজ্ঞাসা করা হলে তিনি বললেনঃ করতে পার কোন দোষ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6210",
    "id": "6953",
    "thesequence": "7116",
    "isActive": "1",
    "chapterId": "17498",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৩. কসম করে ভুলবশত যখন কসম ভঙ্গ করে। এবং আল্লাহর বাণীঃ এ ব্যাপারে তোমরা কোন ভুল করলে তোমাদের কোন অপরাধ নেই (৩৩ঃ ৫) এবং আল্লাহর বাণীঃ আমার ভুলের জন্য আমাকে অপরাধী করবেন না (১৮ঃ ৭৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nA man said to the Prophet (while he was delivering a sermon on the Day of Nahr), I have performed the Tawaf round the Ka`ba before the Rami (throwing pebbles) at the Jamra. The Prophet (ﷺ) said, There is no harm (therein). Another man said, I had my head shaved before slaughtering (the sacrifice). The Prophet (ﷺ) said, There is no harm. A third said, I have slaughtered (the sacrifice) before the Rami (throwing pebbles) at the Jamra. The Prophet (ﷺ) said, There is no harm.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا أَبُو بَكْرٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ رَجُلٌ لِلنَّبِيِّ صلى الله عليه وسلم زُرْتُ قَبْلَ أَنْ أَرْمِيَ. قَالَ  لاَ حَرَجَ . قَالَ آخَرُ حَلَقْتُ قَبْلَ أَنْ أَذْبَحَ. قَالَ  لاَ حَرَجَ . قَالَ آخَرُ ذَبَحْتُ قَبْلَ أَنْ أَرْمِيَ. قَالَ  لاَ حَرَجَ .",
    "hadithBengali": "৬২১১। আহমাদ ইবনু ইউনুস (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আরয করল যে, আমি তো প্রস্তর নিক্ষেপের পূর্বে যিয়ারত করে ফেলেছি। তিনি বললেনঃ কোন দোষ নেই। আরেক ব্যাক্তি বলল, আমি তো যবেহ করার পূর্বে মাথা মুণ্ডন করে ফেলেছি। তিনি বললেনঃ কোন দোষ নেই। অপর ব্যাক্তি বলল, আমি তো প্রস্তর নিক্ষেপের পূর্বে যবেহ করে ফেলেছি! তিনি বললেনঃ কোন দোষ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6211",
    "id": "6954",
    "thesequence": "7117",
    "isActive": "1",
    "chapterId": "17498",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৩. কসম করে ভুলবশত যখন কসম ভঙ্গ করে। এবং আল্লাহর বাণীঃ এ ব্যাপারে তোমরা কোন ভুল করলে তোমাদের কোন অপরাধ নেই (৩৩ঃ ৫) এবং আল্লাহর বাণীঃ আমার ভুলের জন্য আমাকে অপরাধী করবেন না (১৮ঃ ৭৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nA man entered the mosque and started praying while Allahs Messenger (ﷺ) was sitting somewhere in the mosque. Then (after finishing the prayer) the man came to the Prophet (ﷺ) and greeted him. The Prophet (ﷺ) said to him, Go back and pray, for you have not prayed. The man went back, and having prayed, he came and greeted the Prophet. The Prophet (ﷺ) after returning his greetings said, Go back and pray, for you did not pray. On the third time the man said, (O Allahs Messenger (ﷺ)!) teach me (how to pray). The Prophet said, When you get up for the prayer, perform the ablution properly and then face the Qibla and say Takbir (Allahu Akbar), and then recite of what you know of the Quran, and then bow, and remain in this state till you feel at rest in bowing, and then raise your head and stand straight; and then prostrate till you feel at rest in prostration, and then sit up till you feel at rest while sitting; and then prostrate again till you feel at rest in prostration; and then get up and stand straight, and do all this in all your prayers.",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَجُلاً، دَخَلَ الْمَسْجِدَ يُصَلِّي وَرَسُولُ اللَّهِ صلى الله عليه وسلم فِي نَاحِيَةِ الْمَسْجِدِ، فَجَاءَ فَسَلَّمَ عَلَيْهِ فَقَالَ لَهُ  ارْجِعْ فَصَلِّ، فَإِنَّكَ لَمْ تُصَلِّ . فَرَجَعَ فَصَلَّى، ثُمَّ سَلَّمَ فَقَالَ  وَعَلَيْكَ، ارْجِعْ فَصَلِّ، فَإِنَّكَ لَمْ تُصَلِّ . قَالَ فِي الثَّالِثَةِ فَأَعْلِمْنِي. قَالَ  إِذَا قُمْتَ إِلَى الصَّلاَةِ فَأَسْبِغِ الْوُضُوءَ، ثُمَّ اسْتَقْبِلِ الْقِبْلَةَ فَكَبِّرْ، وَاقْرَأْ بِمَا تَيَسَّرَ مَعَكَ مِنَ الْقُرْآنِ، ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعًا، ثُمَّ ارْفَعْ رَأْسَكَ حَتَّى تَعْتَدِلَ قَائِمًا، ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ، سَاجِدًا ثُمَّ ارْفَعْ حَتَّى تَسْتَوِيَ وَتَطْمَئِنَّ جَالِسًا، ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا، ثُمَّ ارْفَعْ حَتَّى تَسْتَوِيَ قَائِمًا، ثُمَّ افْعَلْ ذَلِكَ فِي صَلاَتِكَ كُلِّهَا .",
    "hadithBengali": "৬২১২। ইসহাক ইবনু মানসুর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। এক ব্যাক্তি মসজিদে প্রবেশ করে সালাত (নামায/নামাজ) আদায় করতে লাগল। আর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন মসজিদের এক কোণে অবস্হান করছিলেন। লোকটি তাঁর কাছে এসে তাকে সালাম করল। তিনি বললেনঃ ফিরে যাও এবং সালাত (নামায/নামাজ) আদায় করে নাও। কেননা, তুমি সালাত (নামায/নামাজ) আদায় করনি। তখন সে ফিরে গেল এবং সালাত (নামায/নামাজ) আদায় করল। পুনরায় এসে তাঁকে সালাম করল। তিনি উত্তরে বললেনঃ তোমার উপরও সালাম। তুমি ফিরে যাও এবং সালাত (নামায/নামাজ) আদায় করে নাও। কেননা, তুমি সালাত (নামায/নামাজ) আদায় করনি। তৃতীয়বার লোকটি বলল, দয়া করে আমাকে অবহিত করে দিন। তিনি ইরশাদ করলেনঃ যখন তুমি সালাতে দণ্ডায়মান হবে তখন খুব ভালভাবে উযূ (ওজু/অজু/অযু) করে নেবে। এরপর কিবলামুখী হবে। তারপর তাকবীরে তাহরীমা বলবে। এরপর কুরআন মজীদ থেকে যা তোমার জন্য সহজ তিলাওয়াত করবে। এরপর ধীরস্থিরভাবে রুকু করবে। এরপর মাথা উত্তোলন করবে। এমনকি সঠিকভাবে দাঁড়িয়ে যাবে। এরপর সিজদা করবে ধীরস্হিরভাবে। এরপর (সিজদা থেকে) মাথা উত্তোলন করবেঃ এমন কি সোজা হয়ে এবং ধীরস্থিরভাবে বসে যাবে। এরপর পূনরায় সিজদা করবে ধীরস্থিরভাবে। তারপর সিজদা থেকে মাথা উত্তোলন করবে। এমন কি সোজা হয়ে দাঁড়িয়ে যাবে। এরপর তোমার সমস্ত সালাত (নামায/নামাজ)ই এরূপ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "6212",
    "id": "6955",
    "thesequence": "7118",
    "isActive": "1",
    "chapterId": "17498",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৩. কসম করে ভুলবশত যখন কসম ভঙ্গ করে। এবং আল্লাহর বাণীঃ এ ব্যাপারে তোমরা কোন ভুল করলে তোমাদের কোন অপরাধ নেই (৩৩ঃ ৫) এবং আল্লাহর বাণীঃ আমার ভুলের জন্য আমাকে অপরাধী করবেন না (১৮ঃ ৭৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nWhen the pagans were defeated during the (first stage) of the battle of Uhud, Satan shouted, O Allahs slaves! Beware of what is behind you! So the front files of the Muslims attacked their own back files. Hudhaifa bin Al-Yaman looked and on seeing his father he shouted: My father! My father! By Allah! The people did not stop till they killed his father. Hudhaifa then said, May Allah forgive you. `Urwa (the sub-narrator) added, Hudhaifa continued asking Allah forgiveness for the killers of his father till he met Allah (till he died).",
    "hadithArabic": " حَدَّثَنَا فَرْوَةُ بْنُ أَبِي الْمَغْرَاءِ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ هُزِمَ الْمُشْرِكُونَ يَوْمَ أُحُدٍ هَزِيمَةً تُعْرَفُ فِيهِمْ، فَصَرَخَ إِبْلِيسُ أَىْ عِبَادَ اللَّهِ أُخْرَاكُمْ، فَرَجَعَتْ أُولاَهُمْ فَاجْتَلَدَتْ هِيَ وَأُخْرَاهُمْ، فَنَظَرَ حُذَيْفَةُ بْنُ الْيَمَانِ فَإِذَا هُوَ بِأَبِيهِ فَقَالَ أَبِي أَبِي. قَالَتْ فَوَاللَّهِ مَا انْحَجَزُوا حَتَّى قَتَلُوهُ، فَقَالَ حُذَيْفَةُ غَفَرَ اللَّهُ لَكُمْ. قَالَ عُرْوَةُ فَوَاللَّهِ مَا زَالَتْ فِي حُذَيْفَةَ مِنْهَا بَقِيَّةٌ حَتَّى لَقِيَ اللَّهَ.",
    "hadithBengali": "৬২১৩। ফারওয়া ইবনু আবূল মাগরা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ উহুদের যুদ্ধে মুশরিকরা প্রকাণ্ডভাবে পরাজয় বরণ করে। ইবলিস চিৎকার করে বলল, হে আল্লাহর বান্দারা! তোমরা পিছনের দিকে ফির। এতে সামনের লোকগুলো পিছনের দিকে ফিরল। তারপর পিছনের লোকদের উপর ঝাঁপিয়ে পড়ল। হুযায়ফা ইবনু ইয়ামন (রাঃ) আকস্মিক তার পিতাকে দেখে মুসলমানদের প্রতি লক্ষ্য করে বললেনঃ এ তো আমার পিতা, আমার পিতা। আল্লাহর কসম! তারা ফিরল না। পরিশেষে তারা তাকে হত্যা করল। হুযায়ফা (রাঃ) বললেনঃ আল্লাহ তোমাদের ক্ষমা করুন। উরওয়া (রাঃ) বর্ণনা করেন যে, আল্লাহর কসম! মৃত্যু পর্যন্ত হুযায়ফা (রাঃ) এর নিকট তার পিতার মৃত্যুটি মানসপটে বিদ্যমান ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "6213",
    "id": "6956",
    "thesequence": "7119",
    "isActive": "1",
    "chapterId": "17498",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৩. কসম করে ভুলবশত যখন কসম ভঙ্গ করে। এবং আল্লাহর বাণীঃ এ ব্যাপারে তোমরা কোন ভুল করলে তোমাদের কোন অপরাধ নেই (৩৩ঃ ৫) এবং আল্লাহর বাণীঃ আমার ভুলের জন্য আমাকে অপরাধী করবেন না (১৮ঃ ৭৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, If somebody eats something forgetfully while he is fasting, then he should complete his fast, for Allah has made him eat and drink.",
    "hadithArabic": "حَدَّثَنِي يُوسُفُ بْنُ مُوسَى، حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ حَدَّثَنِي عَوْفٌ، عَنْ خِلاَسٍ، وَمُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَنْ أَكَلَ نَاسِيًا وَهْوَ صَائِمٌ فَلْيُتِمَّ صَوْمَهُ، فَإِنَّمَا أَطْعَمَهُ اللَّهُ وَسَقَاهُ .",
    "hadithBengali": "৬২১৪। ইউসুফ ইবনু মূসা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে সায়িম ভুলক্রমে কিছু আহার করে সে যেন তার সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পূর্ন করে। কেননা, আল্লাহই তাকে পানাহার করিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6214",
    "id": "6957",
    "thesequence": "7120",
    "isActive": "1",
    "chapterId": "17498",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৩. কসম করে ভুলবশত যখন কসম ভঙ্গ করে। এবং আল্লাহর বাণীঃ এ ব্যাপারে তোমরা কোন ভুল করলে তোমাদের কোন অপরাধ নেই (৩৩ঃ ৫) এবং আল্লাহর বাণীঃ আমার ভুলের জন্য আমাকে অপরাধী করবেন না (১৮ঃ ৭৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Buhaina:\n\nOnce Allahs Messenger (ﷺ) led us in prayer, and after finishing the first two rak`at, got up (instead of sitting for at-Tahiyyat) and then carried on with the prayer. When he had finished his prayer, the people were waiting for him to say Taslim, but before saying Tasiim, he said Takbir and prostrated; then he raised his head, and saying Takbir, he prostrated (SAHU) and then raised his head and finished his prayer with Taslim.",
    "hadithArabic": " حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنِ الأَعْرَجِ، عَنْ عَبْدِ اللَّهِ ابْنِ بُحَيْنَةَ، قَالَ صَلَّى بِنَا النَّبِيُّ صلى الله عليه وسلم فَقَامَ فِي الرَّكْعَتَيْنِ الأُولَيَيْنِ قَبْلَ أَنْ يَجْلِسَ، فَمَضَى فِي صَلاَتِهِ، فَلَمَّا قَضَى صَلاَتَهُ انْتَظَرَ النَّاسُ تَسْلِيمَهُ، وَسَجَدَ قَبْلَ أَنْ يُسَلِّمَ، ثُمَّ رَفَعَ رَأْسَهُ، ثُمَّ كَبَّرَ وَسَجَدَ، ثُمَّ رَفَعَ رَأْسَهُ وَسَلَّمَ.",
    "hadithBengali": "৬২১৫। আদম ইবনু আবু ইয়াস (রহঃ) ... আবদুল্লাহ ইবনু বুহায়না (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে নিয়ে সালাত (নামায/নামাজ) আদায় করলেন। প্রথম দু&#39;রাকাআতের পর না বসে তিনি দাঁড়িয়ে গেলেন। এভাবেই সালাত (নামায/নামাজ) আদায় করতে থাকলেন। সালাত (নামায/নামাজ) শেষ করলে লোকেরা তার সালামের অপেক্ষা করছিল। তিনি আল্লাহু আকবার বলে সালামের পূর্বে সিজদা করলেন। এরপর মাথা উত্তলোন করলেন। আবার আল্লাহু আকবার বলে সিজদা করলেন। এরপর আবার মাথা উত্তোলন করলেন এবং সালাম ফিরালেন।\n",
    "checkStatus": "1",
    "hadithNo": "6215",
    "id": "6958",
    "thesequence": "7121",
    "isActive": "1",
    "chapterId": "17498",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৩. কসম করে ভুলবশত যখন কসম ভঙ্গ করে। এবং আল্লাহর বাণীঃ এ ব্যাপারে তোমরা কোন ভুল করলে তোমাদের কোন অপরাধ নেই (৩৩ঃ ৫) এবং আল্লাহর বাণীঃ আমার ভুলের জন্য আমাকে অপরাধী করবেন না (১৮ঃ ৭৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Mas`ud:\n\nthat Allahs Prophet led them in the Zuhr prayer and he offered either more or less rak`at, and it was said to him, O Allahs Messenger (ﷺ) ! Has the prayer been reduced, or have you forgotten? He asked, What is that? They said, You have prayed so many rak`at. So he performed with them two more prostrations and said, These two prostrations are to be performed by the person who does not know whether he has prayed more or less (rak`at) in which case he should seek to follow what is right. And then complete the rest (of the prayer) and perform two extra prostrations.",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ، سَمِعَ عَبْدَ الْعَزِيزِ بْنَ عَبْدِ الصَّمَدِ، حَدَّثَنَا مَنْصُورٌ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنِ ابْنِ مَسْعُودٍ ـ رضى الله عنه أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم صَلَّى بِهِمْ صَلاَةَ الظُّهْرِ، فَزَادَ أَوْ نَقَصَ مِنْهَا ـ قَالَ مَنْصُورٌ لاَ أَدْرِي إِبْرَاهِيمُ وَهِمَ أَمْ عَلْقَمَةُ ـ قَالَ قِيلَ يَا رَسُولَ اللَّهِ أَقَصُرَتِ الصَّلاَةُ أَمْ نَسِيتَ قَالَ  وَمَا ذَاكَ . قَالُوا صَلَّيْتَ كَذَا وَكَذَا. قَالَ فَسَجَدَ بِهِمْ سَجْدَتَيْنِ ثُمَّ قَالَ  هَاتَانِ السَّجْدَتَانِ لِمَنْ لاَ يَدْرِي، زَادَ فِي صَلاَتِهِ أَمْ نَقَصَ، فَيَتَحَرَّى الصَّوَابَ، فَيُتِمُّ مَا بَقِيَ، ثُمَّ يَسْجُدُ سَجْدَتَيْنِ .",
    "hadithBengali": "৬২১৬। ইসহাক ইবনু ইবরাহীম (রহঃ) ... ইবনু মাসউদ (রাঃ) থেকে বর্নিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা তাদের নিয়ে যোহরের সালাত (নামায/নামাজ) আদায় করলেন। তিনি সালাতে কিছু অধিক করলেন অথবা কিছু কম করলেন। মানসুর বলেন, এই কম-বেশির ব্যাপারে সন্দেহ ইবরাহীমের না আলকামার তা আমার জানা নেই। রাবী বলেন আরয করা হল, ইয়া রাসুলাল্লাহ! সালাত (নামায/নামাজ) এর মাঝে কি কিছু কমিয়ে দেয়া হয়েছে না আপনি ভুলে গিয়েছেন? তিনি বললেনঃ কি হয়েছে? সাহাবাগণ বললেনঃ আপনি এভাবে এভাবে সালাত (নামায/নামাজ) আদায় করেছেন। রাবী বলেন, তখন তিনি তাদেরকে নিয়ে দুটি সিজদা করেন। এরপর বললেন, এ দুটি সিজদা ঐ ব্যাক্তির জন্য যার স্মরণ নেই যে, সালাতে সে কি বেশি কিছু করেছে, না কম করেছে। এমন অবস্থায় সে চিন্তা করবে (প্রবল ধারণার ভিত্তিতে আমল করবে)। আর যা বাকি থাকবে তা পুরা করে নেবে! এরপর দু টি সিজদা আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "6216",
    "id": "6959",
    "thesequence": "7122",
    "isActive": "1",
    "chapterId": "17498",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৩. কসম করে ভুলবশত যখন কসম ভঙ্গ করে। এবং আল্লাহর বাণীঃ এ ব্যাপারে তোমরা কোন ভুল করলে তোমাদের কোন অপরাধ নেই (৩৩ঃ ৫) এবং আল্লাহর বাণীঃ আমার ভুলের জন্য আমাকে অপরাধী করবেন না (১৮ঃ ৭৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ubai bin Kab:\n\nthat he heard Allahs Messenger (ﷺ) saying, (Moses) said, Call me not to account for what I forget and be not hard upon me for my affair (with you) (18.73) the first excuse of Moses was his forgetfulness.\n\nNarrated Al-Bara bin Azib that once he had a guest, so he told his family (on the Day of Id-ul-Adha) that they should slaughter the animal for sacrifice before he returned from the (Id) prayer in order that their guest could take his meal. So his family slaughtered (the animal ) before the prayer. Then they mentioned that event to the Prophet who ordered Al-Bara to slaughter another sacrifice. Al-Bara said to the Prophet (ﷺ) , I have a young milch she-goat which is better than two sheep for slaughtering. (The sub-narrator, Ibn Aun used to say, I dont know whether the permission (to slaughter a she-goat as a sacrifice) was especially given to Al-Bara or if it was in general for all the Muslims.)",
    "hadithArabic": " حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، أَخْبَرَنِي سَعِيدُ بْنُ جُبَيْرٍ، قَالَ قُلْتُ لاِبْنِ عَبَّاسٍ فَقَالَ حَدَّثَنَا أُبَىُّ بْنُ كَعْبٍ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم {لاَ تُؤَاخِذْنِي بِمَا نَسِيتُ وَلاَ تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا} قَالَ  كَانَتِ الأُولَى مِنْ مُوسَى نِسْيَانًا .\n قَالَ أَبُو عَبْدِ اللَّهِ كَتَبَ إِلَىَّ مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، حَدَّثَنَا ابْنُ عَوْنٍ، عَنِ الشَّعْبِيِّ، قَالَ قَالَ الْبَرَاءُ بْنُ عَازِبٍ وَكَانَ عِنْدَهُمْ ضَيْفٌ لَهُمْ فَأَمَرَ أَهْلَهُ أَنْ يَذْبَحُوا قَبْلَ أَنْ يَرْجِعَ، لِيَأْكُلَ ضَيْفُهُمْ، فَذَبَحُوا قَبْلَ الصَّلاَةِ، فَذَكَرُوا ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَأَمَرَهُ أَنْ يُعِيدَ الذَّبْحَ. فَقَالَ يَا رَسُولَ اللَّهِ عِنْدِي عَنَاقٌ جَذَعٌ، عَنَاقُ لَبَنٍ هِيَ خَيْرٌ مِنْ شَاتَىْ لَحْمٍ. فَكَانَ ابْنُ عَوْنٍ يَقِفُ فِي هَذَا الْمَكَانِ عَنْ حَدِيثِ الشَّعْبِيِّ، وَيُحَدِّثُ عَنْ مُحَمَّدِ بْنِ سِيرِينَ بِمِثْلِ هَذَا الْحَدِيثِ، وَيَقِفُ فِي هَذَا الْمَكَانِ وَيَقُولُ لاَ أَدْرِي أَبَلَغَتِ الرُّخْصَةُ غَيْرَهُ أَمْ لاَ. رَوَاهُ أَيُّوبُ عَنِ ابْنِ سِيرِينَ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৬২১৭। আল হুমায়দী (রহঃ) ... উবাই ইবনু কাব (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আল্লাহর বাণীঃلاَ تُؤَاخِذْنِي بِمَا نَسِيتُ وَلاَ تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا (মূসা (আলাইহিস সালাম) বললেন, আমার ভুলের জন্য আমাকে অপরাধী করবেন না ও আমার ব্যাপারে অত্যাধিক কঠোরতা অবলম্বন করবেন না।) সম্পর্কে শুনেছেন। তিনি বলেছেনঃ মূসা (আলাইহিস সালাম) এর প্রথমবারের (প্রশ্ন উত্থাপনটা) ভুলবশত হয়েছিল।\n\nআবূ আবদুল্লাহ ইমাম বুখারী (রহঃ) বলেনঃ আমাদের কাছে মুহাম্মাদ ইবনু বাশশার ... শাবী থেকে বর্ণনা করেছেন। এ ব্যাপারে তিনি বলেছেন যে, বারাআ ইবনু আযিব (রাঃ) এর নিকট কয়েকজন অতিথি ছিল। তিনি তাঁর পরিবার-পরিজনকে তাদের জন্য সালাত (নামায/নামাজ) থেকে প্রত্যাবর্তন করার পুর্বে কিছু যবেহ করতে হুকুম করলেন, যেন ফিরে এসেই তাঁরা আহার করতে পারেন। তখন পরিবারের লোকেরা সালাত (নামায/নামাজ) থেকে প্রত্যাবর্তনের পুর্বেই (কুরবানীর পশু) যবেহ করলেন।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে লোকেরা এ সম্পর্কে বর্ণনা করল। তিনি পুনরায় যবেহ করার জন্য হুকুম করলেন। বারাআ ইবনু আযিব (রাঃ) আরয করলেন, ইয়া রাসুলাল্লাহ! আমার কাছে এমন একটি বকরীর বাচ্চা আছে যা দুটি বড় বকরীর গোশতের চেয়েও উত্তম।\n\nইবনু আউন শাবীর মাধ্যমে বর্ণনা করতে গিয়ে এ স্থানটিতে থেমে যেতেন। তিনি মুহাম্মাদ ইবনু সীরীন (রহঃ) থেকে এর অনুরূপ বর্ণনা করতেন এবং এ স্থানে থেমে যেতেন। আর বলতেন, আমার জানা নেই তিনি ছাড়া অন্য কারও জন্য তদ্রূপ অনুমতি আছে কিনা? আইউব (রহঃ) আনাস ইবনু মালিক (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6217",
    "id": "6960",
    "thesequence": "7123",
    "isActive": "1",
    "chapterId": "17498",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৩. কসম করে ভুলবশত যখন কসম ভঙ্গ করে। এবং আল্লাহর বাণীঃ এ ব্যাপারে তোমরা কোন ভুল করলে তোমাদের কোন অপরাধ নেই (৩৩ঃ ৫) এবং আল্লাহর বাণীঃ আমার ভুলের জন্য আমাকে অপরাধী করবেন না (১৮ঃ ৭৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jundub:\n\nI witnessed the Prophet (ﷺ) offering the `Id prayer (and after finishing it) he delivered a sermon and said, Whoever has slaughtered his sacrifice (before the prayer) should make up for it (i.e. slaughter another animal) and whoever has not slaughtered his sacrifice yet, should slaughter it by mentioning Allahs Name over it.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الأَسْوَدِ بْنِ قَيْسٍ، قَالَ سَمِعْتُ جُنْدَبًا، قَالَ شَهِدْتُ النَّبِيَّ صلى الله عليه وسلم صَلَّى يَوْمَ عِيدٍ ثُمَّ خَطَبَ ثُمَّ قَالَ   مَنْ ذَبَحَ فَلْيُبَدِّلْ مَكَانَهَا، وَمَنْ لَمْ يَكُنْ ذَبَحَ فَلْيَذْبَحْ بِاسْمِ اللَّهِ .",
    "hadithBengali": "৬২১৮। সুলায়মান ইবনু হারব (রহঃ) ... জুনদুব (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি (এক ঈদের দিন) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। তিনি (সালাত (নামায/নামাজ) শেষে) খুতবা প্রদান করলেন। এরপর বললেনঃ যে ব্যাক্তি (সালাত (নামায/নামাজ) এর পূর্বেই) যবেহ করে ফেলেছে তার উচিত যেন তার পরিবর্তে আরেকটি যবেহ করে নেয়। আর যে এখনও যবেহ করেনি সে যেন আল্লাহর নাম নিয়ে যবেহ করে।\n",
    "checkStatus": "1",
    "hadithNo": "6218",
    "id": "6961",
    "thesequence": "7124",
    "isActive": "1",
    "chapterId": "17498",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৩. কসম করে ভুলবশত যখন কসম ভঙ্গ করে। এবং আল্লাহর বাণীঃ এ ব্যাপারে তোমরা কোন ভুল করলে তোমাদের কোন অপরাধ নেই (৩৩ঃ ৫) এবং আল্লাহর বাণীঃ আমার ভুলের জন্য আমাকে অপরাধী করবেন না (১৮ঃ ৭৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr:\n\nThe Prophet (ﷺ) said, The biggest sins are: To join others in worship with Allah; to be undutiful to ones parents; to kill somebody unlawfully; and to take an oath Al-Ghamus.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا النَّضْرُ، أَخْبَرَنَا شُعْبَةُ، حَدَّثَنَا فِرَاسٌ، قَالَ سَمِعْتُ الشَّعْبِيَّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْكَبَائِرُ الإِشْرَاكُ بِاللَّهِ، وَعُقُوقُ الْوَالِدَيْنِ، وَقَتْلُ النَّفْسِ، وَالْيَمِينُ الْغَمُوسُ .",
    "hadithBengali": "৬২১৯। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ কবীরা গুনাহসমুহের (অন্যতম) হচ্ছে আল্লাহ তা&#39;আলার সঙ্গে শরীক করা, পিতামাতার নাফরমানী করা, কাউকে হত্যা করা এবং মিথ্যা কসম করা।\n",
    "checkStatus": "1",
    "hadithNo": "6219",
    "id": "6962",
    "thesequence": "7125",
    "isActive": "1",
    "chapterId": "17499",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৪. মিথ্যা কসম। (মহান আল্লাহর বাণীঃ) পরস্পর প্রবঞ্চনা করার জন্য তোমরা তোমাদের শপথকে ব্যবহার করো না। করলে পা স্থির হওয়ার পর পিছলিয়ে যাবে। আর তোমাদের জন্য রয়েছে মহাশাস্তি (১৬ঃ ৯৪) পর্যন্ত। دخلا দ্বারা প্রবঞ্চনা ও খিয়ানত উদ্দেশ্য।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nAllahs Messenger (ﷺ) said, If somebody is ordered (by the ruler or the judge) to take an oath, and he takes a false oath in order to grab the property of a Muslim, then he will incur Allahs Wrath when he will meet Him. And Allah revealed in its confirmation: Verily! Those who purchase a small gain at the cost of Allahs covenants and their own oaths. (3.77) (The sub-narrator added:) Al-Ashath bin Qais entered, saying, What did Abu `Abdur-Rahman narrate to you? They said, So-and-so, Al-Ashath said, This verse was revealed in my connection. I had a well on the land of my cousin (and we had a dispute about it). I reported him to Allah s Apostle who said (to me). You should give evidence (i.e. witness) otherwise the oath of your opponent will render your claim invalid. I said, Then he (my opponent) will take the oath, O Allahs Messenger (ﷺ). Allahs Messenger (ﷺ) said, Whoever is ordered (by the ruler or the judge) to give an oath, and he takes a false oath in order to grab the property of a Muslim, then he will incur Allahs Wrath when he meets Him on the Day of Resurrection.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ حَلَفَ عَلَى يَمِينِ صَبْرٍ، يَقْتَطِعُ بِهَا مَالَ امْرِئٍ مُسْلِمٍ، لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ . فَأَنْزَلَ اللَّهُ تَصْدِيقَ ذَلِكَ {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً} إِلَى آخِرِ الآيَةِ. فَدَخَلَ الأَشْعَثُ بْنُ قَيْسٍ فَقَالَ مَا حَدَّثَكُمْ أَبُو عَبْدِ الرَّحْمَنِ، فَقَالُوا كَذَا وَكَذَا. قَالَ فِيَّ أُنْزِلَتْ، كَانَتْ لِي بِئْرٌ فِي أَرْضِ ابْنِ عَمٍّ لِي فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ  بَيِّنَتُكَ أَوْ يَمِينُهُ . قُلْتُ إِذًا يَحْلِفُ عَلَيْهَا يَا رَسُولَ اللَّهِ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ حَلَفَ عَلَى يَمِينِ صَبْرٍ، وَهْوَ فِيهَا فَاجِرٌ، يَقْتَطِعُ بِهَا مَالَ امْرِئٍ مُسْلِمٍ، لَقِيَ اللَّهَ يَوْمَ الْقِيَامَةِ، وَهْوَ عَلَيْهِ غَضْبَانُ .",
    "hadithBengali": "৬২২০। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যাক্তি যদি কোন মুসলমানের সস্পদ ছিনিয়ে নেয়ার মানসে মিথ্যা কসম করে তবে আল্লাহ তাআলার সঙ্গে তার মুলাকাত হবে এমতাবস্থায় যে, আল্লাহ তার ওপর রাগান্বিত থাকবেন। আল্লাহ তা&#39;আলা এ কথার সমর্থনে আয়াত إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً নাযিল করেন। এরপর আশআছ ইবনু কায়স (রাঃ) প্রবেশ করে জিজ্ঞাসা করলেন যে, আবু আবদুর রহমান তোমাদের কাছে কি বর্ণনা করেছেন? লোকেরা বলল, এরূপ এরূপ। তখন তিনি বললেনঃ এ আয়াত আমার সম্পর্কে নাযিল করা হয়েছে। আমার চাচাতো ভাই এর জমিতে আমার একটি কূপ ছিল। আমি এ ব্যাপারে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির হলাম। তিনি বললেনঃ তুমি প্রমাণ উপস্থাপন কর অথবা সে কসম করুক! আমি বললাম, ইয়া রাসুলাল্লাহ! এ কথার উপরে সে তো কসম খেয়েই ফেলবে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে ব্যাক্তি কোন মুসলমানের সস্পদ ছিনিয়ে নেয়ার মানসে কসম করে, অথচ সে তাতে মিথ্যাবাদী তবে কিয়ামতের দিন সে আল্লাহর সঙ্গে সাক্ষাৎ করবে এমতাবস্থায় যে আল্লাহ তার উপর রাগান্বিত থাকবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6220",
    "id": "6963",
    "thesequence": "7126",
    "isActive": "1",
    "chapterId": "17500",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৫. আল্লাহর বাণীঃ যারা আল্লাহর সঙ্গে কৃত প্রতিশ্রুতি এবং নিজেদের শপথকে তুচ্ছ মুল্যে বিক্রি করে আর তাদের জন্য রয়েছে মর্মন্তুদ শাস্তি ... পর্যন্ত (৩ঃ ৭৭)। এবং আল্লাহর বাণীঃ তোমরা তোমাদের শপথের জন্য আল্লাহর নামকে অযুহাত করো না ... আয়াতের শেষ পর্যন্ত (২ঃ ২২৪) এবং আল্লাহর বাণীঃ তোমরা আল্লাহর সঙ্গে কৃত অঙ্গীকার তুচ্ছ মুল্যে বিক্রি করো না ... আয়াতের শেষ পর্যন্ত (১৬ঃ ৯৫)। এবং আল্লাহর বাণীঃ তোমরা আল্লাহর অঙ্গীকার পূর্ণ কর, যখন পরস্পর অঙ্গীকার কর এবং তোমরা শপথ দৃঢ় করার পর তা ভঙ্গ করো না (১৬ঃ ৯১) আয়াতের শেষ পর্যন্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nMy companions sent me to the Prophet (ﷺ) to ask him for some mounts. He said, By Allah! I will not mount you on anything! When I met him, he was in an angry mood, but when I met him (again), he said, Tell your companions that Allah or Allahs Messenger (ﷺ) will provide you with mounts.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ أَرْسَلَنِي أَصْحَابِي إِلَى النَّبِيِّ صلى الله عليه وسلم أَسْأَلُهُ الْحُمْلاَنَ فَقَالَ  وَاللَّهِ لاَ أَحْمِلُكُمْ عَلَى شَىْءٍ . وَوَافَقْتُهُ وَهْوَ غَضْبَانُ فَلَمَّا أَتَيْتُهُ قَالَ  انْطَلِقْ إِلَى أَصْحَابِكَ فَقُلْ إِنَّ اللَّهَ ـ أَوْ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم ـ يَحْمِلُكُمْ .",
    "hadithBengali": "৬২২১। মুহাম্মাদ ইবনু আলা (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমাকে আমার সাথীগণ (একদা) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে প্রেরণ করল তাঁর কাছে বাহন চাওয়ার জন্য। তিনি বললেনঃ আল্লাহর কসম! আমি তোমাদেরকে কোন কিছুই আরোহণের জন্য দিতে পারব না। তখন আমি তাকে রাগান্বিত অবস্হায় পেলাম। এরপর যখন আমি তার কাছে এলাম, তিনি বললেনঃ তুমি তোমার সঙ্গীদের কাছে চলে যাও এবং বল যে, নিশ্চই আল্লাহ অথবা আল্লাহর রাসুল তোমাদের আরোহণের জন্য বাহনের ব্যবস্হা করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6221",
    "id": "6964",
    "thesequence": "7127",
    "isActive": "1",
    "chapterId": "17501",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৬. এমন কিছুতে কসম করা যার উপর কসমকারীর মালিকানা নেই এবং গুনাহের কাজের জন্য কসম ও রাগের বশর্বতী হয়ে কসম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Az-Zuhri:\n\nI heard `Urwa bin Az-Zubair, Sa`id bin Al-Musaiyab, Alqama bin Waqqas and Ubaidullah bin `Abdullah bin `Uqba relating from `Aisha, the wife of the Prophet (ﷺ) the narration of the people (i.e. the liars) who spread the slander against her and they said what they said, and how Allah revealed her innocence. Each of them related to me a portion of that narration. (They said that `Aisha said), Then Allah revealed the ten Verses starting with:--Verily! Those who spread the slander.. (24.11-21) All these verses were in proof of my innocence. Abu Bakr As-Siddiq who used to provide for Mistah some financial aid because of his relation to him, said, By Allah, I will never give anything (in charity) to Mistah, after what he has said about `Aisha Then Allah revealed:-- And let not those among you who are good and are wealthy swear not to give (any sort of help) to their kins men.... (24.22) On that, Abu Bakr said, Yes, by Allah, I like that Allah should forgive me. and then resumed giving Mistah the aid he used to give him and said, By Allah! I will never withhold it from him.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الْعَزِيزِ، حَدَّثَنَا إِبْرَاهِيمُ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، ح وَحَدَّثَنَا الْحَجَّاجُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ النُّمَيْرِيُّ، حَدَّثَنَا يُونُسُ بْنُ يَزِيدَ الأَيْلِيُّ، قَالَ سَمِعْتُ الزُّهْرِيَّ، قَالَ سَمِعْتُ عُرْوَةَ بْنَ الزُّبَيْرِ، وَسَعِيدَ بْنَ الْمُسَيَّبِ، وَعَلْقَمَةَ بْنَ وَقَّاصٍ، وَعُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ حَدِيثِ، عَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم حِينَ قَالَ لَهَا أَهْلُ الإِفْكِ مَا قَالُوا، فَبَرَّأَهَا اللَّهُ مِمَّا قَالُوا ـ كُلٌّ حَدَّثَنِي طَائِفَةً مِنَ الْحَدِيثِ ـ فَأَنْزَلَ اللَّهُ {إِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ} الْعَشْرَ الآيَاتِ كُلَّهَا فِي بَرَاءَتِي. فَقَالَ أَبُو بَكْرٍ الصِّدِّيقُ ـ وَكَانَ يُنْفِقُ عَلَى مِسْطَحٍ لِقَرَابَتِهِ مِنْهُ ـ وَاللَّهِ لاَ أُنْفِقُ عَلَى مِسْطَحٍ شَيْئًا أَبَدًا، بَعْدَ الَّذِي قَالَ لِعَائِشَةَ. فَأَنْزَلَ اللَّهُ {وَلاَ يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى} الآيَةَ. قَالَ أَبُو بَكْرٍ بَلَى وَاللَّهِ إِنِّي لأُحِبُّ أَنْ يَغْفِرَ اللَّهُ لِي. فَرَجَعَ إِلَى مِسْطَحٍ النَّفَقَةَ الَّتِي كَانَ يُنْفِقُ عَلَيْهِ وَقَالَ وَاللَّهِ لاَ أَنْزِعُهَا عَنْهُ أَبَدًا.",
    "hadithBengali": "৬২২২। আবদুল আযীয ও হাজ্জাজ (রহঃ) ... যুহরী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি উরওয়া ইবনু যুবায়র, সাঈদ ইবনু মূসাইয়্যাব, আলকামা ইবনু ওয়াক্কাস ও উবায়দুল্লাহ ইবনু আবদুল্লাহ (রাঃ) থেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) সম্পর্কে অপবাদ বর্ণনাকারীরা যা বলেছিল তা শুনতে পেলাম। আলাহ তা&#39;আলা এ মর্মে তাঁর নিস্কুলষতা প্রকাশ করে দিয়েছেন। উপরোক্ত বর্ণনাকারীগণ প্রত্যেকেই আমার নিকট উল্লিখিত ঘটনার অংশ বিশেষ বর্ণনা করেছেন। আয়িশা (রাঃ) বলেনঃ যখন আল্লাহإِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ থেকে দশখানা আয়াত আমার নিস্কুলষতা প্রকাশ করণার্থে নাযিল করেছেন। আবূ বকর সিদ্দীক (রাঃ) আত্নীয়তার সম্পর্কের কারণে মিসতাহ ইবনু সালামার ভরণ-পোষণ করতেন। অপবাদ প্রদানের কারণে আবূ বকর সিদ্দীক (রাঃ) বললেনঃ আল্লাহর কসম! মিসতাহ যখন আয়িশার ব্যাপারে অপবাদ রটিয়েছে; এরপর আমি আর তার জন্য কখনও কিছু খরচ করব না। তখন আল্লাহ তাআলাوَلاَ يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى এ আয়াত নাযিল করেন। আবূ বকর (রাঃ) বলেনঃ আল্লাহর কসম! আল্লাহ তাআলা আমাকে ক্ষমা করে দিন এটা আমি নিশ্চয়ই পছন্দ করি। তিনি পুনরায় মিসতাহের ভরণ-পোষণের জন্য ঐ খরচ দেওয়া শুরু করলেন, যা তিনি পূর্বে তাকে দিতেন এবং তিনি বললেনঃ আল্লাহর কসম! আমি তার খরচ দেওয়া আর কখনও বন্ধ করব না।\n",
    "checkStatus": "1",
    "hadithNo": "6222",
    "id": "6965",
    "thesequence": "7128",
    "isActive": "1",
    "chapterId": "17501",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৬. এমন কিছুতে কসম করা যার উপর কসমকারীর মালিকানা নেই এবং গুনাহের কাজের জন্য কসম ও রাগের বশর্বতী হয়ে কসম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa Al-Ash`ari:\n\nI went along with some men from the Ash-ariyin to Allahs Messenger (ﷺ) and it happened that I met him while he was in an angry mood. We asked him to provide us with mounts, but he swore that he would not give us any. Later on he said, By Allah, Allah willing, if ever I take an oath (to do something) and later on I find something else better than the first, then I do the better one and give expiation for the dissolution of my oath.",
    "hadithArabic": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا أَيُّوبُ، عَنِ الْقَاسِمِ، عَنْ زَهْدَمٍ، قَالَ كُنَّا عِنْدَ أَبِي مُوسَى الأَشْعَرِيِّ قَالَ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي نَفَرٍ مِنَ الأَشْعَرِيِّينَ، فَوَافَقْتُهُ وَهْوَ غَضْبَانُ فَاسْتَحْمَلْنَاهُ، فَحَلَفَ أَنْ لاَ يَحْمِلَنَا ثُمَّ قَالَ   وَاللَّهِ إِنْ شَاءَ اللَّهُ لاَ أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا، إِلاَّ أَتَيْتُ الَّذِي هُوَ خَيْرٌ وَتَحَلَّلْتُهَا .",
    "hadithBengali": "৬২২৩। আবু মামার (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি কতিপয় আশআরী লোকের সঙ্গে (বাহন চাওয়ার জন্য) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমতে হাযির হলাম। যখন উপস্থিত হলাম, তখন তাকে রাগান্বিত অবস্হায় পেলাম। আমরা তাঁর কাছে বাহন চাইলাম। তিনি কসম করে বললেন যে, আমাদেরকে বাহন দিবেন না। এরপর বললেনঃ আল্লাহর কসম আমি কোন কিছুর ওপর আল্লাহর ইচ্ছা মুতাবিক যখন কসম করি আর তার অন্যটির মাঝে মঙ্গল দেখতে পাই; তাহলে যেটা মঙ্গলকর সেটাই করি আর কসমকে ভঙ্গ করে ফেলি।\n",
    "checkStatus": "1",
    "hadithNo": "6223",
    "id": "6966",
    "thesequence": "7129",
    "isActive": "1",
    "chapterId": "17501",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৬. এমন কিছুতে কসম করা যার উপর কসমকারীর মালিকানা নেই এবং গুনাহের কাজের জন্য কসম ও রাগের বশর্বতী হয়ে কসম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Musaiyab:\n\nWhen the death of Abu Talib approached, Allahs Messenger (ﷺ) came to him and said, Say: La ilaha illallah, a word with which I will be able to defend you before Allah.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، عَنْ أَبِيهِ، قَالَ لَمَّا حَضَرَتْ أَبَا طَالِبٍ الْوَفَاةُ جَاءَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ   قُلْ لاَ إِلَهَ إِلاَّ اللَّهُ كَلِمَةً. أُحَاجُّ لَكَ بِهَا عِنْدَ اللَّهِ .",
    "hadithBengali": "৬২২৪। আবূল ইয়ামান (রহঃ) ... সাঈদ ইবনু মূসাইয়্যাব (রহঃ) এর পিতা থেকে বর্ণিত। তিনি বলেনঃ আবূ তালিবের যখন মৃত্যু উপস্থিত হল, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাছে তশরীফ আনলেন এবং বললেনঃ আপনি لاَ إِلَهَ إِلاَّ اللَّهُ কলেমাটি বলুন। আমি আল্লাহ তা&#39;আলার নিকট আপনার ব্যাপারে এর মাধ্যমে সুপারিশ করব।\n",
    "checkStatus": "1",
    "hadithNo": "6224",
    "id": "6967",
    "thesequence": "7130",
    "isActive": "1",
    "chapterId": "17502",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৭. কোন ব্যক্তি যখন বলে, আল্লাহর কসম! আজ আমি কথা বলব না। এরপর সে নামায আদায় করল অথবা কুরআন পাঠ করল অথবা সুবহানাল্লাহ বা আল্লাহু আকবার বা আলহামদুলিল্লাহ অথবা লা ইলাহা ইল্লাল্লাহ বলল। তবে তার কসম তার নিয়ত হিসেবেই আরোপিত হবে। নবী (সাঃ) বলেছেনঃ সর্বোত্তম কথা চারতিঃ সুবহানাল্লাহ, আলহামদুলিল্লাহ, লা ইলাহা ইল্লাল্লাহু এবং ওয়াল্লাহু আকবার। আবু সুফইয়ান (রাঃ) বলেছেন, নবী (সাঃ) বাদশাহ হিরাক্লিয়াসের কাছে এ মর্মে লিখেছিলেনঃ হে কিতাবীগণ! এসো সে কথায়, যা আমাদের ও তোমাদের মধ্যে একই। মুজাহিদ (রহঃ) বলেন, كَلِمَةُ التَّقْوَى &lsquo;লা ইলাহা ইল্লাল্লাহ&rsquo;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, (The following are) two words (sentences or utterances) that are very easy for the tongue to say, and very heavy in the balance (of reward), and most beloved to the Gracious Almighty (And they are): Subhan Allahi wa bi-hamdihi; Subhan Allahi-l-Adhim,",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، حَدَّثَنَا عُمَارَةُ بْنُ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحَانَ اللَّهِ الْعَظِيمِ .",
    "hadithBengali": "৬২২৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুটি কলেমা এমন যা জিহবাতে অতি হালকা অথচ মীযানে ভারী আর রাহমানের নিকট খুব পছন্দনীয়; তা হলঃ সুবহানাল্লাহ ওয়া বিহামদিহি, সুবহানাল্লাহিল আযীম।\n",
    "checkStatus": "1",
    "hadithNo": "6225",
    "id": "6968",
    "thesequence": "7131",
    "isActive": "1",
    "chapterId": "17502",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৭. কোন ব্যক্তি যখন বলে, আল্লাহর কসম! আজ আমি কথা বলব না। এরপর সে নামায আদায় করল অথবা কুরআন পাঠ করল অথবা সুবহানাল্লাহ বা আল্লাহু আকবার বা আলহামদুলিল্লাহ অথবা লা ইলাহা ইল্লাল্লাহ বলল। তবে তার কসম তার নিয়ত হিসেবেই আরোপিত হবে। নবী (সাঃ) বলেছেনঃ সর্বোত্তম কথা চারতিঃ সুবহানাল্লাহ, আলহামদুলিল্লাহ, লা ইলাহা ইল্লাল্লাহু এবং ওয়াল্লাহু আকবার। আবু সুফইয়ান (রাঃ) বলেছেন, নবী (সাঃ) বাদশাহ হিরাক্লিয়াসের কাছে এ মর্মে লিখেছিলেনঃ হে কিতাবীগণ! এসো সে কথায়, যা আমাদের ও তোমাদের মধ্যে একই। মুজাহিদ (রহঃ) বলেন, كَلِمَةُ التَّقْوَى &lsquo;লা ইলাহা ইল্লাল্লাহ&rsquo;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nAllahs Messenger (ﷺ) said a sentence and I said another. He said, Whoever dies while he is setting up rivals along with Allah (i.e. worshipping others along with Allah) shall be admitted into the (Hell) Fire. And I said the other: Whoever dies while he is not setting up rivals along with Allah (i.e. worshipping none except Allah) shall be admitted into Paradise.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الأَعْمَشُ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم كَلِمَةً وَقُلْتُ أُخْرَى   مَنْ مَاتَ يَجْعَلُ لِلَّهِ نِدًّا أُدْخِلَ النَّارَ . وَقُلْتُ أُخْرَى مَنْ مَاتَ لاَ يَجْعَلُ لِلَّهِ نِدًّا أُدْخِلَ الْجَنَّةَ.",
    "hadithBengali": "৬২২৬। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি কলেমা বললেন। আর আমি বললাম, অন্যটি। তখন তিনি বললেনঃ যে ব্যাক্তি আল্লাহর সঙ্গে শরীক করে মৃত্যু বরন করবে তাকে জাহান্নামে প্রবেশ করানো হবে। আমি অপরটি বললাম, যে ব্যাক্তি আল্লাহর সঙ্গে শরীক না করে মৃত্যৃবরণ করবে তাকে জান্নাতে প্রবেশ করানো হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6226",
    "id": "6969",
    "thesequence": "7132",
    "isActive": "1",
    "chapterId": "17502",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৭. কোন ব্যক্তি যখন বলে, আল্লাহর কসম! আজ আমি কথা বলব না। এরপর সে নামায আদায় করল অথবা কুরআন পাঠ করল অথবা সুবহানাল্লাহ বা আল্লাহু আকবার বা আলহামদুলিল্লাহ অথবা লা ইলাহা ইল্লাল্লাহ বলল। তবে তার কসম তার নিয়ত হিসেবেই আরোপিত হবে। নবী (সাঃ) বলেছেনঃ সর্বোত্তম কথা চারতিঃ সুবহানাল্লাহ, আলহামদুলিল্লাহ, লা ইলাহা ইল্লাল্লাহু এবং ওয়াল্লাহু আকবার। আবু সুফইয়ান (রাঃ) বলেছেন, নবী (সাঃ) বাদশাহ হিরাক্লিয়াসের কাছে এ মর্মে লিখেছিলেনঃ হে কিতাবীগণ! এসো সে কথায়, যা আমাদের ও তোমাদের মধ্যে একই। মুজাহিদ (রহঃ) বলেন, كَلِمَةُ التَّقْوَى &lsquo;লা ইলাহা ইল্লাল্লাহ&rsquo;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nAllahs Messenger (ﷺ) took an oath for abstention from his wives (for one month), and during those days he had a sprain in his foot. He stayed in a Mashrubah (an upper room) for twenty-nine nights and then came down. Then the people said, O Allahs Messenger (ﷺ)! You took an oath for abstention (from your wives) for one month. On that he said, A (lunar) month can be of twenty-nine days.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ آلَى رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ نِسَائِهِ، وَكَانَتِ انْفَكَّتْ رِجْلُهُ، فَأَقَامَ فِي مَشْرُبَةٍ تِسْعًا وَعِشْرِينَ لَيْلَةً، ثُمَّ نَزَلَ فَقَالُوا يَا رَسُولَ اللَّهِ آلَيْتَ شَهْرًا. فَقَالَ {إِنَّ الشَّهْرَ يَكُونُ تِسْعًا وَعِشْرِينَ}",
    "hadithBengali": "৬২২৭। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর স্ত্রীগণের ব্যাপারে ঈলা (কসম) করলেন। আর তখন তাঁর কদম মুবারক মচকে গিয়েছিল। তিনি তখন উনত্রিশ দিন কুঠরীতে অবস্থান করেছিলেন। এরপর তিনি নেমে এলেন (স্ত্রীগণের কাছে ফিরে এলেন) লোকেরা তখন জিজ্ঞাসা করল, ইয়া রাসুলাল্লাহ! আপনি তো এক মাসের ঈলা করেছিলেন। তখন তিনি বললেনঃ মাস তো কখনও ঊনত্রিশ দিনেও হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6227",
    "id": "6970",
    "thesequence": "7133",
    "isActive": "1",
    "chapterId": "17503",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৮. যে ব্যাক্তি এ মর্মে কসম করে যে,  স্বীয় স্ত্রীর কাছে একমাস গমন করবে না আর মাস যদি হয় উনত্রিশ দিনে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Hazim:\n\nSahl bin Sa`d said, Abu Usaid, the companion of the Prophet, got married, so he invited the Prophet (ﷺ) to his wedding party, and the bride herself served them. Sahl said to the People, Do you know what drink she served him with? She infused some dates in a pot at night and the next morning she served him with the infusion.",
    "hadithArabic": " حَدَّثَنِي عَلِيٌّ، سَمِعَ عَبْدَ الْعَزِيزِ بْنَ أَبِي حَازِمٍ، أَخْبَرَنِي أَبِي، عَنْ سَهْلِ بْنِ سَعْدٍ، أَنَّ أَبَا أُسَيْدٍ، صَاحِبَ النَّبِيِّ صلى الله عليه وسلم أَعْرَسَ فَدَعَا النَّبِيَّ صلى الله عليه وسلم لِعُرْسِهِ، فَكَانَتِ الْعَرُوسُ خَادِمَهُمْ. فَقَالَ سَهْلٌ لِلْقَوْمِ هَلْ تَدْرُونَ مَا سَقَتْهُ قَالَ أَنْقَعَتْ لَهُ تَمْرًا فِي تَوْرٍ مِنَ اللَّيْلِ، حَتَّى أَصْبَحَ عَلَيْهِ فَسَقَتْهُ إِيَّاهُ.",
    "hadithBengali": "৬২২৮। আলী (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী আবূ উসায়দ (রাঃ) বিবাহ করলেন। তার (ওলীমায়) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দাওয়াত করলেন। আর তখন তার নব বিবাহিতা স্ত্রী তাঁদের খেদমত করছিলেন। সাহল (রাঃ) তার কাওমের লোকদেরকে বললেনঃ তোমরা কি জানো সে মহিলা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি পান করিয়েছিল? সে রাত্রি বেলা একটি পাত্রে তার জন্য খেজুর ভিজিয়ে রেখেছিল। এমনিভাবে সকাল হয়। আর সেগুলই সে তাঁকে পান করাল।\n",
    "checkStatus": "1",
    "hadithNo": "6228",
    "id": "6971",
    "thesequence": "7134",
    "isActive": "1",
    "chapterId": "17504",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৯. যদি কোন ব্যক্তি নাবীয পান করবে না বলে কসম করে। অতঃপর তেল, চিনি বা আসীর পান করে ফেলে তবে কারো কারো মতে কসম ভঙ্গ হবে না, যেহেতু তাদের নিকট এগুলো নাবীযের অন্তর্ভুক্ত নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sauda:\n\n(the wife of the Prophet) One of our sheep died and we tanned its skin and kept on infusing dates in it till it was a worn out water skin.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، عَنِ الشَّعْبِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ عَنْ سَوْدَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ مَاتَتْ لَنَا شَاةٌ فَدَبَغْنَا مَسْكَهَا ثُمَّ مَا زِلْنَا نَنْبِذُ فِيهِ حَتَّى صَارَتْ شَنًّا.",
    "hadithBengali": "৬২২৯। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী সাওদা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমাদের একটি বকরী মরে গেল। আমরা এর চামড়া দাবাগাত করে নিলাম। এরপর থেকে তাতে সর্বদাই আমরা নাবীয প্রস্তুত করতাম। এমন কি তা পুরাতন হয়ে গেল।\n",
    "checkStatus": "1",
    "hadithNo": "6229",
    "id": "6972",
    "thesequence": "7135",
    "isActive": "1",
    "chapterId": "17504",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৬৯. যদি কোন ব্যক্তি নাবীয পান করবে না বলে কসম করে। অতঃপর তেল, চিনি বা আসীর পান করে ফেলে তবে কারো কারো মতে কসম ভঙ্গ হবে না, যেহেতু তাদের নিকট এগুলো নাবীযের অন্তর্ভুক্ত নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe family of (the Prophet) Muhammad never ate wheat-bread with meat for three consecutive days to their fill, till he met Allah.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَابِسٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ مَا شَبِعَ آلُ مُحَمَّدٍ صلى الله عليه وسلم مِنْ خُبْزِ بُرٍّ مَأْدُومٍ ثَلاَثَةَ أَيَّامٍ حَتَّى لَحِقَ بِاللَّهِ.\nوَقَالَ ابْنُ كَثِيرٍ أَخْبَرَنَا سُفْيَانُ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ أَبِيهِ، أَنَّهُ قَالَ لِعَائِشَةَ بِهَذَا.",
    "hadithBengali": "৬২৩০। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, মুহাম্মাদ পরিবার তরকারী মিশ্রিত গমের রুটি একাধারে তিনদিন পর্যন্ত খেয়ে পরিতৃপ্ত হননি। এভাবে তিনি আল্লাহ তা&#39;আলার সঙ্গে মিলিত হয়েছে। ইবনু কাসীর (রহঃ) ... আবীস (রহঃ) থেকে বর্ণিত যে, তিনি এই হাদীসটি আয়িশা (রাঃ) কে বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6230",
    "id": "6973",
    "thesequence": "7136",
    "isActive": "1",
    "chapterId": "17505",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭০. যখন কোন ব্যক্তি তরকারী খাবে না বলে কসম করে,  এরপর রুটির সাথে খেজুর মিশ্রিত করে খায়। আর কোন জিনিস তরকারীর অর্ন্তভুক্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAbu Talha said to Um Sulaim, I heard the voice of Allahs Messenger (ﷺ) rather weak, and I knew that it was because of hunger. Have you anything (to present to the Prophet)? She said, Yes. Then she took out a few loaves of barley bread and took a veil of hers and wrapped the bread with a part of it and sent me to Allahs Messenger (ﷺ). I went and found Allahs Messenger (ﷺ) sitting in the mosque with some people. I stood up before him. Allahs Messenger (ﷺ) said to me, Has Abu Talha sent you? I said,  Yes. Then Allahs Messenger (ﷺ) said to those who were with him. Get up and proceed. I went ahead of them (as their forerunner) and came to Abu Talha and informed him about it. Abu Talha said, O Um Sulaim! Allahs Messenger (ﷺ) has come and we have no food to feed them. Um Sulaim said, Allah and His Apostle know best. So Abu Talha went out (to receive them) till he met Allahs Messenger (ﷺ). Allahs Messenger (ﷺ) came in company with Abu Talha and they entered the house. Allahs Messenger (ﷺ) said, O Um Sulaim! Bring whatever you have. So she brought that (barley) bread and Allahs Messenger (ﷺ) ordered that bread to be broken into small pieces, and then Um Sulaim poured over it some butter from a leather butter container, and then Allahs Messenger (ﷺ) said what Allah wanted him to say, (i.e. blessing the food). Allahs Messenger (ﷺ) then said, Admit ten men. Abu Talha admitted them and they ate to their fill and went out. He again said, Admit ten men. He admitted them, and in this way all the people ate to their fill, and they were seventy or eighty men.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، قَالَ قَالَ أَبُو طَلْحَةَ لأُمِّ سُلَيْمٍ لَقَدْ سَمِعْتُ صَوْتَ، رَسُولِ اللَّهِ صلى الله عليه وسلم ضَعِيفًا أَعْرِفُ فِيهِ الْجُوعَ، فَهَلْ عِنْدَكِ مِنْ شَىْءٍ فَقَالَتْ نَعَمْ. فَأَخْرَجَتْ أَقْرَاصًا مِنْ شَعِيرٍ، ثُمَّ أَخَذَتْ خِمَارًا لَهَا، فَلَفَّتِ الْخُبْزَ بِبَعْضِهِ، ثُمَّ أَرْسَلَتْنِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَهَبْتُ فَوَجَدْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي الْمَسْجِدِ وَمَعَهُ النَّاسُ، فَقُمْتُ عَلَيْهِمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَرْسَلَكَ أَبُو طَلْحَةَ . فَقُلْتُ نَعَمْ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِمَنْ مَعَهُ  قُومُوا . فَانْطَلَقُوا، وَانْطَلَقْتُ بَيْنَ أَيْدِيهِمْ حَتَّى جِئْتُ أَبَا طَلْحَةَ فَأَخْبَرْتُهُ. فَقَالَ أَبُو طَلْحَةَ يَا أُمَّ سُلَيْمٍ قَدْ جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَلَيْسَ عِنْدَنَا مِنَ الطَّعَامِ مَا نُطْعِمُهُمْ. فَقَالَتِ اللَّهُ وَرَسُولُهُ أَعْلَمُ. فَانْطَلَقَ أَبُو طَلْحَةَ حَتَّى لَقِيَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَقْبَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو طَلْحَةَ حَتَّى دَخَلاَ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  هَلُمِّي يَا أُمَّ سُلَيْمٍ مَا عِنْدَكِ . فَأَتَتْ بِذَلِكَ الْخُبْزِ ـ قَالَ ـ فَأَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِذَلِكَ الْخُبْزِ فَفُتَّ، وَعَصَرَتْ أُمُّ سُلَيْمٍ عُكَّةً لَهَا فَأَدَمَتْهُ، ثُمَّ قَالَ فِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم مَا شَاءَ اللَّهُ أَنْ يَقُولَ، ثُمَّ قَالَ  ائْذَنْ لِعَشَرَةٍ . فَأَذِنَ لَهُمْ فَأَكَلُوا حَتَّى شَبِعُوا، ثُمَّ خَرَجُوا، ثُمَّ قَالَ  ائْذَنْ لِعَشَرَةٍ . فَأَذِنَ لَهُمْ، فَأَكَلَ الْقَوْمُ كُلُّهُمْ وَشَبِعُوا، وَالْقَوْمُ سَبْعُونَ أَوْ ثَمَانُونَ رَجُلاً.",
    "hadithBengali": "৬২৩১। কুতায়বা ইবনু সাঈদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আবূ তালহা (রাঃ) উম্মে সুলায়ম (রাঃ) কে বললেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দূর্বল আওয়াজ শুনতে পেলাম, যার মাঝে আমি ক্ষুধার আভাষ পেলাম। তোমার কাছে কি কিছু আছে? উম্মে সুলায়ম (রাঃ) বলল, হ্যাঁ। তখন তিনি কয়েকটি যবের রুটি বের করলেন। এরপর তার ওড়নাটি নিলেন এবং এর কিছু অংশে রুটিগুলি পেঁচিয়ে নিলেন। আনাস (রাঃ) বলেনঃ এরপর তিনি আমাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পাঠিয়ে দিলেন। আমি গিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মসজিদে পেলাম। এবং কতিপয় লোক তাঁর সঙ্গে রয়েছে। আমি তাদের সামনে গিয়ে দাঁড়ালাম। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমাকে কি আবূ তালহা গাঠিয়েছে? আমি বললাম, জি হ্যাঁ।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সঙ্গীদেরকে বললেনঃ উঠ (আবূ তালহার কাছে যাও)। তখন তাঁরা আবূ তালহার নিকট চললেন। আমি তাদের আগে আগে যেতে লাগলাম। অবশেষে আবূ তালহার কাছে এসে উপস্থিত হলাম এবং তাকে এ সম্পর্কে খবর দিলাম। তখন আবূ তালহা (রাঃ) বলল, হে উম্মে সুলায়ম! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-ই তো আমাদের কাছে তশরীফ এনেছেন অথচ আমাদের নিকট তো এমন কোন খাদ্যই নেই যা তাদের খেতে দিতে পারি। উম্মে সুলায়ম (রাঃ) বলল, আল্লাহ ও তার রাসুলই এ ব্যাপারে সবচেয়ে ভাল জানেন।\n\nআবূ তালহা (রাঃ) রেরিয়ে এলেন এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সাক্ষাৎ করলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ তালহা (রাঃ) উভয়ই সামনাসামনি হলেন এবং উভয়ই একত্রে ঘরে প্রবেশ করলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে উম্মে সুলায়ম! তোমার কাছে যা আছে তাই নিয়ে এসো। তখন উম্মে সুলায়ম (রাঃ) ঐ রুটিগুলি তার সামনে পেশ করলেন। রাবী বলেনঃ এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঐ রুটিগুলি ছিড়ার জন্য হুকুম করলেন। তখন রুটিগুলি টুকরা টুকরা করা হল।\n\nউম্মে সুলায়ম (রাঃ) তার ঘি এর পাত্র থেকে ঘি নিংড়ে বের করলেন এবং তাতে মিশ্রিত করে দিলেন। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার উপর আল্লাহর ইচ্ছা অনুযায়ী কিছু পাঠ করলেন এবং বললেনঃ দশজন লোককে অনুমতি দাও। তিনি তাদেরকে অনুমতি দিলেন। তখন তারা সকলেই আহার করলেন, এমন কি সবাই পরিতৃপ্ত হয়ে সেখান থকে বের হলেন। এরপর তিনি আবার বললেনঃ (আরও) দশজনকে অনুমতি দাও। তখন তাদরেকে অনূমতি দেয়া হল। এভাবে তারা সকলেই আহার করলেন, এমনকি সবহি পরিতৃপ্ত হয়ে সেখান থেকে বের হলেন। এরপর আবারো তিনি বললেনঃ আরো দশজনকে আসতে দাও। দলের লোক সংখ্যা ছিল সত্তর বা আশি জন।\n",
    "checkStatus": "1",
    "hadithNo": "6231",
    "id": "6974",
    "thesequence": "7137",
    "isActive": "1",
    "chapterId": "17505",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭০. যখন কোন ব্যক্তি তরকারী খাবে না বলে কসম করে,  এরপর রুটির সাথে খেজুর মিশ্রিত করে খায়। আর কোন জিনিস তরকারীর অর্ন্তভুক্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Umar bin Al-Khattab:\n\nI heard Allahs Messenger (ﷺ) saying, The (reward of) deeds, depend upon the intentions and every person will get the reward according to what he has intended. So whoever emigrated for the sake of Allah and His Apostle, then his emigration will be considered to be for Allah and His Apostle, and whoever emigrated for the sake of worldly gain or for a woman to marry, then his emigration will be considered to be for what he emigrated for.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، يَقُولُ أَخْبَرَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ، أَنَّهُ سَمِعَ عَلْقَمَةَ بْنَ وَقَّاصٍ اللَّيْثِيَّ، يَقُولُ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنَّمَا الأَعْمَالُ بِالنِّيَّةِ، وَإِنَّمَا لاِمْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ .",
    "hadithBengali": "৬২৩২। কুতায়বা ইবনু সাঈদ (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে নিশ্চয়ই প্রতিটি আমলের গ্রহণযোগ্যতা ভার নিয়্যাতের উপয় নির্ভরশীল। কোন ব্যাক্তি তাই লাভ করবে যা সে নিয়্যাত করে থাকে। যে ব্যাক্তি আল্লাহ ও তার রাসুলের সন্তুষ্টির জন্য হিজরত করবে তার হিজরত আল্লাহ ও তার রাসূলের সন্তুটির জন্যই হবে। আর যার হিজরত দুনিয়াকে হাসিলের জন্য হবে অথবা কোন রমনীকে বিয়ে করার জন্য হবে তার হিজরত সে উদ্দেশ্যই হবে যে জন্য সে হিজরত করেছে।\n",
    "checkStatus": "1",
    "hadithNo": "6232",
    "id": "6975",
    "thesequence": "7138",
    "isActive": "1",
    "chapterId": "17506",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭১. কসমের মধ্যে নিয়ত করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ka`b bin Malik:\n\nIn the last part of his narration about the three who remained behind (from the battle of Tabuk). (I said) As a proof of my true repentance (for not joining the Holy battle of Tabuk), I shall give up all my property for the sake of Allah and His Apostle (as an expiation for that sin). The Prophet (ﷺ) said (to me), Keep some of your wealth, for that is better for you.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عَبْدُ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، وَكَانَ، قَائِدَ كَعْبٍ مِنْ بَنِيهِ حِينَ عَمِيَ ـ قَالَ سَمِعْتُ كَعْبَ بْنَ مَالِكٍ، فِي حَدِيثِهِ {َعَلَى الثَّلاَثَةِ الَّذِينَ خُلِّفُوا} َقَالَ فِي آخِرِ حَدِيثِهِ إِنَّ مِنْ تَوْبَتِي أَنِّي أَنْخَلِعُ مِنْ مَالِي صَدَقَةً إِلَى اللَّهِ وَرَسُولِهِ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  أَمْسِكْ عَلَيْكَ بَعْضَ مَالِكَ فَهْوَ خَيْرٌ لَكَ .",
    "hadithBengali": "৬২৩৩। আহামাদ ইবনু সালিহ (রহঃ) ... আবদুল্লাহ ইবনু কা&#39;ব ইবনু মালিক (রাঃ) থেকে বর্ণিত। কাব (রাঃ) যখন অন্ধ হয়ে গিয়েছিলেন, তখন তার জনৈক পুত্র তাঁকে ধরে নিয়ে চলতেন। আবদুর রাহমান বলেনঃ আমি আল্লাহর বানীঃ যে তিনজন তাবুকের যুদ্ধে অংশ গ্রহণ করা থেকে বিরত হয়েছে। সংক্রান্ত ঘটনা বর্ণনা করতে কাব ইবনু মালিককে শুনেছি। তিনি তার বর্ণনার শেষাংশে বলেনঃ আমার তওবা এটাই যে আমার সমস্ত মাল আল্লাহ ও তাঁর রাসূল এর কাছে দান করে দিয়ে আমি মুক্ত হব। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কিছু মাল তোমার নিজের জন্য রাখ এটি তোমার জন্য কল্যানকর হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6233",
    "id": "6976",
    "thesequence": "7139",
    "isActive": "1",
    "chapterId": "17507",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭২. যখন কোন ব্যাক্তি তার মাল মানত ও তওবার লক্ষ্যে দান করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) used to stay (for a period) in the house of Zainab bint Jahsh (one of the wives of the Prophet ) and he used to drink honey in her house. Hafsa and I decided that when the Prophet (ﷺ) entered upon either of us, she would say, I smell in you the bad smell of Maghafir (a bad smelling raisin). Have you eaten Maghafir? When he entered upon one of us, she said that to him. He replied (to her), No, but I have drunk honey in the house of Zainab bint Jahsh, and I will never drink it again. Then the following verse was revealed: O Prophet ! Why do you ban (for you) that which Allah has made lawful for you?. ..(up to) If you two (wives of the Prophet (ﷺ) turn in repentance to Allah. (66.1-4) The two were `Aisha and Hafsa And also the Statement of Allah: And (Remember) when the Prophet (ﷺ) disclosed a matter in confidence to one of his wives! (66.3) i.e., his saying, But I have drunk honey. Hisham said: It also meant his saying, I will not drink anymore, and I have taken an oath, so do not inform anybody of that.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْحَجَّاجُ، عَنِ ابْنِ جُرَيْجٍ، قَالَ زَعَمَ عَطَاءٌ أَنَّهُ سَمِعَ عُبَيْدَ بْنَ عُمَيْرٍ، يَقُولُ سَمِعْتُ عَائِشَةَ، تَزْعُمُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَمْكُثُ عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ، وَيَشْرَبُ عِنْدَهَا عَسَلاً، فَتَوَاصَيْتُ أَنَا وَحَفْصَةُ أَنَّ أَيَّتَنَا دَخَلَ عَلَيْهَا النَّبِيُّ صلى الله عليه وسلم فَلْتَقُلْ إِنِّي أَجِدُ مِنْكَ رِيحَ مَغَافِيرَ، أَكَلْتَ مَغَافِيرَ فَدَخَلَ عَلَى إِحْدَاهُمَا فَقَالَتْ ذَلِكَ لَهُ. فَقَالَ  لاَ بَلْ شَرِبْتُ عَسَلاً عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ، وَلَنْ أَعُودَ لَهُ . فَنَزَلَتْ {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ}، {إِنْ تَتُوبَا إِلَى اللَّهِ}، لِعَائِشَةَ وَحَفْصَةَ، {وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا} لِقَوْلِهِ  بَلْ شَرِبْتُ عَسَلاً .\nوَقَالَ لِي إِبْرَاهِيمُ بْنُ مُوسَى عَنْ هِشَامٍ،  وَلَنْ أَعُودَ لَهُ، وَقَدْ حَلَفْتُ، فَلاَ تُخْبِرِي بِذَلِكَ أَحَدًا .",
    "hadithBengali": "৬২৩৪। হাসান ইবনু মুহাম্মদ (রহঃ) ... আয়িশা সিদ্দীকা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সময় যায়নাব বিনত জাহাশ (রাঃ) এর কাছে অবস্হান করছিলেন এবং তার কাছে মধু পান করেছিলেন। আয়িশা (রাঃ) বলেনঃ আমি এবং হাফসা (রাঃ) পরস্পরে পরামর্শ করলাম যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের দু&#39;জনের মধ্যে যার কাছে আগে আসবেন তখন আমরা তাঁকে এ কথাটি বলব যে, আপনার মুখ থেকে তো মাগাফীরের গন্ধ পাচ্ছি। আপনি কি মাগাফীর খেয়েছেন? এরপর তিনি কোন একজনের ঘরে প্রবেশ করলেন। তখন তিনি তাঁকে ঐ কথাটি বললেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জবাব দিলেন, না বরং আমি যায়নাব বিনত জাহাশের কাছে মধু পান করেছি। এরপরে আর কখনও এ কাজটি করব না।\n\nতখনই এ আয়াত নাযিল হলঃيَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ}، {إِنْ تَتُوبَا إِلَى اللَّهِ &ldquo;তোমরা উভয়ে যদি আল্লাহর কাছে তওবা কর&rdquo; এখানে সন্মোধন আয়শা ও হাফসা (রাঃ) এর প্রতি। আরإِذْ أَسَرَّ النَّبِيُّ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তাঁর কোন স্ত্রীর কাছে কথাকে গোপন করেন। এ আয়াত খানা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথাبَلْ شَرِبْتُ عَسَلاً &ldquo;বরং আমি মধু পান করেছি&rdquo; এর প্রতি ইঙ্গিত করণার্থে নাযিল হয়েছে।\n\nইবরাহীম ইবনু মূসা (রহঃ) হিশাম থেকে বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি কসম করে ফেলেছি এ কাজটি আমি আর কখনও করব না। তুমি এ ব্যাপারটি কারও কাছে প্রকাশ করো না।\n",
    "checkStatus": "1",
    "hadithNo": "6234",
    "id": "6977",
    "thesequence": "7140",
    "isActive": "1",
    "chapterId": "17508",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭৩. যখন কোন ব্যক্তি কোন খাদ্যকে হারাম করে নেয় এবং আল্লাহর বাণীঃ হে নবী! আল্লাহ আপনার জন্য যা হালাল করেছেন আপনি আপনার স্ত্রীদের সন্তুষ্টির জন্য কেন তা হারাম করেছেন ? (৬৬ঃ ১) এবং আল্লাহর বাণীঃ ঐ সমস্ত পবিত্র বস্তুকে হারাম করো না,  যা আল্লাহ তা&lsquo;আলা তোমাদের জন্য হালাল করে দিয়েছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Al-Harith:\n\nthat he heard Ibn `Umar saying, Werent people forbidden to make vows? The Prophet (ﷺ) said, A vow neither hastens nor delays anything, but by the making of vows, some of the wealth of a miser is taken out.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ صَالِحٍ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، حَدَّثَنَا سَعِيدُ بْنُ الْحَارِثِ، أَنَّهُ سَمِعَ ابْنَ عُمَرَ ـ رضى الله عنهما ـ يَقُولُ أَوَلَمْ يُنْهَوْا عَنِ النَّذْرِ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِنَّ النَّذْرَ لاَ يُقَدِّمُ شَيْئًا، وَلاَ يُؤَخِّرُ، وَإِنَّمَا يُسْتَخْرَجُ بِالنَّذْرِ مِنَ الْبَخِيلِ .",
    "hadithBengali": "৬২৩৫। ইয়াহইয়া ইবনু সালিহ (রহঃ) ... সাঈদ ইবনু হারিস (রাঃ) থেকে বর্ণিত। তিনি ইবনু উমর (রাঃ) কে বলতে শুনেছেন, তোমাদেরকে কি মানত করতে নিষেধ করা হয়নি? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো বলেছেনঃ মানত কোন কিছুকে বিন্দুমাত্র এগিয়ে আনতে পারে না এবং পিছিয়েও দিতে পারে না। তরে হ্যাঁ, মানতের দ্বারা কৃপণের কাছ থেকে (কিছু মাল) বের করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6235",
    "id": "6978",
    "thesequence": "7141",
    "isActive": "1",
    "chapterId": "17509",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭৪. মানত পুরা করা এবং আল্লাহর বাণীঃ তাদের দ্বারা মানত পুরা করা হয়ে থাকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nThe Prophet (ﷺ) forbade the making of vows and said, It (a vow) does not prevent anything (that has to take place), but the property of a miser is spent (taken out) with it.",
    "hadithArabic": "حَدَّثَنَا خَلاَّدُ بْنُ يَحْيَى، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ النَّذْرِ وَقَالَ   إِنَّهُ لاَ يَرُدُّ شَيْئًا، وَلَكِنَّهُ يُسْتَخْرَجُ بِهِ مِنَ الْبَخِيلِ .",
    "hadithBengali": "৬২৩৬। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মানত করতে নিষেধ করেছেন এবং বলেছেনঃ এতে কিছুই রদ হয় না, কিন্তু কৃপণ থেকে মাল বের করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6236",
    "id": "6979",
    "thesequence": "7142",
    "isActive": "1",
    "chapterId": "17509",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭৪. মানত পুরা করা এবং আল্লাহর বাণীঃ তাদের দ্বারা মানত পুরা করা হয়ে থাকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Allah says, The vow, does not bring about for the son of Adam anything I have not decreed for him, but his vow may coincide with what has been decided for him, and by this way I cause a miser to spend of his wealth. So he gives Me (spends in charity) for the fulfillment of what has been decreed for him what he would not give Me before but for his vow.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ يَأْتِي ابْنَ آدَمَ النَّذْرُ بِشَىْءٍ لَمْ يَكُنْ قُدِّرَ لَهُ، وَلَكِنْ يُلْقِيهِ النَّذْرُ إِلَى الْقَدَرِ قَدْ قُدِّرَ لَهُ، فَيَسْتَخْرِجُ اللَّهُ بِهِ مِنَ الْبَخِيلِ، فَيُؤْتِي عَلَيْهِ مَا لَمْ يَكُنْ يُؤْتِي عَلَيْهِ مِنْ قَبْلُ .",
    "hadithBengali": "৬২৩৭। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মানত মানুষকে এমন বস্তু এনে দিতে পারে না, যা আমি তাকদীরে নির্ধারিত করিনি। বরং মানতটি তাকদীরের মাঝেই ঢেলে দেয়া হয় যা তার জন্য নির্ধারন করা হয়েছে। সুতরাং এর মাধ্যমে আল্লাহ তা&#39;আলা কৃপনের কাছ থেকে মাল বের করে নিয়ে আসেন। আর তাকে এমন কিছু দিয়ে থাকেন যা পূর্বে তাকে দেওয়া হয়নি।\n",
    "checkStatus": "1",
    "hadithNo": "6237",
    "id": "6980",
    "thesequence": "7143",
    "isActive": "1",
    "chapterId": "17509",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭৪. মানত পুরা করা এবং আল্লাহর বাণীঃ তাদের দ্বারা মানত পুরা করা হয়ে থাকে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zahdam bin Mudarrab:\n\n`Imran bin Hussain said, The Prophet (ﷺ) said, The best of you (people) are my generation, and the second best will be those who will follow them, and then those who will follow the second generation. `Imran added, I do not remember whether he mentioned two or three (generations) after his generation. He added, Then will come some people who will make vows but will not fulfill them; and they will be dishonest and will not be trustworthy, and they will give their witness without being asked to give their witness, and fatness will appear among them. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، عَنْ يَحْيَى، عَنْ شُعْبَةَ، قَالَ حَدَّثَنِي أَبُو جَمْرَةَ، حَدَّثَنَا زَهْدَمُ بْنُ مُضَرِّبٍ، قَالَ سَمِعْتُ عِمْرَانَ بْنَ حُصَيْنٍ، يُحَدِّثُ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   خَيْرُكُمْ قَرْنِي، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ الَّذِينَ يَلُونَهُمْ ـ قَالَ عِمْرَانُ لاَ أَدْرِي ذَكَرَ ثِنْتَيْنِ أَوْ ثَلاَثًا بَعْدَ قَرْنِهِ ـ ثُمَّ يَجِيءُ قَوْمٌ يَنْذُرُونَ وَلاَ يَفُونَ، وَيَخُونُونَ وَلاَ يُؤْتَمَنُونَ، وَيَشْهَدُونَ وَلاَ يُسْتَشْهَدُونَ، وَيَظْهَرُ فِيهِمُ السِّمَنُ .",
    "hadithBengali": "৬২৩৮। মুসাদ্দাদ (রহঃ) ... ইমরান ইবনু হুসায়ন (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের-মধ্যে আমার যমানার লোকেরাই সর্বোত্তম, এরপর তাদের পরবর্তী যমানার লোকেরা, এরপর তাদের পরবর্তী লোকেরা। ইমরান (রাঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার যমানা বলার পর দু&#39;বার বলেছেন না কি তিনবার তা আমার স্মরণ নেই। এরপর এমন সব লোকের আবির্ভাব হবে যারা মানত করবে অথচ তা পূর্ন করবে না। তারা খেয়ানত করবে তাদের আমানতদার মনে করা হবে না। তাবা সাক্ষ্য প্রদান করবে অথচ তাদেরকে সাক্ষী দেওয়ার জন্য বলা হবে না। আর তাদের মাঝে হৃষ্টপুষ্টতা প্রকাশিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6238",
    "id": "6981",
    "thesequence": "7144",
    "isActive": "1",
    "chapterId": "17510",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭৫. মানত করে তা পূর্ণ না করা গুনাহর কাজ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) said, Whoever vows that he will be obedient to Allah, should remain obedient to Him; and whoever made a vow that he will disobey Allah, should not disobey Him.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا مَالِكٌ، عَنْ طَلْحَةَ بْنِ عَبْدِ الْمَلِكِ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ نَذَرَ أَنْ يُطِيعَ اللَّهَ فَلْيُطِعْهُ، وَمَنْ نَذَرَ أَنْ يَعْصِيَهُ فَلاَ يَعْصِهِ .",
    "hadithBengali": "৬২৩৯। আবূ নুয়াঈম (রহঃ) ... আয়িশা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ যে ব্যাক্তি এরূপ মানত করে যে, সে আল্লাহর আনুগত্য করবে তাহলে সে যেন তাঁর আনুগত্য করে। আর যে এরূপ মানত করে, সে আল্লাহর নাফরমানী করবে তাহলে সে যেন তার নাফরমানী না করে।\n",
    "checkStatus": "1",
    "hadithNo": "6239",
    "id": "6982",
    "thesequence": "7145",
    "isActive": "1",
    "chapterId": "17511",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭৬. ইবাদতের ক্ষেত্রে মানত করা। (এবং মহান আল্লাহর বাণীঃ) যা কিছু তোমরা ব্যয় কর অথবা যা কিছু তোমরা মানত কর আয়াতের শেষ পর্যন্ত (২ঃ ২৭০)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\n`Umar said O Allahs Messenger (ﷺ)! I vowed to perform I`tikaf for one night in Al-Masjid-al-Haram, during the Pre-Islamic Period of ignorance (before embracing Islam). The Prophet (ﷺ) said, Fulfill your vow. Ibn `Umar said to the lady, Pray on her behalf. Ibn `Abbas said the same.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ، قَالَ يَا رَسُولَ اللَّهِ إِنِّي نَذَرْتُ فِي الْجَاهِلِيَّةِ أَنْ أَعْتَكِفَ لَيْلَةً فِي الْمَسْجِدِ الْحَرَامِ. قَالَ   أَوْفِ بِنَذْرِكَ .",
    "hadithBengali": "৬২৪০। মুহাম্মাদ ইবনু মুকাতিল আবূল হাসান (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্নিত যে, উমর (রাঃ) একদা বললেন, ইয়া রাসুলাল্লাহ! আমি জাহিলী যুগে মানত করেছিলাম যে, মসজিদে হারামে এক রাত ইতিকাফ করব। তিনি বললেনঃ তুমি তোমার মানত পুরা করে নাও।\n",
    "checkStatus": "1",
    "hadithNo": "6240",
    "id": "6983",
    "thesequence": "7146",
    "isActive": "1",
    "chapterId": "17512",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭৭. কোন ব্যাক্তি জাহিলী যুগে মানত করল বা কসম করল যে,  সে মানুষের সঙ্গে কথা বলবে না, অতঃপর সে ইসলাম গ্রহন করেছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Ubada Al-Ansari:\n\nthat he consulted the Prophet (ﷺ) about a vow that had been made by his mother who died without fulfilling it. The Prophet (ﷺ) gave his verdict that he should fulfill it on her behalf. The verdict became Sunna (i.e. the Prophets tradition).",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّ سَعْدَ بْنَ عُبَادَةَ الأَنْصَارِيَّ اسْتَفْتَى النَّبِيَّ صلى الله عليه وسلم فِي نَذْرٍ كَانَ عَلَى أُمِّهِ، فَتُوُفِّيَتْ قَبْلَ أَنْ تَقْضِيَهُ. فَأَفْتَاهُ أَنْ يَقْضِيَهُ عَنْهَا، فَكَانَتْ سُنَّةً بَعْدُ.",
    "hadithBengali": "৬২৪১। আবূল ইয়ামান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। উবায়দুল্লাহ ইবনু আবদুল্লাহ (রাঃ) কে ইবনু আব্বাস (রাঃ) এ মর্মে জানিয়েছেন যে, সাদ ইবনু উবাদা আনসারী (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে জানতে চেয়েছিলেন তার মাতার কোন এক মানত সম্পর্কে, যা আদায় করার পূর্বেই তিনি ইন্তেকাল করেছিলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে তার মায়ের পক্ষ থেকে মানত আদায় করে দেওয়ার নির্দেশ প্রদান করলেন। আর পরবর্তীতে এটাই সুন্নাত হিসাবে পরিগণিত হল।\n",
    "checkStatus": "1",
    "hadithNo": "6241",
    "id": "6984",
    "thesequence": "7147",
    "isActive": "1",
    "chapterId": "17513",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭৮. মানত আদায় না করে কোন ব্যক্তি যদি মারা যায়। ইবনু উমর (রাঃ) এক মহিলাকে নির্দেশ দিয়েছেন যার মাতা কুবার মাসজিদে নামায আদায় করবে বলে মানত করেছিল। তখন তিনি তাকে বলেছিলেন,  তার পক্ষ থেকে নামায আদায় করে নিতে। ইবনু আব্বাস (রাঃ)-ও এরূপ বর্ণনা করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nA man came to the Prophet (ﷺ) and said to him, My sister vowed to perform the Hajj, but she died (before fulfilling it). The Prophet (ﷺ) said, Would you not have paid her debts if she had any? The man said, Yes. The Prophet (ﷺ) said, So pay Allahs Rights, as He is more entitled to receive His rights.",
    "hadithArabic": " حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي بِشْرٍ، قَالَ سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ أَتَى رَجُلٌ النَّبِيَّ صلى الله عليه وسلم فَقَالَ لَهُ إِنَّ أُخْتِي نَذَرَتْ أَنْ تَحُجَّ وَإِنَّهَا مَاتَتْ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  لَوْ كَانَ عَلَيْهَا دَيْنٌ أَكُنْتَ قَاضِيَهُ . قَالَ نَعَمْ. قَالَ  فَاقْضِ اللَّهَ، فَهْوَ أَحَقُّ بِالْقَضَاءِ .",
    "hadithBengali": "৬২৪২। আদম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে জনৈক ব্যাক্তি এসে বলল যে, আমার বোন হাজ্জ (হজ্জ) করবে বলে মানত করেছিল। আর সে মারা গিয়েছে। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তার ওপর যদি কোন ঋণ থাকত তরে কি তুমি তা পূরণ করতে না? লোকটি বলল, হ্যাঁ। তিনি বললেনঃ সুতরাং আল্লাহ তা&#39;আলার হককে আদায় করে দাও। কেননা, আল্লাহর হক আদায় করাটা তো অধিক কর্তব্য।\n",
    "checkStatus": "1",
    "hadithNo": "6242",
    "id": "6985",
    "thesequence": "7148",
    "isActive": "1",
    "chapterId": "17513",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭৮. মানত আদায় না করে কোন ব্যক্তি যদি মারা যায়। ইবনু উমর (রাঃ) এক মহিলাকে নির্দেশ দিয়েছেন যার মাতা কুবার মাসজিদে নামায আদায় করবে বলে মানত করেছিল। তখন তিনি তাকে বলেছিলেন,  তার পক্ষ থেকে নামায আদায় করে নিতে। ইবনু আব্বাস (রাঃ)-ও এরূপ বর্ণনা করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) said, Whoever vowed to be obedient to Allah, must be obedient to Him; and whoever vowed to be disobedient to Allah, should not be disobedient to Him.",
    "hadithArabic": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ مَالِكٍ، عَنْ طَلْحَةَ بْنِ عَبْدِ الْمَلِكِ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَنْ نَذَرَ أَنْ يُطِيعَ اللَّهَ فَلْيُطِعْهُ، وَمَنْ نَذَرَ أَنْ يَعْصِيَهُ فَلاَ يَعْصِهِ .",
    "hadithBengali": "৬২৪৩। আবূ আসিম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আল্লাহ তাআলার আনুগত্য করার মানত করে সে যেন তার আনুগত্য করে। আর যে ব্যাক্তি আল্লাহর নাফরমানী করার মানত করে সে যেন তার নাফরমানী না করে।\n",
    "checkStatus": "1",
    "hadithNo": "6243",
    "id": "6986",
    "thesequence": "7149",
    "isActive": "1",
    "chapterId": "17514",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭৯. গুনাহর কাজের এবং ঐ বস্তুর মানত করা যার উপর অধিকার নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) said, Allah is not in need of this man) torturing himself, when he saw the man walking between his two sons (who were supporting him).",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ حُمَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّ اللَّهَ لَغَنِيٌّ عَنْ تَعْذِيبِ هَذَا نَفْسَهُ . وَرَآهُ يَمْشِي بَيْنَ ابْنَيْهِ.\nوَقَالَ الْفَزَارِيُّ عَنْ حُمَيْدٍ حَدَّثَنِي ثَابِتٌ عَنْ أَنَسٍ",
    "hadithBengali": "৬২৪৪। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ এ ব্যাক্তিটি যে নিজের জানকে আযাবের মধ্যে ঠেলে দিয়েছে নিশ্চয় এতে আল্লাহর কোন প্রয়োজন নেই। আর তিনি লোকটিকে দেখলেন যে, সে তার দু&#39;টি পুত্রের মাঝে ভর করে হাঁটছে। ফাযারীও অত্র হাদীসটি ... আনাস (রাঃ) থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6244",
    "id": "6987",
    "thesequence": "7150",
    "isActive": "1",
    "chapterId": "17514",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭৯. গুনাহর কাজের এবং ঐ বস্তুর মানত করা যার উপর অধিকার নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) saw a man performing Tawaf around the Ka`ba, tied with a rope or something else (while another person was holding him). The Prophet (ﷺ) cut that rope off.",
    "hadithArabic": " حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ سُلَيْمَانَ الأَحْوَلِ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَأَى رَجُلاً يَطُوفُ بِالْكَعْبَةِ بِزِمَامٍ أَوْ غَيْرِهِ، فَقَطَعَهُ.",
    "hadithBengali": "৬২৪৫। আবূ আসিম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে দেখতে পেলেন। লোকটি একটি রশির অথবা অন্য কিছুর সাহায্যে কাবা শরীফ তাওয়াফ করছে। তিনি সে রশিটি কেটে ফেললেন।\n",
    "checkStatus": "1",
    "hadithNo": "6245",
    "id": "6988",
    "thesequence": "7151",
    "isActive": "1",
    "chapterId": "17514",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭৯. গুনাহর কাজের এবং ঐ বস্তুর মানত করা যার উপর অধিকার নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nWhile performing the Tawaf around the Ka`ba, the Prophet (ﷺ) passed by a person leading another person by a hair-rope nose-ring in his nose. The Prophet (ﷺ) cut the hair-rope nose-ring off with his hand and ordered the man to lead him by the hand.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي سُلَيْمَانُ الأَحْوَلُ، أَنَّ طَاوُسًا، أَخْبَرَهُ عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم مَرَّ وَهْوَ يَطُوفُ بِالْكَعْبَةِ بِإِنْسَانٍ يَقُودُ إِنْسَانًا بِخِزَامَةٍ فِي أَنْفِهِ، فَقَطَعَهَا النَّبِيُّ صلى الله عليه وسلم بِيَدِهِ، ثُمَّ أَمَرَهُ أَنْ يَقُودَهُ بِيَدِهِ",
    "hadithBengali": "৬২৪৬। ইবরাহীম ইবনু মূসা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কা&#39;বার তাওয়াফ করার সময় এক ব্যাক্তির কাছ দিয়ে যাচ্ছিলেন। লোকটি অন্য আরেকজনকে নাকে রশি লাগিয়ে টানছিল (আর সে তাওয়াফ করছিল) এতদৃষ্টে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বহস্তে তার রশিটি কেটে ফেললেন এবং হুকুম করলেন, যেন তাকে হাতে টেনে নিয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "6246",
    "id": "6989",
    "thesequence": "7152",
    "isActive": "1",
    "chapterId": "17514",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭৯. গুনাহর কাজের এবং ঐ বস্তুর মানত করা যার উপর অধিকার নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nWhile the Prophet (ﷺ) was delivering a sermon, he saw a man standing, so he asked about that man. They (the people) said, It is Abu Israil who has vowed that he will stand and never sit down, and he will never come in the shade, nor speak to anybody, and will fast. The Prophet (ﷺ) said, Order him to speak and let him come in the shade, and make him sit down, but let him complete his fast.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ بَيْنَا النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ إِذَا هُوَ بِرَجُلٍ قَائِمٍ فَسَأَلَ عَنْهُ فَقَالُوا أَبُو إِسْرَائِيلَ نَذَرَ أَنْ يَقُومَ وَلاَ يَقْعُدَ وَلاَ يَسْتَظِلَّ وَلاَ يَتَكَلَّمَ وَيَصُومَ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم   مُرْهُ فَلْيَتَكَلَّمْ وَلْيَسْتَظِلَّ وَلْيَقْعُدْ وَلْيُتِمَّ صَوْمَهُ .\nقَالَ عَبْدُ الْوَهَّابِ حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৬২৪৭। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবা প্রদান করছিলেন। এক ব্যাক্তিকে দাঁড়ানো দেখে তার সম্পর্কে লোকদের কাছে জিজ্ঞাসা করলেন। লোকেরা বলল যে, এ লোকটির নাম আবূ ইসরাঈল। সে মানত করেছে ষে, দাঁড়িয়ে থাকবে, বসবে না, ছায়াতে যাবে না, কারও সঙ্গে কথা বলবে না এবং সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করবে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ লোকটিকে বলে দাও সে যেন কথা বলে, ছায়াতে যায়, বসে এবং তার সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) সমাপ্ত করে।\n\nআবদুল ওয়াহহাব, আইউব ও ইকরামার সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অত্র হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6247",
    "id": "6990",
    "thesequence": "7153",
    "isActive": "1",
    "chapterId": "17514",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৭৯. গুনাহর কাজের এবং ঐ বস্তুর মানত করা যার উপর অধিকার নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nthat he was asked about a man who had vowed that he would fast all the days of his life then the day of `Id al Adha or `Id-al-Fitr came. `Abdullah bin `Umar said: You have indeed a good example in Allahs Messenger (ﷺ). He did not fast on the day of `Id al Adha or the day of `Id-al-Fitr, and we do not intend fasting on these two days.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، حَدَّثَنَا فُضَيْلُ بْنُ سُلَيْمَانَ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، حَدَّثَنَا حَكِيمُ بْنُ أَبِي حُرَّةَ الأَسْلَمِيُّ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ سُئِلَ عَنْ رَجُلٍ، نَذَرَ أَنْ لاَ، يَأْتِيَ عَلَيْهِ يَوْمٌ إِلاَّ صَامَ، فَوَافَقَ يَوْمَ أَضْحًى أَوْ فِطْرٍ. فَقَالَ لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ، لَمْ يَكُنْ يَصُومُ يَوْمَ الأَضْحَى وَالْفِطْرِ، وَلاَ يَرَى صِيَامَهُمَا.",
    "hadithBengali": "৬২৪৮। মুহাম্মাদ ইবনু আবূ বাকর মুকাদ্দমী (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। আবদুল্লাহ ইবনু উমরকে এমন এক ব্যাক্তি সম্পর্কে জিজ্ঞাসা করা হল, যে ব্যাক্তি মানত করেছিল যে সে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন থেকে কোন দিনই বিরত থাকবে না। আর তার মাঝে কুরবানী বা ঈদুল ফিতরের দিন এসে পড়ল। তিনি বললেন, নিশ্চয়ই রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাঝে তোমাদের জন্য সুন্দরতম আদর্শ রয়েছে। তিনি ঈদুল ফিতরের এবং কুরবানীর দিন সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতেন না। আর তিনি ঐ দিনগুলোর সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করা জায়েযও মনে করতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "6248",
    "id": "6991",
    "thesequence": "7154",
    "isActive": "1",
    "chapterId": "17515",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৮০. কোন ব্যক্তি যদি নির্দিষ্ট কয়েক দিন রোযা পালনের মানত করে আর তার মাঝে কুরবানীর দিনসমূহ বা ঈদুল ফিতরের দিন পড়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ziyad bin Jubair:\n\nI was with Ibn `Umar when a man asked him, I have vowed to fast every Tuesday or Wednesday throughout my life and if the day of my fasting coincided with the day of Nahr (the first day of `Id-al- Adha), (What shall I do?) Ibn `Umar said, Allah has ordered the vows to be fulfilled, and we are forbidden to fast on the day of Nahr. The man repeated his question and Ibn `Umar repeated his former answer, adding nothing more.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ يُونُسَ، عَنْ زِيَادِ بْنِ جُبَيْرٍ، قَالَ كُنْتُ مَعَ ابْنِ عُمَرَ فَسَأَلَهُ رَجُلٌ فَقَالَ نَذَرْتُ أَنْ أَصُومَ كُلَّ يَوْمِ ثَلاَثَاءَ أَوْ أَرْبِعَاءَ مَا عِشْتُ، فَوَافَقْتُ هَذَا الْيَوْمَ يَوْمَ النَّحْرِ. فَقَالَ أَمَرَ اللَّهُ بِوَفَاءِ النَّذْرِ، وَنُهِينَا أَنْ نَصُومَ يَوْمَ النَّحْرِ. فَأَعَادَ عَلَيْهِ فَقَالَ مِثْلَهُ، لاَ يَزِيدُ عَلَيْهِ.",
    "hadithBengali": "৬২৪৯। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... যিয়াদ ইবনু জুবায়র (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি একবার ইবনু উমর (রাঃ) এর সঙ্গে ছিলাম। এক ব্যাক্তি তাঁকে জিজ্ঞাসা করল, আমি মানত করেছিলাম যে, যতদিন আমি বেঁচে থাকব ততদিন প্রতি মঙ্গলবার এবং বুধবার সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করব। কিন্তু এর মাঝে কুরবানীর দিন পড়ে গেল। (তখন এর কি হুকুম হবে?) তিনি বললেন, আল্লাহ তাআলা মানত পুরা করার হুকুম করেছেন; এদিকে কুরবানীর দিনে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতে আমাদেরকে নিষেধ করা হয়েছে। লোকটি প্রশ্নের পুনরাবৃত্তি করল। তিনি এরুপই উত্তর দিলেন, এর চেয়ে বেশি কিছু বললেন না।\n",
    "checkStatus": "1",
    "hadithNo": "6249",
    "id": "6992",
    "thesequence": "7155",
    "isActive": "1",
    "chapterId": "17515",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৮০. কোন ব্যক্তি যদি নির্দিষ্ট কয়েক দিন রোযা পালনের মানত করে আর তার মাঝে কুরবানীর দিনসমূহ বা ঈদুল ফিতরের দিন পড়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nWe went out in the company of Allahs Messenger (ﷺ) on the day of (the battle of) Khaibar, and we did not get any gold or silver as war booty, but we got property in the form of things and clothes. Then a man called Rifa`a bin Zaid, from the tribe of Bani Ad-Dubaib, presented a slave named Mid`am to Allahs Apostle. Allahs Messenger (ﷺ) headed towards the valley of Al-Qura, and when he was in the valley of Al- Qura an arrow was thrown by an unidentified person, struck and killed Mid`am who was making a she-camel of Allahs Messenger (ﷺ) kneel down. The people said, Congratulations to him (the slave) for gaining Paradise. Allahs Messenger (ﷺ) said, No! By Him in Whose Hand my soul is, for the sheet which he stole from the war booty before its distribution on the day of Khaibar, is now burning over him. When the people heard that, a man brought one or two Shiraks (leather straps of shoes) to the Prophet. The Prophet (ﷺ) said, A Shirak of fire, or two Shiraks of fire.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ ثَوْرِ بْنِ زَيْدٍ الدِّيلِيِّ، عَنْ أَبِي الْغَيْثِ، مَوْلَى ابْنِ مُطِيعٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ خَيْبَرَ فَلَمْ نَغْنَمْ ذَهَبًا وَلاَ فِضَّةً إِلاَّ الأَمْوَالَ وَالثِّيَابَ وَالْمَتَاعَ، فَأَهْدَى رَجُلٌ مِنْ بَنِي الضُّبَيْبِ يُقَالُ لَهُ رِفَاعَةُ بْنُ زَيْدٍ لِرَسُولِ اللَّهِ صلى الله عليه وسلم غُلاَمًا يُقَالُ لَهُ مِدْعَمٌ، فَوَجَّهَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى وَادِي الْقُرَى حَتَّى إِذَا كَانَ بِوَادِي الْقُرَى بَيْنَمَا مِدْعَمٌ يَحُطُّ رَحْلاً لِرَسُولِ اللَّهِ صلى الله عليه وسلم إِذَا سَهْمٌ عَائِرٌ فَقَتَلَهُ، فَقَالَ النَّاسُ هَنِيئًا لَهُ الْجَنَّةُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  كَلاَّ وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ الشَّمْلَةَ الَّتِي أَخَذَهَا يَوْمَ خَيْبَرَ مِنَ الْمَغَانِمِ، لَمْ تُصِبْهَا الْمَقَاسِمُ، لَتَشْتَعِلُ عَلَيْهِ نَارًا . فَلَمَّا سَمِعَ ذَلِكَ النَّاسُ جَاءَ رَجُلٌ بِشِرَاكٍ أَوْ شِرَاكَيْنِ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ  شِرَاكٌ مِنْ نَارٍ ـ أَوْ ـ شِرَاكَانِ مِنْ نَارٍ .",
    "hadithBengali": "৬২৫০। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে খায়বারের যুদ্ধের দিন বের হলাম। আমরা মাল, আসবাবপত্র ও কাপড়-চোপড় ব্যতীত স্বর্ণ বা রৌপ্য গনীমত হিসাবে পাইনি। বনী যুবায়র গোত্রের রিফাআ ইবনু যায়িদ নামক এক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একটি গোলাম হাদিয়া দিলেন, যার নাম ছিল মিদআম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ওয়াদি উল কুরার দিকে রওয়ানা হলেন। তিনি যখন ওয়াদিউল কুরায় পৌছলেন, তখন মিদআম রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সওয়ারীর হাওদা থেকে মালপত্রগুলি নামাচ্ছিলেন। তখন আকস্মিক একটি তীর এসে তার গায়ে বিদ্ধ হল এবং তাতে সে মারা গেল। লোকেরা বলল, এ লোকটির জন্য জান্নাতের সুসংবাদ। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কখনও না, কসম ঐ মহান সত্তার, যার হাতে আমার প্রাণ! খায়বারের যুদ্ধের দিন গনীমতের মাল থেকে বণ্টনের পুর্বে যে চাঁদরটি সে নিয়ে গিয়েছিল তার গায়ে তা লেলিহান শিখা হয়ে জ্বলবে। এ কথাটি যখন লোকেরা শুনতে পেল, তখন এক ব্যাক্তি একটি বা দু&#39;টি ফিতা নিয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে হাযির হল। তখন তিনি বললেনঃ এ হচ্ছে জাহান্নামের একটি ফিতা বা জাহান্নামের দু&#39;টি ফিতা।\n",
    "checkStatus": "1",
    "hadithNo": "6250",
    "id": "6993",
    "thesequence": "7156",
    "isActive": "1",
    "chapterId": "17516",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "76",
    "statusId": "1",
    "topicName": "২৭৮১.  কসম ও মানতের মধ্যে ভূমি, বকরী, কৃষি ও আসবাবপত্র শামিল হয় কি ? এবং ইবনু উমর (রাঃ) এর হাদীস। তিনি বলেন নবী (সাঃ) এর কাছে একদা উমর (রাঃ) আরয করলেন যে,  আমি এরূপ একখন্ড ভূমি লাভ করেছি যার চেয়ে উৎকৃষ্ট কোন মাল কখনও আমি পাইনি। তিনি বললেনঃ তুমি যদি চাও তবে মূল মালটিকে রেখে দিয়ে (তার তার থেকে অর্জিত লাভটুকু) দান করে দিতে পার। আবূ ত্বলহা (রাঃ) নবী (সাঃ) এর কাছে আরয করলেন যে,  আমার নিকট বায়রুহা নামক আমার বাগানটি সবচেয়ে প্রিয় তার দেয়ালটি হচ্ছে মাসজিদে নববীর সম্মুখে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]