[
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nI became sick so Allahs Messenger (ﷺ) and Abu Bakr came on foot to pay me a visit. When they came, I was unconscious. Allahs Messenger (ﷺ) performed ablution and he poured over me the water (of his ablution) and I came to my senses and said, O Allahs Messenger (ﷺ)! What shall I do regarding my property? How shall I distribute it? The Prophet (ﷺ) did not reply till the Divine Verses of inheritance were revealed .",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ يَقُولُ مَرِضْتُ فَعَادَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ وَهُمَا مَاشِيَانِ، فَأَتَانِي وَقَدْ أُغْمِيَ عَلَىَّ فَتَوَضَّأَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَبَّ عَلَىَّ وَضُوءَهُ فَأَفَقْتُ. فَقُلْتُ يَا رَسُولَ اللَّهِ كَيْفَ أَصْنَعُ فِي مَالِي، كَيْفَ أَقْضِي فِي مَالِي فَلَمْ يُجِبْنِي بِشَىْءٍ حَتَّى نَزَلَتْ آيَةُ الْمَوَارِيثِ.",
    "hadithBengali": "৬২৬৮। কুতায়বা ইবনু সাঈদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি অসুস্থ হয়ে পড়লাম। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ বকর (রাঃ) আমার শুশ্রুষা করলেন। তাঁরা উভয়েই পদব্রজে আসলেন এবং আমার কাছে উপস্থিত হলেন। আমি তখন বেহুশ অবস্হায় ছিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উযূ (ওজু/অজু/অযু) করলেন এবং আমার উপর উযূ (ওজু/অজু/অযু)র পানি ঢেলে দিলেন। আমি হুশে এসে বললাম, ইয়া রাসুলাল্লাহ! আমার সম্পদের ব্যাপারে কি করব। আমার সস্পদের ব্যাপারে কি ব্যবস্হা গ্রহণ করব? তখন তিনি আমাকে কোন উত্তর দিলেন না। অবশেষে উত্তরাধিকার সংক্রান্ত আয়াত নাযিল হল।\n",
    "checkStatus": "1",
    "hadithNo": "6268",
    "id": "7011",
    "thesequence": "7174",
    "isActive": "1",
    "chapterId": "17527",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "মহান আল্লাহর বাণীঃ আল্লাহ তোমাদের সন্তান সম্বন্ধে নির্দেশ দিচ্ছেন ... দুই আয়াত পর্যন্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Beware of suspicion, for it is the worst of false tales and dont look for the others faults and dont spy and dont hate each other, and dont desert (cut your relations with) one another O Allahs slaves, be brothers!",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِيَّاكُمْ وَالظَّنَّ فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيثِ، وَلاَ تَحَسَّسُوا، وَلاَ تَجَسَّسُوا، وَلاَ تَبَاغَضُوا، وَلاَ تَدَابَرُوا، وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا .",
    "hadithBengali": "৬২৬৯। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা ধারণা করা পরিহার কর, কেননা, ধারণা করা হচ্ছে সর্বাধিক মিথ্যা। কারও দোষ তালাশ করো না, দোষ-বের করার জন্য গুপ্তচরবৃত্তি করো না, একে অপরের প্রতি হিংসা পোষণ করো না, পরিবারে সম্পর্কচ্ছেদ করো না। আল্লাহর বান্দা পরস্পরে ভাই ভাই হয়ে যাও।\n",
    "checkStatus": "1",
    "hadithNo": "6269",
    "id": "7012",
    "thesequence": "7175",
    "isActive": "1",
    "chapterId": "17528",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৭৯১. উত্তরাধিকার সংক্রান্ত বিদ্যা শিক্ষা দেওয়া। উকবা ইবন আমির (রাঃ) বলেন, যারা ধারনাপ্রসূত কথা বলে তাদের এ ধরনের কথা বলার পূর্বেই তোমরা (উত্তরাধিকার বিদ্যা) শিখে নাও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nFatima and Al `Abbas came to Abu Bakr, seeking their share from the property of Allahs Messenger (ﷺ) and at that time, they were asking for their land at Fadak and their share from Khaibar. Abu Bakr said to them,  I have heard from Allahs Messenger (ﷺ) saying, Our property cannot be inherited, and whatever we leave is to be spent in charity, but the family of Muhammad may take their provisions from this property. Abu Bakr added, By Allah, I will not leave the procedure I saw Allahs Messenger (ﷺ) following during his lifetime concerning this property. Therefore Fatima left Abu Bakr and did not speak to him till she died.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ فَاطِمَةَ، وَالْعَبَّاسَ ـ عَلَيْهِمَا السَّلاَمُ ـ أَتَيَا أَبَا بَكْرٍ يَلْتَمِسَانِ مِيرَاثَهُمَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُمَا حِينَئِذٍ يَطْلُبَانِ أَرْضَيْهِمَا مِنْ فَدَكَ، وَسَهْمَهُمَا مِنْ خَيْبَرَ. فَقَالَ لَهُمَا أَبُو بَكْرٍ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لاَ نُورَثُ، مَا تَرَكْنَا صَدَقَةٌ، إِنَّمَا يَأْكُلُ آلُ مُحَمَّدٍ مِنْ هَذَا الْمَالِ . قَالَ أَبُو بَكْرٍ وَاللَّهِ لاَ أَدَعُ أَمْرًا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَصْنَعُهُ فِيهِ إِلاَّ صَنَعْتُهُ. قَالَ فَهَجَرَتْهُ فَاطِمَةُ، فَلَمْ تُكَلِّمْهُ حَتَّى مَاتَتْ.",
    "hadithBengali": "৬২৭০। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর রেখে যাওয়া সস্পত্তির) উত্তরাধিকারিত্ব চাওয়ার জন্য একদা ফাতিমা ও আব্বাস (রাঃ) আবূ বকর সিদ্দীক (রাঃ) এর কাছে আসলেন। তাঁরা ঐ সময় ফাদাক ভূখণ্ডের এবং খায়বারের অংশ দাবি করছিলেন। তখন আবূ বকর সিদ্দীক (রাঃ) তাদের উভয়ের প্রতি লক্ষ্য করে বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি। তিনি বলেছেনঃ আমাদের কোন উত্তরাধিকারী হবে না, আমরা যা রেখে যাব তা সবই হবে সাদাকা। এ মাল থেকে মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিবার ভোগ করবেন। আবূ বকর (রাঃ) বলেনঃ, আল্লাহর কসম! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি এতে যেভাবে করতে দেখেছি, তা সেভাবেই বাস্তবায়িত করব। রাবী বলেন, এরপর থেকে ফাতিমা (রাঃ) তাঁকে পরিহার করেছিলেন এবং মৃত্যু পর্যন্ত তার সাথে কথা বলেন নাই।\n",
    "checkStatus": "1",
    "hadithNo": "6270",
    "id": "7013",
    "thesequence": "7176",
    "isActive": "1",
    "chapterId": "17529",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "১৭৯২. নাবী (সাঃ) এর বাণীঃ  আমাদের কোন উত্তরাধিকার  হবে না, আর যা কিছু আমরা রেখে যাই সবই হবে সদাকাসরূপ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) said, Our (Apostles) property should not be inherited, and whatever we leave, is to be spent in charity.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبَانَ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   لاَ نُورَثُ مَا تَرَكْنَا صَدَقَةٌ .",
    "hadithBengali": "৬২৭১। ইসমাঈল ইবনু আবান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমাদের কোন উত্তরাধিকারী হবে না। আমরা যা কিছু রেখে যাব সবই হবে সাদাকাস্বরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "6271",
    "id": "7014",
    "thesequence": "7177",
    "isActive": "1",
    "chapterId": "17529",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "১৭৯২. নাবী (সাঃ) এর বাণীঃ  আমাদের কোন উত্তরাধিকার  হবে না, আর যা কিছু আমরা রেখে যাই সবই হবে সদাকাসরূপ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Malik bin Aus:\n\nI went and entered upon `Umar, his doorman, Yarfa came saying `Uthman, `Abdur-Rahman, Az- Zubair and Sa`d are asking your permission (to see you). May I admit them? `Umar said, Yes. So he admitted them Then he came again and said, May I admit `Ali and `Abbas? He said, Yes. `Abbas said, O, chief of the believers! Judge between me and this man (Ali ). `Umar said, I beseech you by Allah by Whose permission both the heaven and the earth exist, do you know that Allahs Messenger (ﷺ) said, Our (the Apostles) property will not be inherited, and whatever we leave (after our death) is to be spent in charity? And by that Allahs Messenger (ﷺ) meant himself. The group said, (No doubt), he said so. `Umar then faced `Ali and `Abbas and said, Do you both know that Allahs Messenger (ﷺ) said that? They replied, (No doubt), he said so. `Umar said, So let me talk to you about this matter. Allah favored His Apostle with something of this Fai (i.e. booty won by the Muslims at war without fighting) which He did not give to anybody else; Allah said:-- And what Allah gave to His Apostle ( Fai Booty) .........to do all things....(59.6) And so that property was only for Allahs Messenger (ﷺ) . Yet, by Allah, he neither gathered that property for himself nor withheld it from you, but he gave its income to you, and distributed it among you till there remained the present property out of which the Prophet (ﷺ) used to spend the yearly maintenance for his family, and whatever used to remain, he used to spend it where Allahs property is spent (i.e. in charity etc.). Allahs Messenger (ﷺ) followed that throughout his life. Now I beseech you by Allah, do you know all that? They said, Yes. `Umar then said to `Ali and `Abbas, I beseech you by Allah, do you know that? Both of them said, Yes. `Umar added, And when the Prophet (ﷺ) died, Abu Bakr said,  I am the successor of Allahs Messenger (ﷺ), and took charge of that property and managed it in the same way as Allahs Messenger (ﷺ) did. Then I took charge of this property for two years during which I managed it as Allahs Messenger (ﷺ) and Abu Bakr did. Then you both (`Ali and `Abbas) came to talk to me, bearing the same claim and presenting the same case. (O `Abbas!) You came to me asking for your share from the property of your nephew, and this man (Ali) came to me, asking for the share of h is wife from the property of her father. I said, If you both wish, I will give that to you on that condition (i.e. that you would follow the way of the Prophet (ﷺ) and Abu Bakr and as I (`Umar) have done in man aging it). Now both of you seek of me a verdict other than that? Lo! By Allah, by Whose permission both the heaven and the earth exist, I will not give any verdict other than that till the Hour is established. If you are unable to manage it, then return it to me, and I will be sufficient to manage it on your behalf. ",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي مَالِكُ بْنُ أَوْسِ بْنِ الْحَدَثَانِ،، وَكَانَ، مُحَمَّدُ بْنُ جُبَيْرِ بْنِ مُطْعِمٍ ذَكَرَ لِي مِنْ حَدِيثِهِ ذَلِكَ، فَانْطَلَقْتُ حَتَّى دَخَلْتُ عَلَيْهِ فَسَأَلْتُهُ فَقَالَ انْطَلَقْتُ حَتَّى أَدْخُلَ عَلَى عُمَرَ فَأَتَاهُ حَاجِبُهُ يَرْفَأُ فَقَالَ هَلْ لَكَ فِي عُثْمَانَ وَعَبْدِ الرَّحْمَنِ وَالزُّبَيْرِ وَسَعْدٍ قَالَ نَعَمْ. فَأَذِنَ لَهُمْ، ثُمَّ قَالَ هَلْ لَكَ فِي عَلِيٍّ وَعَبَّاسٍ قَالَ نَعَمْ. قَالَ عَبَّاسٌ يَا أَمِيرَ الْمُؤْمِنِينَ اقْضِ بَيْنِي وَبَيْنَ هَذَا. قَالَ أَنْشُدُكُمْ بِاللَّهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  لاَ نُورَثُ مَا تَرَكْنَا صَدَقَةٌ . يُرِيدُ رَسُولُ اللَّهِ صلى الله عليه وسلم نَفْسَهُ. فَقَالَ الرَّهْطُ قَدْ قَالَ ذَلِكَ. فَأَقْبَلَ عَلَى عَلِيٍّ وَعَبَّاسٍ فَقَالَ هَلْ تَعْلَمَانِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ذَلِكَ قَالاَ قَدْ قَالَ ذَلِكَ. قَالَ عُمَرُ فَإِنِّي أُحَدِّثُكُمْ عَنْ هَذَا الأَمْرِ، إِنَّ اللَّهَ قَدْ كَانَ خَصَّ رَسُولَهُ صلى الله عليه وسلم فِي هَذَا الْفَىْءِ بِشَىْءٍ لَمْ يُعْطِهِ أَحَدًا غَيْرَهُ، فَقَالَ عَزَّ وَجَلَّ {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ} إِلَى قَوْلِهِ {قَدِيرٌ} فَكَانَتْ خَالِصَةً لِرَسُولِ اللَّهِ صلى الله عليه وسلم وَاللَّهِ مَا احْتَازَهَا دُونَكُمْ، وَلاَ اسْتَأْثَرَ بِهَا عَلَيْكُمْ، لَقَدْ أَعْطَاكُمُوهُ وَبَثَّهَا فِيكُمْ، حَتَّى بَقِيَ مِنْهَا هَذَا الْمَالُ، فَكَانَ النَّبِيُّ صلى الله عليه وسلم يُنْفِقُ عَلَى أَهْلِهِ مِنْ هَذَا الْمَالِ نَفَقَةَ سَنَتِهِ، ثُمَّ يَأْخُذُ مَا بَقِيَ فَيَجْعَلُهُ مَجْعَلَ مَالِ اللَّهِ، فَعَمِلَ بِذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَيَاتَهُ، أَنْشُدُكُمْ بِاللَّهِ هَلْ تَعْلَمُونَ ذَلِكَ قَالُوا نَعَمْ. ثُمَّ قَالَ لِعَلِيٍّ وَعَبَّاسٍ أَنْشُدُكُمَا بِاللَّهِ هَلْ تَعْلَمَانِ ذَلِكَ قَالاَ نَعَمْ. فَتَوَفَّى اللَّهُ نَبِيَّهُ صلى الله عليه وسلم فَقَالَ أَبُو بَكْرٍ أَنَا وَلِيُّ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَبَضَهَا فَعَمِلَ بِمَا عَمِلَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ تَوَفَّى اللَّهُ أَبَا بَكْرٍ فَقُلْتُ أَنَا وَلِيُّ وَلِيِّ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَبَضْتُهَا سَنَتَيْنِ أَعْمَلُ فِيهَا مَا عَمِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ، ثُمَّ جِئْتُمَانِي وَكَلِمَتُكُمَا وَاحِدَةٌ، وَأَمْرُكُمَا جَمِيعٌ، جِئْتَنِي تَسْأَلُنِي نَصِيبَكَ مِنِ ابْنِ أَخِيكَ، وَأَتَانِي هَذَا يَسْأَلُنِي نَصِيبَ امْرَأَتِهِ مِنْ أَبِيهَا فَقُلْتُ إِنْ شِئْتُمَا دَفَعْتُهَا إِلَيْكُمَا بِذَلِكَ، فَتَلْتَمِسَانِ مِنِّي قَضَاءً غَيْرَ ذَلِكَ، فَوَاللَّهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ، لاَ أَقْضِي فِيهَا قَضَاءً غَيْرَ ذَلِكَ حَتَّى تَقُومَ السَّاعَةُ، فَإِنْ عَجَزْتُمَا فَادْفَعَاهَا إِلَىَّ، فَأَنَا أَكْفِيكُمَاهَا.",
    "hadithBengali": "৬২৭২। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... মালিক ইবনু আউস ইবনু হাদাছান (রাঃ) থেকে বর্ণিত। মুহাম্মদ ইবনু জুবায়র ইবনু মুতঈম আমাকে (মালিক ইবনু আউস ইবনু হাদাছান) এর পক্ষ থেকে একটি ঘটনা বর্ণনা করলেন। তিনি বলেনঃ আমি মালিক ইবনু আউস (রাঃ) এর কাছে চলে গেলাম এবং ঘটনাটি সম্পর্কে জিজ্ঞাসা করলাম। তখন তিনি বললেন যে, আমি উমর (রাঃ) এর নিকট গিয়েছিলাম। এমন সময় তাঁর দারোয়ান ইয়ারফা সেখানে উপাস্থিত হয়ে বলল, আপনি উসমান, আবদুর রাহমান, যুবায়র ও সাদ (রাঃ) কে ভিতরে আসার অনুমতি দিবেন কি? তিনি বললেনঃ হ্যাঁ। তিনি তাঁদেরকে ভিতরে প্রবেশ করার অনুমতি দিলেন। এরপর সে উমর (রাঃ) এর নিকট এসে বলল, আপনি আলী ও আব্বাস (রাঃ) কে ভিতরে আসার অনুমতি দিবেন কি? তিনি বললেনঃ হ্যাঁ। আব্বাস (রাঃ) বলেনঃ হে আমীরুল মুমিনীন! আমার এবং এর মাঝে মীমাংসা করে দিন।\n\nউমর (রাঃ) বললেনঃ আপনাদেরকে আল্লাহর কসম দিয়ে বলি যার হুকুমে আকাশ ও যমীন প্রতিষ্ঠিত আছে; আপনারা কি জানেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন, আমাদের কোন উত্তরাধিকারী থাকবে না, আমরা যা কিছু রেখে যাব সবই হবে সাদাকা স্বরূপ। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দ্বারা নিজেকেই উদ্দেশ্য করেছিলেন। দলের লোকেরা বলল, অবশ্যই তিনি তা বলেছেন। এরপর তিনি আলী ও আব্বাস (রাঃ)-এর দিকে মুখ করে বললেনঃ আপনারা কি জানেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথা বলেছিলেন? তারা উভয়ে জবাব দিলেন, অবশ্যই তিনি তা বলেছেন।\n\nউমর (রাঃ) বললেনঃ এখন আমি এ ব্যাপারে আপনাদের কাছে বর্ণনা রাখছি যে, আল্লাহ তায়ালা এ ফায় (বিনা যুদ্ধেপ্রাপ্ত ধন সম্পদ) এর ব্যাপারে তার রাসুলকে বিশেষত্ব প্রদান করেছেন, যা আর অন্য কাউকে করেননি। তিনি (আল্লাহ তা&#39;আলা) বলেনঃ مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ থেকেقَدِيرٌ পর্যন্ত তিলাওয়াত করে শোনালেন। এবং বললেনঃ এটা তো ছিল বিশেষ করে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য। আল্লাহ তাআলার কসম! তিনি আপনাদের ব্যতীত অন্য কারও জন্য এ মাল সংরক্ষণ করেননি। আর আপনাদের ব্যতীত অন্য কাউকে এতে প্রাধান্য দেননি। এ মাল তো আপনাদেরই তিনি দিয়ে গিয়েছেন এবং আপনাদের মাঝেই বণ্টন করেছেন। পরিশেষে এ মালটুকু অবশিষ্ট ছিল। তখন তিনি তার পরিবার-পরিজনের বছরের ভরণ-পোষনের জন্য এ থেকে খরচ করতেন। এরপর যা অবশিষ্ট থাকত তা আল্লাহর মাল হিসেবে (তার রাস্তায়) খরচ করতেন।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার গোটা জীবদ্দশায়ই এরূপ করে গিয়েছেন। আমি আপনাদের আল্লাহর কসম দিয়ে জিজ্ঞাসা করছি, এ কথাগুলো কি আপনারা জানেন? তারা বললেনঃ হ্যাঁ। এরপর তিনি আলী (রাঃ) ও আব্বাস (রাঃ) এর দিকে লক্ষ্য করে বললেনঃ আমি আপনাদের দু&#39;জনকে আল্লাহর কসম দিয়ে জিজ্ঞাসা করছি, আপনারা কি এ কথাগুলো জানেন? তাঁরা উভয়ে বললেনঃ হ্যাঁ। এরপর আল্লাহ তার নাবীকে ওফাত দান করলেন তখন আবূ বকর (রাঃ) বললেনঃ আমি আল্লাহর রাসুলের ওলী। এরপর উক্ত মাল হস্তগত করলেন এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেভাবে তা ব্যবহার করেছিলেন তিনিও তা সেভাবে ব্যবহার করেছেন। এরপর আল্লাহ তাআলা আবূ বকর (রাঃ)-এর ওফাত দান করলেন। তখন আমি বললাম, আমি আল্লাহর রাসুলের ওলীর ওলী। আমি এ মাল হস্তগত করলাম এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ বকর (রাঃ) এ মালের ব্যাপারে যে নীতি অবলম্বন করেছিলেন দু&#39;বছর যাবত আমি এ মালের ব্যাপারে সেই নীতি অবলম্বন করে আসছি।\n\nএরপর আপনারা আমার কাছে আসলেন আর আপনাদের উভয়ের বক্তব্যও এক এবং ব্যাপারটিও অনুরূপ। [হে আব্বাস (রাঃ)] আপনি তো আপনার ভাতিজার থেকে প্রাপ্য অংশ আমার কাছ চাইছেন। আর আলী (রাঃ) আমার কাছে তার স্ত্রীর অংশ যা তার পিতা থেকে প্রাপ্য আমার কাছে তলব করছেন। সুতরাং আমি বলছি, আপনারা যদি এটা চান তাহলে আমি আপনাদেরকে তা দিয়ে দিতে পারি। এরপর কি আপনারা অন্য কোন ফায়সালা আমার কাছে চাইবেন? ঐ আল্লাহর কসম! যার হুকুমে আকাশ ও যমীন প্রতিষ্ঠিত আছে। আমি যে ফায়সালা প্রদান করলাম কিয়ামত পর্যন্ত এ ছাড়া আর অন্য কোন ফায়সালা দিতে পারব না। আপনারা যদি এ ধনসম্পদের শৃংখলা বিধানে অক্ষম হন তবে তা আমার কাছে ফিরিয়ে দিবেন, আমি তার শৃংখলা বিধান করব।\n",
    "checkStatus": "1",
    "hadithNo": "6272",
    "id": "7015",
    "thesequence": "7178",
    "isActive": "1",
    "chapterId": "17529",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "১৭৯২. নাবী (সাঃ) এর বাণীঃ  আমাদের কোন উত্তরাধিকার  হবে না, আর যা কিছু আমরা রেখে যাই সবই হবে সদাকাসরূপ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Not even a single Dinar of my property should be distributed (after my deaths to my inheritors, but whatever I leave excluding the provision for my wives and my servants, should be spent in charity.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَقْتَسِمُ وَرَثَتِي دِينَارًا، مَا تَرَكْتُ بَعْدَ نَفَقَةِ نِسَائِي وَمُؤْنَةِ عَامِلِي فَهْوَ صَدَقَةٌ .",
    "hadithBengali": "৬২৭৩। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার রেখে যাওয়া সম্পত্তির দ্বীনার বন্টনযোগ্য নয়। আমার সহধর্মিণীগণের এবং আমার কর্মচারীবৃন্দের খরচ ব্যতীত যতটুকু থাকবে তা হবে সাদাকাতুল্য।\n",
    "checkStatus": "1",
    "hadithNo": "6273",
    "id": "7016",
    "thesequence": "7179",
    "isActive": "1",
    "chapterId": "17529",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "১৭৯২. নাবী (সাঃ) এর বাণীঃ  আমাদের কোন উত্তরাধিকার  হবে না, আর যা কিছু আমরা রেখে যাই সবই হবে সদাকাসরূপ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Urwa:\n\n`Aisha said, When Allahs Messenger (ﷺ) died, his wives intended to send `Uthman to Abu Bakr asking him for their share of the inheritance. Then `Aisha said to them, Didnt Allahs Messenger (ﷺ) say, Our (Apostles) property is not to be inherited, and whatever we leave is to be spent in charity?",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ أَزْوَاجَ، النَّبِيِّ صلى الله عليه وسلم حِينَ تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَرَدْنَ أَنْ يَبْعَثْنَ عُثْمَانَ إِلَى أَبِي بَكْرٍ يَسْأَلْنَهُ مِيرَاثَهُنَّ. فَقَالَتْ عَائِشَةُ أَلَيْسَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ نُورَثُ مَا تَرَكْنَا صَدَقَةٌ .",
    "hadithBengali": "৬২৭৪। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাতের পর তার সহধর্মিণীগণ আবূ বকর সিদ্দীক (রাঃ) এর কাছে আপন আপন উত্তরাধিকার চাওয়ার জন্য উসমান (রাঃ) কে পাঠানোর ইচ্ছা করলেন। তখন আয়িশা (রাঃ) বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি এরূপ বলেননি, আমাদের কোন উত্তরাধিকারী নেই? আমরা যা রেখে যাব সবই হবে সাদাকাতুল্য।\n",
    "checkStatus": "1",
    "hadithNo": "6274",
    "id": "7017",
    "thesequence": "7180",
    "isActive": "1",
    "chapterId": "17529",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "১৭৯২. নাবী (সাঃ) এর বাণীঃ  আমাদের কোন উত্তরাধিকার  হবে না, আর যা কিছু আমরা রেখে যাই সবই হবে সদাকাসরূপ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, I am more closer to the believers than their own selves, so whoever (of them) dies while being in debt and leaves nothing for its repayment, then we are to pay his debts on his behalf and whoever (among the believers) dies leaving some property, then that property is for his heirs.",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَنَا أَوْلَى، بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ، فَمَنْ مَاتَ وَعَلَيْهِ دَيْنٌ، وَلَمْ يَتْرُكْ وَفَاءً، فَعَلَيْنَا قَضَاؤُهُ، وَمَنْ تَرَكَ مَالاً فَلِوَرَثَتِهِ .",
    "hadithBengali": "৬২৭৫। আবদান (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, আমি মু&#39;মিনদের নিকট তাদের প্রাণের চেয়েও অধিক প্রিয়। যে ব্যাক্তি ঋনগ্রস্ত অবস্থায় মারা যায় আর সে যদি ঋণ পুরা করার মত কোন সম্পদ রেখে না যায় তাহলে তা আদায় করার দায়িত্ব আমার। আর যে ব্যাক্তি কোন মাল রেখে মারা যায় তা হবে তার উত্তরাধিকারীদের জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "6275",
    "id": "7018",
    "thesequence": "7181",
    "isActive": "1",
    "chapterId": "17530",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৭৯৩. নাবী (সাঃ) এর বাণীঃ যে ব্যক্তি মাল রেখে যায় তা তার পরিবার-পরিজনের হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, Give the Faraid (the shares of the inheritance that are prescribed in the Quran) to those who are entitled to receive it. Then whatever remains, should be given to the closest male relative of the deceased .",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا، فَمَا بَقِيَ فَهْوَ لأَوْلَى رَجُلٍ ذَكَرٍ .",
    "hadithBengali": "৬২৭৬। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু আব্বাস (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, মীরাস তার হকদারদেরকে পৌছিয়ে দাও। এরপর যা অবশিষ্ট থাকে, তা নিকটতম পুরুষের জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "6276",
    "id": "7019",
    "thesequence": "7182",
    "isActive": "1",
    "chapterId": "17531",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৭৯৪. পিতা-মাতার পক্ষ থেকে সন্তানের উত্তরাধিকার। যায়িদ ইবনু সাবিত (রাঃ) বলেন, কোন পুরুষ বা নারী যদি কন্যা সন্তান রেখে যায় তাহলে সে অর্ধাংশ পাবে। আর যদি তাদের সংখ্যা দুই বা ততোধিক হয় তারা পাবে দুই-তৃতীযাংশ। আর যদি উক্ত কন্যা বা কন্যা সমূহের সঙ্গে পুরুষ থাকে তাহলে প্রথমে অংশীদারদেরকে তাদের প্রাপ্ত দেয়ার পর বাকি অংশ দুই নারী সমান এক পুরুষ ভিত্তিতে বণ্টন করা হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`d bin Abi Waqqas:\n\nI was stricken by an ailment that led me to the verge of death. The Prophet (ﷺ) came to pay me a visit. I said, O Allahs Messenger (ﷺ)! I have much property and no heir except my single daughter. Shall I give two-thirds of my property in charity? He said, No. I said, Half of it? He said, No. I said, Onethird of it? He said, You may do so) though one-third is also to a much, for it is better for you to leave your off-spring wealthy than to leave them poor, asking others for help. And whatever you spend (for Allahs sake) you will be rewarded for it, even for a morsel of food which you may put in the mouth of your wife. I said, O Allahs Messenger (ﷺ)! Will I remain behind and fail to complete my emigration? The Prophet (ﷺ) said, If you are left behind after me, whatever good deeds you will do for Allahs sake, that will upgrade you and raise you high. May be you will have long life so that some people may benefit by you and others (the enemies) be harmed by you. But Allahs Messenger (ﷺ) felt sorry for Sa`d bin Khaula as he died in Mecca. (Sufyan, a sub-narrator said that Sa`d bin Khaula was a man from the tribe of Bani Amir bin Luai.)",
    "hadithArabic": " حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، قَالَ أَخْبَرَنِي عَامِرُ بْنُ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ أَبِيهِ، قَالَ مَرِضْتُ بِمَكَّةَ مَرَضًا، فَأَشْفَيْتُ مِنْهُ عَلَى الْمَوْتِ، فَأَتَانِي النَّبِيُّ صلى الله عليه وسلم يَعُودُنِي فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ لِي مَالاً كَثِيرًا، وَلَيْسَ يَرِثُنِي إِلاَّ ابْنَتِي، أَفَأَتَصَدَّقُ بِثُلُثَىْ مَالِي قَالَ  لاَ . قَالَ قُلْتُ فَالشَّطْرُ قَالَ  لاَ . قُلْتُ الثُّلُثُ قَالَ  الثُّلُثُ كَبِيرٌ إِنَّكَ إِنْ تَرَكْتَ وَلَدَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَتْرُكَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ، وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً إِلاَّ أُجِرْتَ عَلَيْهَا، حَتَّى اللُّقْمَةَ تَرْفَعُهَا إِلَى فِي امْرَأَتِكَ . فَقُلْتُ يَا رَسُولَ اللَّهِ أَأُخَلَّفُ عَنْ هِجْرَتِي فَقَالَ  لَنْ تُخَلَّفَ بَعْدِي فَتَعْمَلَ عَمَلاً تُرِيدُ بِهِ وَجْهَ اللَّهِ، إِلاَّ ازْدَدْتَ بِهِ رِفْعَةً وَدَرَجَةً، وَلَعَلَّ أَنْ تُخَلَّفَ بَعْدِي حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ وَيُضَرَّ بِكَ آخَرُونَ، لَكِنِ الْبَائِسُ سَعْدُ ابْنُ خَوْلَةَ يَرْثِي لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ مَاتَ بِمَكَّةَ . قَالَ سُفْيَانُ وَسَعْدُ بْنُ خَوْلَةَ رَجُلٌ مِنْ بَنِي عَامِرِ بْنِ لُؤَىٍّ.",
    "hadithBengali": "৬২৭৭। হুমায়দী (রহঃ) ... সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি মক্কাতে একদা খুব অসুস্থ হয়ে পড়লাম এবং এতে আমি মৃতপ্রায় হয়ে গিয়েছিলাম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেবা শুশ্রুষা করার জন্য আমার কাছে তশরীফ আনলেন। তখন আমি বললাম, ইয়া রাসুলাল্লাহ! আমার তো অনেক ধন-সম্পদ রয়েছে। আর আমার একমাত্র কন্যা ব্যতীত আর কোন উত্তরাধিকারী নেই। আমি কি দু&#39;তৃতীয়াংশ মাল দান করে দেব? তিনি বললেনঃ না। (রাবী বলেন) আমি বললাম, তবে কি অর্ধেক দান করে দেব? তিনি বললেনঃ না। আমি বললাম, এক-তৃতীয়াংশ কি দান করে দেব? তিনি বললেন, এক-তৃতীয়াংশতো অনেক। তুমি তোমার সন্তানকে অভাবগ্রস্ত অবস্হায় রেখে যাবে আর সে মানুষের কাছে হাত পেতে ভিক্ষা করবে, এর চেয়ে তাকে সবল অবস্হায় রেখে যাওয়াটাই তো উত্তম।\n\nতুমি (পবিবার-পরিজনের জন্য) যা খরচ করবে তার প্রতিদান তোমাকে দেওয়া হবে। এমন কি ঐ লোকমাটিরও প্রতিদান তোমাকে দেওয়া হবে যা তুমি তোমার স্ত্রীর মুখে তুলে দাও। আমি বললাম, ইয়া রাসুলাল্লাহ! আমি কি আমার হিজরতকৃত স্থান থেকে পশ্চাতে থেকে যাব? তিনি বললেন, আমার পশ্চাতে থেকে গিয়ে তুমি আল্লাহর সন্তুষ্টির জন্য যে আমলই করবে তাতে তোমার মর্যাদা ও সম্মান বৃদ্ধি পাবে। সম্ভবত তুমি আমার পরেও জীবিত থাকবে। এমন কি তোমার দ্বারা বহু সম্প্রদায় উপকৃত হবে এবং অন্যেবা ক্ষতিগ্রস্ত হবে। কিন্তু বেচারা সা&#39;দ ইবনু খাওলী (রাঃ) এর জন্য আফসোস। মক্কাতেই হয়েছিল তার মৃত্যু। সে জন্য রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর জন্য দুঃখ প্রকাশ করেন। &ldquo;সুফিয়ান (রাঃ) বলেনঃ সাদ ইবনু খাওলা (রাঃ) বনূ আমির ইবনু লুআই গোত্রের লোক ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6277",
    "id": "7020",
    "thesequence": "7183",
    "isActive": "1",
    "chapterId": "17532",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৭৯৫. কন্যা সন্তানের উত্তরাধিকার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Aswad bin Yazid:\n\nMu`adh bin Jabal came to us in Yemen as a tutor and a ruler, and we (the people of Yemen) asked him about (the distribution of the property of ) a man who had died leaving a daughter and a sister. Mu`adh gave the daughter one-half of the property and gave the sister the other half.",
    "hadithArabic": " حَدَّثَنِي مَحْمُودٌ، حَدَّثَنَا أَبُو النَّضْرِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، شَيْبَانُ عَنْ أَشْعَثَ، عَنِ الأَسْوَدِ بْنِ يَزِيدَ، قَالَ أَتَانَا مُعَاذُ بْنُ جَبَلٍ بِالْيَمَنِ مُعَلِّمًا وَأَمِيرًا، فَسَأَلْنَاهُ عَنْ رَجُلٍ، تُوُفِّيَ وَتَرَكَ ابْنَتَهُ وَأُخْتَهُ، فَأَعْطَى الاِبْنَةَ النِّصْفَ وَالأُخْتَ النِّصْفَ.",
    "hadithBengali": "৬২৭৮। মাহমূদ ইবনু গায়লান (রহঃ) ... আলওয়াদ ইবনু ইয়াযীদ (রহঃ) থেকে বর্নিত। তিনি বলেন, মুআয ইবনু জাবাল (রাঃ) আমাদের নিকট মুআজিম অথবা আমীর হিসাবে ইয়ামানে এলে আমরা তাঁর কাছে এমন এক ব্যাক্তি সম্পর্কে জিজ্ঞাসা করলাম, যে লোকটি এক কন্যা ও একটি ভগ্নি রেখে মারা গিয়েছে। তখন তিনি কন্যাটিকে সম্পত্তির অর্ধেক ও বোনকে অর্ধেক প্রদান করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6278",
    "id": "7021",
    "thesequence": "7184",
    "isActive": "1",
    "chapterId": "17532",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৭৯৫. কন্যা সন্তানের উত্তরাধিকার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nAllahs Messenger (ﷺ) said, Give the Faraid (shares prescribed in the Quran) to those who are entitled to receive it; and whatever remains, should be given to the closest male relative of the deceased.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَهْوَ لأَوْلَى رَجُلٍ ذَكَرٍ .",
    "hadithBengali": "৬২৭৯। মুসলিম ইবনু ইবরাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রাপ্যাংশ (মিরাস) তাদের হকদারদের কাছে পৌছিয়ে দাও। এরপর যা অবশ্যই থাকবে তা নিকটতম-পুরুষের জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "6279",
    "id": "7022",
    "thesequence": "7185",
    "isActive": "1",
    "chapterId": "17533",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৭৯৬. পুত্রের অবর্তমানে নাতির উত্তরাধিকার। যায়িদ (রাঃ) বলেন, পুত্রের সন্তানাদি পুত্রের মতই, যখন তাকে ছাড়া আর কোন সন্তান না থাকে। নাতিগণ পুত্রদের মত আর নাতনীগণ কন্যাদের মত। পুত্রদের মত নাতনীগণও উত্তরাধিকার হয়, আবার পুত্রগণ যেরূপ অন্যদেরকে মাহরুম করে নাতিগণও সেরূপ অন্যদেরকে মাহরুম করে। আর নাতিগণ পুত্রদের বর্তমানে উত্তরাধিকারী হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Huzail bin Shirahbil:\n\nAbu Musa was asked regarding (the inheritance of) a daughter, a sons daughter, and a sister. He said, The daughter will take one-half and the sister will take one-half. If you go to Ibn Mas`ud, he will tell you the same. Ibn Mas`ud was asked and was told of Abu Musas verdict. Ibn Mas`ud then said, If I give the same verdict, I would stray and would not be of the rightly-guided. The verdict I will give in this case, will be the same as the Prophet (ﷺ) did, i.e. one-half is for daughter, and one-sixth for the sons daughter, i.e. both shares make two-thirds of the total property; and the rest is for the sister. Afterwards we cams to Abu Musa and informed him of Ibn Mas`uds verdict, whereupon he said, So, do not ask me for verdicts, as long as this learned man is among you.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَبُو قَيْسٍ، سَمِعْتُ هُزَيْلَ بْنَ شُرَحْبِيلَ، قَالَ سُئِلَ أَبُو مُوسَى عَنِ ابْنَةٍ وَابْنَةِ ابْنٍ وَأُخْتٍ، فَقَالَ لِلاِبْنَةِ النِّصْفُ وَلِلأُخْتِ النِّصْفُ، وَأْتِ ابْنَ مَسْعُودٍ فَسَيُتَابِعُنِي. فَسُئِلَ ابْنُ مَسْعُودٍ وَأُخْبِرَ بِقَوْلِ أَبِي مُوسَى، فَقَالَ لَقَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ،، أَقْضِي فِيهَا بِمَا قَضَى النَّبِيُّ صلى الله عليه وسلم   لِلاِبْنَةِ النِّصْفُ، وَلاِبْنَةِ ابْنٍ السُّدُسُ تَكْمِلَةَ الثُّلُثَيْنِ، وَمَا بَقِيَ فَلِلأُخْتِ . فَأَتَيْنَا أَبَا مُوسَى فَأَخْبَرْنَاهُ بِقَوْلِ ابْنِ مَسْعُودٍ، فَقَالَ لاَ تَسْأَلُونِي مَا دَامَ هَذَا الْحَبْرُ فِيكُمْ.",
    "hadithBengali": "৬২৮০। আদম (রহঃ) ... হুযায়ল ইবনু শুরাহবীল (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আবূ মূসা (রাঃ) কে কন্যা, পুত্র পক্ষের নাতনী এবং ভগ্নির উত্তরাধিকার সম্পর্কে জিজ্ঞাসা করা হল। তখন তিনি বললেনঃ কন্যার জন্য অর্ধেক আর ভগ্নির জন্য অর্ধেক। (তিনি বললেন) তোমরা ইবনু মাসউদ (রাঃ) এর কাছে গিয়ে জিজ্ঞাসা করে দেখ, তিনিও হয়ত আমার মত উত্তর দিবেন। সুতরাং ইবনু মাসউদ (রাঃ) কে এ সম্পর্কে জিজ্ঞাসা করা হল এবং আবূ মূসা (রাঃ) যা বলেছেন সে সম্পর্কেও তাকে অবহিত করা হল। তিনি বললেনঃ আমি তো গোমরা হয়ে যাব, হেদায়েত প্রাপ্তদের অন্তর্ভুক্ত থাকতে পারব না। আমি এ ব্যাপারে তোমাদের মাঝে ঐ ফায়সালাই করব, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে ফায়সালা প্রদান করেছিলেন। কন্যা পাবে অর্ধাংশ আর নাতনী পাবে ষষ্ঠাশ। এভাবে দুতৃতীয়াংশ পুরু হবে। অবশিষ্ট এক-তৃতীয়াংশ থাকবে ভন্নির জন্য। এরপর আমরা আবূ মূসা (রাঃ)-এর কাছে আসলাম এবং ইবনু মাসউদ (রাঃ) যা বললেন, সে সম্পর্কে তাঁকে অবহিত করলাম। তখন তিনি বললেনঃ যতদিন এ অভিজ্ঞ আলিম (জ্ঞানতাপস) তোমাদের মাঝে বিদ্যমান থাকবে ততদিন আমার কাছে কিছু জিজ্ঞাসা করো না।\n",
    "checkStatus": "1",
    "hadithNo": "6280",
    "id": "7023",
    "thesequence": "7186",
    "isActive": "1",
    "chapterId": "17534",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৭৯৭. কন্যার বর্তমানে পুত্র তরফের নাতনীর উত্তরাধিকার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, Give the Faraid, (the shares prescribed in the Quran) to those who are entitled to receive it, and then whatever remains, should be given to the closest male relative of the deceased.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا وُهَيْبٌ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَلأَوْلَى رَجُلٍ ذَكَرٍ .",
    "hadithBengali": "৬২৮১। সুলায়মান ইবনু হারব (রহঃ) ... ইবনু আব্বাস (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ প্রাপ্যাংশ তার হকদারকে পৌছিয়ে দাও। এরপর যা অর্বশিষ্ট থাকবে তা নিকটতম পুরুষের জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "6281",
    "id": "7024",
    "thesequence": "7187",
    "isActive": "1",
    "chapterId": "17535",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৭৯৮. পিতা ও ভ্রাতৃবৃন্দের বর্তমানে দাদার উত্তরাধিকার। আবূ বকর সিদ্দীক (রাঃ), ইবনু আব্বাস (রাঃ) এবং ইবনু যুবায়র (রাঃ) বলেন যে, দাদা পিতার মতই। ইবনু আব্বাস (রাঃ) এরূপ পড়েছেন يَا بَنِي آدَمَ، وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ  বস্তুত এরকম কেউ ই বলেননি যে, আবূ বকর (রাঃ)এর যামানায় কেউ তার বিরুদ্ধাচরণ করেছেন। অথচ সে সময়ে নবী করীম (সাঃ) এর অনেক সাহাবী বিদ্যমান ছিল। আর ইবনু আব্বাস (রাঃ) বলেন, আমার নাতি আমার উত্তরাধিকারী হবে, আমার ভাই নয়। তবে আমি আমার নাতির উত্তরাধিকারী হব না। তবে উমর আলী ইবনু্ মাসঊদ এবং যায়িদ (রাঃ) থেকে এ সম্পর্কে বিভিন্ন বক্তব্য পাওয়া যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe person about whom Allahs Messenger (ﷺ) said, If I were to take a Khalil from this nation (my followers), then I would have taken him (i.e., Abu Bakr), but the Islamic Brotherhood is better (or said: good), regarded a grandfather as the father himself (in inheritance).",
    "hadithArabic": " حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ أَمَّا الَّذِي قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَوْ كُنْتُ مُتَّخِذًا مِنْ هَذِهِ الأُمَّةِ خَلِيلاً لاَتَّخَذْتُهُ، وَلَكِنْ خُلَّةُ الإِسْلاَمِ أَفْضَلُ . أَوْ قَالَ  خَيْرٌ . فَإِنَّهُ أَنْزَلَهُ أَبًا. أَوْ قَالَ قَضَاهُ أَبًا.",
    "hadithBengali": "৬২৮২। আবূ মা&#39;মার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্নিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি যদি এ উম্মাত থেকে কাউকে খলীল (অন্তরঙ্গ বন্ধু) বানাতাম তবে তাকে [আবূ বকর (রাঃ)] কে বানাতাম। কিন্তু ইসলামী বন্ধুত্বই হচ্ছে সর্বোত্তম। أَفْضَلُ শব্দ বলেছেনঃ না কি خَيْرٌ এতে রাবীর সন্দেহ আছে। তিনি দাদাকে পিতার মর্যাদা দিয়েছেন أَنْزَلَهُ أَبًا অথবা قَضَاهُ أَبًا বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6282",
    "id": "7025",
    "thesequence": "7188",
    "isActive": "1",
    "chapterId": "17535",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৭৯৮. পিতা ও ভ্রাতৃবৃন্দের বর্তমানে দাদার উত্তরাধিকার। আবূ বকর সিদ্দীক (রাঃ), ইবনু আব্বাস (রাঃ) এবং ইবনু যুবায়র (রাঃ) বলেন যে, দাদা পিতার মতই। ইবনু আব্বাস (রাঃ) এরূপ পড়েছেন يَا بَنِي آدَمَ، وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ  বস্তুত এরকম কেউ ই বলেননি যে, আবূ বকর (রাঃ)এর যামানায় কেউ তার বিরুদ্ধাচরণ করেছেন। অথচ সে সময়ে নবী করীম (সাঃ) এর অনেক সাহাবী বিদ্যমান ছিল। আর ইবনু আব্বাস (রাঃ) বলেন, আমার নাতি আমার উত্তরাধিকারী হবে, আমার ভাই নয়। তবে আমি আমার নাতির উত্তরাধিকারী হব না। তবে উমর আলী ইবনু্ মাসঊদ এবং যায়িদ (রাঃ) থেকে এ সম্পর্কে বিভিন্ন বক্তব্য পাওয়া যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\n(During the early days of Islam), the inheritance used to be given to ones offspring and legacy used to be bequeathed to the parents, then Allah cancelled what He wished from that order and decreed that the male should be given the equivalent of the portion of two females, and for the parents one-sixth for each of them, and for ones wife one-eighth (if the deceased has children) and one-fourth (if he has no children), for ones husband one-half (if the deceased has no children) and one-fourth (if she has children).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، عَنْ وَرْقَاءَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كَانَ الْمَالُ لِلْوَلَدِ، وَكَانَتِ الْوَصِيَّةُ لِلْوَالِدَيْنِ، فَنَسَخَ اللَّهُ مِنْ ذَلِكَ مَا أَحَبَّ، فَجَعَلَ لِلذَّكَرِ مِثْلَ حَظِّ الأُنْثَيَيْنِ، وَجَعَلَ لِلأَبَوَيْنِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ، وَجَعَلَ لِلْمَرْأَةِ الثُّمُنَ وَالرُّبُعَ، وَلِلزَّوْجِ الشَّطْرَ وَالرُّبُعَ.",
    "hadithBengali": "৬২৮৩। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, (প্রথমে) মাল ছিল সন্তানাদির আর ওসিয়াত ছিল পিতামাতার জন্য। কিন্তু পরে আল্লাহ তা রহিত করে দিয়ে এর চেয়ে উত্তমটি প্রবর্তন করেছেন। পূরুষের জন্য নারীদের দু&#39;জনের সমতূল্য অংশ নির্ধারণ করেছেন। আর পিতা-মাতার প্রত্যেকের জন্য এক-যষ্ঠাংশ নির্ধারণ করেছেন। স্ত্রীর জন্য নির্ধারণ করেছেন (সন্তান থাকা অবস্থায়) এক-অষ্টমাংশ এবং (সন্তান না থাকলে) এক-চতূর্থাংশ। আর স্বামীর জন্য (সন্তান না থাকলে) অর্ধেক আর (সন্তান থাকলে) এক-চতুর্থাংশ।\n",
    "checkStatus": "1",
    "hadithNo": "6283",
    "id": "7026",
    "thesequence": "7189",
    "isActive": "1",
    "chapterId": "17536",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৭৯৯. সন্তানাদির বর্তমানে স্বামীর উত্তরাধিকার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) gave the judgment that a male or female slave should be given in Qisas for an abortion case of a woman from the tribe of Bani Lihyan (as blood money for the fetus) but the lady on whom the penalty had been imposed died, so the Prophets ordered that her property be inherited by her offspring and her husband and that the penalty be paid by her Asaba.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي جَنِينِ امْرَأَةٍ مِنْ بَنِي لَحْيَانَ سَقَطَ مَيِّتًا بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ. ثُمَّ إِنَّ الْمَرْأَةَ الَّتِي قَضَى عَلَيْهَا بِالْغُرَّةِ تُوُفِّيَتْ، فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم   بِأَنَّ مِيرَاثَهَا لِبَنِيهَا وَزَوْجِهَا، وَأَنَّ الْعَقْلَ عَلَى عَصَبَتِهَا .",
    "hadithBengali": "৬২৮৪। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, বনী লিহয়ান গোত্রের জনৈক মহিলার একটি ভ্রুণপাত সংক্রান্ত ব্যাপারে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি গোলাম বা দাসী প্রদানের নির্দেশ দিলেন। এরপর তিনি যে মহিলাটিকে নির্দেশ দিয়েছিলেন সে মারা গেল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফায়সালা দিলেন, তার উত্তরাধিকার সুত্রে প্রাপ্ত সম্পত্তি তার পুত্রগণ ও স্বামীর জন্য। আর দিয়াত (গোলাম বা বাদী) তার আসাবার জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "6284",
    "id": "7027",
    "thesequence": "7190",
    "isActive": "1",
    "chapterId": "17537",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮০০. সন্তানাদির বর্তমানে স্বামী ও স্ত্রীর উত্তরাধিকার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Aswad:\n\nMu`adh bin Jabal gave this verdict for us in the lifetime of Allahs Messenger (ﷺ). One-half of the inheritance is to be given to the daughter and the other half to the sister. Sulaiman said: Mu`adh gave a verdict for us, but he did not mention that it was so in the lifetime of Allahs Messenger (ﷺ).",
    "hadithArabic": " حَدَّثَنَا بِشْرُ بْنُ خَالِدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، قَالَ قَضَى فِينَا مُعَاذُ بْنُ جَبَلٍ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم النِّصْفُ لِلاِبْنَةِ وَالنِّصْفُ لِلأُخْتِ. ثُمَّ قَالَ سُلَيْمَانُ قَضَى فِينَا. وَلَمْ يَذْكُرْ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم.",
    "hadithBengali": "৬২৮৫। বিশর ইবনু খালিদ (রহঃ) ... আল আসওয়াদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, মুআয ইবনু জাবাল (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় আমাদের মাঝে এ ফায়সালা দিয়েছিলেন যে, কন্যা পাবে সম্পত্তির অর্ধেক আর ভগ্নির জন্যও অর্ধেক। এরপর সনদস্থিত রাবী সুলায়মান বলেন, তিনি (আল আসওয়াদ) আমাদের এ ব্যাপারে মীমাংসা করেছিলেন। তবে عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায়) কথাটি উল্লেখ করেনি।\n",
    "checkStatus": "1",
    "hadithNo": "6285",
    "id": "7028",
    "thesequence": "7191",
    "isActive": "1",
    "chapterId": "17538",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮০১. কন্যাদের বর্তমানে ভগ্নি আসাবা হিসাবে উত্তরাধিকারিণী হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Huzail:\n\n`Abdullah said, The judgment I will give in this matter will be like the judgment of the Prophet, i.e. one-half is for the daughter and one-sixth for the sons daughter and the rest of the inheritance for the sister.",
    "hadithArabic": " حَدَّثَنِي عَمْرُو بْنُ عَبَّاسٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي قَيْسٍ، عَنْ هُزَيْلٍ، قَالَ قَالَ عَبْدُ اللَّهِ لأَقْضِيَنَّ فِيهَا بِقَضَاءِ النَّبِيِّ صلى الله عليه وسلم لِلاِبْنَةِ النِّصْفُ، وَلاِبْنَةِ الاِبْنِ السُّدُسُ، وَمَا بَقِيَ فَلِلأُخْتِ.",
    "hadithBengali": "৬২৮৬। আমর ইবনু আব্বাস (রহঃ) ... হুযায়ল (রহঃ) থেকে বর্ণিত। তিনি বলেন, আবদুল্লাহ ইবনু মাসউদ (রাঃ) বলেছেন, আমি এতে ঐ ফয়সালাই করব যা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম করেছিলেন। অথবা তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ (তা হচ্ছে) কন্যার জন্য সম্পত্তির অর্ধেক আর পুত্র পক্ষের নাতনীদের জন্য ষষ্ঠাংশ। এরপর যা অবশিষ্ট থাকবে তা ভগ্নির জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "6286",
    "id": "7029",
    "thesequence": "7192",
    "isActive": "1",
    "chapterId": "17538",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮০১. কন্যাদের বর্তমানে ভগ্নি আসাবা হিসাবে উত্তরাধিকারিণী হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nWhile I was sick, the Prophet (ﷺ) entered upon me and asked for some water to perform ablution, and after he had finished his ablution, he sprinkled some water of his ablution over me, whereupon I became conscious and said, O Allahs Messenger (ﷺ)! I have sisters. Then the Divine Verses regarding the laws of inheritance were revealed.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، قَالَ سَمِعْتُ جَابِرًا ـ رضى الله عنه ـ قَالَ دَخَلَ عَلَىَّ النَّبِيُّ صلى الله عليه وسلم وَأَنَا مَرِيضٌ، فَدَعَا بِوَضُوءٍ فَتَوَضَّأَ، ثُمَّ نَضَحَ عَلَىَّ مِنْ وَضُوئِهِ فَأَفَقْتُ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّمَا لِي أَخَوَاتٌ. فَنَزَلَتْ آيَةُ الْفَرَائِضِ.",
    "hadithBengali": "৬২৮৭। আবদুল্লাহ ইবনু উসমান (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি অসুস্থ ছিলাম। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট তশরীফ আনলেন। এসে উযূ (ওজু/অজু/অযু)র পানি চাইলেন এবং উযূ (ওজু/অজু/অযু) করলেন। তারপর উযূ (ওজু/অজু/অযু)র বেঁচে যাওয়া পানি থেকে আমার উপর ঢেলে দিলেন। তখন আমি প্রকৃতিস্থ হলাম এবং আরয করলাম, ইয়া রাসুলাল্লাহ! আমার ভগ্নিগণ আছে ঐ সময় উত্তরাধিকার বিষয়ক আয়াত নাযিল হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6287",
    "id": "7030",
    "thesequence": "7193",
    "isActive": "1",
    "chapterId": "17539",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮০২. ভগ্নিগণ ও ভ্রাতৃগণের উত্তরাধিকার ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara:\n\nThe last Quranic Verse that was revealed (to the Prophet) was the final Verse of Surat-an-Nisa, i.e., They ask you for a legal verdict Say: Allah directs (thus) About those who leave No descendants or ascendants as heirs.... (4.176)",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ ـ رضى الله عنه ـ قَالَ آخِرُ آيَةٍ نَزَلَتْ خَاتِمَةُ سُورَةِ النِّسَاءِ {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ}",
    "hadithBengali": "৬২৮৮। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... বারআ (রাঃ) থেকে বর্ণিত। তিনি বলেন, সর্বশেষ নাযিলকৃত আয়াত হচ্ছে সূরা নিসার আখেরী আয়াতঃ يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ\n",
    "checkStatus": "1",
    "hadithNo": "6288",
    "id": "7031",
    "thesequence": "7194",
    "isActive": "1",
    "chapterId": "17540",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮০৩. (মহান আল্লাহর বাণীঃ) লোকেরা আপনার নিকট ব্যবস্থা জানতে চায়। বলুন, পিতা মাতাহীন নিঃসন্তান ব্যক্তি সম্বন্ধে তোমাদেরকে আল্লাহ ব্যবস্থা জানাচ্ছেন ... আয়াতের শেষ পর্যন্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, I am more closer to the believers than their ownselves, so whoever (among them) dies leaving some inheritance, his inheritance will be given to his Asaba, and whoever dies leaving a debt or dependants or destitute children, then I am their supporter.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودٌ، أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي حَصِينٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَنَا أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ، فَمَنْ مَاتَ وَتَرَكَ مَالاً فَمَالُهُ لِمَوَالِي الْعَصَبَةِ، وَمَنْ تَرَكَ كَلاًّ أَوْ ضَيَاعًا، فَأَنَا وَلِيُّهُ فَلأُدْعَى لَهُ . لكل: العيال",
    "hadithBengali": "৬২৮৯। মাহমুদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি মুমিনদের নিকট তাদের প্রাণের চেয়েও অধিক প্রিয়। যে ব্যাক্তি ধন-সম্পদ রেখে মারা যায় তার ধন-সম্পদ তার আসাবাগণ লাভ করবে। আর যে ব্যাক্তি বোঝা অথবা সন্তানাদি (ঋণ) রেখে মারা যায় আমিই হব তার অভিভাবক। সুতরাং আমার কাছেই যেন তা চাওয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6289",
    "id": "7032",
    "thesequence": "7195",
    "isActive": "1",
    "chapterId": "17541",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮০৪. (কোন মেয়েলোকের) দু&rsquo;জন চাচাতো ভাই, তন্মধ্যে একজন যদি মা শরীক ভাই আর অপরজন যদি স্বামী হয়। আলী (রাঃ) বলেন, স্বামীর জন্য অংশ হচ্ছে অর্ধেক আর মা শরীক ভাই-এর অংশ এক ষষ্ঠাংশ। এরপর অবশিষ্টাংশ দু&#039; এর মাঝে আধাআধি হারে দিতে হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, Give the Faraid (the shares of the inheritance that are prescribed in the Quran) to those who are entitled to receive it; and whatever is left should be given to the closest male relative of the deceased.",
    "hadithArabic": "حَدَّثَنَا أُمَيَّةُ بْنُ بِسْطَامٍ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ رَوْحٍ، عَنْ عَبْدِ اللَّهِ بْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا، فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ .",
    "hadithBengali": "৬২৯০। উমাইয়্যা ইবনু বিসতাম (রহঃ) ... ইবনু আব্বাস (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ প্রাপ্যাংশ তার হকদারের কাছে পৌছিয়ে দাও। এরপর যা অবশিষ্ট থাকবে তার মালিক হবে তার নিকটতম পুরুষ ব্যাক্তি।\n",
    "checkStatus": "1",
    "hadithNo": "6290",
    "id": "7033",
    "thesequence": "7196",
    "isActive": "1",
    "chapterId": "17541",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮০৪. (কোন মেয়েলোকের) দু&rsquo;জন চাচাতো ভাই, তন্মধ্যে একজন যদি মা শরীক ভাই আর অপরজন যদি স্বামী হয়। আলী (রাঃ) বলেন, স্বামীর জন্য অংশ হচ্ছে অর্ধেক আর মা শরীক ভাই-এর অংশ এক ষষ্ঠাংশ। এরপর অবশিষ্টাংশ দু&#039; এর মাঝে আধাআধি হারে দিতে হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nRegarding the Holy Verse:--And to everyone, We have appointed heirs.. And:-- (4.33) To those also to Whom your right hands have pledged. (4.33) When the emigrants came to Medina, the Ansar used to be the heir of the emigrants (and vice versa) instead of their own kindred by blood (Dhawl-l-arham), and that was because of the bond of brotherhood which the Prophet (ﷺ) had established between them, i.e. the Ansar and the emigrants. But when the Divine Verse:-- And to everyone We have appointed heirs, (4.33) was revealed, it cancelled the other, order i.e. To those also, to whom Your right hands have pledged.",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ قُلْتُ لأَبِي أُسَامَةَ حَدَّثَكُمْ إِدْرِيسُ، حَدَّثَنَا طَلْحَةُ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، {وَلِكُلٍّ جَعَلْنَا مَوَالِيَ} {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ} قَالَ كَانَ الْمُهَاجِرُونَ حِينَ قَدِمُوا الْمَدِينَةَ يَرِثُ الأَنْصَارِيُّ الْمُهَاجِرِيَّ دُونَ ذَوِي رَحِمِهِ لِلأُخُوَّةِ الَّتِي آخَى النَّبِيُّ صلى الله عليه وسلم بَيْنَهُمْ فَلَمَّا نَزَلَتْ {جَعَلْنَا مَوَالِيَ} قَالَ نَسَخَتْهَا {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ}",
    "hadithBengali": "৬২৯১। ইসহাক ইবনু ইবরাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি وَلِكُلٍّ جَعَلْنَا مَوَالِيَ} {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ এ আয়াত সম্পর্কে বলেন যে, মুহাজিরগণ যখন মদিনায় আগমন করলেন, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুহাজির ও আনসারগগের মাঝে যে ভ্রাতৃত্ব বন্ধন স্থাপন করে দিয়েছিলেন, সে প্রেক্ষিতে আনসারগণের সাথে যাদের যাবিল আরহাম এর সম্পর্ক ছিল তা বাদ দিয়ে মুহাজিরগগ আনসারগণের সম্পতির উত্তরাধিকার হতেন। এরপর যখনوَلِكُلٍّ جَعَلْنَا مَوَالِيَ এর আয়াত নাযিল হয়, তখন وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ আয়াতের বিধানটি রহিত হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "6291",
    "id": "7034",
    "thesequence": "7197",
    "isActive": "1",
    "chapterId": "17542",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮০৫. যাবিল আরহাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nA man and his wife had a case of Lian (or Mulaana) during the lifetime of the Prophet (ﷺ) and the man denied the paternity of her child. The Prophet (ﷺ) gave his verdict for their separation (divorce) and then the child was regarded as belonging to the wife only.",
    "hadithArabic": " حَدَّثَنِي يَحْيَى بْنُ قَزَعَةَ، حَدَّثَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما أَنَّ رَجُلاً، لاَعَنَ امْرَأَتَهُ فِي زَمَنِ النَّبِيِّ صلى الله عليه وسلم وَانْتَفَى مِنْ وَلَدِهَا فَفَرَّقَ النَّبِيُّ صلى الله عليه وسلم بَيْنَهُمَا، وَأَلْحَقَ الْوَلَدَ بِالْمَرْأَةِ.",
    "hadithBengali": "৬২৯২। ইয়াহইয়া ইবনু কাযাআ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় তার স্ত্রীর সঙ্গে লি-আন করেছিল। এবং তার সন্তানটিকেও অস্বীকার করল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের দু&#39;জনের মাঝে (বিবাহ) বিচ্ছেদ করে দিলেন এবং সন্তানটি মহিলাকে দিয়ে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6292",
    "id": "7035",
    "thesequence": "7198",
    "isActive": "1",
    "chapterId": "17543",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮০৬. লি&rsquo;আনকারীদের উত্তরাধিকার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\n`Utba (bin Abi Waqqas) said to his brother Sa`d, The son of the slave girl of Zam`a is my son, so be his custodian. So when it was the year of the Conquest of Mecca, Sa`d took that child and said, He is my nephew, and my brother told me to be his custodian. On that, Abu bin Zam`a got up and said, but the child is my brother, and the son of my fathers slave girl as he was born on his bed. So they both went to the Prophet. Sa`d said, O Allahs Messenger (ﷺ)! (This is) the son of my brother and he told me to be his custodian. Then Abu bin Zam`a said, (But he is) my brother and the son of the slave girl of my father, born on his bed. The Prophet (ﷺ) said, This child is for you. O Abu bin Zam`a, as the child is for the owner of the bed, and the adulterer receives the stones. He then ordered (his wife) Sauda bint Zam`a to cover herself before that boy as he noticed the boys resemblance to `Utba. Since then the boy had never seen Sauda till he died.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ عُتْبَةُ عَهِدَ إِلَى أَخِيهِ سَعْدٍ أَنَّ ابْنَ وَلِيدَةِ زَمْعَةَ مِنِّي، فَاقْبِضْهُ إِلَيْكَ. فَلَمَّا كَانَ عَامَ الْفَتْحِ أَخَذَهُ سَعْدٌ فَقَالَ ابْنُ أَخِي عَهِدَ إِلَىَّ فِيهِ. فَقَامَ عَبْدُ بْنُ زَمْعَةَ فَقَالَ أَخِي وَابْنُ وَلِيدَةِ أَبِي، وُلِدَ عَلَى فِرَاشِهِ. فَتَسَاوَقَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ سَعْدٌ يَا رَسُولَ اللَّهِ ابْنُ أَخِي قَدْ كَانَ عَهِدَ إِلَىَّ فِيهِ. فَقَالَ عَبْدُ بْنُ زَمْعَةَ أَخِي وَابْنُ وَلِيدَةِ أَبِي، وُلِدَ عَلَى فِرَاشِهِ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  هُوَ لَكَ يَا عَبْدُ بْنَ زَمْعَةَ، الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ . ثُمَّ قَالَ لِسَوْدَةَ بِنْتِ زَمْعَةَ  احْتَجِبِي مِنْهُ . لِمَا رَأَى مِنْ شَبَهِهِ بِعُتْبَةَ، فَمَا رَآهَا حَتَّى لَقِيَ اللَّهَ.",
    "hadithBengali": "৬২৯৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, উতবা তার ভাই সাদকে ওসীয়াত করল যে, যামাআ নামক বাদীর সন্তানটি আমার। তাই তুমি তাকে তোমার হস্তগত করে নাও। মক্কা বিজয়ের বছর সাদ তাকে হস্তগত করলেন এবং বললেন যে, এ আমার ভ্রাতুষ্পুত্র। আমার ভাই এর সম্পর্কে ওসীয়্যত করে গিয়েছিলেন। তখন আবদ ইবনু যামআ দাঁড়িয়ে বললেন, এ তো আমার ভাই। কেননা, এ হচ্ছে আমার পিতার বাঁদীর পুত্র। এবং সে আমার পিতার শয্যাসঙ্গিনীর গর্ভে জন্ম নিয়েছে। উভয়েই তাঁদের মুকদ্দমা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পেশ করলেন।\n\nতখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আবদ ইবনু যামআ, এ ছেলে তুমিই পাবে। কেননা, সন্তান সে-ই পেয়ে থাকে যার শয্যাসঙ্গিনীর গর্ভে জন্ম নেয়। আর ব্যভিচারকারীর জন্য হল পাথর। এরপর তিনি সাওদা বিনত যামআকে বললেনঃ তুমি এ ছেলে থেকে পর্দা পালন করবে। কেননা, তিনি তার মাঝে উতবার সাদৃশ্য দেখতে পেয়েছিলেন। সুতরাং সাওদা (রাঃ) সে ছেলেটিকে আল্লাহর সঙ্গে সাক্ষাৎ (মৃত্যু) পর্যন্ত আর দেখেননি।\n",
    "checkStatus": "1",
    "hadithNo": "6293",
    "id": "7036",
    "thesequence": "7199",
    "isActive": "1",
    "chapterId": "17544",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮০৭. শয্যাসঙ্গিনী আযাদ হোক বা বাঁদী, সন্তান শয্যাধিপতির",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, The boy is for the owner of the bed.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، عَنْ يَحْيَى، عَنْ شُعْبَةَ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْوَلَدُ لِصَاحِبِ الْفِرَاشِ .",
    "hadithBengali": "৬২৯৪। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, সন্তান হল শয্যাধিপতির।\n",
    "checkStatus": "1",
    "hadithNo": "6294",
    "id": "7037",
    "thesequence": "7200",
    "isActive": "1",
    "chapterId": "17544",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮০৭. শয্যাসঙ্গিনী আযাদ হোক বা বাঁদী, সন্তান শয্যাধিপতির",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nI bought Barira (a female slave). The Prophet (ﷺ) said (to me), Buy her as the Wala is for the manumitted. Once she was given a sheep (in charity). The Prophet (ﷺ) said, It (the sheep) is a charitable gift for her (Barira) and a gift for us. Al-Hakam said, Bariras husband was a free man. Ibn `Abbas said, When I saw him, he was a slave.",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتِ اشْتَرَيْتُ بَرِيرَةَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  اشْتَرِيهَا، فَإِنَّ الْوَلاَءَ لِمَنْ أَعْتَقَ . وَأُهْدِيَ لَهَا شَاةٌ فَقَالَ  هُوَ لَهَا صَدَقَةٌ، وَلَنَا هَدِيَّةٌ . قَالَ الْحَكَمُ وَكَانَ زَوْجُهَا حُرًّا، وَقَوْلُ الْحَكَمِ مُرْسَلٌ. وَقَالَ ابْنُ عَبَّاسٍ رَأَيْتُهُ عَبْدًا.",
    "hadithBengali": "৬২৯৫। হাফস ইবনু উমর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি বারীরা (নামী বাঁদী) কে ক্রয় করতে চাইলাম। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তাকে ক্রয় করতে পার। কেননা, অভিভাবকত্ব তো ঐ ব্যাক্তির জন্য, যে আযাদ করে। বারীরাকে একদা একটি বকরী সাদাকা দেওয়া হল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এটি তার জন্য সাদাকা আর আমাদের জন্য হাদিয়া। হাকাম বলেন, বারীরার স্বামী একজন আযাদ ব্যাক্তি ছিল। আবূ আবদুল্লাহ [বুখারী (রহঃ)] বলেনঃ হাকামের বর্ণনা সনদ হিসাবে মুরসাল। ইবনু আব্বাস (রাঃ) বলেনঃ আমি তাকে (বারীরার স্বামীকে) গোলামরূপে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "6295",
    "id": "7038",
    "thesequence": "7201",
    "isActive": "1",
    "chapterId": "17545",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮০৮. অভিভাকত্ব ঐ ব্যক্তির জন্য যে আযাদ করবে। আর লাকিত এর উত্তরাধিকার। &#039;উমার (রাঃ) বলেন,  লাকীত (কুড়িয়ে পাওয়া) ব্যক্তি আযাদ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) said, The Wala is for the manumitted (of the slave).",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ .",
    "hadithBengali": "৬২৯৬। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... ইবনু উমর (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ নিশ্চয়ই অভিভাবকত্ব ঐ ব্যাক্তির জন্য যে আযাদ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "6296",
    "id": "7039",
    "thesequence": "7202",
    "isActive": "1",
    "chapterId": "17545",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮০৮. অভিভাকত্ব ঐ ব্যক্তির জন্য যে আযাদ করবে। আর লাকিত এর উত্তরাধিকার। &#039;উমার (রাঃ) বলেন,  লাকীত (কুড়িয়ে পাওয়া) ব্যক্তি আযাদ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Muslims did not free slaves as Saiba, but the People of the Pre-lslamic Period of Ignorance used to do so.",
    "hadithArabic": " حَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي قَيْسٍ، عَنْ هُزَيْلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ إِنَّ أَهْلَ الإِسْلاَمِ لا يُسَيِّبُونَ، وَإِنَّ أَهْلَ الْجَاهِلِيَّةِ كَانُوا يُسَيِّبُونَ.",
    "hadithBengali": "৬২৯৭। কাবীসা ইবনু উকবা (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আহলে ইসলাম (মুসলমানগণ) সায়বা বানায় না। তবে জাহেলী যামানার লোকেরা সায়বা বানাত।\n",
    "checkStatus": "1",
    "hadithNo": "6297",
    "id": "7040",
    "thesequence": "7203",
    "isActive": "1",
    "chapterId": "17546",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮০৯. সায়বার উত্তরাধিকার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Aswad:\n\n`Aisha bought Barira in order to manumit her, but her masters stipulated that her Wala (after her death) would be for them. `Aisha said, O Allahs Messenger (ﷺ)! I have bought Barira in order to manumit her, but her masters stipulated that her Wala will be for them. The Prophet (ﷺ) said, Manumit her as the Wala is for the one who manumits (the slave), or said, The one who pays her price. Then `Aisha bought and manumitted her. After that, Barira was given the choice (by the Prophet) (to stay with her husband or leave him). She said, If he gave me so much and so much (money) I would not stay with him. (Al-Aswad added: Her husband was a free man.) The sub-narrator added: The series of the narrators of Al-Aswads statement is incomplete. The statement of Ibn `Abbas, i.e., when I saw him he was a slave, is more authentic.",
    "hadithArabic": " حَدَّثَنَا مُوسَى، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ اشْتَرَتْ بَرِيرَةَ، لِتُعْتِقَهَا، وَاشْتَرَطَ أَهْلُهَا وَلاَءَهَا فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي اشْتَرَيْتُ بَرِيرَةَ لأُعْتِقَهَا، وَإِنَّ أَهْلَهَا يَشْتَرِطُونَ وَلاَءَهَا. فَقَالَ  أَعْتِقِيهَا فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ . أَوْ قَالَ  أَعْطَى الثَّمَنَ . قَالَ فَاشْتَرَتْهَا فَأَعْتَقَتْهَا. قَالَ وَخُيِّرَتْ فَاخْتَارَتْ نَفْسَهَا وَقَالَتْ لَوْ أُعْطِيتُ كَذَا وَكَذَا مَا كُنْتُ مَعَهُ. قَالَ الأَسْوَدُ وَكَانَ زَوْجُهَا حُرًّا. قَوْلُ الأَسْوَدِ مُنْقَطِعٌ، وَقَوْلُ ابْنِ عَبَّاسٍ رَأَيْتُهُ عَبْدًا. أَصَحُّ.",
    "hadithBengali": "৬২৯৮। মূসা ইবনু ইসমাঈল (রহঃ) ... আসওয়াদ ইবনু ইয়াযীদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আয়িশা সিদ্দিকা (রাঃ) বারীরা বাদীকে আযাদ করার উদ্দেশ্যে ক্রয় করতে চাইলেন। আর তার মনিব তার ওয়ালার (অভিভাবকত্বের) শর্ত করল (নিজেদের জন্য)। তখন আয়িশা (রাঃ) আরয করলেন, ইয়া রাসুলাল্লাহ! আমি বারীরাকে আযাদ করার উদ্দেশ্যে ক্রয় করতে চাই। অথচ তার মনিবরা তার ওয়ালার শর্ত করছে। তিনি বললেনঃ তাকে (ক্রয় করে) আযাদ কর। কেননা, অভিভাবকত্ব ঐ ব্যাক্তির জন্যই হয়ে থাকে, যে ব্যাক্তি আযাদ করে। অথবা তিনি বললেনঃ তার মূল্য দিয়ে দাও। তিনি বলেনঃ তখন তিনি তাকে ক্রয় করলেন এবং আযাদ করে দিলেন। তিনি আরও বললেন, তাকে তার (স্বামীর সাথে) যাওয়া না যাওয়ার ব্যাপারে ইখতিয়ার দেওয়া হল। সে নিজেকে ইখতিয়ার করল এবং বলল, আমাকে যদি এরূপ এরূপ কিছু দেওয়াও হয় তবুও আমি তার সাথী হব না। আসওয়াদ (রহঃ) বলেনঃ তার স্বামী আযাদ ছিল। আবূ আবদুল্লাহ বুখারী (রহঃ) বলেনঃ আসওয়াদ এর বক্তব্য বিচ্ছিন্ন। ইবনু আব্বাস (রাঃ) এর বক্তব্য &#39;আমি (বারীরার স্বামীকে) তাকে গোলামরূপে দেখেছি&#39; বিশুদ্ধতর।\n",
    "checkStatus": "1",
    "hadithNo": "6298",
    "id": "7041",
    "thesequence": "7204",
    "isActive": "1",
    "chapterId": "17546",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮০৯. সায়বার উত্তরাধিকার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali:\n\nWe have no Book to recite except the Book of Allah (Quran) and this paper. Then `Ali took out the paper, and behold ! There was written in it, legal verdicts about the retaliation for wounds, the ages of the camels (to be paid as Zakat or as blood money). In it was also written: Medina is a sanctuary from Air (mountain) to Thaur (mountain). So whoever innovates in it an heresy (something new in religion) or commits a crime in it or gives shelter to such an innovator, will incur the curse of Allah, the angels and all the people, and none of his compulsory or optional good deeds will be accepted on the Day of Resurrection. And whoever (a freed slave) takes as his master (i.e. be-friends) some people other than hi real masters without the permission of his real masters, will incur the curse of Allah, the angels and all the people, and none of his compulsory, or optional good deeds will be accepted on the Day of Resurrection. And the asylum granted by any Muslim is to be secured by all the Muslims, even if it is granted by one of the lowest social status among them; and whoever betrays a Muslim, in this respect will incur the curse of Allah, the angels, and all the people, and none of his Compulsory or optional good deeds will be accepted on the Day of Resurrection.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، قَالَ قَالَ عَلِيٌّ ـ رضى الله عنه مَا عِنْدَنَا كِتَابٌ نَقْرَؤُهُ إِلاَّ كِتَابُ اللَّهِ، غَيْرَ هَذِهِ الصَّحِيفَةِ. قَالَ فَأَخْرَجَهَا فَإِذَا فِيهَا أَشْيَاءُ مِنَ الْجِرَاحَاتِ وَأَسْنَانِ الإِبِلِ. قَالَ وَفِيهَا الْمَدِينَةُ حَرَمٌ مَا بَيْنَ عَيْرٍ إِلَى ثَوْرٍ، فَمَنْ أَحْدَثَ فِيهَا حَدَثًا، أَوْ آوَى مُحْدِثًا، فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ، لاَ يُقْبَلُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفٌ وَلاَ عَدْلٌ، وَمَنْ وَالَى قَوْمًا بِغَيْرِ إِذْنِ مَوَالِيهِ، فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ، لاَ يُقْبَلُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفٌ وَلاَ عَدْلٌ، وَذِمَّةُ الْمُسْلِمِينَ وَاحِدَةٌ، يَسْعَى بِهَا أَدْنَاهُمْ فَمَنْ أَخْفَرَ مُسْلِمًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ، لاَ يُقْبَلُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفٌ وَلاَ عَدْلٌ.",
    "hadithBengali": "৬২৯৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবরাহীম তামীমীর পিতা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আলী (রাঃ) বলেছেন, কিতাবুল্লাহ ব্যতীত আমাদের আর কোন কিতাব তো নেই যা আমরা পাঠ করতে পারি। তবে এ লিপিখানা আছে। রাবী বলেন, এরপর তিনি তা বের করলেন। দেখা গেল যে, তাতে যখম ও উটের বয়স সংক্রান্ত কথা লিপিবদ্ধ আছে। বারী বলেন, তাতে আরও লিপিবদ্ধ ছিল যে, আইর থেকে নিয়ে অমুক স্থানের মধ্যবর্তী মদিনার হারাম। এখানে যে (ধর্মীয় ব্যাপারে) বিদআত করবে বা বিদআতকারীকে আশ্রয় দিবে তার উপর আল্লাহর ফেরেশতা এবং সকল মানুষের লানত। কিয়ামতের দিন আল্লাহ তা&#39;আলা তার কোন ফরয আমল এবং কোন নফল কবুল করবেন না। যে ব্যাক্তি মনিবের অনুমতি ছাড়া কোন গোলামকে আশ্রয় প্রদান করে তার উপর আল্লাহ, ফেরেশতা এবং সমস্ত মামুষের লা&#39;নত। তার কোন ফরয বা নফল কিয়ামতের দিন কবুল করা হরে না। সমস্ত মুসলমানের জিম্মাই এক, একজন সাধারণ মুসলমান এর চেষ্টা করবে। যে ব্যাক্তি কোন মুসলমানের আশ্রয় প্রদানকে বাচনাল করে তার উপর আল্লাহর, ফেরেশতার এবং সকল মানুষের লা&#39;নত। কিয়ামতের দিন তার কোন ফরয ও নফল কবুল করা হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6299",
    "id": "7042",
    "thesequence": "7205",
    "isActive": "1",
    "chapterId": "17547",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮১০. যে গোলাম তার মনিবদের ইচ্ছার খেলাফ কাজ করে তার গুনাহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) forbade the selling of the Wala (of slaves) or giving it as a present.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ بَيْعِ الْوَلاَءِ وَعَنْ هِبَتِهِ.",
    "hadithBengali": "৬৩০০। আবূ নুয়াঈম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অক্তিভাবকত্ব বিক্রয় এবং হেবা করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6300",
    "id": "7043",
    "thesequence": "7206",
    "isActive": "1",
    "chapterId": "17547",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮১০. যে গোলাম তার মনিবদের ইচ্ছার খেলাফ কাজ করে তার গুনাহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThat Aisha, the mother of the Believers, intended to buy a slave girl in order to manumit her. The slave girls master said, We are ready to sell her to you on the condition that her Wala should be for us. Aisha mentioned that to Allahs Messenger (ﷺ) who said, This (condition) should not prevent you from buying her, for the Wala is for the one who manumits (the slave).",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ، أَرَادَتْ أَنْ تَشْتَرِيَ جَارِيَةً تُعْتِقُهَا فَقَالَ أَهْلُهَا نَبِيعُكِهَا عَلَى أَنَّ وَلاَءَهَا لَنَا. فَذَكَرَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ   لاَ يَمْنَعُكِ ذَلِكِ، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ .",
    "hadithBengali": "৬৩০১। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, উম্মুল মু&#39;মিনীন আয়িশা (রাঃ) আযাদ করার জন্য একটি বাদী ক্রয় করতে চাইলেন। তখন তার মনিবরা তাকে বলল যে, আমরা এ বাদী আপনার কাছে এ শর্তে বিক্রি করতে পারি যে, ওয়ালা হবে আমাদের জন্য। তিনি এ সম্পর্কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আলোচনা করলেন। তখন তিনি বললেনঃ এটা তোমার জন্য কোন বাধা নয়। কারন ওয়ালা হচ্ছে ঐ ব্যাক্তির জন্য যে আযাদ করে।\n",
    "checkStatus": "1",
    "hadithNo": "6301",
    "id": "7044",
    "thesequence": "7207",
    "isActive": "1",
    "chapterId": "17548",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮১১. কাফির কারো হাতে ইসলাম গ্রহণ করে, তবে হাসান (রাঃ) তার জন্য এতে ওয়ালার স্বীকৃতি দিতেন না। নবী (সাঃ) বলেছেনঃ ওয়ালা ঐ ব্যক্তির জন্য যে আযাদ করে। তামীম দারী (রাঃ) থেকে মারফু&rsquo; হিসেবে বর্ণিত হয়েছে যে, নবী (সাঃ) বলেছেন, ওয়ালা তার আযাদকারীর কাছে অন্যান্য মানুষের তুলনায় তার মৃত্যু ও জীবন যাপনের দিক দিয়ে অধিকতর নিকটে। তবে এ খবরের সত্যতার ব্যাপারে অন্যেরা মতানৈক্য করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Aswad:\n\nAisha said, I bought Barira and her masters stipulated that the Wala would be for them. Aisha mentioned that to the Prophet (ﷺ) and he said, Manumit her, as the Wala is for the one who gives the silver (i.e. pays the price for freeing the slave). Aisha added, So I manumitted her. After that, the Prophet caller her (Barira) and gave her the choice to go back to her husband or not. She said, If he gave me so much and so much (money) I would not stay with him. So she selected her ownself (i.e. refused to go back to her husband).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتِ اشْتَرَيْتُ بَرِيرَةَ فَاشْتَرَطَ أَهْلُهَا وَلاَءَهَا، فَذَكَرَتْ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ   أَعْتِقِيهَا فَإِنَّ الْوَلاَءَ لِمَنْ أَعْطَى الْوَرِقَ . قَالَتْ فَأَعْتَقْتُهَا ـ قَالَتْ ـ فَدَعَاهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَخَيَّرَهَا مِنْ زَوْجِهَا فَقَالَتْ لَوْ أَعْطَانِي كَذَا وَكَذَا مَا بِتُّ عِنْدَهُ. فَاخْتَارَتْ نَفْسَهَا.",
    "hadithBengali": "৬৩০২। মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, বারীরা বাদীকে আমি ক্রয় করলাম। তখন তার মালিকেরা তার ওয়ালার শর্ত করল। এ ব্যাপারে আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আলোচলা করলাম। তখন তিনি বললেনঃ তুমি তাকে আযাদ করে দাও। কেননা, ওয়ালা ঐ ব্যাক্তির জন্য যে রৌপ্য প্রদান করে। আয়িশা (রাঃ) বলেনঃ আমি তাকে আযাদ করে দিলাম। তিনি বলেন, এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বারীরাকে ডাকলেন এবং তার স্বামীর ব্যাপারে তাকে স্বাধীনতা দিলেন। তখন সে বলল সে যদি আমাকে এরূপ এরূপ মালও দেয় তবুও আমি তার সাথে রাত যাপন করব না। এবং সে নিজেকেই ইখতিয়ার করল।\n",
    "checkStatus": "1",
    "hadithNo": "6302",
    "id": "7045",
    "thesequence": "7208",
    "isActive": "1",
    "chapterId": "17548",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮১১. কাফির কারো হাতে ইসলাম গ্রহণ করে, তবে হাসান (রাঃ) তার জন্য এতে ওয়ালার স্বীকৃতি দিতেন না। নবী (সাঃ) বলেছেনঃ ওয়ালা ঐ ব্যক্তির জন্য যে আযাদ করে। তামীম দারী (রাঃ) থেকে মারফু&rsquo; হিসেবে বর্ণিত হয়েছে যে, নবী (সাঃ) বলেছেন, ওয়ালা তার আযাদকারীর কাছে অন্যান্য মানুষের তুলনায় তার মৃত্যু ও জীবন যাপনের দিক দিয়ে অধিকতর নিকটে। তবে এ খবরের সত্যতার ব্যাপারে অন্যেরা মতানৈক্য করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nWhen Aisha intended to buy Barira, she said to the Prophet, Bariras masters stipulated that they will have the Wala. The Prophet (ﷺ) said (to Aisha), Buy her, as the Wala is for the one who manumits.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا هَمَّامٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ أَرَادَتْ عَائِشَةُ أَنْ تَشْتَرِيَ بَرِيرَةَ فَقَالَتْ لِلنَّبِيِّ صلى الله عليه وسلم إِنَّهُمْ يَشْتَرِطُونَ الْوَلاَءَ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم   اشْتَرِيهَا، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ .",
    "hadithBengali": "৬৩০৩। হাফস ইবনু উমর (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আয়িশা (রাঃ) বারীরা বাদীকে ক্রয় করার ইচ্ছা করলেন। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বললেন যে, তারা (মালিকেরা) ওয়ালার শর্ত করছে। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তাকে ক্রয় করে নাও। কেননা, ওয়ালা তো হচ্ছে ঐ ব্যাক্তির, যে আযাদ করে।\n",
    "checkStatus": "1",
    "hadithNo": "6303",
    "id": "7046",
    "thesequence": "7209",
    "isActive": "1",
    "chapterId": "17549",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮১২. নারীগণ ওয়ালার উত্তরাধিকারী হতে পারে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nAllahs Messenger (ﷺ) said, The wala is for the one who gives the silver (pays the price) and does the favor (of manumission after paying the price).",
    "hadithArabic": "حَدَّثَنَا ابْنُ سَلاَمٍ، أَخْبَرَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْوَلاَءُ لِمَنْ أَعْطَى الْوَرِقَ، وَوَلِيَ النِّعْمَةَ .",
    "hadithBengali": "৬৩০৪। ইবনু সালাম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ওয়ালা হল ঐ ব্যাক্তির জন্য যে রৌপ্য (মূল্য) প্রদান করে। আর সে নিয়ামতের অধিকারী হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6304",
    "id": "7047",
    "thesequence": "7210",
    "isActive": "1",
    "chapterId": "17549",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮১২. নারীগণ ওয়ালার উত্তরাধিকারী হতে পারে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) said, The freed slave belongs to the people who have freed him, or said something similar.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا مُعَاوِيَةُ بْنُ قُرَّةَ، وَقَتَادَةُ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَوْلَى الْقَوْمِ مِنْ أَنْفُسِهِمْ . أَوْ كَمَا قَالَ.",
    "hadithBengali": "৬৩০৫। আদম (রহঃ) ... আনাস ইবনুু মালিক (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, কোন কাওমের (আযাদকৃত) গোলাম তাদেরই অন্তর্ভুক্ত অথবা এ জাতীয় কোন কথা বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6305",
    "id": "7048",
    "thesequence": "7211",
    "isActive": "1",
    "chapterId": "17550",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮১৩. কোন কওমের আযাদকৃত গোলাম তাদেরই অন্তর্ভূক্ত। আর বোনের ছেলেও ঐ কাওমের অন্তর্ভূক্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) said, The son of the sister of some people is from them or from their own selves.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  ابْنُ أُخْتِ الْقَوْمِ مِنْهُمْ . أَوْ  مِنْ أَنْفُسِهِمْ .",
    "hadithBengali": "৬৩০৬। আবূল ওযালীদ (রহঃ) ... আনাস (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, কোন কাওমের বোনের পুত্র সে কাওমেরই অন্তর্ভুক্ত। এখানে তিনি مِنْهُمْ বলেছেন অথবা مِنْ أَنْفُسِهِمْ বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6306",
    "id": "7049",
    "thesequence": "7212",
    "isActive": "1",
    "chapterId": "17550",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮১৩. কোন কওমের আযাদকৃত গোলাম তাদেরই অন্তর্ভূক্ত। আর বোনের ছেলেও ঐ কাওমের অন্তর্ভূক্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said,  If somebody dies (among the Muslims) leaving some property, the property will go to his heirs; and if he leaves a debt or dependants, we will take care of them.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيٍّ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ تَرَكَ مَالاً فَلِوَرَثَتِهِ، وَمَنْ تَرَكَ كَلاًّ فَإِلَيْنَا .",
    "hadithBengali": "৬৩০৭। আবূল ওয়ালীদ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ যে ব্যাক্তি ধন-সস্পদ রেখে মারা যায় সে ধন-সম্পদ তার উত্তরাধিকারীদের জন্য। আর যে ঋণ রেখে (মারা) যায় তা (আদায় করা) আমার যিম্মায়।\n",
    "checkStatus": "1",
    "hadithNo": "6307",
    "id": "7050",
    "thesequence": "7213",
    "isActive": "1",
    "chapterId": "17551",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮১৪. বন্দীর উত্তরাধিকার। শুরায়হ শত্রুদের হাতে বন্দী মুসলমানদের উত্তরাধিকার প্রদান করতেন এবং বলতেন এ বন্দী লোক উত্তরাধিকারের প্রতি বেশী মুখাপেক্ষী। উমর ইবন আবদুল আযীয (রহঃ) বলেন, বন্দী ব্যক্তির ওসিয়ত, তাকে আযাদ কর এবং তার মালের ব্যবহারকে জায়েয মনে কর, যতক্ষন না সে আপন ধর্ম থেকে ফিরে যায়। কেননা, এ হচ্ছে তারই মাল। সে এতে যা ইচ্ছা তাই করতে পারে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Usama bin Zaid:\n\nthe Prophet (ﷺ) said, A Muslim cannot be the heir of a disbeliever, nor can a disbeliever be the heir of a Muslim.",
    "hadithArabic": "حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَلِيِّ بْنِ حُسَيْنٍ، عَنْ عَمْرِو بْنِ عُثْمَانَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   لاَ يَرِثُ الْمُسْلِمُ الْكَافِرَ، وَلاَ الْكَافِرُ الْمُسْلِمَ .",
    "hadithBengali": "৬৩০৮। আবূ আসিম (রহঃ) ... উসামা ইবনু যায়িদ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুসলমান কাফেরের উত্তরাধিকারী হয় না আর কাফেরও মুসলমানের উত্তরাধিকারী হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "6308",
    "id": "7051",
    "thesequence": "7214",
    "isActive": "1",
    "chapterId": "17552",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮১৫. মুসলমান কাফেরের এবং কাফির মুমুসলমানের উত্তরাধিকারী হয় না। কোন ব্যক্তি সম্পত্তি বন্টনের পূর্বে মুসলিম হয়ে গেলে সে মিরাস পাবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nSa`d bin Abi Waqqas and Abu bin Zam`a had a dispute over a boy. Sa`d said, O Allahs Messenger (ﷺ)! This (boy) is the son of my brother, `Utba bin Abi Waqqas who told me to be his custodian as he was his son. Please notice to whom he bears affinity. And Abu bin Zam`a said, This is my brother, O Allahs Messenger (ﷺ)! He was born on my fathers bed by his slave girl. Then the Prophet (ﷺ) looked at the boy and noticed evident resemblance between him and `Utba, so he said, He (the toy) is for you, O Abu bin Zam`a, for the boy is for the owner of the bed, and the stone is for the adulterer. Screen yourself before the boy, O Sauda bint Zam`a. `Aisha added: Since then he had never seen Sauda.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّهَا قَالَتِ اخْتَصَمَ سَعْدُ بْنُ أَبِي وَقَّاصٍ وَعَبْدُ بْنُ زَمْعَةَ فِي غُلاَمٍ فَقَالَ سَعْدٌ هَذَا يَا رَسُولَ اللَّهِ ابْنُ أَخِي عُتْبَةَ بْنِ أَبِي وَقَّاصٍ عَهِدَ إِلَىَّ أَنَّهُ ابْنُهُ، انْظُرْ إِلَى شَبَهِهِ. وَقَالَ عَبْدُ بْنُ زَمْعَةَ هَذَا أَخِي يَا رَسُولَ اللَّهِ، وُلِدَ عَلَى فِرَاشِ أَبِي مِنْ وَلِيدَتِهِ. فَنَظَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى شَبَهِهِ فَرَأَى شَبَهًا بَيِّنًا بِعُتْبَةَ فَقَالَ   هُوَ لَكَ يَا عَبْدُ، الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ، وَاحْتَجِبِي مِنْهُ يَا سَوْدَةُ بِنْتَ زَمْعَةَ . قَالَتْ فَلَمْ يَرَ سَوْدَةَ قَطُّ.",
    "hadithBengali": "<p style=text-align: center;>بَابُ مِيرَاثِ الْعَبْدِ النَّصْرَانِيِّ وَمُكَاتَبِ النَّصْرَانِيِّ، وَإِثْمِ مَنِ انْتَفَى مِنْ وَلَدِهِ\n\n২৮১৬. নাসারা গোলাম ও নাসারা মাকতিবের মিরাস এবং যে ব্যাক্তি আপন সন্তানকে অস্বীকার করে তার গুনাহ\n\n<hr />\n৬৩০৯ কুতায়বা ইবনু সাঈদ (রহঃ) আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) ও আবদু ইবনু যামআ একটি ছেলের ব্যাপারে পরস্পরে কথা কাটাকাটি করেন। সাদ (রাঃ) বললেনঃ ইয়া রাসুলুল্লাহ! এ ছেলেটি আমার ভাই উতবা ইবনু আবূ ওয়াককাস-এর পূত্র। তিনি আমাকে ওসিয়ত করে গিয়েছিলেন যে! এ ছেলেটি তার পূত্র। আপনি তার আকৃতির দিকে লক্ষ্য করে দেখুন। আবদ ইবনু যামআ বললো! এ আমার ভাই, ইয়া রাসুলুল্লাহ! এ আমার পিতার ঔরসে তার কোন বাদীর গর্ভে জন্মগ্রহন করেছে। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার আকৃতির দিকে নযর করলেন এবং উতবার আকৃতির সাথে তার আকৃতির প্রকাশ্য মিল দেখতে পেলেন। তখন তিনি বললেনঃ হে আবদ। এ ছেলে তুমিই পাবে। কেননা সন্তান যথাযথ শয্যাপতির আর ব্যাভিচারীর জন্য হল পাথর। আর হে সাওদা বিনত যামআ! তুমি তার থেকে পর্দা কর। আয়িশা (রাঃ) বলেনঃ এরপরে সে কখনও সাওদার সাথে দেখা দেয়নি।\n",
    "checkStatus": "1",
    "hadithNo": "6309",
    "id": "7052",
    "thesequence": "7215",
    "isActive": "1",
    "chapterId": "17553",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮১৭. যে ব্যক্তি কাউকে ভাই বা ভ্রাতুষ্পুত্র হওয়ার দাবি করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`d:\n\nI heard the Prophet (ﷺ) saying, Whoever claims to be the son of a person other than his father, and he knows that person is not his father, then Paradise will be forbidden for him. I mentioned that to Abu Bakra, and he said, My ears heard that and my heart memorized it from Allahs Messenger (ﷺ).",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا خَالِدٌ ـ هُوَ ابْنُ عَبْدِ اللَّهِ ـ حَدَّثَنَا خَالِدٌ، عَنْ أَبِي عُثْمَانَ، عَنْ سَعْدٍ ـ رضى الله عنه ـ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   مَنِ ادَّعَى إِلَى غَيْرِ أَبِيهِ، وَهْوَ يَعْلَمُ أَنَّهُ غَيْرُ أَبِيهِ، فَالْجَنَّةُ عَلَيْهِ حَرَامٌ . فَذَكَرْتُهُ لأَبِي بَكْرَةَ فَقَالَ وَأَنَا سَمِعَتْهُ أُذُنَاىَ، وَوَعَاهُ، قَلْبِي مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم.",
    "hadithBengali": "৬৩১০। মুসাদ্দাদ (রহঃ) ... সা&#39;দ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যাক্তি অন্য লোককে পিতা বলে দাবি করে অথচ সে জানে যে সে তার পিতা নয়, জান্নাত তার জন্য হারাম। রাবী বলেন, আমি এ কথাটি আবূ বকর (রাঃ) এর কাছে আলোচলা করলাম। তখন তিনি বললেন, আমার কান দু&#39;টি তো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ কথা শুনেছে এবং আমার অন্তর তা সংরক্ষণ করেছে।\n",
    "checkStatus": "1",
    "hadithNo": "6310",
    "id": "7053",
    "thesequence": "7216",
    "isActive": "1",
    "chapterId": "17554",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮১৮. প্রকৃত পিতা ব্যতীত অন্যকে পিতা বলে দাবি করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Do not deny your fathers (i.e. claim to be the sons of persons other than your fathers), and whoever denies his father, is charged with disbelief.",
    "hadithArabic": "حَدَّثَنَا أَصْبَغُ بْنُ الْفَرَجِ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنْ عِرَاكٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تَرْغَبُوا عَنْ آبَائِكُمْ، فَمَنْ رَغِبَ عَنْ أَبِيهِ فَهُوَ كُفْرٌ .",
    "hadithBengali": "৬৩১১। আসবাগ ইবনু ফারাজ (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ তোমরা তোমাদের পিতা থেকে মুখ ফিরিয়ে নিও না (অস্বীকার করো না)। কেননা, যে ব্যাক্তি আপন পিতা থেকে মুখ ফিরিয়ে নেয় (পিতাকে অস্বীকার করে) এটি কুফরী।\n",
    "checkStatus": "1",
    "hadithNo": "6311",
    "id": "7054",
    "thesequence": "7217",
    "isActive": "1",
    "chapterId": "17554",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮১৮. প্রকৃত পিতা ব্যতীত অন্যকে পিতা বলে দাবি করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, There were two women with whom there were their two sons. A wolf came and took away the son of one of them. That lady said to her companion, The wolf has taken your son. The other said, But it has taken your son. So both of them sought the judgment of (the Prophet) David who judged that the boy should be given to the older lady. Then both of them went to (the Prophet) Solomon, son of David and informed him of the case. Solomon said, Give me a knife so that I may cut the child into two portions and give one half to each of you. The younger lady said, Do not do so; may Allah bless you ! He is her child. On that, he gave the child to the younger lady. Abu Huraira added: By Allah! I had never heard the word Sakkin as meaning knife, except on that day, for we used to call it Mudya.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، قَالَ حَدَّثَنَا أَبُو الزِّنَادِ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   كَانَتِ امْرَأَتَانِ مَعَهُمَا ابْنَاهُمَا، جَاءَ الذِّئْبُ فَذَهَبَ بِابْنِ إِحْدَاهُمَا فَقَالَتْ لِصَاحِبَتِهَا إِنَّمَا ذَهَبَ بِابْنِكِ. وَقَالَتِ الأُخْرَى إِنَّمَا ذَهَبَ بِابْنِكِ. فَتَحَاكَمَتَا إِلَى دَاوُدَ ـ عَلَيْهِ السَّلاَمُ ـ فَقَضَى بِهِ لِلْكُبْرَى، فَخَرَجَتَا عَلَى سُلَيْمَانَ بْنِ دَاوُدَ ـ عَلَيْهِمَا السَّلاَمُ ـ فَأَخْبَرَتَاهُ فَقَالَ ائْتُونِي بِالسِّكِّينِ أَشُقُّهُ بَيْنَهُمَا. فَقَالَتِ الصُّغْرَى لاَ تَفْعَلْ يَرْحَمُكَ اللَّهُ. هُوَ ابْنُهَا. فَقَضَى بِهِ لِلصُّغْرَى . قَالَ أَبُو هُرَيْرَةَ وَاللَّهِ إِنْ سَمِعْتُ بِالسِّكِّينِ قَطُّ إِلاَّ يَوْمَئِذٍ، وَمَا كُنَّا نَقُولُ إِلاَّ الْمُدْيَةَ.",
    "hadithBengali": "৬৩১২। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দু&#39;জন মহিলার সঙ্গে তাদের দু&#39;টি ছেলে ছিল। বাঘ এসে (একদিন) তাদের একজনের ছেলেকে নিয়ে গেল। একজন মহিলা তার অপর সঙ্গিনীকে বলল যে বাঘে তোমার ছেলেকে নিয়ে গেছে। অপরজন বলল যে বাঘে তোমার ছেলেকে নিয়ে গেছে। তারা উভয়ে দাউদ (আঃ) এর কাছে তাদের মুকাদ্দমা দায়ের করল। তিনি বড় মহিলাটির সম্পর্কে ফায়সালা প্রদান করলেন। এরপর তারা বের হয়ে দাউদ (আঃ) এর পুত্র সুলায়মান (আঃ) এর কাছে গেল এবং উভয়েই তাকে তাদের ঘটনা অবহিত করল। তখন তিনি বললেন, আমাকে একটি ছুরি দাও, আমি একে দু&#39;টুকরা করে দু&#39;জনের মধ্যে ভাগ করে দেব। তখন ছোট মহিলাটি বলল, আপনি এরূপ করবেন না, আল্লাহ আপনার উপর দয়া করুন। এ ছেলেটি তারই। তিনি ছেলেটি ছোট মহিলার পক্ষে রায় দিলেন। আবু হুরায়রা (রাঃ) বলেন, আল্লাহর কসম! আমি ছুরি অর্থে سكين শদটি সে দিনই শুনেছি পূর্বে তো আমরা একে مدية বলতাম।\n",
    "checkStatus": "1",
    "hadithNo": "6312",
    "id": "7055",
    "thesequence": "7218",
    "isActive": "1",
    "chapterId": "17555",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮১৯. কোন মহিলা কাউকে পুত্র হিসাবে দাবি করলে তার বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) once entered upon me in a very happy mood, with his features glittering with joy, and said, O `Aisha! wont you see that Mujazziz (a Qaif) looked just now at Zaid bin Haritha and Usama bin Zaid and said, These feet (of Usama and his father) belong to each other.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَخَلَ عَلَىَّ مَسْرُورًا تَبْرُقُ أَسَارِيرُ وَجْهِهِ فَقَالَ   أَلَمْ تَرَىْ أَنَّ مُجَزِّزًا نَظَرَ آنِفًا إِلَى زَيْدِ بْنِ حَارِثَةَ وَأُسَامَةَ بْنِ زَيْدٍ، فَقَالَ إِنَّ هَذِهِ الأَقْدَامَ بَعْضُهَا مِنْ بَعْضٍ .",
    "hadithBengali": "৬৩১৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে এলেন এত প্রফুল্ল অবস্থায় যে, তার চেহারার চিহ্নগুলি চমকাচ্ছিল। তিনি বললেনঃ তুমি কি দেখনি যে, মুজাযযিয (চিহ্ন ধরে বংশ উদঘাটনকারী) যায়িদ ইবনু হারিসা এবং উসামা ইবনু যায়িদ এর দিকে সন্ধানী দৃষ্টিতে তাকিয়েছে। এরপর সে বলেছে, এদের দু&#39;জনের কদম একে অপর থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "6313",
    "id": "7056",
    "thesequence": "7219",
    "isActive": "1",
    "chapterId": "17556",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮২০. চিহ্ন ধরে অনুসরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nOnce Allahs Messenger (ﷺ) entered upon me and he was in a very happy mood and said, O `Aisha: Dont you know that Mujazziz Al-Mudliji entered and saw Usama and Zaid with a velvet covering on them and their heads were covered while their feet were uncovered. He said, These feet belong to each other.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ وَهْوَ مَسْرُورٌ فَقَالَ   يَا عَائِشَةُ أَلَمْ تَرَىْ أَنَّ مُجَزِّزًا الْمُدْلِجِيَّ دَخَلَ فَرَأَى أُسَامَةَ وَزَيْدًا وَعَلَيْهِمَا قَطِيفَةٌ، قَدْ غَطَّيَا رُءُوسَهُمَا وَبَدَتْ أَقْدَامُهُمَا، فَقَالَ إِنَّ هَذِهِ الأَقْدَامَ بَعْضُهَا مِنْ بَعْضٍ .",
    "hadithBengali": "৬৩১৪। কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে প্রফুল্ল অবস্হায় এলেন এবং বললেনঃ হে আয়িশা! (চিহ্ন ধরে বংশ উদঘাটনকারী) এসেছে তা কি তুমি দেখনি? এসেই সে উসামা এবং যায়িদ এর দিকে নযর করেছে। তারা উভয়ে চাদর পরিহিত অবস্থায় ছিল। তাদের মাথা ঢেকে রাখা ছিল। তবে তাদের পাগুলো দেখা যাচ্ছিল। তখন সে বলল এদের পাগুলো একে অপর থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "6314",
    "id": "7057",
    "thesequence": "7220",
    "isActive": "1",
    "chapterId": "17556",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "78",
    "statusId": "1",
    "topicName": "২৮২০. চিহ্ন ধরে অনুসরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]