[
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, When an adulterer commits illegal sexual intercourse, then he is not a believer at the time he is doing it; and when somebody drinks an alcoholic drink, then he is not believer at the time of drinking, and when a thief steals, he is not a believer at the time when he is stealing; and when a robber robs and the people look at him, then he is not a believer at the time of doing it. Abu Huraira in another narration, narrated the same from the Prophet (ﷺ) with the exclusion of robbery.",
    "hadithArabic": "حَدَّثَنِي يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَزْنِي الزَّانِي حِينَ يَزْنِي وَهْوَ مُؤْمِنٌ، وَلاَ يَشْرَبُ الْخَمْرَ حِينَ يَشْرَبُ وَهْوَ مُؤْمِنٌ، وَلاَ يَسْرِقُ حِينَ يَسْرِقُ وَهْوَ مُؤْمِنٌ، وَلاَ يَنْتَهِبُ نُهْبَةً يَرْفَعُ النَّاسُ إِلَيْهِ فِيهَا أَبْصَارَهُمْ وَهْوَ مُؤْمِنٌ . وَعَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ، إِلاَّ النُّهْبَةَ.",
    "hadithBengali": "<div class=arabicchapter arabic style=text-align: center;>بَابُ مَا يُحْذَرُ مِنَ الْحُدُودِ</div>\n\n<p style=text-align: center;>অনুচ্ছেদঃ হুদুদ (শরীয়তের শাস্তি) থেকে ভীতি প্রদর্শন\n\n<hr />\n৬৩১৫। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যভিচারী ব্যাভিচার করার সময় মু&#39;মিন থাকে না। কোন শরাব পানকারী শরাব পান করার সময় মুমিন থাকে না। কোন চোর চুরি করার সময় মুমিন থাকে না এবং কোন ছিনতাইকারী এমনভাবে ছিনতাই করে যে, মানুষ তা দেখার জন্য তাদের চোখ সেদিকে উত্তোলিত করে; তখন সে মুমিন থাকে না।\n\nইবনু শিহাব (রহঃ) আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেন। তবে তাতে النُّهْبَةَ শব্দটি নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6315",
    "id": "7058",
    "thesequence": "7221",
    "isActive": "1",
    "chapterId": "17557",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮২১. যিনা ও মদ্য পান। ইবন আব্বাস (রাঃ) বলেন, ব্যভিচারের কারণে ঈমানের নূর দূর হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) beat a drunk with palm-leaf stalks and shoes. And Abu Bakr gave (such a sinner) forty lashes.",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم ح حَدَّثَنَا آدَمُ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا قَتَادَةُ عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم ضَرَبَ فِي الْخَمْرِ بِالْجَرِيدِ وَالنِّعَالِ، وَجَلَدَ أَبُو بَكْرٍ أَرْبَعِينَ.",
    "hadithBengali": "৬৩১৬। ইবনু আবূ ইয়াস ও হাফস ইবনু উমর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শরাব পান করার ক্ষেত্রে বেত্রাঘাত এবং জুতা মেরেছেন। আর আবূ বকর সিদ্দীক (রাঃ) চল্লিশটি করে বেত্রাঘাত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6316",
    "id": "7059",
    "thesequence": "7222",
    "isActive": "1",
    "chapterId": "17558",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮২২. শারাবপায়ীকে প্রহার করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uqba bin Al-Harith:\n\nAn-Nu`man or the son of An-Nu`man was brought to the Prophet (ﷺ) on a charge of drunkenness. So the Prophet ordered all the men present in the house, to beat him. So all of them beat him, and I was also one of them who beat him with shoes.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، عَنْ أَيُّوبَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ، قَالَ جِيءَ بِالنُّعَيْمَانِ أَوْ بِابْنِ النُّعَيْمَانِ شَارِبًا، فَأَمَرَ النَّبِيُّ صلى الله عليه وسلم مَنْ كَانَ بِالْبَيْتِ أَنْ يَضْرِبُوهُ. قَالَ فَضَرَبُوهُ، فَكُنْتُ أَنَا فِيمَنْ ضَرَبَهُ بِالنِّعَالِ.",
    "hadithBengali": "৬৩১৭। কুতায়বা (রহঃ) ... উকবা ইবনু হারিস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নু&#39;আয়মান অথবা (রাবীর সন্দেহ) নু&#39;আয়মানের পুত্রকে শরাবপায়ী হিসাবে আনা হল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে যারা ছিল তাদেরকে হুকুম করলেন একে প্রহার করার জন্য। রাবী বলেন, তারা তাকে প্রহার করল, যারা তাকে জুতা মেরেছিল তাদের মাঝে আমিও একজন ছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "6317",
    "id": "7060",
    "thesequence": "7223",
    "isActive": "1",
    "chapterId": "17559",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮২৩. যে ব্যক্তি ঘরের ভিতর শরীয়াতের শাস্তি দেয়ার হুকুম দেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Uqba bin Al-Harith:\n\nAn-Nu`man or the son of An-Nu`man was brought to the Prophet (ﷺ) in a state of intoxication. The Prophet felt it hard (was angry) and ordered all those who were present in the house, to beat him. And they beat him, using palm-leaf stalks and shoes, and I was among those who beat him.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا وُهَيْبُ بْنُ خَالِدٍ، عَنْ أَيُّوبَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أُتِيَ بِنُعَيْمَانَ أَوْ بِابْنِ نُعَيْمَانَ وَهْوَ سَكْرَانُ فَشَقَّ عَلَيْهِ، وَأَمَرَ مَنْ فِي الْبَيْتِ أَنْ يَضْرِبُوهُ، فَضَرَبُوهُ بِالْجَرِيدِ وَالنِّعَالِ، وَكُنْتُ فِيمَنْ ضَرَبَهُ.",
    "hadithBengali": "৬৩১৮। সুলায়মান ইবনু হারব (রহঃ) ... উকবা ইবনু হারিস (রাঃ) থেকে বর্ণিত। একদা নু&#39;আয়মান অথবা (রাবীর সন্দেহ) নূআয়মানের পুত্রকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আনা হল নেশাগ্রস্ত অবস্থায়। এটা তার কাছে অস্বস্তিকর মনে হল। তখন ঘরের ভিতরে যারা ছিল তিনি তাদেরকে হুকুম করলেন একে প্রহার করার জন্য। সুতরাং তারা একে বেত্রাঘাত করল এবং জুতা মারল। রাবী বলেন, যারা তাকে প্রহার করেছিল, আমিও তাদের অন্তর্ভুক্ত ছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "6318",
    "id": "7061",
    "thesequence": "7224",
    "isActive": "1",
    "chapterId": "17560",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮২৪. বেত্রাঘাত এবং জুতা মারার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) lashed a drunk with dateleaf stalks and shoes. And Abu Bakr gave a drunk forty lashes.",
    "hadithArabic": " حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، قَالَ جَلَدَ النَّبِيُّ صلى الله عليه وسلم فِي الْخَمْرِ بِالْجَرِيدِ وَالنِّعَالِ، وَجَلَدَ أَبُو بَكْرٍ أَرْبَعِينَ.",
    "hadithBengali": "৬৩১৯। মুসসিম ইবনু ইবরাহীম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শরাব পান করার ক্ষেত্রে বেত্রাঘাত করেছেন এবং জুতা মেরেছেন। আর আবূ বকর (রাঃ) চল্লিশটি করে বেত্রাঘাত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6319",
    "id": "7062",
    "thesequence": "7225",
    "isActive": "1",
    "chapterId": "17560",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮২৪. বেত্রাঘাত এবং জুতা মারার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Salama:\n\nAbu Huraira said, A man who drank wine was brought to the Prophet. The Prophet (ﷺ) said, Beat him! Abu Huraira added, So some of us beat him with our hands, and some with their shoes, and some with their garments (by twisting it) like a lash, and then when we finished, someone said to him, May Allah disgrace you! On that the Prophet (ﷺ) said, Do not say so, for you are helping Satan to overpower him. ",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو ضَمْرَةَ، أَنَسٌ عَنْ يَزِيدَ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِرَجُلٍ قَدْ شَرِبَ قَالَ  اضْرِبُوهُ . قَالَ أَبُو هُرَيْرَةَ فَمِنَّا الضَّارِبُ بِيَدِهِ، وَالضَّارِبُ بِنَعْلِهِ، وَالضَّارِبُ بِثَوْبِهِ، فَلَمَّا انْصَرَفَ قَالَ بَعْضُ الْقَوْمِ أَخْزَاكَ اللَّهُ. قَالَ  لاَ تَقُولُوا هَكَذَا لاَ تُعِينُوا عَلَيْهِ الشَّيْطَانَ .",
    "hadithBengali": "৬৩২০। কুতায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এক ব্যাক্তিকে আনা হল, সে শরাব পান করেছিল। তিনি বললেন, একে তোমরা প্রহার কর। আবূ হুরায়রা (রাঃ) বলেন, তখন আমাদের মধ্যে কেউ হল তাকে হাত দিয়ে প্রহারকারী, কেউ হয় জুতা দিয়ে প্রহারকারী, আর কেউ হল কাপড় দিয়ে প্রহারকারী। যখন সে প্রত্যাবর্তন করল। কেউ তার সমন্ধে মন্তব্য করল যে, আল্লাহ তা&#39;আলা তোমাকে লাঞ্চিত করেছেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এরুপ বলো না, শয়তানকে এর বিরুদ্ধে সাহায্য করো না।\n",
    "checkStatus": "1",
    "hadithNo": "6320",
    "id": "7063",
    "thesequence": "7226",
    "isActive": "1",
    "chapterId": "17560",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮২৪. বেত্রাঘাত এবং জুতা মারার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali bin Abi Talib:\n\nI would not feel sorry for one who dies because of receiving a legal punishment, except the drunk, for if he should die (when being punished), I would give blood money to his family because no fixed punishment has been ordered by Allahs Messenger (ﷺ) for the drunk.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَبُو حَصِينٍ، سَمِعْتُ عُمَيْرَ بْنَ سَعِيدٍ النَّخَعِيَّ، قَالَ سَمِعْتُ عَلِيَّ بْنَ أَبِي طَالِبٍ ـ رضى الله عنه ـ قَالَ مَا كُنْتُ لأُقِيمَ حَدًّا عَلَى أَحَدٍ فَيَمُوتَ، فَأَجِدَ فِي نَفْسِي، إِلاَّ صَاحِبَ الْخَمْرِ، فَإِنَّهُ لَوْ مَاتَ وَدَيْتُهُ، وَذَلِكَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمْ يَسُنَّهُ.",
    "hadithBengali": "৬৩২১। আবদুল্লাহ ইবনু আবদূল ওয়াহহাব (রহঃ) ... আলী ইবনু আবূ তালিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি যদি কোন অপরাধীকে শাস্তি প্রদান করি আর সে তাতে মরে যায় তবে মনে কোন দুঃধ আসে না কিন্তু শরাব পানকারী ব্যতীত। সে যদি মারা যায় তবে তার জন্য আমি দিয়াত দিয়ে থাকি। কেননা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শাস্তির ব্যাপারে কোন সীমা নির্ধারণ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "6321",
    "id": "7064",
    "thesequence": "7227",
    "isActive": "1",
    "chapterId": "17560",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮২৪. বেত্রাঘাত এবং জুতা মারার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated As-Saib bin Yazid:\n\nWe used to strike the drunks with our hands, shoes, clothes (by twisting it into the shape of lashes) during the lifetime of the Prophet, Abu Bakr and the early part of `Umars caliphate. But during the last period of `Umars caliphate, he used to give the drunk forty lashes; and when drunks became mischievous and disobedient, he used to scourge them eighty lashes.",
    "hadithArabic": " حَدَّثَنَا مَكِّيُّ بْنُ إِبْرَاهِيمَ، عَنِ الْجُعَيْدِ، عَنْ يَزِيدَ بْنِ خُصَيْفَةَ، عَنِ السَّائِبِ بْنِ يَزِيدَ، قَالَ كُنَّا نُؤْتَى بِالشَّارِبِ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَإِمْرَةِ أَبِي بَكْرٍ وَصَدْرًا مِنْ خِلاَفَةِ عُمَرَ، فَنَقُومُ إِلَيْهِ بِأَيْدِينَا وَنِعَالِنَا وَأَرْدِيَتِنَا، حَتَّى كَانَ آخِرُ إِمْرَةِ عُمَرَ، فَجَلَدَ أَرْبَعِينَ، حَتَّى إِذَا عَتَوْا وَفَسَقُوا جَلَدَ ثَمَانِينَ.",
    "hadithBengali": "৬৩২২। মাক্কী ইবনু ইবরাহীম (রহঃ) ... সাইব ইবনু ইয়াযীদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যমানায় ও আবূ বকর (রাঃ) এর খিলাফত কালে এবং উমর (রাঃ) এর খিলাফতের প্রথম দিকে আমাদের কাছে যখন কোন মদ্যপায়ীকে আনা হল। তখন আমরা তাকে হাত দিয়ে জুতা দিয়ে এবং আমাদের চাদর দিয়ে তাদের প্রহার করতাম। এমনিভাবে যখন উমর (রাঃ) এর খিলাফতের শেষ সময় হল তখন তিনি চল্লিশটি করে বেত্রাঘাত করেছেন। আর এ সব মদ্যপ যখন সীমালংঘন করেছে এবং অনাচার করা শুরু করে দিয়েছে তখন আশিটি করে বেত্রাঘাত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6322",
    "id": "7065",
    "thesequence": "7228",
    "isActive": "1",
    "chapterId": "17560",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮২৪. বেত্রাঘাত এবং জুতা মারার বর্ণনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Umar bin Al-Khattab:\n\nDuring the lifetime of the Prophet (ﷺ) there was a man called `Abdullah whose nickname was Donkey, and he used to make Allahs Messenger (ﷺ) laugh. The Prophet (ﷺ) lashed him because of drinking (alcohol). And one-day he was brought to the Prophet (ﷺ) on the same charge and was lashed. On that, a man among the people said, O Allah, curse him ! How frequently he has been brought (to the Prophet (ﷺ) on such a charge)! The Prophet (ﷺ) said, Do not curse him, for by Allah, I know for he loves Allah and His Apostle.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي خَالِدُ بْنُ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، أَنَّ رَجُلاً، عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم كَانَ اسْمُهُ عَبْدَ اللَّهِ، وَكَانَ يُلَقَّبُ حِمَارًا، وَكَانَ يُضْحِكُ رَسُولَ اللَّهِ صلى الله عليه وسلم، وَكَانَ النَّبِيُّ صلى الله عليه وسلم قَدْ جَلَدَهُ فِي الشَّرَابِ، فَأُتِيَ بِهِ يَوْمًا فَأَمَرَ بِهِ فَجُلِدَ، فَقَالَ رَجُلٌ مِنَ الْقَوْمِ اللَّهُمَّ الْعَنْهُ مَا أَكْثَرَ مَا يُؤْتَى بِهِ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ تَلْعَنُوهُ، فَوَاللَّهِ مَا عَلِمْتُ أَنَّهُ يُحِبُّ اللَّهَ وَرَسُولَهُ .",
    "hadithBengali": "৬৩২৩। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যমানায় এক ব্যাক্তি যার নাম ছিল আবদুল্লাহ আর লকব ছিল হিমার। এ লোকটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে হাসাত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শরাব পান করার অপরাধে তাকে বেত্রাঘাত করেছিলেন। একদিন তাকে নেশাগ্রস্ত অবস্থায় আনা হল। তিনি তাকে বেত্রাঘাতের আদেশ দিলেন। তাকে বেত্রাঘাত করা হল। তখন দলের মাঝ থেকে এক ব্যাক্তি বলল, হে আল্লাহ! তার উপর লানত বর্ষণ করুন। নেশাগ্রস্ত অবস্থায় তাকে কতবার আনা হল! তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা তাকে লানত করো না। আল্লাহর কসম। আমি তাকে জানি যে, সে অবশ্যই আল্লাহ এবং তাঁর রাসুলকে ভালবাসে।\n",
    "checkStatus": "1",
    "hadithNo": "6323",
    "id": "7066",
    "thesequence": "7229",
    "isActive": "1",
    "chapterId": "17561",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮২৫. শারাব পানকারীকে  লা&#039;নত করা মাকরূহ এবং সে মুসলিম থেকে খারিজ নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nA drunk was brought to the Prophet (ﷺ) and he ordered him to be beaten (lashed). Some of us beat him with our hands, and some with their shoes, and some with their garments (twisted in the form of a lash). When that drunk had left, a man said, What is wrong with him? May Allah disgrace him! Allahs Messenger (ﷺ) said, Do not help Satan against your (Muslim) brother.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، حَدَّثَنَا ابْنُ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِسَكْرَانَ، فَأَمَرَ بِضَرْبِهِ، فَمِنَّا مَنْ يَضْرِبُهُ بِيَدِهِ، وَمِنَّا مَنْ يَضْرِبُهُ بِنَعْلِهِ، وَمِنَّا مَنْ يَضْرِبُهُ بِثَوْبِهِ، فَلَمَّا انْصَرَفَ قَالَ رَجُلٌ مَالَهُ أَخْزَاهُ اللَّهُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَكُونُوا عَوْنَ الشَّيْطَانِ عَلَى أَخِيكُمْ .",
    "hadithBengali": "৬৩২৪। আলী ইবনু আবদুল্লাহ ইবনু জাফর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট একটি মাতাল লোককে আনা হল। তিনি তাকে প্রহার করার জন্য দাঁড়ালেন। আমাদের মধ্যে কেউ তাকে হাত দিয়ে, কেউ জুতা দিয়ে এবং কেউবা কাপড় দিয়ে প্রহার করেছিল। লোকটি যখন চলে গেল, তখন এক ব্যাক্তি বলল, এর কি হল, আল্লাহ তাকে লাঞ্ছিত করলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আপন ভাইয়ের বিরুদ্ধে শয়তানের সাহায্যকারী হয়ো না।\n",
    "checkStatus": "1",
    "hadithNo": "6324",
    "id": "7067",
    "thesequence": "7230",
    "isActive": "1",
    "chapterId": "17561",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮২৫. শারাব পানকারীকে  লা&#039;নত করা মাকরূহ এবং সে মুসলিম থেকে খারিজ নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, When (a person) an adulterer commits illegal sexual intercourse then he is not a believer at the time he is doing it; and when somebody steals, then he is not a believer at the time he is stealing.",
    "hadithArabic": "حَدَّثَنِي عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، حَدَّثَنَا فُضَيْلُ بْنُ غَزْوَانَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يَزْنِي الزَّانِي حِينَ يَزْنِي وَهْوَ مُؤْمِنٌ، وَلاَ يَسْرِقُ حِينَ يَسْرِقُ وَهْوَ مُؤْمِنٌ .",
    "hadithBengali": "৬৩২৫। আমর ইবনু আলী (রহঃ) ... ইবনু আব্বাস (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, ব্যভিচারী ব্যভিচার করে না, যখন কিনা সে মুমিন। এবং চোর চুরি করে না যখন কিনা সে মুমিন।\n",
    "checkStatus": "1",
    "hadithNo": "6325",
    "id": "7068",
    "thesequence": "7231",
    "isActive": "1",
    "chapterId": "17562",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮২৬.  চোর যখন চুরি করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Allah curses a man who steals an egg and gets his hand cut off, or steals a rope and gets his hands cut off. Al-A`mash said, People used to interpret the Baida as an iron helmet, and they used to think that the rope may cost a few dirhams.",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنِي أَبِي، حَدَّثَنَا الأَعْمَشُ، قَالَ سَمِعْتُ أَبَا صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لَعَنَ اللَّهُ السَّارِقَ، يَسْرِقُ الْبَيْضَةَ فَتُقْطَعُ يَدُهُ، وَيَسْرِقُ الْحَبْلَ فَتُقْطَعُ يَدُهُ . قَالَ الأَعْمَشُ كَانُوا يَرَوْنَ أَنَّهُ بَيْضُ الْحَدِيدِ، وَالْحَبْلُ كَانُوا يَرَوْنَ أَنَّهُ مِنْهَا مَا يَسْوَى دَرَاهِمَ.",
    "hadithBengali": "৬৩২৬। আমর ইবনু হাফস ইবনু গিয়াছ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, চোরের উপর আল্লাহর লা&#39;নত নিপতিত হয়, যখন সে একটি ডিম চুরি করে এবং এর জন্য তার হাত কাটা যায় এবং সে একটি রশি চুরি করে। এর জন্য তার হাত কাটা যায়। আমাশ (রহঃ) বলেনঃ ডিম দ্বারা লোহার টুকরা এবং রশি দ্বারা কয়েক দিরহাম মুল্যমানের রশিকে বোঝানো হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6326",
    "id": "7069",
    "thesequence": "7232",
    "isActive": "1",
    "chapterId": "17563",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮২৭. চোরের নাম না নিয়ে তার উপর লা&#039;নত করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ubada bin As-Samit:\n\nWe were with the Prophet (ﷺ) in a gathering and he said, Swear allegiance to me that you will not worship anything besides Allah, Will not steal, and will not commit illegal sexual intercourse. And then (the Prophet) recited the whole Verse (i.e. 60:12). The Prophet (ﷺ) added, And whoever among you fulfills his pledge, his reward is with Allah; and whoever commits something of such sins and receives the legal punishment for it, that will be considered as the expiation for that sin, and whoever commits something of such sins and Allah screens him, it is up to Allah whether to excuse or punish him.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ ـ رضى الله عنه ـ قَالَ كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فِي مَجْلِسٍ فَقَالَ  بَايِعُونِي عَلَى أَنْ لاَ تُشْرِكُوا بِاللَّهِ شَيْئًا وَلاَ تَسْرِقُوا، وَلاَ تَزْنُوا . وَقَرَأَ هَذِهِ الآيَةَ كُلَّهَا  فَمَنْ وَفَى مِنْكُمْ فَأَجْرُهُ عَلَى اللَّهِ وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ بِهِ، فَهْوَ كَفَّارَتُهُ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا، فَسَتَرَهُ اللَّهُ عَلَيْهِ، إِنْ شَاءَ غَفَرَ لَهُ، وَإِنْ شَاءَ عَذَّبَهُ .",
    "hadithBengali": "৬৩২৭। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা একদা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট কোন এক মজলিসে ছিলাম। তখন তিনি বললেনঃ তোমরা আমার কাছে এ মর্মে বায়আত গ্রহন কর যে, আল্লাহ তা&#39;আলার সঙ্গে কোন কিছু শরীক করবে না, চুরি করবে না এবং ব্যাভিচার করবে না। এরপর তিনি এ আয়াত পুরা তিলাওয়াত করেনঃ &ldquo;তোমাদের মাঝে যে ব্যাক্তি (বায়আতের শর্তসমূহ) পুরা করে তার বিনিময় আল্লাহ তা&#39;আলার কাছে। আর যে ব্যাক্তি এর ভেতর থেকে কিছু করে বসে আর তার জন্য শাস্তি দেওয়া হয় তবে এটা তার জন্য কাফফারা হয়ে যায়। আর যদি এর ভেতর থেকে কিছু করে বসে আর আলাহ তা গোপন রাখেন তবে এটা তার ইখতিয়ার। তিনি ইচ্ছা করলে তাকে মাপ করতে পারেন, ইচ্ছা করলে শাস্তি দিতে পারেন।\n",
    "checkStatus": "1",
    "hadithNo": "6327",
    "id": "7070",
    "thesequence": "7233",
    "isActive": "1",
    "chapterId": "17564",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮২৮. হুদুদ (শরীয়াতের শাস্তি) (গুনাহর) কাফফারা হয়ে যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nAllah Apostle said in Hajjat-al-Wada`, Which month (of the year) do you think is most sacred? The people said, This current month of ours (the month of Dhull-Hijja). He said, Which town (country) do you think is the most sacred? They said, This city of ours (Mecca). He said, Which day do you think is the most sacred? The people said, This day of ours. He then said, Allah, the Blessed, the Supreme, has made your blood, your property and your honor as sacred as this day of yours in this town of yours, in this month of yours (and such protection cannot be slighted) except rightfully. He then said thrice, Have I conveyed Allahs Message (to you)? The people answered him each time saying, Yes. The Prophet (ﷺ) added, May Allah be merciful to you (or, woe on you)! Do not revert to disbelief after me by cutting the necks of each other.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عَاصِمُ بْنُ عَلِيٍّ، حَدَّثَنَا عَاصِمُ بْنُ مُحَمَّدٍ، عَنْ وَاقِدِ بْنِ مُحَمَّدٍ، سَمِعْتُ أَبِي قَالَ عَبْدُ اللَّهِ، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ  أَلاَ أَىُّ شَهْرٍ تَعْلَمُونَهُ أَعْظَمُ حُرْمَةً . قَالُوا أَلاَ شَهْرُنَا هَذَا. قَالَ  أَلاَ أَىُّ بَلَدٍ تَعْلَمُونَهُ أَعْظَمُ حُرْمَةً . قَالُوا أَلاَ بَلَدُنَا هَذَا. قَالَ  أَلاَ أَىُّ يَوْمٍ تَعْلَمُونَهُ أَعْظَمُ حُرْمَةً . قَالُوا أَلاَ يَوْمُنَا هَذَا. قَالَ  فَإِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى قَدْ حَرَّمَ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ، إِلاَّ بِحَقِّهَا، كَحُرْمَةِ يَوْمِكُمْ هَذَا، فِي بَلَدِكُمْ هَذَا، فِي شَهْرِكُمْ هَذَا، أَلاَ هَلْ بَلَّغْتُ . ـ ثَلاَثًا كُلُّ ذَلِكَ يُجِيبُونَهُ أَلاَ نَعَمْ ـ قَالَ  وَيْحَكُمْ ـ أَوْ وَيْلَكُمْ ـ لاَ تَرْجِعُنَّ بَعْدِي كُفَّارًا، يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ .",
    "hadithBengali": "৬৩২৮। মুহাম্মদ ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিদায় হাজ্জে (হজ্জ) বললেনঃ (হে লোক সকল) কোন মাসকে তোমরা সর্বাধিক সম্মানিত বলে জানো? তারা বললেনঃ আমাদের এ-মাস নয় কি? তিনি আবার বললেনঃ তোমরা কোন শহরকে সর্বাধিক সম্মানিত বলে জানো? সকলেই বললেনঃ আমাদের এ শহর নয় কি? তিনি বললেনঃ ওহে! কোন দিনকে তোমরা সর্বাধিক সম্মানিত বলে জানো? তাঁরা বললেনঃ আমাদের এ দিন নয় কি? তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ তা&#39;আলা তোমাদের রক্ত, ধন-সম্পদ ও সম্মানকে শবীয়তের হক ব্যতীত এমন পবিত্র করে দিয়েছেন, যেমন পবিত্র তোমাদের এ মাসে এ শহরের মাঝে আজকের এ দিনটিকে। ওহে! আমি কি পৌছিয়েছি? এ কথাটি তিনি তিনবার উল্লেখ করলেন। আর প্রত্যেক বারেই লোকেরা উত্তর দিলেন, হ্যাঁ। তিনি বললেনঃ তোমাদের জন্য আফসোস অথবা ধবংস! তোমরা আমার পরে একে অপরের গর্দানে আঘাত করে কুফূরীর দিকে ফিরে যেয়ো না।\n",
    "checkStatus": "1",
    "hadithNo": "6328",
    "id": "7071",
    "thesequence": "7234",
    "isActive": "1",
    "chapterId": "17565",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮২৯. শরীয়তের কোন হদ্দ (শাস্তি) বা হক ব্যতীত মু&#039;মিনের পিঠ সংরক্ষিত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha:\n\nWhenever the Prophet (ﷺ) was given an option between two things, he used to select the easier of the tow as long as it was not sinful; but if it was sinful, he would remain far from it. By Allah, he never took revenge for himself concerning any matter that was presented to him, but when Allahs Limits were transgressed, he would take revenge for Allahs Sake.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ مَا خُيِّرَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ أَمْرَيْنِ إِلاَّ اخْتَارَ أَيْسَرَهُمَا، مَا لَمْ يَأْثَمْ، فَإِذَا كَانَ الإِثْمُ كَانَ أَبْعَدَهُمَا مِنْهُ، وَاللَّهِ مَا انْتَقَمَ لِنَفْسِهِ فِي شَىْءٍ يُؤْتَى إِلَيْهِ قَطُّ، حَتَّى تُنْتَهَكَ حُرُمَاتُ اللَّهِ، فَيَنْتَقِمُ لِلَّهِ.",
    "hadithBengali": "৬৩২৯। ইয়াহইয়া ইবনু যুবায়র (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে যখনই (আল্লাহ তা আলার পক্ষ হতে) দুটি কাজের মধ্যে ইখতিয়ার প্রদান করা হত, তখন তিনি তন্মধ্যে সহজতরটিকে বেছে নিতেন, যতাক্ষণ না সেটা গুনাহর কাজ হত। যদি তা গুনাহর কাজ হত তবে তিনি তা থেকে অনেক দূরে থাকতেন। আল্লাহর কসম তিনি কখনও তার নিজের কোন কিছুর গ্রতিশোধ গ্রহণ করেননি, যতক্ষন না আল্লাহর হারাম সমূহকে ছিন্ন করা হত। তা হয়ে থাকলে প্রতিশোধ নিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "6329",
    "id": "7072",
    "thesequence": "7235",
    "isActive": "1",
    "chapterId": "17566",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩০. শরীয়াতের হদসমূহ (শাস্তি) কায়িম করা এবং আল্লাহ তা&rsquo;আলার নিষিদ্ধ কাজে প্রতিশোধ নেয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nUsama approached the Prophet (ﷺ) on behalf of a woman (who had committed theft). The Prophet (ﷺ) said, The people before you were destroyed because they used to inflict the legal punishments on the poor and forgive the rich. By Him in Whose Hand my soul is! If Fatima (the daughter of the Prophet (ﷺ) ) did that (i.e. stole), I would cut off her hand.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ أُسَامَةَ، كَلَّمَ النَّبِيَّ صلى الله عليه وسلم فِي امْرَأَةٍ فَقَالَ   إِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ أَنَّهُمْ كَانُوا يُقِيمُونَ الْحَدَّ عَلَى الْوَضِيعِ، وَيَتْرُكُونَ الشَّرِيفَ، وَالَّذِي نَفْسِي بِيَدِهِ لَوْ فَاطِمَةُ فَعَلَتْ ذَلِكَ لَقَطَعْتُ يَدَهَا .",
    "hadithBengali": "৬৩৩০. আবূল ওয়ালীদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, উসামা (রাঃ) জনৈক মহিলার ব্যাপারে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সুপারিশ করলেন। তখন তিনি বললেনঃ তোমাদের পূর্ববর্তী সম্প্রদায়সমূহ ধরুংস হয়ে গিয়েছে। কারন তারা আতরাফ (নিম্নশ্রেনীর) লোকদের উপর শরীয়তের শাস্তি কায়েম করত। আর শরীফ লোকদেরকে রেহাই দিত। ঐ মহান সত্তার কসম, যার হাতে আমার জান, ফাতিমাও যদি এ কাজ করত, তাহলে অবশ্যই আমি তার হাত কেটে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "6330",
    "id": "7073",
    "thesequence": "7236",
    "isActive": "1",
    "chapterId": "17567",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩১. আশরাফ-আতরাফ (উঁচু-নীচ) সকলের ক্ষেত্রে শরীয়াতের শাস্তি কায়িম করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Quraish people became very worried about the Makhzumiya lady who had committed theft. They said, Nobody can speak (in favor of the lady) to Allahs Messenger (ﷺ) and nobody dares do that except Usama who is the favorite of Allahs Messenger (ﷺ).  When Usama spoke to Allahs Messenger (ﷺ) about that matter, Allahs Messenger (ﷺ) said, Do you intercede (with me) to violate one of the legal punishment of Allah? Then he got up and addressed the people, saying, O people! The nations before you went astray because if a noble person committed theft, they used to leave him, but if a weak person among them committed theft, they used to inflict the legal punishment on him. By Allah, if Fatima, the daughter of Muhammad committed theft, Muhammad will cut off her hand.!",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ قُرَيْشًا، أَهَمَّتْهُمُ الْمَرْأَةُ الْمَخْزُومِيَّةُ الَّتِي سَرَقَتْ فَقَالُوا مَنْ يُكَلِّمُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَمَنْ يَجْتَرِئُ عَلَيْهِ إِلاَّ أُسَامَةُ حِبُّ رَسُولِ اللَّهِ صلى الله عليه وسلم. فَكَلَّمَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ  أَتَشْفَعُ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ . ثُمَّ قَامَ فَخَطَبَ قَالَ  يَا أَيُّهَا النَّاسُ إِنَّمَا ضَلَّ مَنْ قَبْلَكُمْ أَنَّهُمْ كَانُوا إِذَا سَرَقَ الشَّرِيفُ تَرَكُوهُ، وَإِذَا سَرَقَ الضَّعِيفُ فِيهِمْ أَقَامُوا عَلَيْهِ الْحَدَّ، وَايْمُ اللَّهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعَ مُحَمَّدٌ يَدَهَا .",
    "hadithBengali": "৬৩৩১। সাঈদ ইবনু সুলায়মান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। মাখযুমী সম্প্রদায়ের জনৈকা মহিলার ব্যাপারে কুরাইশ বংশের লোকদের খুব দুশ্চিন্তায় ফেলে দিয়েছিল যে কিনা চুরি করেছিল। সাহাবাগণ বললেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে কে কথা বলতে পারবে? আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রিয় পাত্র উসামা (রাঃ) ছাড়া কেউ এ সাহস পাবে না। তখন উসামা (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে কথা বললেন। এতে তিনি বললেনঃ তুমি আল্লাহ তা&#39;আলার দেওয়া শাস্তির বিধানের ক্ষেত্রে সুপারিশ করছ? এরপর তিনি দাঁড়িয়ে খুতবা প্রদান করলেন এবং বললেনঃ হে মানব মণ্ডলী! নিশ্চয়ই তোমাদের পূর্ববর্তী সম্প্রদায়ের লোকেরা পথভ্রষ্ট হয়ে গিয়েছে। কেননা কোন সম্মানিত লোক যখন চুরি করত তখন তারা তাকে রেহাই দিয়ে দিত। আর যখন কোন দুর্বল লোক চুরি করত তখন তার উপর শরীয়তের শাস্তি প্রয়োগ করত। আল্লাহর কসম! মুহাম্মাদ এর কন্যা ফাতিমাও যদি চুরি করে তবে অবশ্যই মুহাম্মাদ তাঁর হাত কেটে দেবে।\n",
    "checkStatus": "1",
    "hadithNo": "6331",
    "id": "7074",
    "thesequence": "7237",
    "isActive": "1",
    "chapterId": "17568",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩২. বাদশাহর নিকট যখন মুকাদ্দামা পেশ করা হয় তখন শারী&#039;আতের শাস্তির বেলায় সুপারিশ করা অসমীচীন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) said, The hand should be cut off for stealing something that is worth a quarter of a Dinar or more.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَ النَّبِيُّ صلى الله عليه وسلم   تُقْطَعُ الْيَدُ فِي رُبُعِ دِينَارٍ فَصَاعِدًا . تَابَعَهُ عَبْدُ الرَّحْمَنِ بْنُ خَالِدٍ وَابْنُ أَخِي الزُّهْرِيِّ وَمَعْمَرٌ عَنِ الزُّهْرِيِّ.",
    "hadithBengali": "৬৩৩২। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দ্বীনারের এক-চতূর্থাংশ বা ততোধিক চুরি করলে হাত কাটা যাবে। আবদুর রহমান ইবনু খালিদ (রহঃ) ইবনু খালিদ যুহরী (রহঃ) ও মামার (রহঃ) যুহরী (রহঃ) থেকে ইবরাহীম ইবনু সাদ (রহঃ) এর অনুসরণে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6332",
    "id": "7075",
    "thesequence": "7238",
    "isActive": "1",
    "chapterId": "17569",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) said, The hand of a thief should be cut off for stealing a quarter of a Dinar.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، عَنِ ابْنِ وَهْبٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، وَعَمْرَةَ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   تُقْطَعُ يَدُ السَّارِقِ فِي رُبُعِ دِينَارٍ .",
    "hadithBengali": "৬৩৩৩। ইসমাঈল ইবনু আবূ উওয়ায়স (রহঃ) ... আয়িশা (রহঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ একটি দ্বীনারের এক-চতুর্থাংশ চুরি করায় হাত কাটা হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6333",
    "id": "7076",
    "thesequence": "7239",
    "isActive": "1",
    "chapterId": "17569",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) said, The hand should be cut off for stealing a quarter of a Dinar.",
    "hadithArabic": "حَدَّثَنَا عِمْرَانُ بْنُ مَيْسَرَةَ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا الْحُسَيْنُ، عَنْ يَحْيَى، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ الأَنْصَارِيِّ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، حَدَّثَتْهُ أَنَّ عَائِشَةَ ـ رضى الله عنها ـ حَدَّثَتْهُمْ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   يُقْطَعُ فِي رُبُعِ دِينَارٍ .",
    "hadithBengali": "৬৩৩৪। ইমরান ইবনু মায়সারা (রহঃ) ... আয়িশা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ এক দ্বীনারের চতুর্থাংশ চুরি করলে হাত কাটা যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "6334",
    "id": "7077",
    "thesequence": "7240",
    "isActive": "1",
    "chapterId": "17569",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe hand of a thief was not cut off during the lifetime of the Prophet (ﷺ) except for stealing something equal to a shield in value.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، قَالَ أَخْبَرَتْنِي عَائِشَةُ، أَنَّ يَدَ السَّارِقِ، لَمْ تُقْطَعْ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ فِي ثَمَنِ مِجَنٍّ حَجَفَةٍ أَوْ تُرْسٍ.",
    "hadithBengali": "৬৩৩৫। ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় কোন চামড়া নির্মিত ঢাল বা সাধারণ ঢালের সমমূল্যের জিনিস চুরি করা ছাড়া হাত কাটা হত না।\n",
    "checkStatus": "1",
    "hadithNo": "6335",
    "id": "7078",
    "thesequence": "7241",
    "isActive": "1",
    "chapterId": "17569",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nas above",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ، حَدَّثَنَا حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، مِثْلَهُ.",
    "hadithBengali": "৬৩৩৬। উসমান ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে উক্তরূপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "6336",
    "id": "7079",
    "thesequence": "7242",
    "isActive": "1",
    "chapterId": "17569",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nA thiefs hand was not cut off for stealing something cheaper than a Hajafa or a Turs (two kinds of shields), each of which was worth a (respectable) price.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ لَمْ تَكُنْ تُقْطَعُ يَدُ السَّارِقِ فِي أَدْنَى مِنْ حَجَفَةٍ أَوْ تُرْسٍ، كُلُّ وَاحِدٍ مِنْهُمَا ذُو ثَمَنٍ.",
    "hadithBengali": "৬৩৩৭। মুহাম্মাদ ইবনু মুকাতিল (রহঃ) ... আয়শা (রাঃ) থেকে বর্ণিত। তিনি বলেন, চামড়া নির্মিত ঢাল বা সাধারণ ঢাল যার প্রত্যেকটির মূল্য আছে, এর চেয়ে কমে চুরি করলে (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায়) হাত কাটা হত না।\n",
    "checkStatus": "1",
    "hadithNo": "6337",
    "id": "7080",
    "thesequence": "7243",
    "isActive": "1",
    "chapterId": "17569",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nA thiefs hand was not cut off for stealing something cheaper than a Hajafa or a Turs (two kinds of shields), each of which was worth a (respectable) price.",
    "hadithArabic": " حَدَّثَنِي يُوسُفُ بْنُ مُوسَى، حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ هِشَامُ بْنُ عُرْوَةَ أَخْبَرَنَا عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ لَمْ تُقْطَعْ يَدُ سَارِقٍ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم فِي أَدْنَى مِنْ ثَمَنِ الْمِجَنِّ، تُرْسٍ أَوْ حَجَفَةٍ، وَكَانَ كُلُّ وَاحِدٍ مِنْهُمَا ذَا ثَمَنٍ.\nرَوَاهُ وَكِيعٌ وَابْنُ إِدْرِيسَ عَنْ هِشَامٍ عَنْ أَبِيهِ مُرْسَلاً",
    "hadithBengali": "৬৩৩৮। ইউসুফ ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় কোন চোরের হাত কাটা হত না। যদি সে একটি চামড়ার ঢাল বা সাধারণ ঢাল যার প্রতিটির মূল্যমান এর চেয়ে কমে কিছু চুরি করত। ওয়াকি (রহঃ) ও ইবনু ইদ্রিস (রহঃ) উরওয়া (রহঃ) থেকে মুরসাল সুত্রে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6338",
    "id": "7081",
    "thesequence": "7244",
    "isActive": "1",
    "chapterId": "17569",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) cut off the hand of a thief for stealing a shield that was worth three Dirhams.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ نَافِعٍ، مَوْلَى عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَطَعَ فِي مِجَنٍّ ثَمَنُهُ ثَلاَثَةُ دَرَاهِمَ. ",
    "hadithBengali": "৬৩৩৯। ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঢাল চুরির ক্ষেত্রে হাত কর্তন করেছেন, যার মূল্য ছিল তিন দিরহাম।\n",
    "checkStatus": "1",
    "hadithNo": "6339",
    "id": "7082",
    "thesequence": "7245",
    "isActive": "1",
    "chapterId": "17569",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) cut off the hand of a thief for stealing a shield that was worth three Dirhams.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَطَعَ النَّبِيُّ صلى الله عليه وسلم فِي مِجَنٍّ ثَمَنُهُ ثَلاَثَةُ دَرَاهِمَ.\n تَابَعَهُ مُحَمَّدُ بْنُ إِسْحَاقَ وَقَالَ اللَّيْثُ حَدَّثَنِي نَافِعٌ قِيمَتُهُ",
    "hadithBengali": "৬৩৪০। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঢাল চুরির ক্ষেত্রে হাত-কর্তন করেছেন, যার মূল্য ছিল তিন দিরহাম।\n",
    "checkStatus": "1",
    "hadithNo": "6340",
    "id": "7083",
    "thesequence": "7246",
    "isActive": "1",
    "chapterId": "17569",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nThe Prophet (ﷺ) cut off the hand of a thief for stealing a shield that was worth three Dirhams.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ، قَالَ قَطَعَ النَّبِيُّ صلى الله عليه وسلم فِي مِجَنٍّ ثَمَنُهُ ثَلاَثَةُ دَرَاهِمَ.",
    "hadithBengali": "৬৩৪১। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঢাল চুরির ক্ষেত্রে হাত কর্তন করেছেন, যার মুল্য ছিল তিন দিরহাম।\n",
    "checkStatus": "1",
    "hadithNo": "6341",
    "id": "7084",
    "thesequence": "7247",
    "isActive": "1",
    "chapterId": "17569",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nThe Prophet (ﷺ) cutoff the hand of a thief for stealing a shield that was worth three Dirhams.",
    "hadithArabic": "حَدَّثَنِي إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا أَبُو ضَمْرَةَ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، عَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَطَعَ النَّبِيُّ صلى الله عليه وسلم يَدَ سَارِقٍ فِي مِجَنٍّ ثَمَنُهُ ثَلاَثَةُ دَرَاهِمَ.",
    "hadithBengali": "৬৩৪২। ইবরাহীম ইবনু মুনযির (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিন দিরহাম সমমানের ঢাল চুরি করার অপরাধে চোরের হাত কর্তন করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6342",
    "id": "7085",
    "thesequence": "7248",
    "isActive": "1",
    "chapterId": "17569",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllah s Apostle said, Allah curses the thief who steals an egg (or a helmet) for which his hand is to be cut off, or steals a rope, for which his hand is to be cut off.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الأَعْمَشُ، قَالَ سَمِعْتُ أَبَا صَالِحٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَعَنَ اللَّهُ السَّارِقَ، يَسْرِقُ الْبَيْضَةَ فَتُقْطَعُ يَدُهُ، وَيَسْرِقُ الْحَبْلَ فَتُقْطَعُ يَدُهُ .",
    "hadithBengali": "৬৩৪৩। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, আল্লাহ তাআলার লানত বর্ষিত হয় চোরের উপর যে একটি ডিম চুরি করেছে তাতে তার হাত কাটা গিয়েছে বা একটি রশি ছুরি করেছে আর তাতে তার হাত কাটা গিয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6343",
    "id": "7086",
    "thesequence": "7249",
    "isActive": "1",
    "chapterId": "17569",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) cut off the hand of a lady, and that lady used to come to me, and I used to convey her message to the Prophet (ﷺ) and she repented, and her repentance was sincere.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَطَعَ يَدَ امْرَأَةٍ. قَالَتْ عَائِشَةُ وَكَانَتْ تَأْتِي بَعْدَ ذَلِكَ، فَأَرْفَعُ حَاجَتَهَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَتَابَتْ وَحَسُنَتْ تَوْبَتُهَا.",
    "hadithBengali": "৬৩৪৪। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক মহিলার হাত কর্তন করেছেন। আয়িশা (রাঃ) বলেন যে, সে মহিলাটি এর পরও আসত। আর আমি তার প্রয়োজনকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপস্থাপন করতাম। মহিলাটি তওবা করেছিল এবং তার তওবা সুন্দর হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6344",
    "id": "7087",
    "thesequence": "7250",
    "isActive": "1",
    "chapterId": "17570",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩৪. চোরের তাওবা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ubada bin As-Samit:\n\nI gave the pledge of allegiance to the Prophet (ﷺ) with a group of people, and he said, I take your pledge that you will not worship anything besides Allah, will not steal, will not commit infanticide, will not slander others by forging false statements and spreading it, and will not disobey me in anything good. And whoever among you fulfill all these (obligations of the pledge), his reward is with Allah. And whoever commits any of the above crimes and receives his legal punishment in this world, that will be his expiation and purification. But if Allah screens his sin, it will be up to Allah, Who will either punish or forgive him according to His wish. Abu `Abdullah said: If a thief repents after his hand has been cut off, the his witness well be accepted. Similarly, if any person upon whom any legal punishment has been inflicted, repents, his witness will be accepted.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْجُعْفِيُّ، حَدَّثَنَا هِشَامُ بْنُ يُوسُفَ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي إِدْرِيسَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ ـ رضى الله عنه ـ قَالَ بَايَعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي رَهْطٍ، فَقَالَ   أُبَايِعُكُمْ عَلَى أَنْ لاَ تُشْرِكُوا بِاللَّهِ شَيْئًا، وَلاَ تَسْرِقُوا، وَلاَ تَقْتُلُوا أَوْلاَدَكُمْ، وَلاَ تَأْتُوا بِبُهْتَانٍ تَفْتَرُونَهُ بَيْنَ أَيْدِيكُمْ وَأَرْجُلِكُمْ، وَلاَ تَعْصُونِي فِي مَعْرُوفٍ، فَمَنْ وَفَى مِنْكُمْ فَأَجْرُهُ عَلَى اللَّهِ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَأُخِذَ بِهِ فِي الدُّنْيَا فَهْوَ كَفَّارَةٌ لَهُ وَطَهُورٌ، وَمَنْ سَتَرَهُ اللَّهُ فَذَلِكَ إِلَى اللَّهِ، إِنْ شَاءَ عَذَّبَهُ وَإِنْ شَاءَ غَفَرَ لَهُ . قَالَ أَبُو عَبْدِ اللَّهِ إِذَا تَابَ السَّارِقُ بَعْدَ مَا قُطِعَ يَدُهُ، قُبِلَتْ شَهَادَتُهُ، وَكُلُّ مَحْدُودٍ كَذَلِكَ إِذَا تَابَ قُبِلَتْ شَهَادَتُهُ.",
    "hadithBengali": "৬৩৪৫। আবদুল্লাহ ইবনু মুহাম্মাদ জুফী (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, আমি একটি দলের সঙ্গে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বায়আত করেছি। তিনি বলেন, আমি তোমাদের এ মর্মে বায়আত করছি যে, তোমরা আল্লাহ তা&#39;আলার সঙ্গে কোন কিছুকে শরীক করবে না, চুরি করবে না, তোমাদের সন্তান হত্যা করবে না, সামনে বা পিছনে কোন অপবাদ করবে না, বিধিসম্ম কাজে আমার অবাধ্যতা করবে না, তোমাদের মধ্যে যে আপন অঙ্গীকারসমূহ বাস্তবায়িত করবে তার বিনিময় আল্লাহ তাআলার নিকট। আর যে এগুলো থেকে কিছু করে ফেলবে আর সে জন্য দুনিয়াতে যদি তার শাস্তি হয়ে যায়, তাহলে এটি হবে তার জন্য গুনাহর কাফফারা এবং গুনাহর পবিত্রতা। আর যার (দোষ) আল্লাহ তা&#39;আলা গোপন রেখেছেন তার মুকাবিলা আল্লাহ তাআলার সাথে। (আল্লাহ) ইচ্ছা করলে তাকে শাস্তি দিতে পারেন। আবার ইচ্ছা করলে তাকে ক্ষমাও করে দিতে পারেন।\n\nআবূ আবদুল্লাহ [ইমাম বুখারী (রহঃ)] বলেনঃ চোর যদি হাত কেটে দেয়ার পর তাওবা করে তবে তার সাক্ষ্য গ্রহণযোগ্য হবে। অনুরূপভাবে শরীয়তের শাস্তিপ্রাপ্ত প্রত্যেকটি লোকের ক্ষেত্রেই এ বিধান-প্রযোজ্য যখন সে তওবা করবে, তখন তার সাক্ষী গ্রহণযোগ্য হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6345",
    "id": "7088",
    "thesequence": "7251",
    "isActive": "1",
    "chapterId": "17570",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "79",
    "statusId": "1",
    "topicName": "২৮৩৪. চোরের তাওবা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]