[
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nA man said, O Allahs Messenger (ﷺ)! Which sin is the greatest in Allahs Sight? The Prophet (ﷺ) said, To set up a rival unto Allah though He Alone created you .  The man said, What is next? The Prophet (ﷺ) said, To kill your son lest he should share your food with you. The man said, What is next? The Prophet said, To commit illegal sexual intercourse with the wife of your neighbor. So Allah revealed in confirmation of this narration:-- And those who invoke not with Allah, any other god. Nor kill, such life as Allah has forbidden except for just cause nor commit illegal sexual intercourse. And whoever does this shall receive the punishment. (25.68)",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَمْرِو بْنِ شُرَحْبِيلَ، قَالَ قَالَ عَبْدُ اللَّهِ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَىُّ الذَّنْبِ أَكْبَرُ عِنْدَ اللَّهِ قَالَ  أَنْ تَدْعُوَ لِلَّهِ نِدًّا، وَهْوَ خَلَقَكَ . قَالَ ثُمَّ أَىٌّ قَالَ  ثُمَّ أَنْ تَقْتُلَ وَلَدَكَ، أَنْ يَطْعَمَ مَعَكَ . قَالَ ثُمَّ أَىٌّ قَالَ  ثُمَّ أَنْ تُزَانِيَ بِحَلِيلَةِ جَارِكَ . فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ تَصْدِيقَهَا {وَالَّذِينَ لاَ يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلاَ يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ وَلاَ يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا} الآيَةَ.",
    "hadithBengali": "৬৩৯৬। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি বলল, হে আল্লাহর রাসুল! আল্লাহর নিকট সবচেয়ে বড় গুনাহ কোনটি? তিনি বললেনঃ তুমি আল্লাহ সাথে কাউকে সমকক্ষ সাব্যস্ত কর অথচ তিনই তোমাকে সৃষ্টি করেছেন। লোকটি বলল, এরপর কোনটি? তিনি বললেনঃ তারপর হল, তুমি তোমার সন্তানকে এ ভয়ে হত্যা কর যে, সে তোমার সাথে আহার করবে। লোকটি বলল, এরপর কোনটি? তিনি বললেনঃ তারপর হল, তুমি তোমার প্রতিবেশীর স্ত্রীর সাথে যিনা কর। অতঃপর আল্লাহ এ কথার সত্যায়নে অবতীর্ণ করলেনঃ এবং তারা আল্লাহর সঙ্গে কোন ইলাহকে ডাকে না, আল্লাহ যার হত্যা নিষেধ করেছেন। যথার্থ কারণ ব্যতিরেকে তাকে হত্যা করে না এবং ব্যাভিচার করে না। যে এগুলো করে সে শাস্তি ভোগ করবে (২৫ঃ ৬৮)।\n",
    "checkStatus": "1",
    "hadithNo": "6396",
    "id": "7139",
    "thesequence": "7302",
    "isActive": "1",
    "chapterId": "17603",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "আল্লাহর বাণীঃ কেউ ইচ্ছাকৃতভাবে কোন মু&rsquo;মিন ব্যক্তিকে হত্যা করলে তার শাস্তি হল জাহান্নাম (৪ঃ ৯৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) said, A faithful believer remains at liberty regarding his religion unless he kills somebody unlawfully.",
    "hadithArabic": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا إِسْحَاقُ بْنُ سَعِيدِ بْنِ عَمْرِو بْنِ سَعِيدِ بْنِ الْعَاصِ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَنْ يَزَالَ الْمُؤْمِنُ فِي فُسْحَةٍ مِنْ دِينِهِ، مَا لَمْ يُصِبْ دَمًا حَرَامًا .",
    "hadithBengali": "৬৩৯৭। আলী (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিন ব্যাক্তি তার দ্বীনের ব্যাপারে পূর্ন প্রশান্তমনা থাকে, যে পর্যন্ত না সে কোন হারাম (অবৈধ) রক্তপাতে লিপ্ত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6397",
    "id": "7140",
    "thesequence": "7303",
    "isActive": "1",
    "chapterId": "17603",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "আল্লাহর বাণীঃ কেউ ইচ্ছাকৃতভাবে কোন মু&rsquo;মিন ব্যক্তিকে হত্যা করলে তার শাস্তি হল জাহান্নাম (৪ঃ ৯৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nOne of the evil deeds with bad consequence from which there is no escape for the one who is involved in it is to kill someone unlawfully.",
    "hadithArabic": " حَدَّثَنِي أَحْمَدُ بْنُ يَعْقُوبَ، حَدَّثَنَا إِسْحَاقُ، سَمِعْتُ أَبِي يُحَدِّثُ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ إِنَّ مِنْ وَرْطَاتِ الأُمُورِ الَّتِي لاَ مَخْرَجَ لِمَنْ أَوْقَعَ نَفْسَهُ فِيهَا، سَفْكَ الدَّمِ الْحَرَامِ بِغَيْرِ حِلِّهِ.",
    "hadithBengali": "৬৩৯৮। আহমাদ ইবনু ইয়াকুব (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, যেসব বিষয়ে কেউ নিজেকে লিপ্ত করার পরে তার ধবংস থেকে লিপ্ত ব্যাক্তির বাঁচার কোন উপায় থাকে না সেগুলোর একটি হচ্ছে হালাল ব্যতীত (বৈধতা বিহীন) হারাম রক্ত প্রবাহিত (অবৈধ ভাবে হত্যা) করা।\n",
    "checkStatus": "1",
    "hadithNo": "6398",
    "id": "7141",
    "thesequence": "7304",
    "isActive": "1",
    "chapterId": "17603",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "আল্লাহর বাণীঃ কেউ ইচ্ছাকৃতভাবে কোন মু&rsquo;মিন ব্যক্তিকে হত্যা করলে তার শাস্তি হল জাহান্নাম (৪ঃ ৯৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) said, The first cases to be decided among the people (on the Day of Resurrection) will be those of blood-shed.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   أَوَّلُ مَا يُقْضَى بَيْنَ النَّاسِ فِي الدِّمَاءِ .",
    "hadithBengali": "৬৩৯৯। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সর্বপ্রথম লোকদের মধ্যে যে বিষয়ের ফায়সালা করা হবে তা হলো হত্যা।\n",
    "checkStatus": "1",
    "hadithNo": "6399",
    "id": "7142",
    "thesequence": "7305",
    "isActive": "1",
    "chapterId": "17603",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "আল্লাহর বাণীঃ কেউ ইচ্ছাকৃতভাবে কোন মু&rsquo;মিন ব্যক্তিকে হত্যা করলে তার শাস্তি হল জাহান্নাম (৪ঃ ৯৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Miqdad bin `Amr Al-Kindi:\n\nAn ally of Bani Zuhra who took part in the battle of Badr with the Prophet, that he said, O Allahs Apostle! If I meet an unbeliever and we have a fight, and he strikes my hand with the sword and cuts it off, and then takes refuge from me under a tree, and says, I have surrendered to Allah (i.e. embraced Islam), may I kill him after he has said so? Allahs Messenger (ﷺ) said, Do not kill him. Al- Miqdad said, But O Allahs Messenger (ﷺ)! He had chopped off one of my hands and he said that after he had cut it off. May I kill him? The Prophet (ﷺ) said. Do not kill him for if you kill him, he would be in the position in which you had been before you kill him, and you would be in the position in which he was before he said the sentence. The Prophet (ﷺ) also said to Al-Miqdad, If a faithful believer conceals his faith (Islam) from the disbelievers, and then when he declares his Islam, you kill him, (you will be sinful). Remember that you were also concealing your faith (Islam) at Mecca before.",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، حَدَّثَنَا عَبْدُ اللَّهِ، حَدَّثَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، حَدَّثَنَا عَطَاءُ بْنُ يَزِيدَ، أَنَّ عُبَيْدَ اللَّهِ بْنَ عَدِيٍّ، حَدَّثَهُ أَنَّ الْمِقْدَادَ بْنَ عَمْرٍو الْكِنْدِيَّ حَلِيفَ بَنِي زُهْرَةَ حَدَّثَهُ وَكَانَ، شَهِدَ بَدْرًا مَعَ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ إِنْ لَقِيتُ كَافِرًا فَاقْتَتَلْنَا، فَضَرَبَ يَدِي بِالسَّيْفِ فَقَطَعَهَا، ثُمَّ لاَذَ بِشَجَرَةٍ وَقَالَ أَسْلَمْتُ لِلَّهِ. آقْتُلُهُ بَعْدَ أَنْ قَالَهَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ تَقْتُلْهُ . قَالَ يَا رَسُولَ اللَّهِ فَإِنَّهُ طَرَحَ إِحْدَى يَدَىَّ، ثُمَّ قَالَ بَعْدَ مَا قَطَعَهَا، آقْتُلُهُ قَالَ  لاَ تَقْتُلْهُ، فَإِنْ قَتَلْتَهُ فَإِنَّهُ بِمَنْزِلَتِكَ قَبْلَ أَنْ تَقْتُلَهُ، وَأَنْتَ بِمَنْزِلَتِهِ قَبْلَ أَنْ يَقُولَ كَلِمَتَهُ الَّتِي قَالَ . وَقَالَ حَبِيبُ بْنُ أَبِي عَمْرَةَ عَنْ سَعِيدٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم لِلْمِقْدَادِ  إِذَا كَانَ رَجُلٌ مُؤْمِنٌ يُخْفِي إِيمَانَهُ مَعَ قَوْمٍ كُفَّارٍ، فَأَظْهَرَ إِيمَانَهُ، فَقَتَلْتَهُ، فَكَذَلِكَ كُنْتَ أَنْتَ تُخْفِي إِيمَانَكَ بِمَكَّةَ مِنْ قَبْلُ .",
    "hadithBengali": "৬৪০০। আবদান (রহঃ) ... বনী যুহরা গোত্রের মিত্র মিকদাদ ইবনু আমর কিনদী (রাঃ) থেকে বর্ণিত। যিনি বদরের যুদ্ধ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে হাযির ছিলেন। তিনি বললেন, হে আল্লাহর রাসুল! জনৈক কাফেরের সাথে আমার মুকাবিলা হল এবং আমাদের পরস্পরের মধ্যে লড়াই বাঁধল। সে তরবারী দ্বারা আমার হাতে আঘাত করল এবং তা কেটে ফেলল। এরপর সে কোন বৃক্ষের আড়ালে আশ্রয় নিল। আর বলল আমি আল্লাহর জন্য মুসলমান হয়ে গেলাম। এ কথা বলার পর কি আমি তাকে হত্যা করতে পারব? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তাকে হত্যা করবে না। তিনি বললেন, হে আল্লাহর রাসুল! সে তো আমার এক হাত কেটে দিয়েছো আর কেটে ফেলার পরই এ কথা বলেছে এতে কি আমি তাকে হত্যা করতে পারব?তিনি বললেনঃ তুমি তাকে হত্যা করবে না।\n\n(এ অবস্থায়) তুমি যদি তাকে হত্যা কর তাহলে তাকে হত্যা করার পূর্বে তুমি যে স্থলে ছিলে সে সে স্থলে এসে যাবে। আর সে উক্ত কালিমা উচ্চারণ করার পূর্ব যে স্থলে ছিল তুমি সে স্থলে চলে যাবে। হাবীব ইবনু আবূ আমরা (রহঃ) সাঈদ (রহঃ) এর সুত্রে ইবনু আব্বাস (রাঃ) থেকে বর্ণনা করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিকদাদ (রাঃ) কে বলেছেনঃ উক্ত মুমিন ব্যাক্তি যখন কাফের সম্প্রদায়ের সাথে অবস্থান করছিল তখন সে আপন ঈমান গোপন রেখেছিল। এরপর সে তার ঈমান প্রকাশ করল আর তুমি তাকে হত্যা করে ফেললে। তুমিও তো এর পূর্বে মক্কায় অবস্থানকালে আপন ঈমান গোপন রেখেছিলে।\n",
    "checkStatus": "1",
    "hadithNo": "6400",
    "id": "7143",
    "thesequence": "7306",
    "isActive": "1",
    "chapterId": "17603",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "আল্লাহর বাণীঃ কেউ ইচ্ছাকৃতভাবে কোন মু&rsquo;মিন ব্যক্তিকে হত্যা করলে তার শাস্তি হল জাহান্নাম (৪ঃ ৯৩)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) said, No human being is killed unjustly, but a part of responsibility for the crime is laid on the first son of Adam who invented the tradition of killing (murdering) on the earth. (It is said that he was Qabil).",
    "hadithArabic": "حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تُقْتَلُ نَفْسٌ إِلاَّ كَانَ عَلَى ابْنِ آدَمَ الأَوَّلِ كِفْلٌ مِنْهَا .",
    "hadithBengali": "৬৪০১। কাবীসা (রহঃ) ... আবদুল্লাহ (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ কোন মানব সন্তানকে হত্যা করা হলে আদম (আলাইহিস সালাম) এর প্রথম সন্তানের (কাবীল) উপর অপরাধের কিছু অংশ অবশ্যই বর্তায়।\n",
    "checkStatus": "1",
    "hadithNo": "6401",
    "id": "7144",
    "thesequence": "7307",
    "isActive": "1",
    "chapterId": "17604",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nThe Prophet (ﷺ) said, After me (i.e. after my death), do not become disbelievers, by striking (cutting) the necks of one another.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، قَالَ وَاقِدُ بْنُ عَبْدِ اللَّهِ أَخْبَرَنِي عَنْ أَبِيهِ، سَمِعَ عَبْدَ اللَّهِ بْنَ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ .",
    "hadithBengali": "৬৪০২। আবূল ওয়ালীদ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ তোমরা আমার পরে কুফুরমুখী হয়ে যেয়ো না যে তোমরা একে অপরের গর্দান উড়াবে।\n",
    "checkStatus": "1",
    "hadithNo": "6402",
    "id": "7145",
    "thesequence": "7308",
    "isActive": "1",
    "chapterId": "17604",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Zura bin `Amr bin Jarir:\n\nThe Prophet (ﷺ) said during Hajjat-al-Wada`, Let the people be quiet and listen to me. After me, do not become disbelievers, by striking (cutting) the necks of one another.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَلِيِّ بْنِ مُدْرِكٍ، قَالَ سَمِعْتُ أَبَا زُرْعَةَ بْنَ عَمْرِو بْنِ جَرِيرٍ، عَنْ جَرِيرٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ   اسْتَنْصِتِ النَّاسَ، لاَ تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ . رَوَاهُ أَبُو بَكْرَةَ وَابْنُ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৬৪০৩। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... জারীর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বিদায় হাজ্জের (হজ্জ) প্রাক্কালে বলেছেনঃ লোকদেরকে নীরব কর, তোমরা আমার পরে ফূকুরমুখী হয়ে যেয়ো না যে, তোমরা একে অপরের গর্দান উড়াবে। আবূ বকর ও ইবনু আব্বাস (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে (অনুরূপ) বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6403",
    "id": "7146",
    "thesequence": "7309",
    "isActive": "1",
    "chapterId": "17604",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr:\n\nThe Prophet (ﷺ) said, Al-Ka`bair (the biggest sins) are: To join others (as partners) in worship with Allah, to be undutiful to ones parents, or said, to take a false oath. (The sub-narrator, Shu`ba is not sure) Mu`adh said: Shu`ba said, Al-Ka`bair (the biggest sins) are: (1) Joining others as partners in worship with Allah, (2) to take a false oath (3) and to be undutiful to ones parents, or said, to murder (someone unlawfully).",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  الْكَبَائِرُ الإِشْرَاكُ بِاللَّهِ، وَعُقُوقُ الْوَالِدَيْنِ . أَوْ قَالَ  الْيَمِينُ الْغَمُوسُ . شَكَّ شُعْبَةُ. وَقَالَ مُعَاذٌ حَدَّثَنَا شُعْبَةُ قَالَ  الْكَبَائِرُ الإِشْرَاكُ بِاللَّهِ، وَالْيَمِينُ الْغَمُوسُ، وَعُقُوقُ الْوَالِدَيْنِ . أَوْ قَالَ  وَقَتْلُ النَّفْسِ .",
    "hadithBengali": "৬৪০৪। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কবীরা গুনাহ হচ্ছে আল্লাহর সাথে শরীক করা, পিতা-মাতার অবাধ্য হওয়া অথবা বলেছেন, মিথ্যা কসম করা। শুবা (রহঃ) তাতে সন্দেহ পোষণ করেন এবং মুয়ায (রহঃ) বলেন, শুবা আমাদেরকে বর্ণনা করেছেন, কবীরা গুনাহ হচ্ছে আল্লাহর সাথে শরীক করা, মিথ্যা কসম করা আর মাতা-পিতার অবাধ্য হওয়া অথবা বলেছেন প্রাণ সংহার করা।\n",
    "checkStatus": "1",
    "hadithNo": "6404",
    "id": "7147",
    "thesequence": "7310",
    "isActive": "1",
    "chapterId": "17604",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) said, The biggest of Al-Ka`bair (the great sins) are (1) to join others as partners in worship with Allah, (2) to murder a human being, (3) to be undutiful to ones parents (4) and to make a false statement, or said, to give a false witness.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ أَبِي بَكْرٍ، سَمِعَ أَنَسًا ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  الْكَبَائِرُ . وَحَدَّثَنَا عَمْرٌو حَدَّثَنَا شُعْبَةُ عَنِ ابْنِ أَبِي بَكْرٍ عَنْ أَنَسِ بْنِ مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  أَكْبَرُ الْكَبَائِرِ الإِشْرَاكُ بِاللَّهِ وَقَتْلُ النَّفْسِ، وَعُقُوقُ الْوَالِدَيْنِ، وَقَوْلُ الزُّورِ . أَوْ قَالَ  وَشَهَادَةُ الزُّورِ .",
    "hadithBengali": "৬৪০৫। ইসহাক ইবনু মনসুর (রহঃ) ও আমর (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কবীরা গুনাহ সমুহের মধ্যে সবচাইতে বড় গুনাহ হচ্ছে আল্লাহর সাথে শরীক করা, প্রান সংহার করা, পিতা-মাতার অবাধ্য- হওয়া আর মিথ্যা বলা, অথবা বলেছেন, মিথ্যা সাক্ষ্য দেওয়া।\n",
    "checkStatus": "1",
    "hadithNo": "6405",
    "id": "7148",
    "thesequence": "7311",
    "isActive": "1",
    "chapterId": "17604",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Usama bin Zaid bin Haritha:\n\nAllahs Messenger (ﷺ) sent us (to fight) against Al-Huraqa (one of the sub-tribes) of Juhaina. We reached those people in the morning and defeated them. A man from the Ansar and I chased one of their men and when we attacked him, he said, None has the right to be worshipped but Allah. The Ansari refrained from killing him but I stabbed him with my spear till I killed him. When we reached (Medina), this news reached the Prophet. He said to me, O Usama! You killed him after he had said, None has the right to be worshipped but Allah? I said, O Allahs Messenger (ﷺ)! He said so in order to save himself. The Prophet (ﷺ) said, You killed him after he had said, None has the right to be worshipped but Allah. The Prophet (ﷺ) kept on repeating that statement till I wished I had not been a Muslim before that day.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، حَدَّثَنَا هُشَيْمٌ، حَدَّثَنَا حُصَيْنٌ، حَدَّثَنَا أَبُو ظَبْيَانَ، قَالَ سَمِعْتُ أُسَامَةَ بْنَ زَيْدِ بْنِ حَارِثَةَ ـ رضى الله عنهما ـ يُحَدِّثُ قَالَ بَعَثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى الْحُرَقَةِ مِنْ جُهَيْنَةَ ـ قَالَ ـ فَصَبَّحْنَا الْقَوْمَ فَهَزَمْنَاهُمْ ـ قَالَ ـ وَلَحِقْتُ أَنَا وَرَجُلٌ مِنَ الأَنْصَارِ رَجُلاً مِنْهُمْ ـ قَالَ ـ فَلَمَّا غَشِينَاهُ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ ـ قَالَ ـ فَكَفَّ عَنْهُ الأَنْصَارِيُّ، فَطَعَنْتُهُ بِرُمْحِي حَتَّى قَتَلْتُهُ ـ قَالَ ـ فَلَمَّا قَدِمْنَا بَلَغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم قَالَ فَقَالَ لِي  يَا أُسَامَةُ أَقَتَلْتَهُ بَعْدَ مَا قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ . قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّمَا كَانَ مُتَعَوِّذًا. قَالَ  أَقَتَلْتَهُ بَعْدَ أَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ . قَالَ فَمَا زَالَ يُكَرِّرُهَا عَلَىَّ حَتَّى تَمَنَّيْتُ أَنِّي لَمْ أَكُنْ أَسْلَمْتُ قَبْلَ ذَلِكَ الْيَوْمِ.",
    "hadithBengali": "৬৪০৬। আমর ইবনু যুরারা (রহঃ) ... উসামা ইবনু যায়িদ ইবনু হারিসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে জুহাইনা গোত্রের হারাক শাখার বিরুদ্ধে পাঠালেন। আমরা ভোরে এ গোত্রের কাছে এলাম এবং তাদেরকে পরাস্ত করে ফেললাম। তিনি বলেন আমি ও আনসারদের এক ব্যাক্তি তাদের একজনকে ধাওয়া করে তার কাছে পৌছে গেলাম। তিনি বলেন আমরা যখন আক্রমণ করতে উদ্যত হলাম তখন সে বলে উঠল, লা-ইলাহা ইল্লাল্লাহ। তিনি বলেন, আনসারী ব্যাক্তি তার থেকে বিরত হয়ে গেল। কিন্তু আমি তাকে আমার বর্শা দ্বারা আঘাত করে হত্যা করে ফেললাম। তিনি বলেন, আমরা যখন মদিনায় পৌছলাম তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ সংবাদ পৌছাল। তিনি বলেন আমাকে তিনি বললেন, হে উসামা! তুমি কি তাকে লা-ইলাহা ইল্লাল্লাহ বলার পরও হত্যা করলে? আমি বললাম, হে আল্লাহর রাসুল! সে আসলে হত্যা থেকে বাঁচতে চেয়েছিল। তিনি বললেনঃ আহা তুমি কি তাকে লা-ইলাহা ইল্লাল্লাহ বলার পরও হত্যা করলে? তিনি বলেন, তিনি বারবার কথাটি আমাকে বলতে থাকলেন। এমন কি আমি আকাঙ্ক্ষা করতে লাগলাম, যদি আমি ঐ দিনের পূর্বে মুসলমান না হতাম।\n",
    "checkStatus": "1",
    "hadithNo": "6406",
    "id": "7149",
    "thesequence": "7312",
    "isActive": "1",
    "chapterId": "17604",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ubada bin As-Samat:\n\nI was among those Naqibs (selected leaders) who gave the Pledge of allegiance to Allahs Messenger (ﷺ). We gave the oath of allegiance, that we would not join partners in worship besides Allah, would not steal, would not commit illegal sexual intercourse, would not kill a life which Allah has forbidden, would not commit robbery, would not disobey (Allah and His Apostle), and if we fulfilled this pledge we would have Paradise, but if we committed any one of these (sins), then our case will be decided by Allah.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، حَدَّثَنَا يَزِيدُ، عَنْ أَبِي الْخَيْرِ، عَنِ الصُّنَابِحِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ ـ رضى الله عنه ـ قَالَ إِنِّي مِنَ النُّقَبَاءِ الَّذِينَ بَايَعُوا رَسُولَ اللَّهِ صلى الله عليه وسلم بَايَعْنَاهُ عَلَى أَنْ لاَ نُشْرِكَ بِاللَّهِ شَيْئًا، وَلاَ نَسْرِقَ وَلاَ نَزْنِيَ، وَلاَ نَقْتُلَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ، وَلاَ نَنْتَهِبَ، وَلاَ نَعْصِيَ، بِالْجَنَّةِ إِنْ فَعَلْنَا ذَلِكَ، فَإِنْ غَشِينَا مِنْ ذَلِكَ شَيْئًا كَانَ قَضَاءُ ذَلِكَ إِلَى اللَّهِ.",
    "hadithBengali": "৬৪০৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন আমি ঐ নির্বাচিত নেতাদের একজন ছিলাম যারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাতে বায়আত করেছিলেন। আমরা তার হাতে এ শর্তে বায়আত করেছি যে, আমরা আল্লাহর সাথে কিছুকে শরীক করব না, যিনা করব না, চুরি করব না, এমন প্রাণ সংহার করব না যা আল্লাহ হারাম করেছেন, আমরা লুন্ঠন করব না নাফরমানী করব না। যদি আমরা ওগুলো যথাযথ পালন করি তবে জান্নাত লাভ হবে। আর যদি এর মধ্য থেকে কোন একটা করে ফেলি তাহলে তার ফায়সালা আল্লাহর কাছে সমর্পিত।\n",
    "checkStatus": "1",
    "hadithNo": "6407",
    "id": "7150",
    "thesequence": "7313",
    "isActive": "1",
    "chapterId": "17604",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) said, Whoever carries arms against us, is not from us.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ حَمَلَ عَلَيْنَا السِّلاَحَ فَلَيْسَ مِنَّا . رَوَاهُ أَبُو مُوسَى عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৬৪০৮। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আমাদের বিরুদ্ধে অস্ত্র ধারণ করবে সে আমাদের অন্তর্ভুক্ত নয়। আবূ মূসা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে (অনুরূপ) বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6408",
    "id": "7151",
    "thesequence": "7314",
    "isActive": "1",
    "chapterId": "17604",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Ahnaf bin Qais:\n\nI went to help that man (i.e., `Ali), and on the way I met Abu Bakra who asked me, Where are you going? I replied, I am going to help that man. He said, Go back, for I heard Allahs Messenger (ﷺ) saying, If two Muslims meet each other with their swords then (both) the killer and the killed one are in the (Hell) Fire. I said, O Allahs Messenger (ﷺ)! It is alright for the killer, but what about the killed one? He said, The killed one was eager to kill his opponent.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا أَيُّوبُ، وَيُونُسُ، عَنِ الْحَسَنِ، عَنِ الأَحْنَفِ بْنِ قَيْسٍ، قَالَ ذَهَبْتُ لأَنْصُرَ هَذَا الرَّجُلَ، فَلَقِيَنِي أَبُو بَكْرَةَ فَقَالَ أَيْنَ تُرِيدُ قُلْتُ أَنْصُرُ هَذَا الرَّجُلَ. قَالَ ارْجِعْ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  إِذَا الْتَقَى الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ . قُلْتُ يَا رَسُولَ اللَّهِ هَذَا الْقَاتِلُ فَمَا بَالُ الْمَقْتُولِ قَالَ  إِنَّهُ كَانَ حَرِيصًا عَلَى قَتْلِ صَاحِبِهِ .",
    "hadithBengali": "৬৪০৯। আবদুর রহমান ইবনু মূবারক (রহঃ) ... আহনাফ ইবনু কায়স (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি তাকে (আলী (রাঃ) কে সাহায্য) করার জন্য যাচ্ছিলাম। ইত্যবসরে আমার সাথে আবূ বাকরা (রাঃ) এর সাক্ষাৎ ঘটল। তিনি বললেন, কোথায় যাচ্ছি? আমি বললাম, ঐ ব্যাক্তিকে সাহায্য করতে। তিনি বললেন, ফিরে যাও। কেননা, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, যখন দুজন মুসলমান তরবারী নিয়ে পরস্পর সংঘর্ষে লিপ্ত হয় তখন হত্যাকারী ও নিহত ব্যাক্তির অবস্থান হবে জাহান্নাম। আমি বললাম, হে আল্লাহর রাসুল! হত্যাকারীর ব্যাপারটা তো বোধগম্য। কিন্তু নিহত ব্যাক্তির ব্যাপার সে কেমন? তিনি বললেনঃ সেও তো প্রতিপক্ষকে হত্যা করতে আগ্রহী ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "6409",
    "id": "7152",
    "thesequence": "7315",
    "isActive": "1",
    "chapterId": "17604",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nA Jew crushed the head of a girl between two stones, and the girl was asked, Who has done that to you, so-and-so or so and so? (Some names were mentioned for her) till the name of that Jew was mentioned (whereupon she agreed). The Jew was brought to the Prophet (ﷺ) and the Prophet (ﷺ) kept on questioning him till he confessed, whereupon his head was crushed with stones.",
    "hadithArabic": " حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّ يَهُودِيًّا، رَضَّ رَأْسَ جَارِيَةٍ بَيْنَ حَجَرَيْنِ، فَقِيلَ لَهَا مَنْ فَعَلَ بِكِ هَذَا أَفُلاَنٌ أَوْ فُلاَنٌ حَتَّى سُمِّيَ الْيَهُودِيُّ، فَأُتِيَ بِهِ النَّبِيُّ صلى الله عليه وسلم فَلَمْ يَزَلْ بِهِ حَتَّى أَقَرَّ بِهِ، فَرُضَّ رَأْسُهُ بِالْحِجَارَةِ.",
    "hadithBengali": "<p style=text-align: center;>بَابُ قَوْلِ اللَّهِ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الاية\n\n<p style=text-align: center;>২৮৬৮. আল্লাহর বাণীঃ হে মু&#39;মিনগন! নিহতদের ব্যাপারে তোমাদের জন্য কিসাসের বিধান দেওয়া হয়েছে ... আয়াতের শেষ পর্যন্ত (২ঃ ১৭৮)\n\n<hr />\n৬৪১০। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আনাস ইবনু মালিক থেকে বর্ণিত। জনৈক ইহুদী একটি বালিকার মাথা দুটি পাথরের মাঝখানে রেখে চুর্ণ করে দিল। এরপর তাকে জিজ্ঞাসা করা হল কে তোমার সাথে এ আচরণ করেছে? অমুক অথবা অমুক? শেষ পর্যন্ত ইহুদীটির নাম বলা হল। তাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আনা হল এবং তিনি তাকে জিজ্ঞাসাবাদ করতে থাকলেন। শেষ পর্যন্ত সে তা স্বীকার করল। সুতরাং প্রস্তরাঘাতের মাধ্যমে তার মাথা চুর্ন করে দেওয়া হল।\n",
    "checkStatus": "1",
    "hadithNo": "6410",
    "id": "7153",
    "thesequence": "7316",
    "isActive": "1",
    "chapterId": "17605",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৬৯. (ইমাম কর্তৃক) হত্যাকারীকে স্বীকারোক্তি পর্যন্ত প্রশ্ন করা। আর শরীয়াতের শাস্তির ব্যাপারে স্বীকারোক্তি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nA girl wearing ornaments, went out at Medina. Somebody struck her with a stone. She was brought to the Prophet (ﷺ) while she was still alive. Allahs Messenger (ﷺ) asked her, Did such-and-such a person strike you? She raised her head, denying that. He asked her a second time, saying, Did so-and-so strike you? She raised her head, denying that. He said for the third time, Did so-and-so strike you? She lowered her head, agreeing. Allahs Messenger (ﷺ) then sent for the killer and killed him between two stones.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ شُعْبَةَ، عَنْ هِشَامِ بْنِ زَيْدِ بْنِ أَنَسٍ، عَنْ جَدِّهِ، أَنَسِ بْنِ مَالِكٍ قَالَ خَرَجَتْ جَارِيَةٌ عَلَيْهَا أَوْضَاحٌ بِالْمَدِينَةِ ـ قَالَ ـ فَرَمَاهَا يَهُودِيٌّ بِحَجَرٍ ـ قَالَ ـ فَجِيءَ بِهَا إِلَى النَّبِيِّ صلى الله عليه وسلم وَبِهَا رَمَقٌ فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم  فُلاَنٌ قَتَلَكِ . فَرَفَعَتْ رَأْسَهَا، فَأَعَادَ عَلَيْهَا قَالَ  فُلاَنٌ قَتَلَكِ . فَرَفَعَتْ رَأْسَهَا، فَقَالَ لَهَا فِي الثَّالِثَةِ  فُلاَنٌ قَتَلَكِ . فَخَفَضَتْ رَأْسَهَا، فَدَعَا بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَتَلَهُ بَيْنَ الْحَجَرَيْنِ.",
    "hadithBengali": "৬৪১১। মুহাম্মাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রৌপ্যালংকার পরিহিতা জনৈকা বালিকা মদিনায় বের হল। রাবী বলেন, তখন জনৈক ইহুদী তার প্রতি পাথর নিক্ষেপ করল। রাবী বলেন, তাকে মুমূর্ষাবস্থায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আনা হল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞাসা করলেন, অমুক কি তোমাকে হত্যা করেছে? সে তার মাথা উঠাল। তিনি তাকে আবার বললেন, অমুক কি তোমাকে হত্যা করেছে? সে তার মাথা উঠাল। তিনি তাকে তৃতীয়বার বললেন, অমুক কি তোমাকে হত্যা করেছে? সে তার মাখা নিচু করল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রস্তর নিক্ষেপকারীকে ডেকে আনলেন এবং তাকে দুটি পাথরের মাঝখানে রেখে হত্যা করালেন।\n",
    "checkStatus": "1",
    "hadithNo": "6411",
    "id": "7154",
    "thesequence": "7317",
    "isActive": "1",
    "chapterId": "17606",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৭০. পাথর বা লাঠি দ্বারা হত্যা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nAllahs Messenger (ﷺ) said, The blood of a Muslim who confesses that none has the right to be worshipped but Allah and that I am His Apostle, cannot be shed except in three cases: In Qisas for murder, a married person who commits illegal sexual intercourse and the one who reverts from Islam (apostate) and leaves the Muslims.",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنِّي رَسُولُ اللَّهِ إِلاَّ بِإِحْدَى ثَلاَثٍ النَّفْسُ بِالنَّفْسِ وَالثَّيِّبُ الزَّانِي، وَالْمَارِقُ مِنَ الدِّينِ التَّارِكُ الْجَمَاعَةَ .",
    "hadithBengali": "৬৪১২। উমর ইবনু হাফস (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন মুসলিম ব্যাক্তি যিনি সাক্ষ্য দেন যে আল্লাহ ছাড়া আর কোন ইলাহ নেই এবং আমি আল্লাহর রাসুল। তিন-তিনটি কারণ ব্যতীত তাকে হত্যা করা বৈধ নয়। (যথা) প্রাণের বদলে প্রাণ। বিবাহিত ব্যাভিচারী। আর আপন দ্বীন পরিত্যাগকারী মুসলিম জামাআত থেকে বিচ্ছিন্ন ব্যাক্তি।\n",
    "checkStatus": "1",
    "hadithNo": "6412",
    "id": "7155",
    "thesequence": "7318",
    "isActive": "1",
    "chapterId": "17607",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৭১. আল্লাহর বাণীঃ প্রাণের বদলে প্রাণ ... আয়াতের শেষ পর্যন্ত (৫ঃ ৪৫)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nA Jew killed a girl so that he may steal her ornaments. He struck her with a stone, and she was brought to the Prophet (ﷺ) while she was still alive. The Prophet (ﷺ) asked her, Did such-and-such person strike you? She gestured with her head, expressing denial. He asked her for the second time, and she again gestured with her head, expressing denial. When he asked her for the third time, she beckoned, Yes. So the Prophet (ﷺ) killed him (the Jew) with two stones.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ يَهُودِيًّا، قَتَلَ جَارِيَةً عَلَى أَوْضَاحٍ لَهَا، فَقَتَلَهَا بِحَجَرٍ، فَجِيءَ بِهَا إِلَى النَّبِيِّ صلى الله عليه وسلم وَبِهَا رَمَقٌ فَقَالَ   أَقَتَلَكِ فُلاَنٌ . فَأَشَارَتْ بِرَأْسِهَا أَنْ لاَ، ثُمَّ قَالَ الثَّانِيَةَ، فَأَشَارَتْ بِرَأْسِهَا أَنْ لاَ، ثُمَّ سَأَلَهَا الثَّالِثَةَ فَأَشَارَتْ بِرَأْسِهَا أَنْ نَعَمْ، فَقَتَلَهُ النَّبِيُّ صلى الله عليه وسلم بِحَجَرَيْنِ.",
    "hadithBengali": "৬৪১৩। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। জনৈক ইহুদী একটি বালিকাকে তার রৌপ্যালংকারের লোভে হত্যা করল। সে তাকে পাথর দ্বারা হত্যা করল। মুমূর্ষ অবস্থায় তাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আনা হল। তিনি জিজ্ঞাসা করলেন, অমুক কি তোমাকে হত্যা করেছে? সে তার মাথা দিয়ে ইঙ্গিত করল যে, না। এরপর দ্বিতীয়বার তিনি জিজ্ঞাসা করলেন, সে তার মাথা দিয়ে ইশারা করল যে, না। তারপর তৃতীয়বার তিনি তাকে জিজ্ঞাসা করলেন। সে তার মাথা দিয়ে ইশারা করল যে, হ্যাঁ। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে (হত্যাকারীকে) দুটি পাথর দ্বারা হত্যা করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6413",
    "id": "7156",
    "thesequence": "7319",
    "isActive": "1",
    "chapterId": "17608",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৭২. যে ব্যক্তি পাথর দ্বারা কিসাস নিল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nIn the year of the Conquest of Mecca, the tribe of Khuza`a killed a man from the tribe of Bam Laith in revenge for a killed person belonging to them in the Pre-lslamic Period of Ignorance. So Allahs Apostle got up saying, Allah held back the (army having) elephants from Mecca, but He let His Apostle and the believers overpower the infidels (of Mecca). Beware! (Mecca is a sanctuary)! Verily! Fighting in Mecca was not permitted for anybody before me, nor will it be permitted for anybody after me; It was permitted for me only for a while (an hour or so) of that day. No doubt! It is at this moment a sanctuary; its thorny shrubs should not be uprooted; its trees should not be cut down; and its Luqata (fallen things) should not be picked up except by the one who would look for its owner. And if somebody is killed, his closest relative has the right to choose one of two things, i.e., either the Blood money or retaliation by having the killer killed. Then a man from Yemen, called Abu Shah, stood up and said, Write that) for me, O Allahs Messenger (ﷺ)! Allahs Messenger (ﷺ) said (to his companions), Write that for Abu Shah. Then another man from Quraish got up, saying, O Allahs Messenger (ﷺ)! Except Al- Idhkhir (a special kind of grass) as we use it in our houses and for graves. Allahs Messenger (ﷺ) said, Except Al-idhkkir.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ خُزَاعَةَ، قَتَلُوا رَجُلاً. وَقَالَ عَبْدُ اللَّهِ بْنُ رَجَاءٍ حَدَّثَنَا حَرْبٌ عَنْ يَحْيَى حَدَّثَنَا أَبُو سَلَمَةَ حَدَّثَنَا أَبُو هُرَيْرَةَ أَنَّهُ عَامَ فَتْحِ مَكَّةَ قَتَلَتْ خُزَاعَةُ رَجُلاً مِنْ بَنِي لَيْثٍ بِقَتِيلٍ لَهُمْ فِي الْجَاهِلِيَّةِ، فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  إِنَّ اللَّهَ حَبَسَ عَنْ مَكَّةَ الْفِيلَ وَسَلَّطَ عَلَيْهِمْ رَسُولَهُ وَالْمُؤْمِنِينَ، أَلاَ وَإِنَّهَا لَمْ تَحِلَّ لأَحَدٍ قَبْلِي، وَلاَ تَحِلُّ لأَحَدٍ بَعْدِي، أَلاَ وَإِنَّمَا أُحِلَّتْ لِي سَاعَةً مِنْ نَهَارٍ، أَلاَ وَإِنَّهَا سَاعَتِي هَذِهِ حَرَامٌ لاَ يُخْتَلَى شَوْكُهَا، وَلاَ يُعْضَدُ شَجَرُهَا، وَلاَ يَلْتَقِطُ سَاقِطَتَهَا إِلاَّ مُنْشِدٌ، وَمَنْ قُتِلَ لَهُ قَتِيلٌ فَهْوَ بِخَيْرِ النَّظَرَيْنِ إِمَّا يُودَى وَإِمَّا يُقَادُ . فَقَامَ رَجُلٌ مِنْ أَهْلِ الْيَمَنِ يُقَالُ لَهُ أَبُو شَاهٍ فَقَالَ اكْتُبْ لِي يَا رَسُولَ اللَّهِ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اكْتُبُوا لأَبِي شَاهٍ . ثُمَّ قَامَ رَجُلٌ مِنْ قُرَيْشٍ فَقَالَ يَا رَسُولَ اللَّهِ إِلاَّ الإِذْخِرَ، فَإِنَّمَا نَجْعَلُهُ فِي بُيُوتِنَا وَقُبُورِنَا. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِلاَّ الإِذْخِرَ . وَتَابَعَهُ عُبَيْدُ اللَّهِ عَنْ شَيْبَانَ فِي الْفِيلِ، قَالَ بَعْضُهُمْ عَنْ أَبِي نُعَيْمٍ الْقَتْلَ. وَقَالَ عُبَيْدُ اللَّهِ إِمَّا أَنْ يُقَادَ أَهْلُ الْقَتِيلِ.",
    "hadithBengali": "৬৪১৪। আবূ নুআয়ম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। খুযা&#39;আ গোত্রের লোকেরা এক ব্যাক্তিকে হত্যা করল। আবদুল্লাহ ইবনু রাজা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, মক্কা বিজয়ের বছর খুযা&#39;আ গোত্রের লোকেরা জাহেলী যুগের স্বগোত্রীয় নিহত ব্যাক্তির প্রতিশোধ হিসেবে বনী লায়স গোত্রের এক ব্যাক্তিকে হত্যা করল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়ালেন এবং বললেনঃ আল্লাহ মক্কা থেকে হস্তীদলকে রুখেছেন এবং তাদের বিরুদ্ধে আপন রাসুল ও মুমিনদেরকে কতৃত্ব দান করেছেন। জেনে রেখো! মক্কা আমার পূর্বে কারো জন্য হালাল হয়নি, আর আমার পরও কারো জন্য হালাল হবে না। জেনে রেখো! আমার ক্ষেত্রে তা দিনের কিছু সময়ের জন্য হালাল করা হয়েছে। সাবধান! তা আমার এ সময়ে এমন সম্মানিত, তার কাটা উপড়ানো যাবে না, তার বৃক্ষ কাটা যাবে না, তাতে পড়ে থাকা বস্তু মালিকের কাছে ফিরিয়ে দেয়ার উদ্দেশ্য ব্যতীত ভুলে নেওয়া যাবে না।\n\nআর যার কাউকে হত্যা করা হয় সে দু&#39;প্রকার দণ্ডের যে কোন একটি প্রয়োগের ইখতিয়ার লাভ করবে। হয়ত রক্তপণ গ্রহণ করা হবে, নতুবা কিসাস নেওয়া হবে। এ সময় ইয়ামনবাসী এক ব্যাক্তি দাঁড়াল, যাকে আবূ শাহ বলা হয়। সে বলল, হে আল্লাহর রাসুল! আমাকে লিখে দিন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা আবূ শাহকে লিখে দাও। তারপর কুরাইশ গোত্রের এক ব্যাক্তি দাঁড়াল। আর বলল, হে আল্লাহর রাসূল! ইযখির ব্যতীত। কেননা, আমরা তা আমাদের ঘরে, আমাদের কবরে ব্যবহার করি। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ইযখির ব্যতীত।\n\nউবায়দুল্লাহ (রহঃ) শায়বান (রহঃ) থেকে الْفِيلِ (হস্তী) এর ব্যাপারে হারব ইবনু শাদ্দাদ (রহঃ) এর অনুসরণ করেছেন। কেউ কেউ আবূ নুআয়ম (রহঃ) থেকে المقتل শব্দ নকল করেছেন। উবায়দুল্লাহ (রহঃ) إِمَّا أَنْ يُقَادَ এর পরে أَهْلُ الْقَتِيلِ শব্দও বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6414",
    "id": "7157",
    "thesequence": "7320",
    "isActive": "1",
    "chapterId": "17609",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৭৩. কাউকে হত্যা করা হলে তার উত্তরাধিকারীগণ দু&rsquo;রকমের শাস্তির যে কোন একটি প্রয়োগের ইখতিয়ার লাভ করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nFor the children of Israel the punishment for crime was Al-Qisas only (i.e., the law of equality in punishment) and the payment of Blood money was not permitted as an alternate. But Allah said to this nation (Muslims): O you who believe! Qisas is prescribed for you in case of murder, .....(up to) ...end of the Verse. (2.178) Ibn `Abbas added: Remission (forgiveness) in this Verse, means to accept the Blood-money in an intentional murder. Ibn `Abbas added: The Verse: Then the relatives should demand Blood-money in a reasonable manner. (2.178) means that the demand should be reasonable and it is to be compensated with handsome gratitude.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كَانَتْ فِي بَنِي إِسْرَائِيلَ قِصَاصٌ، وَلَمْ تَكُنْ فِيهِمُ الدِّيَةُ فَقَالَ اللَّهُ لِهَذِهِ الأُمَّةِ {كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى} إِلَى هَذِهِ الآيَةِ {فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَىْءٌ}. قَالَ ابْنُ عَبَّاسٍ فَالْعَفْوُ أَنْ يَقْبَلَ الدِّيَةَ فِي الْعَمْدِ، قَالَ {فَاتِّبَاعٌ بِالْمَعْرُوفِ} أَنْ يَطْلُبَ بِمَعْرُوفٍ وَيُؤَدِّيَ بِإِحْسَانٍ.",
    "hadithBengali": "৬৪১৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, বনী ইসরাঈলদের মধ্যে কিসাসের বিধান বলবত ছিল। তাদের মধ্যে রক্তপনের বিধান ছিল না। তবে আল্লাহ এ উম্মাতকে বললেনঃ নর হত্যার ব্যাপারে তোমাদের জন্য কিসাসের বিধান দেয়া হয়েছে ...... কিন্তু তার ভাইয়ের পক্ষ হতে কিছুটা ক্ষমা প্রদর্শন করা হলে পর্যন্ত (২ঃ ১৭৮)। ইবনু আব্বাস (রাঃ) বলেন, ক্ষমা প্রদর্শনের অর্থ হল ইচ্ছাকৃতভাবে হত্যার ক্ষেত্রে রক্তপণ গ্রহণ করা। তিনি বলেন, আর প্রচলিত প্রথার অনুসরণ করার অর্থ হচ্ছে, যুক্তি সঙ্গত দাবি ও সদয়ভাবে দীয়ত আদায় করা।\n",
    "checkStatus": "1",
    "hadithNo": "6415",
    "id": "7158",
    "thesequence": "7321",
    "isActive": "1",
    "chapterId": "17609",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৭৩. কাউকে হত্যা করা হলে তার উত্তরাধিকারীগণ দু&rsquo;রকমের শাস্তির যে কোন একটি প্রয়োগের ইখতিয়ার লাভ করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, The most hated persons to Allah are three: (1) A person who deviates from the right conduct, i.e., an evil doer, in the Haram (sanctuaries of Mecca and Medina); (2) a person who seeks that the traditions of the Pre-lslamic Period of Ignorance, should remain in Islam (3) and a person who seeks to shed somebodys blood without any right.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي حُسَيْنٍ، حَدَّثَنَا نَافِعُ بْنُ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   أَبْغَضُ النَّاسِ إِلَى اللَّهِ ثَلاَثَةٌ مُلْحِدٌ فِي الْحَرَمِ، وَمُبْتَغٍ فِي الإِسْلاَمِ سُنَّةَ الْجَاهِلِيَّةِ، وَمُطَّلِبُ دَمِ امْرِئٍ بِغَيْرِ حَقٍّ لِيُهَرِيقَ دَمَهُ .",
    "hadithBengali": "৬৪১৬। আবুল ইয়ামান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলছেনঃ আল্লাহর কাছে সবচাইতে ঘৃণিত ব্যাক্তি হচ্ছে তিন জন। যে ব্যাক্তি হারাম শরীফে অন্যায় ও অপকর্মে লিপ্ত হয়। যে ব্যাক্তি ইসলামী যুগে জাহিলী যুগের প্রথা তালাশ করে। যে ব্যাক্তি যথার্থ কারণ ব্যতীত কারো রক্তপাত দাবি করে।\n",
    "checkStatus": "1",
    "hadithNo": "6416",
    "id": "7159",
    "thesequence": "7322",
    "isActive": "1",
    "chapterId": "17610",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৭৪. যথার্থ কারণ ছাড়া রক্তপাত দাবি করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe pagans were defeated on the day (of the battle) of Uhud. Satan shouted among the people on the day of Uhud, O Allahs worshippers! Beware of what is behind you! So the front file of the army attacked the back files (mistaking them for the enemy) till they killed Al-Yaman. Hudhaifa (bin Al- Yaman) shouted, My father! My father! But they killed him. Hudhaifa said, May Allah forgive you. (The narrator added: Some of the defeated pagans fled till they reached Taif.)",
    "hadithArabic": " حَدَّثَنَا فَرْوَةُ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، هُزِمَ الْمُشْرِكُونَ يَوْمَ أُحُدٍ. وَحَدَّثَنِي مُحَمَّدُ بْنُ حَرْبٍ، حَدَّثَنَا أَبُو مَرْوَانَ، يَحْيَى بْنُ أَبِي زَكَرِيَّاءَ عَنْ هِشَامٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ صَرَخَ إِبْلِيسُ يَوْمَ أُحُدٍ فِي النَّاسِ يَا عِبَادَ اللَّهِ أُخْرَاكُمْ. فَرَجَعَتْ أُولاَهُمْ عَلَى أُخْرَاهُمْ حَتَّى قَتَلُوا الْيَمَانَ فَقَالَ حُذَيْفَةُ أَبِي أَبِي. فَقَتَلُوهُ، فَقَالَ حُذَيْفَةُ غَفَرَ اللَّهُ لَكُمْ. قَالَ وَقَدْ كَانَ انْهَزَمَ مِنْهُمْ قَوْمٌ حَتَّى لَحِقُوا بِالطَّائِفِ.",
    "hadithBengali": "৬৪১৭। ফারওয়া ও মুহাম্মাদ ইবনু হারব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্নিত। তিনি বলেন, উহুদের দিন ইবলীস লোকদের মাঝে চিৎকার করে বলল, হে আল্লাহর বান্দারা! পিছনের দলের ওপর আক্রমণ কর। ফলে তাদের সম্মুখভাগ পশ্চাত ভাগের উপর ঝাঁপিয়ে পড়ল। এমন কি তারা ইয়ামানকে হত্যা করে ফেলল। তখন হুযায়ফা (রাঃ) বললেন, আমার পিতা! আমার পিতা! কিন্তু তারা তাকে হত্যা করে ফেলল। তখন হুযায়ফা (রাঃ) বললেন, আল্লাহ তোমাদেরকে ক্ষমা করুন। রাবী বলেন, মুশরিকদের একটি দল পরাজিত হয়ে তায়েফ চলে গিয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "6417",
    "id": "7160",
    "thesequence": "7323",
    "isActive": "1",
    "chapterId": "17611",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৭৫. ভুলক্রমে হত্যার ক্ষেত্রে মৃত্যুর পর ক্ষমা প্রদর্শন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nA Jew crushed the head of a girl between two stones. It was said to her. Who has done this to you, such-and-such person, such-and-such person? When the name of the Jew was mentioned, she nodded with her head, agreeing. So the Jew was brought and he confessed. The Prophet (ﷺ) ordered that his head be crushed with the stones. (Hammam said, with two stones.)",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ، أَخْبَرَنَا حَبَّانُ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، أَنَّ يَهُودِيًّا، رَضَّ رَأْسَ جَارِيَةٍ بَيْنَ حَجَرَيْنِ، فَقِيلَ لَهَا مَنْ فَعَلَ بِكِ هَذَا أَفُلاَنٌ أَفُلاَنٌ حَتَّى سُمِّيَ الْيَهُودِيُّ فَأَوْمَأَتْ بِرَأْسِهَا، فَجِيءَ بِالْيَهُودِيِّ فَاعْتَرَفَ، فَأَمَرَ بِهِ النَّبِيُّ صلى الله عليه وسلم فَرُضَّ رَأْسُهُ بِالْحِجَارَةِ. وَقَدْ قَالَ هَمَّامٌ بِحَجَرَيْنِ.",
    "hadithBengali": "<p style=text-align: center;>بَابُ قَوْلِ اللَّهِ تَعَالَى: وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلاَّ خَطَأً الاية\n\n২৮৭৬. অনুচ্ছেদঃ আল্লাহ তা&#39;আলার বাণীঃ কোন মু&#39;মিন ব্যক্তির অন্য মু&#39;মিন ব্যক্তিকে হত্যা করা বৈধ নয়। তবে ভুলবশত করলে তা স্বতন্ত্র ... আয়াতের শেষ পর্যন্ত (৪ঃ ৯২)\n\n<hr />\n৬৪১৮। ইসহাক (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, জনৈক ইহুদী একটি বালিকার মাথা দুটি পাথরের মাঝখানে রেখে চূর্ণ করে দিল। তখন তাকে জিজ্ঞাসা করা হল, কে তোমার সাথে এমন আচরণ করেছে? অমুক? না অমুক? অবশেষে ইহুদী লোকটির নাম উল্লেখ করা হল। তখন সে তার মাথা দিয়ে (হ্যাঁ-সূচক) ইশারা করল। তখন ইহুদী লোকটিকে আনা হল এবং সে স্বীকার করল। ফলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার ব্যাপারে নির্দেশ করলেন, তাই তার মাথা একটি পাথর দিয়ে চূর্ণ করা হল এবং হাম্মাম (রহঃ) বলেন, দুটি পাথর দিয়ে।\n",
    "checkStatus": "1",
    "hadithNo": "6418",
    "id": "7161",
    "thesequence": "7324",
    "isActive": "1",
    "chapterId": "17612",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৭৭. একবার হত্যার স্বীকারোক্তি করলে তাকে হত্যা করা হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) killed a Jew for killing a girl in order to take her ornaments.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَتَلَ يَهُودِيًّا بِجَارِيَةٍ قَتَلَهَا عَلَى أَوْضَاحٍ لَهَا.",
    "hadithBengali": "৬৪১৯। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্নিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজন ইহুদীকে একজন বালিকার বদলে হত্যা করেছেন। সে রৌপ্যালংকারের লোভে ওকে হত্যা করেছিল।\n",
    "checkStatus": "1",
    "hadithNo": "6419",
    "id": "7162",
    "thesequence": "7325",
    "isActive": "1",
    "chapterId": "17613",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৭৮. মহিলার বদলে পুরুষকে হত্যা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nWe poured medicine into the mouth of the Prophet (ﷺ) during his ailment. He said, Dont pour medicine into my mouth. (We thought he said that) out of the aversion a patient usually has for medicines. When he improved and felt better he said, There is none of you but will be forced to drink medicine, except Al-`Abbas, for he did not witness your deed.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا مُوسَى بْنُ أَبِي عَائِشَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ لَدَدْنَا النَّبِيَّ صلى الله عليه وسلم فِي مَرَضِهِ فَقَالَ  لاَ تَلُدُّونِي . فَقُلْنَا كَرَاهِيَةُ الْمَرِيضِ لِلدَّوَاءِ. فَلَمَّا أَفَاقَ قَالَ  لاَ يَبْقَى أَحَدٌ مِنْكُمْ إِلاَّ لُدَّ، غَيْرَ الْعَبَّاسِ فَإِنَّهُ لَمْ يَشْهَدْكُمْ .",
    "hadithBengali": "৬৪২০। আমর ইবনু আলী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অসুখের সময় তার মুখের এক কিনারায় ঔষধ ঢেলে দিলাম। তিনি বলেন, তোমরা আমার মুখের কিনারায় ঔষধ দিও না। আমরা মনে করলাম, রোগী ঔষধ সেবন অপছন্দ করেই থাকে। যখন তাঁর হুশ ফিরে এলো, তখন তিনি বললেনঃ তোমাদের মধ্যে যেন এমন কেউ থাকে না, যার মুখের কিনারায় জোর পুর্বক ঔষধ ঢেলে দেয়া না হয় শুধুমাত্র আব্বাস ব্যতীত। কেননা, সে তোমাদের কাছে হাযির ছিল না।\n",
    "checkStatus": "1",
    "hadithNo": "6420",
    "id": "7163",
    "thesequence": "7326",
    "isActive": "1",
    "chapterId": "17614",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৭৯. আহত হওয়ার ক্ষেত্রে নারী-পুরুষদের মধ্যে কিসাস। আলিমগণ বলেন, নারীর বদলে পুরুষকে হত্যা করা হবে। আর উমর (রাঃ) থেকে বর্ণনা করা হয় যে, ইচ্ছাকৃতভাবে প্রত্যেক হত্যা বা আহত কারার ক্ষেত্রে নারীর বদলে পুরুষকে কিসাসের বিধানানুসারে শাস্তি দেওয়া হবে। ইহাই উমর ইবনু আবদুল আযীয (র), ইবরাহীম (র) এবং আবূয যিনাদ (র)-এর অভিমত তাদের আসহাব থেকে। রুবায়-এর বোন কোন এক ব্যক্তিকে আহত করলে নবী (সাঃ) বলেন, এ ক্ষেত্রে আল্লাহর বিধান হল &lsquo;কিসাস&rsquo;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThat he heard Allahs Messenger (ﷺ) saying, We (Muslims) are the last (to come) but (will be) the foremost (on the Day of Resurrection). And added, If someone is peeping (looking secretly) into your house without your permission, and you throw a stone at him and destroy his eyes, there will be no blame on you.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، أَنَّ الأَعْرَجَ، حَدَّثَهُ أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ إِنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  نَحْنُ الآخِرُونَ السَّابِقُونَ يَوْمَ الْقِيَامَةِ . وَبِإِسْنَادِهِ  لَوِ اطَّلَعَ فِي بَيْتِكَ أَحَدٌ وَلَمْ تَأْذَنْ لَهُ، خَذَفْتَهُ بِحَصَاةٍ فَفَقَأْتَ عَيْنَهُ، مَا كَانَ عَلَيْكَ مِنْ جُنَاحٍ .",
    "hadithBengali": "৬৪২১। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, আমরা হচ্ছি (পৃথিবীতে) সর্বশেষ ও (আখিরাতে) সর্বপ্রথম। উক্ত হাদীসের সুত্রে এও বর্ণিত, তিনি বলেছেন, যদি কেউ তোমার ঘরে তোমার অনুমতি ব্যাতিরেকে উঁকি মারে আর তুমি পাথর নিক্ষেপ করে তার চক্ষু ফুটা করে দাও, তাতে তোমার কোন গুনাহ হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6421",
    "id": "7164",
    "thesequence": "7327",
    "isActive": "1",
    "chapterId": "17615",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮০. হাকিমের কাছে মোকাদ্দামা দায়ের করা ব্যতীত আপন অধিকার আদায় করে নেয়া বা কিসাস গ্রহণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Yahya:\n\nHumaid said, A man peeped into the house of the Prophet (ﷺ) and the Prophet (ﷺ) aimed an arrow head at him to hit him. I asked, Who told you that? He said, Anas bin Malik",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ حُمَيْدٍ،، أَنَّ رَجُلاً، اطَّلَعَ فِي بَيْتِ النَّبِيِّ صلى الله عليه وسلم فَسَدَّدَ إِلَيْهِ مِشْقَصًا. فَقُلْتُ مَنْ حَدَّثَكَ قَالَ أَنَسُ بْنُ مَالِكٍ.",
    "hadithBengali": "৬৪২২। মুসাদ্দাদ (রহঃ) ... হুমায়দ (রহঃ) থেকে বর্ণিত যে, জনৈক ব্যাক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঘরে উঁকি মারল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার প্রতি চাকু নিক্ষেপের প্রস্তুতি নিলেন। আমি জিজ্ঞাসা করলাম, আপনাকে (এ হাদীস) কে বর্ণনা করেছেন? তিনি বললেন, আনাস ইবনু মালিক (রাঃ)।\n",
    "checkStatus": "1",
    "hadithNo": "6422",
    "id": "7165",
    "thesequence": "7328",
    "isActive": "1",
    "chapterId": "17615",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮০. হাকিমের কাছে মোকাদ্দামা দায়ের করা ব্যতীত আপন অধিকার আদায় করে নেয়া বা কিসাস গ্রহণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nWhen it was the day of (the battle of) Uhud, the pagans were defeated. Then Satan shouted, O Allahs worshipers! Beware of what is behind you! So the front files attacked the back files of the army. Hudhaifa looked, and behold, there was his father, Al-Yaman (being attacked) ! He shouted (to his companions), O Allahs worshipers, my father, my father! But by Allah, they did not stop till they killed him (i.e., Hudhaifas father). Hudhaifa said, May Allah forgive you. (`Urwa said, Hudhaifa continued asking Allahs Forgiveness for the killer of his father till he died.",
    "hadithArabic": " حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا أَبُو أُسَامَةَ، قَالَ هِشَامٌ أَخْبَرَنَا عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ لَمَّا كَانَ يَوْمَ أُحُدٍ هُزِمَ الْمُشْرِكُونَ فَصَاحَ إِبْلِيسُ أَىْ عِبَادَ اللَّهِ أُخْرَاكُمْ. فَرَجَعَتْ أُولاَهُمْ، فَاجْتَلَدَتْ هِيَ وَأُخْرَاهُمْ، فَنَظَرَ حُذَيْفَةُ فَإِذَا هُوَ بِأَبِيهِ الْيَمَانِ فَقَالَ أَىْ عِبَادَ اللَّهِ أَبِي أَبِي. قَالَتْ فَوَاللَّهِ مَا احْتَجَزُوا حَتَّى قَتَلُوهُ. قَالَ حُذَيْفَةُ غَفَرَ اللَّهُ لَكُمْ. قَالَ عُرْوَةُ فَمَا زَالَتْ فِي حُذَيْفَةَ مِنْهُ بَقِيَّةٌ حَتَّى لَحِقَ بِاللَّهِ.",
    "hadithBengali": "৬৪২৩। ইসহাক ইবনু মানসুর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, উহুদের দিন যখন মুশরিকরা পরাজিত হয়ে গেল তখন ইবলীস চিৎকার করে বলল, হে আল্লাহর বান্দাগণ! পিছনের দলের উপর আক্রমন কর। তখন সম্মুখবর্তীরা পশ্চাতবর্তীদের উপর আক্রমণ করল ও পরস্পরে লড়ায়ে লিপ্ত হল। তখন হুযায়ফা (রাঃ) তাকিয়ে দেখতে পেলেন যে তার বাবা ইয়ামান আক্রান্ত হয়েছেন। তখন তিনি বললেন, হে আল্লাহর বান্দাগণ! (এ তো) আমার পিতা! আমার পিতা! তিনি বলেন, আল্লাহর কসম! তারা তাকে হত্যা না করে ক্ষান্ত হল না। হুযায়ফা (রাঃ) বলেন, আল্লাহ তোমাদেরকে ক্ষমা করুন। উরওয়া (রহঃ) বলেন, এ কারণে হুযায়ফা (রাঃ) এর অন্তরে আল্লাহর সাথে মিলন না হওয়া পর্যন্ত এই স্মৃতি জাগরুক ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "6423",
    "id": "7166",
    "thesequence": "7329",
    "isActive": "1",
    "chapterId": "17616",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮১. (জনতার) ভিড়ে মারা গেলে বা হত্যা করা হলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salama:\n\nWe went out with the Prophet (ﷺ) to Khaibar. A man (from the companions) said, O Amir! Let us hear some of your Huda (camel-driving songs.) So he sang some of them (i.e. a lyric in harmony with the camels walk). The Prophet (ﷺ) said, Who is the driver (of these camels)? They said, Amir. The Prophet said, May Allah bestow His Mercy on him ! The people said, O Allahs Messenger (ﷺ)! Would that you let us enjoy his company longer! Then Amir was killed the following morning. The people said, The good deeds of Amir are lost as he has killed himself. I returned at the time while they were talking about that. I went to the Prophet (ﷺ) and said, O Allahs Prophet! Let my father be sacrificed for you! The people claim that Amirs good deeds are lost. The Prophet (ﷺ) said, Whoever says so is a liar, for Amir will have a double reward as he exerted himself to obey Allah and fought in Allahs Cause. No other way of killing would have granted him greater reward.",
    "hadithArabic": " حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا يَزِيدُ بْنُ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ، قَالَ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم إِلَى خَيْبَرَ فَقَالَ رَجُلٌ مِنْهُمْ أَسْمِعْنَا يَا عَامِرُ مِنْ هُنَيْهَاتِكَ. فَحَدَا بِهِمْ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم  مَنِ السَّائِقُ  قَالُوا عَامِرٌ. فَقَالَ  رَحِمَهُ اللَّهُ . فَقَالُوا يَا رَسُولَ اللَّهِ هَلاَّ أَمْتَعْتَنَا بِهِ. فَأُصِيبَ صَبِيحَةَ لَيْلَتِهِ فَقَالَ الْقَوْمُ حَبِطَ عَمَلُهُ، قَتَلَ نَفْسَهُ. فَلَمَّا رَجَعْتُ وَهُمْ يَتَحَدَّثُونَ أَنَّ عَامِرًا حَبِطَ عَمَلُهُ، فَجِئْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُلْتُ يَا نَبِيَّ اللَّهِ فَدَاكَ أَبِي وَأُمِّي، زَعَمُوا أَنَّ عَامِرًا حَبِطَ عَمَلُهُ. فَقَالَ  كَذَبَ مَنْ قَالَهَا، إِنَّ لَهُ لأَجْرَيْنِ اثْنَيْنِ، إِنَّهُ لَجَاهِدٌ مُجَاهِدٌ، وَأَىُّ قَتْلٍ يَزِيدُهُ عَلَيْهِ .",
    "hadithBengali": "৬৪২৪। মাক্কী ইবনু ইবরাহীম (রহঃ) ... সালাম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে খায়বার অভিমুখে রওয়ানা হলাম। তখন তাদের এক ব্যাক্তি বলল, হে আমির! তোমরা আমাদেরকে উট চালনার কিছু সঙ্গীত শোনাও। সে তাদেরকে তা গেয়ে শোনাল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ চালকটি কে? তারা বলল, আমির। তিনি বললেন, আল্লাহ তাকে রহম করুন। তারা বলল, হে আল্লাহর রাসুল! আমাদেরকে তার থেকে দীর্ঘকাল উপকৃত হবার সুযোগ করে দিন। পরদিন সকালে আমির নিহত হল। তখন লোকেরা বলতে লাগল তার আমল বরবাদ হয়ে গেছে, সে নিজেকে হত্যা করেছে। যখন আমি ফিরলাম, আর লোকেরা বলাবলি করছিল যে, আমিরের আমল বরবাদ হয়ে গেছে, তখন আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এলাম এবং বললাম, হে আল্লাহর নাবী! আমার পিতা-মাতা আপনার প্রতি কুরবান। তাদের ধারনা, আমিরের আমল বরবাদ হয়ে গেছে। তিনি বললেন, যে এমনটা বলেছে মিথ্যা বলেছেন কেননা আমিরের জন্য দ্বিগুন পুরস্কার। কারণ সে (সৎ কাজে) অতিশয় যত্নবান, (আল্লাহর রাস্তায়) মুজাহিদ। অন্য কোন প্রকার হত্যা এর চেয়ে অধিক পুরস্কারের অধিকারী করতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "6424",
    "id": "7167",
    "thesequence": "7330",
    "isActive": "1",
    "chapterId": "17617",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮২.  যখন কেউ ভুলবশত নিজেকে হত্যা করে ফেলে তখন তার কোন রক্তপণ নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Imran bin Husain:\n\nA man bit another mans hand and the latter pulled his hand out of his mouth by force, causing two of his incisors (teeth) to fall out. They submitted their case to the Prophet, who said, One of you bit his brother as a male camel bites. (Go away), there is no Diya (Blood-money) for you.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا قَتَادَةُ، قَالَ سَمِعْتُ زُرَارَةَ بْنَ أَوْفَى، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَجُلاً، عَضَّ يَدَ رَجُلٍ، فَنَزَعَ يَدَهُ مِنْ فَمِهِ، فَوَقَعَتْ ثَنِيَّتَاهُ، فَاخْتَصَمُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ   يَعَضُّ أَحَدُكُمْ أَخَاهُ كَمَا يَعَضُّ الْفَحْلُ، لاَ دِيَةَ لَكَ .",
    "hadithBengali": "৬৪২৫। আদম (রহঃ) ... ইমরান ইবনু হুসায়ন (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি অপর এক ব্যাক্তির হাত দাঁত দিয়ে কামড়ে ধরল। সে তার হাত ঐ ব্যাক্তির মুখ থেকে টেনে বের করল। ফলে তার দু&#39;টি দাঁত উপড়ে গেল। তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট তাদের মুকাদ্দমা পেশ করল। তখন তিনি বললেনঃ তোমাদের কেউ তার ভাইকে কি কামড়াবে? যেমন উট কামড়ে থাকে? তোমার জন্য কোন রক্তপন নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6425",
    "id": "7168",
    "thesequence": "7331",
    "isActive": "1",
    "chapterId": "17618",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮৩. কাউকে দাঁত দিয়ে কামড় দেওয়ার ফলে তার দাঁত উপড়ে গেলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ya`la:\n\nI went out in one of the Ghazwa and a man bit another man and as a result, an incisor tooth of the former was pulled out. The Prophet (ﷺ) cancelled the case.",
    "hadithArabic": " حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ صَفْوَانَ بْنِ يَعْلَى، عَنْ أَبِيهِ، قَالَ خَرَجْتُ فِي غَزْوَةٍ، فَعَضَّ رَجُلٌ فَانْتَزَعَ ثَنِيَّتَهُ، فَأَبْطَلَهَا النَّبِيُّ صلى الله عليه وسلم.",
    "hadithBengali": "৬৪২৬। আবূ আসিম (রহঃ) ... ইয়ালা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি কোন একটি যুদ্ধে বেরিয়ে ছিলাম। তখন এক ব্যাক্তি দাঁত দিয়ে কামড়ে ধরে; ফলে তার দাঁত উপড়ে যায়। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (দাঁতের) দীয়তকে বাতিল করে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6426",
    "id": "7169",
    "thesequence": "7332",
    "isActive": "1",
    "chapterId": "17618",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮৩. কাউকে দাঁত দিয়ে কামড় দেওয়ার ফলে তার দাঁত উপড়ে গেলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe daughter of An-Nadr slapped a girl and broke her incisor tooth. They (the relatives of that girl), came to the Prophet (ﷺ) and he gave the order of Qisas (equality in punishment).",
    "hadithArabic": " حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ ابْنَةَ النَّضْرِ، لَطَمَتْ جَارِيَةً، فَكَسَرَتْ ثَنِيَّتَهَا، فَأَتَوُا النَّبِيَّ صلى الله عليه وسلم فَأَمَرَ بِالْقِصَاصِ.",
    "hadithBengali": "৬৪২৭। আনসারী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, নাযারের কন্যা একটি বালিকাকে থাপ্পড় মেরে তার দাঁত ভেঙ্গে ফেলল। তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এল তখন তিনি কিসাসের নির্দেশ দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6427",
    "id": "7170",
    "thesequence": "7333",
    "isActive": "1",
    "chapterId": "17619",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮৪. দাঁতের বদলে দাঁত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, This and this are the same. He meant the little finger and the thumb.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   هَذِهِ وَهَذِهِ سَوَاءٌ ، يَعْنِي الْخِنْصَرَ وَالإِبْهَامَ.",
    "hadithBengali": "৬৪২৮। আদম (রহঃ) ... ইবনু আব্বাস (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, (দীয়তের ব্যাপারে) এটি এবং ওটি সমান। অর্থাৎ কনি ও বৃদ্ধাঙ্গূলি।\n",
    "checkStatus": "1",
    "hadithNo": "6428",
    "id": "7171",
    "thesequence": "7334",
    "isActive": "1",
    "chapterId": "17620",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮৫. আঙ্গুলের রক্তপণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nI heard the Prophet (saying the same as above).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم نَحْوَهُ.",
    "hadithBengali": "৬৪২৯। মুহাম্মদ ইবনু বাশশার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অনুরূপ বলতে শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "6429",
    "id": "7172",
    "thesequence": "7335",
    "isActive": "1",
    "chapterId": "17620",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮৫. আঙ্গুলের রক্তপণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nWe poured medicine into the mouth of Allahs Messenger (ﷺ) during his illness, and he pointed out to us intending to say, Dont pour medicine into my mouth. We thought that his refusal was out of the aversion a patient usually has for medicine. When he improved and felt a bit better he said (to us.) Didnt I forbid you to pour medicine into my mouth? We said, We thought (you did so) because of the aversion, one usually have for medicine. Allahs Messenger (ﷺ) said, There is none of you but will be forced to drink medicine, and I will watch you, except Al-`Abbas, for he did not witness this act of yours.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، حَدَّثَنَا مُوسَى بْنُ أَبِي عَائِشَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَتْ عَائِشَةُ لَدَدْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فِي مَرَضِهِ، وَجَعَلَ يُشِيرُ إِلَيْنَا  لاَ تَلُدُّونِي . قَالَ فَقُلْنَا كَرَاهِيَةُ الْمَرِيضِ بِالدَّوَاءِ، فَلَمَّا أَفَاقَ قَالَ  أَلَمْ أَنْهَكُمْ أَنْ تَلُدُّونِي . قَالَ قُلْنَا كَرَاهِيَةٌ لِلدَّوَاءِ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ يَبْقَى مِنْكُمْ أَحَدٌ إِلاَّ لُدَّ ـ وَأَنَا أَنْظُرُ ـ إِلاَّ الْعَبَّاسَ فَإِنَّهُ لَمْ يَشْهَدْكُمْ .",
    "hadithBengali": "৬৪৩০। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অসুখের সময় তার মুখের কিনারায় ঔষধ ঢেলে দিলাম। আর তিনি আমাদের দিকে ইশারা করতে থাকলেন যে, তোমরা আমার মূখের কিনারায় ঔষধ ঢেলে দিও না। আমরা মনে করলাম যে, রোগীর ঔষধের প্রতি অনীহা-ই এর কারণ। যখন তিনি হুশ ফিরে পেলেন, তখন বললেনঃ আমাকে (জোর পূর্বক) ঔষধ সেবন করাতে কি তোমাদেরকে নিষেধ করিনি? আমরা বললাম, রোগীর ঔষধের প্রতি অনীহা তাই এর কারণ বলে আমরা মনে করেছি। তখন তিনি বললেনঃ তোমাদের মাঝে যেন এমন কেউ না থাকে যার মুখে জোরপূর্বক ঔষধ ঢালা হয় আর আমি দেখতে থাকব শুধু আব্বাস ব্যতীত। কেননা, সে তোমাদের সাথে ছিল না।\n",
    "checkStatus": "1",
    "hadithNo": "6430",
    "id": "7173",
    "thesequence": "7336",
    "isActive": "1",
    "chapterId": "17621",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮৬. যখন একটি দল কোন এক ব্যক্তিকে বিপন্ন করে তোলে, তখন তাদের সকলকে শাস্তি প্রদান করা হবে কি? অথবা সকলের নিকট থেকে কিসাস গ্রহন করা হবে কি? মুতাররিফ (রহঃ) শাবী (রহঃ) থেকে এমন দু জন ব্যক্তির ব্যাপারে বর্ণনা করেন যারা এক ব্যক্তির বিরুদ্ধে সাক্ষ্য প্রদান করেছিল যে, সে চুরি করেছে। তখন আলী (রাঃ) তার হাত কেটে ফেললেন। তারপর তারা অপর একজনকে নিয়ে এসে বলল, আমরা ভুল করে বসেছি। তখন তিনি তাদের সাক্ষ্য বাতিল করে দিলেন এবং প্রথম ব্যক্তির দীয়ত (রক্তপণ) গ্রহণ করলেন। আর বললেন, যদি আমি জানতাম যে তোমরা ইচ্ছাকৃতভাবে কাজটি করেছে, তাহলে তোমাদের উভয়ের হাত কেটে ফেলতাম। আবূ আবদুল্লাহ (ইমাম বুখারী) (রহঃ)  বলেন, আমাকে ইবনু বাশশার (রহঃ)  ইবনু উমর (রাঃ) থেকে বর্ণনা করেছেন যে, একটি বালককে গোপনে হত্যা করা হয়। তখন উমর (রাঃ) বললেন, যদি গোটা সান&rsquo;আবাসী এতে অংশ নিত তাহলে আমি তাদেরকে হত্যা করতাম। মুগীরা ইবনু হাকীম (রহঃ)  ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Abi Hathma:\n\n(a man from the Ansar) that a number of people from his tribe went to Khaibar and dispersed, and then they found one of them murdered. They said to the people with whom the corpse had been found, You have killed our companion! Those people said, Neither have we killed him, nor do we know his killer. The bereaved group went to the Prophet (ﷺ) and said, O Allahs Messenger (ﷺ)! We went to Khaibar and found one of us murdered. The Prophet (ﷺ) said, Let the older among you come forward and speak. Then the Prophet (ﷺ) said, to them, Bring your proof against the killer. They said We have no proof. The Prophet (ﷺ) said, Then they (the defendants) will take an oath. They said, We do not accept the oaths of the Jews. Allahs Messenger (ﷺ) did not like that the Blood-money of the killed one be lost without compensation, so he paid one-hundred camels out of the camels of Zakat (to the relatives of the deceased) as Diya (Blood-money).",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، زَعَمَ أَنَّ رَجُلاً، مِنَ الأَنْصَارِ يُقَالُ لَهُ سَهْلُ بْنُ أَبِي حَثْمَةَ أَخْبَرَهُ أَنَّ نَفَرًا مِنْ قَوْمِهِ انْطَلَقُوا إِلَى خَيْبَرَ فَتَفَرَّقُوا فِيهَا، وَوَجَدُوا أَحَدَهُمْ قَتِيلاً، وَقَالُوا لِلَّذِي وُجِدَ فِيهِمْ قَتَلْتُمْ صَاحِبَنَا. قَالُوا مَا قَتَلْنَا وَلاَ عَلِمْنَا قَاتِلاً. فَانْطَلَقُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالُوا يَا رَسُولَ اللَّهِ انْطَلَقْنَا إِلَى خَيْبَرَ فَوَجَدْنَا أَحَدَنَا قَتِيلاً. فَقَالَ  الْكُبْرَ الْكُبْرَ . فَقَالَ لَهُمْ  تَأْتُونَ بِالْبَيِّنَةِ عَلَى مَنْ قَتَلَهُ . قَالُوا مَا لَنَا بَيِّنَةٌ. قَالَ  فَيَحْلِفُونَ . قَالُوا لاَ نَرْضَى بِأَيْمَانِ الْيَهُودِ. فَكَرِهَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُبْطِلَ دَمَهُ، فَوَدَاهُ مِائَةً مِنْ إِبِلِ الصَّدَقَةِ.",
    "hadithBengali": "৬৪৩১। আবু নূআয়ম (রহঃ) ... সাহল ইবনু আবূ হাসমা (রাঃ) থেকে বর্ণিত যে, তার গোত্রের একদল লোক খায়বার গমন করল ও তথায় তারা বিক্ষিপ্তভাবে ছড়িয়ে পড়ল। তারা তাদের একজনকে নিহত অবস্থায় পেল। এবং যাদের কাছে তাকে নিহত অবস্থায় পাওয়া গেল তাদেরকে তারা বলল, তোমরা আমাদের সাথীকে হত্যা করেছ। তারা বলল, আমরা তাকে না হত্যা করেছি, না হত্যাকারীকে জানি। এরপর তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেল এবং বলল, হে আল্লাহর রাসুল! আমরা খায়বার গিয়েছিলাম। আর আমাদের একজনকে তথায় নিহত অবস্থায় পেলাম। তখন তিনি বললেন, বায়োবৃদ্ধকে বলতে দাও। বায়োবৃদ্ধকে বলতে দাও। তারপর তিনি তাদেরকে বললেনঃ তোমাদেরকে তার হত্যাকারীর বিরুদ্ধে প্রমাণ পেশ করতে হবে। তারা বলল আমাদের কাছে কোন প্রমাণ নেই। তিনি বললেনঃ তাহলে ওরা কসম করে নেবে। তারা বলল, ইহুদীদের কসমে আমাদের আস্থা নেই। এ নিহতের রক্ত মূল্যহীন হযে যাক তা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পছন্দ করলেন না। তাই সাদাকার একশ উট প্রদান করে তার রক্তপণ আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6431",
    "id": "7174",
    "thesequence": "7337",
    "isActive": "1",
    "chapterId": "17622",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮৭. &lsquo;কাসামাহ&rsquo; (শপথ)। আশআছ ইবনু কায়স (রাঃ) বলেন, নবী (সাঃ) আমাকে বলেছেন, তুমি দু&rsquo;জন সাক্ষী পেশ করবে, নতুবা তার কসম! ইবনু আবূ মুলায়কা (রহঃ) বলেন, মু&rsquo;আবিয়া (রাঃ) কাসামা অনুযায়ী কিসাস গ্রহণ করতেন না। উমর ইবনু আবদুল আযীয (রহঃ) তাঁর তরফ থেকে নিযুক্ত বসরার গভর্নর আদী ইবনু আরতাত (রহঃ) এর কাছে একজন নিহত ব্যক্তির ব্যাপারে পত্র লিখেন, যাকে তেল ব্যবসায়ীদের বাড়ীর কাছে পাওয়া গিয়েছিল। তিনি লিখেছিলেন, যদি তার আত্মীয়-স্বজনরা প্রমান পেশ করতে পারে তবে দন্ড প্রদান করবে নতুবা লোকদের ওপর জুলম করবে না। কেননা, তা এমন ব্যাপার, যার কিয়ামত পর্যন্ত ফায়সালা করা যায় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Qilaba:\n\nOnce `Umar bin `Abdul `Aziz sat on his throne in the courtyard of his house so that the people might gather before him. Then he admitted them and (when they came in), he said, What do you think of Al-Qasama? They said, We say that it is lawful to depend on Al-Qasama in Qisas, as the previous Muslim Caliphs carried out Qisas depending on it. Then he said to me, O Abu Qilaba! What do you say about it? He let me appear before the people and I said, O Chief of the Believers! You have the chiefs of the army staff and the nobles of the Arabs. If fifty of them testified that a married man had committed illegal sexual intercourse in Damascus but they had not seen him (doing so), would you stone him? He said, No. I said, If fifty of them testified that a man had committed theft in Hums, would you cut off his hand though they did not see him? He replied, No. I said, By Allah, Allahs Messenger (ﷺ) never killed anyone except in one of the following three situations: (1) A person who killed somebody unjustly, was killed (in Qisas,) (2) a married person who committed illegal sexual intercourse and (3) a man who fought against Allah and His Apostle and deserted Islam and became an apostate. Then the people said, Didnt Anas bin Malik narrate that Allahs Messenger (ﷺ) cut off the hands of the thieves, branded their eyes and then, threw them in the sun? I said, I shall tell you the narration of Anas. Anas said: Eight persons from the tribe of `Ukl came to Allahs Messenger (ﷺ) and gave the Pledge of allegiance for Islam (became Muslim). The climate of the place (Medina) did not suit them, so they became sick and complained about that to Allahs Messenger (ﷺ). He said (to them ), Wont you go out with the shepherd of our camels and drink of the camels milk and urine (as medicine)? They said, Yes. So they went out and drank the camels milk and urine, and after they became healthy, they killed the shepherd of Allahs Messenger (ﷺ) and took away all the camels. This news reached Allahs Messenger (ﷺ) , so he sent (men) to follow their traces and they were captured and brought (to the Prophet). He then ordered to cut their hands and feet, and their eyes were branded with heated pieces of iron, and then he threw them in the sun till they died. I said, What can be worse than what those people did? They deserted Islam, committed murder and theft. Then Anbasa bin Sa`id said, By Allah, I never heard a narration like this of today. I said, O Anbasa! You deny my narration? Anbasa said, No, but you have related the narration in the way it should be related. By Allah, these people are in welfare as long as this Sheikh (Abu Qilaba) is among them. I added, Indeed in this event there has been a tradition set by Allahs Messenger (ﷺ). The narrator added: Some Ansari people came to the Prophet (ﷺ) and discussed some matters with him, a man from amongst them went out and was murdered. Those people went out after him, and behold, their companion was swimming in blood. They returned to Allahs Messenger (ﷺ) and said to him, O Allahs Apostle, we have found our companion who had talked with us and gone out before us, swimming in blood (killed). Allahs Messenger (ﷺ) went out and asked them, Whom do you suspect or whom do you think has killed him? They said, We think that the Jews have killed him. The Prophet (ﷺ) sent for the Jews and asked them, Did you kill this (person)? They replied, No. He asked the Al-Ansars, Do you agree that I let fifty Jews take an oath that they have not killed him? They said, It matters little for the Jews to kill us all and then take false oaths. He said, Then would you like to receive the Diya after fifty of you have taken an oath (that the Jews have killed your man)? They said, We will not take the oath. Then the Prophet (ﷺ) himself paid them the Diya (Blood-money). The narrator added, The tribe of Hudhail repudiated one of their men (for his evil conduct) in the Pre-lslamic period of Ignorance. Then, at a place called Al-Batha (near Mecca), the man attacked a Yemenite family at night to steal from them, but a. man from the family noticed him and struck him with his sword and killed him. The tribe of Hudhail came and captured the Yemenite and brought him to `Umar during the Hajj season and said, He has killed our companion. The Yemenite said, But these people had repudiated him (i.e., their companion). `Umar said, Let fifty persons of Hudhail swear that they had not repudiated him. So forty-nine of them took the oath and then a person belonging to them, came from Sham and they requested him to swear similarly, but he paid one-thousand Dirhams instead of taking the oath. They called another man instead of him and the new man shook hands with the brother of the deceased. Some people said, We and those fifty men who had taken false oaths (Al-Qasama) set out, and when they reached a place called Nakhlah, it started raining so they entered a cave in the mountain, and the cave collapsed on those fifty men who took the false oath, and all of them died except the two persons who had shaken hands with each other. They escaped death but a stone fell on the leg of the brother of the deceased and broke it, whereupon he survived for one year and then died. I further said, `Abdul Malik bin Marwan sentenced a man to death in Qisas (equality in punishment) for murder, basing his judgment on Al-Qasama, but later on he regretted that judgment and ordered that the names of the fifty persons who had taken the oath (Al-Qasama), be erased from the register, and he exiled them in Sham.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو بِشْرٍ، إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ الأَسَدِيُّ حَدَّثَنَا الْحَجَّاجُ بْنُ أَبِي عُثْمَانَ، حَدَّثَنِي أَبُو رَجَاءٍ، مِنْ آلِ أَبِي قِلاَبَةَ حَدَّثَنِي أَبُو قِلاَبَةَ، أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، أَبْرَزَ سَرِيرَهُ يَوْمًا لِلنَّاسِ، ثُمَّ أَذِنَ لَهُمْ فَدَخَلُوا فَقَالَ مَا تَقُولُونَ فِي الْقَسَامَةِ قَالَ نَقُولُ الْقَسَامَةُ الْقَوَدُ بِهَا حَقٌّ، وَقَدْ أَقَادَتْ بِهَا الْخُلَفَاءُ. قَالَ لِي مَا تَقُولُ يَا أَبَا قِلاَبَةَ وَنَصَبَنِي لِلنَّاسِ. فَقُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ عِنْدَكَ رُءُوسُ الأَجْنَادِ وَأَشْرَافُ الْعَرَبِ، أَرَأَيْتَ لَوْ أَنَّ خَمْسِينَ مِنْهُمْ شَهِدُوا عَلَى رَجُلٍ مُحْصَنٍ بِدِمَشْقَ أَنَّهُ قَدْ زَنَى، لَمْ يَرَوْهُ أَكُنْتَ تَرْجُمُهُ قَالَ لاَ. قُلْتُ أَرَأَيْتَ لَوْ أَنَّ خَمْسِينَ مِنْهُمْ شَهِدُوا عَلَى رَجُلٍ بِحِمْصَ أَنَّهُ سَرَقَ أَكُنْتَ تَقْطَعُهُ وَلَمْ يَرَوْهُ قَالَ لاَ. قُلْتُ فَوَاللَّهِ مَا قَتَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَطُّ، إِلاَّ فِي إِحْدَى ثَلاَثِ خِصَالٍ رَجُلٌ قَتَلَ بِجَرِيرَةِ نَفْسِهِ فَقُتِلَ، أَوْ رَجُلٌ زَنَى بَعْدَ إِحْصَانٍ، أَوْ رَجُلٌ حَارَبَ اللَّهَ وَرَسُولَهُ وَارْتَدَّ عَنِ الإِسْلاَمِ. فَقَالَ الْقَوْمُ أَوَلَيْسَ قَدْ حَدَّثَ أَنَسُ بْنُ مَالِكٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَطَعَ فِي السَّرَقِ وَسَمَرَ الأَعْيُنَ، ثُمَّ نَبَذَهُمْ فِي الشَّمْسِ. فَقُلْتُ أَنَا أُحَدِّثُكُمْ حَدِيثَ أَنَسٍ، حَدَّثَنِي أَنَسٌ أَنَّ نَفَرًا مِنْ عُكْلٍ ثَمَانِيَةً قَدِمُوا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَبَايَعُوهُ عَلَى الإِسْلاَمِ، فَاسْتَوْخَمُوا الأَرْضَ فَسَقِمَتْ أَجْسَامُهُمْ، فَشَكَوْا ذَلِكَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ  أَفَلاَ تَخْرُجُونَ مَعَ رَاعِينَا فِي إِبِلِهِ، فَتُصِيبُونَ مِنْ أَلْبَانِهَا وَأَبْوَالِهَا . قَالُوا بَلَى، فَخَرَجُوا فَشَرِبُوا مِنْ أَلْبَانِهَا وَأَبْوَالِهَا فَصَحُّوا، فَقَتَلُوا رَاعِيَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَطْرَدُوا النَّعَمَ، فَبَلَغَ ذَلِكَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَرْسَلَ فِي آثَارِهِمْ، فَأُدْرِكُوا فَجِيءَ بِهِمْ، فَأَمَرَ بِهِمْ فَقُطِّعَتْ أَيْدِيهِمْ وَأَرْجُلُهُمْ، وَسَمَرَ أَعْيُنَهُمْ، ثُمَّ نَبَذَهُمْ فِي الشَّمْسِ حَتَّى مَاتُوا. قُلْتُ وَأَىُّ شَىْءٍ أَشَدُّ مِمَّا صَنَعَ هَؤُلاَءِ ارْتَدُّوا عَنِ الإِسْلاَمِ وَقَتَلُوا وَسَرَقُوا. فَقَالَ عَنْبَسَةُ بْنُ سَعِيدٍ وَاللَّهِ إِنْ سَمِعْتُ كَالْيَوْمِ قَطُّ. فَقُلْتُ أَتَرُدُّ عَلَىَّ حَدِيثِي يَا عَنْبَسَةُ قَالَ لاَ، وَلَكِنْ جِئْتَ بِالْحَدِيثِ عَلَى وَجْهِهِ، وَاللَّهِ لاَ يَزَالُ هَذَا الْجُنْدُ بِخَيْرٍ مَا عَاشَ هَذَا الشَّيْخُ بَيْنَ أَظْهُرِهِمْ. قُلْتُ وَقَدْ كَانَ فِي هَذَا سُنَّةٌ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم دَخَلَ عَلَيْهِ نَفَرٌ مِنَ الأَنْصَارِ فَتَحَدَّثُوا عِنْدَهُ، فَخَرَجَ رَجُلٌ مِنْهُمْ بَيْنَ أَيْدِيهِمْ فَقُتِلَ، فَخَرَجُوا بَعْدَهُ، فَإِذَا هُمْ بِصَاحِبِهِمْ يَتَشَحَّطُ فِي الدَّمِ، فَرَجَعُوا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالُوا يَا رَسُولَ اللَّهِ صَاحِبُنَا كَانَ تَحَدَّثَ مَعَنَا، فَخَرَجَ بَيْنَ أَيْدِينَا، فَإِذَا نَحْنُ بِهِ يَتَشَحَّطُ فِي الدَّمِ. فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  بِمَنْ تَظُنُّونَ أَوْ تَرَوْنَ قَتَلَهُ . قَالُوا نَرَى أَنَّ الْيَهُودَ قَتَلَتْهُ. فَأَرْسَلَ إِلَى الْيَهُودِ فَدَعَاهُمْ. فَقَالَ  آنْتُمْ قَتَلْتُمْ هَذَا . قَالُوا لاَ. قَالَ  أَتَرْضَوْنَ نَفَلَ خَمْسِينَ مِنَ الْيَهُودِ مَا قَتَلُوهُ . فَقَالُوا مَا يُبَالُونَ أَنْ يَقْتُلُونَا أَجْمَعِينَ ثُمَّ يَنْتَفِلُونَ. قَالَ  أَفَتَسْتَحِقُّونَ الدِّيَةَ بِأَيْمَانِ خَمْسِينَ مِنْكُمْ . قَالُوا مَا كُنَّا لِنَحْلِفَ، فَوَدَاهُ مِنْ عِنْدِهِ. قُلْتُ وَقَدْ كَانَتْ هُذَيْلٌ خَلَعُوا خَلِيعًا لَهُمْ فِي الْجَاهِلِيَّةِ فَطَرَقَ أَهْلَ بَيْتٍ مِنَ الْيَمَنِ بِالْبَطْحَاءِ فَانْتَبَهَ لَهُ رَجُلٌ مِنْهُمْ فَحَذَفَهُ بِالسَّيْفِ فَقَتَلَهُ، فَجَاءَتْ هُذَيْلٌ فَأَخَذُوا الْيَمَانِيَ فَرَفَعُوهُ إِلَى عُمَرَ بِالْمَوْسِمِ وَقَالُوا قَتَلَ صَاحِبَنَا. فَقَالَ إِنَّهُمْ قَدْ خَلَعُوهُ. فَقَالَ يُقْسِمُ خَمْسُونَ مِنْ هُذَيْلٍ مَا خَلَعُوهُ. قَالَ فَأَقْسَمَ مِنْهُمْ تِسْعَةٌ وَأَرْبَعُونَ رَجُلاً، وَقَدِمَ رَجُلٌ مِنْهُمْ مِنَ الشَّأْمِ فَسَأَلُوهُ أَنْ يُقْسِمَ فَافْتَدَى يَمِينَهُ مِنْهُمْ بِأَلْفِ دِرْهَمٍ، فَأَدْخَلُوا مَكَانَهُ رَجُلاً آخَرَ، فَدَفَعَهُ إِلَى أَخِي الْمَقْتُولِ فَقُرِنَتْ يَدُهُ بِيَدِهِ، قَالُوا فَانْطَلَقَا وَالْخَمْسُونَ الَّذِينَ أَقْسَمُوا حَتَّى إِذَا كَانُوا بِنَخْلَةَ، أَخَذَتْهُمُ السَّمَاءُ فَدَخَلُوا فِي غَارٍ فِي الْجَبَلِ، فَانْهَجَمَ الْغَارُ عَلَى الْخَمْسِينَ الَّذِينَ أَقْسَمُوا فَمَاتُوا جَمِيعًا، وَأَفْلَتَ الْقَرِينَانِ وَاتَّبَعَهُمَا حَجَرٌ فَكَسَرَ رِجْلَ أَخِي الْمَقْتُولِ، فَعَاشَ حَوْلاً ثُمَّ مَاتَ. قُلْتُ وَقَدْ كَانَ عَبْدُ الْمَلِكِ بْنُ مَرْوَانَ أَقَادَ رَجُلاً بِالْقَسَامَةِ ثُمَّ نَدِمَ بَعْدَ مَا صَنَعَ، فَأَمَرَ بِالْخَمْسِينَ الَّذِينَ أَقْسَمُوا فَمُحُوا مِنَ الدِّيوَانِ وَسَيَّرَهُمْ إِلَى الشَّأْمِ.",
    "hadithBengali": "৬৪৩২। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ কিলাবা (রহঃ) থেকে বর্ণিত যে, একদা উমর ইবনু আবদুল আযীয (রহঃ) তার সিংহাসন জনসাধারণকে প্রদর্শনের উদ্দেশ্যে বের করলেন। এরপর লোকদেরকে তার নিকট আসার অনুমতি প্রদান করলেন। তারা প্রবেশ করল। তারপর বললেন, তোমরা কাসামা (কসম) সম্বন্ধে কি মত পোষণ কর? তারা বলল আমাদের মতে কাসামার ভিত্তিতে কিসাস গ্রহণ করা বিধেয়। খলীফাগণ এর ভিত্তিতে কিসাস কার্যকর করেছেন। তিনি আমাকে বললেন, হে আবূ কিলাবা। তুমি কি বল? তিনি আমাকে লোকদের সামনে দাঁড় করালেন। আমি বললাম, হে আমীরুল মু&#39;মিনীন! আপনার কাছে সেনাবাহিনীর উচ্চপদস্থ ব্যাক্তিবর্গ ও আরব নেতৃবৃন্দ রয়েছেন, বলুন তো, যদি তাদের থেকে পঞ্চাশ ব্যাক্তি দামেশকের একজন বিবাহিত ব্যাক্তির বিরুদ্ধে সাক্ষ্য প্রদান করে যে সে যিনা করেছে, অথচ তারা তাকে দেখেনি, তাহলে আপনি তাকে রজম করবেন কি? তিনি বললেনঃ না। আমি বললাম, বলুন তো, যদি তাদের মধ্য থেকে পঞ্চাশ জন হিমস নিবাসী এক ব্যাক্তির বিরুদ্ধে সাক্ষ্য প্রদান করে যে, সে যিনা করেছে। অথচ তারা তাকে দেখেনি, তাহলে কি আপনি তার হাত কাটবেন? তিনি বললেনঃ না।\n\nআমি বললাম, আল্লাহর কসম! রাসুলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিন কারনের কোন একটি ব্যতীত কাউকে হত্যা করেননি। (যথা) (অন্যায়ভাবে) কাউকে হত্যা করলে তাকে হত্যা করা হবে। অথবা যে ব্যাক্তি বিয়ের পর যিনা করে, অথবা যে ব্যাক্তি আল্লাহ ও তাঁর রাসুলের বিরুদ্ধে বিদ্রোহ করে ও ইসলাম থেকে ফিরে মুরতাদ হয়ে যায়।\n\nতখন লোকেরা বলল, আনাস ইবনু মালিক (রাঃ) কি বর্ণনা করেননি যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চুরির ব্যাপারে হাত কেটেছেন, লৌহশলাকা দ্বারা চক্ষু ফুড়ে দিয়েছেন, তারপর তাদেরকে উত্তপ্ত রৌদ্রে ফেলে রেখেছেন। তখন আমি বললাম, আমি তোমাদেরকে আনাস (রাঃ) এর হাদীস বর্ণনা করছি।\n\nআমাকে আনাস (রাঃ) বর্ণনা করেছেন, উকাইল গোত্রের আটজন লোক রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এল। তারা তার হাতে ইসলামের বায়আত গ্রহন করল। কিন্তু সে এলাকার আবহাওয়া তাদের অনুকূলে হল না এবং তাদের শরীর অসুস্থ হয়ে পড়ল। তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এর অভিযোগ করল। তিনি তাদেরকে বললেন তোমরা কি আমার রাখালের সাথে তার উটপালের কাছে গিয়ে সেগুলোর দুধ ও পেশাব পান করবে না? তারা বলল, হ্যাঁ। তারপর তারা তথায় গিয়ে সেগুলোর দুধ ও পেশাব পান করল। ফলে তারা সুস্থ হয়ে গেল। এরপর তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর রাখালকে হত্যা করে উটওলো হাঁকিয়ে নিয়ে চলল।\n\nএ সংবাদ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পৌছলে তিনি তাদের পশ্চাদ্ধাবনের লক্ষ্যে লোক পাঠালেন। তারা ধরা পড়ল এবং তাদেরকে নিয়ে আসা হল। তাদের সম্বন্ধে নির্দেশ প্রদান করা হল। তাদের হাত-পা কাটা হল, লৌহশলাকা দ্বারা তাদের চক্ষু ফুড়ে দেওয়া হল। এরপর উত্তপ্ত রৌদ্রে তাদেরকে ফেলে রাখা হল, অবশেষে তারা মারা গেল। আমি বললাম তারা যা করেছে এর চেয়ে জঘন্য আর কি হতে পারে? তারা ইসলাম থেকে মুরতাদ হল, হত্যা করল, চুরি করল। তখন আমবাসা ইবনু সাঈদ বললেনঃ আল্লাহর কসম! আজকের ন্যয় আমি আর কখনো শুনিনি। আমি বললাম, হে আমবাসা! তাহলে তুমি আমার বর্ণিত হাদীসটি প্রত্যাখ্যান করছ কি? তিনি বললেনঃ না। তুমি হাদীসটি যথাযথ বর্ণনা করেছ। আল্লাহর কসম! এ লোকগুলো কল্যাণের উপর থাকবে যতদিন এ শায়খ (বুযর্গ) তাদের মধ্যে বর্তমান থাকবেন।\n\nআমি বললাম, এ ব্যাপারে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একটা নিয়ম রয়েছে। আনসারদের একটি দল তাঁর কাছে প্রবেশ করল। তারা তার কাছে আলোচনা করছিল। ইতিমধ্যে তাদের সামনে তাদের এক লোক বেরিয়ে গেল এবং নিহত হল। অতঃপর তারা বের হল। তখন তারা তাদের সঙ্গীকে দেখতে পেল যে, রক্তের মধ্যে নড়াচড়া করছে। তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ফিরে এল এবং বলল, হে আল্লাহর রাসুল! আমাদের সঙ্গী যে আমাদের সাথে আলোচনা করছিল এবং সে আমাদের সামনেই বের হয়ে গিয়েছিল। আমরা এখন তাকে রক্তের মাঝে নড়াচড়া করতে দেখতে পাচ্ছি। এ কথা শুনে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বেরিয়ে গেলেন এবং বললেনঃ তাকে হত্যা করার ব্যাপারে কাদের সমন্ধে তোমাদের ধারণা? তারা বললা আমরা মনে করি! ইহুদীরা তাকে হত্যা করেছে।\n\nতিনি ইহুদীদেরকে ডেকে পাঠালেন। এরপর তাদেরকে জিজ্ঞাসা করলেন, তোমরা ওকে হত্যা করেছ? তারা বলল, না। তিনি আনসারদের বললেনঃ তোমরা কি এতে সম্মত আছ যে, ইহুদীদের আরো পঞ্চাশজন লোক কসম করে বলবে যে, তারা তাকে হত্যা করেনি। আনসাররা বলল, তারা এতে কোন পরওয়া করবে না, তারা আমাদের সকলকে হত্যা করে ফেলার পরও কসম করে নিতে পারবে। তিনি বললেনঃ তাহলে তোমরা কি এজন্য প্রস্তুত আছ যে, তোমাদের থেকে পঞ্চাশজনের কসমের মাধ্যমে তোমরা দীয়াতের অধিকারী হবে? তারা বলল, আমরা কসম করব না। তখন তিনি নিজের পক্ষ থেকে দীয়াত প্রদান করে দেন।\n\n(রাবী আবূ কালাবা বলেন) আমি বললাম, হুযায়ল গোত্র জাহিলী যুগে তাদের গোত্রের লোকেরা এক ব্যাক্তিকে সকল প্রকার দায়-দায়িত্ব গ্রহণ থেকে বিচ্ছিন্ন করে দিয়েছিল। এক রাতে সে ব্যাক্তি বাহহা নামক স্থানে ইয়ামনের এক পরিবারের উপর আকম্মিক হামলা চালায়। কিন্তু সে পরিবারের এক ব্যাক্তি তা টের পেয়ে যায়। এবং তার প্রতি তরবারী নিক্ষেপ করে তাকে হত্যা করে ফেলে। অতঃপর হুযায়ল গোত্রের লোকেরা এসে ইয়ামনী ব্যাক্তিটিকে ধরে ফেলে এবং (হাজ্জের (হজ্জ) মৌসুমে উমর (রাঃ) এর কাছে তাকে নিয়ে পেশ করে। আর বলে সে আমাদের এক সাথীকে হত্যা করেছে। ইয়ামনী লোকটি বলল, তারা কিন্তু ওকে সকল প্রকার দায়-দায়িত্ব গ্রহণ থেকে বিচ্ছিন্ন করে দিয়েছে। তখন তিনি বললেন, হুযায়ল গোত্রের পঞ্চাশ ব্যাক্তি এ মর্মে কসম করবে যে তারা ওকে সকল দায়-দায়িত্ব গ্রহণ থেকে বিচ্ছিন্ন করেনি।\n\nবর্ণনাকারী বলেনঃ তাদের মধ্য থেকে উনপঞ্চাশ ব্যাক্তি কসম করে নিল, অতঃপর তাদের একজন সিরিয়া থেকে এলো, তারা তাকে কসম করতে বলল। কিন্তু সে এক হাজার দিরহামের বিনিময়ে কসম থেকে তাদের সাথে আপোস করে নিল। তখন তারা তার স্থলে অপর একজনকে যোগ করে নিল। তারা তাকে নিহত ব্যাক্তির ভাইয়ের কাছে পেশ করল। তারা উভয়ই করমর্দন করল। বর্ণনাকারী বলেন, আমরা এবং ঐ পঞ্চাশ ব্যাক্তি, যারা কসম করেছে, চললাম। যখন তারা নাখলা নামক স্থানে পৌছলাম, তাদের উপর বৃষ্টি নেমে এল। তখন তারা পাহাড়ের এক গুহায় প্রবেশ করল। কিন্তু গুহা ঐ পঞ্চাশজন কসমকারীর উপর ভেঙ্গে পড়ল। এতে তারা সকলেই মারা গেল।\n\nতবে করমর্দনকারী দু&#39;জন শুধু বেঁচে গেল। কিন্তু একটি পাথর তাদের উভয়ের প্রতি নিক্ষিপ্ত হল এবং নিহত ব্যাক্তির ভাইয়ের পা ভেঙ্গে ফেলল। আর সে এক বছর জীবিত থাকার পর মারা গেল। (রাবী বলেন) আমি বললাম, আবদুল মালিক ইবনু মারওয়ান (এক সময়) কাসামার ভিত্তিতে এক ব্যাক্তির কিসাস গ্রহণ করেন। এরপর আপন কৃতকর্মের উপর তিনি লজ্জিত হন এবং ঐ পঞ্চাশ ব্যাক্তি সম্বন্ধে নির্দেশ দিলেন যারা কসম করেছিল, তাদেরকে রেজিষ্ট্রার থেকে খারিজ করে দিয়ে সিরিয়ায় নির্বাসন দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6432",
    "id": "7175",
    "thesequence": "7338",
    "isActive": "1",
    "chapterId": "17622",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮৭. &lsquo;কাসামাহ&rsquo; (শপথ)। আশআছ ইবনু কায়স (রাঃ) বলেন, নবী (সাঃ) আমাকে বলেছেন, তুমি দু&rsquo;জন সাক্ষী পেশ করবে, নতুবা তার কসম! ইবনু আবূ মুলায়কা (রহঃ) বলেন, মু&rsquo;আবিয়া (রাঃ) কাসামা অনুযায়ী কিসাস গ্রহণ করতেন না। উমর ইবনু আবদুল আযীয (রহঃ) তাঁর তরফ থেকে নিযুক্ত বসরার গভর্নর আদী ইবনু আরতাত (রহঃ) এর কাছে একজন নিহত ব্যক্তির ব্যাপারে পত্র লিখেন, যাকে তেল ব্যবসায়ীদের বাড়ীর কাছে পাওয়া গিয়েছিল। তিনি লিখেছিলেন, যদি তার আত্মীয়-স্বজনরা প্রমান পেশ করতে পারে তবে দন্ড প্রদান করবে নতুবা লোকদের ওপর জুলম করবে না। কেননা, তা এমন ব্যাপার, যার কিয়ামত পর্যন্ত ফায়সালা করা যায় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nA man peeped into one of the dwelling places of the Prophet. The Prophet got up and aimed a sharp-edged arrow head (or wooden stick) at him to poke him stealthily. ",
    "hadithArabic": " حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ أَنَسٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ رَجُلاً، اطَّلَعَ فِي بَعْضِ حُجَرِ النَّبِيِّ صلى الله عليه وسلم فَقَامَ إِلَيْهِ بِمِشْقَصٍ أَوْ بِمَشَاقِصَ وَجَعَلَ يَخْتِلُهُ لِيَطْعُنَهُ.",
    "hadithBengali": "৬৪৩৩। আবূ নুমান (রহঃ) ... আনাস (রহঃ) থেকে বর্ণিত। জনৈক ব্যাক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন একটি হুজরার ছিদ্র দিয়ে উঁকি মারল। তখন তিনি তার প্রতি লক্ষ্য করে একটি তীক্ষ্ণ প্রশস্ত ছুরি নিয়ে দাঁড়ালেন এবং তার অগোচরে তাকে খোঁচা দেয়ার সুযোগ তালাশ করতে লাগলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6433",
    "id": "7176",
    "thesequence": "7339",
    "isActive": "1",
    "chapterId": "17623",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮৮. যে ব্যক্তি অন্য ব্যক্তিদের ঘরে উঁকি মারল। আর তারা তার চক্ষু ফুঁড়ে দিল, এতে ঐ ব্যক্তির জন্য দিয়াত নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sad As-Saidi:\n\nA man peeped through a hole in the door of Allahs Messenger (ﷺ)s house, and at that time, Allahs Messenger (ﷺ) had a Midri (an iron comb or bar) with which he was rubbing his head. So when Allahs Messenger (ﷺ) saw him, he said (to him), If I had been sure that you were looking at me (through the door), I would have poked your eye with this (sharp iron bar). Allahs Messenger (ﷺ) added, The asking for permission to enter has been enjoined so that one may not look unlawfully (at what there is in the house without the permission of its people). ",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، أَنَّ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ، أَخْبَرَهُ أَنَّ رَجُلاً اطَّلَعَ فِي جُحْرٍ فِي باب رَسُولِ اللَّهِ صلى الله عليه وسلم وَمَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مِدْرًى يَحُكُّ بِهِ رَأْسَهُ، فَلَمَّا رَآهُ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ  لَوْ أَعْلَمُ أَنْ تَنْتَظِرَنِي لَطَعَنْتُ بِهِ فِي عَيْنَيْكَ . قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّمَا جُعِلَ الإِذْنُ مِنْ قِبَلِ الْبَصَرِ .",
    "hadithBengali": "৬৪৩৪। কুতায়বা ইবনু সাঈদ (রহঃ) ... সাহল ইবনু সাদ সাঈদী (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন গৃহের দরজার এক ছিদ্র দিয়ে উঁকি মারল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট চিরুনি সদৃশ একখন্ড লোহা ছিল। এ দ্বারা তিনি স্বীয় মাথা চুলকাচ্ছিলেন। যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে দেখলেন তখন বললেনঃ যদি আমি নিশ্চিত হতাম যে, তুমি আমার দিকে তাকাচ্ছ তাহলে এ দ্বারা আমি তোমার চোখে আঘাত করতাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ চোখের দরুন-ই অনুমতির বিধান রাখা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6434",
    "id": "7177",
    "thesequence": "7340",
    "isActive": "1",
    "chapterId": "17623",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮৮. যে ব্যক্তি অন্য ব্যক্তিদের ঘরে উঁকি মারল। আর তারা তার চক্ষু ফুঁড়ে দিল, এতে ঐ ব্যক্তির জন্য দিয়াত নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAbul Qasim said, If any person peeps at you without your permission and you poke him with a stick and injure his eye, you will not be blamed.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم   لَوْ أَنَّ امْرَأً اطَّلَعَ عَلَيْكَ بِغَيْرِ إِذْنٍ، فَخَذَفْتَهُ بِعَصَاةٍ، فَفَقَأْتَ عَيْنَهُ، لَمْ يَكُنْ عَلَيْكَ جُنَاحٌ .",
    "hadithBengali": "৬৪৩৫। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূল কাসিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি কোন ব্যাক্তি অনুমতি ব্যতিরেকে তোমার দিকে উঁকি মারে আর তখন তুমি তার প্রতি কংকর নিক্ষেপ করে তার চক্ষু উপড়ে ফেল, এতে তোমার কোন অপরাধ হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6435",
    "id": "7178",
    "thesequence": "7341",
    "isActive": "1",
    "chapterId": "17623",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮৮. যে ব্যক্তি অন্য ব্যক্তিদের ঘরে উঁকি মারল। আর তারা তার চক্ষু ফুঁড়ে দিল, এতে ঐ ব্যক্তির জন্য দিয়াত নেই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ash-Shu`bi:\n\nI heard Abu Juhaifa saying, I asked `Ali Have you got any Divine literature apart from the Quran? (Once he said...apart from what the people have?) `Ali replied, By Him Who made the grain split (germinate) and created the soul, we have nothing except what is in the Quran and the ability (gift) of understanding Allahs Book which He may endow a man with and we have what is written in this paper. I asked, What is written in this paper? He replied, Al-`Aql (the regulation of Diya), about the ransom of captives, and the Judgment that a Muslim should not be killed in Qisas (equality in punishment) for killing a disbeliever.",
    "hadithArabic": " حَدَّثَنَا صَدَقَةُ بْنُ الْفَضْلِ، أَخْبَرَنَا ابْنُ عُيَيْنَةَ، حَدَّثَنَا مُطَرِّفٌ، قَالَ سَمِعْتُ الشَّعْبِيَّ، قَالَ سَمِعْتُ أَبَا جُحَيْفَةَ، قَالَ سَأَلْتُ عَلِيًّا ـ رضى الله عنه ـ هَلْ عِنْدَكُمْ شَىْءٌ مَا لَيْسَ فِي الْقُرْآنِ وَقَالَ مَرَّةً مَا لَيْسَ عِنْدَ النَّاسِ فَقَالَ وَالَّذِي فَلَقَ الْحَبَّ وَبَرَأَ النَّسَمَةَ مَا عِنْدَنَا إِلاَّ مَا فِي الْقُرْآنِ، إِلاَّ فَهْمًا يُعْطَى رَجُلٌ فِي كِتَابِهِ، وَمَا فِي الصَّحِيفَةِ. قُلْتُ وَمَا فِي الصَّحِيفَةِ قَالَ الْعَقْلُ، وَفِكَاكُ الأَسِيرِ، وَأَنْ لاَ يُقْتَلَ مُسْلِمٌ بِكَافِرٍ.",
    "hadithBengali": "৬৪৩৬। সাদাকা ইবনু ফাযল (রহঃ) ... আবূ জুহায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আলী (রাঃ) কে জিজ্ঞাসা করলাম, যা কুরআনে নেই এমন কিছু আপনাদের নিকট আছে কি? একবার তিনি বলেছেন, যা মানুষের নিকট নেই ... তখন তিনি বললেন, ঐ সত্তার কসম! যিনি খাদ্যশস্য অংকুরিত করেন এবং প্রাণ সৃষ্টি করেন। কুরআনে যা কিছু রয়েছে তা ব্যতীত আমাদের নিকট অন্য কিছু নেই। তবে এমন জ্ঞান যা আল্লাহর কিতাব বুঝবার জন্য কোন ব্যাক্তিকে দেয়া হয় এবং এ কাগজের টুকরায় যা রয়েছে। আমি জিজ্ঞাসা করলাম, কাগজের টুকরায় কি রয়েছে? তিনি বললেনঃ রক্তপণ ও মুক্তিপণের বিধান। আর (এ নীতি) কোন কাফেরের বদলে কোন মুসলমানকে হত্যা করা হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6436",
    "id": "7179",
    "thesequence": "7342",
    "isActive": "1",
    "chapterId": "17624",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৮৯. আকিলা (রক্তপণ) প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nTwo women from the tribe of Hudhail (fought with each other) and one of them threw (a stone at) the other, causing her to have a miscarriage and Allahs Messenger (ﷺ) gave his verdict that the killer (of the fetus) should give a male or female slave (as a Diya).",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، وَحَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ امْرَأَتَيْنِ، مِنْ هُذَيْلٍ رَمَتْ إِحْدَاهُمَا الأُخْرَى، فَطَرَحَتْ جَنِينَهَا، فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِيهَا بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ.",
    "hadithBengali": "৬৪৩৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, হুযায়ল গোত্রের দু&#39;জন মহিলার একজন অপরজনকে পাথর নিক্ষেপ করে গর্ভপাত ঘটিয়ে দিল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ মহিলার ব্যাপারে একটি গোলাম অথবা বাঁদী প্রদানের ফায়সালা দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6437",
    "id": "7180",
    "thesequence": "7343",
    "isActive": "1",
    "chapterId": "17625",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৯০. মহিলার ভ্রুন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hishams father from Al-Mughira bin Shuba:\n\nUmar consulted the companions about the case of a womans abortion (caused by somebody else). Al-Mughira said: The Prophet (ﷺ) gave the verdict that a male or female slave should be given (as a Diya). Then Muhammad bin Maslama testified that he had witnessed the Prophet (ﷺ) giving such a verdict. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنْ عُمَرَ ـ رضى الله عنه ـ أَنَّهُ اسْتَشَارَهُمْ فِي إِمْلاَصِ الْمَرْأَةِ فَقَالَ الْمُغِيرَةُ قَضَى النَّبِيُّ صلى الله عليه وسلم بِالْغُرَّةِ عَبْدٍ أَوْ أَمَةٍ. فَقَالَ ائْتِ مَنْ يَشْهَدُ مَعَكَ، فَشَهِدَ مُحَمَّدُ بْنُ مَسْلَمَةَ أَنَّهُ شَهِدَ النَّبِيَّ صلى الله عليه وسلم قَضَى بِهِ.",
    "hadithBengali": "৬৪৩৮। মূসা ইবনু ইসমাঈল (রহঃ) ... উযার (রাঃ) থেকে বর্ণিত যে, তিনি মহিলাদের গর্ভপাত সম্পর্কে সাহাবাদের সাথে পরামর্শ করেন। তখন মুগীরা (রাঃ) বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ ক্ষেত্রে অভিযুক্ত ব্যাক্তির প্রতি ক্ষতিগ্রস্ত ব্যাক্তিকে একটি গোলাম অথবা বাঁদী প্রদানের ফায়সালা করেছেন। এ সময় মুহাম্মাদ ইবনু মাসলামা (রাঃ) সাক্ষ্য দিলেন যে, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ ফায়সালা করতে দেখেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6438",
    "id": "7181",
    "thesequence": "7344",
    "isActive": "1",
    "chapterId": "17625",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৯০. মহিলার ভ্রুন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hishams father:\n\nUmar asked the people, Who heard the Prophet (ﷺ) giving his verdict regarding abortions? Al-Mughira said, I heard him judging that a male or female slave should be given (as a Diya). Umar said, Present a witness to testify your statement. Muhammad bin Maslama said, I testify that the Prophet (ﷺ) gave such a judgment. ",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ هِشَامٍ، عَنْ أَبِيهِ، أَنْ عُمَرَ، نَشَدَ النَّاسَ مَنْ سَمِعَ النَّبِيَّ صلى الله عليه وسلم قَضَى فِي السِّقْطِ وَقَالَ الْمُغِيرَةُ أَنَا سَمِعْتُهُ قَضَى فِيهِ بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ. قَالَ ائْتِ مَنْ يَشْهَدُ مَعَكَ عَلَى هَذَا فَقَالَ مُحَمَّدُ بْنُ مَسْلَمَةَ أَنَا أَشْهَدُ عَلَى النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ هَذَا.",
    "hadithBengali": "৬৪৩৯। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... হিশামের পিতা উরওয়া (রাঃ) থেকে বর্ণিত যে, উমর (রাঃ) লোকদেরকে কসম দিয়ে জিজ্ঞাসা করলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ভ্রুণ হত্যার ব্যাপারে ফায়সালা দিতে কে শুনেছে? তখন মুগীরা (রাঃ) বললেনঃ আমি তাকে অনুরূপ ব্যাপারে একটি গোলাম অথবা বাঁদী প্রদানের ফায়সালা প্রদান করতে শুনেছি। তিনি বললেন, এ বিষয়ে তোমার সাক্ষী নিয়ে এসো। এ সময় মুহাম্মাদ ইবনু মাসলামা (রাঃ) বললেন, আমি সাক্ষ্য দিচ্ছি যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনুরূপ ফায়সালা প্রদান করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6439",
    "id": "7182",
    "thesequence": "7345",
    "isActive": "1",
    "chapterId": "17625",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৯০. মহিলার ভ্রুন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Urwa:\n\nI heard Al-Maghira bin Shu`ba narrating that `Umar had consulted them about the case of abortion.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، حَدَّثَنَا زَائِدَةُ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ الْمُغِيرَةَ بْنَ شُعْبَةَ، يُحَدِّثُ عَنْ عُمَرَ، أَنَّهُ اسْتَشَارَهُمْ فِي إِمْلاَصِ الْمَرْأَةِ مِثْلَهُ.",
    "hadithBengali": "৬৪৪০। মুহাম্মাদ ইবনু আবদুল্লাহ (রহঃ) ... উমর (রাঃ) থেকে বর্ণিত যে, তিনি সাহাবীগণের সাথে গর্ভপাত ঘটানোর ব্যাপারে অনুরূপ পরামর্শ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6440",
    "id": "7183",
    "thesequence": "7346",
    "isActive": "1",
    "chapterId": "17625",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৯০. মহিলার ভ্রুন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) gave a verdict regarding an aborted fetus of a woman from Bani Lihyan that the killer (of the fetus) should give a male or female slave (as a Diya) but the woman who was required to give the slave, died, so Allahs Messenger (ﷺ) gave the verdict that her inheritance be given to her children and her husband and the Diya be paid by her Asaba.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ،. أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَضَى فِي جَنِينِ امْرَأَةٍ مِنْ بَنِي لِحْيَانَ بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ. ثُمَّ إِنَّ الْمَرْأَةَ الَّتِي قَضَى عَلَيْهَا بِالْغُرَّةِ تُوُفِّيَتْ، فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّ مِيرَاثَهَا لِبَنِيهَا وَزَوْجِهَا، وَأَنَّ الْعَقْلَ عَلَى عَصَبَتِهَا.",
    "hadithBengali": "৬৪৪১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনি লিহয়ানের জনৈকা মহিলার ভ্রণ হত্যার ব্যাপারে একটি গোলাম অথবা বাদী প্রদানের ফায়সালা করেন। তারপর দন্ডপ্রাপ্ত মহিলার মৃত্যু হল, যার সম্পর্কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঐ ফায়সালা করেছিলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পুনঃ ফায়সালা প্রদান করলেন যে, তার ত্যাজ্য সম্পত্তি তার ছেলে সন্তান ও স্বামী পাবে। আর দিয়াত আদায় করবে তার আসাবা।\n",
    "checkStatus": "1",
    "hadithNo": "6441",
    "id": "7184",
    "thesequence": "7347",
    "isActive": "1",
    "chapterId": "17626",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৯১. মহিলার ভ্রুন এবং দিয়াত পিতা ও পিতার নিকটাত্নীয়ের উপর বর্তায় সন্তানের উপর নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nTwo women from Hudhail fought with each other and one of them hit the other with a stone that killed her and what was in her womb. The relatives of the killer and the relatives of the victim submitted their case to the Prophet (ﷺ) who judged that the Diya for the fetus was a male or female slave, and the Diya for the killed woman was to be paid by the Asaba (near relatives) of the killer.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ اقْتَتَلَتِ امْرَأَتَانِ مِنْ هُذَيْلٍ، فَرَمَتْ إِحْدَاهُمَا الأُخْرَى بِحَجَرٍ قَتَلَتْهَا وَمَا فِي بَطْنِهَا، فَاخْتَصَمُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَضَى أَنَّ دِيَةَ جَنِينِهَا غُرَّةٌ عَبْدٌ أَوْ وَلِيدَةٌ، وَقَضَى دِيَةَ الْمَرْأَةِ عَلَى عَاقِلَتِهَا.",
    "hadithBengali": "৬৪৪২। আহমাদ ইবনু সালিহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, হুযায়ল গোত্রের দু&#39;জন মহিলা ঝগড়াকালে একে অপরের প্রতি পাথর নিক্ষেপ করে এবং একজন অপর জনের গর্ভস্থিত সন্তানকে হত্যা করে ফেলল। এরপর তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বিচার নিয়ে এল। তিনি ফায়সালা দিলেন যে, ভ্রুণের দিয়াত হলো একটি গোলাম অথবা বাদী আর এ ফায়সালাও দিলেন যে, নিহত মহিলার দিয়াত হত্যাকারিণীর আসাবার উপর আসবে।\n",
    "checkStatus": "1",
    "hadithNo": "6442",
    "id": "7185",
    "thesequence": "7348",
    "isActive": "1",
    "chapterId": "17626",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৯১. মহিলার ভ্রুন এবং দিয়াত পিতা ও পিতার নিকটাত্নীয়ের উপর বর্তায় সন্তানের উপর নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdul-`Aziz:\n\nAnas said, When Allahs Messenger (ﷺ) arrived at Medina, Abu Talha took hold of my hand and brought me to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! Anas is an intelligent boy, so let him serve you. Anas added, So I served the Prophet (ﷺ) L at home and on journeys; by Allah, he never said to me for anything which I did: Why have you done this like this or, for anything which I did not do: Why have you not done this like this?",
    "hadithArabic": " حَدَّثَنِي عَمْرُو بْنُ زُرَارَةَ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ عَبْدِ الْعَزِيزِ، عَنْ أَنَسٍ، قَالَ لَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ أَخَذَ أَبُو طَلْحَةَ بِيَدِي فَانْطَلَقَ بِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَنَسًا غُلاَمٌ كَيِّسٌ فَلْيَخْدُمْكَ. قَالَ فَخَدَمْتُهُ فِي الْحَضَرِ وَالسَّفَرِ، فَوَاللَّهِ مَا قَالَ لِي لِشَىْءٍ صَنَعْتُهُ، لِمَ صَنَعْتَ هَذَا هَكَذَا وَلاَ لِشَىْءٍ لَمْ أَصْنَعْهُ لِمَ لَمْ تَصْنَعْ هَذَا هَكَذَا",
    "hadithBengali": "৬৪৪৩। আমর ইবনু যুরারা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনায় আগমন করলেন, তখন আবূ তালহা (রাঃ) আমার হাতে ধরে আমাকে নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলেন এবং বললেন, হে আল্লাহর রাসুল! আনাস একজন হুশিয়ার ছেলে। সে যেন আপনার খেদমত করে। আনাস (রাঃ) বলেন, আমি মুকীম এবং সফরকালে তার খেদমত করেছি। আল্লাহর কসম! যে কাজ আমি করে নিয়েছি এর জন্য তিনি আমাকে কোন দিন এ কথা বলেননি, এটা এরুপ কেন করেছ? আর যে কাজ আমি করিনি এর জন্যও এ কথা বলেননি এটা এরূপ কেন করনি?\n",
    "checkStatus": "1",
    "hadithNo": "6443",
    "id": "7186",
    "thesequence": "7349",
    "isActive": "1",
    "chapterId": "17627",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৯২. যে কেউ গোলাম অথবা বালক থেকে সাহায্য চায়। বর্ণিত আছে যে, উম্মু সালামাহ (রাঃ) একটি পাঠশালার শিক্ষকেকর কাছে বার্তা পাঠালেন যে, আমার কাছে কতিপয় বালক পাঠিয়ে দিন, যারা পশমের জট ছাড়াবে। তবে কোন আযাদ (বালক) পাঠাবেন না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, There is no Diya for persons killed by animals or for the one who has been killed accidentally by falling into a well or for the one killed in a mine. And one-fifth of Rikaz (treasures buried before the Islamic era) is to be given to the state.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   الْعَجْمَاءُ جُرْحُهَا جُبَارٌ، وَالْبِئْرُ جُبَارٌ، وَالْمَعْدِنُ جُبَارٌ، وَفِي الرِّكَازِ الْخُمُسُ .",
    "hadithBengali": "৬৪৪৪। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন পশু কাউকে আহত করলে, কূপে বা খনিতে পতিত হয়ে কেউ নিহত বা আহত হলে তাতে কোন দণ্ড বা রক্তপণ নেই। আর কেউ গুপ্তধন প্রাপ্ত হলে তার প্রতি এক-পঞ্চমাংশ দেয়া ওয়াজিব।\n",
    "checkStatus": "1",
    "hadithNo": "6444",
    "id": "7187",
    "thesequence": "7350",
    "isActive": "1",
    "chapterId": "17628",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৯৩. খনি দন্ডমুক্ত এবং কূপ দন্ডমুক্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, There is no Diya for a person injured or killed by an animal (going about without somebody to control it) and similarly, there is no Diya for the one who falls and dies in a well, and also the one who dies in a mine. As regards the Ar-Rikaz (buried wealth), one-fifth thereof is for the state.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْعَجْمَاءُ عَقْلُهَا جُبَارٌ، وَالْبِئْرُ جُبَارٌ، وَالْمَعْدِنُ جُبَارٌ، وَفِي الرِّكَازِ الْخُمُسُ .",
    "hadithBengali": "৬৪৪৫। মুসলিম (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ পশু আহত করলে, খনি বা কূপে পতিত হয়ে কেউ ক্ষতিগ্রস্ত হলে তাতে কোন ক্ষতিপূরন নেই। গুপ্তধনের এক-পঞ্চমাংশ দেওয়া ওয়াজিব।\n",
    "checkStatus": "1",
    "hadithNo": "6445",
    "id": "7188",
    "thesequence": "7351",
    "isActive": "1",
    "chapterId": "17629",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৯৪. পশু আহত করলে তাতে কোন ক্ষতিপূরন নেই। ইবনু সীরীন (রহঃ) বলেন, তাদের সময়ে পশুর লাথির আঘাতের ক্ষেত্রে ক্ষতিপূরন প্রদানের ফায়সালা দিতেন না এবং লাগাম টানার দরুন কোন ক্ষতি সাধিত হলে ক্ষতিপূরনের ফায়সালা দিতেন। হাম্মাদ (র) বলেন, লাথির আঘাতের দরুন দায়ী করা যাবে না। তবে যদি কোন ব্যক্তি পশুটিকে খোঁচা মারে। শুরায়হ (রহঃ) বলেন, প্রতিশোধমূলক আঘাতের দরুন পশুকে দায়ী করা যাবে না। যেমন কেউ কোন পশুকে আঘাত করল, তখন পশুটিও তাকে পা দিয়ে আঘাত করল। হাকাম (র) ও হাম্মাদ (র) বলেন যদি ভাড়াটিয়া ব্যক্তি গাধাকে হাঁকিয়ে নেয়, যে গাধার উপর কোন মহিলা বসা থাকে আর মহিলাটি গাধা থেকে পড়ে যায়, তাহলে তার উপর কিছু বর্তিবে না। শা&rsquo;বী (র) বলেন, যদি কেউ কোন পশু চালায় এবং তাকে ক্লান্ত করে ফেলে, তাহলে তার উপর ক্ষতিপূরণ বর্তিবে। আর যদি ধীরে ধীরে চালায় তাহলে বর্তিবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr:\n\nThe Prophet (ﷺ) said, Whoever killed a Muahid (a person who is granted the pledge of protection by the Muslims) shall not smell the fragrance of Paradise though its fragrance can be smelt at a distance of forty years (of traveling).",
    "hadithArabic": "حَدَّثَنَا قَيْسُ بْنُ حَفْصٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الْحَسَنُ، حَدَّثَنَا مُجَاهِدٌ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ قَتَلَ نَفْسًا مُعَاهَدًا لَمْ يَرَحْ رَائِحَةَ الْجَنَّةِ، وَإِنَّ رِيحَهَا يُوجَدُ مِنْ مَسِيرَةِ أَرْبَعِينَ عَامًا .",
    "hadithBengali": "৬৪৪৬। কায়স ইবনু হাফস (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, যে ব্যাক্তি নিরাপত্তার প্রতিশ্রুতি প্রদত্ত কাউকে হত্যা করে, সে ব্যাক্তি জান্নাতের সূুগন্ধ পর্যন্ত শুকতে পারবে না। অথচ তার সুগন্ধী চল্লিশ বছর দূরত্ব থেকে অনুভূত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6446",
    "id": "7189",
    "thesequence": "7352",
    "isActive": "1",
    "chapterId": "17630",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৯৫. যে ব্যক্তি যিম্মিকে বিনা দোষে হত্যা করে তার পাপ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৬৪৪৭। সাদাকা ইবনুল ফযল (রহঃ) ... আবূ জুহায়ফা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আলী (রাঃ) কে জিজ্ঞাসা করলাম, আপনাদের কাছে এমন কিছু আছে কি যা কুরআনে নেই? তিনি বললেন, দিয়াতের বিধান, বন্দী-মুক্তির বিধান এবং (এ বিধান যে) কাফেরের বদলে কোন মুসলমানকে হত্যা করা যাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6447",
    "id": "7190",
    "thesequence": "7353",
    "isActive": "1",
    "chapterId": "17631",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৯৬. কাফেরের বদলে মুসলমানকে হত্যা করা হবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id:\n\nThe Prophet (ﷺ) said, Do not prefer some prophets to others.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تُخَيِّرُوا بَيْنَ الأَنْبِيَاءِ .",
    "hadithBengali": "৬৪৪৮। আবূ নুআয়ম (রহঃ) ... আবূ সাঈদ (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ তোমরা নাবীদের একজনকে অপর জনের উপর শ্রেষ্ঠত্ব প্রদান করো না।\n",
    "checkStatus": "1",
    "hadithNo": "6448",
    "id": "7191",
    "thesequence": "7354",
    "isActive": "1",
    "chapterId": "17632",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৯৭. যখন কোন মুসলমান কোন ইয়াহুদীকে ক্রোধের সময় থাপ্পড় লাগাল। এ প্রসঙ্গে আবু হুরায়রা (রাঃ) নবী (সাঃ) থেকে বর্ণনা করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nA Jew whose face had been slapped (by someone), came to the Prophet (ﷺ) and said, O Muhammad! A man from your Ansari companions slapped me.  The Prophet (ﷺ) said, Call him. They called him and the Prophet (ﷺ) asked him, Why did you slap his face? He said, O Allahs Messenger (ﷺ)! While I was passing by the Jews, I heard him saying, By Him Who chose Moses above all the human beings. I said (protestingly), Even above Muhammad? So I became furious and slapped him. The Prophet (ﷺ) said, Do not give me preference to other prophets, for the people will become unconscious on the Day of Resurrection and I will be the first to gain conscious, and behold, I will Find Moses holding one of the pillars of the Throne (of Allah). Then I will not know whether he has become conscious before me or he has been exempted because of his unconsciousness at the mountain (during his worldly life) which he received.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ جَاءَ رَجُلٌ مِنَ الْيَهُودِ إِلَى النَّبِيِّ صلى الله عليه وسلم قَدْ لُطِمَ وَجْهُهُ فَقَالَ يَا مُحَمَّدُ إِنَّ رَجُلاً مِنْ أَصْحَابِكَ مِنَ الأَنْصَارِ لَطَمَ فِي وَجْهِي. قَالَ  ادْعُوهُ . فَدَعَوْهُ. قَالَ  لِمَ لَطَمْتَ وَجْهَهُ . قَالَ يَا رَسُولَ اللَّهِ إِنِّي مَرَرْتُ بِالْيَهُودِ فَسَمِعْتُهُ يَقُولُ وَالَّذِي اصْطَفَى مُوسَى عَلَى الْبَشَرِ. قَالَ قُلْتُ وَعَلَى مُحَمَّدٍ صلى الله عليه وسلم قَالَ فَأَخَذَتْنِي غَضْبَةٌ فَلَطَمْتُهُ. قَالَ  لاَ تُخَيِّرُونِي مِنْ بَيْنِ الأَنْبِيَاءِ فَإِنَّ النَّاسَ يَصْعَقُونَ يَوْمَ الْقِيَامَةِ فَأَكُونُ أَوَّلَ مَنْ يُفِيقُ، فَإِذَا أَنَا بِمُوسَى آخِذٌ بِقَائِمَةٍ مِنْ قَوَائِمِ الْعَرْشِ، فَلاَ أَدْرِي أَفَاقَ قَبْلِي أَمْ جُزِيَ بِصَعْقَةِ الطُّورِ .",
    "hadithBengali": "৬৪৪৯। মুহাম্মাদ ইবনু ইউসুফ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ইহুদী, যার মুখমণ্ডলে চপোটাঘাত করা করেছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল হে মুহাম্মাদ! আপনার জনৈক আনসারী সাহাবী আমার মুখমণ্ডলে চপেটাঘাত করেছে। তিনি বললেন, তোমরা তাকে ডেকে আন। তারা তাকে ডেকে আনল। তিনি জিজ্ঞাসা করলেন, তুমি তাকে কেন চড় মারলে? সে বলল, হে আল্লাহর রাসুল! আমি এক ইহুদীর কাছ দিয়ে যাচ্ছিলাম, তখন আমি তাকে বলতে শুনলাম যে, ঐ সত্তার কসম! যিনি মূসা কে মানবমণ্ডলীর উপরে শ্রেষ্ঠত্ব প্রদান করেছেন। তখন আমি বললাম, মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপরেও কি? অতঃপর আমার ভীষণ রাগ এসে গেল। ফলে আমি তাকে চড় মেরে ফেলি। তিনি বললেনঃ তোমরা আমাকে নাবীদের মাঝে কারো উপর শ্রেষ্ঠত্ব দিও না। কেননা সকল মানুষই কিয়ামতের দিন বেহুশ হয়ে পড়বে। তখন আমিই হব প্রথম ব্যাক্তি যে হুশ ফিরে পাব। কিন্তু আমি তখন মূসা (আলাইহিস সালাম) কে এমন অবস্থায় পাব যে, তিনি আরশের খুটিসমূহ থেকে একটি খুটি ধরে আছেন। আমি বুঝতে পারব না যে তিনি আমার আগে হুশ ফিরে পেলেন, না তুর পর্বতে বেহুশ হওয়ার বিনিময় দেয়া হয়েছে যে (এখন বেহুশই হননি)?\n",
    "checkStatus": "1",
    "hadithNo": "6449",
    "id": "7192",
    "thesequence": "7355",
    "isActive": "1",
    "chapterId": "17632",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "81",
    "statusId": "1",
    "topicName": "২৮৯৭. যখন কোন মুসলমান কোন ইয়াহুদীকে ক্রোধের সময় থাপ্পড় লাগাল। এ প্রসঙ্গে আবু হুরায়রা (রাঃ) নবী (সাঃ) থেকে বর্ণনা করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]