[
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nWhen the Verse: It is those who believe and confuse not their belief with wrong (i.e., worshipping others besides Allah): (6.82) was revealed, it became very hard on the companions of the Prophet (ﷺ) and they said, Who among us has not confused his belief with wrong (oppression)? On that, Allahs Apostle said, This is not meant (by the Verse). Dont you listen to Luqmans statement: Verily! Joining others in worship with Allah is a great wrong indeed. (31.13)",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ لَمَّا نَزَلَتْ هَذِهِ الآيَةُ {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ} شَقَّ ذَلِكَ عَلَى أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَقَالُوا أَيُّنَا لَمْ يَلْبِسْ إِيمَانَهُ بِظُلْمٍ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّهُ لَيْسَ بِذَاكَ، أَلاَ تَسْمَعُونَ إِلَى قَوْلِ لُقْمَانَ {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ}.",
    "hadithBengali": "৬৪৫০। আবদুল্লাহ ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন এ আয়াত নাযিল হলঃ যারা ঈমান এনেছে এবং তাদের ঈমানকে জুলুম দ্বারা কুলুষিত করেনি ...... (৬ঃ ৮২)। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবাদের কাছে গুরুতর মনে হলো। তারা বললেন, আমাদের মাঝে এমন কে আছে যে তার ঈমানকে জুলুম দ্বারা কলুষিত করে না। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা অবশ্যই এমনটা নয়, তোমরা কি লুকমানের কথার প্রতি লক্ষ্য করনি? শিরকই চরম জুল্&zwnj;ম (সীমালংঘন)। (৩১ঃ ১৩)।\n",
    "checkStatus": "1",
    "hadithNo": "6450",
    "id": "7193",
    "thesequence": "7356",
    "isActive": "1",
    "chapterId": "17633",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৮৯৮. যে ব্যক্তি আল্লাহ্&zwnj;র সাথে শিরক করে তার গুনাহ এবং দুনিয়া ও আখিরাতে তার শাস্তি। আল্লাহ্&zwnj; তা&rsquo;আলা বলেন, নিশ্চয়ই শিরক চরম জুলম। (৩১ঃ ১৩) তুমি আল্লাহ্&zwnj;র শরীক স্থির করলে তোমার কর্ম তো নিষ্ফল হবে এবং তুমি হবে ক্ষতিগ্রস্ত (৩৯ঃ ৬৫)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bakra:\n\nThe Prophet. said, The biggest of the great sins are: To join others in worship with Allah, to be undutiful to ones parents, and to give a false witness. He repeated it thrice, or said, ....a false statement, and kept on repeating that warning till we wished he would stop saying it. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا الْجُرَيْرِيُّ، وَحَدَّثَنِي قَيْسُ بْنُ حَفْصٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا سَعِيدٌ الْجُرَيْرِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرَةَ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   أَكْبَرُ الْكَبَائِرِ الإِشْرَاكُ بِاللَّهِ، وَعُقُوقُ الْوَالِدَيْنِ، وَشَهَادَةُ الزُّورِ، وَشَهَادَةُ الزُّورِ ـ ثَلاَثًا ـ أَوْ قَوْلُ الزُّورِ . فَمَا زَالَ يُكَرِّرُهَا حَتَّى قُلْنَا لَيْتَهُ سَكَتَ.",
    "hadithBengali": "৬৪৫১। মুসাদ্দাদ (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সবচেয়ে কঠিন কবীরা গুনাহ হচ্ছে আল্লাহর সঙ্গে শরীক করা, পিতা-মাতার অবাধ্য হওয়া ও মিথ্যা সাক্ষ্য দেওয়া। মিথ্যা সাক্ষ্য কথাটি তিনবার বললেন। অথবা বলেছেন, মিথ্যা বক্তব্য। কথাটি বারবার বলতে থাকলেন এমন কি আমরা আকাঙ্ক্ষা করতে লাগলাম, হায় যদি তিনি নিরব হয়ে যেতেন।\n",
    "checkStatus": "1",
    "hadithNo": "6451",
    "id": "7194",
    "thesequence": "7357",
    "isActive": "1",
    "chapterId": "17633",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৮৯৮. যে ব্যক্তি আল্লাহ্&zwnj;র সাথে শিরক করে তার গুনাহ এবং দুনিয়া ও আখিরাতে তার শাস্তি। আল্লাহ্&zwnj; তা&rsquo;আলা বলেন, নিশ্চয়ই শিরক চরম জুলম। (৩১ঃ ১৩) তুমি আল্লাহ্&zwnj;র শরীক স্থির করলে তোমার কর্ম তো নিষ্ফল হবে এবং তুমি হবে ক্ষতিগ্রস্ত (৩৯ঃ ৬৫)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr:\n\nA bedouin came to the Prophet (ﷺ) and said, O Allahs Messenger (ﷺ)! What are the biggest sins?: The Prophet (ﷺ) said, To join others in worship with Allah. The bedouin said, What is next? The Prophet (ﷺ) said, To be undutiful to ones parents. The bedouin said What is next? The Prophet (ﷺ) said To take an oath Al-Ghamus. The bedouin said, What is an oath Al-Ghamus? The Prophet (ﷺ) said, The false oath through which one deprives a Muslim of his property (unjustly).",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ إِبْرَاهِيمَ، أَخْبَرَنَا عُبَيْدُ اللَّهِ، أَخْبَرَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ قَالَ جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ مَا الْكَبَائِرُ قَالَ  الإِشْرَاكُ بِاللَّهِ . قَالَ ثُمَّ مَاذَا قَالَ  ثُمَّ عُقُوقُ الْوَالِدَيْنِ . قَالَ ثُمَّ مَاذَا قَالَ  الْيَمِينُ الْغَمُوسُ . قُلْتُ وَمَا الْيَمِينُ الْغَمُوسُ قَالَ  الَّذِي يَقْتَطِعُ مَالَ امْرِئٍ مُسْلِمٍ هُوَ فِيهَا كَاذِبٌ .",
    "hadithBengali": "৬৪৫২। মুহাম্মদ ইবনু হুসায়ন ইবনু ইবরাহীম (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক বেদুঈন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, হে আল্লাহর রাসুল! কবীরা গুনাহ সমূহ কি? তিনি বললেনঃ আল্লাহর সাথে শরীক করা। সে বলল, তারপর কোনটি? তিনি বললেনঃ তারপর পিতা-মাতার অবাধ্যতা। সে বলল, তারপর কোনটি? তিনি বললেনঃ তারপর মিথ্যা কসম করা। আমি জিজ্ঞাসা করলাম, মিথ্যা কসম কি? তিনি বললেনঃ যে ব্যাক্তি (কসম দ্বারা) মুসলমানের ধন সম্পদ হরণ করে নেয়। অথচ সে এ কসমের ব্যাপারে মিথ্যাবাদী।\n",
    "checkStatus": "1",
    "hadithNo": "6452",
    "id": "7195",
    "thesequence": "7358",
    "isActive": "1",
    "chapterId": "17633",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৮৯৮. যে ব্যক্তি আল্লাহ্&zwnj;র সাথে শিরক করে তার গুনাহ এবং দুনিয়া ও আখিরাতে তার শাস্তি। আল্লাহ্&zwnj; তা&rsquo;আলা বলেন, নিশ্চয়ই শিরক চরম জুলম। (৩১ঃ ১৩) তুমি আল্লাহ্&zwnj;র শরীক স্থির করলে তোমার কর্ম তো নিষ্ফল হবে এবং তুমি হবে ক্ষতিগ্রস্ত (৩৯ঃ ৬৫)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Mas`ud:\n\nA man said, O Allahs Messenger (ﷺ)! Shall we be punished for what we did in the Prelslamic Period of ignorance? The Prophet (ﷺ) said, Whoever does good in Islam will not be punished for what he did in the Pre-lslamic Period of ignorance and whoever does evil in Islam will be punished for his former and later (bad deeds).",
    "hadithArabic": "حَدَّثَنَا خَلاَّدُ بْنُ يَحْيَى، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، وَالأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنِ ابْنِ مَسْعُودٍ ـ رضى الله عنه ـ قَالَ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَنُؤَاخَذُ بِمَا عَمِلْنَا فِي الْجَاهِلِيَّةِ قَالَ   مَنْ أَحْسَنَ فِي الإِسْلاَمِ لَمْ يُؤَاخَذْ بِمَا عَمِلَ فِي الْجَاهِلِيَّةِ، وَمَنْ أَسَاءَ فِي الإِسْلاَمِ أُخِذَ بِالأَوَّلِ وَالآخِرِ .",
    "hadithBengali": "৬৪৫৩। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ব্যাক্তি বলল, হে আল্লাহর রাসুল! আমরা কি জাহিলী যুগের কৃতকর্মের জন্য পাকড়াও হবো? তিনি বললেনঃ যে ব্যাক্তি ইসলামী যুগে সৎ কাজ করবে সে জাহিলী যুগের কৃতকর্মের জন্য পাকড়াও হবে না। আর যে ব্যাক্তি ইসলাম গ্রহনের পর অসৎ কাজ করবে, সে প্রথম ও পরবর্তী (ইসলাম গ্রহণের আগের ও পরের উভয় সময়ের কৃতকর্যের জন্য) পাকড়াও হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6453",
    "id": "7196",
    "thesequence": "7359",
    "isActive": "1",
    "chapterId": "17633",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৮৯৮. যে ব্যক্তি আল্লাহ্&zwnj;র সাথে শিরক করে তার গুনাহ এবং দুনিয়া ও আখিরাতে তার শাস্তি। আল্লাহ্&zwnj; তা&rsquo;আলা বলেন, নিশ্চয়ই শিরক চরম জুলম। (৩১ঃ ১৩) তুমি আল্লাহ্&zwnj;র শরীক স্থির করলে তোমার কর্ম তো নিষ্ফল হবে এবং তুমি হবে ক্ষতিগ্রস্ত (৩৯ঃ ৬৫)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ikrima:\n\nSome Zanadiqa (atheists) were brought to `Ali and he burnt them. The news of this event, reached Ibn `Abbas who said, If I had been in his place, I would not have burnt them, as Allahs Messenger (ﷺ) forbade it, saying, Do not punish anybody with Allahs punishment (fire). I would have killed them according to the statement of Allahs Messenger (ﷺ), Whoever changed his Islamic religion, then kill him.",
    "hadithArabic": "حَدَّثَنَا أَبُو النُّعْمَانِ، مُحَمَّدُ بْنُ الْفَضْلِ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، قَالَ أُتِيَ عَلِيٌّ ـ رضى الله عنه ـ بِزَنَادِقَةٍ فَأَحْرَقَهُمْ فَبَلَغَ ذَلِكَ ابْنَ عَبَّاسٍ فَقَالَ لَوْ كُنْتُ أَنَا لَمْ أُحْرِقْهُمْ لِنَهْىِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَلَقَتَلْتُهُمْ لِقَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم   مَنْ بَدَّلَ دِينَهُ فَاقْتُلُوهُ .",
    "hadithBengali": "৬৪৫৪। আবূ নুমান মুহাম্মদ ইবনু ফাযল (রহঃ) ... ইকরামা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আলী (রাঃ) এর নিকট একদল যিন্দীককে (নাস্তিক ও ধর্মদ্রোহী) আনা হল। তিনি তাদেরকে আগুন দিয়ে জ্বালিয়ে দিলেন। এ ঘটনা ইবনু আব্বাস (রাঃ) এর কাছে পৌঁছলে তিনি বললেন, আমি হলে কিন্তু তাদেরকে পুড়িয়ে ফেলতাম না। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিষেধাজ্ঞা রয়েছে যে, তোমরা আল্লাহর শাস্তি দ্বারা শাস্তি দিও না। বরং আমি তাদেরকে হত্যা করতাম। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নির্দেশ রয়েছে, যে কেউ তার দ্বীন বদলে ফেলে তাকে তোমরা হত্যা কর।\n",
    "checkStatus": "1",
    "hadithNo": "6454",
    "id": "7197",
    "thesequence": "7360",
    "isActive": "1",
    "chapterId": "17634",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৮৯৯. ধর্মত্যাগী পুরুষ ও নারীর হুকুম। ইবন উমর (রাঃ) যুহরী ও ইবরাহীম (রহঃ) বলেন, ধর্মত্যাগী নারীকে হত্যা করা হবে এবং তার থেকে তওবা আহ্বান করা হবে। আল্লাহ্&zwnj; তা&rsquo;আলা বলেন, ঈমান আনার পর যে সম্প্রদায় সত্য প্রত্যাখ্যান করে তাদেরকে আল্লাহ্&zwnj; তা&rsquo;আলা কিরূপে সৎ পথের নির্দেশ দেবেন... এরাই তারা যারা পথভ্রষ্ট পর্যন্ত। (৩ঃ ৮৬-৯০) আল্লাহ্&zwnj;র বাণীঃ তোমরা যদি তাদের দল বিশেষের আনুগত্য কর যাদেরকে কিতাব দেয়া হয়েছে তবে তারা তোমাদেরকে ঈমানের পর আবার সত্য প্রত্যাখ্যানকারীতে পরিণত করবে (৩ঃ ১০০) আল্লাহ্&zwnj; বলেন, যারা ঈমান আনে, পরে কুফরি করে এবং আবার ঈমান আনে আবার কুফরি করে, এরপর তাদের কুফরি প্রবৃত্তি বৃদ্ধি পায় আল্লাহ্&zwnj; তাদেরকে কিছুতেই ক্ষমা করবেন না এবং তাদেরকে কোন পথও দেখাবেন না (৪ঃ ১৩৭)। আল্লাহ্&zwnj; তা&rsquo;আলা বলেন, তোমাদের মধ্যে কেউ দীন হতে ফিরে গেলে আল্লাহ্&zwnj; এমন এক সম্",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Burda:\n\nAbu Musa said, I came to the Prophet (ﷺ) along with two men (from the tribe) of Ash`ariyin, one on my right and the other on my left, while Allahs Messenger (ﷺ) was brushing his teeth (with a Siwak), and both men asked him for some employment. The Prophet (ﷺ) said, O Abu Musa (O `Abdullah bin Qais!). I said, By Him Who sent you with the Truth, these two men did not tell me what was in their hearts and I did not feel (realize) that they were seeking employment. As if I were looking now at his Siwak being drawn to a corner under his lips, and he said, We never (or, we do not) appoint for our affairs anyone who seeks to be employed. But O Abu Musa! (or `Abdullah bin Qais!) Go to Yemen. The Prophet then sent Mu`adh bin Jabal after him and when Mu`adh reached him, he spread out a cushion for him and requested him to get down (and sit on the cushion). Behold: There was a fettered man beside Abu Muisa. Mu`adh asked, Who is this (man)? Abu Muisa said, He was a Jew and became a Muslim and then reverted back to Judaism. Then Abu Muisa requested Mu`adh to sit down but Mu`adh said, I will not sit down till he has been killed. This is the judgment of Allah and His Apostle (for such cases) and repeated it thrice. Then Abu Musa ordered that the man be killed, and he was killed. Abu Musa added, Then we discussed the night prayers and one of us said, I pray and sleep, and I hope that Allah will reward me for my sleep as well as for my prayers.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ قُرَّةَ بْنِ خَالِدٍ، حَدَّثَنِي حُمَيْدُ بْنُ هِلاَلٍ، حَدَّثَنَا أَبُو بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ أَقْبَلْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم وَمَعِي رَجُلاَنِ مِنَ الأَشْعَرِيِّينَ، أَحَدُهُمَا عَنْ يَمِينِي، وَالآخَرُ عَنْ يَسَارِي وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَسْتَاكُ فَكِلاَهُمَا سَأَلَ. فَقَالَ  يَا أَبَا مُوسَى . أَوْ  يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ . قَالَ قُلْتُ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا أَطْلَعَانِي عَلَى مَا فِي أَنْفُسِهِمَا، وَمَا شَعَرْتُ أَنَّهُمَا يَطْلُبَانِ الْعَمَلَ. فَكَأَنِّي أَنْظُرُ إِلَى سِوَاكِهِ تَحْتِ شَفَتِهِ قَلَصَتْ فَقَالَ  لَنْ ـ أَوْ ـ لاَ نَسْتَعْمِلُ عَلَى عَمَلِنَا مَنْ أَرَادَهُ، وَلَكِنِ اذْهَبْ أَنْتَ يَا أَبَا مُوسَى ـ أَوْ يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ ـ إِلَى الْيَمَنِ . ثُمَّ أَتْبَعَهُ مُعَاذُ بْنُ جَبَلٍ، فَلَمَّا قَدِمَ عَلَيْهِ أَلْقَى لَهُ وِسَادَةً قَالَ انْزِلْ، وَإِذَا رَجُلٌ عِنْدَهُ مُوثَقٌ. قَالَ مَا هَذَا قَالَ كَانَ يَهُودِيًّا فَأَسْلَمَ ثُمَّ تَهَوَّدَ. قَالَ اجْلِسْ. قَالَ لاَ أَجْلِسُ حَتَّى يُقْتَلَ. قَضَاءُ اللَّهِ وَرَسُولِهِ. ثَلاَثَ مَرَّاتٍ، فَأَمَرَ بِهِ فَقُتِلَ، ثُمَّ تَذَاكَرْنَا قِيَامَ اللَّيْلِ، فَقَالَ أَحَدُهُمَا أَمَّا أَنَا فَأَقُومُ وَأَنَامُ، وَأَرْجُو فِي نَوْمَتِي مَا أَرْجُو فِي قَوْمَتِي.",
    "hadithBengali": "৬৪৫৫। মুসাদ্দাদ (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলাম। আমার সাথে আশআরী গোত্রের দুব্যাক্তি ছিল। একজন আমার ডানদিকে, অপরজন আমার বামদিকে। আর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন মিসওয়াক করছিলেন। উভয়েই তাঁর কাছে আবদার জানাল। তখন তিনি বললেনঃ হে আবূ মূসা! অথবা বললেন, হে আবদুল্লাহ ইবনু কায়স! রাবী বলেন, আমি বললাম, ঐ সত্তার কসম! যিনি আপনাকে সত্য দ্বীনসহ পাঠিয়েছেন তারা তাদের অন্তরে কি আছে তা আমাকে জানায়নি এবং তারা যে চাকরি প্রার্থনা করবে তা আমি বুঝতে পারিনি। আমি যেন তখন তাঁর ঠোটের নিচে মিসওয়াকের প্রতি লক্ষ্য করছিলাম যে তা এক কোণে সরে গেছে। তখন তিনি বললেন, আমরা আমাদের কাজে এমন কাউকে নিয়োগ দিব না বা দেই না যে নিজেই তা চায়। বরং হে আবূ মূসা! অথবা বললেন, হে আবদুল্লাহ ইবনু কায়স! তুমি ইয়ামনে যাও।\n\nএরপর তিনি তার পেছনে মুআয ইবনু জাবাল (রাঃ) কে পাঠালেন। যখন তিনি তথায় পৌছলেন, তখন আবূ মূসা (রাঃ) তার জন্য একটি গদি বিছালেন। আর বললেন, নেমে আসুন। ঘটনাক্রমে তার কাছে একজন লোক শৃঙ্খলাবদ্ধ ছিল। তিনি জিজ্ঞাসা করলেন, ঐ লোকটি কে? আবূ মূসা (রাঃ) বললেন, সে প্রথমে ইহুদী ছিল এবং মুসলমান হয়েছিল। কিন্তু পুনরায় সে ইহুদী হয়ে গিয়েছে। আবূ মূসা (রাঃ) বললেন, বসুন। মুআয (রাঃ) বললেন, না, বসব না, যতক্ষণ না তাকে হত্যা করা হবে। এটাই আল্লাহ ও তাঁর রাসূলের ফায়সালা। কথাটি তিনি তিনবার বললেন। এরপর তার সম্পর্কে নির্দেশ দেয়া হল এবং তাকে হত্যা করা হল। তারপর তাঁরা উভয়ই কিয়ামুল লায়ল (রাত জাগরণ) সম্পর্কে আলোচনা করলেন। তখন একজন বললেন, আমি কিন্তু ইবাদতও করি, নিদ্রাও যাই। আর নিদ্রাবস্থায় ঐ আশা রাখি যা ইবাদত অবস্থায় রাখি।\n",
    "checkStatus": "1",
    "hadithNo": "6455",
    "id": "7198",
    "thesequence": "7361",
    "isActive": "1",
    "chapterId": "17634",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৮৯৯. ধর্মত্যাগী পুরুষ ও নারীর হুকুম। ইবন উমর (রাঃ) যুহরী ও ইবরাহীম (রহঃ) বলেন, ধর্মত্যাগী নারীকে হত্যা করা হবে এবং তার থেকে তওবা আহ্বান করা হবে। আল্লাহ্&zwnj; তা&rsquo;আলা বলেন, ঈমান আনার পর যে সম্প্রদায় সত্য প্রত্যাখ্যান করে তাদেরকে আল্লাহ্&zwnj; তা&rsquo;আলা কিরূপে সৎ পথের নির্দেশ দেবেন... এরাই তারা যারা পথভ্রষ্ট পর্যন্ত। (৩ঃ ৮৬-৯০) আল্লাহ্&zwnj;র বাণীঃ তোমরা যদি তাদের দল বিশেষের আনুগত্য কর যাদেরকে কিতাব দেয়া হয়েছে তবে তারা তোমাদেরকে ঈমানের পর আবার সত্য প্রত্যাখ্যানকারীতে পরিণত করবে (৩ঃ ১০০) আল্লাহ্&zwnj; বলেন, যারা ঈমান আনে, পরে কুফরি করে এবং আবার ঈমান আনে আবার কুফরি করে, এরপর তাদের কুফরি প্রবৃত্তি বৃদ্ধি পায় আল্লাহ্&zwnj; তাদেরকে কিছুতেই ক্ষমা করবেন না এবং তাদেরকে কোন পথও দেখাবেন না (৪ঃ ১৩৭)। আল্লাহ্&zwnj; তা&rsquo;আলা বলেন, তোমাদের মধ্যে কেউ দীন হতে ফিরে গেলে আল্লাহ্&zwnj; এমন এক সম্",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nWhen the Prophet (ﷺ) died and Abu Bakr became his successor and some of the Arabs reverted to disbelief, `Umar said, O Abu Bakr! How can you fight these people although Allahs Messenger (ﷺ) said, I have been ordered to fight the people till they say: None has the right to be worshipped but Allah, and whoever said, None has the right to be worshipped but Allah, Allah will save his property and his life from me, unless (he does something for which he receives legal punishment) justly, and his account will be with Allah? Abu Bakr said, By Allah! I will fight whoever differentiates between prayers and Zakat as Zakat is the right to be taken from property (according to Allahs Orders). By Allah! If they refused to pay me even a kid they used to pay to Allahs Messenger (ﷺ), I would fight with them for withholding it. `Umar said, By Allah: It was nothing, but I noticed that Allah opened Abu Bakrs chest towards the decision to fight, therefore I realized that his decision was right.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ لَمَّا تُوُفِّيَ النَّبِيُّ صلى الله عليه وسلم وَاسْتُخْلِفَ أَبُو بَكْرٍ، وَكَفَرَ مَنْ كَفَرَ مِنَ الْعَرَبِ، قَالَ عُمَرُ يَا أَبَا بَكْرٍ، كَيْفَ تُقَاتِلُ النَّاسَ، وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا لاَ إِلَهَ إِلاَّ اللَّهُ. فَمَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ. عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ، إِلاَّ بِحَقِّهِ، وَحِسَابُهُ عَلَى اللَّهِ . قَالَ أَبُو بَكْرٍ وَاللَّهِ لأُقَاتِلَنَّ مَنْ فَرَّقَ بَيْنَ الصَّلاَةِ وَالزَّكَاةِ، فَإِنَّ الزَّكَاةَ حَقُّ الْمَالِ، وَاللَّهِ لَوْ مَنَعُونِي عَنَاقًا كَانُوا يُؤَدُّونَهَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم لَقَاتَلْتُهُمْ عَلَى مَنْعِهَا. قَالَ عُمَرُ فَوَاللَّهِ مَا هُوَ إِلاَّ أَنْ رَأَيْتُ أَنْ قَدْ شَرَحَ اللَّهُ صَدْرَ أَبِي بَكْرٍ لِلْقِتَالِ فَعَرَفْتُ أَنَّهُ الْحَقُّ.",
    "hadithBengali": "৬৪৫৬। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়বা (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাত হল এবং আবূ বকর (রাঃ) খলীফা নিযুক্ত হলেন আর আরবের যারা কাফির হল, তখন উমর (রাঃ) বললেন, হে আবূ বকর! আপনি কিভাবে লোকদের সাথে যুদ্ধ করবেন? অথচ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমাকে ততক্ষন পর্যন্ত লোকদের সাথে যুদ্ধের নির্দেশ দেয়া হয়েছে যতক্ষন না তারা লা ইলাহা ইল্লাল্লাহ (আল্লাহ ছাড়া কোন ইলাহ নেই) বলবে। আর যে কেউ লা ইলাহা ইল্লাল্লাহ বলে যথার্থ কারণ না থাকলে সে তার জান ও মাল আমার হাত থেকে রক্ষা করে নেয়। আর তার হিসাব আল্লাহর দায়িত্বে।\n\nআবূ বকর (রাঃ) বললেনঃ আল্লাহর কসম! যারা সালাত (নামায/নামাজ) ও যাকাতের মধ্যে প্রভেদ করবে তাদের সাথে অবশ্যই আমি যুদ্ধ করব। কেননা যাকাত হল মালের হক। আল্লাহর কসম! যদি তারা একটি বকরির বাচ্চাও না দেয় তা তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে দিত। তাহলে তা না দেওয়ার কারণে তাদের সাথে যুদ্ধ করব। উমর (রাঃ) বলেনঃ আল্লাহর কসম! আমি বুঝতে পারলাম যে, এটা আর কিছু নয় এবং আল্লাহ আবূ বকর (রাঃ) এর বক্ষ যুদ্ধের জন্য উন্মুক্ত করে দিয়েছেন। পরে আমি বুঝতে পারলাম যে, এটই হক। আবূ বকর (রাঃ) এর সিদ্ধান্ত।\n",
    "checkStatus": "1",
    "hadithNo": "6456",
    "id": "7199",
    "thesequence": "7362",
    "isActive": "1",
    "chapterId": "17635",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৯০০. যারা ফরযসমূহ গ্রহণ করতে অস্বীকার করে এবং যাদেরকে ধর্মত্যাগের অপরাধে অপরাধী করা হয়েছে তাদেরকে হত্যা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nA Jew passed by Allahs Messenger (ﷺ) and said, As-Samu Alaika. Allahs Messenger (ﷺ) said in reply, We Alaika. Allahs Messenger (ﷺ) then said to his companions, Do you know what he (the Jew) has said? He said, As-Samu Alaika. They said, O Allahs Messenger (ﷺ)! Shall we kill him? The Prophet, said, No. When the people of the Book greet you, say: Wa Alaikum.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدِ بْنِ أَنَسِ بْنِ مَالِكٍ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ مَرَّ يَهُودِيٌّ بِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ السَّامُ عَلَيْكَ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَعَلَيْكَ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَتَدْرُونَ مَا يَقُولُ قَالَ السَّامُ عَلَيْكَ . قَالُوا يَا رَسُولَ اللَّهِ أَلاَ نَقْتُلُهُ قَالَ  لاَ، إِذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الْكِتَابِ فَقُولُوا وَعَلَيْكُمْ .",
    "hadithBengali": "৬৪৫৭। মুহাম্মাদ ইবন মুকাতিল আবূল হাসান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ইহুদী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট দিয়ে অতিক্রম করল। আর বলল, আসসামু আলাইকা। তদুত্তরে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ওয়া আলাইকা। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবীদের বললেনঃ তোমরা কি বুঝতে পেরেছ সে কি বলেছে? সে বলেছে, &#39;আসসামু আলাইকা&#39; (তোমার মৃত্যু হোক)। তারা বলল, হে আল্লাহর রাসুল! আমরা কি তাকে হত্যা করব না? তিনি বললেনঃ না। বরং যখন কোন আহলে কিতাব তোমাদেরকে সালাম দিবে তখন তোমরা বলবে, ওয়া আলাইকুম (তোমাদের উপরও)।\n",
    "checkStatus": "1",
    "hadithNo": "6457",
    "id": "7200",
    "thesequence": "7363",
    "isActive": "1",
    "chapterId": "17636",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৯০১. যখন কোন যিম্মী বা অন্য কেউ নবী (সাঃ) কে বাকচাতুরীর মাধ্যমে গালি দেয় এবং স্পষ্ট করে না, যেমন তার কথা &lsquo;আসসামু আলাইকা&rsquo; (তোমার মৃত্যু হোক)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nA group of Jews asked permission to visit the Prophet (and when they were admitted) they said, As- Samu Alaika (Death be upon you). I said (to them), But death and the curse of Allah be upon you! The Prophet (ﷺ) said, O `Aisha! Allah is kind and lenient and likes that one should be kind and lenient in all matters. I said, Havent you heard what they said? He said, I said (to them), Wa Alaikum (and upon you).",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، عَنِ ابْنِ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتِ اسْتَأْذَنَ رَهْطٌ مِنَ الْيَهُودِ عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالُوا السَّامُ عَلَيْكَ. فَقُلْتُ بَلْ عَلَيْكُمُ السَّامُ وَاللَّعْنَةُ. فَقَالَ  يَا عَائِشَةُ إِنَّ اللَّهَ رَفِيقٌ يُحِبُّ الرِّفْقَ فِي الأَمْرِ كُلِّهِ . قُلْتُ أَوَلَمْ تَسْمَعْ مَا قَالُوا قَالَ  قُلْتُ وَعَلَيْكُمْ .",
    "hadithBengali": "৬৪৫৮। আবূ নুআয়ম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদল ইহুদী নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে প্রবেশের অনুমতি চাইল (প্রবেশ করতে গিয়ে) তারা বলল আসসামু আলাইকা (তোমার মৃত্যু হোক)। তখন আমি বললাম, বরং তোদের উপর মৃত্যু ও লা&#39;নত পতিত হোক। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আয়িশা! আল্লাহ কোমল। তিনি সকল কাজে কোমলতা পছন্দ করেন। আমি বললাম আপনি কি শুনেননি তারা কি বলেছে? তিনি বললেনঃ আমিও তো বলেছি ওয়া-আলাইকুম (এবং তোমাদের উপরও)।\n",
    "checkStatus": "1",
    "hadithNo": "6458",
    "id": "7201",
    "thesequence": "7364",
    "isActive": "1",
    "chapterId": "17636",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৯০১. যখন কোন যিম্মী বা অন্য কেউ নবী (সাঃ) কে বাকচাতুরীর মাধ্যমে গালি দেয় এবং স্পষ্ট করে না, যেমন তার কথা &lsquo;আসসামু আলাইকা&rsquo; (তোমার মৃত্যু হোক)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) said, When the Jews greet anyone of you they say: SamAlaika (death be upon you); so you should say; Wa Alaika (and upon you).",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، وَمَالِكِ بْنِ أَنَسٍ، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ الْيَهُودَ إِذَا سَلَّمُوا عَلَى أَحَدِكُمْ إِنَّمَا يَقُولُونَ سَامٌ عَلَيْكَ. فَقُلْ عَلَيْكَ .",
    "hadithBengali": "৬৪৫৯। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইহুদীরা যখন তোমাদের কাউকে সালাম করে তারা কিন্তু সামু আলাইকুম বলে। তাই তোমরা বলবে, আলাইকা তোমার উপর।\n",
    "checkStatus": "1",
    "hadithNo": "6459",
    "id": "7202",
    "thesequence": "7365",
    "isActive": "1",
    "chapterId": "17636",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৯০১. যখন কোন যিম্মী বা অন্য কেউ নবী (সাঃ) কে বাকচাতুরীর মাধ্যমে গালি দেয় এবং স্পষ্ট করে না, যেমন তার কথা &lsquo;আসসামু আলাইকা&rsquo; (তোমার মৃত্যু হোক)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nAs if I am looking at the Prophet (ﷺ) while he was speaking about one of the prophets whose people have beaten and wounded him, and he was wiping the blood off his face and saying, O Lord! Forgive my, people as they do not know.",
    "hadithArabic": " حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، قَالَ حَدَّثَنِي شَقِيقٌ، قَالَ قَالَ عَبْدُ اللَّهِ كَأَنِّي أَنْظُرُ إِلَى النَّبِيِّ صلى الله عليه وسلم يَحْكِي نَبِيًّا مِنَ الأَنْبِيَاءِ ضَرَبَهُ قَوْمُهُ فَأَدْمَوْهُ، فَهْوَ يَمْسَحُ الدَّمَ عَنْ وَجْهِهِ وَيَقُولُ رَبِّ اغْفِرْ لِقَوْمِي، فَإِنَّهُمْ لاَ يَعْلَمُونَ.",
    "hadithBengali": "৬৪৬০। উমর ইবনু হাফস (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি যেন লক্ষ্য করছিলাম যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন এক নাবীর কথা বর্ণনা করছেন। যাকে তাঁর সম্প্রদায় প্রহার করে রক্তাক্ত করে ফেলে, আর তিনি আপন চেহারা থেকে রক্ত মুছেন ও বলছেনঃ হে রব! তুমি আমার কাওমকে মাফ করে দাও। কেননা, তারা বুঝতে পারছে না।\n",
    "checkStatus": "1",
    "hadithNo": "6460",
    "id": "7203",
    "thesequence": "7366",
    "isActive": "1",
    "chapterId": "17637",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৯০২. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali:\n\nWhenever I tell you a narration from Allahs Messenger (ﷺ), by Allah, I would rather fall down from the sky than ascribe a false statement to him, but if I tell you something between me and you (not a Hadith) then it was indeed a trick (i.e., I may say things just to cheat my enemy). No doubt I heard Allahs Apostle saying, During the last days there will appear some young foolish people who will say the best words but their faith will not go beyond their throats (i.e. they will have no faith) and will go out from (leave) their religion as an arrow goes out of the game. So, where-ever you find them, kill them, for who-ever kills them shall have reward on the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا خَيْثَمَةُ، حَدَّثَنَا سُوَيْدُ بْنُ غَفَلَةَ، قَالَ عَلِيٌّ ـ رضى الله عنه ـ إِذَا حَدَّثْتُكُمْ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم حَدِيثًا فَوَاللَّهِ، لأَنْ أَخِرَّ مِنَ السَّمَاءِ أَحَبُّ إِلَىَّ مِنْ أَنْ أَكْذِبَ عَلَيْهِ، وَإِذَا حَدَّثْتُكُمْ فِيمَا بَيْنِي وَبَيْنَكُمْ فَإِنَّ الْحَرْبَ خَدْعَةٌ، وَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   سَيَخْرُجُ قَوْمٌ فِي آخِرِ الزَّمَانِ، حُدَّاثُ الأَسْنَانِ، سُفَهَاءُ الأَحْلاَمِ، يَقُولُونَ مِنْ خَيْرِ قَوْلِ الْبَرِيَّةِ، لاَ يُجَاوِزُ إِيمَانُهُمْ حَنَاجِرَهُمْ، يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ، فَأَيْنَمَا لَقِيتُمُوهُمْ فَاقْتُلُوهُمْ، فَإِنَّ فِي قَتْلِهِمْ أَجْرًا لِمَنْ قَتَلَهُمْ يَوْمَ الْقِيَامَةِ .",
    "hadithBengali": "৬৪৬১। উমর ইবনু হাফস ইবনু গিয়াস (রহঃ) ... সুয়ায়দ ইবনু গাফালা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আলী (রাঃ) বলেছেন, আমি যখন তোমাদেরকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন হাদীস বর্ণনা করি আল্লাহর কসম! তখন তার উপর মিথ্যা কথা আরোপ করার চেয়ে আকাশ থেকে নিচে পড়ে যাওয়াটা আমার কাছে শ্রেয়। কিন্তু আমি যদি আমার ও তোমাদের মধ্যকার বিষয় সম্পর্কে কিছু বলি, তাহলে মনে রাখতে হবে যে, যুদ্ধ একটি কৌশল। আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, শেষ যুগে এমন এক সম্প্রদায়ের আবির্ভাব হবে যারা হবে অল্পবয়ষ্ক যুবক, নির্বোধ। তারা সৃষ্টির সবচাইতে শ্রেষ্টতম কথা থেকে আবৃতি করবে। অথচ ঈমান তাদের গলদেশ অতিক্রম করবে না। তারা দ্বীন থেকে এমনভাবে বের হয়ে যাবে যেমন তীর শিকার ভেদ করে বের হয়ে যায়। তাদেরকে যেখানেই তোমরা পাবে হত্যা করবে। কেননা তাদেরকে হত্যা করলে হত্যাকারীর জন্য কিয়ামত দিবসে প্রতিদান রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6461",
    "id": "7204",
    "thesequence": "7367",
    "isActive": "1",
    "chapterId": "17638",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৯০৩. খারিজী সম্প্রদায় ও মুলহিদদের অপরাধ প্রমাণিত হওয়ার পর তাদেরকে হত্যা করা এবং আল্লাহ্&zwnj;র বাণীঃ আল্লাহ্&zwnj; এমন নন যে, তিনি কোন সম্প্রদায়কে পথ প্রদর্শন করার পর তাদেরকে বিভ্রান্ত করবেন- তাদেরকে কী বিষয়ে সাবধানতা অবলম্বন করতে হবে তা সুস্পষ্টরূপে ব্যক্ত না করা পর্যন্ত। (৯ঃ ১১৫) ইবন উমর (রা) তাদেরকে আল্লাহ্&zwnj;র সৃষ্টির নিকৃষ্টতম সৃষ্টি হিসেবে বিবেচনা করতেন এবং তিনি বলেছেন, তারা এমন কিছু আয়াতকে মুমিনদের ওপর প্রয়োগ করেছে যা কাফেরদের সম্পর্কে অবতীর্ণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Amr bin Yasar:\n\nThat they visited Abu Sa`id Al-Khudri and asked him about Al-Harauriyya, a special unorthodox religious sect, Did you hear the Prophet (ﷺ) saying anything about them? Abu Sa`id said, I do not know what Al-Harauriyya is, but I heard the Prophet (ﷺ) saying, There will appear in this nation---- he did not say: From this nation ---- a group of people so pious apparently that you will consider your prayers inferior to their prayers, but they will recite the Quran, the teachings of which will not go beyond their throats and will go out of their religion as an arrow darts through the game, whereupon the archer may look at his arrow, its Nasl at its Risaf and its Fuqa to see whether it is blood-stained or not (i.e. they will have not even a trace of Islam in them).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، قَالَ أَخْبَرَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، وَعَطَاءِ بْنِ يَسَارٍ، أَنَّهُمَا أَتَيَا أَبَا سَعِيدٍ الْخُدْرِيَّ فَسَأَلاَهُ عَنِ الْحَرُورِيَّةِ، أَسَمِعْتَ النَّبِيَّ صلى الله عليه وسلم. قَالَ لاَ أَدْرِي مَا الْحَرُورِيَّةُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   يَخْرُجُ فِي هَذِهِ الأُمَّةِ ـ وَلَمْ يَقُلْ مِنْهَا ـ قَوْمٌ تَحْقِرُونَ صَلاَتَكُمْ مَعَ صَلاَتِهِمْ، يَقْرَءُونَ الْقُرْآنَ لاَ يُجَاوِزُ حُلُوقَهُمْ ـ أَوْ حَنَاجِرَهُمْ ـ يَمْرُقُونَ مِنَ الدِّينِ مُرُوقَ السَّهْمِ مِنَ الرَّمِيَّةِ، فَيَنْظُرُ الرَّامِي إِلَى سَهْمِهِ إِلَى نَصْلِهِ إِلَى رِصَافِهِ، فَيَتَمَارَى فِي الْفُوقَةِ، هَلْ عَلِقَ بِهَا مِنَ الدَّمِ شَىْءٌ .",
    "hadithBengali": "৬৪৬২। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... আবূ সালামা ও আতা ইবনু ইয়াসার (রহঃ) থেকে বর্ণিত যে, তারা আবূ সাঈদ খুদরী (রাঃ) এর কাছে এলেন। তারা তাঁকে হারুরিয়্যা সম্প্রদায় সম্পর্কে প্রশ্ন করলেন যে, আপনি কি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এদের সম্পর্কে কিছু শুনেছেন? তিনি বললেনঃ হারুবিয়্যা কি তা আমি জানি না। তবে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি। উম্মাতের মধ্যে বের হবে। তার থেকে সম্প্রদায়ের আবির্ভাব ঘটবে কথাটি বলেননি। যাদের সালাত (নামায/নামাজ)-এর তুলনায় তোমরা তোমাদের সালাত (নামায/নামাজ) কে তুচ্ছ মনে করবে। তারা কুরআন পড়বে বটে কিন্তু তা তাদের গলদেশ অতিক্রম করবে না। তারা দ্বীন থেকে বের হয়ে যাবে যেমন তীর শিকার ভেদ করে বের হয়ে যায়। তীর নিক্ষেপকারী তীরের প্রতি, তার অগ্রভাগের প্রতি, তীরের মুখে বেষ্টনীর প্রতি লক্ষ্য করে, তীরের ছিলার বেলায়ও সন্দেহ হয় যে তাতে কিছু রক্ত লেগে রইল কি না।\n",
    "checkStatus": "1",
    "hadithNo": "6462",
    "id": "7205",
    "thesequence": "7368",
    "isActive": "1",
    "chapterId": "17638",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৯০৩. খারিজী সম্প্রদায় ও মুলহিদদের অপরাধ প্রমাণিত হওয়ার পর তাদেরকে হত্যা করা এবং আল্লাহ্&zwnj;র বাণীঃ আল্লাহ্&zwnj; এমন নন যে, তিনি কোন সম্প্রদায়কে পথ প্রদর্শন করার পর তাদেরকে বিভ্রান্ত করবেন- তাদেরকে কী বিষয়ে সাবধানতা অবলম্বন করতে হবে তা সুস্পষ্টরূপে ব্যক্ত না করা পর্যন্ত। (৯ঃ ১১৫) ইবন উমর (রা) তাদেরকে আল্লাহ্&zwnj;র সৃষ্টির নিকৃষ্টতম সৃষ্টি হিসেবে বিবেচনা করতেন এবং তিনি বলেছেন, তারা এমন কিছু আয়াতকে মুমিনদের ওপর প্রয়োগ করেছে যা কাফেরদের সম্পর্কে অবতীর্ণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nRegarding Al-Harauriyya: The Prophet (ﷺ) said, They will go out of Islam as an arrow darts out of the games body.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانُ، حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ حَدَّثَنِي عُمَرُ، أَنَّ أَبَاهُ، حَدَّثَهُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ وَذَكَرَ الْحَرُورِيَّةَ ـ فَقَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   يَمْرُقُونَ مِنَ الإِسْلاَمِ مُرُوقَ السَّهْمِ مِنَ الرَّمِيَّةِ .",
    "hadithBengali": "৬৪৬৩। ইয়াহইয়া ইবনু সুলায়মান (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি হারুবিয়্যা সম্পর্কে আলোচনা করছিলেন। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তারা ইসলাম থেকে এরূপ বের হয়ে যাবে যেমন তীর শিকার থেকে বের হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "6463",
    "id": "7206",
    "thesequence": "7369",
    "isActive": "1",
    "chapterId": "17638",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৯০৩. খারিজী সম্প্রদায় ও মুলহিদদের অপরাধ প্রমাণিত হওয়ার পর তাদেরকে হত্যা করা এবং আল্লাহ্&zwnj;র বাণীঃ আল্লাহ্&zwnj; এমন নন যে, তিনি কোন সম্প্রদায়কে পথ প্রদর্শন করার পর তাদেরকে বিভ্রান্ত করবেন- তাদেরকে কী বিষয়ে সাবধানতা অবলম্বন করতে হবে তা সুস্পষ্টরূপে ব্যক্ত না করা পর্যন্ত। (৯ঃ ১১৫) ইবন উমর (রা) তাদেরকে আল্লাহ্&zwnj;র সৃষ্টির নিকৃষ্টতম সৃষ্টি হিসেবে বিবেচনা করতেন এবং তিনি বলেছেন, তারা এমন কিছু আয়াতকে মুমিনদের ওপর প্রয়োগ করেছে যা কাফেরদের সম্পর্কে অবতীর্ণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id:\n\nWhile the Prophet (ﷺ) was distributing (something, `Abdullah bin Dhil Khawaisira at-Tamimi came and said, Be just, O Allahs Messenger (ﷺ)! The Prophet (ﷺ) said, Woe to you ! Who would be just if I were not? `Umar bin Al-Khattab said, Allow me to cut off his neck !  The Prophet (ﷺ) said,  Leave him, for he has companions, and if you compare your prayers with their prayers and your fasting with theirs, you will look down upon your prayers and fasting, in comparison to theirs. Yet they will go out of the religion as an arrow darts through the games body in which case, if the Qudhadh of the arrow is examined, nothing will be found on it, and when its Nasl is examined, nothing will be found on it; and then its Nadiyi is examined, nothing will be found on it. The arrow has been too fast to be smeared by dung and blood. The sign by which these people will be recognized will be a man whose one hand (or breast) will be like the breast of a woman (or like a moving piece of flesh). These people will appear when there will be differences among the people (Muslims). Abu Sa`id added: I testify that I heard this from the Prophet (ﷺ) and also testify that `Ali killed those people while I was with him. The man with the description given by the Prophet (ﷺ) was brought to `Ali. The following Verses were revealed in connection with that very person (i.e., `Abdullah bin Dhil-Khawaisira at-Tarnimi): And among them are men who accuse you (O Muhammad) in the matter of (the distribution of) the alms. (9.58)",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ بَيْنَا النَّبِيُّ صلى الله عليه وسلم يَقْسِمُ جَاءَ عَبْدُ اللَّهِ بْنُ ذِي الْخُوَيْصِرَةِ التَّمِيمِيُّ فَقَالَ اعْدِلْ يَا رَسُولَ اللَّهِ. فَقَالَ  وَيْلَكَ مَنْ يَعْدِلُ إِذَا لَمْ أَعْدِلْ . قَالَ عُمَرُ بْنُ الْخَطَّابِ دَعْنِي أَضْرِبْ عُنُقَهُ. قَالَ  دَعْهُ فَإِنَّ لَهُ أَصْحَابًا يَحْقِرُ أَحَدُكُمْ صَلاَتَهُ مَعَ صَلاَتِهِ، وَصِيَامَهُ مَعَ صِيَامِهِ، يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ، يُنْظَرُ فِي قُذَذِهِ فَلاَ يُوجَدُ فِيهِ شَىْءٌ، يُنْظَرُ فِي نَصْلِهِ فَلاَ يُوجَدُ فِيهِ شَىْءٌ، ثُمَّ يُنْظَرُ فِي رِصَافِهِ فَلاَ يُوجَدُ فِيهِ شَىْءٌ، ثُمَّ يُنْظَرُ فِي نَضِيِّهِ فَلاَ يُوجَدُ فِيهِ شَىْءٌ، قَدْ سَبَقَ الْفَرْثَ وَالدَّمَ، آيَتُهُمْ رَجُلٌ إِحْدَى يَدَيْهِ ـ أَوْ قَالَ ثَدْيَيْهِ ـ مِثْلُ ثَدْىِ الْمَرْأَةِ ـ أَوْ قَالَ مِثْلُ الْبَضْعَةِ ـ تَدَرْدَرُ، يَخْرُجُونَ عَلَى حِينِ فُرْقَةٍ مِنَ النَّاسِ . قَالَ أَبُو سَعِيدٍ أَشْهَدُ سَمِعْتُ مِنَ النَّبِيِّ صلى الله عليه وسلم وَأَشْهَدُ أَنَّ عَلِيًّا قَتَلَهُمْ وَأَنَا مَعَهُ، جِيءَ بِالرَّجُلِ عَلَى النَّعْتِ الَّذِي نَعَتَهُ النَّبِيُّ صلى الله عليه وسلم. قَالَ فَنَزَلَتْ فِيهِ {وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ}.",
    "hadithBengali": "৬৪৬৪। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন কিছু বন্টন করছিলেন। ঘটনাক্রমে আবদুল্লাহ ইবনু যুল খুওয়ায়সিরা তামীমী এল এবং বলল, হে আল্লাহর রাসুল! ইনসাফ করুন। তিনি বললেনঃ আফসোস তোমার জন্য। আমি যদি ইনসাফ না করি তা হলে আর কে ইনসাফ করবে? উমর ইবনু খাত্তাব (রাঃ) বললেন, আমাকে অনুমতি দিন তার গর্দান উড়িয়ে দেই। তিনি বললেনঃ তাকে ছেড়ে দাও। তার জন্য সাথীবৃন্দ রয়েছে। যাদের সালাত (নামায/নামাজ) এর তুলনায় তোমরা তোমাদের সালাত (নামায/নামাজ) কে তুচ্ছ মনে করবে। যাদের সিয়ামের তুলনায় তোমরা তোমাদের সিয়ামকে তুচ্ছ মনে করবে। তারা দ্বীন থেকে এরূপ বেরিয়ে যাবে যেমন তীর শিকার ভেদ করে বেরিয়ে যায়। তীরের পরে লক্ষ্য করলে তাতে কিছু পাওয়া যায় না। তীরের মুখের বেষ্টনীর প্রতি লক্ষ্য করলেও কিছু পাওয়া যায় না তীরের কাঠের অংশের দিকে তাকালেও তাতে কিছু পাওয়া যায় না। বরং তীর তীব্র গতিতে বেরিয়ে যাওয়ার কালে তাতে মল ও রক্তের দাগ পর্যন্ত লাগে না।\n\nতাদের পরিচয় এই যে তাদের একটি লোকের একটি হাত অথবা বলেছেন, একটি স্তন্য হবে মহিলাদের স্তনের ন্যায়। অথবা বলেছেন, বাড়তি গোশতের টুকরার ন্যয়। লোকদের মধ্যে বিরোধের সময় তাদের আবির্ভাব হবে। আবূ সাঈদ (রাঃ) বলেন, আমি সাক্ষ্য দিচ্ছি যে, আমি তা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি। এও সাক্ষ্য দিচ্ছি যে, আলী (রাঃ) তাদেরকে হত্যা করেছিলেন। আমি তখন তাঁর সাথে ছিলাম। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রদত্ত বর্ণনার অনুরূপ ব্যাক্তিকে আনা হয়েছিল। তিনি বলেনঃ ওর সম্পর্কেই নাযিল হয়েছেঃ ওদের মধ্যে এমন লোক আছে যে সাদকা সম্পর্কে তোমাকে দোষারোপ করে (৯ঃ ৫৮)।\n",
    "checkStatus": "1",
    "hadithNo": "6464",
    "id": "7207",
    "thesequence": "7370",
    "isActive": "1",
    "chapterId": "17639",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৯০৪. যারা মনোরঞ্জনের নিমিত্ত খারিজীদের সাথে যুদ্ধ ত্যাগ করে এবং এজন্য যে যাতে করে লোকেরা তাদের প্রতি বিরূপ মনোভাব পোষণ না করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Yusair bin `Amr:\n\nI asked Sahl bin Hunaif, Did you hear the Prophet (ﷺ) saying anything about Al-Khawarij? He said, I heard him saying while pointing his hand towards Iraq. There will appear in it (i.e, Iraq) some people who will recite the Quran but it will not go beyond their throats, and they will go out from (leave) Islam as an arrow darts through the games body. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الشَّيْبَانِيُّ، حَدَّثَنَا يُسَيْرُ بْنُ عَمْرٍو، قَالَ قُلْتُ لِسَهْلِ بْنِ حُنَيْفٍ هَلْ سَمِعْتَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ فِي الْخَوَارِجِ شَيْئًا قَالَ سَمِعْتُهُ يَقُولُ ـ وَأَهْوَى بِيَدِهِ قِبَلَ الْعِرَاقِ ـ   يَخْرُجُ مِنْهُ قَوْمٌ يَقْرَءُونَ الْقُرْآنَ لاَ يُجَاوِزُ تَرَاقِيَهُمْ، يَمْرُقُونَ مِنَ الإِسْلاَمِ مُرُوقَ السَّهْمِ مِنَ الرَّمِيَّةِ .",
    "hadithBengali": "৬৪৬৫। মূসা ইবনু ইসমাঈল (রহঃ) ... ইউসায়ের ইবনু আমর (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি সাহল ইবনু হুনায়েফ (রাঃ) কে জিজ্ঞাসা করলাম, আপনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে খারিজীদের সম্পর্কে কিছু বলতে শুনেছেন কি? তিনি বললেন, আমি তাকে বলতে শুনেছি, আর তখন তিনি তাঁর হাত ইরাকের দিকে বাড়িয়ে ছিলেন যে, সেখান থেকে এমন একটি কাওম বের হবে যারা কুরআন পড়বে সত্য, কিন্তু তা তাদের গলদেশ অতিক্রম করবে না তারা ইসলাম থেকে বেরিয়ে যাবে যেমন তীর শিকার ভেদ করে বেরিয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "6465",
    "id": "7208",
    "thesequence": "7371",
    "isActive": "1",
    "chapterId": "17639",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৯০৪. যারা মনোরঞ্জনের নিমিত্ত খারিজীদের সাথে যুদ্ধ ত্যাগ করে এবং এজন্য যে যাতে করে লোকেরা তাদের প্রতি বিরূপ মনোভাব পোষণ না করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The Hour will not be established till two (huge) groups fight against each other, their claim being one and the same.",
    "hadithArabic": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَقُومُ السَّاعَةُ حَتَّى تَقْتَتِلَ فِئَتَانِ دَعْوَاهُمَا وَاحِدَةٌ .",
    "hadithBengali": "৬৪৬৬। আলী (রাঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত সংঘটিত হবে না, যতক্ষন না এমন দুটি দল পরস্পর লড়াই করবে, যাদের দাবি হবে অভিন্ন।\n",
    "checkStatus": "1",
    "hadithNo": "6466",
    "id": "7209",
    "thesequence": "7372",
    "isActive": "1",
    "chapterId": "17640",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৯০৫. নবী (সাঃ) এর বাণীঃ কস্মিনকালেও কিয়ামত সংঘটিত হবে না, যতক্ষণ না দু&rsquo;টি দল পরস্পর লড়াই করবে, অথচ তাদের দাবি হবে অভিন্ন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umar bin Al-Khattab said:\nI heard Hisham bin Al-Hakim reciting Surat Al-Furqan during the lifetime of Allahs Messenger (ﷺ). I listened to his recitation and noticed that he recited it in several different ways which Allahs Messenger (ﷺ) had not taught me. So I was about to jump over him during his Salat (prayer) but I waited till he finished his Salat (prayer) whereupon I put, either his upper garment or my upper garment around his neck and seized him by it and asked him, Who has taught you this Surah? He replied: Allahs Messenger (ﷺ) has taught it to me. I said (to him), You have told a lie! By Allah, Allahs Messenger (ﷺ) has taught me this Surah which I have heard you reciting. So I dragged him to the Allahs Messenger (ﷺ). I said: O Allahs Messenger I have heard this man reciting Surat Al-Furqan in a way in which you have not taught me, and you did teach me Surah Al-Furqan. On that Allahs Messenger (ﷺ) said, O Umar, release him! Recite, O Hisham. So Hisham recited before him in the way as I heard him reciting. Allahs Messenger (ﷺ) said, It has been revealed like this. Then Allahs Messenger (ﷺ) said, Recite, O Umar So recited it. The Prophet (ﷺ) said, It has been revealed like this. And then he added, This Quran has been revealed to be recited in seven different ways, so recite it whichever way is easier for you.",
    "hadithArabic": " قَالَ أَبُو عَبْدِ اللَّهِ وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ، وَعَبْدَ الرَّحْمَنِ بْنَ عَبْدٍ الْقَارِيَّ، أَخْبَرَاهُ أَنَّهُمَا، سَمِعَا عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ سَمِعْتُ هِشَامَ بْنَ حَكِيمٍ، يَقْرَأُ سُورَةَ الْفُرْقَانِ فِي حَيَاةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَاسْتَمَعْتُ لِقِرَاءَتِهِ، فَإِذَا هُوَ يَقْرَؤُهَا عَلَى حُرُوفٍ كَثِيرَةٍ لَمْ يُقْرِئْنِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم كَذَلِكَ، فَكِدْتُ أُسَاوِرُهُ فِي الصَّلاَةِ فَانْتَظَرْتُهُ حَتَّى سَلَّمَ، ثُمَّ لَبَّبْتُهُ بِرِدَائِهِ أَوْ بِرِدَائِي فَقُلْتُ مَنْ أَقْرَأَكَ هَذِهِ السُّورَةَ قَالَ أَقْرَأَنِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم قُلْتُ لَهُ كَذَبْتَ فَوَاللَّهِ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَقْرَأَنِي هَذِهِ السُّورَةَ الَّتِي سَمِعْتُكَ تَقْرَؤُهَا. فَانْطَلَقْتُ أَقُودُهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي سَمِعْتُ هَذَا يَقْرَأُ بِسُورَةِ الْفُرْقَانِ عَلَى حُرُوفٍ لَمْ تُقْرِئْنِيهَا، وَأَنْتَ أَقْرَأْتَنِي سُورَةَ الْفُرْقَانِ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَرْسِلْهُ يَا عُمَرُ، اقْرَأْ يَا هِشَامُ . فَقَرَأَ عَلَيْهِ الْقِرَاءَةَ الَّتِي سَمِعْتُهُ يَقْرَؤُهَا. قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  هَكَذَا أُنْزِلَتْ . ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اقْرَأْ يَا عُمَرُ . فَقَرَأْتُ فَقَالَ  هَكَذَا أُنْزِلَتْ . ثُمَّ قَالَ  إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ .",
    "hadithBengali": "৬৪৬৭। আবু আবদুল্লাহ (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি হিশাম ইবনু হাকীম (রাঃ) কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবদ্দশায় সূরা ফুরকান পড়তে শুনেছি। আমি তার পড়ার প্রতি কর্ণপাত করলাম, (আমি লক্ষ্য করলাম) যে, তিনি এর অনেক গুলো অক্ষর এমন পদ্ধতিতে পড়ছেন, যে পদ্ধতিতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে পড়ান নি। ফলে আমি তাকে সালাত (নামায/নামাজ) এর মাঝেই আক্রমন করতে উদ্যত হলাম। কিন্তু সালাম ফিরানো পর্যন্ত অপেক্ষা করলাম। সালাম ফিরানোর পর আমি তাকে তার চাঁদর দিয়ে অথবা বললেন, আমার চাঁদর দিয়ে জড়িয়ে নিলাম। আর বললাম, তোমাকে এ সুরা কে পড়িয়েছে? তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে পড়িয়েছেন। আমি তাকে বললাম, তুমি মিথ্যা বলছ। আল্লাহর কসম! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এ সূরা পড়িয়েছেন যা তোমাকে পড়তে শুনেছি।\n\nতারপর আমি তাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট টেনে নিয়ে গেলাম। আমি বললাম, হে আল্লাহর রাসুল! আমি এ ব্যাক্তিকে সূরা ফুরকান এরূপ অক্ষর দিয়ে পড়তে শুনেছি যা আপনি আমাকে পড়াননি। আর আপনি তো আমাকে সূরা ফুরকান পড়িয়েছেন। তিনি বলেন, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে উমর! তাকে ছেড়ে দাও। (আর বললেন) হে হিশাম! তুমি পড় তো। হিশাম তার কাছে এভাবেই পড়লেন, যেভাবে তাকে তা পড়তে আমি শুনেছিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এভাবেই নাযিল করা হয়েছে এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে উমর! তুমিও পড়। আমি পড়লাম। তখন তিনি বললেনঃ এভাবেও নাযিল করা হয়েছে। অতঃপর তিনি বললেনঃ এ কুরআন সাত (রকমে কিরাআতের দিক দিয়ে) ভাষায় নাযিল করা হয়েছে। তাই যে পদ্ধতিতেই সহজ হবে সে পদ্ধড়িতেই তোমরা তা পড়বে।\n",
    "checkStatus": "1",
    "hadithNo": "6467",
    "id": "7210",
    "thesequence": "7373",
    "isActive": "1",
    "chapterId": "17641",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৯০৬. ব্যাখ্যা প্রদানকারীদের সম্পর্কে যা বর্ণনা করা হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nWhen the Verse:--Those who believe and did not confuse their belief with wrong (worshipping others besides Allah). (6.82) was revealed, it was hard on the companions of the Prophet (ﷺ) and they said, Who among us has not wronged (oppressed) himself? Allahs Messenger (ﷺ) said, The meaning of the Verse is not as you think, but it is as Luqman said to his son, O my son! Join not in worship others with Allah, Verily! Joining others in worship with Allah is a great wrong indeed. (31.13)",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا وَكِيعٌ، ح حَدَّثَنَا يَحْيَى، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، رضى الله عنه قَالَ لَمَّا نَزَلَتْ هَذِهِ الآيَةُ {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ} شَقَّ ذَلِكَ عَلَى أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَقَالُوا أَيُّنَا لَمْ يَظْلِمْ نَفْسَهُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَيْسَ كَمَا تَظُنُّونَ. إِنَّمَا هُوَ كَمَا قَالَ لُقْمَانُ لاِبْنِهِ {يَا بُنَىَّ لاَ تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ}.",
    "hadithBengali": "৬৪৬৮। ইসহাক ইবনু ইবরাহীম ও ইয়াহইয়া (রহঃ) ... আবদল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, য়খন এ আয়াত নাযিল হলঃ যারা ঈমান এনেছে এবং তাদের ঈমানকে জুলুম দ্বারা কলুষিত করেনি (৬ঃ ৮২), তখন তা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবাদের জন্য গুরুতর মনে হল। তারা বলল, আমাদের মধ্যে এমন কে আছে যে তার ঈমানকে জুলুম দ্বারা কলুষিত করে না? তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা যেভাবে ধারণা করছ তা তেমন নয়। বরং এটা হচ্ছে তুদ্রূপ যেমন লুকমান (আলাইহিস সালাম) তার পুত্রকে বলেছিলেনঃ হে বৎস! আল্লাহর সাথে কোন শরীক করো না। শিরক তো চরম জুলম (সীমালংঘন) (৩১ঃ ১৩)।\n",
    "checkStatus": "1",
    "hadithNo": "6468",
    "id": "7211",
    "thesequence": "7374",
    "isActive": "1",
    "chapterId": "17641",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৯০৬. ব্যাখ্যা প্রদানকারীদের সম্পর্কে যা বর্ণনা করা হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Itban bin Malik:\n\nOnce Allahs Messenger (ﷺ) came to me in the morning, and a man among us said, Where is Malik bin Ad- Dukhshun? Another man from us replied, He is a hypocrite who does not love Allah and His Apostle. The Prophet (ﷺ) said, Dont you think that he says: None has the right to be worshipped but Allah, only for Allahs sake? They replied, Yes The Prophet (ﷺ) said, Nobody will meet Allah with that saying on the Day of Resurrection, but Allah will save him from the Fire.",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي مَحْمُودُ بْنُ الرَّبِيعِ، قَالَ سَمِعْتُ عِتْبَانَ بْنَ مَالِكٍ، يَقُولُ غَدَا عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ رَجُلٌ أَيْنَ مَالِكُ بْنُ الدُّخْشُنِ فَقَالَ رَجُلٌ مِنَّا ذَلِكَ مُنَافِقٌ لاَ يُحِبُّ اللَّهَ وَرَسُولَهُ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  أَلاَ تَقُولُوهُ يَقُولُ لاَ إِلَهَ إِلاَّ اللَّهُ يَبْتَغِي. بِذَلِكَ وَجْهَ اللَّهِ . قَالَ بَلَى. قَالَ  فَإِنَّهُ لاَ يُوَافَى عَبْدٌ يَوْمَ الْقِيَامَةِ بِهِ إِلاَّ حَرَّمَ اللَّهُ عَلَيْهِ النَّارَ .",
    "hadithBengali": "৬৪৬৯। আবদান (রহঃ) ... ইতবান ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যূষে আমার কাছে আগমন করলেন। তখন এক ব্যাক্তি বলল, মালিক ইবনু দুখশুন কোথায়? আমাদের এক ব্যাক্তি বলল, সে তো মুনাফিক; সে আল্লাহ ও তার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ভালোবাসে না। তা শুনে রাসুলাল্লাহ বললেনঃ তোমরা কি এ কথা বলনি যে, সে আল্লাহর সন্তুষ্টি কামনা করে লা ইলাহা ইল্লাল্লাহ বলে। তারা বললেনঃ হ্যাঁ। তিনি বললেনঃ যে কোন বান্দা কিয়ামতের দিন ঐ কথা নিয়ে উপস্থিত হবে, আল্লাহ তার উপর জাহান্নাম হারাম করে দিবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6469",
    "id": "7212",
    "thesequence": "7375",
    "isActive": "1",
    "chapterId": "17641",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৯০৬. ব্যাখ্যা প্রদানকারীদের সম্পর্কে যা বর্ণনা করা হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated:\n\nAbu `Abdur-Rahman and Hibban bin Atiyya had a dispute. Abu `Abdur-Rahman said to Hibban, You know what made your companions (i.e. `Ali) dare to shed blood. Hibban said, Come on! What is that? `Abdur-Rahman said, Something I heard him saying. The other said, What was it? `AbdurRahman said, `Ali said, Allahs Messenger (ﷺ) sent for me, Az-Zubair and Abu Marthad, and all of us were cavalry men, and said, Proceed to Raudat-Hajj (Abu Salama said that Abu Awana called it like this, i.e., Hajj where there is a woman carrying a letter from Hatib bin Abi Baltaa to the pagans (of Mecca). So bring that letter to me. So we proceeded riding on our horses till we overtook her at the same place of which Allahs Messenger (ﷺ) had told us. She was traveling on her camel. In that letter Hatib had written to the Meccans about the proposed attached of Allahs Messenger (ﷺ) against them. We asked her, Where is the letter which is with you? She replied, I havent got any letter. So we made her camel kneel down and searched her luggage, but we did not find anything. My two companions said, We do not think that she has got a letter. I said, We know that Allahs Messenger (ﷺ) has not told a lie. Then `Ali took an oath saying, By Him by Whom one should swear! You shall either bring out the letter or we shall strip off your clothes. She then stretched out her hand for her girdle (round her waist) and brought out the paper (letter). They took the letter to Allahs Messenger (ﷺ). `Umar said, O Allahs Messenger (ﷺ)! (Hatib) has betrayed Allah, His Apostle and the believers; let me chop off his neck! Allahs Messenger (ﷺ) said, O Hatib! What obliged you to do what you have done? Hatib replied, O Allahs Messenger (ﷺ)! Why (for what reason) should I not believe in Allah and His Apostle? But I intended to do the (Mecca) people a favor by virtue of which my family and property may be protected as there is none of your companions but has some of his people (relatives) whom Allah urges to protect his family and property. The Prophet (ﷺ) said, He has said the truth; therefore, do not say anything to him except good. `Umar again said, O Allahs Messenger (ﷺ)! He has betrayed Allah, His Apostle and the believers; let me chop his neck off! The Prophet (ﷺ) said, Isnt he from those who fought the battle of Badr? And what do you know, Allah might have looked at them (Badr warriors) and said (to them), Do what you like, for I have granted you Paradise?  On that, `Umars eyes became flooded with tears and he said, Allah and His Apostle know best.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ حُصَيْنٍ، عَنْ فُلاَنٍ، قَالَ تَنَازَعَ أَبُو عَبْدِ الرَّحْمَنِ وَحِبَّانُ بْنُ عَطِيَّةَ فَقَالَ أَبُو عَبْدِ الرَّحْمَنِ لِحِبَّانَ لَقَدْ عَلِمْتُ الَّذِي جَرَّأَ صَاحِبَكَ عَلَى الدِّمَاءِ يَعْنِي عَلِيًّا. قَالَ مَا هُوَ لاَ أَبَا لَكَ قَالَ شَىْءٌ سَمِعْتُهُ يَقُولُهُ. قَالَ مَا هُوَ قَالَ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَالزُّبَيْرَ وَأَبَا مَرْثَدٍ وَكُلُّنَا فَارِسٌ قَالَ  انْطَلِقُوا حَتَّى تَأْتُوا رَوْضَةَ حَاجٍ ـ قَالَ أَبُو سَلَمَةَ هَكَذَا قَالَ أَبُو عَوَانَةَ حَاجٍ ـ فَإِنَّ فِيهَا امْرَأَةً مَعَهَا صَحِيفَةٌ مِنْ حَاطِبِ بْنِ أَبِي بَلْتَعَةَ إِلَى الْمُشْرِكِينَ فَأْتُونِي بِهَا . فَانْطَلَقْنَا عَلَى أَفْرَاسِنَا حَتَّى أَدْرَكْنَاهَا حَيْثُ قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم تَسِيرُ عَلَى بَعِيرٍ لَهَا، وَكَانَ كَتَبَ إِلَى أَهْلِ مَكَّةَ بِمَسِيرِ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلَيْهِمْ. فَقُلْنَا أَيْنَ الْكِتَابُ الَّذِي مَعَكِ قَالَتْ مَا مَعِي كِتَابٌ. فَأَنَخْنَا بِهَا بَعِيرَهَا، فَابْتَغَيْنَا فِي رَحْلِهَا فَمَا وَجَدْنَا شَيْئًا. فَقَالَ صَاحِبِي مَا نَرَى مَعَهَا كِتَابًا. قَالَ فَقُلْتُ لَقَدْ عَلِمْنَا مَا كَذَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ حَلَفَ عَلِيٌّ وَالَّذِي يُحْلَفُ بِهِ لَتُخْرِجِنَّ الْكِتَابَ أَوْ لأُجَرِّدَنَّكِ. فَأَهْوَتْ إِلَى حُجْزَتِهَا وَهْىَ مُحْتَجِزَةٌ بِكِسَاءٍ فَأَخْرَجَتِ الصَّحِيفَةَ، فَأَتَوْا بِهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ قَدْ خَانَ اللَّهَ وَرَسُولَهُ وَالْمُؤْمِنِينَ. دَعْنِي فَأَضْرِبَ عُنُقَهُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يَا حَاطِبُ مَا حَمَلَكَ عَلَى مَا صَنَعْتَ . قَالَ يَا رَسُولَ اللَّهِ مَالِي أَنْ لاَ أَكُونَ مُؤْمِنًا بِاللَّهِ وَرَسُولِهِ، وَلَكِنِّي أَرَدْتُ أَنْ يَكُونَ لِي عِنْدَ الْقَوْمِ يَدٌ، يُدْفَعُ بِهَا عَنْ أَهْلِي وَمَالِي، وَلَيْسَ مِنْ أَصْحَابِكَ أَحَدٌ إِلاَّ لَهُ هُنَالِكَ مِنْ قَوْمِهِ مَنْ يَدْفَعُ اللَّهُ بِهِ عَنْ أَهْلِهِ وَمَالِهِ. قَالَ  صَدَقَ، لاَ تَقُولُوا لَهُ إِلاَّ خَيْرًا . قَالَ فَعَادَ عُمَرُ فَقَالَ يَا رَسُولُ اللَّهِ قَدْ خَانَ اللَّهَ وَرَسُولَهُ وَالْمُؤْمِنِينَ، دَعْنِي فَلأَضْرِبَ عُنُقَهُ. قَالَ  أَوَلَيْسَ مِنْ أَهْلِ بَدْرٍ، وَمَا يُدْرِيكَ لَعَلَّ اللَّهَ اطَّلَعَ عَلَيْهِمْ فَقَالَ اعْمَلُوا مَا شِئْتُمْ فَقَدْ أَوْجَبْتُ لَكُمُ الْجَنَّةَ . فَاغْرَوْرَقَتْ عَيْنَاهُ فَقَالَ اللَّهُ وَرَسُولُهُ أَعْلَمُ.",
    "hadithBengali": "৬৪৭০। মূসা ইবনু ইসমাঈল (রহঃ) ... জনৈক রাবী থেকে বর্ণিত। তিনি বলেন, কোন এক কারণে আবূ আবদুর রহমান ও হিব্বান ইবনু আতিয়্যার মাঝে ঝগড়া বাঁধে। আবু আবদুর রহমান হিব্বান কে বললেন, আমি অবশ্যই জানি যে, কোন বিষয়টি আপনার সাথীকে রক্তপাতে দুঃসাহসী করে তুলেছে। সাথী, অর্থাৎ আলী (রাঃ) সে বলল, সে কি! তোমার পিতা জীবিত না থাকুক। আবু আবদুর রহমান বলল, তা আলী (রাঃ) কে বলতে শুনেছি। হিববান বলল, সে কি? আবু আবদুর রহমান বলল, যুবায়র, আবূ মারছাদ এবং আমাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠালেন। আমরা সকলেই অশ্বারোহী ছিলাম। তিনি বললেনঃ তোমরা রওয়ায়ে হাজ পর্যন্ত যাবে। আবূ সালামা (রহঃ) বলেন, আবূ আওয়ানা (রহঃ) অনুরূপই বলেছেন। তথায় একজন মহিলা রয়েছে, যার কাছে হাতিব ইবনু আবূ বালতাআ (রাঃ) এর তরফ থেকে (মক্কার) মুশরিকদের কাছে প্রেরিত একখানা চিঠি আছে। তোমরা তাকে আমার কাছে নিয়ে আসবে।\n\nআমরা আমাদের ঘোড়ায় চড়ে রওনা দিলাম। অবশেষে আমরা তাকে ঐ স্থানেই পেলাম, যে স্থানের কথা আমাদেরকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন। সে তার উটে চলছে। আবূ বালতাআ (রাঃ) মক্কাবাসীদের কাছে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের দিকে রওনা হওয়া সম্পর্কিত সংবাদ জানিয়ে পত্র লিখেছেন। আমরা বললাম, তোমার সাথে যে পত্র রয়েছে তা কোথায়? সে বলল, আমার সাথে কোন পত্র নেই। আমরা তার উটকে বসালাম এবং তার হাওদায় খোঁজাখুজি করলাম। কিন্তু কিছুই পেলাম না। তখন আমার সঙ্গী দু&#39;জন বলল, তার সাথে তো আমরা কোন পত্র দেখছি না। আমি বললাম, আমরা অবশ্যই জানি যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিথ্যা বলেননি।\n\nতারপর আলী (রাঃ) এই বলে কসম করে বললেনঃ ঐ সত্তার কসম! যার নামে কসম করা হয়! অবশ্যই তোমাকে চিঠি বের করে দিতে হবে। নতুবা তোমাকে উলঙ্গ করে ছাড়ব। তখন সে তার চাদর বাঁধা কোমরের প্রতি নিবিষ্ট হল এবং (সেখান থেকে) পত্রটি বের করে দিল। তারা পত্রটি নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হলেন। তখন উমর (রাঃ) বললেন, হে আল্লাহর রাসুল! সে আল্লাহ, তাঁর রাসুল ও মুমিনদের সাথে খিয়ানত করেছে। আপনি আমাকে অনুমতি দিন, আমি তার গর্দান উড়িয়ে দেই।\n\nতখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ হে হাতিব! এ কাজে তোমাকে কিসে প্রবৃত্ত করেছে? তিনি বললেন, হে আল্লাহর রাসুল! আমি কেন আল্লাহ ও তার রাসূলের প্রতি ঈমান রাখব না। আসল কথা হচ্ছে, আমি চাচ্ছিলাম যে, কাওমের (মক্কাবাসী) প্রতি আমার কিছুটা অনুগ্রহ সূচক কাজ হোক যার বদৌলতে আমার পরিবারবর্গ ও মাল সম্পদ রক্ষা পায়। আপনার সাথীদের প্রত্যেকেরই সেখানে স্বগোত্রীয় এমন লোক রয়েছে, যাদের মাধ্যমে আল্লাহ তার পরিবারবর্গ ও মাল সম্পদ রক্ষার ব্যবস্থা করবেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সে ঠিকই বলেছে। সুতরাং তোমরা তার সম্পর্কে ভালো ছাড়া মন্দ কোন মন্তব্য করো না।\n\nবর্ণনাকারী বলেন, উমর (রাঃ) পূনরায় বললেন, হে আল্লাহর রাসুল! সে আল্লাহ, তার রাসুল ও মুমিনদের সাথে খিয়ানত করেছে। আমাকে অনুমতি দিন, আমি তার গর্দান উড়িয়ে দেই। তিনি বললেনঃ সে কি বদর যুদ্ধে অংশগ্রহণকারী নয়? তুমি কি করে জানোবে? আল্লাহ তাদের প্রতি লক্ষ্য করে বলেছেনঃ তোমরা যা ইচ্ছা তা কর। তোমাদের জন্য জান্নাত নির্ধারিত করে ফেলেছি। এ কথা শুনে উমর (রাঃ)-এর চক্ষুযুগল অশ্রুসিক্ত হয়ে গেল এবং তিনি বললেন, আল্লাহ ও তাঁর রাসুলই সর্বাধিক জ্ঞাত।\n\nআবু আবদুল্লাহ [বুখারী (রহঃ)] বলেন,خاخ বিশুদ্ধতম। তবে আবু আওয়ানা (রহঃ) অনুরূপحاج বলেছেন। আবু আবদুল্লাহ [বুখারী (রহঃ)] বলেছেনخاج বিকৃতি। আর এটি একটি স্থানের নাম। হুশায়ম (রহঃ)خاخ বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6470",
    "id": "7213",
    "thesequence": "7376",
    "isActive": "1",
    "chapterId": "17641",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "82",
    "statusId": "1",
    "topicName": "২৯০৬. ব্যাখ্যা প্রদানকারীদের সম্পর্কে যা বর্ণনা করা হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]