[
  {
    "hadithEnglish": " Narrated Asma:\n\nThe Prophet (ﷺ) said, I will be at my Lake-Fount (Kauthar) waiting for whoever will come to me. Then some people will be taken away from me whereupon I will say, My followers! It will be said, You do not know they turned Apostates as renegades (deserted their religion). (Ibn Abi Mulaika said, Allah, we seek refuge with You from turning on our heels from the (Islamic) religion and from being put to trial).",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، حَدَّثَنَا نَافِعُ بْنُ عُمَرَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، قَالَ قَالَتْ أَسْمَاءُ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَنَا عَلَى، حَوْضِي أَنْتَظِرُ مَنْ يَرِدُ عَلَىَّ، فَيُؤْخَذُ بِنَاسٍ مِنْ دُونِي فَأَقُولُ أُمَّتِي. فَيَقُولُ لاَ تَدْرِي، مَشَوْا عَلَى الْقَهْقَرَى . قَالَ ابْنُ أَبِي مُلَيْكَةَ اللَّهُمَّ إِنَّا نَعُوذُ بِكَ أَنْ نَرْجِعَ عَلَى أَعْقَابِنَا أَوْ نُفْتَنَ.",
    "hadithBengali": "৬৫৭২। আলী ইবনু আবদুল্লাহ (রহঃ) ... আসমা (রাঃ) থেকে বর্ণনা করেছেন যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি আমার হাউযের পাশে আগমনকারী লোকদের অপেক্ষায় থাকব। তখন আমার সন্মুখ থেকে কতিপয় লোককে ধরে নিয়ে যাওয়া হবে। আমি বলব, এরা তো আমার উম্মাত। তখন বলা হবে, আপনি জানেন না, এরা (আপনার পথ ছেড়ে) পিছনে চলে গিয়েছিল। (বর্ণনাকারী) ইবনু আবূ মুলায়কা বলেন, হে আল্লাহ! পিছনে ফিরে যাওয়া কিংবা ফিতনায় পতিত হওয়া থেকে আমরা আপনার নিকট আশ্রয় প্রার্থনা করি।\n",
    "checkStatus": "1",
    "hadithNo": "6572",
    "id": "7315",
    "thesequence": "7478",
    "isActive": "1",
    "chapterId": "17710",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৭৭. আল্লাহ তা&rsquo;আলার বাণীঃ তোমরা সেই ফিতনা সম্পর্কে সতর্ক হও যা তোমাদের কেবল জালিমদের উপরই আপতিত হবে না। এবং যা নবী (সাঃ) ফিতনা সম্পর্কে সতর্ক করতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) said, I am your predecessor at the Lake-Fount (Kauthar) and some men amongst you will be brought to me, and when I will try to hand them some water, they will be pulled away from me by force whereupon I will say, O Lord, my companions! Then the Almighty will say, You do not know what they did after you left, they introduced new things into the religion after you.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مُغِيرَةَ، عَنْ أَبِي وَائِلٍ، قَالَ قَالَ عَبْدُ اللَّهِ قَالَ النَّبِيُّ صلى الله عليه وسلم   أَنَا فَرَطُكُمْ عَلَى الْحَوْضِ، لَيُرْفَعَنَّ إِلَىَّ رِجَالٌ مِنْكُمْ حَتَّى إِذَا أَهْوَيْتُ لأُنَاوِلَهُمُ اخْتُلِجُوا دُونِي فَأَقُولُ أَىْ رَبِّ أَصْحَابِي. يَقُولُ لاَ تَدْرِي مَا أَحْدَثُوا بَعْدَكَ .",
    "hadithBengali": "৬৫৭৩। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি হাউযে কাওসারের নিকট তোমাদের আগেই উপস্থিত থাকব। তোমাদের থেকে কিছু লোককে আমার নিকট পেশ করা হবে। কিন্তু আমি যখন তাদের পান করাতে অগ্রসর হব, তখন তাদেরকে আমার কাছ থেকে ছিনিয়ে নেওয়া হবে। আমি বলবঃ হে রব! এরা তো আমার সাথী। তখন তিনি বলবেন, আপনার পর তারা নতূন কি ঘটিয়েছে তা আপনি জানেন না।\n",
    "checkStatus": "1",
    "hadithNo": "6573",
    "id": "7316",
    "thesequence": "7479",
    "isActive": "1",
    "chapterId": "17710",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৭৭. আল্লাহ তা&rsquo;আলার বাণীঃ তোমরা সেই ফিতনা সম্পর্কে সতর্ক হও যা তোমাদের কেবল জালিমদের উপরই আপতিত হবে না। এবং যা নবী (সাঃ) ফিতনা সম্পর্কে সতর্ক করতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nI heard the Prophet (ﷺ) saying, I am your predecessor at the Lake-Fount (Kauthar), and whoever will come to it, will drink from it, and whoever will drink from it, will never become thirsty after that. There will come to me some people whom I know and they know me, and then a barrier will be set up between me and them.\n\nAbu Sa`id Al-Khudri added that the Prophet (ﷺ) further said:\nI will say those people are from me. It will be said, You do not know what changes and new things they did after you. Then I will say, Far removed (from mercy), far removed (from mercy), those who changed (the religion) after me!",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي حَازِمٍ، قَالَ سَمِعْتُ سَهْلَ بْنَ سَعْدٍ، يَقُولُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   أَنَا فَرَطُكُمْ، عَلَى الْحَوْضِ، مَنْ وَرَدَهُ شَرِبَ مِنْهُ، وَمَنْ شَرِبَ مِنْهُ لَمْ يَظْمَأْ بَعْدَهُ أَبَدًا، لَيَرِدُ عَلَىَّ أَقْوَامٌ أَعْرِفُهُمْ وَيَعْرِفُونِي، ثُمَّ يُحَالُ بَيْنِي وَبَيْنَهُمْ .\nقَالَ أَبُو حَازِمٍ فَسَمِعَنِي النُّعْمَانُ بْنُ أَبِي عَيَّاشٍ، وَأَنَا أُحَدِّثُهُمْ، هَذَا فَقَالَ هَكَذَا سَمِعْتَ سَهْلاً، فَقُلْتُ نَعَمْ. قَالَ وَأَنَا أَشْهَدُ، عَلَى أَبِي سَعِيدٍ الْخُدْرِيِّ لَسَمِعْتُهُ يَزِيدُ فِيهِ قَالَ   إِنَّهُمْ مِنِّي. فَيُقَالُ إِنَّكَ لاَ تَدْرِي مَا بَدَّلُوا بَعْدَكَ فَأَقُولُ سُحْقًا سُحْقًا لِمَنْ بَدَّلَ بَعْدِي .",
    "hadithBengali": "৬৫৭৪। ইয়াইয়া ইবনু বুকায়র (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, আমি হাউযের পাড়ে তোমাদের আগে উপস্থিত থাকব। যে সেখানে উপস্থিত হবে, সে সেখান থেকে পান করার সুযোগ পাবে। আর যে একবার সে হাউয থেকে পান করবে সে কখনই তৃষ্ণার্ত হবে না। অবশ্যই এমন কিছু দল আমার কাছে উপস্থিত হবে যাদেরকে আমি (আমার উম্মাত বলে) চিনতে পারব এবং তারাও আমাকে চিনতে পারবে। কিন্তু এর পরই তাদের ও আমার মাঝে প্রতিবন্ধকতা সৃষ্টি করে দেওয়া হবে।\n\nআবূ হাযিম (রহঃ) বলেন, আমি হাদীস বর্ণনা করছিলাম, এমতাবস্থায় নুমান ইবনু আবূ আয়াস আমার কাছ থেকে এ হাদীসটি শুনে জিজ্ঞাসা করলেন, আপনি কি সাহল থেকে হাদীসটি অনুরূপ শুনেছেন। আমি বললাম, হ্যাঁ। তখন সে বলল, আমি সাক্ষ্য প্রদান করছি যে আমি আবূ সাঈদ খুদরী (রাঃ) কে এ হাদীসে অতিরিক্ত বলতে শুনেছি যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বলবেনঃ এরা তো আমারই অনুসারী। তখন বলা হবে, আপনি নিশ্চয়ই অবহিত নন যে আপনার পরে এরা দ্বীনের মধ্যে কি পরিবর্তন করেছে। এ শুনে আমি বলব, যারা আমার পরে পরিবর্তন করেছে, তারা দূর হোক, দূর হোক।\n",
    "checkStatus": "1",
    "hadithNo": "6574",
    "id": "7317",
    "thesequence": "7480",
    "isActive": "1",
    "chapterId": "17710",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৭৭. আল্লাহ তা&rsquo;আলার বাণীঃ তোমরা সেই ফিতনা সম্পর্কে সতর্ক হও যা তোমাদের কেবল জালিমদের উপরই আপতিত হবে না। এবং যা নবী (সাঃ) ফিতনা সম্পর্কে সতর্ক করতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nAllahs Messenger (ﷺ) said to us, You will see after me, selfishness (on the part of other people) and other matters that you will disapprove of. They asked, What do you order us to do, O Allahs Messenger (ﷺ)? (under such circumstances)? He said, Pay their rights to them (to the rulers) and ask your right from Allah.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا زَيْدُ بْنُ وَهْبٍ، سَمِعْتُ عَبْدَ اللَّهِ، قَالَ قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّكُمْ سَتَرَوْنَ بَعْدِي أَثَرَةً وَأُمُورًا تُنْكِرُونَهَا. قَالُوا فَمَا تَأْمُرُنَا يَا رَسُولَ اللَّهِ قَالَ  أَدُّوا إِلَيْهِمْ حَقَّهُمْ وَسَلُوا اللَّهَ حَقَّكُمْ .",
    "hadithBengali": "৬৫৭৫। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বলেছেনঃ আমার পরে তোমরা অবশ্যই ব্যাক্তি স্বার্থকে প্রাধান্য দেওয়ার প্রবণতা লক্ষ্য করবে। এবং এমন কিছু বিষয় দেখতে পাবে, যা তোমরা পছন্দ করবে না। তারা জিজ্ঞাসা করলেন, ইয়া রাসুলাল্লাহ! তাহলে আমাদের জন্য কি হুকুম করছেন? উত্তরে তিনি বললেনঃ তাদের হক পরিপূর্নরূপে আদায় করবে, আর তোমাদের প্রাপ্য আল্লাহর কাছে চাইবে।\n",
    "checkStatus": "1",
    "hadithNo": "6575",
    "id": "7318",
    "thesequence": "7481",
    "isActive": "1",
    "chapterId": "17711",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৭৮. নবী (সাঃ) এর বাণীঃ আমার পরে তোমরা এমন কিছু দেখতে পাবে, যা তোমরা পছন্দ করবে না। আবদুল্লাহ ইবন যায়িদ (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ তোমরা ধৈর্য ধারণ কর  যতক্ষণ না হাউযের পাড়ে আমার সঙ্গে মিলিত হও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, Whoever disapproves of something done by his ruler then he should be patient, for whoever disobeys the ruler even a little (little = a span) will die as those who died in the Pre-lslamic Period of Ignorance. (i.e. as rebellious Sinners).",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، عَنْ عَبْدِ الْوَارِثِ، عَنِ الْجَعْدِ، عَنْ أَبِي رَجَاءٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ كَرِهَ مِنْ أَمِيرِهِ شَيْئًا فَلْيَصْبِرْ، فَإِنَّهُ مَنْ خَرَجَ مِنَ السُّلْطَانِ شِبْرًا مَاتَ مِيتَةً جَاهِلِيَّةً .",
    "hadithBengali": "৬৫৭৬। মুসাদ্দাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি আমীরের কোন কিছু অপছন্দ করে, তাহলে সে যেন ধৈর্য ধারণ করে। কেননা, যে ব্যাক্তি সুলতানের আনুগত্য থেকে এক বিঘত পরিমাণও সরে যাবে, তার মৃত্যু হবে জাহিলি যুগের মৃত্যুর ন্যায়।\n",
    "checkStatus": "1",
    "hadithNo": "6576",
    "id": "7319",
    "thesequence": "7482",
    "isActive": "1",
    "chapterId": "17711",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৭৮. নবী (সাঃ) এর বাণীঃ আমার পরে তোমরা এমন কিছু দেখতে পাবে, যা তোমরা পছন্দ করবে না। আবদুল্লাহ ইবন যায়িদ (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ তোমরা ধৈর্য ধারণ কর  যতক্ষণ না হাউযের পাড়ে আমার সঙ্গে মিলিত হও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, Whoever notices something which he dislikes done by his ruler, then he should be patient, for whoever becomes separate from the company of the Muslims even for a span and then dies, he will die as those who died in the Pre-lslamic period of Ignorance (as rebellious sinners).",
    "hadithArabic": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنِ الْجَعْدِ أَبِي عُثْمَانَ، حَدَّثَنِي أَبُو رَجَاءٍ الْعُطَارِدِيُّ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ رَأَى مِنْ أَمِيرِهِ شَيْئًا يَكْرَهُهُ فَلْيَصْبِرْ عَلَيْهِ، فَإِنَّهُ مَنْ فَارَقَ الْجَمَاعَةَ شِبْرًا فَمَاتَ، إِلاَّ مَاتَ مِيتَةً جَاهِلِيَّةً .",
    "hadithBengali": "৬৫৭৭। আবূ নুমান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি স্বীয় আমীরের নিকট থেকে অপছন্দনীয় কিছু দেখবে সে যেন এতে ধৈর্য ধারণ করে। কেননা, যে ব্যাক্তি জামাআত থেকে এক বিঘত পরিমাণ বিচ্ছিন্ন হয়ে মরবে তার মৃত্যু হবে অবশ্যই জাহেলী মৃত্যুর ন্যায়।\n",
    "checkStatus": "1",
    "hadithNo": "6577",
    "id": "7320",
    "thesequence": "7483",
    "isActive": "1",
    "chapterId": "17711",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৭৮. নবী (সাঃ) এর বাণীঃ আমার পরে তোমরা এমন কিছু দেখতে পাবে, যা তোমরা পছন্দ করবে না। আবদুল্লাহ ইবন যায়িদ (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ তোমরা ধৈর্য ধারণ কর  যতক্ষণ না হাউযের পাড়ে আমার সঙ্গে মিলিত হও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Junada bin Abi Umaiya:\n\nWe entered upon Ubada bin As-Samit while he was sick. We said, May Allah make you healthy. Will you tell us a Hadith you heard from the Prophet (ﷺ) and by which Allah may make you benefit? He said, The Prophet (ﷺ) called us and we gave him the Pledge of allegiance for Islam, and among the conditions on which he took the Pledge from us, was that we were to listen and obey (the orders) both at the time when we were active and at the time when we were tired, and at our difficult time and at our ease and to be obedient to the ruler and give him his right even if he did not give us our right, and not to fight against him unless we noticed him having open Kufr (disbelief) for which we would have a proof with us from Allah.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي ابْنُ وَهْبٍ، عَنْ عَمْرٍو، عَنْ بُكَيْرٍ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ جُنَادَةَ بْنِ أَبِي أُمَيَّةَ، قَالَ دَخَلْنَا عَلَى عُبَادَةَ بْنِ الصَّامِتِ وَهْوَ مَرِيضٌ قُلْنَا أَصْلَحَكَ اللَّهُ حَدِّثْ بِحَدِيثٍ، يَنْفَعُكَ اللَّهُ بِهِ سَمِعْتَهُ مِنَ النَّبِيِّ، صلى الله عليه وسلم. قَالَ دَعَانَا النَّبِيُّ صلى الله عليه وسلم فَبَايَعْنَاهُ فَقَالَ فِيمَا أَخَذَ عَلَيْنَا أَنْ بَايَعَنَا عَلَى السَّمْعِ وَالطَّاعَةِ، فِي مَنْشَطِنَا وَمَكْرَهِنَا، وَعُسْرِنَا، وَيُسْرِنَا، وَأَثَرَةٍ عَلَيْنَا، وَأَنْ لاَ نُنَازِعَ الأَمْرَ أَهْلَهُ، إِلاَّ أَنْ تَرَوْا كُفْرًا بَوَاحًا، عِنْدَكُمْ مِنَ اللَّهِ فِيهِ بُرْهَانٌ.",
    "hadithBengali": "৬৫৭৮। ইসমাঈল (রহঃ) ... জুনাদা ইবনু আবূ উমাইয়া (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা উবাদা ইবনু সামিত (রাঃ) এর নিকট উপস্থিত হলাম। তখন তিনি অসুস্থ ছিলান। আমরা বললাম, আল্লাহ আপনাকে সুস্থ করে দিন। আপনি আমাদের এরূপ একটি হাদীস বর্ণনা করুন, যা আপনাকে উপকৃত করবে এবং যা আপনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছেন। তিনি বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের আহবান করলেন। আমরা তার কাছে বায়আত করলাম। এরপর তিনি (উবাদা) বললেন, আমাদের থেকে যে অঙ্গীকার তিনি গ্রহণ করেছিলেন তাতে ছিল যে, আমরা আমাদের সুখে-দুঃখে, বেদনায় ও আনন্দে এবং আমাদের উপর অন্যকে অগ্রাধিকার দিলেও পূর্ণাঙ্গরূপে শোনা ও মানার উপর বায়আত করলাম। আরও (বায়আত করলাম) যে আমরা ক্ষমতা সংক্রান্ত বিষয়ে ক্ষমতাসীনদের সঙ্গে সংঘর্যে লিপ্ত হব না। কিন্তু যদি এমন স্পষ্ট কুফ্&zwnj;রী দেখ, তোমাদের নিকট আল্লাহর পক্ষ থেকে যে বিষয়ে সুস্পষ্ট প্রমাণ বিদ্যমান, তবে ভিন্ন কথা।\n",
    "checkStatus": "1",
    "hadithNo": "6578",
    "id": "7321",
    "thesequence": "7484",
    "isActive": "1",
    "chapterId": "17711",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৭৮. নবী (সাঃ) এর বাণীঃ আমার পরে তোমরা এমন কিছু দেখতে পাবে, যা তোমরা পছন্দ করবে না। আবদুল্লাহ ইবন যায়িদ (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ তোমরা ধৈর্য ধারণ কর  যতক্ষণ না হাউযের পাড়ে আমার সঙ্গে মিলিত হও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Usaid bin Hudair:\n\nA man came to the Prophet (ﷺ) and said, O Allahs Messenger (ﷺ)! You appointed such-and-such person and you did not appoint me? The Prophet (ﷺ) said, After me you will see rulers not giving you your right (but you should give them their right) and be patient till you meet me.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ أُسَيْدِ بْنِ حُضَيْرٍ، أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ اسْتَعْمَلْتَ فُلاَنًا وَلَمْ تَسْتَعْمِلْنِي. قَالَ   إِنَّكُمْ سَتَرَوْنَ بَعْدِي أَثَرَةً، فَاصْبِرُوا حَتَّى تَلْقَوْنِي .",
    "hadithBengali": "৬৫৭৯। মুহাম্মাদ ইবনু আরআরা (রহঃ) ... উসায়দ ইবনু হুযাহার (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, ইয়া রাসুলাল্লাহ! আপনি অমুক ব্যাক্তিকে প্রশাসক নিযুক্ত করলেন, অথচ আমাকে নিযুক্ত করলেন না। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ নিশ্চয়ই তোমরা আমার পর অগ্রাধিকারের প্রবণতা দেখবে। সে সময় তোমরা ধৈর্য ধারণ করবে- যতক্ষন না আমার সঙ্গে মিলিত হও।\n",
    "checkStatus": "1",
    "hadithNo": "6579",
    "id": "7322",
    "thesequence": "7485",
    "isActive": "1",
    "chapterId": "17711",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৭৮. নবী (সাঃ) এর বাণীঃ আমার পরে তোমরা এমন কিছু দেখতে পাবে, যা তোমরা পছন্দ করবে না। আবদুল্লাহ ইবন যায়িদ (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ তোমরা ধৈর্য ধারণ কর  যতক্ষণ না হাউযের পাড়ে আমার সঙ্গে মিলিত হও",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nI heard the truthful and trusted by Allah (i.e., the Prophet (ﷺ) ) saying, The destruction of my followers will be through the hands of young men from Quraish.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَمْرُو بْنُ يَحْيَى بْنِ سَعِيدِ بْنِ عَمْرِو بْنِ سَعِيدٍ، قَالَ أَخْبَرَنِي جَدِّي، قَالَ كُنْتُ جَالِسًا مَعَ أَبِي هُرَيْرَةَ فِي مَسْجِدِ النَّبِيِّ صلى الله عليه وسلم بِالْمَدِينَةِ وَمَعَنَا مَرْوَانُ قَالَ أَبُو هُرَيْرَةَ سَمِعْتُ الصَّادِقَ الْمَصْدُوقَ يَقُولُ   هَلَكَةُ أُمَّتِي عَلَى يَدَىْ غِلْمَةٍ مِنْ قُرَيْشٍ . فَقَالَ مَرْوَانُ لَعْنَةُ اللَّهِ عَلَيْهِمْ غِلْمَةً. فَقَالَ أَبُو هُرَيْرَةَ لَوْ شِئْتُ أَنْ أَقُولَ بَنِي فُلاَنٍ وَبَنِي فُلاَنٍ لَفَعَلْتُ. فَكُنْتُ أَخْرُجُ مَعَ جَدِّي إِلَى بَنِي مَرْوَانَ حِينَ مَلَكُوا بِالشَّأْمِ، فَإِذَا رَآهُمْ غِلْمَانًا أَحْدَاثًا قَالَ لَنَا عَسَى هَؤُلاَءِ أَنْ يَكُونُوا مِنْهُمْ قُلْنَا أَنْتَ أَعْلَمُ.",
    "hadithBengali": "৬৫৮০। মূসা ইবনু ইসমাঈল (রহঃ) ... আমর ইবনু ইয়াহইয়া ইবনু সাঈদ ইবনু আমর ইবনু সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার দাদা আমাকে জানিয়েছেন যে, আমি আবূ হুরায়রা (রাঃ) এর সাথে মদিনায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মসজিদে বসা ছিলাম। আমাদের সাথে মারওয়ানও ছিল। এ সময় আবূ হুরায়রা (রাঃ) বললেনঃ আমি আস-সাদিকুল মাসদুক (সত্যবাদী ও সত্যবাদী হিসাবে স্বীকৃত) কে বলতে শুনেছি আমার উম্মাতের ধ্বংস কুরাইশের কতিপয় বালকের হাতে হবে। তখন মারওয়ান বলল, এ সকল বালকের প্রতি আল্লাহর লানত, বর্ষিত হোক। আবূ হুরায়রা (রাঃ) বললেনঃ আমি যদি বলার ইচ্ছা করি যে তারা অমুক অমুক গোত্রের লোক তাহলে বলতে সক্ষম।\n\nআমর ইবনু ইয়াহইয়া বলেন, মারওয়ান যখন সিরিয়ায় ক্ষমতাসীন হল, তখন আমি আমার দাদার সঙ্গে তাদের সেখানে গেলাম। তিনি যখন তাদের অল্প বয়ষ্ক বালক দেখতে পেলেন তখন তিনি আমাদের বললেনঃ সম্ভবত এরা সেই দলেরই অন্তর্ভুক্ত। আমরা বললাম, এ বিষয়ে আপনই ভাল বোঝেন।\n",
    "checkStatus": "1",
    "hadithNo": "6580",
    "id": "7323",
    "thesequence": "7486",
    "isActive": "1",
    "chapterId": "17712",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৭৯. নবী (সা) এর বাণীঃ কতিপয় নির্বোধ বালকের হাতে আমার উম্মত ধ্বংস হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zainab bint Jahsh:\n\nThe Prophet (ﷺ) got up from his sleep with a flushed red face and said, None has the right to be worshipped but Allah. Woe to the Arabs, from the Great evil that is nearly approaching them. Today a gap has been made in the wall of Gog and Magog like this. (Sufyan illustrated by this forming the number 90 or 100 with his fingers.) It was asked, Shall we be destroyed though there are righteous people among us? The Prophet (ﷺ) said, Yes, if evil increased.",
    "hadithArabic": " حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، أَنَّهُ سَمِعَ الزُّهْرِيَّ، عَنْ عُرْوَةَ، عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ، عَنْ أُمِّ حَبِيبَةَ، عَنْ زَيْنَبَ ابْنَةِ جَحْشٍ ـ رضى الله عنهن ـ أَنَّهَا قَالَتِ اسْتَيْقَظَ النَّبِيُّ صلى الله عليه وسلم مِنَ النَّوْمِ مُحْمَرًّا وَجْهُهُ يَقُولُ  لاَ إِلَهَ إِلاَّ اللَّهُ، وَيْلٌ لِلْعَرَبِ مِنْ شَرٍّ قَدِ اقْتَرَبَ، فُتِحَ الْيَوْمَ مِنْ رَدْمِ يَاجُوجَ وَمَاجُوجَ مِثْلُ هَذِهِ . وَعَقَدَ سُفْيَانُ تِسْعِينَ أَوْ مِائَةً. قِيلَ أَنَهْلِكُ وَفِينَا الصَّالِحُونَ قَالَ  نَعَمْ، إِذَا كَثُرَ الْخَبَثُ .",
    "hadithBengali": "৬৫৮১। মালিক ইবনু ইসমাঈল (রহঃ) ... যায়নাব বিরত জাহাশ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রক্তবর্ণ চেহারা নিয়ে নিদ্রা থেকে জাগলেন এবং বলতে লাগলেন, লা ইলাহা ইল্লাল্লাহ! আল্লাহ ছাড়া কোন ইলাহ নেই। অত্যাসন্ন এক দুর্যোগে আরব ধ্বংস হয়ে যাবে। ইয়াজুজ-মাজুজের (প্রতিরোধ) প্রাচীর আজ এতটুকু পরিমাণ খুলে গেছে। সুফিয়ান নব্বই কিংবা একশতের রেখায় আঙ্গুল রেখে গিট বানিয়ে পরিমাণটুকু দেখালেন। জিজ্ঞাসা করা হল, আমরা কি ধ্বংস হয়ে যাব অথচ আমাদের মধ্যে নেককার লোকও থাকবে? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হ্যাঁ, যখন পাপাচার বৃদ্ধি পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "6581",
    "id": "7324",
    "thesequence": "7487",
    "isActive": "1",
    "chapterId": "17713",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮০. নবী (সাঃ) এর বাণীঃ আরবরা অত্যাসন্ন এক দূর্যোগে হালাক হয়ে যাবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Usama bin Zaid:\n\nOnce the Prophet (ﷺ) stood over one of the high buildings of Medina and then said (to the people), Do you see what I see? They said, No. He said, I see afflictions falling among your houses as rain drops fall.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ،. وَحَدَّثَنِي مَحْمُودٌ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ أُسَامَةَ بْنِ زَيْد ٍ ـ رضى الله عنهما ـ قَالَ أَشْرَفَ النَّبِيُّ صلى الله عليه وسلم عَلَى أُطُمٍ مِنْ آطَامِ الْمَدِينَةِ فَقَالَ  هَلْ تَرَوْنَ مَا أَرَى . قَالُوا لاَ. قَالَ  فَإِنِّي لأَرَى الْفِتَنَ تَقَعُ خِلاَلَ بُيُوتِكُمْ كَوَقْعِ الْقَطْرِ .",
    "hadithBengali": "৬৫৮২। আবু নুআয়ম (রহঃ) ও মাহমুদ (রহঃ) ... উসামা ইবনু যায়িদ (রাঃ) থেকে বর্ণনা করেছেন। তিনি বলেন, একদা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনার টিলাসমুহের একটির উপর উঠে বললেনঃ আমি যা দেখি তোমরা কি তা দেখতে পাও? উত্তরে সাহাবা-ই-কিরাম বললেন, না। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ নিঃসন্দেহে আমি দেখতে পাচ্ছি, তোমাদের ঘরগুলোর ফাঁকে ফাঁকে ফিতনা বৃষ্টিধারার মতো নিপতিত হচ্ছে।\n",
    "checkStatus": "1",
    "hadithNo": "6582",
    "id": "7325",
    "thesequence": "7488",
    "isActive": "1",
    "chapterId": "17713",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮০. নবী (সাঃ) এর বাণীঃ আরবরা অত্যাসন্ন এক দূর্যোগে হালাক হয়ে যাবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, Time will pass rapidly, good deeds will decrease, miserliness will be thrown (in the hearts of the people) afflictions will appear and there will be much Al-Harj. They said, O Allahs Apostle! What is Al-Harj? He said, Killing! Killing!",
    "hadithArabic": "حَدَّثَنَا عَيَّاشُ بْنُ الْوَلِيدِ، أَخْبَرَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  يَتَقَارَبُ الزَّمَانُ، وَيَنْقُصُ الْعَمَلُ، وَيُلْقَى الشُّحُّ، وَتَظْهَرُ الْفِتَنُ، وَيَكْثُرُ الْهَرْجُ . قَالُوا يَا رَسُولَ اللَّهِ أَيُّمَ هُوَ. قَالَ  الْقَتْلُ الْقَتْلُ .\nوَقَالَ شُعَيْبٌ وَيُونُسُ وَاللَّيْثُ وَابْنُ أَخِي الزُّهْرِيِّ عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৬৫৮৩। আইয়্যাস ইবনু ওয়ালীদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সময় নিকটবর্তী হতে থাকবে, আর আমল হ্রাস পেতে থাকবে, কার্পণ্য ছড়িয়ে দেওয়া হবে, ফিতনার বিকাশ ঘটরে এবং হারজ (هرج) ব্যাপকতর হবে। সাহাবা-ই-কিরাম জিজ্ঞাসা করলেন, সেটা (هرج) কি? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হত্যা, হত্যা। শুআয়ব, ইউনুস, লাইস এবং যুহরীর ভ্রাতুষ্পূত্র আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীসটি বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "6583",
    "id": "7326",
    "thesequence": "7489",
    "isActive": "1",
    "chapterId": "17714",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮১. ফিতনার প্রকাশ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah and Abu Musa:\n\nThe Prophet (ﷺ) said, Near the establishment of the Hour there will be days during which Religious ignorance will spread, knowledge will be taken away (vanish) and there will be much Al-Harj, and Al- Harj means killing.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ كُنْتُ مَعَ عَبْدِ اللَّهِ وَأَبِي مُوسَى فَقَالاَ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِنَّ بَيْنَ يَدَىِ السَّاعَةِ لأَيَّامًا يَنْزِلُ فِيهَا الْجَهْلُ، وَيُرْفَعُ فِيهَا الْعِلْمُ، وَيَكْثُرُ فِيهَا الْهَرْجُ، وَالْهَرْجُ الْقَتْلُ .",
    "hadithBengali": "৬৫৮৪। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... শাকিক থেকে বর্নিত। তিনি বলেন, আমি আবদুল্লাহ ও আবূ মূসা (রাঃ) এর সাথে ছিলাম। তাঁরা বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অবশ্যই কিয়ামতের পূর্বে এমন একটি সময় আসবে যখন সর্বত্র মূর্খতা ছড়িয়ে পড়বে এবং তাতে ইল্&zwnj;ম উঠিয়ে নেওযা হবে। সে সময় &#39;হারজ&#39; ব্যাপকতর হবে। আর &#39;হারজ&#39; হল (মানুষ) হত্যা।\n",
    "checkStatus": "1",
    "hadithNo": "6584",
    "id": "7327",
    "thesequence": "7490",
    "isActive": "1",
    "chapterId": "17714",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮১. ফিতনার প্রকাশ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThe Prophet (ﷺ) said, Near the establishment of the Hour there will be days during which (religious) knowledge will be taken away (vanish) and general ignorance will spread, and there will be Al-Harj in abundance, and Al-Harj means killing.",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا شَقِيقٌ، قَالَ جَلَسَ عَبْدُ اللَّهِ وَأَبُو مُوسَى فَتَحَدَّثَا فَقَالَ أَبُو مُوسَى قَالَ النَّبِيُّ صلى الله عليه وسلم   إِنَّ بَيْنَ يَدَىِ السَّاعَةِ أَيَّامًا يُرْفَعُ فِيهَا الْعِلْمُ، وَيَنْزِلُ فِيهَا الْجَهْلُ، وَيَكْثُرُ فِيهَا الْهَرْجُ، وَالْهَرْجُ الْقَتْلُ .",
    "hadithBengali": "৬৫৮৫। উমর ইবনু হাফস (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণনা করেন। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের পুর্বে এমন একটি সময় আসবে ইল্&zwnj;ম উঠিয়ে নেওয়া হবে এবং সর্বত্র মূর্খতা ছড়িয়ে পড়বে, আর তখন হারজ ব্যাপকতর হবে। &#39;হারজ&#39; হলো হত্যা।\n",
    "checkStatus": "1",
    "hadithNo": "6585",
    "id": "7328",
    "thesequence": "7491",
    "isActive": "1",
    "chapterId": "17714",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮১. ফিতনার প্রকাশ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThe Prophet (ﷺ) said...(as above). And Harj, in the Ethiopian language, means killing.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، قَالَ إِنِّي لَجَالِسٌ مَعَ عَبْدِ اللَّهِ وَأَبِي مُوسَى ـ رضى الله عنهما ـ فَقَالَ أَبُو مُوسَى سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم مِثْلَهُ، وَالْهَرْجُ بِلِسَانِ الْحَبَشَةِ الْقَتْلُ.",
    "hadithBengali": "৬৫৮৬। কুতায়বা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পূর্বোক্ত হাদীসের ন্যায় একটি হাদীস বর্ণনা করতে শুনেছি। আর হাবশী ভাষায় হারজ অর্থ (মানুষ) হত্যা।\n",
    "checkStatus": "1",
    "hadithNo": "6586",
    "id": "7329",
    "thesequence": "7492",
    "isActive": "1",
    "chapterId": "17714",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮১. ফিতনার প্রকাশ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) said, Near the establishment of the Hour, there will be the days of Al-Harj, and the religious knowledge will be taken away (vanish i.e. by the death of Religious scholars) and general ignorance will spread. Abu Musa said, Al-Harj, in the Ethiopian language, means killing.\n\n Ibn Mas`ud added:\n\nI heard Allahs Messenger (ﷺ) saying; (It will be) from among the most wicked people who will be living at the time when the Hour will be established.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ وَاصِلٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، وَأَحْسِبُهُ، رَفَعَهُ قَالَ   بَيْنَ يَدَىِ السَّاعَةِ أَيَّامُ الْهَرْجِ، يَزُولُ الْعِلْمُ، وَيَظْهَرُ فِيهَا الْجَهْلُ . قَالَ أَبُو مُوسَى وَالْهَرْجُ الْقَتْلُ بِلِسَانِ الْحَبَشَةِ.\nوَقَالَ أَبُو عَوَانَةَ عَنْ عَاصِمٍ، عَنْ أَبِي وَائِلٍ، عَنِ الأَشْعَرِيِّ، أَنَّهُ قَالَ لِعَبْدِ اللَّهِ تَعْلَمُ الأَيَّامَ الَّتِي ذَكَرَ النَّبِيُّ صلى الله عليه وسلم أَيَّامَ الْهَرْجِ. نَحْوَهُ. قَالَ ابْنُ مَسْعُودٍ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   مِنْ شِرَارِ النَّاسِ مَنْ تُدْرِكُهُمُ السَّاعَةُ وَهُمْ أَحْيَاءٌ .",
    "hadithBengali": "৬৫৮৭। মুহাম্মাদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তার ব্যাপারে আমার ধারণা, তিনি হাদীসটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মারফূ হিসাবে বর্ণনা করেছেন। তিনি বলেন, কিয়ামতের পূর্বে হারজ অর্থাৎ হত্যার যুগ শুরু হবে। তখন ইল্&zwnj;ম বিলুপ্ত হয়ে যাবে এবং মূর্খতা মাথাচাড়া দিয়ে উঠবে। আবূ মূসা (রাঃ) বলেনঃ হাবশী ভাষায় হারজ অর্থ (মানুষ) হত্যা। ।\n\nআবূ আওয়ানা তাঁর বর্ননা সুত্রে আবূ মূসা আশআরী (রাঃ) থেকে বর্ণনা করতে গিয়ে বলেন যে, তিনি আবদুল্লাহকে জিজ্ঞাসা করেছিলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে যুগকে হারজ এর যুগ বলে আখ্যায়িত করেছিলেন সে যুগ সম্পর্কে আপনি কিছু জানেন কি? এর উত্তরে তিনি পূর্বোক্ত হাদীসটি বর্ণনা করেন। ইবনু মাসউদ (রাঃ) বলেনঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কিয়ামত যাদের জীবদ্দশায় কায়েম হবে তারাই সবচেয়ে নিকৃষ্ট লোক।\n",
    "checkStatus": "1",
    "hadithNo": "6587",
    "id": "7330",
    "thesequence": "7493",
    "isActive": "1",
    "chapterId": "17714",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮১. ফিতনার প্রকাশ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Az-Zubair bin `Adi:\n\nWe went to Anas bin Malik and complained about the wrong we were suffering at the hand of Al- Hajjaj. Anas bin Malik said, Be patient till you meet your Lord, for no time will come upon you but the time following it will be worse than it. I heard that from the Prophet.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّبَيْرِ بْنِ عَدِيٍّ، قَالَ أَتَيْنَا أَنَسَ بْنَ مَالِكٍ فَشَكَوْنَا إِلَيْهِ مَا نَلْقَى مِنَ الْحَجَّاجِ فَقَالَ   اصْبِرُوا، فَإِنَّهُ لاَ يَأْتِي عَلَيْكُمْ زَمَانٌ إِلاَّ الَّذِي بَعْدَهُ شَرٌّ مِنْهُ، حَتَّى تَلْقَوْا رَبَّكُمْ . سَمِعْتُهُ مِنْ نَبِيِّكُمْ صلى الله عليه وسلم.",
    "hadithBengali": "৬৫৮৮। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... যুবায়র ইবনু আদী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা আনাস ইবনু মালিক (রাঃ) এর নিকট গেলাম এবং হাজ্জাজের পক্ষ থেকে মানুষ যে নির্যাতন ভোগ করছে সে সম্পর্কে অভিযোগ পেশ করলাম। তিনি বললেনঃ ধৈর্য ধারণ কর। কেননা, মহান প্রতিপালকের সহিত মিলিত হওয়ার পূর্ব পর্যন্ত (অর্থাৎ মৃত্যুর পুর্বে) তোমাদের উপর এমন কোন যুগ অতিবাহিত হবে না, যার পরবর্তী যুগ তার চেয়েও নিকৃষ্টতর নয়। তিনি বলেনঃ এ কথাটি আমি তোমাদের নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শ্রবণ করেছি।\n",
    "checkStatus": "1",
    "hadithNo": "6588",
    "id": "7331",
    "thesequence": "7494",
    "isActive": "1",
    "chapterId": "17715",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮২. প্রতিটি যুগের চেয়ে পরবর্তী যুগ আরও নিকৃষ্টতর হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Salama:\n\n(the wife of the Prophet) Allahs Messenger (ﷺ) woke up one night in a state of terror and said, Subhan Allah, How many treasures Allah has sent down! And how many afflictions have been sent down! Who will go and wake the lady dwellers (wives of the Prophet) up of these rooms (for prayers)? He meant his wives, so that they might pray. He added, A well-dressed (soul) in this world may be naked in the Hereafter.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، ح وَحَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ أَبِي عَتِيقٍ، عَنِ ابْنِ شِهَابٍ، عَنْ هِنْدٍ بِنْتِ الْحَارِثِ الْفِرَاسِيَّةِ، أَنَّ أُمَّ سَلَمَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتِ اسْتَيْقَظَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيْلَةً فَزِعًا يَقُولُ   سُبْحَانَ اللَّهِ مَاذَا أَنْزَلَ اللَّهُ مِنَ الْخَزَائِنِ وَمَاذَا أُنْزِلَ مِنَ الْفِتَنِ، مَنْ يُوقِظُ صَوَاحِبَ الْحُجُرَاتِ ـ يُرِيدُ أَزْوَاجَهُ ـ لِكَىْ يُصَلِّينَ، رُبَّ كَاسِيَةٍ فِي الدُّنْيَا، عَارِيَةٍ فِي الآخِرَةِ .",
    "hadithBengali": "৬৫৮৯। আবুল ইয়ামান (রহঃ) ও ইসমাঈল (রহঃ) ... নাবী-পত্নী উম্মে সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন এক রাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভীত অবস্থায় নিদ্রা থেকে জাগ্রত হয়ে বলতে লাগলেন, সুবহানাল্লাহ, আল্লাহ তাআলা কতই না খাযানা নাযিল করেছেন আর কতই না ফিতনা অবতীর্ণ হয়েছে। কে আছে যে হুজরাবাসিনীদেরকে জাগিয়ে দেবে যেন তারা সালাত (নামায/নামাজ) আদায় করে। এ বলে তিনি তার স্ত্রীগণকে উদ্দেশ্য করেছিলেন। তিনি আরও বললেনঃ দুনিয়ার মধ্যে বহু বস্ত্র পরিহিতা পরকালে বিবস্ত্রা থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "6589",
    "id": "7332",
    "thesequence": "7495",
    "isActive": "1",
    "chapterId": "17715",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮২. প্রতিটি যুগের চেয়ে পরবর্তী যুগ আরও নিকৃষ্টতর হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, Whoever takes up arms against us, is not from us.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ حَمَلَ عَلَيْنَا السِّلاَحَ فَلَيْسَ مِنَّا .",
    "hadithBengali": "৬৫৯০। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের অন্তর্ভুক্ত নয়।\n",
    "checkStatus": "1",
    "hadithNo": "6590",
    "id": "7333",
    "thesequence": "7496",
    "isActive": "1",
    "chapterId": "17716",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৩. নবী (সাঃ) এর বাণীঃ যে ব্যক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের দলভূক্ত নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThe Prophet (ﷺ) said, Whoever takes up arms against us, is not from us.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ حَمَلَ عَلَيْنَا السِّلاَحَ فَلَيْسَ مِنَّا .",
    "hadithBengali": "৬৫৯১। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্নিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের দলভুক্ত নয়।\n",
    "checkStatus": "1",
    "hadithNo": "6591",
    "id": "7334",
    "thesequence": "7497",
    "isActive": "1",
    "chapterId": "17716",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৩. নবী (সাঃ) এর বাণীঃ যে ব্যক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের দলভূক্ত নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, None of you should point out towards his Muslim brother with a weapon, for he does not know, Satan may tempt him to hit him and thus he would fall into a pit of fire (Hell)",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ هَمَّامٍ، سَمِعْتُ أَبَا هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يُشِيرُ أَحَدُكُمْ عَلَى أَخِيهِ بِالسِّلاَحِ، فَإِنَّهُ لاَ يَدْرِي لَعَلَّ الشَّيْطَانَ يَنْزِعُ فِي يَدِهِ، فَيَقَعُ فِي حُفْرَةٍ مِنَ النَّارِ .",
    "hadithBengali": "৬৫৯২। মুহাম্মাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যেন তার অপর কোন ভাইয়ের প্রতি অস্ত্র উত্তোলন করে ইশারা না করে। কেননা সে জানে না হয়ত শয়তান তার হাতে ধাক্কা দিয়ে বসবে, ফলে (এক মুসলমানকে হত্যার অপরাধে) সে জাহান্নামের গর্তে নিপতিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6592",
    "id": "7335",
    "thesequence": "7498",
    "isActive": "1",
    "chapterId": "17716",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৩. নবী (সাঃ) এর বাণীঃ যে ব্যক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের দলভূক্ত নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sufyan:\n\nI said to `Amr, O Abu Muhammad! Did you hear Jabir bin `Abdullah saying, A man carrying arrows passed through the mosque and Allahs Messenger (ﷺ) said to him, Hold the arrows by their heads! `Amr replied, Yes.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ قُلْتُ لِعَمْرٍو يَا أَبَا مُحَمَّدٍ سَمِعْتَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ مَرَّ رَجُلٌ بِسِهَامٍ فِي الْمَسْجِدِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَمْسِكْ بِنِصَالِهَا . قَالَ نَعَمْ.",
    "hadithBengali": "৬৫৯৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... সুফিয়ান ইবনু উয়ায়না (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আমরকে জিজ্ঞাসা করলাম, হে আবূ মুহাম্মাদ! আপনি কি জাবির ইবনু আবদুল্লাহকে বলতে শুনেছি যে, এক ব্যাক্তি মসজিদে কতক তীর নিয়ে যাচ্ছিল, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ তীরের লৌহ ফলাগুলো মুষ্টিবদ্ধ করে রাখ। উত্তরে তিনি বললেনঃ হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "6593",
    "id": "7336",
    "thesequence": "7499",
    "isActive": "1",
    "chapterId": "17716",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৩. নবী (সাঃ) এর বাণীঃ যে ব্যক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের দলভূক্ত নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nA man passed through the mosque and he was carrying arrows, the heads of which were exposed (protruding). The man was ordered (by the Prophet) to hold the iron heads so that it might not scratch (injure) any Muslim.",
    "hadithArabic": " حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرٍ، أَنَّ رَجُلاً، مَرَّ فِي الْمَسْجِدِ بِأَسْهُمٍ قَدْ أَبْدَى نُصُولَهَا، فَأُمِرَ أَنْ يَأْخُذَ بِنُصُولِهَا، لاَ يَخْدِشُ مُسْلِمًا.",
    "hadithBengali": "৬৫৯৪। আবূ নু&#39;মান (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি কতক তীর নিয়ে মসজিদে এলো। সেগুলোর ফলা খোলা অবস্থায় ছিল। তখন তাকে নির্দেশ দেওয়া হয়, যেন সে তার তীরের ফলাগুলো ধরে রাখে, যাতে কোন মুসলমানের গায়ে আঘাত না লাগে।\n",
    "checkStatus": "1",
    "hadithNo": "6594",
    "id": "7337",
    "thesequence": "7500",
    "isActive": "1",
    "chapterId": "17716",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৩. নবী (সাঃ) এর বাণীঃ যে ব্যক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের দলভূক্ত নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThe Prophet (ﷺ) said, If anyone of you passed through our mosque or through our market while carrying arrows, he should hold the iron heads, or said, ..... he should hold (their heads) firmly with his hand lest he should injure one of the Muslims with it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا مَرَّ أَحَدُكُمْ فِي مَسْجِدِنَا أَوْ فِي سُوقِنَا وَمَعَهُ نَبْلٌ فَلْيُمْسِكْ عَلَى نِصَالِهَا ـ أَوْ قَالَ فَلْيَقْبِضْ بِكَفِّهِ ـ أَنْ يُصِيبَ أَحَدًا مِنَ الْمُسْلِمِينَ مِنْهَا شَىْءٌ .",
    "hadithBengali": "৬৫৯৫। মুহাম্মাদ ইবনু আ&#39;লা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যদি তীর সঙ্গে নিয়ে আমাদের মসজিদে কিংবা বাজারে যায় তাহলে সে যেন তীরের ফলাগুলো ধরে রাখে, কিংবা তিনি বলেছিলেনঃ তাহলে সে যেন তা মুষ্টিবদ্ধ করে রাখে, যাতে সে তীর কোন মুসলমানের গায়ে লেগে না যায়।\n",
    "checkStatus": "1",
    "hadithNo": "6595",
    "id": "7338",
    "thesequence": "7501",
    "isActive": "1",
    "chapterId": "17716",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৩. নবী (সাঃ) এর বাণীঃ যে ব্যক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের দলভূক্ত নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet, said, Abusing a Muslim is Fusuq (evil doing) and killing him is Kufr (disbelief).",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنِي أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا شَقِيقٌ، قَالَ قَالَ عَبْدُ اللَّهِ قَالَ النَّبِيُّ صلى الله عليه وسلم   سِبَابُ الْمُسْلِمِ فُسُوقٌ، وَقِتَالُهُ كُفْرٌ .",
    "hadithBengali": "৬৫৯৬। উমর ইবনু হাফস (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ কোন মুসলমানকে গালি দেওয়া ফাসিকী (জঘন্য পাপ) আর কোন মুসলমানকে হত্যা করা কুফরী।\n",
    "checkStatus": "1",
    "hadithNo": "6596",
    "id": "7339",
    "thesequence": "7502",
    "isActive": "1",
    "chapterId": "17717",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৪. নবী (সাঃ) এর বাণীঃ আমার পর তোমরা পরস্পরে হানাহানি করে কুফরীর দিকে প্রত্যাবর্তন করো না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nI heard the Prophet (ﷺ) saying, Do not revert to disbelief after me by striking (cutting) the necks of one another.",
    "hadithArabic": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنِي وَاقِدٌ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   لاَ تَرْجِعُوا بَعْدِي كُفَّارًا، يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ .",
    "hadithBengali": "৬৫৯৭। হাজ্জাজ ইরন মিনহাল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, আমার পর তোমরা পরস্পরে হানাহানি করে কুফরীর দিকে প্রত্যাবর্তন করো না।\n",
    "checkStatus": "1",
    "hadithNo": "6597",
    "id": "7340",
    "thesequence": "7503",
    "isActive": "1",
    "chapterId": "17717",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৪. নবী (সাঃ) এর বাণীঃ আমার পর তোমরা পরস্পরে হানাহানি করে কুফরীর দিকে প্রত্যাবর্তন করো না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bakra:\n\nAllahs Messenger (ﷺ) addressed the people saying, Dont you know what is the day today? They replied, Allah and His Apostle know better. We thought that he might give that day another name. The Prophet said, Isnt it the day of An-Nahr? We replied, Yes. O Allahs Messenger (ﷺ). He then said, What town is this? Isnt it the forbidden (Sacred) Town (Mecca)? We replied, Yes, O Allahs Messenger (ﷺ). He then said, Your blood, your properties, your honors and your skins (i.e., bodies) are as sacred to one another like the sanctity of this day of yours in this month of yours in this town of yours. (Listen) Havent I conveyed Allahs message to you? We replied, Yes He said, O Allah! Be witness (for it). So it is incumbent upon those who are present to convey it (this message of mine) to those who are absent because the informed one might comprehend what I have said better than the present audience who will convey it to him.) The narrator added: In fact, it was like that. The Prophet (ﷺ) added, Beware! Do not renegade as disbelievers after me by striking (cutting) the necks of one another.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، حَدَّثَنَا قُرَّةُ بْنُ خَالِدٍ، حَدَّثَنَا ابْنُ سِيرِينَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِي بَكْرَةَ، وَعَنْ رَجُلٍ، آخَرَ هُوَ أَفْضَلُ فِي نَفْسِي مِنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنْ أَبِي بَكْرَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَطَبَ النَّاسَ فَقَالَ  أَلاَ تَدْرُونَ أَىُّ يَوْمٍ هَذَا . قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ. قَالَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ. فَقَالَ  أَلَيْسَ بِيَوْمِ النَّحْرِ . قُلْنَا بَلَى يَا رَسُولَ اللَّهِ. قَالَ  أَىُّ بَلَدٍ، هَذَا أَلَيْسَتْ بِالْبَلْدَةِ . قُلْنَا بَلَى يَا رَسُولَ اللَّهِ. قَالَ  فَإِنَّ دِمَاءَكُمْ، وَأَمْوَالَكُمْ، وَأَعْرَاضَكُمْ، وَأَبْشَارَكُمْ عَلَيْكُمْ حَرَامٌ، كَحُرْمَةِ يَوْمِكُمْ هَذَا، فِي شَهْرِكُمْ هَذَا، فِي بَلَدِكُمْ هَذَا، أَلاَ هَلْ بَلَّغْتُ . قُلْنَا نَعَمْ. قَالَ  اللَّهُمَّ اشْهَدْ، فَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ، فَإِنَّهُ رُبَّ مُبَلِّغٍ يُبَلِّغُهُ مَنْ هُوَ أَوْعَى لَهُ فَكَانَ كَذَلِكَ ـ قَالَ ـ لاَ تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ . فَلَمَّا كَانَ يَوْمَ حُرِّقَ ابْنُ الْحَضْرَمِيِّ، حِينَ حَرَّقَهُ جَارِيَةُ بْنُ قُدَامَةَ. قَالَ أَشْرِفُوا عَلَى أَبِي بَكْرَةَ. فَقَالُوا هَذَا أَبُو بَكْرَةَ يَرَاكَ. قَالَ عَبْدُ الرَّحْمَنِ فَحَدَّثَتْنِي أُمِّي عَنْ أَبِي بَكْرَةَ أَنَّهُ قَالَ لَوْ دَخَلُوا عَلَىَّ مَا بَهَشْتُ بِقَصَبَةٍ.",
    "hadithBengali": "৬৫৯৮। মুসাদ্দাদ (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত যে, (একদা) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনতার উদেশে বক্তৃতা দিচ্ছিলেন। তিনি (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেনঃ তোমরা কি জানো না আজ কোন দিন? তারা বললেনঃ আল্লাহ ও তাঁর রাসুলই এ সম্পর্কে অধিক জ্ঞাত। (বর্ণনাকারী বলেন) এতে আমরা মনে করলাম হয়ত তিনি অন্য কোন নামে এ দিনটির নামকরণ করবেন। এরপর তিনি (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেনঃ এটি কি ইয়াওমুন নাহর (কুরবানীর দিন) নয়? আমরা বললাম হ্যাঁ, ইয়া রাসুলাল্লাহ। এরপর তিনি বললেনঃ এটি কোন নগর? এটি &#39;হারাম নগর&#39; (সংরক্ষিত নগর) নয়? আমরা বললাম হ্যাঁ, ইয়া রাসুলাল্লাহ! তিনি বললেনঃ নিঃসন্দেহ তোমাদের এ নগরে, এ মাসের এ দিনটি তোমাদের জন্য যেরূপ হারাম, তোমাদের (একের) রক্ত, সম্পদ, ইজ্জত ও চামড়া অপরের জন্য তেমনি হারাম।\n\nশোন! আমি কি তোমাদের নিকট পৌছিয়েছি? আমরা বললাম, হ্যাঁ। তখন তিনি বললেনঃ হে আল্লাহ, তুমি সাক্ষী থাক।(অতঃপর বললেন) উপস্থিত ব্যাক্তি যেন (আমার বানী) অনুপস্থিতের নিকট পৌছিয়ে দেয়। কেননা অনেক প্রচারক এমন ব্যাক্তির নিকট (আমার বানী) পৌছাবে যারা তার চাইতে অধিক সংরক্ষণকারী হবে। বস্তুত ব্যাপারটি তাই। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমার পরে একে অপরের গর্দান মেরে কুফরীর দিকে ফিরে যেয়ো না।\n\nযে দিন জারিয়্যাহ ইবনু কুদামা কর্তৃক আলা ইবনু হাযরামীকে পুড়িয়ে হত্যা করা হয়, সেদিন জারিয়্যাহ তার বাহিনীকে বলেছিল, আবূ বাকরার খবর নাও। তারা বলেছিল এই তো আবূ বাকরা (রাঃ) আপনাকে দেখছেন। আবদুর রহমান বলেন, আমার মা আমার কাছে বর্ণনা করেছেন। আবূ বাকরা (রাঃ) বলেছেন, (সেদিন) যদি তারা আমার গৃহে প্রবেশ করত, তাহলে আমি তাদেরকে একটি বাশের লাঠি নিক্ষেপ (প্রতিহত) করতাম না।\n\nআবু আবদুল্লাহ বলেনঃ হাদীসে ব্যবহৃতبشهث শব্দের অর্থ رميت অর্থাৎ আমি নিক্ষেপ করেছি।\n",
    "checkStatus": "1",
    "hadithNo": "6598",
    "id": "7341",
    "thesequence": "7504",
    "isActive": "1",
    "chapterId": "17717",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৪. নবী (সাঃ) এর বাণীঃ আমার পর তোমরা পরস্পরে হানাহানি করে কুফরীর দিকে প্রত্যাবর্তন করো না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, Beware! Do not renegade as (disbelievers) after me by striking (cutting) the necks of one another.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ إِشْكَابٍ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ أَبِيهِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ تَرْتَدُّوا بَعْدِي كُفَّارًا، يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ .",
    "hadithBengali": "৬৫৯৯। আহমাদ ইবনু ইশকাব (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার পরে তোমরা একে অপরের গর্দান মেরে কুফরীর দিকে ফিরে যেয়ো না।\n",
    "checkStatus": "1",
    "hadithNo": "6599",
    "id": "7342",
    "thesequence": "7505",
    "isActive": "1",
    "chapterId": "17717",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৪. নবী (সাঃ) এর বাণীঃ আমার পর তোমরা পরস্পরে হানাহানি করে কুফরীর দিকে প্রত্যাবর্তন করো না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jarir:\n\nThe Prophet (ﷺ) said to me during Hajjat-al-Wada`, Let the people keep quiet and listen. Then he said (addressing the people), Beware! Do not renegade as disbelievers after me by striking (cutting) the necks of one another.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَلِيِّ بْنِ مُدْرِكٍ، سَمِعْتُ أَبَا زُرْعَةَ بْنَ عَمْرِو بْنِ جَرِيرٍ، عَنْ جَدِّهِ، جَرِيرٍ قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ  اسْتَنْصِتِ النَّاسَ . ثُمَّ قَالَ  لاَ تَرْجِعُوا بَعْدِي كُفَّارًا، يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ .",
    "hadithBengali": "৬৬০০। সুলায়মান ইবনু হারব (রহঃ) ... জারীর (রহঃ) থেকে বর্ণিত। বলেন যে, বিদায় হাজ্জে (হজ্জ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ লোকদেরকে নীরব হতে বল। তারপর তিনি বললেনঃ আমার পরে তোমরা একে অপরের গর্দান মেরে কুফরীর দিকে ফিরে যেয়ো না।\n",
    "checkStatus": "1",
    "hadithNo": "6600",
    "id": "7343",
    "thesequence": "7506",
    "isActive": "1",
    "chapterId": "17717",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৪. নবী (সাঃ) এর বাণীঃ আমার পর তোমরা পরস্পরে হানাহানি করে কুফরীর দিকে প্রত্যাবর্তন করো না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, There will be afflictions (in the near future) during which a sitting person will be better than a standing one, and the standing one will be better than the walking one, and the walking one will be better than the running one, and whoever will expose himself to these afflictions, they will destroy him. So whoever can find a place of protection or refuge from them, should take shelter in it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ،. قَالَ إِبْرَاهِيمُ وَحَدَّثَنِي صَالِحُ بْنُ كَيْسَانَ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   سَتَكُونُ فِتَنٌ الْقَاعِدُ فِيهَا خَيْرٌ مِنَ الْقَائِمِ، وَالْقَائِمُ فِيهَا خَيْرٌ مِنَ الْمَاشِي، وَالْمَاشِي فِيهَا خَيْرٌ مِنَ السَّاعِي، مَنْ تَشَرَّفَ لَهَا تَسْتَشْرِفْهُ، فَمَنْ وَجَدَ فِيهَا مَلْجَأً أَوْ مَعَاذًا فَلْيَعُذْ بِهِ .",
    "hadithBengali": "৬৬০১। মুহাম্মদ ইবনু উবায়দুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অচিরেই অনেক ফিতনা দেখা দেবে। তখন উপবিষ্ট ব্যাক্তি দাঁড়ানো ব্যাক্তির চাইতে উত্তম। দাঁড়ানো ব্যাক্তি পদাচারী ব্যাক্তির চাইতে উত্তম। পদাচারী ব্যাক্তি ধাবমান ব্যাক্তির চাইতে উত্তম হবে। যে ব্যাক্তি ফিতনার দিকে তাকাবে ফিতনা তাকে পেয়ে বসবে। তখন কেউ যদি কোন আশ্রয়স্থল কিংবা নিরাপদ জায়গা পায়, তাহলে সে যেন তথায় আত্নরক্ষা করে।\n",
    "checkStatus": "1",
    "hadithNo": "6601",
    "id": "7344",
    "thesequence": "7507",
    "isActive": "1",
    "chapterId": "17718",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৫. নবী (সাঃ) এর বাণীঃ ফিতনা ব্যাপক হারে হবে, তাতে দাঁড়ানো ব্যক্তির চাইতে উপবিষ্ট ব্যক্তি উত্তম হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, There will be afflictions (in the near future) during which a sitting person will be better than a standing one, and the standing one will be better than a walking one, and the walking one will be better than a running one, and whoever will expose himself to these afflictions, they will destroy him. So whoever can find a place of protection or refuge from them, should take shelter in it.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   سَتَكُونُ فِتَنٌ الْقَاعِدُ فِيهَا خَيْرٌ مِنَ الْقَائِمِ، وَالْقَائِمُ خَيْرٌ مِنَ الْمَاشِي، وَالْمَاشِي فِيهَا خَيْرٌ مِنَ السَّاعِي، مَنْ تَشَرَّفَ لَهَا تَسْتَشْرِفْهُ، فَمَنْ وَجَدَ مَلْجَأً أَوْ مَعَاذًا فَلْيَعُذْ بِهِ .",
    "hadithBengali": "৬৬০২। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অচিরেই ফিতনা দেখা দেবে। তখন উপবিষ্ট ব্যাক্তি-দাঁড়ানো ব্যাক্তির তুলনায় ভাল (ফিতনামুক্ত) থাকবে, দাঁড়ানো ব্যাক্তি চলমান ব্যাক্তির তুলনায় ভাল থাকবে, চলমান ব্যাক্তি ধাবমান ব্যাক্তির তুলনায় ভাল থাকবে। যে ব্যাক্তি সে ফিতনার দিকে তাকাবে, ফিতনা তাকে পেয়ে বসবে। সুতরাং তখন কেউ যদি (কোথাও) কোন নিরাপদ আশ্রয়স্থল কিংবা আত্নরক্ষার ঠিকানা পায়, তাহলে সে যেন সেখানে আশ্রয় নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "6602",
    "id": "7345",
    "thesequence": "7508",
    "isActive": "1",
    "chapterId": "17718",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৫. নবী (সাঃ) এর বাণীঃ ফিতনা ব্যাপক হারে হবে, তাতে দাঁড়ানো ব্যক্তির চাইতে উপবিষ্ট ব্যক্তি উত্তম হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Hasan:\n\n(Al-Ahnaf said:) I went out carrying my arms during the nights of the affliction (i.e. the war between `Ali and `Aisha) and Abu Bakra met me and asked, Where are you going? I replied, I intend to help the cousin of Allahs Messenger (ﷺ) (i.e.,`Ali). Abu Bakra said, Allahs Messenger (ﷺ) said, If two Muslims take out their swords to fight each other, then both of them will be from amongst the people of the Hell- Fire. It was said to the Prophet, It is alright for the killer but what about the killed one? He replied, The killed one had the intention to kill his opponent.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنَا حَمَّادٌ، عَنْ رَجُلٍ، لَمْ يُسَمِّهِ عَنِ الْحَسَنِ، قَالَ خَرَجْتُ بِسِلاَحِي لَيَالِيَ الْفِتْنَةِ فَاسْتَقْبَلَنِي أَبُو بَكْرَةَ فَقَالَ أَيْنَ تُرِيدُ قُلْتُ أُرِيدُ نُصْرَةَ ابْنِ عَمِّ رَسُولِ اللَّهِ صلى الله عليه وسلم. قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا تَوَاجَهَ الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَكِلاَهُمَا مِنْ أَهْلِ النَّارِ . قِيلَ فَهَذَا الْقَاتِلُ، فَمَا بَالُ الْمَقْتُولِ قَالَ  إِنَّهُ أَرَادَ قَتْلَ صَاحِبِهِ . قَالَ حَمَّادُ بْنُ زَيْدٍ فَذَكَرْتُ هَذَا الْحَدِيثَ لأَيُّوبَ وَيُونُسَ بْنِ عُبَيْدٍ وَأَنَا أُرِيدُ أَنْ يُحَدِّثَانِي بِهِ فَقَالاَ إِنَّمَا رَوَى هَذَا الْحَدِيثَ الْحَسَنُ عَنِ الأَحْنَفِ بْنِ قَيْسٍ عَنْ أَبِي بَكْرَةَ.",
    "hadithBengali": "৬৬০৩। আবদুল্লাহ ইবনু আবদুল ওয়াহাব (রহঃ) ... হাসান বসরী (রহঃ) থেকে বর্ণিত। তিনি বলেন ফিতনা কবলিত রজনীতে (অর্থাৎ জঙ্গে জামাল কিংবা জঙ্গে সিফফীনে) আমি হাতিয়ার নিয়ে বের হলাম। হঠাৎ আবূ বাকরা (রাঃ) আমার সামনে পড়লেন। তিনি জিজ্ঞাসা করলেন, কোথায় যাচ্ছ? আমি বললাম, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চাচাত ভাইয়ের সাহায্যার্থে যাচ্ছি। তখন তিনি বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি দু&#39;জন মুসলিম তরবারী নিয়ে পরস্পর সংঘর্যের জন্য মুখোমুখী হয়, তাহলে উভয়েই জাহান্নামীদের অন্তর্ভুক্ত হবে। তাঁকে জিজ্ঞাসা করা হয়েছিল, হত্যাকারী তো জাহান্নামী। কিন্তু নিহত ব্যাক্তির কি অপরাধ? তিনি বললেনঃ সেও তার প্রতিপক্ষকে হত্যা করার সংকল্প করেছিল।\n\nবর্ণনাকারী হাম্মাদ ইবনু যায়িদ বলেন, আমি এ হাদীসটি আইউব ও ইউনুস ইবনু আবদুল্লাহর কাছে পেশ করলাম। আমি চাচ্ছিলাম তাঁরা এ হাদীসটি আমাকে বর্ণনা করবেন। তারা বললেন, এ হাদীসটি হাসান বসরী (রহঃ) আহনাফ ইবনু কায়সের মধ্যস্থতায় আবূ বাকরা (রাঃ) থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6603",
    "id": "7346",
    "thesequence": "7509",
    "isActive": "1",
    "chapterId": "17719",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৬. দু&rsquo;জন মুসলিম তরবারী নিয়ে পরস্পরে মারমুখী হলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Ahnaf:\n\nAbu Bakra said: The Prophet (ﷺ) said (see previous Hadith).",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ حَدَّثَنَا حَمَّادٌ بِهَذَا.\nوَقَالَ مُؤَمَّلٌ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا أَيُّوبُ، وَيُونُسُ، وَهِشَامٌ، وَمُعَلَّى بْنُ زِيَادٍ، عَنِ الْحَسَنِ، عَنِ الأَحْنَفِ، عَنْ أَبِي بَكْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم. وَرَوَاهُ مَعْمَرٌ عَنْ أَيُّوبَ. وَرَوَاهُ بَكَّارُ بْنُ عَبْدِ الْعَزِيزِ عَنْ أَبِيهِ عَنْ أَبِي بَكْرَةَ.\nوَقَالَ غُنْدَرٌ حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ أَبِي بَكْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم. وَلَمْ يَرْفَعْهُ سُفْيَانُ عَنْ مَنْصُورٍ.",
    "hadithBengali": "৬৬০৪। সুলায়মান ইবনু হারব ও মুআম্মাল (রহঃ) ... আবূ বাকরা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীসটি বর্ণনা করেছেন। এ ছাড়া মা&#39;মার আইউব থেকে এটি বর্ণনা করেছেন। বাক্কার ইবনু আবদুল আযীয স্বীয় পিতার মধ্যস্থতায় আবূ বাকরা (রাঃ) থেকে এটি বর্ননা করেছেন এবং গুনদারও আবূ বাকরা (রাঃ) এর বর্ণনায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীসটি বর্ণনা করেছেন। তবে সুফিয়ান সাওরী (রহঃ) মানসুর থেকে (পূর্বোক্ত সনদে হাদীসটি বর্ননা করার সময়) মারফূ&#39; রূপে উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "6604",
    "id": "7347",
    "thesequence": "7510",
    "isActive": "1",
    "chapterId": "17719",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৬. দু&rsquo;জন মুসলিম তরবারী নিয়ে পরস্পরে মারমুখী হলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hudhaifa bin Al-Yaman:\n\nThe people used to ask Allahs Messenger (ﷺ) about the good but I used to ask him about the evil lest I should be overtaken by them. So I said, O Allahs Messenger (ﷺ)! We were living in ignorance and in an (extremely) worst atmosphere, then Allah brought to us this good (i.e., Islam); will there be any evil after this good? He said, Yes. I said, Will there be any good after that evil? He replied, Yes, but it will be tainted (not pure.) I asked, What will be its taint? He replied, (There will be) some people who will guide others not according to my tradition? You will approve of some of their deeds and disapprove of some others. I asked, Will there be any evil after that good? He replied, Yes, (there will be) some people calling at the gates of the (Hell) Fire, and whoever will respond to their call, will be thrown by them into the (Hell) Fire. I said, O Allah s Apostle! Will you describe them to us? He said, They will be from our own people and will speak our language. I said, What do you order me to do if such a state should take place in my life? He said, Stick to the group of Muslims and their Imam (ruler). I said, If there is neither a group of Muslims nor an Imam (ruler)? He said, Then turn away from all those sects even if you were to bite (eat) the roots of a tree till death overtakes you while you are in that state.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا ابْنُ جَابِرٍ، حَدَّثَنِي بُسْرُ بْنُ عُبَيْدِ اللَّهِ الْحَضْرَمِيُّ، أَنَّهُ سَمِعَ أَبَا إِدْرِيسَ الْخَوْلاَنِيَّ، أَنَّهُ سَمِعَ حُذَيْفَةَ بْنَ الْيَمَانِ، يَقُولُ كَانَ النَّاسُ يَسْأَلُونَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الْخَيْرِ، وَكُنْتُ أَسْأَلُهُ عَنِ الشَّرِّ، مَخَافَةَ أَنْ يُدْرِكَنِي فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا كُنَّا فِي جَاهِلِيَّةٍ وَشَرٍّ فَجَاءَنَا اللَّهُ بِهَذَا الْخَيْرِ، فَهَلْ بَعْدَ هَذَا الْخَيْرِ مِنْ شَرٍّ قَالَ  نَعَمْ . قُلْتُ وَهَلْ بَعْدَ ذَلِكَ الشَّرِّ مِنْ خَيْرٍ قَالَ  نَعَمْ، وَفِيهِ دَخَنٌ . قُلْتُ وَمَا دَخَنُهُ قَالَ  قَوْمٌ يَهْدُونَ بِغَيْرِ هَدْىٍ، تَعْرِفُ مِنْهُمْ وَتُنْكِرُ . قُلْتُ فَهَلْ بَعْدَ ذَلِكَ الْخَيْرِ مِنْ شَرٍّ قَالَ  نَعَمْ، دُعَاةٌ عَلَى أَبْوَابِ جَهَنَّمَ، مَنْ أَجَابَهُمْ إِلَيْهَا قَذَفُوهُ فِيهَا . قُلْتُ يَا رَسُولَ اللَّهِ صِفْهُمْ لَنَا. قَالَ  هُمْ مِنْ جِلْدَتِنَا، وَيَتَكَلَّمُونَ بِأَلْسِنَتِنَا . قُلْتُ فَمَا تَأْمُرُنِي إِنْ أَدْرَكَنِي ذَلِكَ قَالَ  تَلْزَمُ جَمَاعَةَ الْمُسْلِمِينَ وَإِمَامَهُمْ . قُلْتُ فَإِنْ لَمْ يَكُنْ لَهُمْ جَمَاعَةٌ وَلاَ إِمَامٌ قَالَ  فَاعْتَزِلْ تِلْكَ الْفِرَقَ كُلَّهَا، وَلَوْ أَنْ تَعَضَّ بِأَصْلِ شَجَرَةٍ، حَتَّى يُدْرِكَكَ الْمَوْتُ، وَأَنْتَ عَلَى ذَلِكَ .",
    "hadithBengali": "৬৬০৫। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... হুযায়ফা ইবনু ইয়ামান (রাঃ) থেকে বর্ণিত। তিনি বলেন, লোকেরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কল্যাণের বিষয়াদি জিজ্ঞাসা করত। কিন্তু আমি তাকে অকল্যাণের বিষয় সম্পর্কে জিজ্ঞাসা করতাম এ ভয়ে যে, অকল্যাণ আমাকে পেয়ে না বসে। আমি জিজ্ঞাসা করলাম, ইয়া রাসুলাল্লাহ! আমরা তো জাহিলিয়্যতেও অকল্যাণের মাঝে ছিলাম। এরপর আল্লাহ তাআলা আমাদেরকে এ কল্যাণের মধ্যে নিয়ে আসলেন। এ কল্যাণের পর আবারও কি অকল্যাণ আসবে? তিনি বললেনঃ হ্যাঁ। আমি জিজ্ঞাসা করলাম, সে অকল্যাণের পর আবার কি কোন কল্যাণ আসবে? তিনি বললেনঃ হ্যাঁ। তবে এর মধ্যে কিছুটা ধূম্রাচ্ছন্নতা থাকবে। আমি প্রশ্ন করলাম এর ধূম্রাচ্ছন্নতাটা কিরূপ? তিনি বললেনঃ এক জামাআত আমার তরীকা ছেড়ে অন্য পথ অবলম্বন করবে। তাদের থেকে ভাল কাজও দেখবে এবং মন্দ কাজও দেখবে।\n\nআমি জিজ্ঞাসা করলাম, সে কল্যাণের পর কি আবার অকল্যাণ আসবে? তিনি বললেনঃ হ্যাঁ। জাহান্নামের প্রতি আহবানকারী এক সম্প্রদায় হবে। যে ব্যাক্তি তাদের আহবানে সাড়া দেবে, তাকে তারা জাহান্নামে নিক্ষেপ করে ছাড়বে। আমি বললাম, ইয়া রাসুলাল্লাহ! তাদের কিছু বৈশিষ্ট্যের কথা আমাদের বর্ণনা করুন। তিনি বললেনঃ তারা আমাদের লোকই এবং আমাদের ভাষায়ই কথা বলবে। আমি বললাম, যদি এরূপ পরিস্থিতি আমাকে পেয়ে বসে, তাহলে কি করতে নির্দেশ দেন? তিনি বললেনঃ মুসলিমদের জামাআত ও ইমামকে আকড়ে থাকবে। আমি বললাম, যদি তখন মুসলমানদের কোন (সংঘবদ্ধ) জামাআত ও ইমাম না থাকে? তিনি বললেনঃ তখন সকল দলমত পরিত্যাগ করে সম্ভব হলে কোন গাছের শিকড় কামড়িয়ে পড়ে থাকবে, যতক্ষন না সে অবস্থায় তোমার মৃত্যু উপস্থিত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6605",
    "id": "7348",
    "thesequence": "7511",
    "isActive": "1",
    "chapterId": "17720",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৭. যথন জমাআত (মুসলমানরা সংঘবদ্ধ) থাকবে না তখন কি করতে হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Al-Aswad:\n\nAn army unit was being recruited from the people of Medina and my name was written among them. Then I met `Ikrima, and when I informed him about it, he discouraged me very strongly and said, Ibn `Abbas told me that there were some Muslims who were with the pagans to increase their number against Allahs Messenger (ﷺ) (and the Muslim army) so arrows (from the Muslim army) would hit one of them and kill him or a Muslim would strike him (with his sword) and kill him. So Allah revealed:-- Verily! As for those whom the angels take (in death) while they are wronging themselves (by staying among the disbelievers). (4.97)",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا حَيْوَةُ، وَغَيْرُهُ، قَالاَ حَدَّثَنَا أَبُو الأَسْوَدِ،. وَقَالَ اللَّيْثُ عَنْ أَبِي الأَسْوَدِ، قَالَ قُطِعَ عَلَى أَهْلِ الْمَدِينَةِ بَعْثٌ فَاكْتُتِبْتُ فِيهِ فَلَقِيتُ عِكْرِمَةَ فَأَخْبَرْتُهُ فَنَهَانِي أَشَدَّ النَّهْىِ ثُمَّ قَالَ أَخْبَرَنِي ابْنُ عَبَّاسٍ أَنَّ أُنَاسًا مِنَ الْمُسْلِمِينَ كَانُوا مَعَ الْمُشْرِكِينَ يُكَثِّرُونَ سَوَادَ الْمُشْرِكِينَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَيَأْتِي السَّهْمُ فَيُرْمَى فَيُصِيبُ أَحَدَهُمْ، فَيَقْتُلُهُ أَوْ يَضْرِبُهُ فَيَقْتُلُهُ. فَأَنْزَلَ اللَّهُ تَعَالَى {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلاَئِكَةُ ظَالِمِي أَنْفُسِهِمْ}",
    "hadithBengali": "৬৬০৬। আবদুল্লাহ ইবনু ইয়াযীদ ও লাইস (রহঃ) ... আবুল আসওয়াদ (রহঃ) থেকে বর্ণনা করেন যে, তিনি বলেন, একবার মদিনাবাসীদের উপর একটি যোদ্ধাদল প্রস্তুতের সিদ্ধান্ত হল। আমার নামও সে দলের অন্তর্ভুক্ত করা হল। এরপর ইকরামা (রহঃ) এর সঙ্গে দেখা হলে আমি তাকে এ সংবাদ জানালাম। তিনি আমাকে কঠোরভাবে নিষেধ করলেন এবং বললেন, আমাকে ইবনু আব্বাস (রাঃ) অবগত করেছেন যে, মুসলিমদের কতিপয় লোক মুশরিকদের সাথে ছিল। এতে তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুকাবিলায় মুশরিকদের দল ভারী করছিল। তখন কোন তীর আসত যা নিক্ষিপ্ত হত এবং তাদের কাউকে আঘাত করে এটি তাকে হত্যা করত। অথবা কেউ তাকে তরবারীর আঘাতে হত্যা করত। এ প্রসঙ্গে আল্লাহ তাআলা আয়াত অবতীর্ণ করলেনঃ যারা নিজেদের উপর যুলুম করে তাদের প্রাণ গ্রহণের সময় ফেরেশতারা বলে ...... (৪ঃ ৯৭)।\n",
    "checkStatus": "1",
    "hadithNo": "6606",
    "id": "7349",
    "thesequence": "7512",
    "isActive": "1",
    "chapterId": "17721",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৮. যে ফিত্&zwnj;নাবাজ ও জালিমদের দল ভারী করাকে অপছন্দনীয় মনে করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hudhaifa:\n\nAllahs Messenger (ﷺ) related to us, two prophetic narrations one of which I have seen fulfilled and I am waiting for the fulfillment of the other. The Prophet (ﷺ) told us that the virtue of honesty descended in the roots of mens hearts (from Allah) and then they learned it from the Quran and then they learned it from the Sunna (the Prophets traditions). The Prophet (ﷺ) further told us how that honesty will be taken away: He said: Man will go to sleep during which honesty will be taken away from his heart and only its trace will remain in his heart like the trace of a dark spot; then man will go to sleep, during which honesty will decrease further still, so that its trace will resemble the trace of blister as when an ember is dropped on ones foot which would make it swell, and one would see it swollen but there would be nothing inside. People would be carrying out their trade but hardly will there be a trustworthy person. It will be said, in such-and-such tribe there is an honest man, and later it will be said about some man, What a wise, polite and strong man he is! Though he will not have faith equal even to a mustard seed in his heart. No doubt, there came upon me a time when I did not mind dealing (bargaining) with anyone of you, for if he was a Muslim his Islam would compel him to pay me what is due to me, and if he was a Christian, the Muslim official would compel him to pay me what is due to me, but today I do not deal except with such-and-such person.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، حَدَّثَنَا الأَعْمَشُ، عَنْ زَيْدِ بْنِ وَهْبٍ، حَدَّثَنَا حُذَيْفَةُ، قَالَ حَدَّثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم حَدِيثَيْنِ رَأَيْتُ أَحَدَهُمَا وَأَنَا أَنْتَظِرُ الآخَرَ حَدَّثَنَا  أَنَّ الأَمَانَةَ نَزَلَتْ فِي جَذْرِ قُلُوبِ الرِّجَالِ، ثُمَّ عَلِمُوا مِنَ الْقُرْآنِ، ثُمَّ عَلِمُوا مِنَ السُّنَّةِ . وَحَدَّثَنَا عَنْ رَفْعِهَا قَالَ  يَنَامُ الرَّجُلُ النَّوْمَةَ فَتُقْبَضُ الأَمَانَةُ مِنْ قَلْبِهِ، فَيَظَلُّ أَثَرُهَا مِثْلَ أَثَرِ الْوَكْتِ، ثُمَّ يَنَامُ النَّوْمَةَ فَتُقْبَضُ فَيَبْقَى فِيهَا أَثَرُهَا مِثْلَ أَثَرِ الْمَجْلِ، كَجَمْرٍ دَحْرَجْتَهُ عَلَى رِجْلِكَ فَنَفِطَ، فَتَرَاهُ مُنْتَبِرًا وَلَيْسَ فِيهِ شَىْءٌ، وَيُصْبِحُ النَّاسُ يَتَبَايَعُونَ فَلاَ يَكَادُ أَحَدٌ يُؤَدِّي الأَمَانَةَ فَيُقَالُ إِنَّ فِي بَنِي فُلاَنٍ رَجُلاً أَمِينًا. وَيُقَالُ لِلرَّجُلِ مَا أَعْقَلَهُ، وَمَا أَظْرَفَهُ، وَمَا أَجْلَدَهُ، وَمَا فِي قَلْبِهِ مِثْقَالُ حَبَّةِ خَرْدَلٍ مِنْ إِيمَانٍ، وَلَقَدْ أَتَى عَلَىَّ زَمَانٌ، وَلاَ أُبَالِي أَيُّكُمْ بَايَعْتُ، لَئِنْ كَانَ مُسْلِمًا رَدَّهُ عَلَىَّ الإِسْلاَمُ، وَإِنْ كَانَ نَصْرَانِيًّا رَدَّهُ عَلَىَّ سَاعِيهِ، وَأَمَّا الْيَوْمَ فَمَا كُنْتُ أُبَايِعُ إِلاَّ فُلاَنًا وَفُلاَنًا .",
    "hadithBengali": "৬৬০৭। মুহাম্মদ ইবনু কাসীর (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের দুটি হাদীস বর্ণনা করেছিলেন, যার একটি আমি দেখেছি (বাস্তবায়িত হয়েছে) আর অপরটির অপেক্ষায় আছি। তিনি আমাদের বলেন, আমানত মানুষের অন্তর্মুলে প্রবিষ্ট হয়। এরপর তারা কুরআন শিখে, তারপর তারা সুন্নাহর জ্ঞান অর্জন করে। তিনি আমাদের আমানত বিলুপ্ত সম্পর্কেও বর্ণনা করেছেন। তিনি বলেছেন, মানুষ এক সময় ঘুমাবে। তার অন্তর থেকে আমানত উঠিয়ে নেওয়া হবে। তখন একটি বিন্দুর ন্যায় চিহ্ন অবশিষ্ট থাকবে। এরপর সে আবার ঘুমাবে। তারপর আবার তুলে নেওয়া হবে, তখন ফোসকার ন্যায় তার চিহ্ন অবশিষ্ট থাকবে। যেমন একটা জ্বলন্ত অঙ্গারকে যদি তুমি পায়ের উপর রেখে দাও এতে পায়ে ফোসকা পড়ে, তখন তুমি সেটাকে ফোলা দেখবে। অথচ তার মধ্যে কিছুই নেই।\n\n(এ সময়) মানুষ বেচাকেনা করবে বটে কিন্তু কেউ আমানত আদায় করবে না। তখন বলা হবে, অমুক গোত্রে একজন আমানতদার ব্যাক্তি আছেন। কোন কোন লোক সম্পর্কে বলা হবে যে, লোকটি কতই না বুদ্ধিমান, কতই না বিচক্ষণ, কতই না বীর, অথচ তার অন্তরে সরিষার দানা পরিমাণ ঈমান নেই। এরপর হুযায়ফা (রাঃ) বললেন, আমার উপর দিয়ে এমন একটি যুগ অতিবাহিত হয়েছে তখন আমি তোমাদের কার সাথে লেনদেন করছি এ সম্পর্কে মোটেও চিন্তা-ভাবনা করতাম না। কেননা, সে যদি মুসলিম হয় তাহলে তার দ্বীনই (হক আদায়ের জন্য) তাকে আমার কাছে ফিরিয়ে আনবে। আর যদি সে খৃষ্টান হয়, তাহলে তার অভিভাবকরাই (হক আদায়ের জন্য) তাকে আমার কাছে ফিরে আসতে বাধ্য করবে। কিন্তু বর্তমানে আমি অমুক অমুককে ছাড়া কারো সঙ্গে বেচাকেনা করব না।\n",
    "checkStatus": "1",
    "hadithNo": "6607",
    "id": "7350",
    "thesequence": "7513",
    "isActive": "1",
    "chapterId": "17722",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৮৯. যখন মানুষের আবর্জনা (নিকৃষ্ট) অবশিষ্ট থাকবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salama bin Al-Akwa`:\n\nThat he visited Al-Hajjaj (bin Yusuf). Al-Hajjaj said, O son of Al-Akwa`! You have turned on your heels (i.e., deserted Islam) by staying (in the desert) with the bedouins. Salama replied, No, but Allahs Messenger (ﷺ) allowed me to stay with the bedouin in the desert. Narrated Yazid bin Abi Ubaid: When `Uthman bin `Affan was killed (martyred), Salama bin Al-Akwa` went out to a place called Ar- Rabadha and married there and begot children, and he stayed there till a few nights before his death when he came to Medina.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَاتِمٌ، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ، أَنَّهُ دَخَلَ عَلَى الْحَجَّاجِ فَقَالَ يَا ابْنَ الأَكْوَعِ ارْتَدَدْتَ عَلَى عَقِبَيْكَ تَعَرَّبْتَ قَالَ لاَ وَلَكِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَذِنَ لِي فِي الْبَدْوِ. وَعَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ قَالَ لَمَّا قُتِلَ عُثْمَانُ بْنُ عَفَّانَ خَرَجَ سَلَمَةُ بْنُ الأَكْوَعِ إِلَى الرَّبَذَةِ، وَتَزَوَّجَ هُنَاكَ امْرَأَةً وَوَلَدَتْ لَهُ أَوْلاَدًا، فَلَمْ يَزَلْ بِهَا حَتَّى قَبْلَ أَنْ يَمُوتَ بِلَيَالٍ، فَنَزَلَ الْمَدِينَةَ.",
    "hadithBengali": "৬৬০৮। কুতায়বা ইবনু সাঈদ (রহঃ) ... সালমা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত যে, একবার হাজ্জাজ আমার কাছে এলেন। তখন সে তাঁকে বলল, হে ইবনু আকওয়া! আপনি সাবেক অবস্থায় প্রত্যাবর্তন করলেন না কি- যে বেদুঈন সুলভ জীবন যাপন করতে শুরু করেছেন? তিনি বললেন, না। বরং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বেদুঈন সুলভ জীবন যাপনের অনুমতি প্রদান করেছেন।\n\nইয়াযীদ ইবনু আবূ উবায়দুল্লাহ বর্ণনা করেন যে, যখন উসমান ইবনু আফফান (রাঃ) নিহত হলেন, তখন সালমা ইবনু আকওয়া (রাঃ) রাবাযা&#39;য় চলে যান এবং সেখানে তিনি এক মহিলাকে বিয়ে করেন। সে মহিলার ঘরে তার কয়েকজন সন্তান জন্মলাভ করে। মৃত্যুর কয়েক দিন পূর্বে তিনি মদিনায় আগমন করেন। এর পূর্ব পর্যন্ত তিনি সেখানেই বসবাসরত ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6608",
    "id": "7351",
    "thesequence": "7514",
    "isActive": "1",
    "chapterId": "17723",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯০. ফিতনার সময়ে বেদুঈন সুলভ জীবনযাপন করা বাঞ্ছনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nAllahs Messenger (ﷺ) said, There will come a time when the best property of a Muslim will be sheep which he will take to the tops of mountains and the places of rainfall so as to flee with his religion from the afflictions.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي صَعْصَعَةَ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ أَنَّهُ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يُوشِكُ أَنْ يَكُونَ خَيْرَ مَالِ الْمُسْلِمِ غَنَمٌ، يَتْبَعُ بِهَا شَعَفَ الْجِبَالِ وَمَوَاقِعَ الْقَطْرِ، يَفِرُّ بِدِينِهِ مِنَ الْفِتَنِ .",
    "hadithBengali": "৬৬০৯। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অদূর ভবিষ্যতে এমন এক সময় আসবে যখন মুসলমানদের সর্বোৎকৃষ্ট সম্পদ হবে ছাগল। ফিতনা থেকে দ্বীন রক্ষার্থে পলায়নের জন্য তারা এগুলো নিয়ে পাহাড়ের চূড়ায় এবং বারিপাতের স্থানসমূহে গিয়ে আশ্রয় নেবে।\n",
    "checkStatus": "1",
    "hadithNo": "6609",
    "id": "7352",
    "thesequence": "7515",
    "isActive": "1",
    "chapterId": "17723",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯০. ফিতনার সময়ে বেদুঈন সুলভ জীবনযাপন করা বাঞ্ছনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe people started asking the Prophet (ﷺ) too many questions importunately. So one day he ascended the pulpit and said, You will not ask me any question but I will explain it to you. I looked right and left, and behold, every man was covering his head with his garment and weeping. Then got up a man who, whenever quarreling with somebody, used to be accused of not being the son of his father. He said, O Allahs Messenger (ﷺ)! Who is my father? The Prophet (ﷺ) replied, Your father is Hudhaifa. Then `Umar got up and said, We accept Allah as our Lord, Islam as our religion and Muhammad as our Apostle and we seek refuge with Allah from the evil of afflictions. The Prophet (ﷺ) said,  I have never seen the good and bad like on this day. No doubt, Paradise and Hell was displayed in front of me till I saw them in front of that wall, Qatada said: This Hadith used to be mentioned as an explanation of this Verse:-- O you who believe! Ask not questions about things which, if made plain to you, may cause you trouble. (5.101)\n\n The the above hadith was narrated by Anas through another chain and said (with the wording) and every man had his head wrapped in his garment and weeping. And he said (with the wording) seeking refuge with Allah from the evil of afflictions or he said I seek refuge with Allah from the evil of afflictions.\n\nNarrated Anas:\nThe above hadith is narrated on the authority of Anas thorugh another chain and he said (with the wording) seeking refuge with Allah from the evil of afflictions.",
    "hadithArabic": " حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ سَأَلُوا النَّبِيَّ صلى الله عليه وسلم حَتَّى أَحْفَوْهُ بِالْمَسْأَلَةِ، فَصَعِدَ النَّبِيُّ صلى الله عليه وسلم ذَاتَ يَوْمٍ الْمِنْبَرَ فَقَالَ  لاَ تَسْأَلُونِي عَنْ شَىْءٍ إِلاَّ بَيَّنْتُ لَكُمْ . فَجَعَلْتُ أَنْظُرُ يَمِينًا وَشِمَالاً، فَإِذَا كُلُّ رَجُلٍ رَأْسُهُ فِي ثَوْبِهِ يَبْكِي، فَأَنْشَأَ رَجُلٌ كَانَ إِذَا لاَحَى يُدْعَى إِلَى غَيْرِ أَبِيهِ فَقَالَ يَا نَبِيَّ اللَّهِ مَنْ أَبِي فَقَالَ  أَبُوكَ حُذَافَةُ . ثُمَّ أَنْشَأَ عُمَرُ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا، وَبِالإِسْلاَمِ دِينًا، وَبِمُحَمَّدٍ رَسُولاً، نَعُوذُ بِاللَّهِ مِنْ سُوءِ الْفِتَنِ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  مَا رَأَيْتُ فِي الْخَيْرِ وَالشَّرِّ كَالْيَوْمِ قَطُّ، إِنَّهُ صُوِّرَتْ لِي الْجَنَّةُ وَالنَّارُ حَتَّى رَأَيْتُهُمَا دُونَ الْحَائِطِ . قَالَ قَتَادَةُ يُذْكَرُ هَذَا الْحَدِيثُ عِنْدَ هَذِهِ الآيَةِ {يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ}\n وَقَالَ عَبَّاسٌ النَّرْسِيُّ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، حَدَّثَنَا قَتَادَةُ، أَنَّ أَنَسًا، حَدَّثَهُمْ أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم بِهَذَا وَقَالَ كُلُّ رَجُلٍ لاَفًّا رَأْسَهُ فِي ثَوْبِهِ يَبْكِي. وَقَالَ عَائِذًا بِاللَّهِ مِنْ سُوءِ الْفِتَنِ. أَوْ قَالَ أَعُوذُ بِاللَّهِ مِنْ سُوءِ الْفِتَنِ.\n وَقَالَ لِي خَلِيفَةُ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، وَمُعْتَمِرٌ، عَنْ أَبِيهِ، عَنْ قَتَادَةَ، أَنَّ أَنَسًا، حَدَّثَهُمْ عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا وَقَالَ عَائِذًا بِاللَّهِ مِنْ شَرِّ الْفِتَنِ.",
    "hadithBengali": "৬৬১০। মুআয ইবনু ফাযালা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণনা করেন যে, তিনি বলেছেন, লোকেরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে প্রশ্ন করত। এমন কি প্রশ্ন করতে করতে তারা তাঁকে বিরক্ত করে তুলত। একদিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বরে আরোহণ করলেন এবং বললেনঃ তোমরা (আজ) আমাকে যাই প্রশ্ন করবে, আমি তারই উত্তর প্রদান করব। আনাস (রাঃ) বলেন, আমি ডানে বামে তাকাচ্ছিলাম। দেখতে পেলাম প্রত্যেকেই আপন বস্ত্রে মাথা গুজে কাঁদছে। তখন এমন এক ব্যাক্তি পারস্পরিক বাকবিতণ্ডার সময় যাকে অন্য এক ব্যাক্তির (যে প্রকৃতপক্ষে তার পিতা নয়) সন্তান বলে সন্মোধন করাতে উঠে জিজ্ঞাসা করল, হে আল্লাহর নাবী! আমার পিতা কে? তিনি বললেনঃ হুযাফা তোমার পিতা।\n\nএরপর উমর (রাঃ) সম্মুখে এলেন আর বললেনঃ আমরা রব হিসেবে আল্লাহকে, দ্বীন হিসাবে ইসলামকে এবং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে রাসুল হিসেবে মেনে পরিতূষ্ট। ফিতনার অনিষ্ট থেকে আমরা আল্লাহর নিকট আশ্রয় প্রার্থনা করছি। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আজকের মত এত উত্তম বস্তু এবং এত খারাপ বস্তু আমি আর কখনো প্রত্যক্ষ করিনি। আমার সম্মুখে জান্নাত ও জাহান্নাম পেশ করা হয়েছে। এমনকি আমি সে দুটোকে এ দেয়ালের পাশেই দেখতে পাচ্ছিলাম। কাতাদা বলেন, উপরে বর্ণিত হাদীসটি নিন্নোক্ত আয়াত প্রসঙ্গে বলে উল্লেখ করা হয়। ইরশাদ হলোঃ হে যারা ঈমান এনেছ, তোমরা সেসব বিষয়ে প্রশ্ন করো না, যা প্রকাশিত হলে তোমরা দুঃখিত হবে। (৫ঃ ১০১)।\n\nআব্বাস নারসী (রহঃ) ... আনাস (রাঃ) থেকে পূর্বোক্ত হাদিসটি বর্ণনা করেছেন। তবে এ সুত্রে আনাস (রাঃ) كُلُّ رَجُلٍ رَأْسُهُ فِي ثَوْبِهِ يَبْكِي এর স্থলে كُلُّ رَجُلٍ لاف رَأْسُهُ فِي ثَوْبِهِ يَبْكِي (প্রত্যেক ব্যক্তি তার মাথায় কাপড় দিয়ে আচ্ছাদিত করে কাঁদছিল) বলে উল্লেখ করেছেন। এবং نَعُوذُ بِاللَّهِ مِنْ سُوءِ الْفِتَنِ এর স্থলে عَائِذًا بِاللَّهِ مِنْ سُوءِ الْفِتَنِ অথবা أَعُوذُ بِاللَّهِ مِنْ سُوءِ الْفِتَنِ উল্লেখ করেছেন।\n\nইমাম বুখারী (রহঃ) বলেন, খালীফা (রহঃ) ... আনাস (রাঃ) এর বর্ণনায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে পূর্বোক্ত হাদিসটি বর্ণনা করেছেন। এ সুত্রে তিনি عَائِذًا بِاللَّهِ مِنْ شَرِّ الْفِتَنِ বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6610",
    "id": "7353",
    "thesequence": "7516",
    "isActive": "1",
    "chapterId": "17724",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯১. ফিত্&zwnj;না থেকে আশ্রয় প্রার্থনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salims father:\n\nThe Prophet (ﷺ) stood up beside the pulpit (and pointed with his finger towards the East) and said, Afflictions are there! Afflictions are there, from where the side of the head of Satan comes out, or said, ..the side of the sun..",
    "hadithArabic": " حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامُ بْنُ يُوسُفَ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَامَ إِلَى جَنْبِ الْمِنْبَرِ فَقَالَ  الْفِتْنَةُ هَا هُنَا الْفِتْنَةُ هَا هُنَا مِنْ حَيْثُ يَطْلُعُ قَرْنُ الشَّيْطَانِ . أَوْ قَالَ  قَرْنُ الشَّمْسِ .",
    "hadithBengali": "৬৬১১। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... সালিমের পিতা আবদুল্লাহ ইবনু উমর (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন যে, একদা তিনি (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) মিম্বরের পাশে দণ্ডায়মান হয়ে বলেছেনঃ ফিতনা এ দিকে, ফিতনা সে দিকে যেখান থেকে শয়তানের শিং উদিত হবে। কিংবা বলেছিলেনঃ সূর্যের মাথা উদিত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6611",
    "id": "7354",
    "thesequence": "7517",
    "isActive": "1",
    "chapterId": "17725",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯২. নবী (সাঃ) এর বাণী ফিতনা পূর্ব দিক থেকে শুরু হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nI heard Allahs Messenger (ﷺ) while he was facing the East, saying, Verily! Afflictions are there, from where the side of the head of Satan comes out.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهْوَ مُسْتَقْبِلٌ الْمَشْرِقَ يَقُولُ   أَلاَ إِنَّ الْفِتْنَةَ هَا هُنَا مِنْ حَيْثُ يَطْلُعُ قَرْنُ الشَّيْطَانِ .",
    "hadithBengali": "৬৬১২। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পূর্ব দিকে মুখ করে বলতে শুনেছেন, সাবধান! ফিতনা সে দিকে যে দিক থেকে শয়তানের শিং উদিত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6612",
    "id": "7355",
    "thesequence": "7518",
    "isActive": "1",
    "chapterId": "17725",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯২. নবী (সাঃ) এর বাণী ফিতনা পূর্ব দিক থেকে শুরু হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) said, O Allah! Bestow Your blessings on our Sham! O Allah! Bestow Your blessings on our Yemen. The People said, And also on our Najd. He said, O Allah! Bestow Your blessings on our Sham (north)! O Allah! Bestow Your blessings on our Yemen. The people said, O Allahs Apostle! And also on our Najd. I think the third time the Prophet (ﷺ) said, There (in Najd) is the place of earthquakes and afflictions and from there comes out the side of the head of Satan.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَزْهَرُ بْنُ سَعْدٍ، عَنِ ابْنِ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ ذَكَرَ النَّبِيُّ صلى الله عليه وسلم  اللَّهُمَّ بَارِكْ لَنَا فِي شَأْمِنَا، اللَّهُمَّ بَارِكْ لَنَا فِي يَمَنِنَا . قَالُوا وَفِي نَجْدِنَا. قَالَ  اللَّهُمَّ بَارِكْ لَنَا فِي شَأْمِنَا، اللَّهُمَّ بَارِكْ لَنَا فِي يَمَنِنَا . قَالُوا يَا رَسُولَ اللَّهِ وَفِي نَجْدِنَا فَأَظُنُّهُ قَالَ فِي الثَّالِثَةَ  هُنَاكَ الزَّلاَزِلُ وَالْفِتَنُ، وَبِهَا يَطْلُعُ قَرْنُ الشَّيْطَانِ .",
    "hadithBengali": "৬৬১৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্নিত। তিনি বলেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলোচনা করছিলেন। এক পর্যায়ে তিনি বললেনঃ হে আল্লাহ! আমাদের জন্য আমাদের সিরিয়ায় বরকত দাও। হে আল্লাহ! আমাদের জন্য আমাদের ইয়ামানে বরকত দাও। লোকেরা বলল, আমাদের নজদেও। তিনি বললেনঃ হে আল্লাহ! আমাদের জন্য আমাদের সিরিয়ায় বরকত দাও। হে আল্লাহ আমাদের জন্য বরকত দাও আমাদের ইয়ামানে। লোকেরা বলল, ইয়া রাসুলাল্লাহ! আমাদের নজদেও। (বর্ণনাকারী বলেন) আমার মনে হয়, তৃতীয়বারে তিনি বললেনঃ সেখানে তো কেবল ভূমিকস্প আর ফিতনা। আর তথা হতে শয়তানের শিং উদিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6613",
    "id": "7356",
    "thesequence": "7519",
    "isActive": "1",
    "chapterId": "17725",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯২. নবী (সাঃ) এর বাণী ফিতনা পূর্ব দিক থেকে শুরু হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sa`id bin Jubair:\n\n`Abdullah bin `Umar came to us and we hoped that he would narrate to us a good Hadith. But before we asked him, a man got up and said to him, O Abu `Abdur-Rahman! Narrate to us about the battles during the time of the afflictions, as Allah says:-- And fight them until there is no more afflictions (i.e. no more worshipping of others besides Allah). (2.193) Ibn `Umar said (to the man), Do you know what is meant by afflictions? Let your mother bereave you! Muhammad used to fight against the pagans, for a Muslim was put to trial in his religion (The pagans will either kill him or chain him as a captive). His fighting was not like your fighting which is carried on for the sake of ruling.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ الْوَاسِطِيُّ، حَدَّثَنَا خَالِدٌ، عَنْ بَيَانٍ، عَنْ وَبَرَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ خَرَجَ عَلَيْنَا عَبْدُ اللَّهِ بْنُ عُمَرَ فَرَجَوْنَا أَنْ يُحَدِّثَنَا، حَدِيثًا حَسَنًا ـ قَالَ ـ فَبَادَرَنَا إِلَيْهِ رَجُلٌ فَقَالَ يَا أَبَا عَبْدِ الرَّحْمَنِ حَدِّثْنَا عَنِ الْقِتَالِ فِي الْفِتْنَةِ وَاللَّهُ يَقُولُ {وَقَاتِلُوهُمْ حَتَّى لاَ تَكُونَ فِتْنَةٌ} فَقَالَ هَلْ تَدْرِي مَا الْفِتْنَةُ ثَكِلَتْكَ أُمُّكَ، إِنَّمَا كَانَ مُحَمَّدٌ صلى الله عليه وسلم يُقَاتِلُ الْمُشْرِكِينَ، وَكَانَ الدُّخُولُ فِي دِينِهِمْ فِتْنَةً، وَلَيْسَ كَقِتَالِكُمْ عَلَى الْمُلْكِ.",
    "hadithBengali": "৬৬১৪। ইসহাক আল ওয়াসেতী (রহঃ) ... সাঈদ ইবনু যুবায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, একদা আবদুল্লাহ ইবনু উমর (রাঃ) আমাদের নিকট আসলেন। আমরা আশা করছিলাম যে, তিনি আমাদের একটি উত্তম হাদীস বর্ণনা করবেন। এক ব্যাক্তি তার দিকে আমাদের চেয়ে অগ্রসর হয়ে বলল, হে আবূ আবদুর রহমান! ফিতনার সময় যুদ্ধ করা সম্পর্কে আমাদের কিছু বলুন। কেননা, আল্লাহ তাআলা ইরশাদ করেছেনঃ তাদের সাথে যুদ্ধ কর, যাবত ফিতনার অবসান ঘটে। তখন তিনি বললেনঃ তোমার মা তোমার জন্য বিলাপ করুক। ফিতনা কাকে বলে জানো কি? মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো যুদ্ধ করতেন মুশরিকদের বিরুদ্ধে। কেননা, তাদের শিরকের মধ্যে থাকাটাই মুলত ফিতনা। কিন্তু তা তোমাদের রাজ্য নিয়ে লড়াইর মতো ছিল না।\n",
    "checkStatus": "1",
    "hadithNo": "6614",
    "id": "7357",
    "thesequence": "7520",
    "isActive": "1",
    "chapterId": "17725",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯২. নবী (সাঃ) এর বাণী ফিতনা পূর্ব দিক থেকে শুরু হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Shaqiq:\n\nI heard Hudhaifa saying, While we were sitting with `Umar, he said, Who among you remembers the statement of the Prophet (ﷺ) about the afflictions? Hudhaifa said, The affliction of a man in his family, his property, his children and his neighbors are expiated by his prayers, Zakat (and alms) and enjoining good and forbidding evil. `Umar said, I do not ask you about these afflictions, but about those afflictions which will move like the waves of the sea. Hudhaifa said, Dont worry about it, O chief of the believers, for there is a closed door between you and them. `Umar said, Will that door be broken or opened? I said, No. it will be broken. `Umar said, Then it will never be closed, I said, Yes. We asked Hudhaifa, Did `Umar know what that door meant? He replied, Yes, as I know that there will be night before tomorrow morning, that is because I narrated to him a true narration free from errors. We dared not ask Hudhaifa as to whom the door represented so we ordered Masruq to ask him what does the door stand for? He replied, `Umar.",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا شَقِيقٌ، سَمِعْتُ حُذَيْفَةَ، يَقُولُ بَيْنَا نَحْنُ جُلُوسٌ عِنْدَ عُمَرَ قَالَ أَيُّكُمْ يَحْفَظُ قَوْلَ النَّبِيِّ صلى الله عليه وسلم فِي الْفِتْنَةِ. قَالَ   فِتْنَةُ الرَّجُلِ فِي أَهْلِهِ وَمَالِهِ وَوَلَدِهِ وَجَارِهِ، تُكَفِّرُهَا الصَّلاَةُ وَالصَّدَقَةُ وَالأَمْرُ بِالْمَعْرُوفِ وَالنَّهْىُ عَنِ الْمُنْكَرِ . قَالَ لَيْسَ عَنْ هَذَا أَسْأَلُكَ، وَلَكِنِ الَّتِي تَمُوجُ كَمَوْجِ الْبَحْرِ. قَالَ لَيْسَ عَلَيْكَ مِنْهَا بَأْسٌ يَا أَمِيرَ الْمُؤْمِنِينَ، إِنَّ بَيْنَكَ وَبَيْنَهَا بَابًا مُغْلَقًا. قَالَ عُمَرُ أَيُكْسَرُ الْبَابُ أَمْ يُفْتَحُ قَالَ بَلْ يُكْسَرُ. قَالَ عُمَرُ إِذًا لاَ يُغْلَقَ أَبَدًا. قُلْتُ أَجَلْ. قُلْنَا لِحُذَيْفَةَ أَكَانَ عُمَرُ يَعْلَمُ الْبَابَ قَالَ نَعَمْ كَمَا أَعْلَمُ أَنَّ دُونَ غَدٍ لَيْلَةً، وَذَلِكَ أَنِّي حَدَّثْتُهُ حَدِيثًا لَيْسَ بِالأَغَالِيطِ. فَهِبْنَا أَنْ نَسْأَلَهُ مَنِ الْبَابُ فَأَمَرْنَا مَسْرُوقًا فَسَأَلَهُ فَقَالَ مَنِ الْبَابُ قَالَ عُمَرُ.",
    "hadithBengali": "৬৬১৫। উমর ইবনু হাফস ইবনু গিয়াস (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত যে তিনি বলেন, এক সময় আমরা উমর (রাঃ) এর নিকট বসা ছিলাম। হঠাৎ তিনি বললেন, ফিতনা সম্পর্কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বক্তব্য তোমাদের মধ্যে কে স্মরণ রেখেছে? হুযায়ফা (রাঃ) বললেন, (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন) মানুষ নিজের পরিবার, ধন-সম্পদ, সন্তান-সন্ততি ও প্রতিবেশী সংক্রান্ত ব্যাপারে যে ফিতনায় নিপতিত হয় সালাত (নামায/নামাজ), সাদাকা, সৎকাজের আদেশ, অসৎ কাজের নিষেধ তার সে পাপকে মোচন করে দেয়। তিনি বললেন, আমি তোমাকে এ সম্পর্কে জিজ্ঞাসা করিনি এবং সে ফিতনার ব্যাপারে জিজ্ঞাসা করেছি যা সাগর লহরীর মত ঢেউ খেলবে।\n\nহুযায়ফা (রাঃ) বললেনঃ হে আমীরুল মুমিনীন! সে ফিতনায় আপনার কোন অসুবিধা হবে না। কেননা, সে ফিতনা ও আপনার মাঝে একটি বন্ধ দরজা রয়েছে। উমর (রাঃ) বললেন, দরজাটি কি ভেঙ্গে ফেলা হবে, না খুলে দেওয়া হবে? তিনি বললেন, না বরং ভেঙ্গে ফেলা হবে। উমর (রাঃ) বললেনঃ তা হলে তো সেটা আর কখনো বন্ধ করা যাবে না। (হুযায়ফা বলেন) আমি বললাম, হ্যাঁ। (আকীক বলেন) আমরা হুযায়ফা (রাঃ) কে জিজ্ঞাসা করলাম, উমর (রাঃ) কি দরজাটি সম্পর্কে জানতেন? উত্তরে তিনি বললেনঃ হ্যাঁ। যেরুপ আমি সুনিশ্চিতভাবে জানি যে আগামী দিনের পর রাত আসবে। কেননা আমি তাকে এরূপ একটি হাদীস বর্ননা করেছিলাম যা ভ্রান্তিমুক্ত।\n\n(শাকীক বলেন) দরজাটি কে সে সম্পর্কে হুযায়ফা (রাঃ) কে জিজ্ঞাসা করতে আমরা ভয় পাচ্ছিলাম, তাই আমরা মাসরুককে জিজ্ঞাসা করতে বললাম। তিনি তাঁকে জিজ্ঞাসা করলেন, দরজাটি কে? উত্তরে তিনি বললেনঃ উমর (রাঃ) (নিজেই)।\n",
    "checkStatus": "1",
    "hadithNo": "6615",
    "id": "7358",
    "thesequence": "7521",
    "isActive": "1",
    "chapterId": "17726",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৩. সমুদ্রের তরঙ্গের ন্যায় ফিত্&zwnj;না তরঙ্গায়িত। ইব্&zwnj;ন উয়ায়না (রহঃ) খালফ্&zwnj; ইব্&zwnj;ন হাওশাব (রহঃ) থেকে বর্ণনা করেছেন যে, পূর্ববর্তী লোকেরা নিম্নোক্ত কবিতার দ্বারা ফিত্&zwnj;নার উপমা পেশ করতে পছন্দ করতেন। যুদ্ধের প্রাথমিক অবস্থা যুবতীর মত, যে তার রূপ-লাবণ্য দিয়ে অপরিণামদর্শীর উদ্দেশ্যে ছুটাছুটি করে। কিন্তু যখন যুদ্ধের দাবানল দাউ দাউ করে জ্বলে উঠে এবং তার ফুল্&zwnj;কিগুলো হয় পূর্ব যৌবনা, তখন সে বৃদ্ধা বিধবার ন্যায় পালিয়ে যায়, যার চুল অধিকাংশই সাদা হয়ে গেঠে, রঙ হয়ে গেছে ফিকে ও পরিবর্তিত, যার ঘ্রাণ নিতে ও চুমু খেতে ঘৃণা লাগে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa Al-Ash`ari:\n\nThe Prophet (ﷺ) went out to one of the gardens of Medina for some business and I went out to follow him. When he entered the garden, I sat at its gate and said to myself, To day I will be the gatekeeper of the Prophet though he has not ordered me. The Prophet (ﷺ) went and finished his need and went to sit on the constructed edge of the well and uncovered his legs and hung them in the well. In the meantime Abu Bakr came and asked permission to enter. I said (to him), Wait till I get you permission. Abu Bakr waited outside and I went to the Prophet (ﷺ) and said, O Allahs Prophet! Abu Bakr asks your permission to enter. He said, Admit him, and give him the glad tidings of entering Paradise. So Abu Bakr entered and sat on the right side of the Prophet (ﷺ) and uncovered his legs and hung them in the well. Then `Umar came and I said (to him), Wait till I get you permission. The Prophet (ﷺ) said, Admit him and give him the glad tidings of entering Paradise. So `Umar entered and sat on the left side of the Prophet and uncovered his legs and hung them in the well so that one side of the well became fully occupied and there remained no place for any-one to sit. Then `Uthman came and I said (to him), Wait till I get permission for you. The Prophet (ﷺ) said, Admit him and give him the glad tidings of entering Paradise with a calamity which will befall him. When he entered, he could not find any place to sit with them so he went to the other edge of the well opposite them and uncovered his legs and hung them in the well. I wished that a brother of mine would come, so I invoked Allah for his coming. (Ibn Al-Musaiyab said, I interpreted that (narration) as indicating their graves. The first three are together and the grave of `Uthman is separate from theirs.)",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم إِلَى حَائِطٍ مِنْ حَوَائِطِ الْمَدِينَةِ لِحَاجَتِهِ، وَخَرَجْتُ فِي إِثْرِهِ، فَلَمَّا دَخَلَ الْحَائِطَ جَلَسْتُ عَلَى بَابِهِ وَقُلْتُ لأَكُونَنَّ الْيَوْمَ بَوَّابَ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَأْمُرْنِي فَذَهَبَ النَّبِيُّ صلى الله عليه وسلم وَقَضَى حَاجَتَهُ، وَجَلَسَ عَلَى قُفِّ الْبِئْرِ، فَكَشَفَ عَنْ سَاقَيْهِ وَدَلاَّهُمَا فِي الْبِئْرِ، فَجَاءَ أَبُو بَكْرٍ يَسْتَأْذِنُ عَلَيْهِ لِيَدْخُلَ فَقُلْتُ كَمَا أَنْتَ حَتَّى أَسْتَأْذِنَ لَكَ، فَوَقَفَ فَجِئْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُلْتُ يَا نَبِيَّ اللَّهِ أَبُو بَكْرٍ يَسْتَأْذِنُ عَلَيْكَ. قَالَ  ائْذَنْ لَهُ، وَبَشِّرْهُ بِالْجَنَّةِ . فَدَخَلَ فَجَاءَ عَنْ يَمِينِ النَّبِيِّ صلى الله عليه وسلم فَكَشَفَ عَنْ سَاقَيْهِ وَدَلاَّهُمَا فِي الْبِئْرِ، فَجَاءَ عُمَرُ فَقُلْتُ كَمَا أَنْتَ حَتَّى أَسْتَأْذِنَ لَكَ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  ائْذَنْ لَهُ، وَبَشِّرْهُ بِالْجَنَّةِ . فَجَاءَ عَنْ يَسَارِ النَّبِيِّ صلى الله عليه وسلم فَكَشَفَ عَنْ سَاقَيْهِ فَدَلاَّهُمَا فِي الْبِئْرِ، فَامْتَلأَ الْقُفُّ فَلَمْ يَكُنْ فِيهِ مَجْلِسٌ، ثُمَّ جَاءَ عُثْمَانُ فَقُلْتُ كَمَا أَنْتَ حَتَّى أَسْتَأْذِنَ لَكَ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  ائْذَنْ لَهُ، وَبَشِّرْهُ بِالْجَنَّةِ، مَعَهَا بَلاَءٌ يُصِيبُهُ . فَدَخَلَ فَلَمْ يَجِدْ مَعَهُمْ مَجْلِسًا، فَتَحَوَّلَ حَتَّى جَاءَ مُقَابِلَهُمْ عَلَى شَفَةِ الْبِئْرِ، فَكَشَفَ عَنْ سَاقَيْهِ ثُمَّ دَلاَّهُمَا فِي الْبِئْرِ. فَجَعَلْتُ أَتَمَنَّى أَخًا لِي وَأَدْعُو اللَّهَ أَنْ يَأْتِيَ. قَالَ ابْنُ الْمُسَيَّبِ فَتَأَوَّلْتُ ذَلِكَ قُبُورَهُمُ اجْتَمَعَتْ هَا هُنَا وَانْفَرَدَ عُثْمَانُ.",
    "hadithBengali": "৬৬১৬। সাঈদ ইবনু আবূ মারিয়াম (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রয়োজনবশত মদিনার (দেয়াল ঘেরা) বাগানসমূহের কোন একটি বাগানের উদ্দেশ্যে বের হলেন আমি তার পিছনে গেলাম। তিনি যখন বাগানে প্রবেশ করলেন আমি এর দরজায় বসে রইলাম এবং মনে মনে বললাম, অদ্য আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রহরীর কাজ আঞ্জাম দিব। অবশ্য তিনি আমাকে এর নির্দেশ দেননি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভিতরে গেলেন এবং স্বীয় প্রয়োজন সেরে নিলেন। এরপর একটি কূপের পোস্তার উপর বসে পড়লেন এবং হাঁটুর নিচের অংশের কাপড় তুলে নিয়ে উভয় পা কুপের মধ্যে ঝুলিয়ে দিলেন।\n\nএমন সময় আবূ বকর (রাঃ) এসে তার নিকট প্রবেশের অনুমতি চাইলেন। আমি বললাম, আপনি অপেক্ষা করুন, যতক্ষন না আমি আপনার জন্য অনুমতি নিয়ে আসছি। তিনি অপেক্ষা করলেন। আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসলাম এবং বললাম, হে আল্লাহর নাবী ! আবূ বকর (রাঃ) আপনার কাছে প্রবেশের অনুমতি চাইছেন। তিনি বললেনঃ তাকে আসার অনুমতি দাও এবং তাকে জান্নাতের শুভ সংবাদ দাও। আবু বকর (রাঃ) প্রবেশ করলেন এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ডান পার্শ্বে গিয়ে বসলেন। এরপর তিনিও হাঁটুর নিচের অংশ অনাবৃত করে উভয় পা কূপের মধ্যে ঝুলিয়ে দিলেন।\n\nএরপর উমর (রাঃ) আসলেন। আমি বললাম, আপনি স্বস্থানে অপেক্ষা করুন। আমি আপনার জন্য অনুমতি নিয়ে আসি। (অনুমতি প্রার্থনা করলে) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাঁকে আসার অনুমতি দাও এবং জানাতের সুসংবাদ দাও। তিনি এসে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাম দিকে বসলেন এবং তিনি নিচের অংশ অনাবৃত করে উভয় পা কূপের মধ্যে ঝুলিয়ে দিলেন। এতে কূপের পোস্তা পরিপূর্ণ হয়ে গেল এবং সেখানে বসার আর কোন স্থান অবশিষ্ট রইল না।\n\nএরপর উসমান (রাঃ) আসলেন। আমি বললাম, আপনি স্বস্থানে অপেক্ষো করুন, যতক্ষন আমি আপনার জন্য অনুমতি নিয়ে না আসি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তাঁকে আসার অনুমতি দাও এবং তাকে বিপদাক্রান্ত হওয়াসহ জান্নাতের সুসংবাদ দাও। তিনি প্রবেশ করলেন। কিন্তু তাদের সঙ্গে বসার কোন স্থান পেলেন না। ফলতঃ তিনি বিপরীত দিকে এসে তাদের মুখোমুখী হয়ে কুয়ার পাড়ে বসে গেলেন এবং হস্তদ্বয়ের নিচের অংশ অনাবৃত করে উভয় পা কুয়ার অভ্যন্তরে ঝুলিয়ে দিলেন। আমি তখন আমার অপর এক ভাই এর (আগমন) কামনা করছিলাম এবং আল্লাহর নিকট দোয়া করছিলাম যেন সে (এ মুহূর্তে) আগমন করে।\n\nইবনু মূসাইয়্যাব বলেন, আমি এ ঘটনার মর্মার্থ এভাবে গ্রহণ করেছি যে, তা হল তাদের তিনজনের কবরের নমুনা যা এখানে একসঙ্গে হয়েছে। আর উসমান (রাঃ)-র ভিন্ন স্থানে।\n",
    "checkStatus": "1",
    "hadithNo": "6616",
    "id": "7359",
    "thesequence": "7522",
    "isActive": "1",
    "chapterId": "17726",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৩. সমুদ্রের তরঙ্গের ন্যায় ফিত্&zwnj;না তরঙ্গায়িত। ইব্&zwnj;ন উয়ায়না (রহঃ) খালফ্&zwnj; ইব্&zwnj;ন হাওশাব (রহঃ) থেকে বর্ণনা করেছেন যে, পূর্ববর্তী লোকেরা নিম্নোক্ত কবিতার দ্বারা ফিত্&zwnj;নার উপমা পেশ করতে পছন্দ করতেন। যুদ্ধের প্রাথমিক অবস্থা যুবতীর মত, যে তার রূপ-লাবণ্য দিয়ে অপরিণামদর্শীর উদ্দেশ্যে ছুটাছুটি করে। কিন্তু যখন যুদ্ধের দাবানল দাউ দাউ করে জ্বলে উঠে এবং তার ফুল্&zwnj;কিগুলো হয় পূর্ব যৌবনা, তখন সে বৃদ্ধা বিধবার ন্যায় পালিয়ে যায়, যার চুল অধিকাংশই সাদা হয়ে গেঠে, রঙ হয়ে গেছে ফিকে ও পরিবর্তিত, যার ঘ্রাণ নিতে ও চুমু খেতে ঘৃণা লাগে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Wail:\n\nSomeone said to Usama, Will you not talk to this (Uthman)? Usama said, I talked to him (secretly) without being the first man to open an evil door. I will never tell a ruler who rules over two men or more that he is good after I heard Allahs Messenger (ﷺ) saying, A man will be brought and put in Hell (Fire) and he will circumambulate (go around and round) in Hell (Fire) like a donkey of a (flour) grinding mill, and all the people of Hell (Fire) will gather around him and will say to him, O so-and-so! Didnt you use to order others for good and forbid them from evil? That man will say, I used to order others to do good but I myself never used to do it, and I used to forbid others from evil while I myself used to do evil. ",
    "hadithArabic": "حَدَّثَنِي بِشْرُ بْنُ خَالِدٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، سَمِعْتُ أَبَا وَائِلٍ، قَالَ قِيلَ لأُسَامَةَ أَلاَ تُكَلِّمُ هَذَا. قَالَ قَدْ كَلَّمْتُهُ مَا دُونَ أَنْ أَفْتَحَ بَابًا، أَكُونُ أَوَّلَ مَنْ يَفْتَحُهُ، وَمَا أَنَا بِالَّذِي أَقُولُ لِرَجُلٍ بَعْدَ أَنْ يَكُونَ أَمِيرًا عَلَى رَجُلَيْنِ أَنْتَ خَيْرٌ. بَعْدَ مَا سَمِعْتُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم يَقُولُ   يُجَاءُ بِرَجُلٍ فَيُطْرَحُ فِي النَّارِ، فَيَطْحَنُ فِيهَا كَطَحْنِ الْحِمَارِ بِرَحَاهُ، فَيُطِيفُ بِهِ أَهْلُ النَّارِ فَيَقُولُونَ أَىْ فُلاَنُ أَلَسْتَ كُنْتَ تَأْمُرُ بِالْمَعْرُوفِ، وَتَنْهَى عَنِ الْمُنْكَرِ فَيَقُولُ إِنِّي كُنْتُ آمُرُ بِالْمَعْرُوفِ وَلاَ أَفْعَلُهُ، وَأَنْهَى عَنِ الْمُنْكَرِ وَأَفْعَلُهُ .",
    "hadithBengali": "৬৬১৭। বিশর ইবনু খালিদ (রহঃ) ... আবূ ওয়ায়িল (রহঃ) থেকে বর্ণিত। তিনি বলেন, উসামা (রাঃ) কে বলা হল আপনি কি এ ব্যাপারে কিছু বলবেন না? তিনি বললেন, আমি এ ব্যাপারে বলেছি, তবে এমন পন্থায় নয় যে, আমি তোমার জন্য একটি দ্বার (ফিতনার) উন্মোচিত করব যাতে আমিই হব এর প্রথম উন্মোচনকারী এবং আমি এমন ব্যাক্তি নই যে, কোন লোক দুই ব্যাক্তির আমীর নিযুক্ত হওয়ার পর তার সম্পর্কে বলব, আপনি উত্তম। কেননা, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে (কিয়ামতের দিন) এক ব্যাক্তিকে নিয়ে আসা হবে এবং তাকে জাহান্নামে নিক্ষেপ করা হবে। এরপর তাকে গাঁধা দিয়ে চাকা ঘুরিয়ে যেমন গম পিষা হয়, সেরূপ পিষে ফেলা হবে। দোযখবাসীরা তার পাশে এসে সমবেত হবে এবং বলবে, হে অমুক! তুমিই কি আমাদের ভাল কাজের আদেশ ও মন্দ কাজ থেকে নিষেধ করতে না? তখন সে বলবে, হ্যাঁ, আমি ভাল কাজের আদেশ করতাম, তবে আমি নিজে তা করতাম না এবং মন্দ কাজ থেকে নিষেধ করতাম, তবে আমি নিজেই তা করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "6617",
    "id": "7360",
    "thesequence": "7523",
    "isActive": "1",
    "chapterId": "17726",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৩. সমুদ্রের তরঙ্গের ন্যায় ফিত্&zwnj;না তরঙ্গায়িত। ইব্&zwnj;ন উয়ায়না (রহঃ) খালফ্&zwnj; ইব্&zwnj;ন হাওশাব (রহঃ) থেকে বর্ণনা করেছেন যে, পূর্ববর্তী লোকেরা নিম্নোক্ত কবিতার দ্বারা ফিত্&zwnj;নার উপমা পেশ করতে পছন্দ করতেন। যুদ্ধের প্রাথমিক অবস্থা যুবতীর মত, যে তার রূপ-লাবণ্য দিয়ে অপরিণামদর্শীর উদ্দেশ্যে ছুটাছুটি করে। কিন্তু যখন যুদ্ধের দাবানল দাউ দাউ করে জ্বলে উঠে এবং তার ফুল্&zwnj;কিগুলো হয় পূর্ব যৌবনা, তখন সে বৃদ্ধা বিধবার ন্যায় পালিয়ে যায়, যার চুল অধিকাংশই সাদা হয়ে গেঠে, রঙ হয়ে গেছে ফিকে ও পরিবর্তিত, যার ঘ্রাণ নিতে ও চুমু খেতে ঘৃণা লাগে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bakra:\n\nDuring the battle of Al-Jamal, Allah benefited me with a Word (I heard from the Prophet). When the Prophet heard the news that the people of the Persia had made the daughter of Khosrau their Queen (ruler), he said, Never will succeed such a nation as makes a woman their ruler.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ الْهَيْثَمِ، حَدَّثَنَا عَوْفٌ، عَنِ الْحَسَنِ، عَنْ أَبِي بَكْرَةَ، قَالَ لَقَدْ نَفَعَنِي اللَّهُ بِكَلِمَةٍ أَيَّامَ الْجَمَلِ لَمَّا بَلَغَ النَّبِيَّ صلى الله عليه وسلم أَنَّ فَارِسًا مَلَّكُوا ابْنَةَ كِسْرَى قَالَ   لَنْ يُفْلِحَ قَوْمٌ وَلَّوْا أَمْرَهُمُ امْرَأَةً .",
    "hadithBengali": "৬৬১৮। উসমান ইবনু হায়সাম (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একটি কথা দ্বারা আল্লাহ তাআলা জঙ্গে জামাল (উষ্ট্রের যুদ্ধ) এর সময় আমাকে বড়ই উপকৃত করেছেন। (সে কথাটি হল) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট যখন এ সংবাদ পৌছলে যে, পারস্যের লোকেরা কিসরার কন্যাকে তাদের শাসক নিযুক্ত করেছে তখন তিনি বললেনঃ সে জাতি কখনই সফলকাম হবে না যারা তাদের শাসনভার কোন রমনীর হাতে অর্পণ করে।\n",
    "checkStatus": "1",
    "hadithNo": "6618",
    "id": "7361",
    "thesequence": "7524",
    "isActive": "1",
    "chapterId": "17727",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৪. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Maryam `Abdullah bin Ziyad Al-Aasadi:\n\nWhen Talha, AzZubair and `Aisha moved to Basra, `Ali sent `Ammar bin Yasir and Hasan bin `Ali who came to us at Kufa and ascended the pulpit. Al-Hasan bin `Ali was at the top of the pulpit and `Ammar was below Al-Hasan. We all gathered before him. I heard `Ammar saying, `Aisha has moved to Al-Busra. By Allah! She is the wife of your Prophet in this world and in the Hereafter. But Allah has put you to test whether you obey Him (Allah) or her (`Aisha).",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، حَدَّثَنَا أَبُو حَصِينٍ، حَدَّثَنَا أَبُو مَرْيَمَ عَبْدُ اللَّهِ بْنُ زِيَادٍ الأَسَدِيُّ، قَالَ لَمَّا سَارَ طَلْحَةُ وَالزُّبَيْرُ وَعَائِشَةُ إِلَى الْبَصْرَةِ بَعَثَ عَلِيٌّ عَمَّارَ بْنَ يَاسِرٍ وَحَسَنَ بْنَ عَلِيٍّ، فَقَدِمَا عَلَيْنَا الْكُوفَةَ فَصَعِدَا الْمِنْبَرَ، فَكَانَ الْحَسَنُ بْنُ عَلِيٍّ فَوْقَ الْمِنْبَرِ فِي أَعْلاَهُ، وَقَامَ عَمَّارٌ أَسْفَلَ مِنَ الْحَسَنِ، فَاجْتَمَعْنَا إِلَيْهِ فَسَمِعْتُ عَمَّارًا يَقُولُ إِنَّ عَائِشَةَ قَدْ سَارَتْ إِلَى الْبَصْرَةِ، وَوَاللَّهِ إِنَّهَا لَزَوْجَةُ نَبِيِّكُمْ صلى الله عليه وسلم فِي الدُّنْيَا وَالآخِرَةِ، وَلَكِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى ابْتَلاَكُمْ، لِيَعْلَمَ إِيَّاهُ تُطِيعُونَ أَمْ هِيَ.",
    "hadithBengali": "৬৬১৯। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আবূ মারিয়াম আবদুল্লাহ ইবনু যিয়াদ আসাদী (রহঃ) থেকে বর্ণিত। তিনি বলেন, তালহা, যুবায়র ও আয়িশা (রাঃ) যখন বসরার দিকে গমন করলেন, তখন আলী (রাঃ) আম্মার ইবনু ইয়াসির ও হাসান ইবনু আলী (রাঃ) কে প্রেরণ করলেন। তাঁরা আমাদের কুফায় আগমন করলেন এবং (মসজিদের) মিম্বরে উপবেশন করলেন। হাসান ইবনু আলী (রাঃ) মিম্বরের সর্বোচ্চ ধাপে উপবিষ্ট ছিলেন, আর আম্মার (রাঃ) হাসান (রাঃ) এর নিচের ধাপে দণ্ডায়মান ছিলেন। আমরা এসে তার নিকট সমবেত হলাম। এ সময় আমি শোনলাম, আম্মার (রাঃ) বলছেন, আয়িশা (রাঃ) বসরা অভিমুখে রওনা হয়ে গেছেন। নিঃসন্দেহে তিনি দুনিয়া ও আখিরাতে তোমাদের (আমাদের) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পত্নী। কিন্তু আল্লাহ তাআলা এ কথা স্পষ্ট করে জেনে নেওয়ার জন্য তোমাদের পরীক্ষায় ফেলেছেন যে, তোমরা কি তাঁরই আনুগত্য কর, না তার অর্থাৎ আয়িশা (রাঃ) এর আনুগত্য কর।\n",
    "checkStatus": "1",
    "hadithNo": "6619",
    "id": "7362",
    "thesequence": "7525",
    "isActive": "1",
    "chapterId": "17727",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৪. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Wail:\n\n`Ammar stood on the pulpit at Kufa and mentioned `Aisha and her coming (to Busra) and said, She is the wife of your Prophet in this world and in the Hereafter, but you people are being put to test in this issue.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا ابْنُ أَبِي غَنِيَّةَ، عَنِ الْحَكَمِ، عَنْ أَبِي وَائِلٍ، قَامَ عَمَّارٌ عَلَى مِنْبَرِ الْكُوفَةِ، فَذَكَرَ عَائِشَةَ وَذَكَرَ مَسِيرَهَا وَقَالَ إِنَّهَا زَوْجَةُ نَبِيِّكُمْ صلى الله عليه وسلم فِي الدُّنْيَا وَالآخِرَةِ، وَلَكِنَّهَا مِمَّا ابْتُلِيتُمْ.",
    "hadithBengali": "৬৬২০। আবূ নুআয়ম (রহঃ) ... আবূ ওয়ায়িল (রহঃ) থেকে বর্ণনা করেছেন যে, আাম্মার (রাঃ) কুফার (মসজিদের) মিম্বরে দণ্ডায়মান হলেন এবং তিনি আয়িশা (রাঃ) ও তার সফরের কথা উল্লেখ করলেন। এরপর তিনি বললেন, তিনি [আয়িশা (রাঃ)] ইহলোক ও পরলোকে তোমাদের নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পত্নী। কিন্তু বর্তমানে তোমরা তাঁকে নিয়ে ভীষণ পরীক্ষার মুখোমুখী হয়েছ।\n",
    "checkStatus": "1",
    "hadithNo": "6620",
    "id": "7363",
    "thesequence": "7526",
    "isActive": "1",
    "chapterId": "17727",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৪. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Wail:\n\nAbu Musa and Abii Mas`ud went to `Ammar when `Ali had sent him to Kufa to exhort them to fight (on `Alis side). They said to him, Since you have become a Muslim, we have never seen you doing a deed more criticizable to us than your haste in this matter. `Ammar said, Since you (both) became Muslims, I have never seen you doing a deed more criticizable to me than your keeping away from this matter. Then Abu Mas`ud provided `Ammar and Abu Musa with two-piece outfits to wear, and one of them went to the mosque (of Kufa).",
    "hadithArabic": " حَدَّثَنَا بَدَلُ بْنُ الْمُحَبَّرِ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنِي عَمْرٌو، سَمِعْتُ أَبَا وَائِلٍ، يَقُولُ دَخَلَ أَبُو مُوسَى وَأَبُو مَسْعُودٍ عَلَى عَمَّارٍ حَيْثُ بَعَثَهُ عَلِيٌّ إِلَى أَهْلِ الْكُوفَةِ يَسْتَنْفِرُهُمْ فَقَالاَ مَا رَأَيْنَاكَ أَتَيْتَ أَمْرًا أَكْرَهَ عِنْدَنَا مِنْ إِسْرَاعِكَ فِي هَذَا الأَمْرِ مُنْذُ أَسْلَمْتَ. فَقَالَ عَمَّارٌ مَا رَأَيْتُ مِنْكُمَا مُنْذُ أَسْلَمْتُمَا أَمْرًا أَكْرَهَ عِنْدِي مِنْ إِبْطَائِكُمَا عَنْ هَذَا الأَمْرِ. وَكَسَاهُمَا حُلَّةً حُلَّةً، ثُمَّ رَاحُوا إِلَى الْمَسْجِدِ.",
    "hadithBengali": "৬৬২১। বাদাল ইবনু মুহাব্বার (রহঃ) ... আবূ ওয়ায়িল (রহঃ) থেকে বর্ণিত। তিনি বলেন, আলী (রাঃ) যখন আম্মার (রাঃ) কে যুদ্ধে অংশ গ্রহনের আহবান জানাতে কুফাবাসীদের নিকট প্রেরণ করলেন, তখন আবূ মূসা ও আবূ মাসউদ (রাঃ) তার নিকট উপস্থিত হয়ে বললেন, তোমার ইসলাম গ্রহণের পর থেকে আমাদের জানামতে বর্তমান বিষয়ে (যুদ্ধের জন্য মানুষকে অনুপ্রাণিত করার বিষয়ে) দ্রুত উদ্যোগ গ্রহণ করার চেয়ে অপছন্দনীয় কোন কাজ করতে আমরা তোমাকে দেখিনি। তখন আম্মার (রাঃ) বললেন, যখন থেকে আপনারা ইসলাম গ্রহণ করেছেন আমি আপনাদের কোন কাজ দেখিনি যা আমার কাছে অপছন্দনীয় বিবেচিত হয়েছে বর্তমানের এ কাজে দেরী করা ব্যতীত। তখন আবূ মাসউদ (রাঃ) তাদের দু&#39;জনকেই একজোড়া করে পোশাক পরিধান করিয়ে দিলেন। এরপর সকলেই (কুফা) মসজিদের দিকে রওনা হলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6621",
    "id": "7364",
    "thesequence": "7527",
    "isActive": "1",
    "chapterId": "17727",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৪. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Shaqiq bin Salama:\n\nI was sitting with Abu Mas`ud and Abu Musa and `Ammar. Abu Mas`ud said (to `Ammar), There is none of your companions but, if I wish, I could find fault with him except with you. Since you joined the company of the Prophet (ﷺ) I have never seen anything done by you more criticizable by me than your haste in this issue. `Ammar said, O Abu Mas`ud ! I have never seen anything done by you or by this companion of yours (i.e., Abu Musa) more criticizable by me than your keeping away from this issue since the time you both joined the company of the Prophet. Then Abu Mas`ud who was a rich man, said (to his servant), O boy! Bring two suits. Then he gave one to Abu Musa and the other to `Ammar and said (to them), Put on these suits before going for the Friday prayer. ",
    "hadithArabic": " حَدَّثَنَا عَبْدَانُ، عَنْ أَبِي حَمْزَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقِ بْنِ سَلَمَةَ، كُنْتُ جَالِسًا مَعَ أَبِي مَسْعُودٍ وَأَبِي مُوسَى وَعَمَّارٍ فَقَالَ أَبُو مَسْعُودٍ مَا مِنْ أَصْحَابِكَ أَحَدٌ إِلاَّ لَوْ شِئْتُ لَقُلْتُ فِيهِ غَيْرَكَ، وَمَا رَأَيْتُ مِنْكَ شَيْئًا مُنْذُ صَحِبْتَ النَّبِيَّ صلى الله عليه وسلم أَعْيَبَ عِنْدِي مِنِ اسْتِسْرَاعِكَ فِي هَذَا الأَمْرِ. قَالَ عَمَّارٌ يَا أَبَا مَسْعُودٍ وَمَا رَأَيْتُ مِنْكَ وَلاَ مِنْ صَاحِبِكَ هَذَا شَيْئًا مُنْذُ صَحِبْتُمَا النَّبِيَّ صلى الله عليه وسلم أَعْيَبَ عِنْدِي مِنْ إِبْطَائِكُمَا فِي هَذَا الأَمْرِ. فَقَالَ أَبُو مَسْعُودٍ وَكَانَ مُوسِرًا يَا غُلاَمُ هَاتِ حُلَّتَيْنِ. فَأَعْطَى إِحْدَاهُمَا أَبَا مُوسَى وَالأُخْرَى عَمَّارًا وَقَالَ رُوحَا فِيهِ إِلَى الْجُمُعَةِ.",
    "hadithBengali": "৬৬২২। আবদান (রহঃ) ... শাকীক ইবনু সালমা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবূ মাসউদ (রাঃ) আবূ মূসা (রাঃ) ও আম্মার (রাঃ) এর কাছে বসা ছিলাম। তখন আবূ মাসউদ (রাঃ) বললেন, তুমি ব্যতীত তোমার সঙ্গীদের মাঝে এমন কেউ নেই, যার সম্পর্কে আমি ইচ্ছা করলে কিছু না কিছু বলতে না পারি। তবে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গ লাভ করার পর থেকে এ ব্যাপারে দ্রুত উদ্যোগী হওয়ার চাইতে আমার দৃষ্টিতে দূষনীয় কোন কাজ তোমার কাছ থেকে দেখিনি। তখন আাম্মার (রাঃ) বললেন, হে আবূ মাসউদ! নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে তোমাদের সঙ্গ লাভ করার পর থেকে এ ব্যাপারে গড়িমসি করার চাইতে আমার দৃষ্টিতে অধিক দূষনীয় কোন কাজ তোমার থেকে এবং তোমার এ সঙ্গী থেকে দেখিনি। আবূ মাসউদ (রাঃ) ধনবান ব্যাক্তি ছিলেন। তিনি (তার চাকরকে) বললেন, হে বৎস! দু&#39;জোড়া পোশাক নিয়ে এস। এরপর তিনি তার একটি আবূ মূসা (রাঃ) কে ও অপরটি আম্মার (রাঃ) কে দিলেন এবং বললেন, এগুলো পরিধান করে জুম আর নামাযে যাও।\n",
    "checkStatus": "1",
    "hadithNo": "6622",
    "id": "7365",
    "thesequence": "7528",
    "isActive": "1",
    "chapterId": "17727",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৪. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) said, If Allah sends punishment upon a nation then it befalls upon the whole population indiscriminately and then they will be resurrected (and judged) according to their deeds. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي حَمْزَةُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُ سَمِعَ ابْنَ عُمَرَ ـ رضى الله عنهما ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا أَنْزَلَ اللَّهُ بِقَوْمٍ عَذَابًا، أَصَابَ الْعَذَابُ مَنْ كَانَ فِيهِمْ، ثُمَّ بُعِثُوا عَلَى أَعْمَالِهِمْ .",
    "hadithBengali": "৬৬২৩। আবদুল্লাহ ইবনু উসমান (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন আল্লাহ কোন কাওমের উপর আযাব নাযিল করেন তখন সেখানে বসবাসরত সকলের উপরই সেই আযাব নিপতিত হয়। অবশ্য পরে (কিয়ামতের দিন) প্রত্যেককে তার আমল অনুসারে উঠানো হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6623",
    "id": "7366",
    "thesequence": "7529",
    "isActive": "1",
    "chapterId": "17728",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৫. যখন আল্লাহ্ কোন সম্প্রদায় এর উপর আযাব নাযিল করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Hasan Al-Basri:\n\nWhen Al-Hasan bin `Ali moved with army units against Muawiya, `Amr bin AL-As said to Muawiya, I see an army that will not retreat unless and until the opposing army retreats. Muawiya said, (If the Muslims are killed) who will look after their children? `Amr bin Al-As said: I (will look after them). On that, `Abdullah bin Amir and `Abdur-Rahman bin Samura said, Let us meet Muawaiya and suggest peace. Al-Hasan Al-Basri added: No doubt, I heard that Abu Bakra said, Once while the Prophet was addressing (the people), Al-Hasan (bin `Ali) came and the Prophet (ﷺ) said, This son of mine is a chief, and Allah may make peace between two groups of Muslims through him.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا إِسْرَائِيلُ أَبُو مُوسَى، وَلَقِيتُهُ، بِالْكُوفَةِ جَاءَ إِلَى ابْنِ شُبْرُمَةَ فَقَالَ أَدْخِلْنِي عَلَى عِيسَى فَأَعِظَهُ. فَكَأَنَّ ابْنَ شُبْرُمَةَ خَافَ عَلَيْهِ فَلَمْ يَفْعَلْ. قَالَ حَدَّثَنَا الْحَسَنُ قَالَ لَمَّا سَارَ الْحَسَنُ بْنُ عَلِيٍّ ـ رضى الله عنهما ـ إِلَى مُعَاوِيَةَ بِالْكَتَائِبِ. قَالَ عَمْرُو بْنُ الْعَاصِ لِمُعَاوِيَةَ أَرَى كَتِيبَةً لاَ تُوَلِّي حَتَّى تُدْبِرَ أُخْرَاهَا. قَالَ مُعَاوِيَةُ مَنْ لِذَرَارِيِّ الْمُسْلِمِينَ. فَقَالَ أَنَا. فَقَالَ عَبْدُ اللَّهِ بْنُ عَامِرٍ وَعَبْدُ الرَّحْمَنِ بْنُ سَمُرَةَ نَلْقَاهُ فَنَقُولُ لَهُ الصُّلْحَ. قَالَ الْحَسَنُ وَلَقَدْ سَمِعْتُ أَبَا بَكْرَةَ قَالَ بَيْنَا النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ جَاءَ الْحَسَنُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم   ابْنِي هَذَا سَيِّدٌ وَلَعَلَّ اللَّهَ أَنْ يُصْلِحَ بِهِ بَيْنَ فِئَتَيْنِ مِنَ الْمُسْلِمِينَ .",
    "hadithBengali": "৬৬২৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... হাসান বসরী (রহঃ) থেকে বর্ণিত। তিনি বলেন, যখন হাসান ইবনু আলী (রাঃ) সেনাবাহিনী নিয়ে মুআবিয়া (রাঃ) এর মুকাবিলায় রওনা হলেন, তখন আমর ইবনু আস (রাঃ) মুআবিয়া (রাঃ) কে বললেন, আমি এরুপ এক সেনাবাহিনী দেখছি, যারা বিপক্ষকে না ফিরিয়ে পিছু হবে না। মুআবিয়া (রাঃ) বললেন, তাহলে মুসলমানদের সন্তান-সন্ততির তত্তাবধান কে করবে? আমর ইবনু আস (রাঃ) বললেন, আমি। এ সময় আবদুল্লাহ ইবনু আমির (রাঃ) ও আব্দুর রহমান ইবনু সামুরা (রাঃ) বললেন, আমরা তার সঙ্গে সাক্ষাত করব এবং তাকে সন্ধির কথা বলব।\n\nহাসান বসরী (রহঃ) বলেনঃ আমি আবূ বাকরা (রাঃ) থেকে শুনেছি, তিনি বলেন, একদা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভাষণ দিচ্ছিলেন। এমন সময় হাসান (রাঃ) আসলেন। তিনি (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে দেখে) বললেনঃ আমার এ পৌত্র সরদার আর সম্ভবত আল্লাহ-তা&#39;আলা তার মাধ্যমে মুসলমানদের দু&#39;টি (বিবদমান) দলের মধ্যে সমঝোতা সৃষ্টি করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6624",
    "id": "7367",
    "thesequence": "7530",
    "isActive": "1",
    "chapterId": "17729",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৬. হাসান ইবন আলী (রাঃ) সম্পর্কে রাসূলূল্লাহ (সাঃ) এর উক্তিঃ অবশ্যই আমার এই পৌত্র সরদার। আর সম্ভবত মহান আল্লাহ্ তা&#039;আলা তাঁর মাধ্যমে মুসলমানদের (বিবাদমান) দু&rsquo;টি দলের মধ্যে সমঝোতা সৃষ্টি করবেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Harmala:\n\n(Usamas Maula) Usama (bin Zaid) sent me to `Ali (at Kufa) and said, `Ali will ask you, What has prevented your companion from joining me? You then should say to him, If you (`Ali) were in the mouth of a lion, I would like to be with you, but in this matter I wont take any part.  Harmala added: `Ali didnt give me anything (when I conveyed the message to him) so I went to Hasan, Hussain and Ibn Ja`far and they loaded my camels with much (wealth).",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ قَالَ عَمْرٌو أَخْبَرَنِي مُحَمَّدُ بْنُ عَلِيٍّ، أَنَّ حَرْمَلَةَ، مَوْلَى أُسَامَةَ أَخْبَرَهُ قَالَ عَمْرٌو وَقَدْ رَأَيْتُ حَرْمَلَةَ قَالَ أَرْسَلَنِي أُسَامَةُ إِلَى عَلِيٍّ وَقَالَ إِنَّهُ سَيَسْأَلُكَ الآنَ فَيَقُولُ مَا خَلَّفَ صَاحِبَكَ فَقُلْ لَهُ يَقُولُ لَكَ لَوْ كُنْتَ فِي شِدْقِ الأَسَدِ لأَحْبَبْتُ أَنْ أَكُونَ مَعَكَ فِيهِ، وَلَكِنَّ هَذَا أَمْرٌ لَمْ أَرَهُ، فَلَمْ يُعْطِنِي شَيْئًا، فَذَهَبْتُ إِلَى حَسَنٍ وَحُسَيْنٍ وَابْنِ جَعْفَرٍ فَأَوْقَرُوا لِي رَاحِلَتِي.",
    "hadithBengali": "৬৬২৫। আলী ইবনু আবদুল্লাহ (রহঃ) ... উসামা (রাঃ) এর গোলাম হারামালা (রহঃ) থেকে বর্নিত। তিনি বলেন, উসামা (রাঃ) আমাকে আলী (রাঃ) এর কাছে পাঠালেন। আর তিনি বলে দিলেন যে, সেখানে যাওয়ার পরই [আলী (রাঃ)] তোমাকে জিজ্ঞাসা করবেন যে, তোমার সঙ্গীকে (আমার সহযোগিতা থেকে) কিসে পিছনে (বিরত) রেখেছে? তুমি তাঁকে বলবে, তিনি আপনার কাছে এ কথা বলে পাঠিয়েছেন যে, যদি আপনি সিংহের মুখে পতিত হন, তবুও আমি আপনার সঙ্গে সেখানে থাকাকে ভাল মনে করব। তবে এ বিষয়টি (অর্থাৎ মূসলমানদের পরস্পরিক যুদ্ধ) আমি ভাল মনে করছি না। (হারামালা বলেন) তিনি [আলী (রাঃ)] আমাকে কিছুই দিলেন না। এরপর আমি হাসান, হুসাইন ও আবদুল্লাহ ইবনু জাফর (রাঃ) এর কাছে গেলাম। তাঁরা আমার বাহন (মাল দিয়ে) বোঝাই করে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6625",
    "id": "7368",
    "thesequence": "7531",
    "isActive": "1",
    "chapterId": "17729",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৬. হাসান ইবন আলী (রাঃ) সম্পর্কে রাসূলূল্লাহ (সাঃ) এর উক্তিঃ অবশ্যই আমার এই পৌত্র সরদার। আর সম্ভবত মহান আল্লাহ্ তা&#039;আলা তাঁর মাধ্যমে মুসলমানদের (বিবাদমান) দু&rsquo;টি দলের মধ্যে সমঝোতা সৃষ্টি করবেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Nafi`:\n\nWhen the people of Medina dethroned Yazid bin Muawiya, Ibn `Umar gathered his special friends and children and said, I heard the Prophet (ﷺ) saying, A flag will be fixed for every betrayer on the Day of Resurrection, and we have given the oath of allegiance to this person (Yazid) in accordance with the conditions enjoined by Allah and His Apostle and I do not know of anything more faithless than fighting a person who has been given the oath of allegiance in accordance with the conditions enjoined by Allah and His Apostle , and if ever I learn that any person among you has agreed to dethrone Yazid, by giving the oath of allegiance (to somebody else) then there will be separation between him and me.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، قَالَ لَمَّا خَلَعَ أَهْلُ الْمَدِينَةِ يَزِيدَ بْنَ مُعَاوِيَةَ جَمَعَ ابْنُ عُمَرَ حَشَمَهُ وَوَلَدَهُ فَقَالَ إِنِّي سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   يُنْصَبُ لِكُلِّ غَادِرٍ لِوَاءٌ يَوْمَ الْقِيَامَةِ . وَإِنَّا قَدْ بَايَعْنَا هَذَا الرَّجُلَ عَلَى بَيْعِ اللَّهِ وَرَسُولِهِ، وَإِنِّي لاَ أَعْلَمُ غَدْرًا أَعْظَمَ مِنْ أَنْ يُبَايَعَ رَجُلٌ عَلَى بَيْعِ اللَّهِ وَرَسُولِهِ، ثُمَّ يُنْصَبُ لَهُ الْقِتَالُ، وَإِنِّي لاَ أَعْلَمُ أَحَدًا مِنْكُمْ خَلَعَهُ، وَلاَ بَايَعَ فِي هَذَا الأَمْرِ، إِلاَّ كَانَتِ الْفَيْصَلَ بَيْنِي وَبَيْنَهُ.",
    "hadithBengali": "৬৬২৬। সুলায়মান ইবনু হারব (রহঃ) ... নাফি (রহঃ) থেকে বর্নিত। তিনি বলেন, যখন মদিনার লোকেরা ইয়াযীদ ইবনু মুআবিয়া (রাঃ) এর বায়আত ভঙ্গ করল, তখন ইবনু উমর (রাঃ) তার বিশেষ ভক্তবৃন্দ ও সন্তানদের সমবেত করলেন এবং বললেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কিয়ামতের দিন প্রত্যেক বিশ্বাসঘাতকের জন্য একটি করে ঝাণ্ডা (পতাকা) উত্তোলন করা হবে। আর আমরা এ লোকটির (ইয়াযীদের) প্রতি আল্লাহ ও তার রাসুলের বর্ণিত শর্তানুযায়ী বায়আত গ্রহণ করেছি। বস্তুত কোন একজন লোকের প্রতি আল্লাহ ও তার রাসুলের বর্ণিত শর্তানুযারী বায়আত গ্রহণ করার পর তার বিরুদ্ধে যুদ্ধের প্রস্তুতি গ্রহণের চেয়ে বড় কোন বিশ্বাসঘাতকতা আছে বলে আমি জানিনা। আমি যেন কারো সম্পর্কে ইয়াযীদের বায়আত ভঙ্গ করেছে, কিংবা সে আনুগত্য করছে না জানতে না পাই। অন্যথায় তার ও আমার সম্পর্ক বিচ্ছিন্ন হয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "6626",
    "id": "7369",
    "thesequence": "7532",
    "isActive": "1",
    "chapterId": "17730",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৭. যখন কেউ কোন সম্প্রদায়ের কাছে কিছু বলে পরে বেরিয়ে এসে বিপরীত বলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Al-Minhal:\n\nWhen Ibn Ziyad and Marwan were in Sham and Ibn Az-Zubair took over the authority in Mecca and Qurra (the Kharijites) revolted in Basra, I went out with my father to Abu Barza Al-Aslami till we entered upon him in his house while he was sitting in the shade of a room built of cane. So we sat with him and my father started talking to him saying, O Abu Barza! Dont you see in what dilemma the people has fallen? The first thing heard him saying I seek reward from Allah for myself because of being angry and scornful at the Quraish tribe. O you Arabs! You know very well that you were in misery and were few in number and misguided, and that Allah has brought you out of all that with Islam and with Muhammad till He brought you to this state (of prosperity and happiness) which you see now; and it is this worldly wealth and pleasures which has caused mischief to appear among you. The one who is in Sham (i.e., Marwan), by Allah, is not fighting except for the sake of worldly gain: and those who are among you, by Allah, are not fighting except for the sake of worldly gain; and that one who is in Mecca (i.e., Ibn Az-Zubair) by Allah, is not fighting except for the sake of worldly gain.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا أَبُو شِهَابٍ، عَنْ عَوْفٍ، عَنْ أَبِي الْمِنْهَالِ، قَالَ لَمَّا كَانَ ابْنُ زِيَادٍ وَمَرْوَانُ بِالشَّأْمِ، وَوَثَبَ ابْنُ الزُّبَيْرِ بِمَكَّةَ، وَوَثَبَ الْقُرَّاءُ بِالْبَصْرَةِ، فَانْطَلَقْتُ مَعَ أَبِي إِلَى أَبِي بَرْزَةَ الأَسْلَمِيِّ حَتَّى دَخَلْنَا عَلَيْهِ فِي دَارِهِ وَهْوَ جَالِسٌ فِي ظِلِّ عُلِّيَّةٍ لَهُ مِنْ قَصَبٍ، فَجَلَسْنَا إِلَيْهِ فَأَنْشَأَ أَبِي يَسْتَطْعِمُهُ الْحَدِيثَ فَقَالَ يَا أَبَا بَرْزَةَ أَلاَ تَرَى مَا وَقَعَ فِيهِ النَّاسُ فَأَوَّلُ شَىْءٍ سَمِعْتُهُ تَكَلَّمَ بِهِ إِنِّي احْتَسَبْتُ عِنْدَ اللَّهِ أَنِّي أَصْبَحْتُ سَاخِطًا عَلَى أَحْيَاءِ قُرَيْشٍ، إِنَّكُمْ يَا مَعْشَرَ الْعَرَبِ كُنْتُمْ عَلَى الْحَالِ الَّذِي عَلِمْتُمْ مِنَ الذِّلَّةِ وَالْقِلَّةِ وَالضَّلاَلَةِ، وَإِنَّ اللَّهَ أَنْقَذَكُمْ بِالإِسْلاَمِ وَبِمُحَمَّدٍ صلى الله عليه وسلم حَتَّى بَلَغَ بِكُمْ مَا تَرَوْنَ، وَهَذِهِ الدُّنْيَا الَّتِي أَفْسَدَتْ بَيْنَكُمْ، إِنَّ ذَاكَ الَّذِي بِالشَّأْمِ وَاللَّهِ إِنْ يُقَاتِلُ إِلاَّ عَلَى الدُّنْيَا.",
    "hadithBengali": "৬৬২৭। আহমাদ ইবনু ইউনূস (রহঃ) ... আবুল মিনহাল (রহঃ) থেকে বর্ণিত। তিনি বলেন, ইবনু যিয়াদ ও মারওয়ান যখন সিরিয়ার শাসনকর্তা নিযুক্ত ছিলেন এবং ইবনু যুবায়র (রাঃ) মক্কার শাসনক্ষমতা দখল করে নিলেন, আর ক্বারী নামধারীরা (খারেজীরা) বসরায় ক্ষমতায় চেপে বসল, তখন একদিন আমি আমার পিতার সঙ্গে আবূ বারযা আসলামী (রাঃ) এর উদ্দেশ্যে রওনা করে আমরা তার ঘরে প্রবেশ করলাম। এ সময় তিনি তার বাশের তৈরি কুঠরীর ছায়াতলে বসা ছিলেন। আমরা তার কাছে বসলাম। আমার পিতা তার কাছ থেকে কিছু হাদীস শুনতে চাইলেন। পিতা বললেন, হে আবূ বারযা! লোকেরা কি ভীষণ সংকটে পতিত হয়েছে তা কি আপনি লক্ষ্য করছেন না?\n\nসর্বপ্রথম যে কথাটি তাঁকে বলতে শোনলাম তা হল, আমি যে কুরায়শের গোত্রসমূহের প্রতি বিরূপ ভাব পোষণ করি, এজন্য আল্লাহর কাছে অবশ্যই সাওয়াবের প্রত্যাশা করি। হে আরববাসীরা! তোমরা যে কিরূপ গোমরাহী, অভাব-অনটন ও লাঞ্চনাকর অবস্থায় ছিলে তা তোমরা জানো। মহান আল্লাহ তাআলা ইসলাম ও মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাধ্যমে সে অবস্থা থেকে মুক্ত করে তোমাদের বর্তমান অবস্থায় পৌছিয়েছেন, যা তোমরা দেখছ। আর এ পার্থিব দুনিয়াই তোমাদের মাঝে বিশৃংখলা সৃষ্টি করেছে। ঐ যে লোকটা সিরিয়ায় (ক্ষমতা দখল করে) আছে, আল্লাহর কসম। একমাত্র দুনিয়ার সার্থ ছাড়া অন্য কোন উদ্দেশ্যে সে লড়াই করেনি।\n",
    "checkStatus": "1",
    "hadithNo": "6627",
    "id": "7370",
    "thesequence": "7533",
    "isActive": "1",
    "chapterId": "17730",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৭. যখন কেউ কোন সম্প্রদায়ের কাছে কিছু বলে পরে বেরিয়ে এসে বিপরীত বলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abi Waih:\n\nHudhaifa bin Al-Yaman said, The hypocrites of today are worse than those of the lifetime of the Prophet, because in those days they used to do evil deeds secretly but today they do such deeds openly.",
    "hadithArabic": " حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، عَنْ وَاصِلٍ الأَحْدَبِ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ، قَالَ إِنَّ الْمُنَافِقِينَ الْيَوْمَ شَرٌّ مِنْهُمْ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم كَانُوا يَوْمَئِذٍ يُسِرُّونَ وَالْيَوْمَ يَجْهَرُونَ.",
    "hadithBengali": "৬৬২৮। আদম ইবনু আবূ ইয়াস (রহঃ) ... হুযায়ফা ইবনুু-ইয়ামান (রাঃ) থেকে বর্ণিত। তিনি বলেন, বর্তমান যুগের মুনাফিকরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগের মুনাফিকদের চাইতেও জঘন্য। কেননা, সে যুগে তারা (মুনাফিকী) করত গোপনে আর আজ করে প্রকাশ্যে।\n",
    "checkStatus": "1",
    "hadithNo": "6628",
    "id": "7371",
    "thesequence": "7534",
    "isActive": "1",
    "chapterId": "17730",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৭. যখন কেউ কোন সম্প্রদায়ের কাছে কিছু বলে পরে বেরিয়ে এসে বিপরীত বলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abi Ashasha:\n\nHudhaifa said, In fact, it was hypocrisy that existed in the lifetime of the Prophet (ﷺ) but today it is Kufr (disbelief) after belief.",
    "hadithArabic": " حَدَّثَنَا خَلاَّدٌ، حَدَّثَنَا مِسْعَرٌ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ أَبِي الشَّعْثَاءِ، عَنْ حُذَيْفَةَ، قَالَ إِنَّمَا كَانَ النِّفَاقُ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم فَأَمَّا الْيَوْمَ فَإِنَّمَا هُوَ الْكُفْرُ بَعْدَ الإِيمَانِ.",
    "hadithBengali": "৬৬২৯। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নিফাক বস্তুত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে ছিল। আর এখন হল তা ঈমান গ্রহণের পর কুফরী।\n",
    "checkStatus": "1",
    "hadithNo": "6629",
    "id": "7372",
    "thesequence": "7535",
    "isActive": "1",
    "chapterId": "17730",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৭. যখন কেউ কোন সম্প্রদায়ের কাছে কিছু বলে পরে বেরিয়ে এসে বিপরীত বলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, The Hour will not be established till a man passes by a grave of somebody and says, Would that I were in his place. ",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تَقُومُ السَّاعَةُ حَتَّى يَمُرَّ الرَّجُلُ بِقَبْرِ الرَّجُلِ فَيَقُولُ يَا لَيْتَنِي مَكَانَهُ .",
    "hadithBengali": "৬৬৩০। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি বলেছেনঃ কিয়ামত কায়ম হবে না যতক্ষন এক ব্যাক্তি অপর ব্যাক্তির কবরের পাশে দিয়ে যাওয়ার সময় না বলবে হায়! যদি আমি তার স্থলে হতাম।\n",
    "checkStatus": "1",
    "hadithNo": "6630",
    "id": "7373",
    "thesequence": "7536",
    "isActive": "1",
    "chapterId": "17731",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৮. কবরবাসীদের প্রতি ঈর্ষা না জাগা পর্যন্ত কিয়ামত কায়েম হবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The Hour will not be established till the buttocks of the women of the tribe of Daus move while going round Dhi-al-Khalasa. Dhi-al-Khalasa was the idol of the Daus tribe which they used to worship in the Pre Islamic Period of ignorance.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ قَالَ سَعِيدُ بْنُ الْمُسَيَّبِ أَخْبَرَنِي أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ تَقُومُ السَّاعَةُ حَتَّى تَضْطَرِبَ أَلَيَاتُ نِسَاءِ دَوْسٍ عَلَى ذِي الْخَلَصَةِ . وَذُو الْخَلَصَةَ طَاغِيَةُ دَوْسٍ الَّتِي كَانُوا يَعْبُدُونَ فِي الْجَاهِلِيَّةِ.",
    "hadithBengali": "৬৬৩১। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কিয়ামত কায়েম হবে না, যতক্ষন যুলখালাসার পাশে দাওস গোত্রীয় রমনীদের নিতম্ব দোলায়িত না হবে। যুলখালাসা হল দাওস গোত্রের একটি মূর্তি। জাহিলি যুগে তারা এর উপাসনা করত।\n",
    "checkStatus": "1",
    "hadithNo": "6631",
    "id": "7374",
    "thesequence": "7537",
    "isActive": "1",
    "chapterId": "17732",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৯. যামানার এমন পরিবর্তন হবে যে, পূনরায় মূর্তিপূজা শুরু হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The Hour will not be established till a man from Qahtan appears, driving the people with his stick.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنِي سُلَيْمَانُ، عَنْ ثَوْرٍ، عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ تَقُومُ السَّاعَةُ حَتَّى يَخْرُجَ رَجُلٌ مِنْ قَحْطَانَ يَسُوقُ النَّاسَ بِعَصَاهُ .",
    "hadithBengali": "৬৬৩২। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত কায়েম হবে না যতক্ষন না কাহতান গোত্র থেকে এমন এক ব্যাক্তি আবির্ভূত হবে, যে মানুষকে লাঠি দিয়ে তাড়িয়ে নেবে।\n",
    "checkStatus": "1",
    "hadithNo": "6632",
    "id": "7375",
    "thesequence": "7538",
    "isActive": "1",
    "chapterId": "17732",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "২৯৯৯. যামানার এমন পরিবর্তন হবে যে, পূনরায় মূর্তিপূজা শুরু হবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The Hour will not be established till a fire will come out of the land of Hijaz, and it will throw light on the necks of the camels at Busra.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ سَعِيدُ بْنُ الْمُسَيَّبِ أَخْبَرَنِي أَبُو هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ تَقُومُ السَّاعَةُ حَتَّى تَخْرُجَ نَارٌ مِنْ أَرْضِ الْحِجَازِ، تُضِيءُ أَعْنَاقَ الإِبِلِ بِبُصْرَى .",
    "hadithBengali": "৬৬৩৩। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত কায়েম হবে না যতক্ষন না হিজাযের যমীন থেকে এমন আগুন বের হবে, যা বসরার উটগুলোর গর্দান আলোকিত করে দেবে।\n",
    "checkStatus": "1",
    "hadithNo": "6633",
    "id": "7376",
    "thesequence": "7539",
    "isActive": "1",
    "chapterId": "17733",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০০. আগুন বের হওয়া। আনাস (রাঃ) বলেন, রাসূলূল্লাহ (সাঃ) বলেছেনঃ কিয়ামতের সর্বপ্রথম আলামত হবে আগুন, যা মানুষকে পূর্ব থেকে তাড়িয়ে নিয়ে পশ্চিমে সমবেত করবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Soon the river Euphrates will disclose the treasure (the mountain) of gold, so whoever will be present at that time should not take anything of it. Al-Araj narrated from Abii Huraira that the Prophet (ﷺ) said the same but he said, It (Euphrates) will uncover a mountain of gold (under it).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعِيدٍ الْكِنْدِيُّ، حَدَّثَنَا عُقْبَةُ بْنُ خَالِدٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ جَدِّهِ، حَفْصِ بْنِ عَاصِمٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يُوشِكُ الْفُرَاتُ أَنْ يَحْسِرَ عَنْ كَنْزٍ مِنْ ذَهَبٍ، فَمَنْ حَضَرَهُ فَلاَ يَأْخُذْ مِنْهُ شَيْئًا .\nقَالَ عُقْبَةُ وَحَدَّثَنَا عُبَيْدُ اللَّهِ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ إِلاَّ أَنَّهُ قَالَ  يَحْسِرُ عَنْ جَبَلٍ مِنْ ذَهَبٍ .",
    "hadithBengali": "৬৬৩৪। আবদুল্লাহ ইবনু সাঈদ কিন্দী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অদ্য ভবিষ্যতে ফোরাত নদী তার গর্ভস্ত স্বর্ণের খনি বের করে দেবে সে সময় যারা উপস্থিত থাকবে তারা যেন তা থেকে কিছুই গ্রহণ না করে।\n\nউকবা (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীসটি অনুরূপ বর্ণনা করেছেন। তবে সেখানে كَنْزٍ مِنْ ذَهَبٍ এর স্থলে جَبَلٍ مِنْ ذَهَبٍ (স্বর্ণের পাহাড়) উল্লেখ আছে।\n",
    "checkStatus": "1",
    "hadithNo": "6634",
    "id": "7377",
    "thesequence": "7540",
    "isActive": "1",
    "chapterId": "17733",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০০. আগুন বের হওয়া। আনাস (রাঃ) বলেন, রাসূলূল্লাহ (সাঃ) বলেছেনঃ কিয়ামতের সর্বপ্রথম আলামত হবে আগুন, যা মানুষকে পূর্ব থেকে তাড়িয়ে নিয়ে পশ্চিমে সমবেত করবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Haritha bin Wahb:\n\nI heard Allahs Messenger (ﷺ) saying, Give in charity because there will come a time on the people when a person will go out with his alms from place to place but will not find anybody to accept it.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، حَدَّثَنَا مَعْبَدٌ، سَمِعْتُ حَارِثَةَ بْنَ وَهْبٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   تَصَدَّقُوا، فَسَيَأْتِي عَلَى النَّاسِ زَمَانٌ يَمْشِي الرَّجُلُ بِصَدَقَتِهِ، فَلاَ يَجِدُ مَنْ يَقْبَلُهَا . قَالَ مُسَدَّدٌ حَارِثَةُ أَخُو عُبَيْدِ اللَّهِ بْنِ عُمَرَ لأُمِّهِ قَالَهُ أَبُو عَبْدِ اللَّهِ.",
    "hadithBengali": "৬৬৩৫। মুসাদ্দাদ (রহঃ) ... হারিসা ইবনু ওয়াহাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, তোমরা সাদাকা কর। কেননা, অচিরেই এমন এক যুগ আসবে যে মানুষ সাদাকা নিয়ে ঘোরাফেরা করবে। কিন্তু সাদাকা গ্রহণ করে এমন কাউকে পাবে না। মুসাদ্দাদ (রহঃ) বলেন, হারিসা উবায়দুল্লাহ ইবনু উমর (রাঃ) এর বৈপিত্রেয় ভাই।\n",
    "checkStatus": "1",
    "hadithNo": "6635",
    "id": "7378",
    "thesequence": "7541",
    "isActive": "1",
    "chapterId": "17734",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০১. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, The Hour will not be established (1) till two big groups fight each other whereupon there will be a great number of casualties on both sides and they will be following one and the same religious doctrine, (2) till about thirty Dajjals (liars) appear, and each one of them will claim that he is Allahs Messenger (ﷺ), (3) till the religious knowledge is taken away (by the death of Religious scholars) (4) earthquakes will increase in number (5) time will pass quickly, (6) afflictions will appear, (7) Al-Harj, (i.e., killing) will increase, (8) till wealth will be in abundance ---- so abundant that a wealthy person will worry lest nobody should accept his Zakat, and whenever he will present it to someone, that person (to whom it will be offered) will say, I am not in need of it, (9) till the people compete with one another in constructing high buildings, (10) till a man when passing by a grave of someone will say, Would that I were in his place (11) and till the sun rises from the West. So when the sun will rise and the people will see it (rising from the West) they will all believe (embrace Islam) but that will be the time when: (As Allah said,) No good will it do to a soul to believe then, if it believed not before, nor earned good (by deeds of righteousness) through its Faith. (6.158) And the Hour will be established while two men spreading a garment in front of them but they will not be able to sell it, nor fold it up; and the Hour will be established when a man has milked his she-camel and has taken away the milk but he will not be able to drink it; and the Hour will be established before a man repairing a tank (for his livestock) is able to water (his animals) in it; and the Hour will be established when a person has raised a morsel (of food) to his mouth but will not be able to eat it.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ تَقُومُ السَّاعَةُ حَتَّى تَقْتَتِلَ فِئَتَانِ عَظِيمَتَانِ، يَكُونُ بَيْنَهُمَا مَقْتَلَةٌ عَظِيمَةٌ، دَعْوَتُهُمَا وَاحِدَةٌ، وَحَتَّى يُبْعَثَ دَجَّالُونَ كَذَّابُونَ، قَرِيبٌ مِنْ ثَلاَثِينَ، كُلُّهُمْ يَزْعُمُ أَنَّهُ رَسُولُ اللَّهِ، وَحَتَّى يُقْبَضَ الْعِلْمُ، وَتَكْثُرَ الزَّلاَزِلُ، وَيَتَقَارَبَ الزَّمَانُ، وَتَظْهَرَ الْفِتَنُ، وَيَكْثُرَ الْهَرْجُ وَهْوَ الْقَتْلُ، وَحَتَّى يَكْثُرَ فِيكُمُ الْمَالُ فَيَفِيضَ، حَتَّى يُهِمَّ رَبَّ الْمَالِ مَنْ يَقْبَلُ صَدَقَتَهُ، وَحَتَّى يَعْرِضَهُ فَيَقُولَ الَّذِي يَعْرِضُهُ عَلَيْهِ لاَ أَرَبَ لِي بِهِ. وَحَتَّى يَتَطَاوَلَ النَّاسُ فِي الْبُنْيَانِ، وَحَتَّى يَمُرَّ الرَّجُلُ بِقَبْرِ الرَّجُلِ فَيَقُولُ يَا لَيْتَنِي مَكَانَهُ. وَحَتَّى تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا، فَإِذَا طَلَعَتْ وَرَآهَا النَّاسُ ـ يَعْنِي ـ آمَنُوا أَجْمَعُونَ، فَذَلِكَ حِينَ لاَ يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ، أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا، وَلَتَقُومَنَّ السَّاعَةُ وَقَدْ نَشَرَ الرَّجُلاَنِ ثَوْبَهُمَا بَيْنَهُمَا، فَلاَ يَتَبَايَعَانِهِ وَلاَ يَطْوِيَانِهِ، وَلَتَقُومَنَّ السَّاعَةُ وَقَدِ انْصَرَفَ الرَّجُلُ بِلَبَنِ لِقْحَتِهِ فَلاَ يَطْعَمُهُ، وَلَتَقُومَنَّ السَّاعَةُ وَهْوَ يُلِيطُ حَوْضَهُ فَلاَ يَسْقِي فِيهِ، وَلَتَقُومَنَّ السَّاعَةُ وَقَدْ رَفَعَ أُكْلَتَهُ إِلَى فِيهِ فَلاَ يَطْعَمُهَا .",
    "hadithBengali": "৬৬৩৬। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত কায়েম হবে না যতক্ষন দুটি বড় দল পরস্পরে মহাযুদ্ধে লিপ্ত না হবে। উভয় দলের দাবি হবে অভিন্ন। আর যতক্ষন ত্রিশের কাছাকাছি মিথ্যাবাদী দাজ্জাল এর প্রকাশ না পাবে। তারা প্রত্যেকেই নিজেকে আল্লাহর প্রেরিত রাসুল বলে দাবি করবে এবং যতক্ষন ইল্&zwnj;ম তুলে নেওয়া না হবে। আর ভূমিকম্প অধিক হারে না হবে। আর যামানা (কাল) সংক্ষিপ্ত না হবে এবং (ব্যাপক হারে) ফিতনা প্রকাশ না পাবে। আর হারজ ব্যাপকতর হবে। হারজ হল হত্যা। আর যতক্ষন তোমাদের মাঝে ধন-সম্পদ বৃদ্ধি না পাবে। তখন সম্পদের এমন সয়লাব শুরু হবে যে, সম্পদের মালিক তার সাদাকা কে গ্রহণ করবে- এ নিয়ে চিন্তাগ্রস্থ হয়ে পড়বে। এমন কি যার নিকট সে সম্পদ পেশ করবে সে বলবে আমার এ মালের কোনই প্রয়োজন নেই। আর যতক্ষন মানুষ সুউচ্চ প্রাসাদ নির্মাণের ক্ষেত্রে পরস্পরে প্রতিযোণিতায় অবতীর্ন না হবে। আর যতক্ষন এক ব্যাক্তি অপর ব্যাক্তির কবরের পাশ দিয়ে যাওয়ার সময় বলবে হায়! আমি যদি এ কবরবাসীর স্থলে হতাম এবং যতক্ষন সূর্য পশ্চিম দিক থেকে উদিত না হবে।\n\nযখন সূর্য পশ্চিম দিক থেকে উদিত হবে এবং সকল লোক তা দেখবে। এবং সেদিন সকলেই ঈমান আনবে। কিন্তু সে দিন তার ঈমান কাজে আসবে না, যে ব্যাক্তি এর আগে ঈমান আনেনি। কিংবা ইতিপূর্বে যারা ঈমান আনেনি কিংবা ঈমানের মাধ্যমে কল্যাণ অর্জন করেনি (৬ঃ ১৫৮) আর অবশ্যই কিয়ামত এমন অবস্থায় কায়েম হবে যে দু&#39;ব্যাক্তি (পরস্পরে বেচাকেনার উদ্দেশ্যে) কাপড় খুলবে। কিন্তু তারা বেচাকেনা ও গুটিয়ে রাখা শেষ করতে পারবে না। অবশ্যই কিয়ামত এমন অবস্থায় কায়েম হবে যে, এক ব্যাক্তি তার উটের দুধ দোহন করে নিয়ে ফিরেছে কিন্তু সে তা পান করতে পারবে না। কিয়ামত এমন অবস্থায় কায়েম হবে যে, এক ব্যাক্তি তার হাওয আস্তর করছে, কিন্তু সে পানি পান করাতে পারবে না। অবশ্যই কিয়ামত এমন (অতর্কিত) অবস্থায় কায়েম হবে যে, এক ব্যাক্তি মুখের কাছে লোকমা তুলবে কিন্তু সে তা আহার করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6636",
    "id": "7379",
    "thesequence": "7542",
    "isActive": "1",
    "chapterId": "17734",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০১. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Mughira bin Shu`ba:\n\nNobody asked the Prophet (ﷺ) as many questions as I asked regarding Ad-Dajjal. The Prophet (ﷺ) said to me, What worries you about him? I said, Because the people say that he will have a mountain of bread and a river of water with him (i.e. he will have abundance of food and water) The Prophet (ﷺ) said, Nay, he is too mean to be allowed such a thing by Allah (but it is only to test mankind whether they believe in Allah or in Ad-Dajjal.)",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي قَيْسٌ، قَالَ قَالَ لِي الْمُغِيرَةُ بْنُ شُعْبَةَ مَا سَأَلَ أَحَدٌ النَّبِيَّ صلى الله عليه وسلم عَنِ الدَّجَّالِ مَا سَأَلْتُهُ وَإِنَّهُ قَالَ لِي  مَا يَضُرُّكَ مِنْهُ . قُلْتُ لأَنَّهُمْ يَقُولُونَ إِنَّ مَعَهُ جَبَلَ خُبْزٍ وَنَهَرَ مَاءٍ. قَالَ  هُوَ أَهْوَنُ عَلَى اللَّهِ مِنْ ذَلِكَ .",
    "hadithBengali": "৬৬৩৭। মুসাদ্দাদ (রহঃ) ... মুগীরা ইবনু শুবা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দাজ্জাল সম্পর্কে যত বেশি প্রশ্ন করতাম সেরূপ আর কেউ করেনি। তিনি আমাকে বললেনঃ তা থেকে তোমার কি ক্ষতি হবে? আমি বললাম, লোকেরা বলে যে, তার সাথে রুটির পাহাড় ও পানির নহর থাকবে। তিনি বললেনঃ আল্লাহর কাছে তা অতি সহজ।\n",
    "checkStatus": "1",
    "hadithNo": "6637",
    "id": "7380",
    "thesequence": "7543",
    "isActive": "1",
    "chapterId": "17735",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Umar (ra) :\nThe Prophet (ﷺ) said (about Ad-Dajjal) that he is one eyed, his right eye is as if a protruding out grape.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا أَيُّوبُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أُرَاهُ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَعْوَرُ عَيْنِ الْيُمْنَى، كَأَنَّهَا عِنَبَةٌ طَافِيَةٌ .",
    "hadithBengali": "৬৬৩৮। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, আবূ আবদুল্লাহ (রহঃ) বলেনঃ আমার মনে হয় তিনি হাদীসটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেই বর্ণনা করেছেন। তিনি বলেন, দাজ্জালের ডান চক্ষুটি কানা হবে, যেন তা ফোলা আঙ্গুরের ন্যায়।\n",
    "checkStatus": "1",
    "hadithNo": "6638",
    "id": "7381",
    "thesequence": "7544",
    "isActive": "1",
    "chapterId": "17735",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) said, Ad-Dajjal will come and encamp at a place close to Medina and then Medina will shake thrice whereupon every Kafir (disbeliever) and hypocrite will go out (of Medina) towards him.",
    "hadithArabic": "حَدَّثَنَا سَعْدُ بْنُ حَفْصٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   يَجِيءُ الدَّجَّالُ حَتَّى يَنْزِلَ فِي نَاحِيَةِ الْمَدِينَةِ، ثُمَّ تَرْجُفُ الْمَدِينَةُ ثَلاَثَ رَجَفَاتٍ، فَيَخْرُجُ إِلَيْهِ كُلُّ كَافِرٍ وَمُنَافِقٍ .",
    "hadithBengali": "৬৬৩৯। সাদ ইবনু হাফস (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দাজ্জাল আসবে। অবশেষে মদিনার এক পার্শ্বে অবতরণ করবে। (এ সময় মদিনা) তিনবার প্রকম্পিত হবে। তখন সকল কাফের ও মুনাফিক বের হয়ে তার কাছে চলে আসবে।\n",
    "checkStatus": "1",
    "hadithNo": "6639",
    "id": "7382",
    "thesequence": "7545",
    "isActive": "1",
    "chapterId": "17735",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Bakra:\n\nThe Prophet (ﷺ) said, The terror caused by Al-Masih Ad-Dajjal will not enter Medina and at that time Medina will have seven gates and there will be two angels at each gate (guarding them).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ أَبِي بَكْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يَدْخُلُ الْمَدِينَةَ رُعْبُ الْمَسِيحِ الدَّجَّالِ، وَلَهَا يَوْمَئِذٍ سَبْعَةُ أَبْوَابٍ، عَلَى كُلِّ باب مَلَكَانِ .\n قَالَ وَقَالَ ابْنُ إِسْحَاقَ عَنْ صَالِحِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِيهِ، قَالَ قَدِمْتُ الْبَصْرَةَ فَقَالَ لِي أَبُو بَكْرَةَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم بِهَذَا.",
    "hadithBengali": "৬৬৪০। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ বাকরা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। তিনি বলেছেনঃ মাসীহ দাজ্জালের ভয় থেকে মদিনায় প্রবেশ করবে না। সে সময় মদিনায় সাতটি প্রবেশ পথ থাকবে। প্রত্যেক প্রবেশ পথে দু&#39;জন করে ফেরেশতা নিয়োজিত থাকবেন।\n\nইবনু ইসহাক ... ইবরাহীম (রহঃ) থেকে বর্ণিত। তিনি বলেন যে, আমি যখন বসরায় আগমন করলাম তখন আবূ বাকরা (রাঃ) আমাকে বললেন যে, এ হাদীসটি আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "6640",
    "id": "7383",
    "thesequence": "7546",
    "isActive": "1",
    "chapterId": "17735",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Bakra:\nsee previous Hadith.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا مِسْعَرٌ، حَدَّثَنَا سَعْدُ بْنُ إِبْرَاهِيمَ، عَنْ أَبِيهِ، عَنْ أَبِي بَكْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يَدْخُلُ الْمَدِينَةَ رُعْبُ الْمَسِيحِ، لَهَا يَوْمَئِذٍ سَبْعَةُ أَبْوَابٍ، عَلَى كُلِّ باب مَلَكَانِ . ",
    "hadithBengali": "৬৬৪১। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ বাকরা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি বলেছেনঃ মদিনায় মাসীহ দাজ্জাল এর প্রভাব পড়বেনা। সে সময় মদিনার সাতটি প্রবেশদ্বার থাকবে। প্রতি প্রবেশদ্বারে দু&#39;জন করে ফেরেশতা নিয়োজিত থাকবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6641",
    "id": "7384",
    "thesequence": "7547",
    "isActive": "1",
    "chapterId": "17735",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) stood up amongst the people and then praised and glorified Allah as He deserved and then he mentioned Ad-Dajjal, saying, I warn you of him, and there was no prophet but warned his followers of him; but I will tell you something about him which no prophet has told his followers: Ad- Dajjal is one-eyed whereas Allah is not.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي النَّاسِ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ ذَكَرَ الدَّجَّالَ فَقَالَ   إِنِّي لأُنْذِرُكُمُوهُ، وَمَا مِنْ نَبِيٍّ إِلاَّ وَقَدْ أَنْذَرَهُ قَوْمَهُ، وَلَكِنِّي سَأَقُولُ لَكُمْ فِيهِ قَوْلاً لَمْ يَقُلْهُ نَبِيٌّ لِقَوْمِهِ، إِنَّهُ أَعْوَرُ وَإِنَّ اللَّهَ لَيْسَ بِأَعْوَرَ .",
    "hadithBengali": "৬৬৪২। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) বলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোক সমাবেশে দাঁড়ালেন এবং মহান আল্লাহ তাআলার যথাযোগ্য প্রশংসা করলেন। এরপর তিনি দাজ্জাল প্রসঙ্গে কথা বললেনঃ তার সম্পর্কে আমি তোমাকে সতর্ক করছি। এমন কোন নাবী নেই তিনি তাঁর কাওমকে এ বিষয়ে সতর্ক করেননি। তবে তার সম্পর্কে আমি তোমাদের এমন একটি কথা বলব যা কোন নাবী তার কাওমকে বলেননি। তা হল যে, সে কানা হবে আর আল্লাহ তাআলা অবশ্যই কানা নন।\n",
    "checkStatus": "1",
    "hadithNo": "6642",
    "id": "7385",
    "thesequence": "7548",
    "isActive": "1",
    "chapterId": "17735",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said. While I was sleeping, I saw myself (in a dream) performing Tawaf around the Ka`ba. Behold, I saw a reddish-white man with lank hair, and water was dropping from his head. I asked, Who is this? They replied, The son of Mary. Then I turned my face to see another man with a huge body, red complexion and curly hair and blind in one eye. His eye looked like a protruding out grape. They said (to me), He is Ad-Dajjal. The Prophet (ﷺ) added, The man he resembled most is Ibn Qatan, a man from the tribe of Khuza`a. ",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   بَيْنَا أَنَا نَائِمٌ أَطُوفُ بِالْكَعْبَةِ، فَإِذَا رَجُلٌ آدَمُ سَبْطُ الشَّعَرِ يَنْطُفُ ـ أَوْ يُهَرَاقُ ـ رَأْسُهُ مَاءً قُلْتُ مَنْ هَذَا قَالُوا ابْنُ مَرْيَمَ. ثُمَّ ذَهَبْتُ أَلْتَفِتُ، فَإِذَا رَجُلٌ جَسِيمٌ أَحْمَرُ جَعْدُ الرَّأْسِ أَعْوَرُ الْعَيْنِ، كَأَنَّ عَيْنَهُ عِنَبَةٌ طَافِيَةٌ قَالُوا هَذَا الدَّجَّالُ. أَقْرَبُ النَّاسِ بِهِ شَبَهًا ابْنُ قَطَنٍ . رَجُلٌ مِنْ خُزَاعَةَ.",
    "hadithBengali": "৬৬৪৩। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... ইবন উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি নিদ্রিত অবস্থায় দেখতে পেলাম যে, আমি কাবার তাওয়াফ করছি। হঠাৎ একজন লোককে দেখতে পেলাম ধূসর বর্ণের আলুথালু কেশধারী, তার মাথা থেকে পানি গড়িয়ে পড়ছে কিংবা টপকে পড়ছে। আমি জিজ্ঞাসা করলাম, ইনি কে? লোকেরা বলল, ইনি মারিয়ামের পুত্র। এরপর আমি তাকাতে লাগলাম, হঠাৎ দেখতে পেলাম, এক ব্যাক্তি স্থুলকায় লাল বর্ণের কোঁকড়ানো চুল, এক চোখ কানা, চোখটি যেন ফোলা আঙুরের ন্যায়। লোকেরা বলল এ-হল দাজ্জাল! তার সাথে অধিকতর সাদৃশ্যপূর্ন লোক হল ইবনু কাতান, বনী খুযা&#39;আর এক ব্যাক্তি।\n",
    "checkStatus": "1",
    "hadithNo": "6643",
    "id": "7386",
    "thesequence": "7549",
    "isActive": "1",
    "chapterId": "17735",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nI heard Allahs Messenger (ﷺ) in his prayer, seeking refuge with Allah from the afflictions of Ad-Dajjal.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَسْتَعِيذُ فِي صَلاَتِهِ مِنْ فِتْنَةِ الدَّجَّالِ.",
    "hadithBengali": "৬৬৪৪। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সালাত (নামায/নামাজ) এর মাঝে দাজ্জালের ফিতনা থেকে পানাহ চাইতে শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "6644",
    "id": "7387",
    "thesequence": "7550",
    "isActive": "1",
    "chapterId": "17735",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hudhaifa:\n\nThe Prophet (ﷺ) said about Ad-Dajjal that he would have water and fire with him: (what would seem to be) fire, would be cold water and (what would seem to be) water, would be fire.",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ، عَنْ عَبْدِ الْمَلِكِ، عَنْ رِبْعِيٍّ، عَنْ حُذَيْفَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ فِي الدَّجَّالِ   إِنَّ مَعَهُ مَاءً وَنَارًا، فَنَارُهُ مَاءٌ بَارِدٌ، وَمَاؤُهُ نَارٌ . قَالَ أَبُو مَسْعُودٍ أَنَا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم.",
    "hadithBengali": "৬৬৪৫। আবদান (রহঃ) ... হুযায়ফা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। তিনি দাজ্জাল সম্পর্কে বলেছেনঃ তার সাথে পানি ও আগুন থাকবে। বস্তুত তার আগুনই হবে শীতল পানি, আর তার পানি হবে আগুন। আবূ মাসউদ (রাঃ) বর্ণনা করেন যে, আমিও এ হাদীসটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "6645",
    "id": "7388",
    "thesequence": "7551",
    "isActive": "1",
    "chapterId": "17735",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) said, No prophet was sent but that he warned his followers against the one-eyed liar (Ad-Dajjal). Beware! He is blind in one eye, and your Lord is not so, and there will be written between his (Ad-Dajjals) eyes (the word) Kafir (i.e., disbeliever). (This Hadith is also quoted by Abu Huraira and Ibn `Abbas).",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، رضى الله عنه قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَا بُعِثَ نَبِيٌّ إِلاَّ أَنْذَرَ أُمَّتَهُ الأَعْوَرَ الْكَذَّابَ، أَلاَ إِنَّهُ أَعْوَرُ، وَإِنَّ رَبَّكُمْ لَيْسَ بِأَعْوَرَ، وَإِنَّ بَيْنَ عَيْنَيْهِ مَكْتُوبٌ كَافِرٌ . فِيهِ أَبُو هُرَيْرَةَ وَابْنُ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৬৬৪৬। সুলায়মান ইবনু হারব (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এমন কোন নাবী প্রেরিত হন নাই যিনি তার উম্মতকে এই কানা মিথ্যুক সম্পর্কে সতর্ক করেননি। জেনে রেখো, সে কিন্তু কানা, আর তোমাদের রব কানা নন। আর তার দুই চোখের মাঝখানে কাফের শব্দটি লিপিবদ্ধ থাকবে। এ বিষয়ে আবূ হুরায়রা (রাঃ) ও ইবনু আব্বাস (রাঃ) থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "6646",
    "id": "7389",
    "thesequence": "7552",
    "isActive": "1",
    "chapterId": "17735",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id:\n\nOne day Allahs Messenger (ﷺ) narrated to us a long narration about Ad-Dajjal and among the things he narrated to us, was: Ad-Dajjal will come, and he will be forbidden to enter the mountain passes of Medina. He will encamp in one of the salt areas neighboring Medina and there will appear to him a man who will be the best or one of the best of the people. He will say I testify that you are Ad-Dajjal whose story Allahs Messenger (ﷺ) has told us. Ad-Dajjal will say (to his audience), Look, if I kill this man and then give him life, will you have any doubt about my claim? They will reply, No, Then Ad- Dajjal will kill that man and then will make him alive. The man will say, By Allah, now I recognize you more than ever! Ad-Dajjal will then try to kill him (again) but he will not be given the power to do so.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، أَنَّ أَبَا سَعِيدٍ، قَالَ حَدَّثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمًا حَدِيثًا طَوِيلاً عَنِ الدَّجَّالِ، فَكَانَ فِيمَا يُحَدِّثُنَا بِهِ أَنَّهُ قَالَ   يَأْتِي الدَّجَّالُ وَهُوَ مُحَرَّمٌ عَلَيْهِ أَنْ يَدْخُلَ نِقَابَ الْمَدِينَةِ، فَيَنْزِلُ بَعْضَ السِّبَاخِ الَّتِي تَلِي الْمَدِينَةَ، فَيَخْرُجُ إِلَيْهِ يَوْمَئِذٍ رَجُلٌ وَهْوَ خَيْرُ النَّاسِ أَوْ مِنْ خِيَارِ النَّاسِ، فَيَقُولُ أَشْهَدُ أَنَّكَ الدَّجَّالُ الَّذِي حَدَّثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم حَدِيثَهُ، فَيَقُولُ الدَّجَّالُ أَرَأَيْتُمْ إِنْ قَتَلْتُ هَذَا ثُمَّ أَحْيَيْتُهُ، هَلْ تَشُكُّونَ فِي الأَمْرِ فَيَقُولُونَ لاَ. فَيَقْتُلُهُ ثُمَّ يُحْيِيهِ فَيَقُولُ وَاللَّهِ مَا كُنْتُ فِيكَ أَشَدَّ بَصِيرَةً مِنِّي الْيَوْمَ. فَيُرِيدُ الدَّجَّالُ أَنْ يَقْتُلَهُ فَلاَ يُسَلَّطُ عَلَيْهِ .",
    "hadithBengali": "৬৬৪৭। আবুল ইয়ামান (রহঃ) ... আবু সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে দাজ্জাল সম্পর্কে দীর্ঘ হাদীস বর্ণনা করলেন। তিনি তার সম্পর্কে আমাদেরকে যা কিছু বলেছিলেন, তার মাঝে এও বলেছেন যে, দাজ্জাল আসবে তবে মদিনার প্রবেশপথে তার প্রবেশাধিকার নিষিদ্ধ থাকবে। মদিনার সংলগ্ন বালুময় একটি স্থানে সে অবস্থান গ্রহণ করবে। এ সময় তার দিকে এক ব্যাক্তি গমন করবে। যিনি মানুষের মাঝে উত্তম। কিংবা উত্তম ব্যাক্তিদের একজন। সে বলবে, আমি সাক্ষ্য দিচ্ছি যে, তূই সেই দাজ্জাল, যার সম্পর্কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে তাঁর হাদীস বর্ননা করেছেন। তখন দাজ্জাল বলবে, তোমরা দেখ আমি যদি একে হত্যা করে আবার জীবিত করে দেই তাহলে কি তোমরা এ ব্যাপারে সন্দেহ পোষণ করবে? লোকেরা বলবে, না। এরপর সে তাকে হত্যা করবে এবং পুনরায় জীবিত করবে। তখন সে লোকটি বলবে, আল্লাহর কসম! তোর সম্পর্কে আজকের মত দৃঢ় বিশ্বাসী ছিলাম না। তখন দাজ্জাল তাকে হত্যা করতে চাইবে। কিন্তু সে তা করতে সক্ষম হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6647",
    "id": "7390",
    "thesequence": "7553",
    "isActive": "1",
    "chapterId": "17736",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০৩. দাজ্জাল মদীনায় প্রবেশ করতে পারবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, There are angels at the mountain passes of Medina (so that) neither plague nor Ad-Dajjal can enter it.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ نُعَيْمِ بْنِ عَبْدِ اللَّهِ الْمُجْمِرِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   عَلَى أَنْقَابِ الْمَدِينَةِ مَلاَئِكَةٌ، لاَ يَدْخُلُهَا الطَّاعُونُ وَلاَ الدَّجَّالُ .",
    "hadithBengali": "৬৬৪৮। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মদিনার প্রবেশ পথ সমূহে ফেরেশতা-নিয়োজিত রয়েছে। অতএব সেখানে রোগ ও দাজ্জাল প্রবেশ করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6648",
    "id": "7391",
    "thesequence": "7554",
    "isActive": "1",
    "chapterId": "17736",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০৩. দাজ্জাল মদীনায় প্রবেশ করতে পারবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThe Prophet (ﷺ) said, Ad-Dajjal will come to Medina and find the angels guarding it. So Allah willing, neither Ad-Dajjal, nor plague will be able to come near it.",
    "hadithArabic": "حَدَّثَنِي يَحْيَى بْنُ مُوسَى، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْمَدِينَةُ يَأْتِيهَا الدَّجَّالُ، فَيَجِدُ الْمَلاَئِكَةَ يَحْرُسُونَهَا، فَلاَ يَقْرَبُهَا الدَّجَّالُ ـ قَالَ ـ وَلاَ الطَّاعُونُ، إِنْ شَاءَ اللَّهُ .",
    "hadithBengali": "৬৬৪৯। ইয়াহইয়া ইবনু মূসা (রহঃ) ... আনাস (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি বলেছেন, যে, মদিনার দিকে দাজ্জাল আসবে, সে ফেরেশতাদেরকে মদিনা পাহারা দেওয়া অবস্থায় দেখতে পাবে। অতএব দাজ্জাল ও প্লেগ এর (মদিনার) নিকটস্থ হবে না ইনশা আল্লাহ।\n",
    "checkStatus": "1",
    "hadithNo": "6649",
    "id": "7392",
    "thesequence": "7555",
    "isActive": "1",
    "chapterId": "17736",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০৩. দাজ্জাল মদীনায় প্রবেশ করতে পারবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zainab bint Jahsh:\n\nThat one day Allahs Messenger (ﷺ) entered upon her in a state of fear and said, None has the right to be worshipped but Allah! Woe to the Arabs from the Great evil that has approached (them). Today a hole has been opened in the dam of Gog and Magog like this. The Prophet (ﷺ) made a circle with his index finger and thumb. Zainab bint Jahsh added: I said, O Alllahs Apostle! Shall we be destroyed though there will be righteous people among us? The Prophet (ﷺ) said, Yes, if the (number) of evil (persons) increased.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، ح وَحَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ أَبِي عَتِيقٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّ زَيْنَبَ ابْنَةَ أَبِي سَلَمَةَ، حَدَّثَتْهُ عَنْ أُمِّ حَبِيبَةَ بِنْتِ أَبِي سُفْيَانَ، عَنْ زَيْنَبَ ابْنَةِ جَحْشٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَخَلَ عَلَيْهَا يَوْمًا فَزِعًا يَقُولُ  لاَ إِلَهَ إِلاَّ اللَّهُ، وَيْلٌ لِلْعَرَبِ مِنْ شَرٍّ قَدِ اقْتَرَبَ، فُتِحَ الْيَوْمَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلُ هَذِهِ . وَحَلَّقَ بِإِصْبَعَيْهِ الإِبْهَامِ وَالَّتِي تَلِيهَا. قَالَتْ زَيْنَبُ ابْنَةُ جَحْشٍ فَقُلْتُ يَا رَسُولَ اللَّهِ أَفَنَهْلِكُ وَفِينَا الصَّالِحُونَ قَالَ  نَعَمْ إِذَا كَثُرَ الْخُبْثُ .",
    "hadithBengali": "৬৬৫০। আবুল ইয়ামান ও ইসমাঈল (রহঃ) ... যায়নাব বিনত জাহাশ (রাঃ) থেকে বর্ণিত যে, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উদ্বিগ্ন অবস্থায় এরূপ বলতে বলতে আমার গৃহে প্রবেশ করলেন যে, আল্লাহ ছাড়া কোন উপাস্য নাই। আক্ষেপ আরবের জন্য মন্দ থেকে যা অতি নিকটবর্তী। বৃদ্ধাঙ্গুল ও তৎসংলগ্ন আঙ্গুল গোলাকৃতি করে তার দিকে ইঙ্গিত করে বললেনঃ আজ ইয়াজুজ ও মাজুজের প্রাচীর এ পরিমাণ উন্মোচিত হয়েছে। যায়নাব বিনত জাহাশ (রাঃ) বলেন, আমি বললাম, ইয়া রাসুলাল্লাহ! আমাদের মাঝে সৎ লোকেরা বিদ্যমান থাকা সত্ত্বেও কি আমরা ধ্বংস হয়ে যাব? উত্তরে তিনি বললেনঃ হ্যাঁ। যদি পাপাচার বেড়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "6650",
    "id": "7393",
    "thesequence": "7556",
    "isActive": "1",
    "chapterId": "17737",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০৪. ইয়াজূজ ও মা&#039;জূজ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, A hole has been opened in the dam of Gog and Magog. Wuhaib (the sub-narrator) made the number 90 (with his index finger and thumb).",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   يُفْتَحُ الرَّدْمُ رَدْمُ يَأْجُوجَ وَمَأْجُوجَ مِثْلَ هَذِهِ . وَعَقَدَ وُهَيْبٌ تِسْعِينَ.",
    "hadithBengali": "৬৬৫১। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। তিনি বলেছেনঃ ইয়াজুজ-মাজূজের প্রাচীরটি এ পরিমাণ উন্মোচিত হয়েছে। রাবী শুহায়ব নব্বই সংখ্যা নির্দেশক গোলাকৃতি তৈরি করে (দেখালেন)।\n",
    "checkStatus": "1",
    "hadithNo": "6651",
    "id": "7394",
    "thesequence": "7557",
    "isActive": "1",
    "chapterId": "17737",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "86",
    "statusId": "1",
    "topicName": "৩০০৪. ইয়াজূজ ও মা&#039;জূজ ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]