[
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, Whoever obeys me, obeys Allah, and whoever disobeys me, disobeys Allah, and whoever obeys the ruler I appoint, obeys me, and whoever disobeys him, disobeys me.",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ أَطَاعَنِي فَقَدْ أَطَاعَ اللَّهَ، وَمَنْ عَصَانِي فَقَدْ عَصَى اللَّهَ، وَمَنْ أَطَاعَ أَمِيرِي فَقَدْ أَطَاعَنِي، وَمَنْ عَصَى أَمِيرِي فَقَدْ عَصَانِي .",
    "hadithBengali": "৬৬৫২। আবদান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আমার আনুগত্য করল, সে আল্লাহরই আনুগত্য করল। আর যে ব্যাক্তি আমার নাফরমানী করল, সে আল্লাহরই নাফরমানী করল। এবং যে ব্যাক্তি আমার (নির্বাচিত) আমীরের আনুগত্য করল, সে আমারই আনুগত্য করল। আর যে ব্যাক্তি আমার (নির্বাচিত) আমীরের নাফরমানী করল সে আমারই নাফরমানী করল।\n",
    "checkStatus": "1",
    "hadithNo": "6652",
    "id": "7395",
    "thesequence": "7558",
    "isActive": "1",
    "chapterId": "17738",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০০৫. আল্লাহ্ তা&rsquo;আলার বাণীঃ তোমরা আনুগত্য করো আল্লাহর, আনুগত্য করো রাসূলের এবং তাদের যারা তোমাদের মধ্যে ক্ষমতার অধিকারী (৪ঃ ৫৯)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nAllahs Messenger (ﷺ) said, Surely! Everyone of you is a guardian and is responsible for his charges: The Imam (ruler) of the people is a guardian and is responsible for his subjects; a man is the guardian of his family (household) and is responsible for his subjects; a woman is the guardian of her husbands home and of his children and is responsible for them; and the slave of a man is a guardian of his masters property and is responsible for it. Surely, everyone of you is a guardian and responsible for his charges.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   أَلاَ كُلُّكُمْ رَاعٍ، وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ، فَالإِمَامُ الَّذِي عَلَى النَّاسِ رَاعٍ وَهْوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالرَّجُلُ رَاعٍ عَلَى أَهْلِ بَيْتِهِ وَهْوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالْمَرْأَةُ رَاعِيَةٌ عَلَى أَهْلِ بَيْتِ زَوْجِهَا وَوَلَدِهِ وَهِيَ مَسْئُولَةٌ عَنْهُمْ، وَعَبْدُ الرَّجُلِ رَاعٍ عَلَى مَالِ سَيِّدِهِ وَهْوَ مَسْئُولٌ عَنْهُ، أَلاَ فَكُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ .",
    "hadithBengali": "৬৬৫৩। ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জেনে রেখো! তোমাদের প্রত্যেকেই একজন দায়িত্বশীল; আর তোমরা প্রত্যেকেই নিজ অধীনস্থদের সম্পর্কে জিজ্ঞাসিত হবে। অতএব ইমাম, যিনি জনগণের দায়িত্বশীল তিনি তার অধীনস্থদের সম্পর্কে জিজ্ঞাসিত হবেন। পুরুষ গৃহকর্তা তার পরিবারের দায়িত্বশীল; সে তার অধীনস্থদের সম্পর্কে জিজ্ঞাসিত হবে। নারী তার স্বামীর পরিবার, সন্তান-সন্ততির উপর দায়িত্বশীল, সে এসব সম্পর্কে জিজ্ঞাসিত হবে। কোন ব্যাক্তির দাস স্বীয় মালিকের সম্পদের দায়িত্বশীল; সে এ সম্পর্কে জিজ্ঞাসিত হবে। অতএব জেনে রাখ, প্রত্যেকেই দায়িত্বশীল এবং তোমাদের প্রত্যেকেই নিজ নিজ দায়িত্বাধীন বিষয় সম্পর্কে জিজ্ঞাসিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6653",
    "id": "7396",
    "thesequence": "7559",
    "isActive": "1",
    "chapterId": "17738",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০০৫. আল্লাহ্ তা&rsquo;আলার বাণীঃ তোমরা আনুগত্য করো আল্লাহর, আনুগত্য করো রাসূলের এবং তাদের যারা তোমাদের মধ্যে ক্ষমতার অধিকারী (৪ঃ ৫৯)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muhammad bin Jubair bin Mut`im:\n\nThat while he was included in a delegation of Quraish staying with Muawiya, Muawiya heard that `Abdullah bin `Amr had said that there would be a king from Qahtan tribe, whereupon he became very angry. He stood up, and after glorifying and praising Allah as He deserved, said, To proceed, I have come to know that some of you men are narrating things which are neither in Allahs Book, nor has been mentioned by Allahs Messenger (ﷺ) . Such people are the ignorant among you. Beware of such vain desires that mislead those who have them. I have heard Allahs Messenger (ﷺ) saying, This matter (of the caliphate) will remain with the Quraish, and none will rebel against them, but Allah will throw him down on his face as long as they stick to the rules and regulations of the religion (Islam).",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ كَانَ مُحَمَّدُ بْنُ جُبَيْرِ بْنِ مُطْعِمٍ يُحَدِّثُ أَنَّهُ بَلَغَ مُعَاوِيَةَ وَهْوَ عِنْدَهُ فِي وَفْدٍ مِنْ قُرَيْشٍ أَنَّ عَبْدَ اللَّهِ بْنَ عَمْرٍو يُحَدِّثُ أَنَّهُ سَيَكُونُ مَلِكٌ مِنْ قَحْطَانَ فَغَضِبَ، فَقَامَ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ، ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّهُ بَلَغَنِي أَنَّ رِجَالاً مِنْكُمْ يُحَدِّثُونَ أَحَادِيثَ لَيْسَتْ فِي كِتَابِ اللَّهِ، وَلاَ تُؤْثَرُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأُولَئِكَ جُهَّالُكُمْ، فَإِيَّاكُمْ وَالأَمَانِيَّ الَّتِي تُضِلُّ أَهْلَهَا، فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنَّ هَذَا الأَمْرَ فِي قُرَيْشٍ، لاَ يُعَادِيهِمْ أَحَدٌ إِلاَّ كَبَّهُ اللَّهُ عَلَى وَجْهِهِ مَا أَقَامُوا الدِّينَ . تَابَعَهُ نُعَيْمٌ عَنِ ابْنِ الْمُبَارَكِ عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ عَنْ مُحَمَّدِ بْنِ جُبَيْرٍ.",
    "hadithBengali": "৬৬৫৪। আবূল ইয়ামান (রহঃ) ... মুহাম্মাদ ইবনু জুবায়র ইবনু মুতঈম (রাঃ) থেকে বর্ণিত। তিনি বর্ণনা করেন যে, তারা কুরাইশের একটি প্রতিনিধি দলের সঙ্গে মুআবিয়া (রাঃ) এর নিকট ছিলেন। তখন মুআবিয়া (রাঃ) এব নিকট সংবাদ পৌছল যে, আবদুল্লাহ ইবনু আমর (রাঃ) বর্ণনা করেন যে, অচিরেই কাহতান গোত্র থেকে একজন বাদশাহ হবেন। এ শুনে তিনি ক্ষুদ্ধ হলেন এবং দাঁড়ালেন। এরপর তিনি আল্লাহ তা&#39;আলার যথাযোগ্য প্রশংসা করলেন, তারপর তিনি বললেন, যা হোক! আমার নিকট এ মর্মে সংবাদ পৌছেছে যে, তোমাদের কতিপয় ব্যাক্তি এরূপ কথা বলে থাকে, যা আল্লাহর কিতাবে নেই এবং যা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেও বর্ণিত নেই। এরাই তোমাদের মাঝে সবচেয়ে অজ্ঞ। সুতরাং তোমরা এ সকল মনগড়া কথা থেকে যা স্বয়ং বক্তাকেই পথভ্রষ্ট করে সতর্ক থাক। আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, (খিলাফতের) এ বিষয়টি কুরাইশদের মধ্যেই থাকবে, যতদিন তারা দ্বীনের উপর কায়েম থাকবে। যে কেউ তাদের সঙ্গে বিরোধিতা করে তবে আল্লাহ তা&#39;আলা তাকেই অধোমুখে নিপতিত করবেন। নুআয়ম (রহঃ) মুহাম্মাদ ইবনু জুবায়র (রহঃ) সুত্রে শুআয়ব এর অনুসরণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6654",
    "id": "7397",
    "thesequence": "7560",
    "isActive": "1",
    "chapterId": "17739",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০০৬. আমীর কুরাইশদের থেকে হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) said, This matter (caliphate) will remain with the Quraish even if only two of them were still existing.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا عَاصِمُ بْنُ مُحَمَّدٍ، سَمِعْتُ أَبِي يَقُولُ، قَالَ ابْنُ عُمَرَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَزَالُ الأَمْرُ فِي قُرَيْشٍ مَا بَقِيَ مِنْهُمُ اثْنَانِ .",
    "hadithBengali": "৬৬৫৫। আহমাদ ইবনু ইউনুস (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ (খিলাফতের) এই বিষয়টি সর্বদাই কুরাইশদের মধ্যেই থাকবে, যতদিন তাদের থেকে দু&#39;জন লোকও অবশিষ্ট থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "6655",
    "id": "7398",
    "thesequence": "7561",
    "isActive": "1",
    "chapterId": "17739",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০০৬. আমীর কুরাইশদের থেকে হবে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nAllahs Messenger (ﷺ) said, Do not wish to be like anyone, except in two cases: (1) A man whom Allah has given wealth and he spends it righteously. (2) A man whom Allah has given wisdom (knowledge of the Quran and the Hadith) and he acts according to it and teaches it to others.",
    "hadithArabic": "حَدَّثَنَا شِهَابُ بْنُ عَبَّادٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ حُمَيْدٍ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ حَسَدَ إِلاَّ فِي اثْنَتَيْنِ، رَجُلٌ آتَاهُ اللَّهُ مَالاً فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِي الْحَقِّ، وَآخَرُ آتَاهُ اللَّهُ حِكْمَةً فَهْوَ يَقْضِي بِهَا وَيُعَلِّمُهَا .",
    "hadithBengali": "৬৬৫৬। শিহাব ইবনু আব্বাদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দু&#39;ধরনের লোক ছাড়া অন্য কারো প্রতি ঈর্ষা করা যায় না। একজন হল ঐমন ব্যাক্তি, যাকে আল্লাহ ধন-সস্পদ দান করেছেন এবং তাকে তা সৎপথে ব্যয় করার ক্ষমতা দিয়েছেন। অপরজন হল, যাকে আল্লাহ হিকমাত (সঠিক জ্ঞান) দান করেছেন, সে তার দ্বারা বিচার ফয়সালা করে এবং তা অপরকে শিক্ষা দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "6656",
    "id": "7399",
    "thesequence": "7562",
    "isActive": "1",
    "chapterId": "17740",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০০৭. হিকমাত (সঠিক জ্ঞান) এর সাথে বিচার ফায়সালাকারীর প্রতিদান। মহান আল্লাহ্ তা&rsquo;আলার বাণীঃ আল্লাহ্ যা অবতীর্ন করেছেন, তদনুসারে যারা বিধান দেয়না তারা সত্যত্যাগী (৫ঃ ৪৭)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllahs Messenger (ﷺ) said, You should listen to and obey, your ruler even if he was an Ethiopian (black) slave whose head looks like a raisin.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اسْمَعُوا وَأَطِيعُوا وَإِنِ اسْتُعْمِلَ عَلَيْكُمْ عَبْدٌ حَبَشِيٌّ كَأَنَّ رَأْسَهُ زَبِيبَةٌ .",
    "hadithBengali": "৬৬৫৭। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি তোমাদের উপর এরূপ কোন হাবশী দাসকেও শাসক নিযুক্ত করা হয়, যার মাথাটি কিশমিশের ন্যায় তবুও তার কথা শোন ও তার আনুগত্য কর।\n",
    "checkStatus": "1",
    "hadithNo": "6657",
    "id": "7400",
    "thesequence": "7563",
    "isActive": "1",
    "chapterId": "17741",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০০৮. ইমামের আনুগত্য ও মান্যতা, যতক্ষন তা নাফরমানীর কাজ না হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Abbas:\n\nThe Prophet (ﷺ) said, If somebody sees his Muslim ruler doing something he disapproves of, he should be patient, for whoever becomes separate from the Muslim group even for a span and then dies, he will die as those who died in the Pre-lslamic period of ignorance (as rebellious sinners).",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنِ الْجَعْدِ، عَنْ أَبِي رَجَاءٍ، عَنِ ابْنِ عَبَّاسٍ، يَرْوِيهِ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَنْ رَأَى مِنْ أَمِيرِهِ شَيْئًا فَكَرِهَهُ فَلْيَصْبِرْ، فَإِنَّهُ لَيْسَ أَحَدٌ يُفَارِقُ الْجَمَاعَةَ شِبْرًا فَيَمُوتُ إِلاَّ مَاتَ مِيتَةً جَاهِلِيَّةً .",
    "hadithBengali": "৬৬৫৮। সুলায়মান ইবনু হারব (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি কেউ তার আমীর (ক্ষমতাসীন) থেকে এমন কিছু দেখে, যা সে অপছন্দ করে, তাহলে সে যেন ধৈর্য ধারণ করে। কেননা, যে কেউ জামাআত থেকে এক বিঘত পরিমাণ দুরে সরে মরবে, তার মৃত্যু হবে জাহিলিয়াতের মৃত্যু।\n",
    "checkStatus": "1",
    "hadithNo": "6658",
    "id": "7401",
    "thesequence": "7564",
    "isActive": "1",
    "chapterId": "17741",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০০৮. ইমামের আনুগত্য ও মান্যতা, যতক্ষন তা নাফরমানীর কাজ না হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) said, A Muslim has to listen to and obey (the order of his ruler) whether he likes it or not, as long as his orders involve not one in disobedience (to Allah), but if an act of disobedience (to Allah) is imposed one should not listen to it or obey it. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   السَّمْعُ وَالطَّاعَةُ عَلَى الْمَرْءِ الْمُسْلِمِ، فِيمَا أَحَبَّ وَكَرِهَ، مَا لَمْ يُؤْمَرْ بِمَعْصِيَةٍ، فَإِذَا أُمِرَ بِمَعْصِيَةٍ فَلاَ سَمْعَ وَلاَ طَاعَةَ .",
    "hadithBengali": "৬৬৫৯। মুসদ্দাদ (রহঃ) ... আবদুল্লাহ (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। তিনি বলেছেন, যতক্ষন পর্যন্ত আল্লাহর নাফরমানীর নির্দেশ দেওয়া না হয়, ততক্ষন পছন্দনীয় ও অপছন্দনীয় সব বিষয়ে প্রত্যেক মুসলমানের জন্য তার মান্যতা ও আনুগত্য করা কর্তব্য। যখন নাফরমানীর নির্দেশ দেওয়া হয়, তখন আর কোন মান্যতা ও আনুগত্য নেই।\n",
    "checkStatus": "1",
    "hadithNo": "6659",
    "id": "7402",
    "thesequence": "7565",
    "isActive": "1",
    "chapterId": "17741",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০০৮. ইমামের আনুগত্য ও মান্যতা, যতক্ষন তা নাফরমানীর কাজ না হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali:\n\nThe Prophet (ﷺ) sent an army unit (for some campaign) and appointed a man from the Ansar as its commander and ordered them (the soldiers) to obey him. (During the campaign) he became angry with them and said, Didnt the Prophet (ﷺ) order you to obey me? They said, Yes. He said, I order you to collect wood and make a fire and then throw yourselves into it. So they collected wood and made a fire, but when they were about to throw themselves into, it they started looking at each other, and some of them said, We followed the Prophet (ﷺ) to escape from the fire. How should we enter it now? So while they were in that state, the fire extinguished and their commanders anger abated. The event was mentioned to the Prophet (ﷺ) and he said, If they had entered it (the fire) they would never have come out of it, for obedience is required only in what is good.",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا سَعْدُ بْنُ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَلِيٍّ ـ رضى الله عنه ـ قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم سَرِيَّةً، وَأَمَّرَ عَلَيْهِمْ رَجُلاً مِنَ الأَنْصَارِ وَأَمَرَهُمْ أَنْ يُطِيعُوهُ، فَغَضِبَ عَلَيْهِمْ وَقَالَ أَلَيْسَ قَدْ أَمَرَ النَّبِيُّ صلى الله عليه وسلم أَنَّ تُطِيعُونِي قَالُوا بَلَى. قَالَ عَزَمْتُ عَلَيْكُمْ لَمَا جَمَعْتُمْ حَطَبًا وَأَوْقَدْتُمْ نَارًا، ثُمَّ دَخَلْتُمْ فِيهَا، فَجَمَعُوا حَطَبًا فَأَوْقَدُوا، فَلَمَّا هَمُّوا بِالدُّخُولِ فَقَامَ يَنْظُرُ بَعْضُهُمْ إِلَى بَعْضٍ، قَالَ بَعْضُهُمْ إِنَّمَا تَبِعْنَا النَّبِيَّ صلى الله عليه وسلم فِرَارًا مِنَ النَّارِ، أَفَنَدْخُلُهَا، فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ خَمَدَتِ النَّارُ، وَسَكَنَ غَضَبُهُ، فَذُكِرَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ   لَوْ دَخَلُوهَا مَا خَرَجُوا مِنْهَا أَبَدًا، إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوفِ .",
    "hadithBengali": "৬৬৬০। উমর ইবনু হাফস ইবনু গিয়াস (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি ক্ষুদ্র সৈন্যদল প্রেরন করলেন এবং একজন আনসারী ব্যাক্তিকে তাদের আমীর নিযুক্ত করে সেনাবাহিনীকে তার আনুগত্য করার নির্দেশ দিলেন। এরপর তিনি (আমীর) তাদের উপর ক্ষুব্ধ হলেন এবং বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি তোমাদেরকে আমার আনুগত্য করার নির্দেশ দেননি? তারা বললেনঃ হ্যাঁ। তখন তিনি বললেন, আমি তোমাদের দৃঢ়ভাবে বলছি যে, তোমরা কাঠ সংগ্রহ করবে এবং তাতে আগুন প্রজ্জলিত করবে। এরপর তোমরা তাতে প্রবেশ করবে। তারা কাঠ সংগ্রহ করল এবং তাতে আগুন প্রজ্জলিত করল। এরপর যখন তারা প্রবেশ করতে ইচ্ছা করল- তখন একে অপরের দিকে তাকাতে লাগল। তাঁদের কেউ কেউ বলল আগুন থেকে পরিত্রাণের জন্যই তো আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অনুসরণ করেছি। তাহলে কি আমরা (অবশেষে) আগুনেই প্রবেশ করব? তাঁদের এসব কথোপকথনের মাঝে হঠাৎ আগুন নিভে যায়। আর তার (আমীরের) ক্রোধও অবদমিত হয়ে পড়ে। এ ঘটনা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বর্ণনা করা হলে তিনি বললেনঃ যদি তারা তাতে প্রবেশ করত, তাহলে কোন দিন আর এর থেকে বের হত না। জেনে রেখো! আনুগত্য কেবলমাত্র বিধিসম্মত কাজেই হয়ে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "6660",
    "id": "7403",
    "thesequence": "7566",
    "isActive": "1",
    "chapterId": "17741",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০০৮. ইমামের আনুগত্য ও মান্যতা, যতক্ষন তা নাফরমানীর কাজ না হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdur-Rahman bin Samura:\n\nThe Prophet (ﷺ) said, O `Abdur-Rahman! Do not seek to be a ruler, for if you are given authority on your demand then you will be held responsible for it, but if you are given it without asking (for it), then you will be helped (by Allah) in it. If you ever take an oath to do something and later on you find that something else is better, then you should expiate your oath and do what is better.",
    "hadithArabic": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنِ الْحَسَنِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   يَا عَبْدَ الرَّحْمَنِ لاَ تَسْأَلِ الإِمَارَةَ، فَإِنَّكَ إِنْ أُعْطِيتَهَا عَنْ مَسْأَلَةٍ وُكِلْتَ إِلَيْهَا، وَإِنْ أُعْطِيتَهَا عَنْ غَيْرِ مَسْأَلَةٍ أُعِنْتَ عَلَيْهَا، وَإِذَا حَلَفْتَ عَلَى يَمِينٍ فَرَأَيْتَ غَيْرَهَا خَيْرًا مِنْهَا، فَكَفِّرْ يَمِينَكَ، وَأْتِ الَّذِي هُوَ خَيْرٌ .",
    "hadithBengali": "৬৬৬১। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আবদুর রহমান ইবনু সামুরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হে আবদুর রহমান ইবনু সামুরা! তুমি নেতৃত্বের সাওয়াল করো না। কারণ চাওয়ার পর যদি তোমাকে তা দেওয়া হয়, তবে তার দায়িত্ব তোমার উপরই বর্তাবে। আর যদি সাওয়াল ছাড়া তা তোমাকে দেওয়া হয় তবে এ ব্যাপারে তোমাকে সাহায্য করা হবে। আর কোন বিষয়ের কসম করার পর তার বিপরীত দিকটিকে যদি তার চেয়ে কল্যানকর মনে কর, তাহলে কসমের কাফফারা আদায় করে দিও এবং কল্যাণকর কাজটি বাস্তবায়িত করো।\n",
    "checkStatus": "1",
    "hadithNo": "6661",
    "id": "7404",
    "thesequence": "7567",
    "isActive": "1",
    "chapterId": "17742",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০০৯. যে ব্যক্তি মহান আল্লাহর কাছে নেতৃত্ব চায় না, তাকে মহান আল্লাহ্ তা&rsquo;আলা সাহায্য করেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdur-Rahman bin Samura:\n\nAllahs Messenger (ﷺ) said, O `Abdur-Rahman bin Samura! Do not seek to be a ruler, for if you are given authority on your demand, you will be held responsible for it, but if you are given it without asking for it, then you will be helped (by Allah) in it. If you ever take an oath to do something and later on you find that something else is better, then do what is better and make expiation for your oath.",
    "hadithArabic": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا يُونُسُ، عَنِ الْحَسَنِ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ سَمُرَةَ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم   يَا عَبْدَ الرَّحْمَنِ بْنَ سَمُرَةَ، لاَ تَسْأَلِ الإِمَارَةَ، فَإِنْ أُعْطِيتَهَا عَنْ مَسْأَلَةٍ وُكِلْتَ إِلَيْهَا، وَإِنْ أُعْطِيتَهَا عَنْ غَيْرِ مَسْأَلَةٍ أُعِنْتَ عَلَيْهَا، وَإِذَا حَلَفْتَ عَلَى يَمِينٍ فَرَأَيْتَ غَيْرَهَا خَيْرًا مِنْهَا، فَأْتِ الَّذِي هُوَ خَيْرٌ، وَكَفِّرْ عَنْ يَمِينِكَ .",
    "hadithBengali": "৬৬৬২। আবু মামার (রহঃ) ... আবদুর রহমান ইবনু সামুরা (রাঃ) থেকে বর্ণিত। তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেছেনঃ হে আবদুর রহমান ইবনু সামুরা! নেতৃত্ব চেয়ে নিও না। কেননা, যদি চাওয়ার পর তুমি তা প্রদত্ত হও, তাহলে তার সকল দায়-দায়িত্ব তোমার উপরই অর্পিত হবে। আর যদি না চাওয়া সত্তেও তুমি তা প্রদত্ত হও, তাহলে এ ব্যপারে (আল্লাহর পক্ষ থেকে) সহযোগিতা করা হবে। আর কোন বিষয়ে কসম কসার পর তার বিপরীত দিকটিকে যদি উত্তম বলে মনে কর তাহলে উত্তম কাজটি করে ফেল আর তোমার কসমের কাফফারা আদায় করে দিও।\n",
    "checkStatus": "1",
    "hadithNo": "6662",
    "id": "7405",
    "thesequence": "7568",
    "isActive": "1",
    "chapterId": "17743",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০১০. যে ব্যক্তি নেতৃত্ব চায়, তা তার উপরই ন্যস্ত করা হয় ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nThe Prophet (ﷺ) said, You people will be keen to have the authority of ruling which will be a thing of regret for you on the Day of Resurrection. What an excellent wet nurse it is, yet what a bad weaning one it is!",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّكُمْ سَتَحْرِصُونَ عَلَى الإِمَارَةِ، وَسَتَكُونُ نَدَامَةً يَوْمَ الْقِيَامَةِ، فَنِعْمَ الْمُرْضِعَةُ وَبِئْسَتِ الْفَاطِمَةُ .\nوَقَالَ مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ حُمْرَانَ، حَدَّثَنَا عَبْدُ الْحَمِيدِ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ عُمَرَ بْنِ الْحَكَمِ، عَنْ أَبِي هُرَيْرَةَ، قَوْلَهُ.",
    "hadithBengali": "৬৬৬৩। আহমাদ ইবনু ইউনুস (রহঃ) ... আবূ হুরায়রা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। তিনি বলেছেনঃ তোমরা নিশ্চয়ই নেতৃত্বের লোভ পোষণ কর, অথচ কিয়ামতের দিন তা লজ্জার কারণ হবে। কত উত্তম দুগ্ধদায়িনী এবং কত মন্দ দুগ্ধ পানে বাধাদানকারিণী (এটা) (অর্থাৎ এর প্রথম দিক দুগ্ধদানের ন্যায় তৃপ্তিকর, আর পরিণাম দুধ ছাড়ানোর ন্যায় যন্ত্রণাদায়ক)।\n\nমুহাম্মাদ ইবনু বাশশার ... আবূ হুরায়রা (রাঃ) থেকে এ হাদীসটি আবূ হুরায়রা (রাঃ) এর ভাষ্য হিসাবে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6663",
    "id": "7406",
    "thesequence": "7569",
    "isActive": "1",
    "chapterId": "17744",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০১১. নেতৃত্বের লোভ অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nTwo men from my tribe and I entered upon the Prophet. One of the two men said to the Prophet, O Allahs Messenger (ﷺ)! Appoint me as a governor, and so did the second. The Prophet (ﷺ) said, We do not assign the authority of ruling to those who ask for it, nor to those who are keen to have it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ قَالَ دَخَلْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم أَنَا وَرَجُلاَنِ مِنْ قَوْمِي فَقَالَ أَحَدُ الرَّجُلَيْنِ أَمِّرْنَا يَا رَسُولَ اللَّهِ. وَقَالَ الآخَرُ مِثْلَهُ. فَقَالَ   إِنَّا لاَ نُوَلِّي هَذَا مَنْ سَأَلَهُ، وَلاَ مَنْ حَرَصَ عَلَيْهِ .",
    "hadithBengali": "৬৬৬৪। মুহাম্মাদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণনা করেন। তিনি বলেন যে, আমি ও আমার গোত্রের দু&#39;ব্যাক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গমন করলাম। সে দু&#39;জনের একজন বলল, ইয়া রাসুলাল্লাহ! আমাকে (কোন বিষয়ে) আমীর নিযুক্ত করুন। অপরজনও অনুরূপ কথা বলল। তখন তিনি বললেনঃ যারা নেতৃত্ব চায় এবং এর লোভ পোষণ করে আমরা তাদেরকে এ পদে নিয়োগ করি না।\n",
    "checkStatus": "1",
    "hadithNo": "6664",
    "id": "7407",
    "thesequence": "7570",
    "isActive": "1",
    "chapterId": "17744",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০১১. নেতৃত্বের লোভ অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Maqil:\n\nI heard the Prophet (ﷺ) saying, Any man whom Allah has given the authority of ruling some people and he does not look after them in an honest manner, will never feel even the smell of Paradise.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا أَبُو الأَشْهَبِ، عَنِ الْحَسَنِ، أَنَّ عُبَيْدَ اللَّهِ بْنَ زِيَادٍ، عَادَ مَعْقِلَ بْنَ يَسَارٍ فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ فَقَالَ لَهُ مَعْقِلٌ إِنِّي مُحَدِّثُكَ حَدِيثًا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   مَا مِنْ عَبْدٍ اسْتَرْعَاهُ اللَّهُ رَعِيَّةً، فَلَمْ يَحُطْهَا بِنَصِيحَةٍ، إِلاَّ لَمْ يَجِدْ رَائِحَةَ الْجَنَّةِ .",
    "hadithBengali": "৬৬৬৫। আবু নুআয়ম (রহঃ) ... হাসান বসরী (রহঃ) থেকে বর্ণিত যে, উবায়দুল্লাহ ইবনু যিয়াদ (রহঃ) মাকিল ইবনু ইয়াসারের মৃত্যুশয্যায় তাকে দেখতে গেলেন। তখন মাকিল (রাঃ) তাকে বললেন, আমি তোমাকে এমন একটি হাদীস বর্ণনা করছি যা আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি। আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি যে, কোন বান্দাকে যদি আল্লাহ তা&#39;আলা জনগণের নেতৃত্ব প্রদান করেন, আর সে কল্যাণকামিতার সাথে তাদের তত্বাবধান না করে, তাহলে সে বেহেশতের ঘ্রাণও পাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6665",
    "id": "7408",
    "thesequence": "7571",
    "isActive": "1",
    "chapterId": "17745",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০১২. জনগনের নেতৃত্ব লাভের পর তাদের কল্যান কামনা না করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Maqil:\n\nAllahs Messenger (ﷺ) said, If any ruler having the authority to rule Muslim subjects dies while he is deceiving them, Allah will forbid Paradise for him.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا حُسَيْنٌ الْجُعْفِيُّ، قَالَ زَائِدَةُ ذَكَرَهُ عَنْ هِشَامٍ، عَنِ الْحَسَنِ، قَالَ أَتَيْنَا مَعْقِلَ بْنَ يَسَارٍ نَعُودُهُ فَدَخَلَ عُبَيْدُ اللَّهِ فَقَالَ لَهُ مَعْقِلٌ أُحَدِّثُكَ حَدِيثًا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ   مَا مِنْ وَالٍ يَلِي رَعِيَّةً مِنَ الْمُسْلِمِينَ، فَيَمُوتُ وَهْوَ غَاشٌّ لَهُمْ، إِلاَّ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ .",
    "hadithBengali": "৬৬৬৬। ইসহাক ইবনু মানসুর (রহঃ) ... হাসান বসরী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা মাকিল ইবনু ইয়াসারের কাছে তার শুশ্রুার আসলাম। এ সময় উবায়দুল্লাহ প্রবেশ করল। তখন মাকিল (রাঃ) বললেনঃ আমি তোমাকে এমন একটি হাদীস বর্ণনা করে শোনাব, যা আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি। তিনি বলেন, যদি কোন দায়িত্বশীল ব্যাক্তি মুসলিম জনগণের দায়িত্ব লাভ করল এবং তার মৃত্যু হল এ অবস্থায় যে, সে ছিল খিয়ানতকারী, তাহলে আল্লাহ তাআলা তার জন্য জান্নাত হারাম করে দেবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6666",
    "id": "7409",
    "thesequence": "7572",
    "isActive": "1",
    "chapterId": "17745",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০১২. জনগনের নেতৃত্ব লাভের পর তাদের কল্যান কামনা না করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Tarif Abi Tamima:\n\nI saw Safwan and Jundab and Safwans companions when Jundab was advising. They said, Did you hear something from Allahs Messenger (ﷺ)? Jundab said, I heard him saying, Whoever does a good deed in order to show off, Allah will expose his intentions on the Day of Resurrection (before the people), and whoever puts the people into difficulties, Allah will put him into difficulties on the Day of Resurrection. The people said (to Jundab), Advise us. He said, The first thing of the human body to purify is the `Abdomen, so he who can eat nothing but good food (Halal and earned lawfully) should do so, and he who does as much as he can that nothing intervene between him and Paradise by not shedding even a handful of blood, (i.e. murdering) should do so.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ الْوَاسِطِيُّ، حَدَّثَنَا خَالِدٌ، عَنِ الْجُرَيْرِيِّ، عَنِ طَرِيفٍ أَبِي تَمِيمَةَ، قَالَ شَهِدْتُ صَفْوَانَ وَجُنْدَبًا وَأَصْحَابَهُ وَهْوَ يُوصِيهِمْ فَقَالُوا هَلْ سَمِعْتَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم شَيْئًا قَالَ سَمِعْتُهُ يَقُولُ  مَنْ سَمَّعَ سَمَّعَ اللَّهُ بِهِ يَوْمَ الْقِيَامَةِ ـ قَالَ ـ وَمَنْ يُشَاقِقْ يَشْقُقِ اللَّهُ عَلَيْهِ يَوْمَ الْقِيَامَةِ . فَقَالُوا أَوْصِنَا. فَقَالَ إِنَّ أَوَّلَ مَا يُنْتِنُ مِنَ الإِنْسَانِ بَطْنُهُ، فَمَنِ اسْتَطَاعَ أَنْ لاَ يَأْكُلَ إِلاَّ طَيِّبًا فَلْيَفْعَلْ، وَمَنِ اسْتَطَاعَ أَنْ لاَ يُحَالَ بَيْنَهُ وَبَيْنَ الْجَنَّةِ بِمِلْءِ كَفِّهِ مِنْ دَمٍ أَهْرَاقَهُ فَلْيَفْعَلْ . قُلْتُ لأَبِي عَبْدِ اللَّهِ مَنْ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم جُنْدَبٌ قَالَ نَعَمْ جُنْدَبٌ.",
    "hadithBengali": "৬৬৬৭। ইসহাক ওয়াসেতী (রহঃ) ... তারীফ আবূ তামীমা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি সাফওয়ান (রহঃ), জুনদাব (রাঃ) ও তাঁর সাথীদের কাছে ছিলাম। তখন তিনি তাদের উপদেশ দিচ্ছিলেন। তারা জিজ্ঞাসা করল, আপনি কি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কোন কথা শুনেছেন? উত্তরে তিনি বললেন, আমি তাকে বলতে শুনেছি যে, যারা মানুষকে শোনাবার জন্য কোন কাজ করে, কিয়ামতের দিন আল্লাহ তার এ কথা শুনিয়ে দিবেন। আর যারা অন্যের প্রতি কঠোর ব্যবহার করে কিয়ামতের দিন আল্লাহ তাআলা তার প্রতি কঠোর ব্যবহার করবেন। তাঁরা পুনরায় বলল, আমাদেরকে কিছু উপদেশ দিন। তিনি বললেনঃ মানুষের দেহের যে অংশ প্রথম দুর্গন্ধময় হবে, তা হল তার পেট। সুতরাং যে ব্যাক্তি সামর্থ্য রাখে যে একমাত্র পবিত্র (হালাল) খাদ্য ছাড়া আর কিছু সে আহার করবে না, সে যেন তাই করতে চেষ্টা করে। আর যে ব্যাক্তি সামর্থ্য রাখে যে এক আজলা পরিমাণ রক্তপাত ঘটিয়ে তার ও জান্নাতের মাঝে প্রতিবন্দকতা সৃষ্টি করবে না, সে যেন অবশ্যই তা করে।\n\nইমাম বুখারী (রহঃ) এর ছাত্র ফেরাবরী) বলেনঃ আমি আবু আবদুল্লাহ (রহঃ) (ইমাম বুখারী) কে জিজ্ঞাসা করলাম, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমি শুনেছি- এ কথা কি জুনদাব বলেছিলেন? তিনি বললেনঃ হ্যাঁ, জুনদাবই।\n",
    "checkStatus": "1",
    "hadithNo": "6667",
    "id": "7410",
    "thesequence": "7573",
    "isActive": "1",
    "chapterId": "17746",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০১৩. যে কঠোর ব্যাবহার করবে মহান আল্লাহ্ তা&rsquo;আলাও তার প্রতি কঠোর ব্যাবহার করবেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nWhile the Prophet (ﷺ) and I were coming out of the mosque, a man met us outside the gate. The man said, O Allahs Messenger (ﷺ)! When will be the Hour? The Prophet (ﷺ) asked him, What have you prepared for it? The man became afraid and ashamed and then said, O Allahs Messenger (ﷺ)! I havent prepared for it much of fasts, prayers or charitable gifts but I love Allah and His Apostle. The Prophet (ﷺ) said, You will be with the one whom you love.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ قَالَ بَيْنَمَا أَنَا وَالنَّبِيُّ، صلى الله عليه وسلم خَارِجَانِ مِنَ الْمَسْجِدِ فَلَقِيَنَا رَجُلٌ عِنْدَ سُدَّةِ الْمَسْجِدِ فَقَالَ يَا رَسُولَ اللَّهِ مَتَى السَّاعَةُ قَالَ النَّبِيُّ صلى الله عليه وسلم  مَا أَعْدَدْتَ لَهَا  فَكَأَنَّ الرَّجُلَ اسْتَكَانَ ثُمَّ قَالَ يَا رَسُولَ اللَّهِ مَا أَعْدَدْتُ لَهَا كَبِيرَ صِيَامٍ وَلاَ صَلاَةٍ وَلاَ صَدَقَةٍ، وَلَكِنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ. قَالَ  أَنْتَ مَعَ مَنْ أَحْبَبْتَ .",
    "hadithBengali": "৬৬৬৮। উসমান ইবনু আবূ শায়বা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার আমি ও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উভয়ে মসজিদ থেকে বের হচ্ছিলাম। এমন সময় একজন লোক মসজিদের আঙ্গিনায় আমাদের সাথে সাক্ষাত করে বলল, ইয়া রাসুলাল্লাহ! কিয়ামত কখন হবে? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তার জন্য কি প্রস্তুত গ্রহণ করেছ? এতে লোকটি যেন কিছুটা লজ্জিত হল। তারপর বলল, ইয়া রাসুলাল্লাহ! রোযা, সালাত (নামায/নামাজ), সাদাকা খুব একটা তার জন্য করতে পারিনি। তবে আমি আল্লাহ ও তার রাসুলকে ভালবাসি। তিনি বললেনঃ তুমি যাকে ভালবাস (কিয়ামতে) তার সাথেই থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "6668",
    "id": "7411",
    "thesequence": "7574",
    "isActive": "1",
    "chapterId": "17747",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০১৪. রাস্তায় দাঁড়িয়ে বিচার করা, কিংবা ফাতওয়া দেওয়া। ইয়াহইয়া ইবন ইয়ামার (রহঃ) রাস্তায় বিচার কার্য করেছেন। শাবী (রঃ) তাঁর ঘরের দরজায় বিচার কার্য করেছেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Thabit Al-Bunani:\n\nAnas bin Malik said to a woman of his family, Do you know such-and-such a woman? She replied, Yes. He said, The Prophet (ﷺ) passed by her while she was weeping over a grave, and he said to her, Be afraid of Allah and be patient. The woman said (to the Prophet). Go away from me, for you do not know my calamity. Anas added, The Prophet (ﷺ) left her and proceeded. A man passed by her and asked her, What has Allahs Messenger (ﷺ) said to you? She replied, I did not recognize him. The man said, He was Allahs Messenger (ﷺ). Anas added, So that woman came to the gate of the Prophet (ﷺ) and she did not find a gate-keeper there, and she said, O Allahs Messenger (ﷺ)! By Allah. I did not recognize you! The Prophet said, No doubt, patience is at the first stroke of a calamity.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، يَقُولُ لاِمْرَأَةٍ مِنْ أَهْلِهِ تَعْرِفِينَ فُلاَنَةَ قَالَتْ نَعَمْ. قَالَ فَإِنَّ النَّبِيَّ صلى الله عليه وسلم مَرَّ بِهَا وَهْىَ تَبْكِي عِنْدَ قَبْرٍ فَقَالَ  اتَّقِي اللَّهَ وَاصْبِرِي . فَقَالَتْ إِلَيْكَ عَنِّي، فَإِنَّكَ خِلْوٌ مِنْ مُصِيبَتِي. قَالَ فَجَاوَزَهَا وَمَضَى فَمَرَّ بِهَا رَجُلٌ فَقَالَ مَا قَالَ لَكِ رَسُولُ اللَّهِ صلى الله عليه وسلم. قَالَتْ مَا عَرَفْتُهُ قَالَ إِنَّهُ لَرَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ فَجَاءَتْ إِلَى بَابِهِ فَلَمْ تَجِدْ عَلَيْهِ بَوَّابًا فَقَالَتْ يَا رَسُولَ اللَّهِ وَاللَّهِ مَا عَرَفْتُكَ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  إِنَّ الصَّبْرَ عِنْدَ أَوَّلِ صَدْمَةٍ .",
    "hadithBengali": "৬৬৬৯। ইসহাক ইবনু মানসুর (রহঃ) ... সাবিত বুনানী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আনাস ইবনু মালিক (রাঃ) কে তার পরিবারের একজন মহিলাকে এ মর্মে বলতে শুনেছি যে, তুমি কি অমুক মহিলাকে চেন? সে বলল, হ্যাঁ। আনাস (রাঃ) বললেনঃ একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর নিকট দিয়ে যাচ্ছিলেন। সে তখন একটি কবরের পাশে কাঁদছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ আল্লাহকে ভয় কর এবং ধৈর্য ধারণ কর। তখন সে বলল, আমার কাছ থেকে সরে যাও, কেননা তুমি আমার মুসীবত থেকে মুক্ত। আনাস (রাঃ) বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে অতিক্রম করে চলে গেলেন। এ সময় অপর লোক তার পাশ দিয়ে যাচ্ছিল। সে তাকে জিজ্ঞাসা করল, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাকে কি বললেনঃ। স্ত্রীলোকটি বলল, আমি তো তাকে চিনতে পারিনি। লোকটি বলল, ইনই তো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! তিনি বললেন, পরে সে (স্ত্রীলোকটি) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দরজায় আসল। তবে দরজায় কোন দারোয়ান দেখতে পেল না। তখন সে বলল, ইয়া রাসুলাল্লাহ! আল্লাহর শপথ! আমি আপনাকে চিনতে পারিনি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ প্রথম আঘাতেই ধৈর্য ধারণ করতে হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6669",
    "id": "7412",
    "thesequence": "7575",
    "isActive": "1",
    "chapterId": "17748",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০১৫. উল্লেখ আছে যে, রাসূলূল্লাহ (সাঃ) এর কোন দারোয়ান ছিল না ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nQais bin Sa`d was to the Prophet (ﷺ) like a chief police officer to an Amir (chief).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدٍ الذُّهْلِيُّ، حَدَّثَنَا الأَنْصَارِيُّ، مُحَمَّدٌ حَدَّثَنَا أَبِي، عَنْ ثُمَامَةَ، عَنْ أَنَسٍ، أَنَّ قَيْسَ بْنَ سَعْدٍ، كَانَ يَكُونُ بَيْنَ يَدَىِ النَّبِيِّ صلى الله عليه وسلم بِمَنْزِلَةِ صَاحِبِ الشُّرَطِ مِنَ الأَمِيرِ.",
    "hadithBengali": "৬৬৭০। মুহাম্মাদ ইবনু খালিদ যুহলী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, কায়স ইবনু সাদ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে এরূপ থাকতেন যেরূপ আমীরের (রাষ্ট্র প্রধানের) সামনে পুলিশ প্রধান থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "6670",
    "id": "7413",
    "thesequence": "7576",
    "isActive": "1",
    "chapterId": "17749",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০১৬. বিচারক উপরস্থ শাসনকর্তার বিনা অনুমতিতেই হত্যাযোগ্য আসামীকে মৃত্যুদন্ড প্রদান করতে পারেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nthat the Prophet (ﷺ) sent him and sent Mu`adh after him (as rulers to Yemen).\n\n Narrated Abu Musa:\n\nA man embraced Islam and then reverted back to Judaism. Mu`adh bin Jabal came and saw the man with Abu Musa. Mu`adh asked, What is wrong with this (man)? Abu Musa replied, He embraced Islam and then reverted back to Judaism. Mu`adh said, I will not sit down unless you kill him (as it is) the verdict of Allah and His Apostle.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ قُرَّةَ، حَدَّثَنِي حُمَيْدُ بْنُ هِلاَلٍ، حَدَّثَنَا أَبُو بُرْدَةَ، عَنْ أَبِي مُوسَى، أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَهُ وَأَتْبَعَهُ بِمُعَاذٍ.\n حَدَّثَنِي عَبْدُ اللَّهِ بْنُ الصَّبَّاحِ، حَدَّثَنَا مَحْبُوبُ بْنُ الْحَسَنِ، حَدَّثَنَا خَالِدٌ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، أَنَّ رَجُلاً، أَسْلَمَ ثُمَّ تَهَوَّدَ، فَأَتَى مُعَاذُ بْنُ جَبَلٍ وَهْوَ عِنْدَ أَبِي مُوسَى فَقَالَ مَا هَذَا قَالَ أَسْلَمَ ثُمَّ تَهَوَّدَ. قَالَ لاَ أَجْلِسُ حَتَّى أَقْتُلَهُ، قَضَاءُ اللَّهِ وَرَسُولِهِ صلى الله عليه وسلم.",
    "hadithBengali": "৬৬৭১। মুসাদ্দাদ (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে (গভর্নর করে) পাঠালেন এবং তার পশ্চাতে মুআয (রাঃ) কেও পাঠালেন। অন্য সনদে পরবর্তী অংশ আবদুল্লাহ ইবনু সাব্বাহ (রহঃ) আবূ মূসা (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি ইসলাম গ্রহণ করার পর পূনরায় পূর্ব ধর্ম অবলম্বন করে। তার কাছে মুআয ইবনু জাবাল (রাঃ) এলেন। তখন সে লোকটি আবূ মূসা (রাঃ) এর কাছে ছিল। তিনি [মুআয (রাঃ)] জিজ্ঞাসা করলেন, এর কি হয়েছে? তিনি বললেন, ইসলাম গ্রহণ করেছিল অতঃপর ইহুদী হয়ে গেছে। মুআয (রাঃ) বললেন, একে হত্যা না করে আমি বসব না। আল্লাহ ও তার রাসুলের বিধান (এটাই)।\n",
    "checkStatus": "1",
    "hadithNo": "6671",
    "id": "7414",
    "thesequence": "7577",
    "isActive": "1",
    "chapterId": "17749",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০১৬. বিচারক উপরস্থ শাসনকর্তার বিনা অনুমতিতেই হত্যাযোগ্য আসামীকে মৃত্যুদন্ড প্রদান করতে পারেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdur Rahman bin Abi Bakra:\n\nAbu Bakra wrote to his son who was in Sijistan: Do not judge between two persons when you are angry, for I heard the Prophet (ﷺ) saying, A judge should not judge between two persons while he is in an angry mood.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ، سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرَةَ، قَالَ كَتَبَ أَبُو بَكْرَةَ إِلَى ابْنِهِ وَكَانَ بِسِجِسْتَانَ بِأَنْ لاَ تَقْضِيَ بَيْنَ اثْنَيْنِ وَأَنْتَ غَضْبَانُ، فَإِنِّي سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   لاَ يَقْضِيَنَّ حَكَمٌ بَيْنَ اثْنَيْنِ وَهْوَ غَضْبَانُ .",
    "hadithBengali": "৬৬৭২। আদম (রহঃ) ... আবদুর রহমান ইবনু আবূ বাকরা (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, আবূ বাকরা (রাঃ) তাঁর ছেলেকে লিখে পাঠালেন- সে সময় তিনি সিজিস্থানে অবস্থানরত ছিলেন যে, তুমি রাগের অবস্থায় বিবদমান দু&#39;ব্যাক্তির মাঝে ফায়সালা করো না। কেননা, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে কোন বিচারক রাগের অবস্থায় দু&#39;জনের মধ্যে বিচার করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "6672",
    "id": "7415",
    "thesequence": "7578",
    "isActive": "1",
    "chapterId": "17750",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০১৭. রাগের অবস্থায় বিচারক বিচার করতে এবং মুফতী ফাতওয়া দিতে পারবেন কি ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Mas`ud Al-Ansari:\n\nA man came to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! By Allah, I fail to attend the morning congregational prayer because so-and-so (i.e., Mu`adh bin Jabal) prolongs the prayer when he leads us for it. I had never seen the Prophet (ﷺ) more furious in giving advice than he was on that day. He then said, O people! some of you make others dislike (good deeds, i.e. prayers etc). So whoever among you leads the people in prayer, he should shorten it because among them there are the old, the weak and the busy (needy having some jobs to do).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، إِنِّي وَاللَّهِ لأَتَأَخَّرُ عَنْ صَلاَةِ الْغَدَاةِ مِنْ أَجْلِ فُلاَنٍ، مِمَّا يُطِيلُ بِنَا فِيهَا. قَالَ فَمَا رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم قَطُّ أَشَدَّ غَضَبًا فِي مَوْعِظَةٍ مِنْهُ يَوْمَئِذٍ، ثُمَّ قَالَ   يَا أَيُّهَا النَّاسُ، إِنَّ مِنْكُمْ مُنَفِّرِينَ، فَأَيُّكُمْ مَا صَلَّى بِالنَّاسِ فَلْيُوجِزْ، فَإِنَّ فِيهِمُ الْكَبِيرَ وَالضَّعِيفَ وَذَا الْحَاجَةِ .",
    "hadithBengali": "৬৬৭৩। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবূ মাসউদ আনসারী (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, ইয়া রাসুলাল্লাহ! আল্লাহর শপথ! আমি অমুক ব্যাক্তির কারণে ফজরের জামাতে উপস্থিত হই না। কেননা, তিনি আমাদেরকে নিয়ে দীর্ঘ সালাত (নামায/নামাজ) আদায় করেন। আবূ মাসউদ (রাঃ) বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কোন ওয়াযে সে দিনের মত অধিক রাগাম্বিত হতে আর দেখিনি। এরপর উনি বললেনঃ হে লোক সকল! তোমাদের মধ্যে কেউ কেউ বিরক্তির উদ্রেককারী রয়েছে। অতএব তোমাদের মধ্যে যে কেউ লোকদেরকে নিয়ে সালাত (নামায/নামাজ) আদায় করবে সে যেন সংক্ষিপ্ত করে। কেননা তাদেয় মধ্যে রয়েছে বয়ষ্ক, দুর্বল ও কর্মব্যস্ত লোকেরা।\n",
    "checkStatus": "1",
    "hadithNo": "6673",
    "id": "7416",
    "thesequence": "7579",
    "isActive": "1",
    "chapterId": "17750",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০১৭. রাগের অবস্থায় বিচারক বিচার করতে এবং মুফতী ফাতওয়া দিতে পারবেন কি ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nThat he had divorced his wife during her menses. `Umar mentioned that to the Prophet. Allahs Apostle became angry and said, He must take her back (his wife) and keep her with him till she becomes clean from her menses and then to wait till she gets her next period and becomes clean again from it and only then, if he wants to divorce her, he may do so.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي يَعْقُوبَ الْكِرْمَانِيُّ، حَدَّثَنَا حَسَّانُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا يُونُسُ، قَالَ مُحَمَّدٌ أَخْبَرَنِي سَالِمٌ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، أَخْبَرَهُ أَنَّهُ، طَلَّقَ امْرَأَتَهُ وَهْىَ حَائِضٌ، فَذَكَرَ عُمَرُ لِلنَّبِيِّ صلى الله عليه وسلم، فَتَغَيَّظَ فِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ   لِيُرَاجِعْهَا، ثُمَّ لْيُمْسِكْهَا حَتَّى تَطْهُرَ، ثُمَّ تَحِيضَ فَتَطْهُرَ، فَإِنْ بَدَا لَهُ أَنْ يُطَلِّقَهَا فَلْيُطَلِّقْهَا .",
    "hadithBengali": "৬৬৭৪। মুহাম্মাদ ইবনু আবূ ইয়াকুব কিরমানী (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি তাঁর স্ত্রীকে ঋতুবতী অবস্থায় তালাক দিয়েছিলেন। উমর (রাঃ) এ ঘটনা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বর্ণনা করেন। এতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাগাম্বিত হন। এরপর তিনি বলেনঃ সে যেন তার স্ত্রীকে ফিরিয়ে আনে এবং তাকে আটকিয়ে রাখে, যতক্ষন পর্যন্ত সে পবিত্র হযে পুনরায় ঋতুবতী না হয় এবং পুনরায় পবিত্র না হয়। এরপরও যদি তার তালাক দেওয়ার প্রয়োজন হয়, তাহলে যেন তখন (পবিত্রাবস্থায়) তালাক দেয়। আবূ আবদুল্লাহ (বুখারী) (রাঃ) বলেন, যুহরী-ই মুহাম্মাদ।\n",
    "checkStatus": "1",
    "hadithNo": "6674",
    "id": "7417",
    "thesequence": "7580",
    "isActive": "1",
    "chapterId": "17750",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০১৭. রাগের অবস্থায় বিচারক বিচার করতে এবং মুফতী ফাতওয়া দিতে পারবেন কি ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nHind bint `Utba bin Rabi`a came and said. O Allahs Messenger (ﷺ)! By Allah, there was no family on the surface of the earth, I like to see in degradation more than I did your family, but today there is no family on the surface of the earth whom I like to see honored more than yours. Hind added, Abu Sufyan is a miser. Is it sinful of me to feed our children from his property? The Prophet (ﷺ) said, There is no blame on you if you feed them (thereof) in a just and reasonable manner.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، حَدَّثَنِي عُرْوَةُ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ جَاءَتْ هِنْدٌ بِنْتُ عُتْبَةَ بْنِ رَبِيعَةَ فَقَالَتْ يَا رَسُولَ اللَّهِ، وَاللَّهِ مَا كَانَ عَلَى ظَهْرِ الأَرْضِ أَهْلُ خِبَاءٍ أَحَبَّ إِلَىَّ أَنْ يَذِلُّوا مِنْ أَهْلِ خِبَائِكَ، وَمَا أَصْبَحَ الْيَوْمَ عَلَى ظَهْرِ الأَرْضِ أَهْلُ خِبَاءٍ أَحَبَّ إِلَىَّ أَنْ يَعِزُّوا مِنْ أَهْلِ خِبَائِكَ. ثُمَّ قَالَتْ إِنَّ أَبَا سُفْيَانَ رَجُلٌ مِسِّيكٌ، فَهَلْ عَلَىَّ مِنْ حَرَجٍ أَنْ أُطْعِمَ الَّذِي لَهُ عِيَالَنَا قَالَ لَهَا   لاَ حَرَجَ عَلَيْكِ أَنْ تُطْعِمِيهِمْ مِنْ مَعْرُوفٍ .",
    "hadithBengali": "৬৬৭৫। আবুল ইয়ামান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা হিন্দা বিনত উতবা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, ইয়া রাসুলাল্লাহ! আল্লাহর কসম! যমীনের বুকে এমন কোন পরিবার ছিল না, আপনার পরিবারের চেয়ে যার লাঞ্ছনা ও অবমাননা আমার নিকট বেশি প্রিয় ও পছব্দনীয় ছিল। কিন্তু আজ আমার নিকট এরূপ হয়েছে যে, এমন কোন পরিবার যমীনের বুকে নেই, যে পরিবার আপনার পরিবারের চাইতে বেশি উত্তম ও সম্মানিত। তারপর হিন্দা (রাঃ) বলল, আবূ সুফিয়ান (রাঃ) একজন ভীষণ কৃপণ লোক। কাজেই আমি আমাদের সন্তানদেরকে তার সম্পদ থেকে খাওয়াই, আমার জন্য এটা দোষের হবে কি? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেনঃ না, তোমার জন্য তাদেরকে খাওয়ানো কোন দোষের হবে না, যদি তা ন্যায়সঙ্গত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6675",
    "id": "7418",
    "thesequence": "7581",
    "isActive": "1",
    "chapterId": "17751",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০১৮. যে ব্যক্তি মনে করে যে, বিচারকের তার জ্ঞানের ভিত্তিতে লোকদের ব্যাপারে বিচার ফায়সালা করার অধিকার রয়েছে। যদি জনগনের কুধারনা ও অপবাদের ভয় তার না থাকে। যেমন রাসূলূল্লাহ (সাঃ) হিন্দা বিনত উতবাকে বলেছিলেন, তুমি তোমার স্বামীর (আবু সুফিয়ানের) সম্পদ থেকে এতটুকু পরিমান গ্রহন কর, যতটুকু তোমার ও তোমার সন্তানের জন্য যথেষ্ট হবে ন্যায় সঙ্গতভাবে। আর এটা হবে তখন, যখন বিষয়টি খুবই প্রসিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nWhen the Prophet (ﷺ) intended to write to the Byzantines, the people said, They do not read a letter unless it is sealed (stamped). Therefore the Prophet (ﷺ) took a silver ring----as if I am looking at its glitter now----and its engraving was: Muhammad, Apostle of Allah.",
    "hadithArabic": " حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ لَمَّا أَرَادَ النَّبِيُّ صلى الله عليه وسلم أَنْ يَكْتُبَ إِلَى الرُّومِ قَالُوا إِنَّهُمْ لاَ يَقْرَءُونَ كِتَابًا إِلاَّ مَخْتُومًا. فَاتَّخَذَ النَّبِيُّ صلى الله عليه وسلم خَاتَمًا مِنْ فِضَّةٍ، كَأَنِّي أَنْظُرُ إِلَى وَبِيصِهِ، وَنَقْشُهُ مُحَمَّدٌ رَسُولُ اللَّهِ.",
    "hadithBengali": "৬৬৭৬। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন রোম সম্রাটের কাছে চিঠি লিখতে চাইলেন, তখন লোকেরা বলল, মহরকৃত চিঠি না হলে তারা তা পাঠ করে না। তাই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি রুপার আংটি তৈরি করলেন। [আনাস (রাঃ) বলেন] আমি এখনও যেন এর ঔজ্জল্য প্রত্যক্ষ করছি। তাতে مُحَمَّدٌ رَسُولُ اللَّهِ অংকিত ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "6676",
    "id": "7419",
    "thesequence": "7582",
    "isActive": "1",
    "chapterId": "17752",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০১৯. মোহরকৃত চিঠির ব্যাপারে সাক্ষ্য, এতে যা বৈধ ও সীমিত করা হয়েছে। রাষ্ট্র পরিচালকের চিঠি প্রশাসকদের কাছে এবং বিচারপতির চিঠি বিচারপতির কাছে। কোন কোন লোক বলেছেন, &lsquo;হদ&rsquo; (শরীয়তের নির্ধারিত শাস্তি) ব্যতীত অন্যান্য ব্যাপারে রাষ্ট্র পরিচালককে চিঠি দেওয়া বৈধ। এরপর তিনি বলেছেন, হত্যা যদি ভুলবশত হয় তাহলে রাষ্ট্র পরিচালকের চিঠি বৈধ। কেননা, তাঁর মতে এটি মাল সংক্রান্ত বিষয়। অথচ এটি মাল সংক্রান্ত বিষয় বলে ঐ সময় প্রতীয়মান হবে, যখন হত্যা প্রমানিত হবে। ভুলবশত হত্যা ও ইচ্ছাকৃত হত্যা একই। উমর (রাঃ) তাঁর কর্মকর্তার নিকট জারুদের উথ্থাপিত অভিযোগের ভিত্তিতে চিঠি লিখেছিলেন। উমর ইবন আবদুল আজিজ (রঃ) ভেঙ্গে যাওয়া দাঁতের ব্যাপারে চিঠি লিখেছিলেন। ইবরাহীম (রহঃ) বলেন, লেখা ও মোহর যদি চিনতে পারেন, তাহলে বিচারপতির কাছে অন্য বিচারপতির চিঠি লেখা বৈধ। শাবী, বিচারপতির পক্ষ থেকে মোহরকৃত চিঠি বৈধ মনে করতেন। ইবন উমর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah bin As-Sadi:\n\nThat when he went to Umar during his Caliphate. Umar said to him, Havent I been told that you do certain jobs for the people but when you are given payment you refuse to take it? Abdullah added: I said, Yes. Umar said, Why do you do so? I said, I have horses and slaves and I am living in prosperity and I wish that my payment should be kept as a charitable gift for the Muslims. Umar said, Do not do so, for I intended to do the same as you do. Allahs Messenger (ﷺ)s used to give me gifts and I used to say to him, Give it to a more needy one than me. Once he gave me some money and I said, Give it to a more needy person than me, whereupon the Prophet (ﷺ) said, Take it and keep it in your possession and then give it in charity. Take what ever comes to you of this money if you are not keen to have it and not asking for it; otherwise (i.e., if it does not come to you) do not seek to have it yourself. \n\n Narrated Abdullah bin Umar:\nI have heard Umar saying, The Prophet (ﷺ) used to give me some money (grant) and I would say (to him), Give it to a more needy one than me. Once he gave me some money and I said, Give it to a more needy one than me. The Prophet (ﷺ) said (to me), Take it and keep it in your possession and then give it in charity. Take whatever comes to you of this money while you are not keen to have it and not asking for it; take it, but you should not seek to have what you are not given.   ",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي السَّائِبُ بْنُ يَزِيدَ ابْنُ أُخْتِ، نَمِرٍ أَنَّ حُوَيْطِبَ بْنَ عَبْدِ الْعُزَّى، أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ السَّعْدِيِّ أَخْبَرَهُ أَنَّهُ، قَدِمَ عَلَى عُمَرَ فِي خِلاَفَتِهِ فَقَالَ لَهُ عُمَرُ أَلَمْ أُحَدَّثْ أَنَّكَ تَلِي مِنْ أَعْمَالِ النَّاسِ أَعْمَالاً، فَإِذَا أُعْطِيتَ الْعُمَالَةَ كَرِهْتَهَا. فَقُلْتُ بَلَى. فَقَالَ عُمَرُ مَا تُرِيدُ إِلَى ذَلِكَ قُلْتُ إِنَّ لِي أَفْرَاسًا وَأَعْبُدًا، وَأَنَا بِخَيْرٍ، وَأَرِيدُ أَنْ تَكُونَ عُمَالَتِي صَدَقَةً عَلَى الْمُسْلِمِينَ. قَالَ عُمَرُ لاَ تَفْعَلْ فَإِنِّي كُنْتُ أَرَدْتُ الَّذِي أَرَدْتَ فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعْطِينِي الْعَطَاءَ فَأَقُولُ أَعْطِهِ أَفْقَرَ إِلَيْهِ مِنِّي. حَتَّى أَعْطَانِي مَرَّةً مَالاً فَقُلْتُ أَعْطِهِ أَفْقَرَ إِلَيْهِ مِنِّي. فَقَالَ النَّبِيُّ صلى الله عليه وسلم   خُذْهُ فَتَمَوَّلْهُ وَتَصَدَّقْ بِهِ، فَمَا جَاءَكَ مِنْ هَذَا الْمَالِ وَأَنْتَ غَيْرُ مُشْرِفٍ وَلاَ سَائِلٍ فَخُذْهُ، وَإِلاَّ فَلاَ تُتْبِعْهُ نَفْسَكَ \nوَعَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنْ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَالَ سَمِعْتُ عُمَرَ، يَقُولُ كَانَ النَّبِيُّ صلى الله عليه وسلم يُعْطِينِي الْعَطَاءَ فَأَقُولُ أَعْطِهِ أَفْقَرَ إِلَيْهِ مِنِّي. حَتَّى أَعْطَانِي مَرَّةً مَالاً فَقُلْتُ أَعْطِهِ مَنْ هُوَ أَفْقَرُ إِلَيْهِ مِنِّي. فَقَالَ النَّبِيُّ صلى الله عليه وسلم   خُذْهُ فَتَمَوَّلْهُ وَتَصَدَّقْ بِهِ، فَمَا جَاءَكَ مِنْ هَذَا الْمَالِ وَأَنْتَ غَيْرُ مُشْرِفٍ وَلاَ سَائِلٍ فَخُذْهُ، وَمَا لاَ فَلاَ تُتْبِعْهُ نَفْسَكَ .",
    "hadithBengali": "৩০২০. অনুচ্ছেদ: লোক কখন বিচারক হওয়ার যোগ্য হয়। হযরত হাসান (রঃ) বলেন, মহান আল্লাহ্ তাআলা বিচারকদের থেকে অঙ্গীকার নিয়েছেন যে, তারা যেন কখনও প্রবৃত্তির অনুসরন না করেন, মানুষকে ভয় না করেন এবং স্বল্প মূল্যের বিনিময়ে মহান আল্লাহর আয়াতকে বিক্রয় না করেন। এরপর তিনি (এর প্রমান হিসাবে পড়লেন। ইরশাদ হলো: হে দাউদ! আমি তোমাকে পৃথিবীতে প্রতিনিধি করেছি। অতএব তুমি লোকদের মধ্যে সুবিচার কর এবং খেয়াল-খুশীর অনুসরন করবে না। কেননা তা তোমাকে আল্লাহর পথ থেকে বিচ্যুত করবে। যারা মহান আল্লাহর পথ পরিত্যাগ করে তাদের জন্য রয়েছে কঠিন শাস্তি। কারন তারা বিচার দিবসকে বিস্মৃত হয়ে আছে। (৩৮: ২৬) তিনি আরো পাঠ করলেন, (মহান আল্লাহ্ রাব্বুল আলামিন এর বানী) আমি তাওরাত অবতীর্ণ করেছিলাম। এতে ছিল পথনির্দেশ ও আলো। নবীগন, যারা আল্লাহর অনুগত ছিল, তারা ইহুদীদের তদনুসারে বিধান দিত, আরো বিধান দিত রাব্বানীরা এবং বিজ্ঞানীরা, কারন তাদের করা হয়েছিল মহান আল্লাহর কিতাবের রক্ষক ..... মহান আল্লাহ্ তাআলা যা অবতীর্ন করেছেন তদনুসারে যারা বিধান দেয়না তারাই সত্য প্রত্যাখ্যানকারী। (৫: ৪৪) এবং আরো পাঠ করলেন (মহান আল্লাহ্ তাআলার বানী) স্মরন কর দাউদ ও সুলায়মানের কথা, যখন তারা বিচার করেছিল শস্যক্ষেত্র সম্পর্কে, এতে রাতে প্রবেশ করেছিল কোন সম্প্রদায়ের মেষ, আমি প্রত্যক্ষ করছিলাম তাদের বিচার এবং সুলায়মানকে এ মিমাংসা বুঝিয়ে দিয়েছিলাম। আমি তাদের প্রত্যেককে দিয়েছিলাম প্রজ্ঞা ও জ্ঞান.....(২১: ৭৮-৭৯)\n\n(মহান আল্লাহ্ তাআলা) সুলায়মান (আঃ) এর প্রশংসা করেছেন, তবে দাউদ (আঃ) এর তিরস্কার করেননি। যদি মহান আল্লাহ্ তাআলা দুজনের অবস্থাকেই উল্লেখ না করতেন, তাহলে মনে করা হতো যে, বিচারকরা ধ্বংস হয়ে গেছেন। তিনি তাঁর (সুলায়মানের) ইলমের প্রশংসা করেছেন এবং (দাউদকে) তাঁর (ভুল) ইজতিহাদের জন্য ক্ষমা করে দিয়েছেন।\n\nমুযাহিম ইবন যুফার (রঃ) বলেন, উমর ইবন আবদুল আযীয (রঃ) আমাদের বলেছেন যে, পাঁচটি গুন এমন যে, কাযীর মধ্যে যদি একটিরও অভাব থাকে তা হলে সেটা তার জন্য দোষ বলে গন্য হবে। তাকে হতে হবে বুদ্ধিমান, ধৈর্যশীল, পূত-পবিত্র চরিত্রের অধিকারী, দৃঢ়প্রত্যয়ী ও জ্ঞানী, জ্ঞানের অনুসন্ধিৎসু।\n\n<hr />\n৬৬৭৭। আবুল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু সাদী (রহঃ) থেকে বর্ণিত। তিনি বর্ণনা করেন যে, উমর (রাঃ) এর খিলাফতকালে তিনি একবার তার কাছে আসলেন। তখন উমর (রাঃ) তাকে বললেন, আমাকে কি এ মর্মে অবগত করা হয়নি যে তুমি জনগণের অনেক দায়িত্ব আঞ্জাম দিয়ে থাক। অথচ যখন তোমাকে এর পারিশ্রমিক প্রদান করা হয়, তখন তুমি তা গ্রহণ কবাকে অপছন্দ কর? আমি বললাম, হ্যাঁ। উমর (রাঃ) বললেন, কি উদ্দেশ্যে তুমি এরূপ কর। আমি বললাম, আমার বহু ঘোড়া ও গোলাম রয়েছে এবং আমি ভাল অবস্থায় আছি। সুতরাং আমি চাই যে, আমার পারিশ্রমিক মুসলমান জনসাধারগের জন্য সাদাকা হিসাবে পরিগণিত হোক।\n\nউমর (রাঃ) বললেনঃ এরূপ করো না। কেননা, আমিও তোমার মত এরূপ ইচ্ছা পোষণ করতাম। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন আমাকে কিছু দিতেন, তখন আমি বলতাম, আমার চেয়ে যার প্রয়োজন বেশি তাকে প্রদান করুন। এতে একবার তিনি আমাকে কিছু মাল দিলেন। আমি বললাম, আমার চেয়ে এ মালের প্রয়োজন যার বেশি তাকে দিন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ একে গ্রহণ করে মালদার হও এবং বৃদ্ধি করে তা থেকে সাদাকা কর। আর এই মাল সম্পদের যা কিছু তোমার নিকট এভাবে আসে, তুমি যার প্রত্যাশী নও বা প্রার্থী নও তা গ্রহণ করো। অন্যথায় তাহলে তার পিছনে নিজেকে নিরত করো না।\n\nযুহরী আবদুল্লাহ ইবনু উমর (রাঃ) সুত্রে বলেন, তিনি উমর (রাঃ) কে বলতে শুনেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে যখন কিছু দান করতেন- তখন আমি বলতাম আমার চেয়ে যার প্রয়োজন বেশি তাকে দিন। এভাবে একবার তিনি আমাকে কিছু মাল দিলেন। আমি বললাম, আমার চেয়ে যার প্রয়োজন বেশি তাকে প্রদান করুন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ একে গ্রহন কর এবং বৃদ্ধি করে তা থেকে সাদাকা কর। আর এই প্রকার মালের যা কিছু তোমার কাছে এমতাবস্থায় আসে যে তুমি তার প্রত্যাশীও নও এবং প্রার্থীও নও তাহলে তা গ্রহণ করা তবে যা এভাবে আসবে না তার পিছনে নিজেকে ধাবিত করো না।\n",
    "checkStatus": "1",
    "hadithNo": "6677",
    "id": "7420",
    "thesequence": "7583",
    "isActive": "1",
    "chapterId": "17753",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০২১. প্রশাসক ও প্রশাসনিক কাজে নিয়োজিত ব্যক্তিদের ভাতা। বিচারপতি শুরায়হ্ (রঃ) বিচার কার্যের জন্য পারিশ্রমিক গ্রহন করতেন। আয়েশা (রাঃ) বলেন, (ইয়াতীমের) তত্ত্বাবধানকারী সম্পদ থেকে তার পারিশ্রমিকের সমপরিমান খেতে পারবেন। আবু বকর (রাঃ) ও উমর (রাঃ) (রাষ্ট্রীয় ভাতা) ভোগ করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d:\n\nI witnessed a husband and a wife who were involved in a case of Lian. Then (the judgment of) divorce was passed. I was fifteen years of age, at that time.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ الزُّهْرِيُّ عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ شَهِدْتُ الْمُتَلاَعِنَيْنِ وَأَنَا ابْنُ خَمْسَ، عَشْرَةَ فُرِّقَ بَيْنَهُمَا.",
    "hadithBengali": "৬৬৭৮। আলী ইবনু আবদুল্লাহ (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। আমি দু&#39;জন (স্বামী-স্ত্রী) লিআনকারীকে প্রত্যক্ষ করেছি, তাদের বিবাহ বন্ধন ছিন্ন করে দেওয়া হয়েছিল। তখন আমার বয়স ছিল পনের বছর।\n",
    "checkStatus": "1",
    "hadithNo": "6678",
    "id": "7421",
    "thesequence": "7584",
    "isActive": "1",
    "chapterId": "17754",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০২২. যে ব্যক্তি মসজিদে বসে বিচার করে ও লি&rsquo;আন করে। উমর (রাঃ) রাসূলূল্লাহ (সাঃ) এর মিম্বরের সন্নিকটে লি&rsquo;আন করিয়েছেন। মারওয়ান যায়িদ ইবন সাবিত (রাঃ) এর &zwj;উপর রাসূলূল্লাহ (সাঃ) এর মিম্বরের কাছে কসম করার রায় দিয়েছিলেন। শুরায়হ্, শাবী, ইয়াহইয়া ইবন ইয়ামার মসজিদে বিচার করেছেন। হাসান ও যুরারাহ্ ইবন আওফা (রঃ) মসজিদের বাইরের চত্বরে বিচার করতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl:\n\n(the brother of Bani Sa`ida) A man from the Ansar came to the Prophet (ﷺ) and said, If a man finds another man sleeping with his wife, should he kill him? That man and his wife then did Lian in the mosque while I was present.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي ابْنُ شِهَابٍ، عَنْ سَهْلٍ، أَخِي بَنِي سَاعِدَةَ أَنَّ رَجُلاً، مِنَ الأَنْصَارِ جَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً، أَيَقْتُلُهُ فَتَلاَعَنَا فِي الْمَسْجِدِ وَأَنَا شَاهِدٌ.",
    "hadithBengali": "৬৬৭৯। ইয়াহইয়া (রহঃ) ... সাহল ইবনু সা&#39;দ (রাঃ) বনূ সাঈদার ভ্রাতা থেকে বর্ণিত। তিনি বলেন যে, এক আনসারী ব্যাক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, আপনার কি রায়? যদি কোন ব্যাক্তি তার স্ত্রীর সাথে অন্য কোন পুরুষকে দেখতে পায় তাহলে কি সে তাকে হত্যা করবে? পরে সে ব্যাক্তি ও তার স্ত্রীকে মসজিদে লি&#39;আন করানো হয়েছিল, তখন আমি সেখানে উপস্থিত ছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "6679",
    "id": "7422",
    "thesequence": "7585",
    "isActive": "1",
    "chapterId": "17754",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০২২. যে ব্যক্তি মসজিদে বসে বিচার করে ও লি&rsquo;আন করে। উমর (রাঃ) রাসূলূল্লাহ (সাঃ) এর মিম্বরের সন্নিকটে লি&rsquo;আন করিয়েছেন। মারওয়ান যায়িদ ইবন সাবিত (রাঃ) এর &zwj;উপর রাসূলূল্লাহ (সাঃ) এর মিম্বরের কাছে কসম করার রায় দিয়েছিলেন। শুরায়হ্, শাবী, ইয়াহইয়া ইবন ইয়ামার মসজিদে বিচার করেছেন। হাসান ও যুরারাহ্ ইবন আওফা (রঃ) মসজিদের বাইরের চত্বরে বিচার করতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nA man came to Allahs Messenger (ﷺ) while he was in the mosque, and called him, saying, O Allahs Apostle! I have committed illegal sexual intercourse. The Prophet (ﷺ) turned his face to the other side, but when the man gave four witnesses against himself, the Prophet (ﷺ) said to him, Are you mad? The man said, No. So the Prophet (ﷺ) said (to his companions), Take him away and stone him to death. \n\n(continued from above) Narrated Jabir bin Abdullah:\nI was one of those who stoned him at the Musalla in Al-Madina",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنِي اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، وَسَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أَتَى رَجُلٌ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهْوَ فِي الْمَسْجِدِ فَنَادَاهُ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ. فَأَعْرَضَ عَنْهُ. فَلَمَّا شَهِدَ عَلَى نَفْسِهِ أَرْبَعًا قَالَ  أَبِكَ جُنُونٌ . قَالَ لاَ. قَالَ  اذْهَبُوا بِهِ فَارْجُمُوهُ .\n قَالَ ابْنُ شِهَابٍ فَأَخْبَرَنِي مَنْ، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، قَالَ كُنْتُ فِيمَنْ رَجَمَهُ بِالْمُصَلَّى. رَوَاهُ يُونُسُ وَمَعْمَرٌ وَابْنُ جُرَيْجٍ عَنِ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الرَّجْمِ.",
    "hadithBengali": "৬৬৮০। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। এক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এল। তখন তিনি মসজিদে ছিলেন। লোকটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ডেকে বলল, ইয়া রাসুলাল্লাহ! আমি যিনা করে ফেলেছি। তিনি তার থেকে মুখ ফিরিয়ে নিলেন। এভাবে সে যখন নিজের ব্যাপারে চারবার সাক্ষ্য প্রদান করল, তখন তিনি বললেনঃ তুমি কি পাগল? লোকটি বলল, না। তখন তিনি বললেনঃ একে নিয়ে যাও এবং রজম (পাথর মেরে হত্যা) কর।\n\nইবনু শিহাব বলেন জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে যিনি শুনেছেন, তিনি আমাকে বলেছেন যে, যারা তাকে জানাযা পড়ার স্থানে নিযে রজম করেছিলেন আমি তাদের মধ্যে অন্তর্ভুক্ত ছিলাম। ইউনুস, মা&#39;মার ও ইবনু জুরায়জ (রহঃ) জাবির (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে রজম সম্পর্কে এ হাদীসটি বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6680",
    "id": "7423",
    "thesequence": "7586",
    "isActive": "1",
    "chapterId": "17755",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০২৩. যে ব্যক্তি মসজিদে বিচার করে। পরিশেষে যখন &lsquo;হদ&rsquo; কার্যকর করার সময় হয়, তখন দন্ডপ্রাপ্তকে মসজিদ থেকে বের করে হদ্ কার্যকর করার নির্দেশ দেয়। উমর (রাঃ) বলেন, তোমরা দু&rsquo;জন একে মসজিদ থেকে বাইরে নিয়ে যাও। আলী (রাঃ) থেকেও এরুপ বর্ননা পাওয়া যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Salama:\n\nAllahs Messenger (ﷺ) said, I am only a human being, and you people (opponents) come to me with your cases; and it may be that one of you can present his case eloquently in a more convincing way than the other, and I give my verdict according to what I hear. So if ever I judge (by error) and give the right of a brother to his other (brother) then he (the latter) should not take it, for I am giving him only a piece of Fire.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ زَيْنَبَ ابْنَةِ أَبِي سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ ـ رضى الله عنها ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّمَا أَنَا بَشَرٌ، وَإِنَّكُمْ تَخْتَصِمُونَ إِلَىَّ، وَلَعَلَّ بَعْضَكُمْ أَنْ يَكُونَ أَلْحَنَ بِحُجَّتِهِ مِنْ بَعْضٍ فَأَقْضِي نَحْوَ مَا أَسْمَعُ، فَمَنْ قَضَيْتُ لَهُ بِحَقِّ أَخِيهِ شَيْئًا فَلاَ يَأْخُذْهُ، فَإِنَّمَا أَقْطَعُ لَهُ قِطْعَةً مِنَ النَّارِ .",
    "hadithBengali": "৬৬৮১। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমিও মানুষ ছাড়া কিছু নই। তোমরা আমার কাছে বিবাদ নিয়ে এসে থাক। হয়ত তোমাদের কেউ অন্যের তুলনার প্রমাণ উপস্থাপনের ব্যাপারে অধিক স্পষ্টবাদী। আর আমি তো যেরূপ শুনি সে ভিত্তিতেই বিচার করে থাকি। সুতরাং আমি যদি কারোর জন্য তার অপর কোন ভাইয়ের হক সম্পর্কে কোন ফায়সালা দেই, তবে সে যেন তা গ্রহণ না করে। কেননা, আমি তার জন্য যে অংশ নির্ধারিত করলাম তা তো এক টুকরা অগ্নি মাত্র।\n",
    "checkStatus": "1",
    "hadithNo": "6681",
    "id": "7424",
    "thesequence": "7587",
    "isActive": "1",
    "chapterId": "17756",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০২৪. বিচারকের বিবাদমান পক্ষকে উপদেশ দেয়া ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Qatada:\n\nAllahs Messenger (ﷺ) said on the Day of (the battle of) Hunain, Whoever has killed an infidel and has a proof or a witness for it, then the salb (arms and belongings of that deceased) will be for him. I stood up to seek a witness to testify that I had killed an infidel but I could not find any witness and then sat down. Then I thought that I should mention the case to Allahs Messenger (ﷺ) I (and when I did so) a man from those who were sitting with him said, The arms of the killed person he has mentioned, are with me, so please satisfy him on my behalf. Abu Bakr said, No, he will not give the arms to a bird of Quraish and deprive one of Allahs lions of it who fights for the cause of Allah and His Apostle. Allahs Messenger (ﷺ) I stood up and gave it to me, and I bought a garden with its price, and that was my first property which I owned through the war booty. The people of Hijaz said, A judge should not pass a judgment according to his knowledge, whether he was a witness at the time he was the judge or before that And if a litigant gives a confession in favor of his opponent in the court, in the opinion of some scholars, the judge should not pass a judgment against him till the latter calls two witnesses to witness his confession. And some people of Iraq said, A judge can pass a judgement according to what he hears or witnesses (the litigants confession) in the court itself, but if the confession takes place outside the court, he should not pass the judgment unless two witnesses witness the confession. Some of them said, A judge can pass a judgement depending on his knowledge of the case as he is trust-worthy, and that a witness is Required just to reveal the truth. The judges knowledge is more than the witness. Some said, A judge can judge according to his knowledge only in cases involving property, but in other cases he cannot. Al-Qasim said, A judge ought not to pass a judgment depending on his knowledge if other people do not know what he knows, although his knowledge is more than the witness of somebody else because he might expose himself to suspicion by the Muslims and cause the Muslims to have unreasonable doubt. ",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ يَحْيَى، عَنْ عُمَرَ بْنِ كَثِيرٍ، عَنْ أَبِي مُحَمَّدٍ، مَوْلَى أَبِي قَتَادَةَ أَنَّ أَبَا قَتَادَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ حُنَيْنٍ  مَنْ لَهُ بَيِّنَةٌ عَلَى قَتِيلٍ قَتَلَهُ، فَلَهُ سَلَبُهُ . فَقُمْتُ لأَلْتَمِسَ بَيِّنَةً عَلَى قَتِيلٍ، فَلَمْ أَرَ أَحَدًا يَشْهَدُ لِي، فَجَلَسْتُ، ثُمَّ بَدَا لِي فَذَكَرْتُ أَمْرَهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَجُلٌ مِنْ جُلَسَائِهِ سِلاَحُ هَذَا الْقَتِيلِ الَّذِي يَذْكُرُ عِنْدِي. قَالَ فَأَرْضِهِ مِنْهُ. فَقَالَ أَبُو بَكْرٍ كَلاَّ لاَ يُعْطِهِ أُصَيْبِغَ مِنْ قُرَيْشٍ وَيَدَعَ أَسَدًا مِنْ أُسْدِ اللَّهِ يُقَاتِلُ عَنِ اللَّهِ وَرَسُولِهِ. قَالَ فَأَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَدَّاهُ إِلَىَّ فَاشْتَرَيْتُ مِنْهُ خِرَافًا فَكَانَ أَوَّلَ مَالٍ تَأَثَّلْتُهُ. قَالَ لِي عَبْدُ اللَّهِ عَنِ اللَّيْثِ فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَأَدَّاهُ إِلَىَّ. وَقَالَ أَهْلُ الْحِجَازِ الْحَاكِمُ لاَ يَقْضِي بِعِلْمِهِ، شَهِدَ بِذَلِكَ فِي وِلاَيَتِهِ أَوْ قَبْلَهَا. وَلَوْ أَقَرَّ خَصْمٌ عِنْدَهُ لآخَرَ بِحَقٍّ فِي مَجْلِسِ الْقَضَاءِ، فَإِنَّهُ لاَ يَقْضِي عَلَيْهِ فِي قَوْلِ بَعْضِهِمْ، حَتَّى يَدْعُوَ بِشَاهِدَيْنِ فَيُحْضِرَهُمَا إِقْرَارَهُ. وَقَالَ بَعْضُ أَهْلِ الْعِرَاقِ مَا سَمِعَ أَوْ رَآهُ فِي مَجْلِسِ الْقَضَاءِ قَضَى بِهِ، وَمَا كَانَ فِي غَيْرِهِ لَمْ يَقْضِ إِلاَّ بِشَاهِدَيْنِ. وَقَالَ آخَرُونَ مِنْهُمْ بَلْ يَقْضِي بِهِ، لأَنَّهُ مُؤْتَمَنٌ، وَإِنَّمَا يُرَادُ مِنَ الشَّهَادَةِ مَعْرِفَةُ الْحَقِّ، فَعِلْمُهُ أَكْثَرُ مِنَ الشَّهَادَةِ. وَقَالَ بَعْضُهُمْ يَقْضِي بِعِلْمِهِ فِي الأَمْوَالِ، وَلاَ يَقْضِي فِي غَيْرِهَا. وَقَالَ الْقَاسِمُ لاَ يَنْبَغِي لِلْحَاكِمِ أَنْ يُمْضِيَ قَضَاءً بِعِلْمِهِ دُونَ عِلْمِ غَيْرِهِ، مَعَ أَنَّ عِلْمَهُ أَكْثَرُ مِنْ شَهَادَةِ غَيْرِهِ، وَلَكِنَّ فِيهِ تَعَرُّضًا لِتُهَمَةِ نَفْسِهِ عِنْدَ الْمُسْلِمِينَ، وَإِيقَاعًا لَهُمْ فِي الظُّنُونِ، وَقَدْ كَرِهَ النَّبِيُّ صلى الله عليه وسلم الظَّنَّ فَقَالَ  إِنَّمَا هَذِهِ صَفِيَّةُ .",
    "hadithBengali": "৬৬৮২। কুতায়বা (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, হুনায়নের দিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন শক্রপক্ষের কোন নিহত ব্যাক্তিকে হত্যা করার ব্যাপারে যার সাক্ষী আছে, সেই তার পরিত্যক্ত সম্পদ পাবে। (রাবী বলেন) আমি আমার কর্তৃক নিহত ব্যাক্তির সাক্ষী তালাশ করতে লাগলাম। কিন্তু আমার ব্যাপারে সাক্ষ্য দিবে এমন কাউকে দেখতে পেলাম না, সুতরাং আমি বসে গেলাম। তারপর আমার খেয়াল হল। আমি তার হত্যার বিষয়টিকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উল্লেখ করলাম। তখন তাঁর নিকট উপবিষ্ট ব্যাক্তিদের মধ্যে একজন বলল, যে নিহত ব্যাক্তির আলোচনা হচ্ছে তার হাতিয়ার আমার কাছে রয়েছে অতএব আপনি তাকে আমার পক্ষ হয়ে সন্তুষ্ট করে দিন। আবূ বকর (রাঃ) বললেন, কখনো না। আপনি এই পাংশু কুরাইশকে কখনো দিবেন না। আল্লাহ ও রাসুলের পক্ষে যে আল্লাহর সিংহ যুদ্ধ করছে, তাকে আপনি বঞ্চিত করবেন। রাবী বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিষয়টি অনুধাবন করলেন এবং তা (হাতিয়ার ইত্যাদি) আমাকে প্রদান করলেন। আমি তা দিয়ে একটি বাগান খরিদ করলাম। এটাই ছিল আমার প্রথম-সম্পদ, যা আমি মূলধন হিসাবে সংরক্ষন করেছিলাম।\n\nআবদুল্লাহ (রহঃ) লাইহের সূত্রে হাদীসটি বর্ণনা করতেفعلم رسول الله صلى الله عليه وسلم (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিযয়টি অনুধাবন করলেন) এর স্থলেفَقَامَ النَّبِيُّ صلى الله عليه وسلم (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে গেলেন) বর্ণনা করেছেন।\n\nহিজাযের আলেমরা বলেন, শাসক তার জ্ঞানানুসারে বিচার করবে না, চাহে তা দায়িত্বকালে প্রত্যক্ষ করে থাকুক, কিংবা তার পূর্বেই। তাদের কারো কারো মতে যদি বাদী বিবাদীর কোন এক পক্ষ অপর পক্ষের হক সম্পর্কে বিচার চলাকালে তার সস্মুখেও স্বীকার করে তবুও তার ভিত্তিতে ফয়সালা করা যাবে না, যতক্ষন পর্যন্ত দু&#39;জন সাক্ষী ডেকে সে ব্যাক্তির স্বীকারোক্তির সময় তাদের উপস্থিত না রাখবেন। কোন কোন ইরাকী আলেম বলেন, বিচার চলাকালে যা কিছু শুনবে বা দেখবে সে অনুযায়ি ফায়সালা করবে। তবে অন্য স্থানে যা কিছু টনবে বা দেখবে দু&#39;জন সাক্ষী ছাড়া ফায়সালা করতে পারবে না। তাদের অন্যরা বলেন বরং সে ভিত্তিতে ফায়সালা করতে পারবে। কেননা সে তো বিশ্বস্ত। আর সাক্ষ্য গ্রহণের উদ্দেশ্য তো প্রকৃত সত্যকে অনুধাবন করা।\n\nসুতরাং তার জানা (সাক্ষীর) সাক্ষ্যের চেয়ে অধিক নির্ভরযোগ্য। তাদের অন্য কেউ বলেন যে, মাল সংক্রান্ত বিষয়ে বিচারক তার নিজের জানার ভিত্তিতে ফায়সালা করবে। তবে অন্য ব্যাপারে নয়। কাসেম (রহঃ) বলেন যে, অন্যের সাক্ষ্য গ্রহণ ছাড়া শাসকের নিজের জ্ঞানানুসারে ফয়সালা করা উচিত নয় যদিও তার জানা অন্যের সাক্ষীর চেয়ে অধিক নির্ভরযোগ্য তবুও। এতে মুসলিম জনসাধারণের কাছে নিজেকে অপবাদের সন্মুখীন হতে হয় এবং তাদেরকে (মিথ্যা) সন্দেহে ফেলা হয়। কেননা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সন্দেহ করাকে পছন্দ করতেন না। এজন্যই তিনি পথচারীকে ডেকে বলে দিয়েছেনঃ এ হচ্ছে (আমার স্ত্রী) সাফিয়্যা।\n",
    "checkStatus": "1",
    "hadithNo": "6682",
    "id": "7425",
    "thesequence": "7588",
    "isActive": "1",
    "chapterId": "17757",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০২৫. বিচারক নিজে বিবাদের সাক্ষী হলে, চাই তা বিচারকের পদে সমাসীন থাকাকালেই হোক কিংবা তার পূর্বে। বিচারক শুরায়হকে এক ব্যক্তি তার পক্ষে সাক্ষ্য দেওয়ার আবেদন করলে তিনি বললেন, তুমি শাসকের কাছে যাও, সেখানে আমি তোমার পক্ষে সাক্ষ্য দিব। ইকরামা (রহঃ) বলেন যে, উমর (রাঃ) আবদুর রহমান ইবন আওফ (রাঃ) কে বললেন, যদি তুমি শাসক হও, আর তুমি নিজে কোন ব্যক্তিকে হদের কাজ &zwj;যিনা বা চুরিতে লিপ্ত দেখ (তাহলে তুমি কি করবে?) উত্তরে তিনি বললেন (আপনি শাসক হওয়া সত্ত্বেও) আপনার সাক্ষ্য একজন সাধারন মুসলমানের সাক্ষ্যের মতোই। তিনি [উমর (রাঃ)] বললেন, তুমি ঠিকই বলেছ। উমর (রাঃ) বলেন, যদি মানুষ এরূপ বলবে বলে আশংকা না হতো যে, উমর আল্লাহর কিতাবে নিজের পক্ষ থেকে বৃদ্ধি করেছে, তাহলে আমি নিজ হাতে রজমের আয়াত লিখে দিতাম। মায়েয রাসূলূল্লাহ (সাঃ) এর কাছে চারবার যিনার কথা স্বীকার করেছিলেন, তখন তাকে রজম করার নির্দেশ দেন। আর এরূপ বর্ননা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Ali bin Husain:\n\nSafiya bint (daughter of) Huyai came to the Prophet (in the mosque), and when she returned (home), the Prophet (ﷺ) accompanied her. It happened that two men from the Ansar passed by them and the Prophet called them saying, She is Safiya! those two men said, Subhan Allah! The Prophet (ﷺ) said, Satan circulates in the human body as blood does.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ، عَنِ ابْنِ شِهَابٍ، عَنْ عَلِيِّ بْنِ حُسَيْنٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَتَتْهُ صَفِيَّةُ بِنْتُ حُيَىٍّ فَلَمَّا رَجَعَتِ انْطَلَقَ مَعَهَا، فَمَرَّ بِهِ رَجُلاَنِ مِنَ الأَنْصَارِ فَدَعَاهُمَا فَقَالَ  إِنَّمَا هِيَ صَفِيَّةُ . قَالاَ سُبْحَانَ اللَّهِ. قَالَ  إِنَّ الشَّيْطَانَ يَجْرِي مِنِ ابْنِ آدَمَ مَجْرَى الدَّمِ . رَوَاهُ شُعَيْبٌ وَابْنُ مُسَافِرٍ وَابْنُ أَبِي عَتِيقٍ وَإِسْحَاقُ بْنُ يَحْيَى عَنِ الزُّهْرِيِّ عَنْ عَلِيٍّ ـ يَعْنِي ابْنَ حُسَيْنٍ ـ عَنْ صَفِيَّةَ عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৬৬৮৩। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আলী ইবনু হুসাইন (রহঃ) থেকে বর্ণিত। উম্মুল মু&#39;মিনীন সাফিয়্যা বিনত হুয়াই (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসেছিলেন। যখন তিনি প্রত্যাবর্তন করছিলেন তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সাথে সাথে হাটছিলেন। এমতাবস্থায় দু&#39;জন আনসারী ব্যাক্তি তার পাশ দিয়ে অতিক্রম করল। তিনি তাঁদেরকে ডাকলেন এবং বললেনঃ এ হচ্ছে সাফিয়্যা। তাঁরা (অবাক হয়ে) বলল, সুবহানাল্লাহ (আমরা কি আপনার ব্যাপারে সন্দেহ করতে পারি?) তিনি বললেনঃ শয়তান বনী আদমের ধমনীতে বিচরণ করে থাকে।\n\nশুআয়ব ... সাফিয়্যা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীসটি বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6683",
    "id": "7426",
    "thesequence": "7589",
    "isActive": "1",
    "chapterId": "17757",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০২৫. বিচারক নিজে বিবাদের সাক্ষী হলে, চাই তা বিচারকের পদে সমাসীন থাকাকালেই হোক কিংবা তার পূর্বে। বিচারক শুরায়হকে এক ব্যক্তি তার পক্ষে সাক্ষ্য দেওয়ার আবেদন করলে তিনি বললেন, তুমি শাসকের কাছে যাও, সেখানে আমি তোমার পক্ষে সাক্ষ্য দিব। ইকরামা (রহঃ) বলেন যে, উমর (রাঃ) আবদুর রহমান ইবন আওফ (রাঃ) কে বললেন, যদি তুমি শাসক হও, আর তুমি নিজে কোন ব্যক্তিকে হদের কাজ &zwj;যিনা বা চুরিতে লিপ্ত দেখ (তাহলে তুমি কি করবে?) উত্তরে তিনি বললেন (আপনি শাসক হওয়া সত্ত্বেও) আপনার সাক্ষ্য একজন সাধারন মুসলমানের সাক্ষ্যের মতোই। তিনি [উমর (রাঃ)] বললেন, তুমি ঠিকই বলেছ। উমর (রাঃ) বলেন, যদি মানুষ এরূপ বলবে বলে আশংকা না হতো যে, উমর আল্লাহর কিতাবে নিজের পক্ষ থেকে বৃদ্ধি করেছে, তাহলে আমি নিজ হাতে রজমের আয়াত লিখে দিতাম। মায়েয রাসূলূল্লাহ (সাঃ) এর কাছে চারবার যিনার কথা স্বীকার করেছিলেন, তখন তাকে রজম করার নির্দেশ দেন। আর এরূপ বর্ননা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Burda:\n\nThe Prophet (ﷺ) sent my father and Mu`adh bin Jabal to Yemen and said (to them), Make things easy for the people and do not put hurdles in their way, and give them glad tiding, and dont let them have aversion (i.e. to make people to hate good deeds) and you both should work in cooperation and mutual understanding Abu Musa said to Allahs Messenger (ﷺ), In our country a special alcoholic drink called Al- Bit, is prepared (for drinking). The Prophet (ﷺ) said, Every intoxicant is prohibited. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا الْعَقَدِيُّ، حَدَّثَنَا شُعْبَةُ، عَنْ سَعِيدِ بْنِ أَبِي بُرْدَةَ، قَالَ سَمِعْتُ أَبِي قَالَ، بَعَثَ النَّبِيُّ صلى الله عليه وسلم أَبِي وَمُعَاذَ بْنَ جَبَلٍ عَلَى الْيَمَنِ فَقَالَ  يَسِّرَا وَلاَ تُعَسِّرَا، وَبَشِّرَا وَلاَ تُنَفِّرَا، وَتَطَاوَعَا . فَقَالَ لَهُ أَبُو مُوسَى إِنَّهُ يُصْنَعُ بِأَرْضِنَا الْبِتْعُ. فَقَالَ  كُلُّ مُسْكِرٍ حَرَامٌ . وَقَالَ النَّضْرُ وَأَبُو دَاوُدَ وَيَزِيدُ بْنُ هَارُونَ وَوَكِيعٌ عَنْ شُعْبَةَ عَنْ سَعِيدٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "hadithBengali": "৬৬৮৪। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আবূ বুরদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার পিতা ও মুআয ইবনু জাবালকে ইয়ামানে পাঠালেন। তখন তিনি বললেনঃ তোমরা সহজ আচরণ করো, কঠোরতা প্রদর্শন করো না, তাদের সুসংবাদ শোনাও, ভীতি প্রদর্শন করো না এবং একে অপরকে মেনে চলো। তখন আবূ মূসা (রাঃ) তাকে বললেন, আমাদের দেশে বিত নামক এক প্রকার পানীয় প্রস্তুত করা হয় (যা মধুর সিরকা থেকে তৈরি)। উত্তরে তিনি বললেনঃ প্রত্যেক নেশা সৃষ্টিকারী বস্তুই হারাম।\n\nনাযর আবূ দাঊদ, ইয়াযিদ ইবনু হারুন, ওকী (রহঃ) ... সাঈদ এর দাদা আবূ মূসা (রাঃ) সুত্রে এ হাদীসটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "6684",
    "id": "7427",
    "thesequence": "7590",
    "isActive": "1",
    "chapterId": "17758",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০২৬. দু&rsquo;জন আমীরের প্রতি শাসনকর্তার নির্দেশ, যখন তাদের কোন স্থানের দায়িত্ব দিয়ে পাঠানো হয়, যেন তারা পরস্পরকে মেনে চলে, বিরোধিতা না করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Musa:\n\nThe Prophet (ﷺ) said, Set free the captives and accept invitations.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، حَدَّثَنِي مَنْصُورٌ، عَنْ أَبِي وَائِلٍ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   فُكُّوا الْعَانِيَ وَأَجِيبُوا الدَّاعِيَ .",
    "hadithBengali": "৬৬৮৫। মুসাদ্দাদ (রহঃ) ... আবু মূসা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বন্দীদের মুক্ত কর, আর দাওয়াতকারীর দাওয়াত কবুল কর।\n",
    "checkStatus": "1",
    "hadithNo": "6685",
    "id": "7428",
    "thesequence": "7591",
    "isActive": "1",
    "chapterId": "17759",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০২৭. প্রশাসকের দাওয়াত কবুল করা। উসমান (রাঃ), মুগীরা ইবন শুবা (রাঃ) এর গোলামের দাওয়াত কবুল করেছিলেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Humaid Al-Sa`idi:\n\nThe Prophet (ﷺ) appointed a man from the tribe of Bani Asad, called Ibn Al-Utabiyya to collect the Zakat. When he returned (with the money) he said (to the Prophet), This is for you and this has been given to me as a gift. The Prophet (ﷺ) stood up on the pulpit (Sufyan said he ascended the pulpit), and after glorifying and praising Allah, he said, What is wrong with the employee whom we send (to collect Zakat from the public) that he returns to say, This is for you and that is for me? Why didnt he stay at his fathers and mothers house to see whether he will be given gifts or not? By Him in Whose Hand my life is, whoever takes anything illegally will bring it on the Day of Resurrection by carrying it over his neck: if it is a camel, it will be grunting: if it is a cow, it will be mooing: and if it is a sheep it will be bleating! The Prophet (ﷺ) then raised both his hands till we saw the whiteness of his armpits (and he said), No doubt! Havent I conveyed Allahs Message? And he repeated it three times.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، أَنَّهُ سَمِعَ عُرْوَةَ، أَخْبَرَنَا أَبُو حُمَيْدٍ السَّاعِدِيُّ، قَالَ اسْتَعْمَلَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً مِنْ بَنِي أَسَدٍ يُقَالُ لَهُ ابْنُ الأُتَبِيَّةِ عَلَى صَدَقَةٍ فَلَمَّا قَدِمَ قَالَ هَذَا لَكُمْ وَهَذَا أُهْدِيَ لِي. فَقَامَ النَّبِيُّ صلى الله عليه وسلم عَلَى الْمِنْبَرِ ـ قَالَ سُفْيَانُ أَيْضًا فَصَعِدَ الْمِنْبَرَ ـ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ  مَا بَالُ الْعَامِلِ نَبْعَثُهُ، فَيَأْتِي يَقُولُ هَذَا لَكَ وَهَذَا لِي. فَهَلاَّ جَلَسَ فِي بَيْتِ أَبِيهِ وَأُمِّهِ فَيَنْظُرُ أَيُهْدَى لَهُ أَمْ لاَ، وَالَّذِي نَفْسِي بِيَدِهِ لاَ يَأْتِي بِشَىْءٍ إِلاَّ جَاءَ بِهِ يَوْمَ الْقِيَامَةِ يَحْمِلُهُ عَلَى رَقَبَتِهِ، إِنْ كَانَ بَعِيرًا لَهُ رُغَاءٌ، أَوْ بَقَرَةً لَهَا خُوَارٌ، أَوْ شَاةً تَيْعَرُ . ثُمَّ رَفَعَ يَدَيْهِ حَتَّى رَأَيْنَا عُفْرَتَىْ إِبْطَيْهِ  أَلاَ هَلْ بَلَّغْتُ  ثَلاَثًا. قَالَ سُفْيَانُ قَصَّهُ عَلَيْنَا الزُّهْرِيُّ. وَزَادَ هِشَامٌ عَنْ أَبِيهِ عَنْ أَبِي حُمَيْدٍ قَالَ سَمِعَ أُذُنَاىَ وَأَبْصَرَتْهُ عَيْنِي، وَسَلُوا زَيْدَ بْنَ ثَابِتٍ فَإِنَّهُ سَمِعَهُ مَعِي. وَلَمْ يَقُلِ الزُّهْرِيُّ سَمِعَ أُذُنِي. {خُوَارٌ} صَوْتٌ، وَالْجُؤَارُ مِنْ تَجْأَرُونَ كَصَوْتِ الْبَقَرَةِ.",
    "hadithBengali": "৬৬৮৬। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুমায়দ সাঈদী (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনী আসাদ গোত্রের ইবনু লুতাবিয়্যা নামক জনৈক ব্যাক্তিকে যাকাত আদায়ের জন্য কর্মচারী বানালেন। সে যখন ফিরে আসল, তখন বলল, এগুলো আপনাদের। আর এগুলো আমাকে হাদিয়া দেওয়া হয়েছে। এ কথা শোনার পর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বরের উপর দাঁড়ালেন। সুফিয়ান কখনো বলেন, তিনি মিম্বরের উপর আরোহণ করলেন এবং আল্লাহর হামদ ও সানা বর্ননা করলেন। এরপর বললেনঃ কর্মকর্তার কি হল! আমি তাকে প্রেরণ করি, তারপর সে ফিরে এসে বলল, এগুলো আপনার, আর এগুলো আমার। সে তার বাপের বাড়ি কিংবা মায়ের বাড়িতে বসে থেকে দেখত যে, তাকে হাদিয়া দেওয়া হয় কিনা?\n\nযে সত্তার হাতে আমার প্রাণ তাঁর শপথ! যা কিছুই সে (অবৈধভাবে) গ্রহণ করবে, কিয়ামতের দিন তা কাঁধে বহন করে নিয়ে উপস্থিত হবে। যদি উট হয়, তাহলে তা চিৎকার করবে, যদি গাভী হয় তাহলে তা হাম্বা হাম্বা করবে, অথবা যদি বকরী হয় তাহলে তা ভ্যাঁভ্যাঁ করবে। তারপর তিনি উভয় হাত উঠালেন। এমনকি আমরা তার উভয় বগলের শুভ্র ঔজ্জ্বল্য দেখতে পেলাম। তারপর বললেনঃ শোন! আমি কি আল্লাহর কথা পৌছে দিয়েছি? এ কথাটি তিনি তিনবার বললেন।\n\nসুফিয়ান বলেন, আমাদের কাছে যুহরী এ রেওয়ায়াত বর্ণনা করেছেন। তবে হিশাম তার পিতার সুত্রে আবূ হুমায়দ থেকে বর্ণনা করতে আর একটু বাড়িয়ে বলেছেন যে, তিনি (আবূ হুমায়দ) বলেছেন, আমার উভয় কান তা শুনেছে এবং দু&#39; চোখ তা দেখেছে। যায়িদ ইবনু সাবিতকে জিজ্ঞাসা কর, সেও আমার সাথে শুনেছিল। আমি বললাম, &ldquo;উভয় কান শুনেছে এবং দু&#39; চোখ তাকে দেখেছে।&rdquo; যুহরী এ কথা বলেননি।\n\n[বুখারী (রহঃ) বলেন] خُوَارٌ বলা হয় শব্দকে। আর جُؤَارُ থেকে يحرءون গরুর আওয়াজের মত চিৎকার করা।\n",
    "checkStatus": "1",
    "hadithNo": "6686",
    "id": "7429",
    "thesequence": "7592",
    "isActive": "1",
    "chapterId": "17760",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০২৮. কর্মকর্তাদের হাদিয়া গ্রহন করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nSalim, the freed salve of Abu Hudhaifa used to lead in prayer the early Muhajirin (emigrants) and the companions of the Prophet (ﷺ) in the Quba mosque. Among those (who used to pray behind him) were Abu Bakr, `Umar, Abu Salama, and Amir bin Rabi`a.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي ابْنُ جُرَيْجٍ، أَنَّ نَافِعًا، أَخْبَرَهُ أَنَّ ابْنَ عُمَرَ ـ رضى الله عنهما ـ أَخْبَرَهُ قَالَ كَانَ سَالِمٌ مَوْلَى أَبِي حُذَيْفَةَ يَؤُمُّ الْمُهَاجِرِينَ الأَوَّلِينَ وَأَصْحَابَ النَّبِيِّ صلى الله عليه وسلم فِي مَسْجِدِ قُبَاءٍ، فِيهِمْ أَبُو بَكْرٍ وَعُمَرُ وَأَبُو سَلَمَةَ وَزَيْدٌ وَعَامِرُ بْنُ رَبِيعَةَ.",
    "hadithBengali": "৬৬৮৭। উসমান ইবনু সালিহ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূ হুযায়ফার আযাদকৃত দাস সালিম (রাঃ) মসজিদে কুবাতে প্রথম সারির মুহাজেরীন ও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীদের ইমামতি করতেন। তাদের মাঝে আবূ বকর, উমর, আবূ সালামা, যায়িদ ও আমির ইবনু রাবীআ (রাঃ) ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6687",
    "id": "7430",
    "thesequence": "7593",
    "isActive": "1",
    "chapterId": "17761",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০২৯. আযাদকৃত ক্রীতদাসকে বিচারক কিংবা প্রশাসক নিযুক্ত করা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Urwa bin Az-Zubair:\n\nMarwan bin Al-Hakam and Al-Miswar bin Makhrama told him that when the Muslims were permitted to set free the captives of Hawazin, Allahs Messenger (ﷺ) said, I do not know who amongst you has agreed (to it) and who has not. Go back so that your Urafa may submit your decision to us. So the people returned and their Urafa talked to them and then came back to Allahs Messenger (ﷺ) and told him that the people had given their consent happily and permitted (their captives to be freed).",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، حَدَّثَنِي إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ عَمِّهِ، مُوسَى بْنِ عُقْبَةَ قَالَ ابْنُ شِهَابٍ حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ مَرْوَانَ بْنَ الْحَكَمِ، وَالْمِسْوَرَ بْنَ مَخْرَمَةَ، أَخْبَرَاهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ حِينَ أَذِنَ لَهُمُ الْمُسْلِمُونَ فِي عِتْقِ سَبْىِ هَوَازِنَ   إِنِّي لاَ أَدْرِي مَنْ أَذِنَ مِنْكُمْ مِمَّنْ لَمْ يَأْذَنْ، فَارْجِعُوا حَتَّى يَرْفَعَ إِلَيْنَا عُرَفَاؤُكُمْ أَمْرَكُمْ . فَرَجَعَ النَّاسُ فَكَلَّمَهُمْ عُرَفَاؤُهُمْ، فَرَجَعُوا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخْبَرُوهُ أَنَّ النَّاسَ قَدْ طَيَّبُوا وَأَذِنُوا.",
    "hadithBengali": "৬৬৮৮। ইসমাঈল ইবনু আবূ ওয়ায়স (রহঃ) ... উরওয়া ইবনু যুবায়র (রাঃ) থেকে বর্নিত যে, মারওয়ান ইবনু হাকাম ও মিসওয়ার ইবনু মাখরামা (রাঃ) তার কাছে বর্ণনা করেছেন যে, হাওয়াযেনের বন্দীদেরকে আযাদ করে দেওয়ার ব্যাপারে মুসলমানরা যখন সর্বসম্মতিতে এসে অনুমতি দিলেন, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমাদের মধ্যে কে অনুমতি দিয়েছ, আর কে দাওনি, তা আমি বুঝতে পারিনি। অতএব তোমরা ফিরে যাও, তোমাদের প্রতিনিধিরা তোমাদের মতামত নিয়ে আমার কাছে আসবে। লোকেরা ফিরে গেল এবং তাদের প্রতিনিধিরা তাদের সাথে এ বিষয়ে আলোচনা করল। পরে তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ফিরে এসে জানাল যে, লোকেরা খুশী মনে অনুমতি দিয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "6688",
    "id": "7431",
    "thesequence": "7594",
    "isActive": "1",
    "chapterId": "17762",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৩০. লোকের জন্য প্রতিনিধি থাকা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muhammad bin Zaid bin `Abdullah bin `Umar:\n\nSome people said to Ibn `Umar, When we enter upon our ruler(s) we say in their praise what is contrary to what we say when we leave them. Ibn `Umar said, We used to consider this as hypocrisy.",
    "hadithArabic": " حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَاصِمُ بْنُ مُحَمَّدِ بْنِ زَيْدِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، قَالَ أُنَاسٌ لاِبْنِ عُمَرَ إِنَّا نَدْخُلُ عَلَى سُلْطَانِنَا فَنَقُولُ لَهُمْ خِلاَفَ مَا نَتَكَلَّمُ إِذَا خَرَجْنَا مِنْ عِنْدِهِمْ قَالَ كُنَّا نَعُدُّهَا نِفَاقًا.",
    "hadithBengali": "৬৬৮৯। আবু নুআয়ম (রহঃ) ... মুহাম্মদ ইবনু যায়িদ ইবনু আবদুল্লাহ ইবনু উমর তার পিতা থেকে বর্ণিত। তিনি বলেন, কতিপয় লোক ইবনু উমর (রাঃ) কে বলল, আমাদের শাসকের নিকট গিয়ে তার এমন কিছু গুনগান করি, যা তার নিকট থেকে বাইরে আসার পর কবিতার চেযে ভিন্নতর। এ কথা শুনে তিনি বললেন, আমরা এটাকেই নিফাক মনে করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "6689",
    "id": "7432",
    "thesequence": "7595",
    "isActive": "1",
    "chapterId": "17763",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৩১. শাসকের প্রশংসা করা এবং তার নিকট থেকে বেরিয়ে এলে তার বিপরীত কিছু বলা নিন্দনীয় ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ)s said, The worst of all mankind is the double-faced one, who comes to some people with one face and to others, with another face.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ عِرَاكٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنْ شَرَّ النَّاسِ ذُو الْوَجْهَيْنِ، الَّذِي يَأْتِي هَؤُلاَءِ بِوَجْهٍ وَهَؤُلاَءِ بِوَجْهٍ .",
    "hadithBengali": "৬৬৯০। কুতায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন। দ্বীমুখী লোকেরা সবচাইতে নিকৃষ্ট, তারা এদের কাছে এক চেহারা নিয়ে উপস্থিত হয় আবার ওদের কাছে আর এক চেহারা নিয়ে উপস্থিত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "6690",
    "id": "7433",
    "thesequence": "7596",
    "isActive": "1",
    "chapterId": "17763",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৩১. শাসকের প্রশংসা করা এবং তার নিকট থেকে বেরিয়ে এলে তার বিপরীত কিছু বলা নিন্দনীয় ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nHind (bint `Utba) said to the Prophet (ﷺ) Abu Sufyan is a miserly man and I need to take some money of his wealth. The Prophet (ﷺ) said, Take reasonably what is sufficient for you and your children ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ هِنْدَ، قَالَتْ لِلنَّبِيِّ صلى الله عليه وسلم إِنَّ أَبَا سُفْيَانَ رَجُلٌ شَحِيحٌ، فَأَحْتَاجُ أَنْ آخُذَ مِنْ مَالِهِ. قَالَ   خُذِي مَا يَكْفِيكِ وَوَلَدَكِ بِالْمَعْرُوفِ .",
    "hadithBengali": "৬৬৯১। মুহাম্মাদ ইবনু কাসীর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, হিন্দা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলল, আবূ সুফিয়ান (রাঃ) বড়ই কৃপন ব্যাক্তি। অতএব (তার অগোচরে) তার সম্পদ থেকে কিছু নিতে আমি বাধ্য হয়ে পড়ি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার ও সন্তানের যতটুকু প্রয়োজন হয় ন্যায়সঙ্গতভাবে সেই পরিমাণ নিতে পার।\n",
    "checkStatus": "1",
    "hadithNo": "6691",
    "id": "7434",
    "thesequence": "7597",
    "isActive": "1",
    "chapterId": "17764",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৩২. অনুপস্থিত ব্যক্তির বিচার ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Salama:\n\n(the wife of the Prophet) Allahs Messenger (ﷺ) heard some people quarreling at the door of his dwelling, so he went out to them and said, I am only a human being, and litigants with cases of dispute come to me, and someone of you may happen to be more eloquent (in presenting his case) than the other, whereby I may consider that he is truthful and pass a judgment in his favor. If ever I pass a judgment in favor of somebody whereby he takes a Muslims right unjustly, then whatever he takes is nothing but a piece of Fire, and it is up to him to take or leave.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ زَيْنَبَ ابْنَةَ أَبِي سَلَمَةَ، أَخْبَرَتْهُ أَنَّ أُمَّ سَلَمَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهَا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ سَمِعَ خُصُومَةً بِبَابِ حُجْرَتِهِ فَخَرَجَ إِلَيْهِمْ فَقَالَ   إِنَّمَا أَنَا بَشَرٌ، وَإِنَّهُ يَأْتِينِي الْخَصْمُ، فَلَعَلَّ بَعْضَكُمْ أَنْ يَكُونَ أَبْلَغَ مِنْ بَعْضٍ، فَأَحْسِبُ أَنَّهُ صَادِقٌ فَأَقْضِي لَهُ بِذَلِكَ، فَمَنْ قَضَيْتُ لَهُ بِحَقِّ مُسْلِمٍ، فَإِنَّمَا هِيَ قِطْعَةٌ مِنَ النَّارِ، فَلْيَأْخُذْهَا أَوْ لِيَتْرُكْهَا .",
    "hadithBengali": "৬৬৯২। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... যায়নাব বিনত আবূ সালামা (রহঃ) বর্ণনা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিণী উম্মে সালামা (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে তার কাছে বর্ণনা করেছেন যে, একদা তিনি তার হুজরার দরজায় বাদানুবাদের শব্দ শুনতে পেলেন। এরপর তিনি তাদের কাছে এসে বললেনঃ আমি তো একজন মানুষ। আমার নিকট বাদী-বিবাদীরা আসে। হয়ত তোমাদের মধ্যে কেউ কেউ অন্যের তুলনায় বাকপটু থাকে। আমি তার কথায় হয়ত তাকে সত্যবাদী মনে করি। অতএব আমি তার পক্ষে ফায়সালা করি। কিন্তু আমি যদি অপর কোন মুসলমানের হক কারো জন্য ফায়সালা করি, তাহলে সেটা এক গুচ্ছ আগুন ছাড়া আর কিছু নয়। অতএব সে চাহে তা গ্রহন করুক অথবা তা বর্জন করুক।\n",
    "checkStatus": "1",
    "hadithNo": "6692",
    "id": "7435",
    "thesequence": "7598",
    "isActive": "1",
    "chapterId": "17765",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৩৩. যার জন্য বিচারক, তার ভাই এর হক (প্রাপ্য) প্রদান করে, সে যেন তা গ্রহন না করে। কেননা, বিচারকের ফায়সালা হারামকে হালাল এবং হালালকে হারাম করতে পারেনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\n(the wife of the Prophet) `Utba bin Abi Waqqas said to his brother Sa`d bin Abi Waqqas, The son of the slave girl of Zam`a is from me, so take him into your custody. So in the year of Conquest of Mecca, Sa`d took him and said. (This is) my brothers son whom my brother has asked me to take into my custody. `Abd bin Zam`a got up before him and said, (He is) my brother and the son of the slave girl of my father, and was born on my fathers bed. So they both submitted their case before Allahs Apostle. Sa`d said, O Allahs Messenger (ﷺ)! This boy is the son of my brother and he entrusted him to me. `Abd bin Zam`a said, This boy is my brother and the son of the slave girl of my father, and was born on the bed of my father. Allahs Messenger (ﷺ) said, The boy is for you, O `Abd bin Zam`a! Then Allahs Apostle further said, The child is for the owner of the bed, and the stone is for the adulterer, He then said to Sauda bint Zam`a, Veil (screen) yourself before him, when he saw the childs resemblance to `Utba. The boy did not see her again till he met Allah.",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ كَانَ عُتْبَةُ بْنُ أَبِي وَقَّاصٍ عَهِدَ إِلَى أَخِيهِ سَعْدِ بْنِ أَبِي وَقَّاصٍ أَنَّ ابْنَ وَلِيدَةِ زَمْعَةَ مِنِّي فَاقْبِضْهُ إِلَيْكَ. فَلَمَّا كَانَ عَامُ الْفَتْحِ أَخَذَهُ سَعْدٌ فَقَالَ ابْنُ أَخِي، قَدْ كَانَ عَهِدَ إِلَىَّ فِيهِ، فَقَامَ إِلَيْهِ عَبْدُ بْنُ زَمْعَةَ فَقَالَ أَخِي وَابْنُ وَلِيدَةِ أَبِي، وُلِدَ عَلَى فِرَاشِهِ. فَتَسَاوَقَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ سَعْدٌ يَا رَسُولَ اللَّهِ ابْنُ أَخِي، كَانَ عَهِدَ إِلَىَّ فِيهِ. وَقَالَ عَبْدُ بْنُ زَمْعَةَ أَخِي وَابْنُ وَلِيدَةِ أَبِي، وُلِدَ عَلَى فِرَاشِهِ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  هُوَ لَكَ يَا عَبْدُ بْنَ زَمْعَةَ . ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  الْوَلَدُ لِلْفِرَاشِ، وَلِلْعَاهِرِ الْحَجَرُ . ثُمَّ قَالَ لِسَوْدَةَ بِنْتِ زَمْعَةَ  احْتَجِبِي مِنْهُ ، لِمَا رَأَى مِنْ شَبَهِهِ بِعُتْبَةَ، فَمَا رَآهَا حَتَّى لَقِيَ اللَّهَ تَعَالَى.",
    "hadithBengali": "৬৬৯৩। ইসমাঈল (রহঃ) ... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পত্নী আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, উতবা ইবনু আবু ওয়াক্কাস তার ভাই সাদ ইবনু আবূ ওয়াক্কাসকে এ মর্মে ওসিয়ত করেন যে, যামআ এর বাদীর গর্ভজাত সন্তানটি আমার ঔরস থেকে জন্মলাভ করেছে। অতএব তাকে তুমি তোমার তত্ত্বাবধানে নিয়ে এসো। মক্কা বিজয়ের পরে সাদ (রাঃ) তাকে নিয়ে যাওয়ার জন্য ধরলেন এবং বললেন, আমার ভাই এ ছেলের ব্যাপারে আমাকে ওসিয়ত করেছিলেন। আবদ ইবনু যামআ দাঁড়িয়ে বলল, এ আমার ভাই, আমার পিতার বাদীর গর্ভজাত সন্তান। আমার পিতার ঔরসে তার জন্ম। তারপর তারা উভয়েই বিষয়টি নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বিচার প্রার্থী হলেন।\n\nসাদ বললেন, ইয়া রাসুলাল্লাহ! এ আমার ভাইয়ের ছেলে। আমার ভাই এ সম্পর্কে আমাকে ওসিয়ত করে গেছেন। আবদ ইবনু যামআ বলল, এ আমার ভাই, আমার পিতার বাদীর গর্ভজাত সন্তান। আমার পিতার ঔরসেই তার জন্ম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আবদ ইবনু যামআ! এ তোমারই। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সন্তান বিছানার মালিকেরই আর ব্যভিচারীর জন্য পাথর। পরে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উতবার সাথে এ ছেলেটির সাদৃশ্য লক্ষ্য করার কারণে, সাওদা বিনত যামআ (রাঃ) কে বললেনঃ এর থেকে পর্দা করে চলো। সে জন্য মৃত্যুর পুর্বে সে ছেলে সাওদাকে কোন দিন দেখতে পায়নি।\n",
    "checkStatus": "1",
    "hadithNo": "6693",
    "id": "7436",
    "thesequence": "7599",
    "isActive": "1",
    "chapterId": "17765",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৩৩. যার জন্য বিচারক, তার ভাই এর হক (প্রাপ্য) প্রদান করে, সে যেন তা গ্রহন না করে। কেননা, বিচারকের ফায়সালা হারামকে হালাল এবং হালালকে হারাম করতে পারেনা ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah:\n\nThe Prophet (ﷺ) said, If somebody on the demand of a judge takes an oath to grab (a Muslims) property and he is liar in it, he will meet Allah Who will be angry with him. So Allah revealed,:-- Verily! those who purchase a small gain at the cost of Allahs Covenant and their oaths.. (3.77) Al- Ashath came while `Abdullah was narrating (this) to the people. Al-Ashath said, This verse was revealed regarding me and another man with whom I had a quarrel about a well. The Prophet (ﷺ) said (to me), Do you have any evidence? I replied, No. He said, Let your opponent take an oath. I said: I am sure he would take a (false) oath. Thereupon it was revealed: Verily! those who purchase a small gain at the cost of Allahs Covenant.... (3.77)",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ نَصْرٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، وَالأَعْمَشِ، عَنْ أَبِي وَائِلٍ، قَالَ قَالَ عَبْدُ اللَّهِ قَالَ النَّبِيُّ صلى الله عليه وسلم  لاَ يَحْلِفُ عَلَى يَمِينِ صَبْرٍ، يَقْتَطِعُ مَالاً وَهْوَ فِيهَا فَاجِرٌ، إِلاَّ لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ . فَأَنْزَلَ اللَّهُ {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ} الآيَةَ.\nفَجَاءَ الأَشْعَثُ وَعَبْدُ اللَّهِ يُحَدِّثُهُمْ فَقَالَ فِيَّ نَزَلَتْ وَفِي رَجُلٍ خَاصَمْتُهُ فِي بِئْرٍ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  أَلَكَ بَيِّنَةٌ . قُلْتُ لاَ. قَالَ  فَلْيَحْلِفْ . قُلْتُ إِذًا يَحْلِفُ. فَنَزَلَتْ {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ} الآيَةَ.",
    "hadithBengali": "৬৬৯৪। ইসহাক ইবনু নাসর (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি মাল আত্মসাৎ করার জন্য মিথ্যা কসম করে, সে আল্লাহ তা&#39;আলার সাথে এমন অবস্থায় সাক্ষাৎ করবে যে, তিনি তার প্রতি ভীষণ রাগাম্বিত থাকবেন। এ মর্মে আল্লাহ তাআলা এই আয়াত অবতীর্ণ করেছেনঃ যারা আল্লাহর সঙ্গে কৃত প্রতিশ্রুতি এবং নিজেদের শপথকে তূচ্ছ মূল্য বিক্রয় করে। (৩ঃ ৭৭) যখন আবদুল্লাহ (রাঃ) তাদেরকে হাদীস বর্ণনা করছিলেন, তখন আশআছ ইবনু কায়স (রাঃ) এলেন এবং বললেন যে এই আয়াতই আমি ও অপর একটি লোক সম্পর্কে অবতীর্ণ হয়েছে। একটি কুয়ার বিষয়ে যার সাথে আমি বিবাদ করেছিলাম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে জিজ্ঞাসা করেছিলেন তোমার কাছে প্রমাণ আছে কি? আমি বললাম, না। তিনি বললেনঃ তাহলে সে কসম করুক। আমি বললাম সে কসম খাবেই। তখন এই আয়াত অবতীর্ন হয়ঃ যারা আল্লাহর সঙ্গে কৃত প্রতিশ্রুতি এবং নিজেদের শপথকে তুচ্ছ মূল্যে বিক্রয় করে ...... (৩ঃ ৭৭)।\n",
    "checkStatus": "1",
    "hadithNo": "6694",
    "id": "7437",
    "thesequence": "7600",
    "isActive": "1",
    "chapterId": "17766",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৩৪. কুয়া ইত্যাদি সংক্রান্ত বিচার ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Salama:\n\nThe Prophet (ﷺ) heard the voices of some people quarreling near his gate, so he went to them and said, I am only a human being and litigants with cases of disputes come to me, and maybe one of them presents his case eloquently in a more convincing and impressive way than the other, and I give my verdict in his favor thinking he is truthful. So if I give a Muslims right to another (by mistake), then that (property) is a piece of Fire, which is up to him to take it or leave it.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ، أَخْبَرَتْهُ عَنْ أُمِّهَا أُمِّ سَلَمَةَ، قَالَتْ سَمِعَ النَّبِيُّ صلى الله عليه وسلم جَلَبَةَ خِصَامٍ عِنْدَ بَابِهِ فَخَرَجَ عَلَيْهِمْ فَقَالَ   إِنَّمَا أَنَا بَشَرٌ، وَإِنَّهُ يَأْتِينِي الْخَصْمُ، فَلَعَلَّ بَعْضًا أَنْ يَكُونَ أَبْلَغَ مِنْ بَعْضٍ، أَقْضِي لَهُ بِذَلِكَ وَأَحْسِبُ أَنَّهُ صَادِقٌ، فَمَنْ قَضَيْتُ لَهُ بِحَقِّ مُسْلِمٍ فَإِنَّمَا هِيَ قِطْعَةٌ مِنَ النَّارِ، فَلْيَأْخُذْهَا أَوْ لِيَدَعْهَا .",
    "hadithBengali": "৬৬৯৫। আবুল ইয়ামান (রহঃ) ... উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দরজার পাশে ঝগড়ার শোরগোল শুনতে পেলেন। তাই তিনি তাদের কাছে বেরিয়ে গেলেন এবং বললেনঃ আমি তো একজন মানুষ। বিবদমান ব্যাক্তিরা ফয়সালার জন্য আমার নিকট আসে। হয়ত তাদের কেউ অন্যের তুলনায় অধিক বাকপটু। আমি তার কথার ভিত্তিতে তার পক্ষে ফায়সালা করি এবং আমি মনে করি সে সত্যবাদী। সুতরাং আমি যদি কাউকে অন্য মুসলমানের হকের সাথে ফায়সালা করে দেই তাহলে তা (তার জন্য) একখন্ড আগুন ছাড়া কিছু নয়। সুতরাং সে চাহে তা গ্রহণ করুক অথবা ছেড়ে দিক।\n",
    "checkStatus": "1",
    "hadithNo": "6695",
    "id": "7438",
    "thesequence": "7601",
    "isActive": "1",
    "chapterId": "17767",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৩৫. মাল অল্প হোক আর অধিক, এর বিচার একই। ইবন উয়ায়না ইবন শুবরুমা এর সূত্রে বলেন যে, অল্প সম্পদ ও অধিক সম্পদের বিচারের বিধান একই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nThe Prophet (ﷺ) came to know that one of his companions had given the promise of freeing his slave after his death, but as he had no other property than that slave, the Prophet (ﷺ) sold that slave for 800 dirhams and sent the price to him.",
    "hadithArabic": " حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا سَلَمَةُ بْنُ كُهَيْلٍ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، قَالَ بَلَغَ النَّبِيَّ صلى الله عليه وسلم أَنَّ رَجُلاً مِنْ أَصْحَابِهِ أَعْتَقَ غُلاَمًا عَنْ دُبُرٍ، لَمْ يَكُنْ لَهُ مَالٌ غَيْرَهُ، فَبَاعَهُ بِثَمَانِمِائَةِ دِرْهَمٍ، ثُمَّ أَرْسَلَ بِثَمَنِهِ إِلَيْهِ.",
    "hadithBengali": "৬৬৯৬। ইবনু নুমায়র (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সংবাদ পৌছল যে, তাঁর সাহাবীদের একজন তার গোলামকে মৃত্যুর পরে কার্যকর হবে এই শর্তে আযাদ করলেন। অথচ তার এ ছাড়া আর কোন মাল ছিল না। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে গোলমটিকে আটশ&#39; দিরহামের বিনিময়ে বিক্রি করে দেন এবং প্রাপ্তমূল্য তার নিকট পাঠিয়ে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "6696",
    "id": "7439",
    "thesequence": "7602",
    "isActive": "1",
    "chapterId": "17768",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৩৬. ইমাম কর্তৃক লোকের মাল ও ভূসম্পদ বিক্রি করা। রাসূলূল্লাহ (সাঃ) নুআয়ম ইবন নাহহামের পক্ষে বিক্রি করেছেন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nAllahs Messenger (ﷺ) sent an army unit headed by Usama bin Zaid and the people criticized his leadership. The Prophet (ﷺ) said (to the people), If you are criticizing his leadership now, then you used to criticize his fathers leadership before. By Allah, he (Usamas father) deserved the leadership and used to be one of the most beloved persons to me, and now his son (Usama) is one of the most beloved persons to me after him. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ يَقُولُ بَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْثًا وَأَمَّرَ عَلَيْهِمْ أُسَامَةَ بْنَ زَيْدٍ، فَطُعِنَ فِي إِمَارَتِهِ، وَقَالَ   إِنْ تَطْعَنُوا فِي إِمَارَتِهِ فَقَدْ كُنْتُمْ تَطْعَنُونَ فِي إِمَارَةِ أَبِيهِ مِنْ قَبْلِهِ، وَايْمُ اللَّهِ إِنْ كَانَ لَخَلِيقًا لِلإِمْرَةِ، وَإِنْ كَانَ لَمِنْ أَحَبِّ النَّاسِ إِلَىَّ، وَإِنَّ هَذَا لَمِنْ أَحَبِّ النَّاسِ إِلَىَّ بَعْدَهُ .",
    "hadithBengali": "৬৬৯৭। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেনাদল প্রেরণ করেন এবং উসামা ইবনু যায়িদ (রাঃ) কে তাদের আমীর নিযুক্ত করেন। কিন্তু তার নেতৃত্বের ব্যাপারে সমালোচনা করা হল। তখন তিনি বললেনঃ তোমরা যদি তার নেতৃত্বের সমালোচনা কর, তোমরা ইতিপূর্বে তার পিতার নেতৃত্বেরও সমালোচনা করেছিলে। আল্লাহর কসম! সে নেতৃত্বের উপযুক্ত ছিল। আর সে ছিল আমার কাছে সর্বাধিক প্রিয়। আর তারপরে এ হল আমার কাছে সবচাইতে প্রিয়।\n",
    "checkStatus": "1",
    "hadithNo": "6697",
    "id": "7440",
    "thesequence": "7603",
    "isActive": "1",
    "chapterId": "17769",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৩৭. না জেনে যে ব্যক্তি আমীরের সমালোচনা করে, তার সমালোচনা গ্রহনযোগ্য নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (ﷺ) said, The most hated person in the sight of Allah, is the most quarrelsome person.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ ابْنِ جُرَيْجٍ، سَمِعْتُ ابْنَ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَبْغَضُ الرِّجَالِ إِلَى اللَّهِ الأَلَدُّ الْخَصِمُ .",
    "hadithBengali": "৬৬৯৮। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর কাছে সবচাইতে ঘৃণ্য ব্যাক্তি হল সে, যে সর্বক্ষণ ঝগড়ায় লিপ্ত থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "6698",
    "id": "7441",
    "thesequence": "7604",
    "isActive": "1",
    "chapterId": "17770",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৩৮. অত্যন্ত ঝগড়াটে সে, যে সর্বক্ষন ঝগড়ায় লিপ্ত থাকে। لُدًّا عُوجًا অর্থাৎ বক্রতা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nThe Prophet (ﷺ) sent (an army unit under the command of) Khalid bin Al-Walid to fight against the tribe of Bani Jadhima and those people could not express themselves by saying, Aslamna, but they said, Sabana! Sabana!  Khalid kept on killing some of them and taking some others as captives, and he gave a captive to everyone of us and ordered everyone of us to kill his captive. I said, By Allah, I shall not kill my captive and none of my companions shall kill his captive! Then we mentioned that to the Prophet (ﷺ) and he said, O Allah! I am free from what Khalid bin Al-Walid has done, and repeated it twice.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودٌ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، بَعَثَ النَّبِيُّ صلى الله عليه وسلم خَالِدًا ح وَحَدَّثَنِي نُعَيْمٌ أَخْبَرَنَا عَبْدُ اللَّهِ أَخْبَرَنَا مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم خَالِدَ بْنَ الْوَلِيدِ إِلَى بَنِي جَذِيمَةَ فَلَمْ يُحْسِنُوا أَنْ يَقُولُوا أَسْلَمْنَا. فَقَالُوا صَبَأْنَا صَبَأْنَا، فَجَعَلَ خَالِدٌ يَقْتُلُ وَيَأْسِرُ، وَدَفَعَ إِلَى كُلِّ رَجُلٌ مِنَّا أَسِيرَهُ، فَأَمَرَ كُلَّ رَجُلٍ مِنَّا أَنْ يَقْتُلَ أَسِيرَهُ، فَقُلْتُ وَاللَّهِ لاَ أَقْتُلُ أَسِيرِي وَلاَ يَقْتُلُ رَجُلٌ مِنْ أَصْحَابِي أَسِيرَهُ. فَذَكَرْنَا ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ   اللَّهُمَّ إِنِّي أَبْرَأُ إِلَيْكَ مِمَّا صَنَعَ خَالِدُ بْنُ الْوَلِيدِ ، مَرَّتَيْنِ.",
    "hadithBengali": "৬৬৯৯। মাহমুদ ও নুআয়ম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খালিদ ইবনু ওয়ালীদকে জাযীমা গোত্রের দিকে প্রেরণ করলেন। কিন্তু তারা উত্তমরূপে আমরা ইসলাম গ্রহণ করেছি কথাটি বলতে পারল না। বরং বলল, &#39;সাবানা&#39; সাবানা (আমরা পুরাতন ধর্ম ত্যাগ করে নতুন ধর্ম গ্রহণ করেছি)। এরপর খালিদ তাদের হত্যা ও বন্দী করতে শুরু করলেন। আর আমাদের প্রত্যেকের কাছে বাদী হাওয়ালা করলেন এবং প্রত্যেককে নিজ বন্দীকে হত্যা করার নির্দেশ দিলেন। আমি বললাম, আল্লাহর কসম! আমি আমার বন্দীকে হত্যা করব না এবং আমার সঙ্গীদের কেউ তার বন্দীকে হত্যা করবে না। এরপর এ ঘটনা আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বর্ণনা করলাম। তখন তিনি বললেনঃ ইয়া আল্লাহ! খালিদ ইবনু ওয়ালীদ যা করেছে তা থেকে আমি আপনার অব্যাহতি কামনা করছি। এ কথাটি তিনি দু&#39;বার বললেন।\n",
    "checkStatus": "1",
    "hadithNo": "6699",
    "id": "7442",
    "thesequence": "7605",
    "isActive": "1",
    "chapterId": "17771",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৩৯. বিচারক যদি রায় প্রদানের ক্ষেত্রে অবিচার করেন কিংবা আহলে ইলমের মতামতের উল্টো ফায়সালা প্রদান করেন তাহলে তা গ্রহনযোগ্য নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sahl bin Sa`d As-Saidi:\n\nThere was some quarrel (sighting) among Bani `Amr, and when this news reached the Prophet, he offered the Zuhr prayer and went to establish peace among them. In the meantime the time of `Asr prayer was due, Bilal pronounced the Adhan and then the Iqama for the prayer and requested Abu Bakr (to lead the prayer) and Abu Bakr went forward. The Prophet (ﷺ) arrived while Abu Bakr was still praying. He entered the rows of praying people till he stood behind Abu Bakr in the (first) row. The people started clapping, and it was the habit of Abu Bakr that whenever he stood for prayer, he never glanced side-ways till he had finished it, but when Abu Bakr observed that the clapping was not coming to an end, he looked and saw the Prophet (ﷺ) standing behind him. The Prophet (ﷺ) beckoned him to carry on by waving his hand. Abu Bakr stood there for a while, thanking Allah for the saying of the Prophet (ﷺ) and then he retreated, taking his steps backwards. When the Prophet saw that, he went ahead and led the people in prayer. When he finished the prayer, he said, O Abu Bakr! What prevented you from carrying on with the prayer after I beckoned you to do so? Abu Bakr replied, It does not befit the son of Abi Quhafa to lead the Prophet (ﷺ) in prayer. Then the Prophet (ﷺ) said to the people, If some problem arises during prayers, then the men should say, Subhan Allah!; and the women should clap.",
    "hadithArabic": " حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا أَبُو حَازِمٍ الْمَدِينِيُّ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، قَالَ كَانَ قِتَالٌ بَيْنَ بَنِي عَمْرٍو، فَبَلَغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَصَلَّى الظُّهْرَ، ثُمَّ أَتَاهُمْ يُصْلِحُ بَيْنَهُمْ، فَلَمَّا حَضَرَتْ صَلاَةُ الْعَصْرِ فَأَذَّنَ بِلاَلٌ وَأَقَامَ وَأَمَرَ أَبَا بَكْرٍ فَتَقَدَّمَ، وَجَاءَ النَّبِيُّ صلى الله عليه وسلم وَأَبُو بَكْرٍ فِي الصَّلاَةِ، فَشَقَّ النَّاسَ حَتَّى قَامَ خَلْفَ أَبِي بَكْرٍ، فَتَقَدَّمَ فِي الصَّفِّ الَّذِي يَلِيهِ. قَالَ وَصَفَّحَ الْقَوْمُ، وَكَانَ أَبُو بَكْرٍ إِذَا دَخَلَ فِي الصَّلاَةِ لَمْ يَلْتَفِتْ حَتَّى يَفْرُغَ، فَلَمَّا رَأَى التَّصْفِيحَ لاَ يُمْسَكُ عَلَيْهِ الْتَفَتَ فَرَأَى النَّبِيَّ صلى الله عليه وسلم خَلْفَهُ، فَأَوْمَأَ إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم أَنِ امْضِهْ وَأَوْمَأَ بِيَدِهِ هَكَذَا، وَلَبِثَ أَبُو بَكْرٍ هُنَيَّةً يَحْمَدُ اللَّهَ عَلَى قَوْلِ النَّبِيِّ صلى الله عليه وسلم ثُمَّ مَشَى الْقَهْقَرَى، فَلَمَّا رَأَى النَّبِيُّ صلى الله عليه وسلم ذَلِكَ تَقَدَّمَ فَصَلَّى النَّبِيُّ صلى الله عليه وسلم بِالنَّاسِ، فَلَمَّا قَضَى صَلاَتَهُ قَالَ  يَا أَبَا بَكْرٍ مَا مَنَعَكَ إِذْ أَوْمَأْتُ إِلَيْكَ أَنْ لاَ تَكُونَ مَضَيْتَ . قَالَ لَمْ يَكُنْ لاِبْنِ أَبِي قُحَافَةَ أَنْ يَؤُمَّ النَّبِيَّ صلى الله عليه وسلم. وَقَالَ لِلْقَوْمِ  إِذَا نَابَكُمْ أَمْرٌ، فَلْيُسَبِّحِ الرِّجَالُ، وَلْيُصَفِّحِ النِّسَاءُ .",
    "hadithBengali": "৬৭০০। আবু নুমান (রহঃ) ... সাহল ইবনু সাদ সাঈদী (রাঃ) থেকে বর্ণিত। তিনি বলেন, বনী আমের গোত্রে (আত্নঘাতী) সংঘর্ষ ছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ সংবাদ পৌছল। তিনি যোহরের সালাত (নামায/নামাজ) আদায় করার পর তাদের মধ্যে মিমাংসা করার জন্য আসলেন। (আসার সময়) তিনি বিলালকে বললেনঃ যদি সালাত (নামায/নামাজ) এর সময় হয়ে যায় আর আমি এসে না পৌছি, তাহলে আবূ বকরকে বলবে, সে যেন লোকদের নিয়ে সালাত (নামায/নামাজ) আদায় করে। যখন আসরের সময় হল, বিলাল (রাঃ) আযান দিলেন। অতঃপর ইকামত দিয়ে আবূ বকরকে সালাত (নামায/নামাজ) আদায় করতে বললেন। আবূ বকর (রাঃ) সামনে গেলেন। আবূ বকর (রাঃ) এর সালাত (নামায/নামাজ)রত অবস্থায়ই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এলেন এবং মানুষকে ফাঁক করে আবূ বকরের পিছনে দাঁড়ালেন। অর্থাৎ আবূ বকরের সংলগ্ন কাতার পর্যন্ত অগ্রসর হলেন। রাবী বলেন, লোকেরা হাততালি দিল। তিনি আরও বলেন যে, আবূ বকর (রাঃ) যখন সালাত (নামায/নামাজ) শুরু করতেন তখন সালাত (নামায/নামাজ) শেষ না হওয়া পর্যন্ত এদিক-সেদিক তাকাতেন না।\n\nতিনি যখন দেখলেন যে, হাততালি বন্ধ হচ্ছে না তখন তিনি তাকালেন এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তার পিছনে দেখতে পেলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাতের ইশারায় তাকে সালাত (নামায/নামাজ) পুর্ণ করতে বললেন এবং যেভাবে আছো সে ভাবেই থাকতে বললেন। আবূ বকর (রাঃ) কিছুক্ষণ অপেক্ষা করলেন এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নির্দেশের উপর আল্লাহর প্রশংসা করলেন। এরপর পিছনে সরে আসলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ অবস্থা দেখে সামনে গেলেন এবং লোকদের নিয়ে সালাত (নামায/নামাজ) আদায় করলেন। যখন সালাত (নামায/নামাজ) শেষ হল, তখন তিনি আবূ বকরকে বললেনঃ আমি যখন তোমাকে ইশারা করলাম, তখন তোমায় কি জিনিস বাধা দিল যে, তুমি সালাত (নামায/নামাজ) পূর্ন করলে না। তিনি বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইমামত করার দুঃসাহস ইবনু আবূ কুহাফার কখনই নেই। এরপর তিনি লোকদের বললেনঃ সালাতে তোমাদের কোনরূপ জটিলতা সৃষ্টি হলে পুরুষরা সুবহানাল্লাহ বলবে আর নারীরা হাতের উপর হাত মেরে আওয়াজ দেবে।\n",
    "checkStatus": "1",
    "hadithNo": "6700",
    "id": "7443",
    "thesequence": "7606",
    "isActive": "1",
    "chapterId": "17772",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪০. ইমামের কোন গোত্রের কাছে গিয়ে তাদের মধ্যে নিষ্পত্তি করে দেওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zaid bin Thabit:\n\nAbu Bakr sent for me owing to the large number of casualties in the battle of Al-Yamama, while `Umar was sitting with him. Abu Bakr said (to me), `Umar has come to my and said, A great number of Qaris of the Holy Quran were killed on the day of the battle of Al-Yamama, and I am afraid that the casualties among the Qaris of the Quran may increase on other battle-fields whereby a large part of the Quran may be lost. Therefore I consider it advisable that you (Abu Bakr) should have the Quran collected. I said, How dare I do something which Allahs Messenger (ﷺ) did not do? `Umar said, By Allah, it is something beneficial. `Umar kept on pressing me for that till Allah opened my chest for that for which He had opened the chest of `Umar and I had in that matter, the same opinion as `Umar had. Abu Bakr then said to me (Zaid), You are a wise young man and we do not have any suspicion about you, and you used to write the Divine Inspiration for Allahs Messenger (ﷺ). So you should search for the fragmentary scripts of the Quran and collect it (in one Book). Zaid further said: By Allah, if Abu Bakr had ordered me to shift a mountain among the mountains from one place to another it would not have been heavier for me than this ordering me to collect the Quran. Then I said (to `Umar and Abu Bakr), How can you do something which Allahs Messenger (ﷺ) did not do? Abu Bakr said, By Allah, it is something beneficial. Zaid added: So he (Abu Bakr) kept on pressing me for that until Allah opened my chest for that for which He had opened the chests of Abu Bakr and `Umar, and I had in that matter, the same opinion as theirs. So I started compiling the Quran by collecting it from the leafless stalks of the date-palm tree and from the pieces of leather and hides and from the stones, and from the chests of men (who had memorized the Quran). I found the last verses of Sirat-at-Tauba: (Verily there has come unto you an Apostle (Muhammad) from amongst yourselves-- (9.128-129) ) from Khuza`ima or Abi Khuza`ima and I added to it the rest of the Sura. The manuscripts of the Quran remained with Abu Bakr till Allah took him unto Him. Then it remained with `Umar till Allah took him unto Him, and then with Hafsa bint `Umar.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ أَبُو ثَابِتٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ بْنِ السَّبَّاقِ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ بَعَثَ إِلَىَّ أَبُو بَكْرٍ لِمَقْتَلِ أَهْلِ الْيَمَامَةِ وَعِنْدَهُ عُمَرُ فَقَالَ أَبُو بَكْرٍ إِنَّ عُمَرَ أَتَانِي فَقَالَ إِنَّ الْقَتْلَ قَدِ اسْتَحَرَّ يَوْمَ الْيَمَامَةِ بِقُرَّاءِ الْقُرْآنِ، وَإِنِّي أَخْشَى أَنْ يَسْتَحِرَّ الْقَتْلُ بِقُرَّاءِ الْقُرْآنِ فِي الْمَوَاطِنِ كُلِّهَا، فَيَذْهَبَ قُرْآنٌ كَثِيرٌ، وَإِنِّي أَرَى أَنْ تَأْمُرَ بِجَمْعِ الْقُرْآنِ. قُلْتُ كَيْفَ أَفْعَلُ شَيْئًا لَمْ يَفْعَلْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ عُمَرُ هُوَ وَاللَّهِ خَيْرٌ. فَلَمْ يَزَلْ عُمَرُ يُرَاجِعُنِي فِي ذَلِكَ حَتَّى شَرَحَ اللَّهُ صَدْرِي لِلَّذِي شَرَحَ لَهُ صَدْرَ عُمَرَ، وَرَأَيْتُ فِي ذَلِكَ الَّذِي رَأَى عُمَرُ. قَالَ زَيْدٌ قَالَ أَبُو بَكْرٍ وَإِنَّكَ رَجُلٌ شَابٌّ عَاقِلٌ لاَ نَتَّهِمُكَ، قَدْ كُنْتَ تَكْتُبُ الْوَحْىَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَتَتَبَّعِ الْقُرْآنَ فَاجْمَعْهُ. قَالَ زَيْدٌ فَوَاللَّهِ لَوْ كَلَّفَنِي نَقْلَ جَبَلٍ مِنَ الْجِبَالِ مَا كَانَ بِأَثْقَلَ عَلَىَّ مِمَّا كَلَّفَنِي مِنْ جَمْعِ الْقُرْآنِ. قُلْتُ كَيْفَ تَفْعَلاَنِ شَيْئًا لَمْ يَفْعَلْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ أَبُو بَكْرٍ هُوَ وَاللَّهِ خَيْرٌ. فَلَمْ يَزَلْ يَحُثُّ مُرَاجَعَتِي حَتَّى شَرَحَ اللَّهُ صَدْرِي لِلَّذِي شَرَحَ اللَّهُ لَهُ صَدْرَ أَبِي بَكْرٍ وَعُمَرَ، وَرَأَيْتُ فِي ذَلِكَ الَّذِي رَأَيَا، فَتَتَبَّعْتُ الْقُرْآنَ أَجْمَعُهُ مِنَ الْعُسُبِ وَالرِّقَاعِ وَاللِّخَافِ وَصُدُورِ الرِّجَالِ، فَوَجَدْتُ آخِرَ سُورَةِ التَّوْبَةِ {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ} إِلَى آخِرِهَا مَعَ خُزَيْمَةَ أَوْ أَبِي خُزَيْمَةَ فَأَلْحَقْتُهَا فِي سُورَتِهَا، وَكَانَتِ الصُّحُفُ عِنْدَ أَبِي بَكْرٍ حَيَاتَهُ حَتَّى تَوَفَّاهُ اللَّهُ عَزَّ وَجَلَّ، ثُمَّ عِنْدَ عُمَرَ حَيَاتَهُ حَتَّى تَوَفَّاهُ اللَّهُ، ثُمَّ عِنْدَ حَفْصَةَ بِنْتِ عُمَرَ. قَالَ مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ اللِّخَافُ يَعْنِي الْخَزَفَ.",
    "hadithBengali": "৬৭০১। আবূ সাবিত মুহাম্মাদ ইবনু উবায়দুল্লাহ (রহঃ) ... যায়িদ ইবনু সাবিত (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, আবূ বকর (রাঃ) আমার নিকট লোক পাঠালেন, ইয়ামামার যুদ্ধে শাহাদত বরণকারীদের কারণে তখন তার কাছে উমর (রাঃ)-ও উপস্থিত ছিলেন। আবূ বকর (রাঃ) বললেন, উমর (রাঃ) আমার কাছে এসে বলেছেন যে, কুরআনের বহু সংখ্যক হাফিয ইয়ামামার যুদ্ধে শহীদ হয়েছে। এজন্য আমার ভয় হচ্ছে যে, আরো অনেক স্থানে যদি কুরআনের হাফিযগণ এরূপ ব্যাপক হারে শহীদ হন তাহলে কুরআনের বহু অংশ বিলুপ্ত হয়ে যাবে। সুতরাং আমি মনে করি যে, আপনি কুরআন সংকলনের নির্দেশ দিন। আমি বললাম, কি করে আমি এমন কাজ করব যা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম করেননি। উমর (রাঃ) বললেনঃ আল্লাহর কসম! এটা একটা ভাল কাজ। উমর (রাঃ) আমাকে এ ব্যাপারে বারবার বলছিলেন। এক পর্যায়ে আল্লাহ তাআলা এ বিষয়ে আমার অন্তরে প্রশান্তি দান করলেন। যে বিষয়ে তিনি উমর (রাঃ) এর অন্তরেও প্রশান্তি দান করেছিলেন এবং আমিও এ বিষয়ে একমত পোযণ করলাম যা উমর (রাঃ) মত পোষন করেছিলেন।\n\nযায়িদ (রাঃ) বলেন যে, এরপর আবূ বকর (রাঃ) বললেনঃ তুমি একজন বুদ্ধিদীপ্ত যুবক, তোমার ব্যাপারে আমাদের কোন অভিযোগ নেই। তাছাড়া তুমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওহী লিপিবদ্ধ করতে। সুতরাং কুরআনকে তুমি অনুসন্ধান কর এবং তা একত্রিত কর। যায়িদ (রাঃ) বলেন, আল্লাহর শপথ! কুরআন সংগ্রহ করে একত্রিত করার আদেশ না দিয়ে যদি আমাকে একটি পাহাড়কে সরিয়ে নেওয়ার গুরু ভার অর্পণ করতো, তাও আমার জন্য ভারী মনে হত না। আমি বললাম, কি করে আপনারা এমন একটি কাজ করবেন যা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম করেননি। আবূ বকর (রাঃ) বললেনঃ আল্লাহর শপথ! এটি একটি ভাল কাজ। আমার পক্ষ থেকে এ কথা বারবার উন্থাপিত হতে থাকল। এক পর্যায়ে আল্লাহ তা&#39;আলা আমার অন্তরে প্রশান্তি দান করলেন, যে বিষয়ে আবূ বকর (রাঃ) ও উমর (রাঃ)-এর অন্তরে প্রশান্তি দান করেছিলেন। এবং তারা যা ভাল মনে করলেন আমিও তা ভাল মনে করলাম।\n\nসুতরাং আমি কুরআন অনুসন্ধান করতে শুরু করলাম। খেজুরের ডাল, পাতলা চামড়ার টুকরা, শ্বেত পাথর ও মানুষের অন্তঃকরণ থেকে আমি কুরআনকে একত্রিত করলাম। সুরা তাওবার শেষ অংশلَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ إِلَى آخِرِهَا &ldquo;তোমাদের মধ্য থেকেই তোমাদের কাছে এক রাসুল এসেছেন ... (৯ঃ ১২৮) থেকে নিয়ে শেষ পর্যন্ত এই অংশটুকু খুযায়মা কিংবা আবূ খুযায়মার কাছে পেলাম। আমি তা সূরার সাথে সংযোজন করলাম। কুরআনের এই সংকলিত সহীফাগুলো আবূ বকরের জীবনকাল পর্যন্ত তাঁর কাছে ছিল। এরপর আল্লাহ তা&#39;আলা তাকে ওফাত দিলেন। পরে উমরের জীবনকাল পর্যন্ত তার নিকট ছিল। তাঁর মৃত্যুর পর তা হাফসা বিনত উমর (রাঃ) এর কাছে ছিল। মুহাম্মদ ইবনু উবায়দুল্লাহ বলেনঃ হাদীসে ব্যবহাত اللِّخَافُ অর্থ হল চাঁড়া।\n",
    "checkStatus": "1",
    "hadithNo": "6701",
    "id": "7444",
    "thesequence": "7607",
    "isActive": "1",
    "chapterId": "17773",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪১. লিপিবদ্ধকারীকে আমানতদার ও বুদ্ধিমান হওয়া বাঞ্ছনীয় ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Laila bin `Abdullah bin `Abdur-Rahman bin Sahl:\n\nSahl bin Abi Hathma and some great men of his tribe said, `Abdullah bin Sahl and Muhaiyisa went out to Khaibar as they were struck with poverty and difficult living conditions. Then Muhaiyisa was informed that `Abdullah had been killed and thrown in a pit or a spring. Muhaiyisa went to the Jews and said, By Allah, you have killed my companion. The Jews said, By Allah, we have not killed him. Muhaiyisa then came back to his people and told them the story. He, his elder brother Huwaiyisa and `Abdur-Rahman bin Sahl came (to the Prophet) and he who had been at Khaibar, proceeded to speak, but the Prophet (ﷺ) said to Muhaiyisa, The eldest! The eldest! meaning, Let the eldest of you speak. So Huwaiyisa spoke first and then Muhaiyisa. Allahs Messenger (ﷺ) said, The Jews should either pay the blood money of your (deceased) companion or be ready for war. After that Allahs Messenger (ﷺ) wrote a letter to the Jews in that respect, and they wrote that they had not killed him. Then Allahs Messenger (ﷺ) said to Huwaiyisa, Muhaiyisa and `Abdur-Rahman, Can you take an oath by which you will be entitled to take the blood money? They said, No. He said (to them), Shall we ask the Jews to take an oath before you? They replied, But the Jews are not Muslims. So Allahs Apostle gave them one-hundred she-camels as blood money from himself. Sahl added: When those she-camels were made to enter the house, one of them kicked me with its leg.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي لَيْلَى، ح حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ أَبِي لَيْلَى بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَهْلٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، أَنَّهُ أَخْبَرَهُ هُوَ، وَرِجَالٌ، مِنْ كُبَرَاءِ قَوْمِهِ أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ وَمُحَيِّصَةَ خَرَجَا إِلَى خَيْبَرَ مِنْ جَهْدٍ أَصَابَهُمْ، فَأُخْبِرَ مُحَيِّصَةُ أَنَّ عَبْدَ اللَّهِ قُتِلَ وَطُرِحَ فِي فَقِيرٍ أَوْ عَيْنٍ، فَأَتَى يَهُودَ فَقَالَ أَنْتُمْ وَاللَّهِ قَتَلْتُمُوهُ. قَالُوا مَا قَتَلْنَاهُ وَاللَّهِ. ثُمَّ أَقْبَلَ حَتَّى قَدِمَ عَلَى قَوْمِهِ فَذَكَرَ لَهُمْ، وَأَقْبَلَ هُوَ وَأَخُوهُ حُوَيِّصَةُ ـ وَهْوَ أَكْبَرُ مِنْهُ ـ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ، فَذَهَبَ لِيَتَكَلَّمَ وَهْوَ الَّذِي كَانَ بِخَيْبَرَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لِمُحَيِّصَةَ  كَبِّرْ كَبِّرْ . يُرِيدُ السِّنَّ، فَتَكَلَّمَ حُوَيِّصَةُ ثُمَّ تَكَلَّمَ مُحَيِّصَةُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِمَّا أَنْ يَدُوا صَاحِبَكُمْ، وَإِمَّا أَنْ يُؤْذِنُوا بِحَرْبٍ . فَكَتَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَيْهِمْ بِهِ، فَكُتِبَ مَا قَتَلْنَاهُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِحُوَيِّصَةَ وَمُحَيِّصَةَ وَعَبْدِ الرَّحْمَنِ  أَتَحْلِفُونَ وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ . قَالُوا لاَ. قَالَ  أَفَتَحْلِفُ لَكُمْ يَهُودُ . قَالُوا لَيْسُوا بِمُسْلِمِينَ. فَوَدَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ عِنْدِهِ مِائَةَ نَاقَةٍ حَتَّى أُدْخِلَتِ الدَّارَ. قَالَ سَهْلٌ فَرَكَضَتْنِي مِنْهَا نَاقَةٌ.",
    "hadithBengali": "৬৭০২। আবদুল্লাহ ইবনু ইউসুফ ও ইসমাঈল (রহঃ) ... সাহল ইবনু আবূ হাসমা (রাঃ) থেকে বর্ণিত। তিনি ও তাঁর গোত্রের কতিপয় বড় বড় ব্যাক্তি বর্ণনা করেন যে, আবদুল্লাহ ইবনু সাহল ও মুহাইয়াসা ক্ষুধায় আক্রান্ত হয়ে খায়বারে আসেন। একদা মুহাইয়াসা জানতে পারেন যে, আবদুল্লাহ নিহত হয়েছে এবং তার লাশ একটি গর্তে অথবা কূপে ফেলে দেওয়া হয়েছে। তখন তিনি ইহুদীদের কাছে এসে বললেন, আল্লাহর শপথ! নিঃসন্দেহে তোমরাই তাকে হত্যা করেছ। তারা বলল, আল্লাহর কসম করে বলছি, আমরা তাকে হত্যা করিনি। তারপর তিনি তার গোত্রের নিকট এসে এ ঘটনা বর্ণনা করলেন। পরে তিনি, তার বড় ভাই হুওয়াইয়াসা এবং আবদুর রহমান ইবনু সাহল আসলেন। মুহাইয়াসা যিনি খায়বারে ছিলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে এ ঘটনা বলার জন্য অগ্রসর হলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ বড়কে কথা বলতে দাও, বড়কে কথা বলতে দাও। তিনি এতে উদ্দেশ্য করেছেন বয়সে প্রবীণকে।\n\nতখন হুওয়াইয়াসা প্রথমে ঘটনা বর্ণনা করলেন। এরপর কথা বললেন, মুহাইয়াসা। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হয়ত তারা তোমাদের মৃত সঙ্গীর রক্তপণ আদায় করবে, না হয় তাদের সাথে যুদ্ধের ঘোষণা দেওয়া হবে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের কাছে এ মর্মে চিঠি লিখলেন। জবাবে তাদের পক্ষ থেকে লেখা হল যে, আমরা তাকে হত্যা করিনি। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুওয়াইয়াসা, মুহাইয়াসা ও আবদুর রহমানকে বললেনঃ তোমরা কি কসম খেয়ে বলতে পারবে? তাহলে তোমরা তোমাদের সাথীর রক্তপণের অধিকারী হতে পারবে। তারা বলল, না। তিনি বললেনঃ তাহলে ইহুদীরা কি তোমাদের সামনে কসম করবে? তাঁরা বলল, এরা তো মুসলিম নয়। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের পক্ষ থেকে একশ, উট রক্তপণ হিসাবে আদায় করে দিলেন। শেষ পর্যন্ত উটগুলোকে ঘরে প্রবেশ করানো হল। সাহল বলেন, একটি উট আমাকে লাথি মেরেছিল।\n",
    "checkStatus": "1",
    "hadithNo": "6702",
    "id": "7445",
    "thesequence": "7608",
    "isActive": "1",
    "chapterId": "17774",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪২. শাসকের পত্র কর্মকর্তাদের প্রতি এবং বিচারকের পত্র সচিবদের প্রতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira and Zaid bin Khalid Al-Juhani:\n\nA bedouin came and said, O Allahs Messenger (ﷺ)! Judge between us according to Allahs Book (Laws). His opponent stood up and said, He has said the truth, so judge between us according to Allahs Laws. The bedouin said, My son was a laborer for this man and committed illegal sexual intercourse with his wife. The people said to me, Your son is to be stoned to death, so I ransomed my son for one hundred sheep and a slave girl. Then I asked the religious learned men and they said to me, Your son has to receive one hundred lashes plus one year of exile.  The Prophet (ﷺ) said, I shall judge between you according to Allahs Book (Laws)! As for the slave girl and the sheep, it shall be returned to you, and your son shall receive one-hundred lashes and be exiled for one year. O you, Unais! The Prophet (ﷺ) addressed some man, Go in the morning to the wife of this man and stone her to death. So Unais went to her the next morning and stoned her to death.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، قَالاَ جَاءَ أَعْرَابِيٌّ فَقَالَ يَا رَسُولَ اللَّهِ اقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ فَقَامَ خَصْمُهُ فَقَالَ صَدَقَ فَاقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ. فَقَالَ الأَعْرَابِيُّ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا فَزَنَى بِامْرَأَتِهِ، فَقَالُوا لِي عَلَى ابْنِكَ الرَّجْمُ. فَفَدَيْتُ ابْنِي مِنْهُ بِمِائَةٍ مِنَ الْغَنَمِ وَوَلِيدَةٍ، ثُمَّ سَأَلْتُ أَهْلَ الْعِلْمِ فَقَالُوا إِنَّمَا عَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم   لأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ، أَمَّا الْوَلِيدَةُ وَالْغَنَمُ فَرَدٌّ عَلَيْكَ، وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ، وَأَمَّا أَنْتَ يَا أُنَيْسُ ـ لِرَجُلٍ ـ فَاغْدُ عَلَى امْرَأَةِ هَذَا فَارْجُمْهَا . فَغَدَا عَلَيْهَا أُنَيْسٌ فَرَجَمَهَا.",
    "hadithBengali": "৬৭০৩। আদম (রহঃ) ... আবূ হুরায়রা ও যায়িদ ইবনু খালিদ জুহানী (রাঃ) থেকে বর্ণিত। তারা বর্ননা করেন যে, একজন বেদুঈন এসে বলল, ইয়া রাসুলাল্লাহ! আমাদের মাঝে আল্লাহর কিতাবের ভিত্তিতে বিচার করুন। তার বিবাদী পক্ষ দাঁড়িয়ে বলল, সে ঠিকই বলছে। আপনি আমাদের মধ্যে আল্লাহর কিতাবের ভিত্তিতে ফায়সালা করুন। তারপর বেদুঈন বলল যে, আমার ছেলে এই লোকটির এখানে মজুর হিসাবে কাজ করত। সে তার স্ত্রীর সাথে যিনা করে ফেলেছে। লোকেরা আমাকে বলল তোমার ছেলেকে রজম (প্রস্তরঘাতে হত্যার দণ্ড) করা হবে। আমি একশ&#39; বকরী ও একটি দাসী দিয়ে আমার ছেলেকে তার থেকে মুক্ত করে এনেছি।\n\nপরে আমি এ বিষয়ে আলেমদের জিজ্ঞাসা করলে তাঁরা বললেন, তোমার পুত্রকে একশ&#39; বেত্রাঘাত ও এক বছরের জন্য দেশান্তরের শাস্তি ভোগ করতে হবে। (এ শুনে) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি অবশ্যই আল্লাহর কিতাবের ভিত্তিতে তোমাদের মাঝে ফায়সালা করব। দাসী ও বকরীগুলো তুমি ফেরত পাবে। আর তোমার ছেলেকে একশ&#39; বেত্রাঘাত ও এক বছরের জন্য দেশান্তরের শাস্তি ভোগ করতে হবে। হে উনায়স! তুমি কাল এ লোকের স্ত্রীর নিকট যাও এবং তাকে রজম কর। অতঃপর উনায়স সেই স্ত্রী লোকের কাছে গিয়ে তাকে রজম করল।\n",
    "checkStatus": "1",
    "hadithNo": "6703",
    "id": "7446",
    "thesequence": "7609",
    "isActive": "1",
    "chapterId": "17775",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪৩. কোন বিষয়ের তদন্ত করার জন্য প্রশাসকের পক্ষ থেকে একজন মাত্র লোককে পাঠানো বৈধ কিনা?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Abbas:\n\nThat Abu Sufyan bin Harb told him that Heraclius had called him along with the members of a Quraish caravan and then said to his interpreter, Tell them that I want to ask this (Abu Sufyan) a question, and if he tries to tell me a lie, they should contradict him. Then Abu Sufyan mentioned the whole narration and said that Heraclius said to the inter Peter, Say to him (Abu Sufyan), If what you say is true, then he (the Prophet) will take over the place underneath my two feet. ",
    "hadithArabic": " حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّ أَبَا سُفْيَانَ بْنَ حَرْبٍ أَخْبَرَهُ أَنَّ هِرَقْلَ أَرْسَلَ إِلَيْهِ فِي رَكْبٍ مِنْ قُرَيْشٍ، ثُمَّ قَالَ لِتَرْجُمَانِهِ قُلْ لَهُمْ إِنِّي سَائِلٌ هَذَا، فَإِنْ كَذَبَنِي فَكَذِّبُوهُ. فَذَكَرَ الْحَدِيثَ فَقَالَ لِلتَّرْجُمَانِ قُلْ لَهُ إِنْ كَانَ مَا تَقُولُ حَقًّا فَسَيَمْلِكُ مَوْضِعَ قَدَمَىَّ هَاتَيْنِ.",
    "hadithBengali": "৬৭০৪। আবুল ইয়ামান (রহঃ) ... আবূ সুফিয়ান ইবনু হারব (রাঃ) থেকে বর্ণিত। তিনি বর্ণনা করেন যে, কুরাইশদের কাফেলা নিয়ে অবস্থানকালে সম্রাট হিরাক্লিয়াস তাকে ডেকে পাঠালেন। এরপর সম্রাট তার দোভাষীকে বললেন, তাদেরকে বল যে, আমি এ লোকটিকে কিছু প্রশ্ন করতে চাই। যদি সে আমার সাথে মিথ্যা বলে তাহলে তারা যেন তাকে মিথ্যাবাদী বলে। তারপর দীর্ঘ হাদীস বর্ণনা করেন। পরে হিরাক্লিয়াস তার দোভাষীকে বললেন, একে বলে দাও যে, সে যা বলেছে তা যদি সত্য হয়, তাহলে তিনি (মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) শীঘ্রই আমার পদতলের ভূমিরও মালিক হবেন।\n",
    "checkStatus": "1",
    "hadithNo": "6704",
    "id": "7447",
    "thesequence": "7610",
    "isActive": "1",
    "chapterId": "17776",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪৪. প্রশাসকদের দোভাষী নিয়োগ করা এবং একজন মাত্র দোভাষী নিয়োগ বৈধ কিনা? খারিজা ইবন যায়িদ ইবন সাবিত (রঃ) ..... যায়িদ ইবন সাবিত (রাঃ) থেকে বর্নিত যে, রাসূলূল্লাহ (সাঃ) তাকে ইহুদীদের লিখন পদ্ধতি শিক্ষা করার জন্য নির্দেশ দিয়েছিলেন। তিনি বলেন, যার ফলে আমি রাসূলূল্লাহ (সাঃ) এর পক্ষ থেকে তাঁর চিঠিপত্র লিখতাম এবং তারা কোন চিঠিপত্র লিখলে তা তাকে পাঠ করে শোনাতাম্। উমর (রাঃ) বললেন, তখন তাঁর কাছে উপস্থিত ছিলেন আলী, আবদুর রহমান ও উসমান (রাঃ)। এই স্ত্রীলোকটি কি বলছে? আবদুর রহমান ইবন হাতিব বলেন, আমি বললাম, স্ত্রীলোকটি তার এক সঙ্গী সম্পর্কে আপনার নিকট অভিযোগ করছে যে, সে তার সাথে অপকর্ম করেছে। আবু জামরা বলেন, আমি ইবন আব্বাস (রাঃ) ও লোকদের মধ্যে দোভাষীর কাজ করতাম। আর কেউ কেউ বলেছেন, প্রত্যেক প্রশাসকের জন্য দু&rsquo;জন করে দোভাষী থাকা অত্যাবশ্যকীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Humaid As-Sa`idi:\n\nThe Prophet (ﷺ) employed Ibn Al-Utbiyya to collect Zakat from Bani Sulaim, and when he returned (with the money) to Allahs Messenger (ﷺ) the Prophet (ﷺ) called him to account, and he said, This (amount) is for you, and this was given to me as a present. Allahs Messenger (ﷺ) said, Why dont you stay at your fathers house or your mothers house to see whether you will be given gifts or not, if you are telling the truth? Then Allahs Messenger (ﷺ) stood up and addressed the people, and after glorifying and praising Allah, he said: Amma Badu (then after) I employ some men from among you for some job which Allah has placed in my charge, and then one of you comes to me and says, This (amount) is for you and this is a gift given to me. Why doesnt he stay at the house of his father or the house of his mother and see whether he will be given gifts or not if he was telling the truth by Allah, none of you takes anything of it (i.e., Zakat) for himself (Hisham added: unlawfully) but he will meet Allah on the Day of Resurrection carrying it on his neck! I do not want to see any of you carrying a grunting camel or a mooing cow or a bleating sheep on meeting Allah. Then the Prophet (ﷺ) raised both his hands till I saw the whiteness of his armpits, and said, (No doubt)! Havent I conveyed Allahs Message!",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا عَبْدَةُ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اسْتَعْمَلَ ابْنَ الأُتَبِيَّةِ عَلَى صَدَقَاتِ بَنِي سُلَيْمٍ، فَلَمَّا جَاءَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَحَاسَبَهُ قَالَ هَذَا الَّذِي لَكُمْ، وَهَذِهِ هَدِيَّةٌ أُهْدِيَتْ لِي. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  فَهَلاَّ جَلَسْتَ فِي بَيْتِ أَبِيكَ وَبَيْتِ أُمِّكَ حَتَّى تَأْتِيَكَ هَدِيَّتُكَ، إِنْ كُنْتَ صَادِقًا . ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَخَطَبَ النَّاسَ وَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ  أَمَّا بَعْدُ فَإِنِّي أَسْتَعْمِلُ رِجَالاً مِنْكُمْ عَلَى أُمُورٍ مِمَّا وَلاَّنِي اللَّهُ، فَيَأْتِي أَحَدُكُمْ فَيَقُولُ هَذَا لَكُمْ وَهَذِهِ هَدِيَّةٌ أُهْدِيَتْ لِي فَهَلاَّ جَلَسَ فِي بَيْتِ أَبِيهِ وَبَيْتِ أُمِّهِ حَتَّى تَأْتِيَهُ هَدِيَّتُهُ إِنْ كَانَ صَادِقًا، فَوَاللَّهِ لاَ يَأْخُذُ أَحَدُكُمْ مِنْهَا شَيْئًا ـ قَالَ هِشَامٌ ـ بِغَيْرِ حَقِّهِ إِلاَّ جَاءَ اللَّهَ يَحْمِلُهُ يَوْمَ الْقِيَامَةِ، أَلاَ فَلأَعْرِفَنَّ مَا جَاءَ اللَّهَ رَجُلٌ بِبَعِيرٍ لَهُ رُغَاءٌ، أَوْ بِبَقَرَةٍ لَهَا خُوَارٌ، أَوْ شَاةٍ تَيْعَرُ . ثُمَّ رَفَعَ يَدَيْهِ حَتَّى رَأَيْتُ بَيَاضَ إِبْطَيْهِ  أَلاَ هَلْ بَلَّغْتُ .",
    "hadithBengali": "৬৭০৫। মুহাম্মাদ (রহঃ) ... আবূ হুমায়দ সাঈদী (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইবনু লুতাবিয়্যাকে বনী সুলায়ম এর সাদাকা আদায়ের জন্য নিয়োগ করলেন। যখন সে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ফিরে আসল এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জবাবদিহি করলেন, তখন সে বলল, এই অংশ আপনাদের আর এগুলো হাদিয়ার মাল যা আমাকে হাদিয়া হিসাবে দেওয়া হয়েছে তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার কথা যদি সত্যি হয় তাহলে তুমি তোমার বাবার ঘরে ও মায়ের ঘরে কেন বসে থাকলে না, যাতে তোমার হাদিয়া তোমার কাছে আসে? এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠে দাঁড়ালেন এবং লোকদের উদ্দেশ্যে ভাষণ দিলেন। তিনি আল্লাহর প্রশংসা ও গুনগান করলেন। তারপর তিনি বললেনঃ এরপর আল্লাহ তা&#39;আলা আমার উপর যেসব দায়িত্ব ন্যাস্ত করেছেন তন্মধ্য হতে কিছু কিছু কাজের জন্য তোমাদের কতিপয় লোককে নিযুক্ত করে থাকি।\n\nতাদের মধ্যে কেউ কেউ এসে বলে এই অংশ আপনাদের আর এই অংশ হাদিয়া যা আমাকে প্রদান করা হয়েছে। যদি তার কথা সত্য হয় তাহলে সে তার বাবার ঘরে ও মায়ের ঘরে কেন বসে থাকল না, যাতে তার হাদিয়া তার কাছে আসে? আল্লাহব শপথ! তোমাদের কেউ যেন তা থেকে অন্যায়ভাবে কিছু গ্রহণ না করে। অন্যথায় সে কিয়ামতের দিন তা বহন করে আল্লাহর কাছে আসবে। সাবধান! আমি অবশ্যই চিনতে পারব যা নিয়ে আল্লাহর কাছে উপস্থিত হবে। এক ব্যাক্তি উট নিয়ে আসবে যা চিৎকার করতে থাকবে অথবা গরু নিয়ে আসবে যে গরুটি হাম্বা হাম্বা করতে থাকবে, অথবা বকরী নিয়ে আসবে যে বকরী ভ্যাঁ ভ্যাঁ করতে থাকবে। তারপর তিনি দু&#39;হস্তদ্বয় উপরের দিকে এতটুকু উত্তোলন করলেন যে, আমি তার বগলের উজ্জ্বল শুভ্রতা দেখতে পেলাম। এবং বললেনঃ শোন! আমি কি (আল্লাহর বিধান তোমাদের নিকট) পৌছিয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "6705",
    "id": "7448",
    "thesequence": "7611",
    "isActive": "1",
    "chapterId": "17777",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪৫. শাসনকর্তা (কর্তৃক) কর্মচারীদের জবাবদিহি নেওয়া ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Sa`id Al-Khudri:\n\nThe Prophet (ﷺ) said, Allah never sends a prophet or gives the Caliphate to a Caliph but that he (the prophet or the Caliph) has two groups of advisors: A group advising him to do good and exhorts him to do it, and the other group advising him to do evil and exhorts him to do it. But the protected person (against such evil advisors) is the one protected by Allah. ",
    "hadithArabic": "حَدَّثَنَا أَصْبَغُ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَا بَعَثَ اللَّهُ مِنْ نَبِيٍّ وَلاَ اسْتَخْلَفَ مِنْ خَلِيفَةٍ، إِلاَّ كَانَتْ لَهُ بِطَانَتَانِ، بِطَانَةٌ تَأْمُرُهُ بِالْمَعْرُوفِ وَتَحُضُّهُ عَلَيْهِ، وَبِطَانَةٌ تَأْمُرُهُ بِالشَّرِّ وَتَحُضُّهُ عَلَيْهِ، فَالْمَعْصُومُ مَنْ عَصَمَ اللَّهُ تَعَالَى . وَقَالَ سُلَيْمَانُ عَنْ يَحْيَى أَخْبَرَنِي ابْنُ شِهَابٍ بِهَذَا، وَعَنِ ابْنِ أَبِي عَتِيقٍ وَمُوسَى عَنِ ابْنِ شِهَابٍ مِثْلَهُ، وَقَالَ شُعَيْبٌ عَنِ الزُّهْرِيِّ حَدَّثَنِي أَبُو سَلَمَةَ عَنْ أَبِي سَعِيدٍ قَوْلَهُ. وَقَالَ الأَوْزَاعِيُّ وَمُعَاوِيَةُ بْنُ سَلاَّمٍ حَدَّثَنِي الزُّهْرِيُّ حَدَّثَنِي أَبُو سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم. وَقَالَ ابْنُ أَبِي حُسَيْنٍ وَسَعِيدُ بْنُ زِيَادٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي سَعِيدٍ قَوْلَهُ. وَقَالَ عُبَيْدُ اللَّهِ بْنُ أَبِي جَعْفَرٍ حَدَّثَنِي صَفْوَانُ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي أَيُّوبَ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم.",
    "hadithBengali": "৬৭০৬। আসবাগ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা কবেন। তিনি বলেন, আল্লাহ যাকেই নাবী হিসাবে প্রেরণ করেন এবং যাকেই খলীফা হিসাবে নিযুক্ত করেন, তার জন্য দু&#39;জন করে (একান্ত) গুপ্তচর থাকে। একজন গুপ্তচর তাকে ভাল কাজের নির্দেশ দেয় এবং তাকে তৎপ্রতি অনুপ্রাণিত করে। আর একজন গুপ্তচর তাকে মন্দ কাজের পরামর্শ দেয় এবং তৎপ্রতি উৎসাহিত করে। সুতরাং মাসুম ঐ ব্যাক্তই যাকে আল্লাহ তাআলা রক্ষা করেন।\n\nসূলায়মান ইবনু শিহাব থেকে এ হাদীসটি বর্ণনা করেন এবং ইবনু আবু আতীক ও মূসার সুত্রে ইবনু শিহাব থেকে অনুরূপ একটি হাদীস বর্ণনা করেন। তাছাড়া শুআয়ব (রহঃ)-ও আবূ সাঈদ (রাঃ) থেকে এ হাদীসটি বর্ণনা করেন। আওযায়ী ও মুআবিয়া ইবনু সাল্লাম (রহঃ) আবূ হুরায়রা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীসটি বর্ণনা করেন। ইবনু আবূ হুসাইন ও সাঈদ ইবনু যিয়াদ (রহঃ)-ও আবূ সাঈদ (রাঃ) থেকে এ হাদীসটি বর্ণনা করেছেন। উবায়দুল্লাহ ইবনু আবূ জাফর (রহঃ) আবূ অইউব (রাঃ) থেকে বর্ণনা করেছেন, তিনি বলেন যে, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "6706",
    "id": "7449",
    "thesequence": "7612",
    "isActive": "1",
    "chapterId": "17778",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪৬. রাষ্ট্রপ্রধানের একান্ত ব্যক্তি ও পরামর্শদাতা। بِطَانَةُ শব্দটি دخلاء  এর অর্থে ব্যবহৃত হয়েছে (অর্থাৎ, &zwj;যিনি একান্তে বসে রাষ্ট্রপ্রধানের সাথে কথোপকথন করেন এবং তাঁর অজ্ঞাত বিষয় সম্পর্কে তাঁকে অবগত করেন এবং তিনিও গোপন কথা তাকে বলেন ও বিশ্বাস করেন) ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ubada bin As-Samit:\n\nWe gave the oath of allegiance to Allahs Messenger (ﷺ) that we would listen to and obey him both at the time when we were active and at the time when we were tired and that we would not fight against the ruler or disobey him, and would stand firm for the truth or say the truth wherever we might be, and in the Way of Allah we would not be afraid of the blame of the blamers.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ أَخْبَرَنِي عُبَادَةُ بْنُ الْوَلِيدِ، أَخْبَرَنِي أَبِي، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ بَايَعْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى السَّمْعِ وَالطَّاعَةِ فِي الْمَنْشَطِ وَالْمَكْرَهِ. وَأَنْ لاَ نُنَازِعَ الأَمْرَ أَهْلَهُ، وَأَنْ نَقُومَ ـ أَوْ نَقُولَ ـ بِالْحَقِّ حَيْثُمَا كُنَّا لاَ نَخَافُ فِي اللَّهِ لَوْمَةَ لاَئِمٍ .",
    "hadithBengali": "৬৭০৭। ইসমাঈল (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ মর্মে বায়আত গ্রহণ করলাম যে, সুখে দুঃখে সর্বাবস্থায় আমরা তাঁর কথা শুনব ও তার আনুগত্য করব। রাষ্ট্রীয় ব্যাপারে দায়িত্বশীলদের বিরুদ্ধাচরণ করব না। যেখানেই থাকি না কেন সর্বদা সত্যের উপর অবিচল থাকব কিংবা বলেছিলেন সর্বদা সত্য কথা বলব এবং আল্লাহর পথে কোন নিন্দাকারীর নিন্দার ভয় করব না।\n",
    "checkStatus": "1",
    "hadithNo": "6707",
    "id": "7450",
    "thesequence": "7613",
    "isActive": "1",
    "chapterId": "17779",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪৭. রাষ্ট্রপ্রধান কিভাবে জনগনের কাছ থেকে বায়&rsquo;আত গ্রহন করবেন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (ﷺ) went out on a cold morning while the Muhajirin (emigrants) and the Ansar were digging the trench. The Prophet (ﷺ) then said, O Allah! The real goodness is the goodness of the Here after, so please forgive the Ansar and the Muhajirin. They replied, We are those who have given the Pledge of allegiance to Muhammad for to observe Jihad as long as we remain alive.",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ ـ رضى الله عنه ـ خَرَجَ النَّبِيُّ صلى الله عليه وسلم فِي غَدَاةٍ بَارِدَةٍ وَالْمُهَاجِرُونَ وَالأَنْصَارُ يَحْفِرُونَ الْخَنْدَقَ فَقَالَ   اللَّهُمَّ إِنَّ الْخَيْرَ خَيْرُ الآخِرَهْ فَاغْفِرْ لِلأَنْصَارِ وَالْمُهَاجِرَهْ  فَأَجَابُوا نَحْنُ الَّذِينَ بَايَعُوا مُحَمَّدَا عَلَى الْجِهَادِ مَا بَقِينَا أَبَدَا",
    "hadithBengali": "৬৭০৮। আমর ইবনু আলী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শীতের এক সকালে বের হলেন। মুহাজির ও আনসাররা তখন খন্দক (পরিখা) খননের কাজে লিপ্ত ছিল। তিনি বললেনঃ হে আল্লাহ! আখেরাতের কল্যাণই তো প্রকৃত কল্যাণ, অতএব তুমি আনসার ও মুহাজিরদের ক্ষমা করে দাও। তারা এর জবাবে বলল, আমরাও সেই জামাআত যারা আমরণ জিহাদ করার জন্য মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাতে বায়আত গ্রহণ করেছি।\n",
    "checkStatus": "1",
    "hadithNo": "6708",
    "id": "7451",
    "thesequence": "7614",
    "isActive": "1",
    "chapterId": "17779",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪৭. রাষ্ট্রপ্রধান কিভাবে জনগনের কাছ থেকে বায়&rsquo;আত গ্রহন করবেন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nWhenever we gave the Pledge of allegiance to Allahs Messenger (ﷺ) for to listen to and obey, he used to say to us, for as much as you can.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كُنَّا إِذَا بَايَعْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى السَّمْعِ وَالطَّاعَةِ يَقُولُ لَنَا   فِيمَا اسْتَطَعْتَ .",
    "hadithBengali": "৬৭০৯। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তাঁর কথা শোনা ও তার আনুগত্যের বায়আত গ্রহণ করতাম। তখন তিনি আমাদের বলতেনঃ যা তোমার সাধ্যের মধ্যে।\n",
    "checkStatus": "1",
    "hadithNo": "6709",
    "id": "7452",
    "thesequence": "7615",
    "isActive": "1",
    "chapterId": "17779",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪৭. রাষ্ট্রপ্রধান কিভাবে জনগনের কাছ থেকে বায়&rsquo;আত গ্রহন করবেন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Dinar:\n\nI witnessed Ibn `Umar when the people gathered around `Abdul Malik. Ibn `Umar wrote: I gave the Pledge of allegiance that I will listen to and obey Allahs Slave, `Abdul Malik, Chief of the believers according to Allahs Laws and the Traditions of His Apostle as much as I can; and my sons too, give the same pledge.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، قَالَ شَهِدْتُ ابْنَ عُمَرَ حَيْثُ اجْتَمَعَ النَّاسُ عَلَى عَبْدِ الْمَلِكِ ـ قَالَ ـ كَتَبَ إِنِّي أُقِرُّ بِالسَّمْعِ وَالطَّاعَةِ لِعَبْدِ الْمَلِكِ أَمِيرِ الْمُؤْمِنِينَ عَلَى سُنَّةِ اللَّهِ وَسُنَّةِ رَسُولِهِ مَا اسْتَطَعْتُ، وَإِنَّ بَنِيَّ قَدْ أَقَرُّوا بِمِثْلِ ذَلِكَ.",
    "hadithBengali": "৬৭১০। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ ইবনু দ্বীনার (রাঃ) থেকে বর্ণিত। তিনি বলেন, লোকেরা যখন আবদুল মালিকের খিলাফতের ব্যাপারে ঐকমতে পৌছল, তখন আমি ইবনু উমর (রাঃ) এর কাছে উপস্থিত ছিলাম। তিনি পত্র লিখলেন যে, আমি আল্লাহ ও তাঁর রাসুলের আদর্শ অনুসারে আল্লাহর বান্দা, আমীরুল মুমিনীন আবদুল মালিকের কথা যথাসাধ্য শোনা ও তার আনুগত্য করার অঙ্গীকার করছি। আমার সন্তানরাও অনুরূপ অঙ্গীকার করছে।\n",
    "checkStatus": "1",
    "hadithNo": "6710",
    "id": "7453",
    "thesequence": "7616",
    "isActive": "1",
    "chapterId": "17779",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪৭. রাষ্ট্রপ্রধান কিভাবে জনগনের কাছ থেকে বায়&rsquo;আত গ্রহন করবেন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nI gave the Pledge of allegiance to the Prophet (ﷺ) that I would listen and obey, and he told me to add: As much as I can, and will give good advice to every Muslim.",
    "hadithArabic": " حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا سَيَّارٌ، عَنِ الشَّعْبِيِّ، عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ، قَالَ بَايَعْتُ النَّبِيَّ صلى الله عليه وسلم عَلَى السَّمْعِ وَالطَّاعَةِ، فَلَقَّنَنِي، فِيمَا اسْتَطَعْتُ، وَالنُّصْحِ لِكُلِّ مُسْلِمٍ.",
    "hadithBengali": "৬৭১১। ইয়াকুব ইবনু ইররাহীম (রহঃ) ... জারীর ইবন আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তার কথা শোনা ও তাঁর আনুগত্য করা ও প্রত্যেক মুসলমানের জন্য কল্যাণ কামনার ব্যাপারে বায়আত গ্রহণ করলাম। তিনি আমাকে এ কথা বলতে শিখিয়ে দিলেন যে, আমার সাধ্যের আওতাভুক্ত বিষয়ে।\n",
    "checkStatus": "1",
    "hadithNo": "6711",
    "id": "7454",
    "thesequence": "7617",
    "isActive": "1",
    "chapterId": "17779",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪৭. রাষ্ট্রপ্রধান কিভাবে জনগনের কাছ থেকে বায়&rsquo;আত গ্রহন করবেন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Dinar:\n\nWhen the people took the oath of allegiance to `Abdul Malik, `Abdullah bin `Umar wrote to him: To Allahs Slave, `Abdul Malik, Chief of the believers, I give the Pledge of allegiance that I will listen to and obey Allahs Slave, `Abdul Malik, Chief of the believers, according to Allahs Laws and the Traditions of His Apostle in whatever is within my ability; and my sons too, give the same pledge.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ دِينَارٍ، قَالَ لَمَّا بَايَعَ النَّاسُ عَبْدَ الْمَلِكِ كَتَبَ إِلَيْهِ عَبْدُ اللَّهِ بْنُ عُمَرَ إِلَى عَبْدِ اللَّهِ عَبْدِ الْمَلِكِ أَمِيرِ الْمُؤْمِنِينَ إِنِّي أُقِرُّ بِالسَّمْعِ وَالطَّاعَةِ لِعَبْدِ اللَّهِ عَبْدِ الْمَلِكِ أَمِيرِ الْمُؤْمِنِينَ، عَلَى سُنَّةِ اللَّهِ وَسُنَّةِ رَسُولِهِ، فِيمَا اسْتَطَعْتُ، وَإِنَّ بَنِيَّ قَدْ أَقَرُّوا بِذَلِكَ.",
    "hadithBengali": "৬৭১২। আমর ইবনু আলী (রহঃ) ... আবদুল্লাহ ইবনু দ্বীনার (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন লোকেরা আবদুল মালিকের কাছে বায়আত গ্রহন করল, তখন আবদুল্লাহ ইবনু উমর (রাঃ) তার কাছে চিঠি লিখলেন। আল্লাহর বান্দা, আবদুল মালিক, আমীরুল মুমিনীনের প্রতি! আমি আমার সাধ্যের আওতাভুক্ত বিষয়ে আল্লাহ ও তার রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নির্দেশিত পন্থায় তাঁর কথা শোনা ও তার আনুগত্য করার অঙ্গীকার করছি আর আমার সন্তানরাও অনুরূপ অঙ্গীকার করছে।\n",
    "checkStatus": "1",
    "hadithNo": "6712",
    "id": "7455",
    "thesequence": "7618",
    "isActive": "1",
    "chapterId": "17779",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪৭. রাষ্ট্রপ্রধান কিভাবে জনগনের কাছ থেকে বায়&rsquo;আত গ্রহন করবেন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Yazid:\n\nI said to Salama, For what did you give the Pledge of allegiance to the Prophet (ﷺ) on the Day of Hudaibiya? He replied, For death.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا حَاتِمٌ، عَنْ يَزِيدَ، قَالَ قُلْتُ لِسَلَمَةَ عَلَى أَىِّ شَىْءٍ بَايَعْتُمُ النَّبِيَّ صلى الله عليه وسلم يَوْمَ الْحُدَيْبِيَةِ قَالَ عَلَى الْمَوْتِ.",
    "hadithBengali": "৬৭১৩। আবদুল্লাহ ইরন মাসলামা (রহঃ) ... ইয়াযীদ ইবনু আবূ উবায়দ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি সালামাকে জিজ্ঞাসা করলাম, হুদায়বিয়ার দিন আপনারা কোন বিষয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বায়&#39;আত করেছিলেন? তিনি বললেনঃ মৃত্যুর উপর।\n",
    "checkStatus": "1",
    "hadithNo": "6713",
    "id": "7456",
    "thesequence": "7619",
    "isActive": "1",
    "chapterId": "17779",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪৭. রাষ্ট্রপ্রধান কিভাবে জনগনের কাছ থেকে বায়&rsquo;আত গ্রহন করবেন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Miswar bin Makhrama:\n\nThe group of people whom `Umar had selected as candidates for the Caliphate gathered and consulted each other. `Abdur-Rahman said to them, I am not going to compete with you in this matter, but if you wish, I would select for you a caliph from among you. So all of them agreed to let `Abdur-Rahman decide the case. So when the candidates placed the case in the hands of `Abdur-Rahman, the people went towards him and nobody followed the rest of the group nor obeyed any after him. So the people followed `Abdur-Rahman and consulted him all those nights till there came the night we gave the oath of allegiance to `Uthman. Al-Miswar (bin Makhrama) added: `Abdur-Rahman called on me after a portion of the night had passed and knocked on my door till I got up, and he said to me, I see you have been sleeping! By Allah, during the last three nights I have not slept enough. Go and call Az-Zubair and Sa`d. So I called them for him and he consulted them and then called me saying, Call `Ali for me. I called `Ali and he held a private talk with him till very late at night, and then Al, got up to leave having had much hope (to be chosen as a Caliph) but `Abdur-Rahman was afraid of something concerning `Ali. `Abdur-Rahman then said to me, Call `Uthman for me. I called him and he kept on speaking to him privately till the Muadh-dhin put an end to their talk by announcing the Adhan for the Fajr prayer. When the people finished their morning prayer and that (six men) group gathered near the pulpit, `Abdur-Rahman sent for all the Muhajirin (emigrants) and the Ansar present there and sent for the army chief who had performed the Hajj with `Umar that year. When all of them had gathered, `Abdur- Rahman said, None has the right to be worshipped but Allah, and added, Now then, O `Ali, I have looked at the peoples tendencies and noticed that they do not consider anybody equal to `Uthman, so you should not incur blame (by disagreeing). Then `Abdur-Rahman said (to `Uthman), I gave the oath of allegiance to you on condition that you will follow Allahs Laws and the traditions of Allahs Apostle and the traditions of the two Caliphs after him. So `Abdur-Rahman gave the oath of allegiance to him, and so did the people including the Muhajirin (emigrants) and the Ansar and the chiefs of the army staff and all the Muslims.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ مَالِكٍ، عَنِ الزُّهْرِيِّ، أَنَّ حُمَيْدَ بْنَ عَبْدِ الرَّحْمَنِ، أَخْبَرَهُ أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ أَخْبَرَهُ. أَنَّ الرَّهْطَ الَّذِينَ وَلاَّهُمْ عُمَرُ اجْتَمَعُوا فَتَشَاوَرُوا، قَالَ لَهُمْ عَبْدُ الرَّحْمَنِ لَسْتُ بِالَّذِي أُنَافِسُكُمْ عَلَى هَذَا الأَمْرِ، وَلَكِنَّكُمْ إِنْ شِئْتُمُ اخْتَرْتُ لَكُمْ مِنْكُمْ. فَجَعَلُوا ذَلِكَ إِلَى عَبْدِ الرَّحْمَنِ، فَلَمَّا وَلَّوْا عَبْدَ الرَّحْمَنِ أَمْرَهُمْ فَمَالَ النَّاسُ عَلَى عَبْدِ الرَّحْمَنِ، حَتَّى مَا أَرَى أَحَدًا مِنَ النَّاسِ يَتْبَعُ أُولَئِكَ الرَّهْطَ وَلاَ يَطَأُ عَقِبَهُ، وَمَالَ النَّاسُ عَلَى عَبْدِ الرَّحْمَنِ يُشَاوِرُونَهُ تِلْكَ اللَّيَالِيَ حَتَّى إِذَا كَانَتِ اللَّيْلَةُ الَّتِي أَصْبَحْنَا مِنْهَا، فَبَايَعْنَا عُثْمَانَ قَالَ الْمِسْوَرُ طَرَقَنِي عَبْدُ الرَّحْمَنِ بَعْدَ هَجْعٍ مِنَ اللَّيْلِ فَضَرَبَ الْبَابَ حَتَّى اسْتَيْقَظْتُ فَقَالَ أَرَاكَ نَائِمًا، فَوَاللَّهِ مَا اكْتَحَلْتُ هَذِهِ اللَّيْلَةَ بِكَبِيرِ نَوْمٍ، انْطَلِقْ فَادْعُ الزُّبَيْرَ وَسَعْدًا، فَدَعَوْتُهُمَا لَهُ فَشَاوَرَهُمَا ثُمَّ دَعَانِي فَقَالَ ادْعُ لِي عَلِيًّا. فَدَعَوْتُهُ فَنَاجَاهُ حَتَّى ابْهَارَّ اللَّيْلُ، ثُمَّ قَامَ عَلِيٌّ مِنْ عِنْدِهِ، وَهْوَ عَلَى طَمَعٍ، وَقَدْ كَانَ عَبْدُ الرَّحْمَنِ يَخْشَى مِنْ عَلِيٍّ شَيْئًا، ثُمَّ قَالَ ادْعُ لِي عُثْمَانَ، فَدَعَوْتُهُ فَنَاجَاهُ حَتَّى فَرَّقَ بَيْنَهُمَا الْمُؤَذِّنُ بِالصُّبْحِ، فَلَمَّا صَلَّى لِلنَّاسِ الصُّبْحَ وَاجْتَمَعَ أُولَئِكَ الرَّهْطُ عِنْدَ الْمِنْبَرِ، فَأَرْسَلَ إِلَى مَنْ كَانَ حَاضِرًا مِنَ الْمُهَاجِرِينَ وَالأَنْصَارِ، وَأَرْسَلَ إِلَى أُمَرَاءِ الأَجْنَادِ وَكَانُوا وَافَوْا تِلْكَ الْحَجَّةَ مَعَ عُمَرَ، فَلَمَّا اجْتَمَعُوا تَشَهَّدَ عَبْدُ الرَّحْمَنِ ثُمَّ قَالَ أَمَّا بَعْدُ يَا عَلِيُّ، إِنِّي قَدْ نَظَرْتُ فِي أَمْرِ النَّاسِ فَلَمْ أَرَهُمْ يَعْدِلُونَ بِعُثْمَانَ، فَلاَ تَجْعَلَنَّ عَلَى نَفْسِكَ سَبِيلاً. فَقَالَ أُبَايِعُكَ عَلَى سُنَّةِ اللَّهِ وَرَسُولِهِ وَالْخَلِيفَتَيْنِ مِنْ بَعْدِهِ. فَبَايَعَهُ عَبْدُ الرَّحْمَنِ، وَبَايَعَهُ النَّاسُ الْمُهَاجِرُونَ وَالأَنْصَارُ وَأُمَرَاءُ الأَجْنَادِ وَالْمُسْلِمُونَ.",
    "hadithBengali": "৬৭১৪। আবদুল্লাহ ইবনু মুহাম্মদ ইবনু আসমা (রহঃ) ... মিসওয়ার ইবনু মাখরামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, উমর (রাঃ) যে দলটিকে খলীফা নির্বাচনের ব্যাপারে দায়িত্ব দিয়েছিলেন, তাঁরা একত্রিত হয়ে নিজেদের মধ্যে এ ব্যাপারে পরামর্শ করলেন। আবদুর রহমান (রাঃ) তাদেরকে বললেন, আমি তো এমন ব্যাক্তি নই যে এ ব্যাপারে প্রত্যাশা করব। তবে আপনারা যদি চান তাহলে আপনাদের থেকে একজনকে আমি নির্বাচিত করে দিতে পারি। তাঁরা এ দায়িত্ব আবদুর রহমানের উপর অর্পণ করলেন, যখন তারা এ বিষয়টি আবদুর রহমানের উপর অর্পন করলেন, তখন সকল লোক আবদুর রহমানের প্রতি ঝুঁকে পড়ল। এমনকি আমি একজন লোককেও সেই দলের অনুসরণ করতে কিংবা তাদের পিছনে যেতে দেখলাম না। লোকেরা আবদুর রহমানের প্রতিই ঝুঁকে পড়ল এবং কয়েক রাত তাঁর সাথে পরামর্শ করতে থাকল।\n\nঅবশেষে সেই রাত আসল, যে রাতের শেষে আমরা উসমান (রাঃ) এর হাতে বায়আত গ্রহণ করলাম। মিসওয়ার (রাঃ) বলেন, রাতের একাংশ অতিবাহিত হওয়ার পর আবদুর রহমান (রাঃ) আমার কাছে আসলেন এবং দরজা খটখটালেন। ফলে আমি জাগ্রত হয়ে গেলাম। তিনি বললেন, তোমাকে দেখছি ঘুমাচ্ছ আল্লাহর কসম! আমি এ তিন রাতের মাঝে খুব একটা ঘুমাতে পারিনি। যাও, যুবায়র ও সাদকে ডেকে আন। আমি তাদেরকে তার কাছে ডেকে আনি। তিনি তাদের দু&#39;জনের সাথে পরামর্শ করলেন। তারপর আমাকে আবার ডেকে বললেন, আলীকে আমার কাছে ডেকে আন। আমি তাঁকে ডেকে আনলাম। তিনি তাঁর সাথে অর্ধেক রাত পর্যন্ত চুপিচুপি পরামর্শ করলেন।\n\nতারপর আলী (রাঃ) তার কাছ থেকে উঠে গেলেন। তবে তিনি আশাবাদী ছিলেন। আর আবদুর রহমান (রাঃ) আলী (রাঃ) থেকে কিছু (বিরোধিতার) আশংকা করছিলেন। তারপর তিনি বললেনঃ উসমানকে আমার কাছে ডেকে আন। তিনি তাঁর সাথে চুপিচুপি আলাপ করলেন। ফজরের সময় মুআযযিন তাদের উভয়কে পৃথক করল অর্থাৎ আযান পর্যন্ত আলাপ করলেন লোকদেরকে যখন ফজরের সালাত (নামায/নামাজ) পড়িয়ে দেয়া হলো এবং সেই দলটি মিম্বরের কাছে একত্রিত হলো তখন তিনি মুহাজির ও আনসারদের যারা উপস্থিত ছিলেন তাদেরকে ডেকে আনতে পাঠালেন এবং প্রত্যেক সেনা প্রধানকেও ডেকে আনতে পাঠালেন এবং এরা সবাই উমরের সাথে গত হাজ্জে (হজ্জ) অংশগ্রণ করেছিলেন।\n\nযখন সকলে এসে সমবেত হল, তখন আবদুর রহমান (রাঃ) ভাষণ শুরু করলেন। তারপর বললেন, হে আলী! আমি জনমত পরীক্ষা করেছি, তারা উসমানের সমকক্ষ কাউকে মনে করে না। সুতরাং তুমি তোমার জন্য অন্য পথ অবলম্বন করো না। তখন তিনি আলী ও উসমান (রাঃ) কে সন্বোধন করে বললেন, আমি আল্লাহর নির্দেশ ও রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নির্দেশিত পরায় ও তারপরবর্তী উভয় খলীফার আদর্শানুযায়ী আপনার নিকট বায়আত গ্রহণ করছি। তারপর আবদুর রহমান (রাঃ) তাঁর কাছে বায়আত গ্রহন করলেন। এরপর মুহাজির, আনসার, সেনাপ্রধান এবং সাধারণ মুসলমান তাঁর কাছে বায়াআত গ্রহণ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6714",
    "id": "7457",
    "thesequence": "7620",
    "isActive": "1",
    "chapterId": "17779",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪৭. রাষ্ট্রপ্রধান কিভাবে জনগনের কাছ থেকে বায়&rsquo;আত গ্রহন করবেন ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salama:\n\nWe gave the oath of allegiance to the Prophet (ﷺ) under the tree. He said to me, O Salama! Will you not give the oath of allegiance? I replied, O Allahs Messenger (ﷺ)! I have already given the oath of allegiance for the first time. He said, (Give it again) for the second time.",
    "hadithArabic": " حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ، قَالَ بَايَعْنَا النَّبِيَّ صلى الله عليه وسلم تَحْتَ الشَّجَرَةِ فَقَالَ لِي  يَا سَلَمَةُ أَلاَ تُبَايِعُ . قُلْتُ يَا رَسُولَ اللَّهِ قَدْ بَايَعْتُ فِي الأَوَّلِ. قَالَ  وَفِي الثَّانِي .",
    "hadithBengali": "৬৭১৫। আবূ আসিম (রহঃ) ... সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বৃক্ষের নিচে বায়আত (বায়আতে রিদওয়ান) গ্রহণ করেছিলাম। পরে তিনি আমাকে বললেনঃ হে সালামা! তুমি বায়&#39;আত গ্রহণ করবে না? আমি বললাম, ইয়া রাসুলাল্লাহ! আমি তো প্রথমবার বায়আত গ্রহন করেছি। তিনি বললেনঃ দ্বিতীয়বারও গ্রহণ কর।\n",
    "checkStatus": "1",
    "hadithNo": "6715",
    "id": "7458",
    "thesequence": "7621",
    "isActive": "1",
    "chapterId": "17780",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪৮. যে ব্যক্তি দু&rsquo;বার বায়আত গ্রহন করে ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nA bedouin gave the Pledge of allegiance to Allahs Messenger (ﷺ) for Islam and the bedouin got a fever where upon he said to the Prophet (ﷺ) Cancel my Pledge. But the Prophet (ﷺ) refused. He came to him (again) saying, Cancel my Pledge. But the Prophet (ﷺ) refused. Then (the bedouin) left (Medina). Allahs Apostle said: Medina is like a pair of bellows (furnace): It expels its impurities and brightens and clears its good.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ أَنَّ أَعْرَابِيًّا بَايَعَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى الإِسْلاَمِ، فَأَصَابَهُ وَعْكٌ فَقَالَ أَقِلْنِي بَيْعَتِي. فَأَبَى، ثُمَّ جَاءَهُ فَقَالَ أَقِلْنِي بَيْعَتِي. فَأَبَى، فَخَرَجَ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْمَدِينَةُ كَالْكِيرِ، تَنْفِي خَبَثَهَا، وَيَنْصَعُ طِيبُهَا .",
    "hadithBengali": "৬৭১৬। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... জাবির ইবন আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, এক বেদুইন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ইসলামের বায়আত গ্রহন করল। তারপর সে জ্বরে আক্রান্ত হল। তখন সে বলল, আমার বায়&#39;আত প্রত্যাহার করুন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা করতে অস্বীকৃতি জানালেন। সে পুনরায় তার কাছে আসল। তিনি পুনরায় অস্বীকৃতি জানালেন। সে পুনরায় তার কাছে এসে বলল, আমার বায়&#39;আত ফেরত নিন। তিনি আবারও অস্বীকৃতি জানালেন। তখন সে বেরিয়ে গেল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ মদিনা (কামারের) হাঁপরের ন্যায়, সে তার মধ্যকার আবর্জনাকে দূরীভূত করে এবং খাঁটিটুকু ধরে রাখে।\n",
    "checkStatus": "1",
    "hadithNo": "6716",
    "id": "7459",
    "thesequence": "7622",
    "isActive": "1",
    "chapterId": "17781",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৪৯. বেদুঈনদের বায়আত গ্রহন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Hisham:\n\nwho was born during the lifetime of the Prophet (ﷺ) that his mother, Zainab bint Humaid had taken him to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! Take his Pledge of allegiance (for Islam). The Prophet (ﷺ) said, He (`Abdullah bin Hisham) is a little child, and passed his hand over his head and invoked Allah for him. `Abdullah bin Hisham used to slaughter one sheep as a sacrifice on behalf of all of his family.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا سَعِيدٌ ـ هُوَ ابْنُ أَبِي أَيُّوبَ ـ قَالَ حَدَّثَنِي أَبُو عَقِيلٍ، زُهْرَةُ بْنُ مَعْبَدٍ عَنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ هِشَامٍ، وَكَانَ، قَدْ أَدْرَكَ النَّبِيَّ صلى الله عليه وسلم وَذَهَبَتْ بِهِ أُمُّهُ زَيْنَبُ ابْنَةُ حُمَيْدٍ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ بَايِعْهُ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم   هُوَ صَغِيرٌ  فَمَسَحَ رَأْسَهُ وَدَعَا لَهُ، وَكَانَ يُضَحِّي بِالشَّاةِ الْوَاحِدَةِ عَنْ جَمِيعِ أَهْلِهِ.",
    "hadithBengali": "৬৭১৭। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু হিশাম (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাক্ষাত লাভ করেছেন। তার মা যয়নব বিনত হুমায়দ (রাঃ) তাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে নিয়ে গিয়ে বলেন, ইয়া রাসুলাল্লাহ! একে বায়াআত করুন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন?, সে তো ছোট। তিনি তার মাথায় হাত বুলিয়ে দিলেন এবং তার জন্য দোয়া করলেন। এই আবদুল্লাহ ইবনু হিশাম (রাঃ) তার পরিবারের সকলের পক্ষ থেকে একটি বকরী কুরবানী করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "6717",
    "id": "7460",
    "thesequence": "7623",
    "isActive": "1",
    "chapterId": "17782",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৫০. বালকদের বায়আত গ্রহন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nA bedouin gave the Pledge of allegiance to Allahs Messenger (ﷺ) for Islam. Then the bedouin got fever at Medina, came to Allahs Messenger (ﷺ) and said, O Allahs Messenger (ﷺ)! Cancel my Pledge, But Allahs Apostle refused. Then he came to him (again) and said, O Allahs Messenger (ﷺ)! Cancel my Pledge. But the Prophet (ﷺ) refused Then he came to him (again) and said, O Allahs Messenger (ﷺ)! Cancel my Pledge. But the Prophet (ﷺ) refused. The bedouin finally went out (of Medina) whereupon Allahs Messenger (ﷺ) said, Medina is like a pair of bellows (furnace): It expels its impurities and brightens and clears its good.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ،. أَنَّ أَعْرَابِيًّا، بَايَعَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى الإِسْلاَمِ فَأَصَابَ الأَعْرَابِيَّ وَعْكٌ بِالْمَدِينَةِ، فَأَتَى الأَعْرَابِيُّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ أَقِلْنِي بَيْعَتِي، فَأَبَى رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ جَاءَهُ فَقَالَ أَقِلْنِي بَيْعَتِي فَأَبَى، ثُمَّ جَاءَهُ فَقَالَ أَقِلْنِي بَيْعَتِي فَأَبَى فَخَرَجَ الأَعْرَابِيُّ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّمَا الْمَدِينَةُ كَالْكِيرِ تَنْفِي خَبَثَهَا وَيَنْصَعُ طِيبُهَا .",
    "hadithBengali": "৬৮১৮। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, এক বেদুঈন এসে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাতে ইসলামের বায়আত গ্রহণ করল। মদিনায় সে জ্বরে আক্রান্ত হল। তখন সেই বেদুঈন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, ইয়া রাসূলাল্লাহ! আমার বায়আত প্রত্যাহার করুন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অম্বীকৃতি জানালেন। সে পুনরায় এসে বলল, আমার বায়&#39;আত প্রত্যাহার করুন। তিনি এবারও অম্বীকৃতি জানালেন। সে পুনরায় এসে বলল, আমার বায়আত প্রত্যাহার করুন। তিনি অম্বীকৃতি জানালেন। তখন বেদুঈন বেরিয়ে গেল। অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ মদিনা হল কামারের হাপরের ন্যায়, যে তার মধ্যকার আবর্জনাকে বিদুরিত করে এবং খাঁটিটুকু ধরে রাখে।\n",
    "checkStatus": "1",
    "hadithNo": "6718",
    "id": "7461",
    "thesequence": "7624",
    "isActive": "1",
    "chapterId": "17783",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৫১. কারো হাতে বায়আত গ্রহন করার পর অত:পর তা প্রত্যাহার করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, There will be three types of people whom Allah will neither speak to them on the Day of Resurrection nor will purify them from sins, and they will have a painful punishment: They are, (1) a man possessed superfluous water (more than he needs) on a way and he withholds it from the travelers. (2) a man who gives a pledge of allegiance to an Imam (ruler) and gives it only for worldly benefits, if the Imam gives him what he wants, he abides by his pledge, otherwise he does not fulfill his pledge; (3) and a man who sells something to another man after the `Asr prayer and swears by Allah (a false oath) that he has been offered so much for it whereupon the buyer believes him and buys it although in fact, the seller has not been offered such a price.",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، عَنْ أَبِي حَمْزَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ، وَلاَ يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ رَجُلٌ عَلَى فَضْلِ مَاءٍ بِالطَّرِيقِ يَمْنَعُ مِنْهُ ابْنَ السَّبِيلِ، وَرَجُلٌ بَايَعَ إِمَامًا لاَ يُبَايِعُهُ إِلاَّ لِدُنْيَاهُ، إِنْ أَعْطَاهُ مَا يُرِيدُ وَفَى لَهُ، وَإِلاَّ لَمْ يَفِ لَهُ، وَرَجُلٌ يُبَايِعُ رَجُلاً بِسِلْعَةٍ بَعْدَ الْعَصْرِ فَحَلَفَ بِاللَّهِ لَقَدْ أُعْطِيَ بِهَا كَذَا وَكَذَا فَصَدَّقَهُ، فَأَخَذَهَا، وَلَمْ يُعْطَ بِهَا .",
    "hadithBengali": "৬৭১৯। আবদান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিন ধরনের লোকের সাথে কিয়ামতের দিন আল্লাহ তাআলা কথাও বলবেন না এবং তাদেরকে পবিত্রও করবেন না, আর তাদের জন্য রয়েছে কঠিন শাস্তি। (এক) সে ব্যাক্তি, যে বাস্তার পার্শ্বে অতিরিক্ত পানির অধিকারী কিন্তু মুসাফিরকে তা থেকে পান করতে দেয় না। (দুই) সে লোক যে কেবলমাত্র দুনিয়ার সার্থে ইমামের বায়&#39;আত গ্রহণ করে। (বাদশাহ) যদি তার মনোকামনা পূর্ণ করে তাহলে সে তার বায়আত পূর্ণ করে। আর যদি তা না হয়, তাহলে বায়আত ভঙ্গ করে। (তিন) সে ব্যাক্তি যে আসরের পর অন্য লোকের নিকট দ্রব্য সামগ্রী বিক্রয় করতে যেয়ে এরূপ কসম খায় যে, আল্লাহর শপথ! এটা এত টাকা দাম হয়েছে। তাকে বিশ্বাস করে সে দ্রব্য ক্রয় করে নিয়ে যায়। অথচ সে দ্রব্যের এত দাম দেওয়া হয়নি।\n",
    "checkStatus": "1",
    "hadithNo": "6719",
    "id": "7462",
    "thesequence": "7625",
    "isActive": "1",
    "chapterId": "17784",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৫২. কেবলমাত্র দুনিয়ার স্বার্থে কারো বায়&rsquo;আত গ্রহন করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ubada bin As-Samit:\n\nAllahs Messenger (ﷺ) said to us while we were in a gathering, Give me the oath (Pledge of allegiance for: (1) Not to join anything in worship along with Allah, (2) Not to steal, (3) Not to commit illegal sexual intercourse, (4) Not to kill your children, (5) Not to accuse an innocent person (to spread such an accusation among people), (6) Not to be disobedient (when ordered) to do good deeds. The Prophet (ﷺ) added: Whoever amongst you fulfill his pledge, his reward will be with Allah, and whoever commits any of those sins and receives the legal punishment in this world for that sin, then that punishment will be an expiation for that sin, and whoever commits any of those sins and Allah does not expose him, then it is up to Allah if He wishes He will punish him or if He wishes, He will forgive him. So we gave the Pledge for that.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، وَقَالَ اللَّيْثُ، حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَبُو إِدْرِيسَ الْخَوْلاَنِيُّ، أَنَّهُ سَمِعَ عُبَادَةَ بْنَ الصَّامِتِ، يَقُولُ قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَنَحْنُ فِي مَجْلِسٍ   تُبَايِعُونِي عَلَى أَنْ لاَ تُشْرِكُوا بِاللَّهِ شَيْئًا، وَلاَ تَسْرِقُوا، وَلاَ تَزْنُوا، وَلاَ تَقْتُلُوا أَوْلاَدَكُمْ، وَلاَ تَأْتُوا بِبُهْتَانٍ تَفْتَرُونَهُ بَيْنَ أَيْدِيكُمْ وَأَرْجُلِكُمْ وَلاَ تَعْصُوا فِي مَعْرُوفٍ، فَمَنْ وَفَى مِنْكُمْ فَأَجْرُهُ عَلَى اللَّهِ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ فِي الدُّنْيَا فَهْوَ كَفَّارَةٌ لَهُ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَسَتَرَهُ اللَّهُ فَأَمْرُهُ إِلَى اللَّهِ إِنْ شَاءَ عَاقَبَهُ وَإِنْ شَاءَ عَفَا عَنْهُ ، فَبَايَعْنَاهُ عَلَى ذَلِكَ.",
    "hadithBengali": "৬৭২০। আবুল ইয়ামান (রহঃ) ও লাইছ (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা এক মজলিসে বসা ছিলাম। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বললেনঃ তোমরা আমার নিকট এ মর্মে বায়&#39;আত গ্রহণ কর যে, আল্লাহর সাথে কাউকে শরীক করবে না, চুরি করবে না, যিনা করবে না; তোমাদের সন্তানদের হত্যা করবে না এবং কাউকে এরূপ মিথ্যা অপবাদ দেবে না, যা তোমাদেরই গড়া আর শরীয়ত সন্মত কাজে আমার নাফরমানী করবে না। তোমাদের মধ্যে যারা এই অঙ্গীকার পূর্ণ করবে, তার প্রতিদান আল্লাহর কাছে। আর যারা এর কোন একটি করবে এবং দুনিয়ায় এ কারনে তাকে শাস্তি প্রদান করা হবে, তাহলে এটা তার কাফফারা (পাপ মোচন) হয়ে যাবে। আর যদি কেউ এর কোন একটি অপরাধ করে ফেলে আর আল্লাহ তা গোপন করে রাখেন, তাহলে তার বিযয়াটি আল্লাহর উপর ন্যাস্ত থাকবে। তিনি ইচ্ছা করলে তাকে শাস্তি দিবেন আর ইচ্ছা করলে তাকে মাফ করে দিবেন। এরপর আমরা এর উপর বায়&#39;আত গ্রহন করলাম।\n",
    "checkStatus": "1",
    "hadithNo": "6720",
    "id": "7463",
    "thesequence": "7626",
    "isActive": "1",
    "chapterId": "17785",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৫৩. স্ত্রীলোকদের বায়&rsquo;আত গ্রহন। এ বিষয়টি ইবন আব্বাস (রাঃ) থেকে বর্নিত আছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nThe Prophet (ﷺ) used to take the Pledge of allegiance from the women by words only after reciting this Holy Verse:--(60.12) ..that they will not associate anything in worship with Allah. (60.12) And the hand of Allahs Messenger (ﷺ) did not touch any womans hand except the hand of that woman his right hand possessed. (i.e. his captives or his lady slaves).",
    "hadithArabic": " حَدَّثَنَا مَحْمُودٌ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُبَايِعُ النِّسَاءَ بِالْكَلاَمِ بِهَذِهِ الآيَةِ {لاَ يُشْرِكْنَ بِاللَّهِ شَيْئًا} قَالَتْ وَمَا مَسَّتْ يَدُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَدَ امْرَأَةٍ، إِلاَّ امْرَأَةً يَمْلِكُهَا.",
    "hadithBengali": "৬৭২১। মাহমুদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর সাথে কাউকে শরীক করো না&rdquo; এই আয়াত পাঠ করে স্ত্রীলোকদের কাছ থেকে বায়আত নিতেন। তিনি আরও বলেন, বৈধ অধিকার প্রাপ্ত মহিলা ছাড়া রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাত অন্য কোন স্ত্রী লোকের হাত স্পর্শ করেনি।\n",
    "checkStatus": "1",
    "hadithNo": "6721",
    "id": "7464",
    "thesequence": "7627",
    "isActive": "1",
    "chapterId": "17785",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৫৩. স্ত্রীলোকদের বায়&rsquo;আত গ্রহন। এ বিষয়টি ইবন আব্বাস (রাঃ) থেকে বর্নিত আছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Um Atiyya:\n\nWe gave the Pledge of allegiance to the Prophet (ﷺ) and he recited to me the verse (60.12). That they will not associate anything in worship with Allah (60.12). And he also prevented us from wailing and lamenting over the dead. A woman from us held her hand out and said, Such-and-such a woman cried over a dead person belonging to my family and I want to compensate her for that crying The Prophet did not say anything in reply and she left and returned. None of those women abided by her pledge except Um Sulaim, Um Al-`Ala, and the daughter of Abi Sabra, the wife of Al-Mu`adh or the daughter of Abi Sabra, and the wife of Mu`adh.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَيُّوبَ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ بَايَعْنَا النَّبِيَّ صلى الله عليه وسلم فَقَرَأَ عَلَىَّ {أَنْ لاَ يُشْرِكْنَ بِاللَّهِ شَيْئًا} وَنَهَانَا عَنِ النِّيَاحَةِ، فَقَبَضَتِ امْرَأَةٌ مِنَّا يَدَهَا فَقَالَتْ فُلاَنَةُ أَسْعَدَتْنِي وَأَنَا أُرِيدُ أَنْ أَجْزِيَهَا، فَلَمْ يَقُلْ شَيْئًا، ثُمَّ رَجَعَتْ، فَمَا وَفَتِ امْرَأَةٌ إِلاَّ أُمُّ سُلَيْمٍ وَأُمُّ الْعَلاَءِ، وَابْنَةُ أَبِي سَبْرَةَ امْرَأَةُ مُعَاذٍ أَوِ ابْنَةُ أَبِي سَبْرَةَ وَامْرَأَةُ مُعَاذٍ.",
    "hadithBengali": "৬৭২২। মুসাদ্দাদ (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বায়আত গ্রহন করলাম। তিনি আমার সামনে পাঠ করলেনঃ স্ত্রীলোকেরা যেন আল্লাহর সাথে কাউকে শরীক না করে। এবং তিনি আমাদেরকে বিলাপ করতে নিষেধ করলেন। এমতাবস্থায় আমাদের মধ্য থেকে একজন স্ত্রীলোক তার হাত গুটিয়ে নিল এবং বলল, অমুক স্ত্রীলোক একবার আমার সাথে বিলাপে সহযোগিতা করেছে। সুতরাং আমি তার প্রতিদান দেওয়ার ইচ্ছা রাখি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিছু বললেন না। স্ত্রীলোকটি চলে গেল এবং পরে এসে বায়আত গ্রহন করল। তবে তাদের মধ্যে উম্মু সুলায়ম, উম্মুল আলা, আর মুআয (রাঃ) এর স্ত্রী আবূ সাবরা এর কন্যা, কিংবা বলেছিলেন, আবূ সাবরা এর কন্যা ও মুআয এর স্ত্রী ব্যতীত অন্য কোন স্ত্রীলোক এই অঙ্গীকার পূর্ণ করেনি।\n",
    "checkStatus": "1",
    "hadithNo": "6722",
    "id": "7465",
    "thesequence": "7628",
    "isActive": "1",
    "chapterId": "17785",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৫৩. স্ত্রীলোকদের বায়&rsquo;আত গ্রহন। এ বিষয়টি ইবন আব্বাস (রাঃ) থেকে বর্নিত আছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\nA bedouin came to the Prophet (ﷺ) and said, Please take my Pledge of allegiance for Islam. So the Prophet took from him the Pledge of allegiance for Islam. He came the next day with a fever and said to the Prophet (ﷺ) Cancel my pledge. But the Prophet (ﷺ) refused and when the bedouin went away, the Prophet said, Medina is like a pair of bellows (furnace): It expels its impurities and brightens and clears its good.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، سَمِعْتُ جَابِرًا، قَالَ جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ بَايِعْنِي عَلَى الإِسْلاَمِ. فَبَايَعَهُ عَلَى الإِسْلاَمِ، ثُمَّ جَاءَ الْغَدَ مَحْمُومًا فَقَالَ أَقِلْنِي. فَأَبَى، فَلَمَّا وَلَّى قَالَ   الْمَدِينَةُ كَالْكِيرِ، تَنْفِي خَبَثَهَا، وَيَنْصَعُ طِيبُهَا .",
    "hadithBengali": "৬৭২৩। আবূ নুআয়ম (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত যে, এক বেদুঈন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, ইসলামের উপর আমার বায়আত নিন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইসলামের উপর তার বায়আত নিলেন। পরদিন সে জ্বরাক্রান্ত অবস্থায় এসে বলল, আমার বায়আত প্রত্যাহার করুন। তিনি অম্বীকৃতি জানালেন। যখন সে চলে গেল, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ মদিনা কামারের হাপরের ন্যায়, সে তার মধ্যকার আবর্জনাকে বের করে এবং খাঁটিটুকু ধরে রাখে।\n",
    "checkStatus": "1",
    "hadithNo": "6723",
    "id": "7466",
    "thesequence": "7629",
    "isActive": "1",
    "chapterId": "17786",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৫৪. যে ব্যক্তি বায়&rsquo;আত ভঙ্গ করে। মহান আল্লাহ তা&rsquo;আলার বাণীঃ যারা তোমার বায়&rsquo;আত গ্রহন করে তারাও মহান আল্লাহরই বায়&rsquo;আত গ্রহন করে....... (৪৮ঃ ১০)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Qasim bin Muhammad:\n\n`Aisha said, O my head! Allahs Messenger (ﷺ) said, If that (i.e., your death) should happen while I am still alive, I would ask Allah to forgive you and would invoke Allah for you. `Aisha said, O my life which is going to be lost! By Allah, I think that you wish for my death, and if that should happen then you would be busy enjoying the company of one of your wives in the last part of that day. The Prophet said, But I should say, O my head! I feel like calling Abu Bakr and his son and appoint (the former as my successors lest people should say something or wish for something. Allah will insist (on Abu Bakr becoming a Caliph) and the believers will prevent (anyone else from claiming the Caliphate), or ..Allah will prevent (anyone else from claiming the Caliphate) and the believers will insist (on Abu Bakr becoming the Caliph).",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، سَمِعْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ، قَالَ قَالَتْ عَائِشَةُ ـ رضى الله عنها ـ وَارَأْسَاهْ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  ذَاكِ لَوْ كَانَ وَأَنَا حَىٌّ فَأَسْتَغْفِرُ لَكِ وَأَدْعُو لَكِ . فَقَالَتْ عَائِشَةُ وَاثُكْلِيَاهْ وَاللَّهِ إِنِّي لأَظُنُّكَ تُحِبُّ مَوْتِي وَلَوْ كَانَ ذَاكَ لَظَلِلْتَ آخِرَ يَوْمِكَ مُعَرِّسًا بِبَعْضِ أَزْوَاجِكَ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم  بَلْ أَنَا وَارَأْسَاهْ لَقَدْ هَمَمْتُ ـ أَوْ أَرَدْتُ ـ أَنْ أُرْسِلَ إِلَى أَبِي بَكْرٍ وَابْنِهِ فَأَعْهَدَ أَنْ يَقُولَ الْقَائِلُونَ أَوْ يَتَمَنَّى الْمُتَمَنُّونَ . ثُمَّ قُلْتُ يَأْبَى اللَّهُ وَيَدْفَعُ الْمُؤْمِنُونَ، أَوْ يَدْفَعُ اللَّهُ وَيَأْبَى الْمُؤْمِنُونَ.",
    "hadithBengali": "৬৭২৪। ইয়াহইয়া ইবনু ইয়াহইয়া (রহঃ) ... কাসিম ইবনু মুহাম্মদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আয়িশা (রাঃ) একদিন বললেন, হায়! আমার মাথা। (এ কথা শুনে) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমার জীবদ্দশায় যদি তা ঘটে, তাহলে আমি তোমার জন্য ক্ষমা প্রার্থনা করব এবং তোমার জন্য দোয়া করব। আয়িশা (রাঃ) বললেনঃ হায় সর্বনাশ! আল্লাহর শপথ! আমার মনে হয় আপনি আমার মৃত্যু পছন্দ করছেন। হ্যাঁ, যদি এমনটি হয়, তাহলে আপনি সেদিনের শেষে অপর কোন স্ত্রীর সাথে বাসর যাপন করবেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি বলছি আক্ষেপ আমার মাথা ব্যথা। অথচ আমি সংকল্প করেছি কিংবা রাবী বলেছেন, ইচ্ছে করেছি যে, আবূ বকর ও তার পূত্রের কাছে লোক পাঠাব এবং (তার খিলাফতের) অসিয়্যাত করে যাব, যাতে এ ব্যাপারে কেউ কিছু বলতে না পারে। কিংবা কোন প্রত্যাশী এ ব্যাপারে কোনরূপ প্রত্যাশা করতে না পারে। (কিন্তু ভেবে চিন্তে) পরে বললাম (আবূ বকরের পরিবর্তে অন্য কারো খলীফা হওয়ার বিষয়টি) আল্লাহ তা অস্বীকার করবেন এবং মুমিনরাও তা প্রত্যাখ্যান করবে। কিংবা বলেছিলেন, আল্লাহ প্রত্যাখ্যান করবেন এবং মু&#39;মিনরা তা অস্বীকার করবে।\n",
    "checkStatus": "1",
    "hadithNo": "6724",
    "id": "7467",
    "thesequence": "7630",
    "isActive": "1",
    "chapterId": "17787",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৫৫. খলীফা বানানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin `Umar:\n\nIt was said to `Umar, Will you appoint your successor? `Umar said, If I appoint a Caliph (as my successor) it is true that somebody who was better than I (i.e., Abu Bakr) did so, and if I leave the matter undecided, it is true that somebody who was better than I (i.e., Allahs Messenger (ﷺ)) did so. On this, the people praised him. `Umar said, People are of two kinds: Either one who is keen to take over the Caliphate or one who is afraid of assuming such a responsibility. I wish I could be free from its responsibility in that I would receive neither reward nor retribution I wont bear the burden of the caliphate in my death as I do in my life.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، أَخْبَرَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ قِيلَ لِعُمَرَ أَلاَ تَسْتَخْلِفُ قَالَ إِنْ أَسْتَخْلِفْ فَقَدِ اسْتَخْلَفَ مَنْ هُوَ خَيْرٌ مِنِّي أَبُو بَكْرٍ، وَإِنْ أَتْرُكْ فَقَدْ تَرَكَ مَنْ هُوَ خَيْرٌ مِنِّي رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَثْنَوْا عَلَيْهِ فَقَالَ رَاغِبٌ رَاهِبٌ، وَدِدْتُ أَنِّي نَجَوْتُ مِنْهَا كَفَافًا لاَ لِي وَلاَ عَلَىَّ لاَ أَتَحَمَّلُهَا حَيًّا وَمَيِّتًا.",
    "hadithBengali": "৬৭২৫। মুহাম্মাদ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, উমর (রাঃ) কে বলা হল, আপনি কি (আপনার পরবর্তী) খলীফা মনোনীত করে যাবেন না? তিনি বললেন, যদি আমি খলীফা মনোনীত করি, তাহলে আমার চেয়ে যিনি শ্রেষ্ট ছিলেন তিনি খলীফা মনোনীত করে গিয়ে ছিলেন, অর্থাৎ আবূ বকর। আর যদি মনোনীত না করি, তাহলে আমার চেয়ে যিনি শ্রেষ্ট্র ছিলেন তিনি খলীফা মনোনীত করে যাননি। অর্থাৎ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। এতে লোকেরা তার প্রশংসা করল। তারপর তিনি বললেন, কেউ এ ব্যাপারে আকাঙ্ক্ষী আর কেউ ভীত। আর আমি পছন্দ করি আমি যেন এ থেকে মুক্তি পাই সমানে সমান, না পুরস্কার না শাস্তি। আমি জীবদ্দশায় ও মৃত্যুর পরে এর দায়িত্ব বহন করতে পারব না।\n",
    "checkStatus": "1",
    "hadithNo": "6725",
    "id": "7468",
    "thesequence": "7631",
    "isActive": "1",
    "chapterId": "17787",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৫৫. খলীফা বানানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nThat he heard `Umars second speech he delivered when he sat on the pulpit on the day following the death of the Prophet (ﷺ) `Umar recited the Tashahhud while Abu Bakr was silent. `Umar said, I wish that Allahs Messenger (ﷺ) had outlived all of us, i.e., had been the last (to die). But if Muhammad is dead, Allah nevertheless has kept the light amongst you from which you can receive the same guidance as Allah guided Muhammad with that. And Abu Bakr is the companion of Allahs Messenger (ﷺ) He is the second of the two in the cave. He is the most entitled person among the Muslims to manage your affairs. Therefore get up and swear allegiance to him. Some people had already taken the oath of allegiance to him in the shed of Bani Sa`ida but the oath of allegiance taken by the public was taken at the pulpit. I heard `Umar saying to Abu Bakr on that day. Please ascend the pulpit, and kept on urging him till he ascended the pulpit whereupon, all the people swore allegiance to him.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ أَنَّهُ سَمِعَ خُطْبَةَ، عُمَرَ الآخِرَةَ حِينَ جَلَسَ عَلَى الْمِنْبَرِ، وَذَلِكَ الْغَدُ مِنْ يَوْمٍ تُوُفِّيَ النَّبِيُّ صلى الله عليه وسلم فَتَشَهَّدَ وَأَبُو بَكْرٍ صَامِتٌ لاَ يَتَكَلَّمُ قَالَ كُنْتُ أَرْجُو أَنْ يَعِيشَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى يَدْبُرَنَا ـ يُرِيدُ بِذَلِكَ أَنْ يَكُونَ آخِرَهُمْ ـ فَإِنْ يَكُ مُحَمَّدٌ صلى الله عليه وسلم قَدْ مَاتَ، فَإِنَّ اللَّهَ تَعَالَى قَدْ جَعَلَ بَيْنَ أَظْهُرِكُمْ نُورًا تَهْتَدُونَ بِهِ بِمَا هَدَى اللَّهُ مُحَمَّدًا صلى الله عليه وسلم وَإِنَّ أَبَا بَكْرٍ صَاحِبُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثَانِي اثْنَيْنِ، فَإِنَّهُ أَوْلَى الْمُسْلِمِينَ بِأُمُورِكُمْ، فَقُومُوا فَبَايِعُوهُ. وَكَانَتْ طَائِفَةٌ مِنْهُمْ قَدْ بَايَعُوهُ قَبْلَ ذَلِكَ فِي سَقِيفَةِ بَنِي سَاعِدَةَ، وَكَانَتْ بَيْعَةُ الْعَامَّةِ عَلَى الْمِنْبَرِ. قَالَ الزُّهْرِيُّ عَنْ أَنَسِ بْنِ مَالِكٍ سَمِعْتُ عُمَرَ يَقُولُ لأَبِي بَكْرٍ يَوْمَئِذٍ اصْعَدِ الْمِنْبَرَ. فَلَمْ يَزَلْ بِهِ حَتَّى صَعِدَ الْمِنْبَرَ، فَبَايَعَهُ النَّاسُ عَامَّةً.",
    "hadithBengali": "৬৭২৬। ইবরাহীম ইবনু মূসা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি উমর (রাঃ) এর দ্বিতীয় ভাষণটি শুনেছেন যা তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইন্তেকালের পরদিন মিম্বরে বসে দিয়েছিলেন। তিনি ভাষণ শুরু করলেন, তখন আবূ বকর (রাঃ) কোন কথা না বলে চুপ রয়েছেন। তিনি বলেন, আমি তো আশা করছিলাম যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মধ্যে বেঁচে থাকবেন এবং আমাদের পিছনে যাবেন। এ থেকে তাঁর উদ্দেশ্য ছিল যে, তিনি সবার শেষে ইন্তেকাল করবেন। তবে মুহাম্মাদ যদিও ইন্তেকাল করেছেন, তবে আল্লাহ তা&#39;আলা তোমাদের মাঝে এমন এক নূর রেখেছেন, যার দ্বারা তোমরা হেদায়াত পাবে। আল্লাহ তা&#39;আলা মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে (এ নুর দিয়ে) হেদায়াত করেছিলেন।\n\nআর আবূ বকর (রাঃ) ছিলেন তাঁর সঙ্গী এবং দু&#39;জনের দ্বিতীয় জন। তোমাদের এ দায়িত্ব বহনের জন্য মুসলমানদের মধ্যে তিনই সর্বোত্তম। সুতরাং তোমরা উঠ এবং তার হাতে বায়&#39;আত গ্রহণ কর। অবশ্য এক জামাআত ইতিপূর্বে বনী সাঈদা গোত্রের ছায়ানীড়ে তার হাতে বায়&#39;আত গ্রহণ করেছিল। আর সাধারণ বায়&#39;আত হয়েছিল মিম্বরের উপর। যুহরী (রহঃ) আনাস ইবনু মালিক (রাঃ) থেকে বর্ণনা করেন যে, আমি সেদিন উমর (রাঃ) কে বলতে শুনেছি যে, তিনি আবূ বকর (রাঃ)-কে বলছেন, মিম্বরে আরোহণ করুন। তিনি বারবার এ কথা বলতে বলতে অবশেষে আবূ বকর (রাঃ) মিম্বরে আরোহণ করলেন। অতঃপর তাঁর কাছে লোকেরা সাধারণ বায়&#39;আত গ্রহণ করল।\n",
    "checkStatus": "1",
    "hadithNo": "6726",
    "id": "7469",
    "thesequence": "7632",
    "isActive": "1",
    "chapterId": "17787",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৫৫. খলীফা বানানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jubair bin Mut`im:\n\nA woman came to the Prophet (ﷺ) and spoke to him about something and he told her to return to him. She said, O Allahs Messenger (ﷺ)! If I come and do not find you? (As if she meant, ...if you die?) The Prophet said, If you should not find me, then go to Abu Bakr.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ مُحَمَّدِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، عَنْ أَبِيهِ، قَالَ أَتَتِ النَّبِيَّ صلى الله عليه وسلم امْرَأَةٌ فَكَلَّمَتْهُ فِي شَىْءٍ فَأَمَرَهَا أَنْ تَرْجِعَ إِلَيْهِ، قَالَتْ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ جِئْتُ وَلَمْ أَجِدْكَ، كَأَنَّهَا تُرِيدُ الْمَوْتَ، قَالَ   إِنْ لَمْ تَجِدِينِي فَأْتِي أَبَا بَكْرٍ .",
    "hadithBengali": "৬৭২৭। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... যুবায়র ইবনু মুতঈম (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক স্ত্রীলোক নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসল এবং কোন এক ব্যাপারে তার সাথে কথা বলল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে পুনরায় আসার নির্দেশ দিলেন। স্ত্রীলোকটি বলল, ইয়া রাসুলাল্লাহ! আমি পুনরায় এসে যদি আপনাকে না পাই? স্ত্রীলোকটি এ বলে (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর) ইন্তেকালের কথা বোঝাতে চাইছিল। তিনি বললেনঃ যদি আমাকে না পাও, তাহলে আবূ বকরের কাছে আসবে।\n",
    "checkStatus": "1",
    "hadithNo": "6727",
    "id": "7470",
    "thesequence": "7633",
    "isActive": "1",
    "chapterId": "17787",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৫৫. খলীফা বানানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Tariq bin Shihab:\n\nAbu Bakr said to the delegate of Buzakha. Follow the tails of the camels till Allah shows the Caliph (successor) of His Prophet and Al-Muhajirin (emigrants) something because of which you may excuse yourselves.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، حَدَّثَنِي قَيْسُ بْنُ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، عَنْ أَبِي بَكْرٍ ـ رضى الله عنه ـ قَالَ لِوَفْدِ بُزَاخَةَ تَتْبَعُونَ أَذْنَابَ الإِبِلِ حَتَّى يُرِيَ اللَّهُ خَلِيفَةَ نَبِيِّهِ صلى الله عليه وسلم وَالْمُهَاجِرِينَ أَمْرًا يَعْذِرُونَكُمْ بِهِ.",
    "hadithBengali": "৬৭২৮। মুসাদ্দাদ (রহঃ) ... আবূ বকর (রাঃ) থেকে বর্ণিত। তিনি বুযাখা প্রতিনিধিদলকে বলেছিলেন যতদিন না আল্লাহ তাআলা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খলীফা ও মুহাজিরীনদের এমন একটা পথ দেখিয়ে দেন যাতে তারা তোমাদের ওযর গ্রহন করেন, ততদিন পর্যন্ত তোমরা উটের লেজের পিছনে লেগে থাকবে (অর্থাৎ যাযাবর জীবন যাপন করবে)।\n",
    "checkStatus": "1",
    "hadithNo": "6728",
    "id": "7471",
    "thesequence": "7634",
    "isActive": "1",
    "chapterId": "17787",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৫৫. খলীফা বানানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin Samura:\n\nI heard the Prophet (ﷺ) saying, There will be twelve Muslim rulers (who will rule all the Islamic world). He then said a sentence which I did not hear. My father said, All of them (those rulers) will be from Quraish.",
    "hadithArabic": "حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْمَلِكِ، سَمِعْتُ جَابِرَ بْنَ سَمُرَةَ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   يَكُونُ اثْنَا عَشَرَ أَمِيرًا ـ فَقَالَ كَلِمَةً لَمْ أَسْمَعْهَا فَقَالَ أَبِي إِنَّهُ قَالَ ـ كُلُّهُمْ مِنْ قُرَيْشٍ .",
    "hadithBengali": "৬৭২৯। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... জাবির ইবনু সামুরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, বারজন আমীর হবে। এরপর তিনি একটি কথা বলছিলেন যা আমি শুনতে পারিনি। তবে আমার পিতা বলেছেন যে, তিনি বলেছিলেন সকলেই কুরাইশ গোত্র থেকে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "6729",
    "id": "7472",
    "thesequence": "7635",
    "isActive": "1",
    "chapterId": "17788",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৫৬. পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Huraira:\n\nAllahs Messenger (ﷺ) said, By Him in Whose Hands my life is, I was about to order for collecting fire wood and then order someone to pronounce the Adhan for the prayer and then order someone to lead the people in prayer and then I would go from behind and burn the houses of men who did not present themselves for the (compulsory congregational) prayer. By Him in Whose Hands my life is, if anyone of you had known that he would receive a bone covered with meat or two (small) pieces of meat present in between two ribs, he would come for `Isha prayer. ",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ هَمَمْتُ أَنْ آمُرَ بِحَطَبٍ يُحْتَطَبُ، ثُمَّ آمُرَ بِالصَّلاَةِ فَيُؤَذَّنَ لَهَا، ثُمَّ آمُرَ رَجُلاً فَيَؤُمَّ النَّاسَ، ثُمَّ أُخَالِفَ إِلَى رِجَالٍ فَأُحَرِّقَ عَلَيْهِمْ بُيُوتَهُمْ، وَالَّذِي نَفْسِي بِيَدِهِ لَوْ يَعْلَمُ أَحَدُكُمْ أَنَّهُ يَجِدُ عَرْقًا سَمِينًا أَوْ مَرْمَاتَيْنِ حَسَنَتَيْنِ لَشَهِدَ الْعِشَاءَ . قَالَ مُحَمَّدُ بْنُ يُوسُفَ قَالَ يُونُسُ قَالَ مُحَمَّدُ بْنُ سُلَيْمَانَ قَالَ أَبُو عَبْدِ اللَّهِ مِرْمَاةٌ مَا بَيْنَ ظِلْفِ الشَّاةِ مِنَ اللَّحْمِ مِثْلُ مِنْسَاةٍ وَمِيضَاةٍ. الْمِيمُ مَخْفُوضَةٌ.",
    "hadithBengali": "৬৭৩০। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে সত্তার হাতে আমার প্রাণ তার শপথ করে বলছি! আমার ইচ্ছা হয় যে, আমি জালানি কাঠ সংগ্রহের নির্দেশ দেই। তারপর সালাত (নামায/নামাজ) এর আযান দেওয়ার জন্য হুকুম করি এবং একজনকে লোকদের ইমামত করাতে বলি। এরপর আমি জামায়াতে আসে নাই সেসব লোকদের কাছে যাই আর তাদেরসহ তাদের ঘরগুলো জালিয়ে দেই। আমার প্রাণ যে সত্তার হাতে তার শপথ করে বলছি, যদি তারা জানত যে, একটি গোশতবহুল হাড় কিংবা দুটি বকরীর ক্ষুর পাবে তাহলে তারা এশার জামাআতে অবশ্যই হাযির হত।\n\nমুহাম্মাদ ইবনু ইউসুফ (রহঃ) ... আবূ আবদুল্লাহ (বুখারী) (রহঃ) বলেনঃمِرْمَاةٌ অর্থ বকরীর ক্ষুরের মধ্যবর্তী গোশত। ছন্দগতভাবে مِنْسَاةٍ وَمِيضَاةٍ এর ন্যায় مِرْمَاةٌ এর মীম বর্ণটি যেরযুক্ত।\n",
    "checkStatus": "1",
    "hadithNo": "6730",
    "id": "7473",
    "thesequence": "7636",
    "isActive": "1",
    "chapterId": "17789",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৫৭. বিবাদমান সন্দেহযুক্ত ব্যক্তিদের ব্যাপারে জ্ঞান লাভ করার পর তাদেরকে ঘর থেকে বের করে দেওয়া। আবু বকর (রাঃ) এর বোনকে মৃত ব্যক্তির উপর বিলাপ করার কারনে ঘর থেকে বের করে দিয়েছিলেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Abdullah bin Ka`b bin Malik:\n\nWho was Ka`bs guide from among his sons when Ka`b became blind: I heard Ka`b bin Malik saying, When some people remained behind and did not join Allahs Messenger (ﷺ) in the battle of Tabuk.. and then he described the whole narration and said, Allahs Messenger (ﷺ) forbade the Muslims to speak to us, and so we (I and my companions) stayed fifty nights in that state, and then Allahs Messenger (ﷺ) announced Allahs acceptance of our repentance.",
    "hadithArabic": " حَدَّثَنِي يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، أَنَّ عَبْدَ اللَّهِ بْنَ كَعْبِ بْنِ مَالِكٍ ـ وَكَانَ قَائِدَ كَعْبٍ مِنْ بَنِيهِ حِينَ عَمِيَ ـ قَالَ سَمِعْتُ كَعْبَ بْنَ مَالِكٍ، قَالَ لَمَّا تَخَلَّفَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزْوَةِ تَبُوكَ ـ فَذَكَرَ حَدِيثَهُ ـ وَنَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم الْمُسْلِمِينَ عَنْ كَلاَمِنَا، فَلَبِثْنَا عَلَى ذَلِكَ خَمْسِينَ لَيْلَةً، وَآذَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِتَوْبَةِ اللَّهِ عَلَيْنَا.",
    "hadithBengali": "৬৭৩১। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবদুর রহমান ইবনু আবদুল্লাহ ইবনু কা&#39;ব ইবনু মালিক (রাঃ) থেকে বর্ণিত। আবদুল্লাহ ইবনু কা&#39;ব ইবনু মালিক (রাঃ), কা&#39;ব (রাঃ) অন্ধ হয়ে যাওয়ার পর তাঁর সন্তানদের থেকে তিনি তাঁকে (কা&#39;ব) পথ দেখাতেন। তিনি বলেন, আমি কাব ইবনু মালিক (রাঃ) কে বলতে শুনেছি তিনি বলেন যে, যখন তিনি তাবুকের যুদ্ধে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে যোগদান না করে রয়ে গেলেন। তারপর তিনি পূর্ণ ঘটনা বর্ণনা করে বললেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুসলমানদেরকে আমাদের সাথে কথা বলতে নিষেধ করে দিলেন। ফলে পঞ্চাশ রাত আমরা এভাবে অবস্থান করলাম। এরপর আল্লাহ তাআলা আমাদের তওবা কবুল করেছেন বলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানিয়ে দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "6731",
    "id": "7474",
    "thesequence": "7637",
    "isActive": "1",
    "chapterId": "17790",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "87",
    "statusId": "1",
    "topicName": "৩০৫৮. শাসক আসামী ও অপরাধীদেরকে তার সাথে কথা বলা, দেখা-সাক্ষাৎ ইত্যাদি থেকে বারন করতে পারবেন কিনা?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]