[
  {
    "hadithEnglish": "Narrated Ibn Shihab: Once `Umar bin `Abdul `Aziz delayed the prayer and `Urwa bin Az-Zubair went to him and said, Once in Iraq, Al-Mughira bin Shu`ba delayed his prayers and Abi Mas`ud Al-Ansari went to him and said, O Mughira! What is this? Dont you know that once Gabriel came and offered the prayer (Fajr prayer) and Allahs Messenger (sallallahu alaihi wa sallam) prayed too, then he prayed again (Zuhr prayer) and so did Allahs Apostle and again he prayed (`Asr prayers and Allahs Messenger (sallallahu alaihi wa sallam) did the same; again he prayed (Maghrib-prayer) and so did Allahs Messenger (sallallahu alaihi wa sallam) and again prayed (`Isha prayer) and so did Allahs Apostle and (Gabriel) said, I was ordered to do so (to demonstrate the prayers prescribed to you)? `Umar (bin `Abdul `Aziz) said to `Urwa, Be sure of what you Say. Did Gabriel lead Allahs Messenger (sallallahu alaihi wa sallam) at the stated times of the prayers? `Urwa replied, Bashir bin Abi Mas`ud narrated like this on the authority of his father. `Urwa added, Aisha told me that Allahs Messenger (sallallahu alaihi wa sallam) used to pray `Asr prayer when the sunshine was still inside her residence (during the early time of `Asr).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، أَخَّرَ الصَّلاَةَ يَوْمًا، فَدَخَلَ عَلَيْهِ عُرْوَةُ بْنُ الزُّبَيْرِ، فَأَخْبَرَهُ أَنَّ الْمُغِيرَةَ بْنَ شُعْبَةَ أَخَّرَ الصَّلاَةَ يَوْمًا وَهْوَ بِالْعِرَاقِ، فَدَخَلَ عَلَيْهِ أَبُو مَسْعُودٍ الأَنْصَارِيُّ فَقَالَ مَا هَذَا يَا مُغِيرَةُ أَلَيْسَ قَدْ عَلِمْتَ أَنَّ جِبْرِيلَ نَزَلَ فَصَلَّى، فَصَلَّى رَسُولُ اللَّهِ صلى  الله عليه وسلم ثُمَّ صَلَّى فَصَلَّى رَسُولُ اللَّهِ صلى  الله عليه وسلم ثُمَّ صَلَّى فَصَلَّى رَسُولُ اللَّهِ صلى  الله عليه وسلم ثُمَّ صَلَّى فَصَلَّى رَسُولُ اللَّهِ صلى  الله عليه وسلم ثُمَّ صَلَّى فَصَلَّى رَسُولُ اللَّهِ صلى  الله عليه وسلم ثُمَّ قَالَ   بِهَذَا أُمِرْتُ . فَقَالَ عُمَرُ لِعُرْوَةَ اعْلَمْ مَا تُحَدِّثُ أَوَإِنَّ جِبْرِيلَ هُوَ أَقَامَ لِرَسُولِ اللَّهِ صلى  الله عليه وسلم وَقْتَ الصَّلاَةِ. قَالَ عُرْوَةُ كَذَلِكَ كَانَ بَشِيرُ بْنُ أَبِي مَسْعُودٍ يُحَدِّثُ عَنْ أَبِيهِ. قَالَ عُرْوَةُ وَلَقَدْ حَدَّثَتْنِي عَائِشَةُ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم كَانَ يُصَلِّي الْعَصْرَ، وَالشَّمْسُ فِي حُجْرَتِهَا قَبْلَ أَنْ تَظْهَرَ.",
    "hadithBengali": "৪৯৭। আবদুল্লাহ্ ইবনু মাসলামা (রহঃ)......... ইবনু শিহাব (রহঃ) থেকে বর্ণিত, উমর ইবনু আবদুল আযীয (রাঃ) একদিন কোন এক সালাত (নামায/নামাজ) আদায়ে বিলম্ব করলেন। তখন উরওয়া ইবনু যুবাইর (রাঃ) তাঁর কাছে গেলেন এবং তাঁর কাছে বর্ণনা করলেন যে, ইরাকে অবস্থানকালে মুগীরা ইবনু শুবা (রাঃ) একদিন এক সালাত (নামায/নামাজ) আদায়ে বিলম্ব করেছিলেন। ফলে আবূ মাসঊন আনসারী (রাঃ) তাঁর নিকট গিয়ে বললেন, হে মুগীরা ! একি? তুমি কি অবগত নও যে, জিবরীল (আলাইহিস সালাম) অবতরন করে সালাত (নামায/নামাজ) আদায় করলেন, আর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও সালাত (নামায/নামাজ) আদায় করলেন। আবার তিনি সালাত (নামায/নামাজ) আদায় করলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও সালাত (নামায/নামাজ) আদায় করলেন। পুনরায় তিনি সালাত (নামায/নামাজ) আদায় করলেন এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও সালাত (নামায/নামাজ) আদায় করলেন। আবার তিনি সালাত (নামায/নামাজ) আদায় করলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও সালাত (নামায/নামাজ) আদায় করলেন। পুনরায় তিনি সালাত (নামায/নামাজ) আদায় করলেন এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও সালাত (নামায/নামাজ) আদায় করলেন। তারপর জিবরীল (আলাইহি ওয়াসাল্লাম) বললেন, এরই জন্য আমি আদিষ্ট হয়েছি।* উমর ইবনু আবদুল আযীয) (রহঃ) উরওয়া (রহঃ)- কে বললেন, &ldquo;তুমি যা রিওয়ায়াত করছ তা একটু ভেবে দেখ। জিবরীলই কি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য সালাত (নামায/নামাজ)-এর ওয়াক্ত নির্ধারণ করে দিয়েছিলেন?&rdquo; উরওয়া (রহঃ) বললেন, বাশীর ইবনু আবূ মাসউদ (রহঃ) তার পিতা থেকে এরূপই বর্ণনা করতেন। উরওয়া (রহঃ) বলেনঃ অবশ্য আয়িশা (রাঃ) আমার কাছে বর্ননা করেছেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন মুহূর্তে আসরের সালাত (নামায/নামাজ) আদায় করতেন যে, সূর্যেরশ্মি তখনও তাঁর হুজরার মধ্যে বিরাজমান থাকত। তবে তা উপরের দিকে উঠে যাওয়ার আগেই।\n",
    "checkStatus": "1",
    "hadithNo": "497",
    "id": "508",
    "thesequence": "923",
    "isActive": "1",
    "chapterId": "2034",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৫১। সালাতের সময় ও তাঁর ফযিলত। আল্লাহ্&zwnj; তায়ালার বানী &quot;নিশ্চয়ই সালাত মু&#039;মিনদের উপর নির্ধারত ফরয&quot; আয়াতে ব্যাবহৃত &#039;মাওকুতান&#039; শব্দটি &#039;মুয়াক্কাতান&#039; এর অর্থে ব্যবহৃত অর্থাৎনির্ধারিত সময়ে ফরয- যা আল্লাহ্&zwnj; তায়ালা তাদের জন্য নির্ধারিত করে দিয়েছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas: Once a delegation of `Abdul Qais came to Allahs Messenger (sallallahu alaihi wa sallam) and said, We belong to such and such branch of the tribe of Raba [??] and we can only come to you in the sacred months. Order us to do something good so that we may (carry out) take it from you and also invite to it our people whom we have left behind (at home). The Prophet (sallallahu alaihi wa sallam) said,  I order you to do four things and forbid you from four things. (The first four are as follows): -1. To believe in Allah. (And then he: explained it to them i.e.) to testify that none has the right to be worshipped but Allah and (Muhammad) am Allahs Messenger (sallallahu alaihi wa sallam) -2. To offer prayers perfectly (at the stated times): -3. To pay Zakat (obligatory charity) -4. To give me Khumus (The other four things which are forbidden are as follows): -1. Dubba -2. Hantam -3. Muqaiyat [??] -4. Naqir (all these are utensils used for the preparation of alcoholic drinks).",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا عَبَّادٌ ـ هُوَ ابْنُ عَبَّادٍ ـ عَنْ أَبِي جَمْرَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَدِمَ وَفْدُ عَبْدِ الْقَيْسِ عَلَى رَسُولِ اللَّهِ صلى  الله عليه وسلم فَقَالُوا إِنَّا مِنْ هَذَا الْحَىِّ مِنْ رَبِيعَةَ، وَلَسْنَا نَصِلُ إِلَيْكَ إِلاَّ فِي الشَّهْرِ الْحَرَامِ، فَمُرْنَا بِشَىْءٍ نَأْخُذْهُ عَنْكَ، وَنَدْعُو إِلَيْهِ مَنْ وَرَاءَنَا. فَقَالَ   آمُرُكُمْ بِأَرْبَعٍ، وَأَنْهَاكُمْ عَنْ أَرْبَعٍ الإِيمَانِ بِاللَّهِ ـ ثُمَّ فَسَّرَهَا لَهُمْ شَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ، وَأَنِّي رَسُولُ اللَّهِ، وَإِقَامُ الصَّلاَةِ، وَإِيتَاءُ الزَّكَاةِ، وَأَنْ تُؤَدُّوا إِلَىَّ خُمُسَ مَا غَنِمْتُمْ، وَأَنْهَى عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالْمُقَيَّرِ وَالنَّقِيرِ .",
    "hadithBengali": "৪৯৮। কুতাইবা ইবনু সায়ীদ (রহঃ)...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার আবদুল কায়স গোত্রের একটি প্রতিনিধি দল রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর নিকটে এসে বলল, আপনার ও আমাদের মাঝে সে রাবীআ গোত্র থাকায় শাহ্&zwnj;রে হারাম (নিষিদ্ধ মাসসমূহ) ছাড়া অন্য কোন সময় আমরা আপনার নিকট আসতে পারি না। কাজেই আপনি আমাদের এমন কিছু নির্দেশ দিন যা আমরা নিজেরাও গ্রহণ করব এবং যারা পিছনে রয়ে গেছে তাদের প্রতিও আহবান জানাব। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি তোমাদের চারটি বিষয়ে নির্দেশ দিচ্ছি, আর চারটি বিষয় থেকে তোমাদের নিষেধ করছি। নির্দেশিত বিষয়ের মাঝে একটি হল ঈমান বিল্লাহ্ (আল্লাহর প্রতি বিশ্বাস স্থাপন করা)। তারপর তিনি তাদেরকে ব্যাখ্যা করে বুঝালেন যে, ঈমান বিল্লাহ্&zwnj; অর্থ হল, এ কথার সাক্ষ্য দেওয়া যে, এক আল্লাহ্ ব্যাতিত অন্য কোন ইলাহ্ নেই আর আমি আল্লাহর রাসূল, সালাত (নামায/নামাজ) কায়েম করা, য়াকাত দেওয়া, আর গনীমতের মালের এক-পঞ্চমাংশ দান করা। আর তোমাদের নিষেধ করছি কদুর পাত্র, সবুজ রঙের মাটির পাত্র, বিশেষ ধরনের তৈলাক্ত পাত্র ও গাছের গুড়ি খোদাই করে তৈরী পাত্র ব্যবহার করতে।\n",
    "checkStatus": "1",
    "hadithNo": "498",
    "id": "509",
    "thesequence": "924",
    "isActive": "1",
    "chapterId": "2035",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৫২। আল্লাহ্&zwnj; তায়ালার বানীঃ &quot;আল্লাহর প্রতি নিবিষ্ট চিত্ত হয়ে এবং তোমরা তাঁকে ভয় করো আর সালাত কায়িম করো, এবং মুশ্রিকদের অন্তর্ভুক্ত হয় না।&quot;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jarir bin `Abdullah: I gave the pledge of allegiance to Allahs Messenger (sallallahu alaihi wa sallam) for to offer prayers perfectly, to pay Zakat regularly, and to give good advice to every Muslim.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا يَحْيَى، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنَا قَيْسٌ، عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ، قَالَ بَايَعْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم عَلَى إِقَامِ الصَّلاَةِ، وَإِيتَاءِ الزَّكَاةِ، وَالنُّصْحِ لِكُلِّ مُسْلِمٍ.",
    "hadithBengali": "৪৯৯। মুহাম্মাদ ইবনুল মুছান্না (রহঃ)......... জারীর ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর নিকট সালাত (নামায/নামাজ) আদায়, যাকাত প্রদান এবং প্রত্যেক মুসলমানকে নসীহত করার বায়আত গ্রহন করেছি।\n",
    "checkStatus": "1",
    "hadithNo": "499",
    "id": "510",
    "thesequence": "925",
    "isActive": "1",
    "chapterId": "2036",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৫৩। সালাত কায়েমের বায়&#039;আত গ্রহণ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Shaqiq: that he had heard Hudhaifa saying, Once I was sitting with `Umar and he said, Who amongst you remembers the statement of Allahs Messenger (sallallahu alaihi wa sallam) about the afflictions? I said, I know it as the Prophet (sallallahu alaihi wa sallam) had said it. `Umar said, No doubt you are bold. I said, The afflictions caused for a man by his wife, money, children and neighbor are expiated by his prayers, fasting, charity and by enjoining (what is good) and forbidding (what is evil). `Umar said, I did not mean that but I asked about that affliction which will spread like the waves of the sea. I (Hudhaifa) said, O leader of the faithful believers! You need not be afraid of it as there is a closed door between you and it. `Umar asked, Will the door be broken or opened? I replied, It will be broken. `Umar said, Then it will never be closed again. I was asked whether `Umar knew that door. I replied that he knew it as one knows that there will be night before the tomorrow morning. I narrated a Hadith that was free from any misstatement The subnarrator added that they deputized Masruq to ask Hudhaifa (about the door). Hudhaifa said, The door was `Umar himself.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنِ الأَعْمَشِ، قَالَ حَدَّثَنِي شَقِيقٌ، قَالَ سَمِعْتُ حُذَيْفَةَ، قَالَ كُنَّا جُلُوسًا عِنْدَ عُمَرَ ـ رضى الله عنه ـ فَقَالَ أَيُّكُمْ يَحْفَظُ قَوْلَ رَسُولِ اللَّهِ صلى  الله عليه وسلم فِي الْفِتْنَةِ قُلْتُ أَنَا، كَمَا قَالَهُ. قَالَ إِنَّكَ عَلَيْهِ ـ أَوْ عَلَيْهَا ـ لَجَرِيءٌ. قُلْتُ   فِتْنَةُ الرَّجُلِ فِي أَهْلِهِ وَمَالِهِ وَوَلَدِهِ وَجَارِهِ تُكَفِّرُهَا الصَّلاَةُ وَالصَّوْمُ وَالصَّدَقَةُ وَالأَمْرُ وَالنَّهْىُ . قَالَ لَيْسَ هَذَا أُرِيدُ، وَلَكِنِ الْفِتْنَةُ الَّتِي تَمُوجُ كَمَا يَمُوجُ الْبَحْرُ. قَالَ لَيْسَ عَلَيْكَ مِنْهَا بَأْسٌ يَا أَمِيرَ الْمُؤْمِنِينَ، إِنَّ بَيْنَكَ وَبَيْنَهَا بَابًا مُغْلَقًا. قَالَ أَيُكْسَرُ أَمْ يُفْتَحُ قَالَ يُكْسَرُ. قَالَ إِذًا لاَ يُغْلَقَ أَبَدًا. قُلْنَا أَكَانَ عُمَرُ يَعْلَمُ الْبَابَ قَالَ نَعَمْ، كَمَا أَنَّ دُونَ الْغَدِ اللَّيْلَةَ، إِنِّي حَدَّثْتُهُ بِحَدِيثٍ لَيْسَ بِالأَغَالِيطِ. فَهِبْنَا أَنْ نَسْأَلَ حُذَيْفَةَ، فَأَمَرْنَا مَسْرُوقًا فَسَأَلَهُ فَقَالَ الْبَابُ عُمَرُ.",
    "hadithBengali": "৫০০। মূসাদ্দাদ (রহঃ)...... হুযাইফা (রাঃ) থেকে বর্ণিত, তিনি বলেন, একদা আমরা উমর (রাঃ) &ndash; এর কাছে বসা ছিলাম। তখন তিনি বললেন, ফিতনা সম্পর্কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর বক্তব্য তোমাদের মধ্যে কে স্মরণ রেখেছ? . হুযাইফা (রাঃ) বললেন, যেমনি তিনি বলেছিলেন হুবহু তেমনই আমি মনে রেখেছি। উমর (রাঃ) বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর বাণী স্মরণ রাখার ব্যপারে তুমি খুব দৃঢ়তার পরিচয় দিচ্ছ। আমি বললাম, (রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন) মানুষ নিজের পরিবার-পরিজন, ধন-সম্পদ, সন্তান-সন্ততি, পাড়া-প্রতিবেশীদের ব্যাপারে যে ফেতনায় পতিত হয় -সালাত (নামায/নামাজ), সিয়াম, সাদাকা, (ন্যায়ের) আদেশ ও (অন্যায়ের) নিষেধ তা দূরীভূত করে দেয়। . উমর (রাঃ) বললেন, তা আমার উদ্দেশ্যে নয়। বরং আমি সেই ফিতনার কথা বলছি, যা সমুদ্র তরঙের ন্যায় ভয়াল হবে। হুযাইফা (রাঃ) বললেন, হে আমীরুল মুমিনীন ! সে ব্যাপারে আপনার ভয়ের কোন কারন নেই। কেননা, আপনার ও সে ফিতনার মাঝখানে একটি বন্ধ দরজা রয়েছে। . উমর (রাঃ) জিজ্ঞাসা করলেন, সে দরজাটি ভেঙ্গে ফেলা হবে, না খুলে দেওয়া হবে? হুযাইফা (রাঃ) বললেন, ভেঙ্গে ফেলা হবে। উমর (রাঃ) বললেন, তাহলে তো আর কোন দিন তা বন্ধ করা যাবে না।\n\n[হুযাইফা (রাঃ) &ndash; এর ছাত্র শাকীক (রহঃ) বললেন], আমরা জিজ্ঞাসা করলাম, হজরত উমর (রাঃ) কি সে দরজাটি সম্পর্কে জানতেন? হুযাইফা (রাঃ) বললেন, হ্যাঁ, দিনের পূর্বে রাতের আগমন যেমন সুনিশ্চিত, তেমনি নিশ্চিতভাবে তিনি জানতেন। কেননা আমি তার কাছে এমন একটি হাদিস বর্ণনা করেছি, যা মোটেও ভুল নয়। (দারজাটি কী) এ বিষয়ে হুযাইফা (রাঃ) কে জিজ্ঞাসা করতে আমরা ভয় পাছিলাম। তাই, আমরা মাসরূক (রহঃ) &ndash; কে বললাম এবং তিনি তাঁকে জিজ্ঞাসা করলেন। তিনি বললেন, দরজাটি উমর (রাঃ) নিজেই।\n",
    "checkStatus": "1",
    "hadithNo": "500",
    "id": "511",
    "thesequence": "926",
    "isActive": "1",
    "chapterId": "2037",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৫৪। সালাত হল (গুনাহর) কাফফারা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Mas`ud: A man kissed a woman (unlawfully) and then went to the Prophet (sallallahu alaihi wa sallam) and informed him. Allah revealed: And offer prayers perfectly At the two ends of the day And in some hours of the night (i.e. the five compulsory prayers). Verily! good deeds remove (annul) the evil deeds (small sins) (11.114). The man asked Allahs Messenger (sallallahu alaihi wa sallam), Is it for me? He said, It is for all my followers.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنِ ابْنِ مَسْعُودٍ، أَنَّ رَجُلاً، أَصَابَ مِنَ امْرَأَةٍ قُبْلَةً، فَأَتَى النَّبِيَّ صلى  الله عليه وسلم فَأَخْبَرَهُ، فَأَنْزَلَ اللَّهُ {أَقِمِ الصَّلاَةَ طَرَفَىِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ}. فَقَالَ الرَّجُلُ يَا رَسُولَ اللَّهِ أَلِي هَذَا قَالَ  لِجَمِيعِ أُمَّتِي كُلِّهِمْ .",
    "hadithBengali": "৫০১। কুতাইবা (রহঃ)......... আবদুল্লাহ ইবনু মাসঊদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক ব্যাক্তি জনৈক মহিলাকে চুম্বন করে বসে। পরে সে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম - এর আছে এসে বিষয়টি তাঁর গোচরীভূত করে। তখন আল্লাহ্তাআলা আয়াত নাযিল করেনঃ &ldquo;দিনের দুপ্রান্তে-সকাল ও সন্ধ্যায় এবং রাতের প্রথম অংশে সালাত (নামায/নামাজ) কায়েম কর। নিশ্চয়ই ভাল কাজ পাপাচারকে মিটিয়ে দেয়&rdquo;। লোকটি জিজ্ঞাস করল, ইয়া রাসুলাল্লাহ ! এ কি শুধু আমার বেলায়? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার সকল উম্মাতের জন্যই।\n",
    "checkStatus": "1",
    "hadithNo": "501",
    "id": "512",
    "thesequence": "927",
    "isActive": "1",
    "chapterId": "2037",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৫৪। সালাত হল (গুনাহর) কাফফারা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah: I asked the Prophet (sallallahu alaihi wa sallam) Which deed is the dearest to Allah? He replied, To offer the prayers at their early stated fixed times. I asked, What is the next (in goodness)? He replied, To be good and dutiful to your parents I again asked, What is the next (in goodness)? He replied, To participate in Jihad (religious fighting) in Allahs cause. `Abdullah added, I asked only that much and if I had asked more, the Prophet (sallallahu alaihi wa sallam) would have told me more.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، هِشَامُ بْنُ عَبْدِ الْمَلِكِ قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ الْوَلِيدُ بْنُ الْعَيْزَارِ أَخْبَرَنِي قَالَ سَمِعْتُ أَبَا عَمْرٍو الشَّيْبَانِيَّ، يَقُولُ حَدَّثَنَا صَاحِبُ، هَذِهِ الدَّارِ وَأَشَارَ إِلَى دَارِ عَبْدِ اللَّهِ قَالَ سَأَلْتُ النَّبِيَّ صلى  الله عليه وسلم أَىُّ الْعَمَلِ أَحَبُّ إِلَى اللَّهِ قَالَ  الصَّلاَةُ عَلَى وَقْتِهَا . قَالَ ثُمَّ أَىُّ قَالَ  ثُمَّ بِرُّ الْوَالِدَيْنِ . قَالَ ثُمَّ أَىُّ قَالَ  الْجِهَادُ فِي سَبِيلِ اللَّهِ . قَالَ حَدَّثَنِي بِهِنَّ وَلَوِ اسْتَزَدْتُهُ لَزَادَنِي.",
    "hadithBengali": "৫০২। আবূল ওয়ালীদ হিশাম ইবনু আবদুল মালেক (রহঃ)...... আবূ আমর শায়বানী (রহঃ) থেকে বর্ণিত, তিনি আবদুল্লাহ ইবনু মাসঊদ (রাঃ)- এর বাড়ীর দিকে ইশারা করে বলেন, এ বাড়ীর মালিক আমাদের কাছে বর্ণনা করেছেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম - কে জিজ্ঞাসা করলাম, কোন্ আমল আল্লাহর নিকট অধিক প্রিয়? তিনি বললেন, যথাসময়ে সালাত (নামায/নামাজ) আদায় করা। ইবনু মাসঊদ (রা পুনরায় জিজ্ঞাসা করলেন, এরপর কোনটি? তিনি বললেন, এরপর পিতা-মাতার প্রতি সদ্ব্যবহার। ইবনু মাসঊদ (রাঃ) আবার জিজ্ঞাসা করলেন, এরপর কোনটি? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এরপর জিহাদ ফী সাবীলিল্লাহ্ (আল্লাহর পথে জিহাদ)। ইবনু মাসঊদ (রাঃ) বলেন, এগুলো তো রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেছেনই, যদি আমি আরও বেশী জানতে চাইতাম, তাহলে তিনি আরও বলতেন।\n",
    "checkStatus": "1",
    "hadithNo": "502",
    "id": "513",
    "thesequence": "928",
    "isActive": "1",
    "chapterId": "2038",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৫৫। যথাসময়ে সালাত আদায়ের ফযিলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: I heard Allahs Messenger (sallallahu alaihi wa sallam) saying, If there was a river at the door of anyone of you and he took a bath in it five times a day would you notice any dirt on him? They said, Not a trace of dirt would be left. The Prophet (sallallahu alaihi wa sallam) added, That is the example of the five prayers with which Allah blots out (annuls) evil deeds.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ، قَالَ حَدَّثَنِي ابْنُ أَبِي حَازِمٍ، وَالدَّرَاوَرْدِيُّ، عَنْ يَزِيدَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَقُولُ  أَرَأَيْتُمْ لَوْ أَنَّ نَهَرًا بِبَابِ أَحَدِكُمْ، يَغْتَسِلُ فِيهِ كُلَّ يَوْمٍ خَمْسًا، مَا تَقُولُ ذَلِكَ يُبْقِي مِنْ دَرَنِهِ . قَالُوا لاَ يُبْقِي مِنْ دَرَنِهِ شَيْئًا. قَالَ  فَذَلِكَ مِثْلُ الصَّلَوَاتِ الْخَمْسِ، يَمْحُو اللَّهُ بِهَا الْخَطَايَا .",
    "hadithBengali": "৫০৩। ইব্রাহীম ইবনু হামযা (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; কে বলতে শুনেছেন, &ldquo;বলত যদি তোমাদের কারো বাড়ীর সামনে একটি নদী থাকে, আর সে তাতে প্রত্যহ পাঁচবার গোসল করে, তাহলে কি তার দেহে কোন ময়লা থাকবে?&rdquo; তারা বললেন, তার দেহে কোনরূপ ময়লা বাকী থাকবে না। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ হল পাঁচ ওয়াক্ত সালাত (নামায/নামাজ)-এর উদাহরণ। এর মাধ্যমে আল্লাহ তাআলা (বান্দার) গুনাহসমূহ মিটিয়ে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "503",
    "id": "514",
    "thesequence": "929",
    "isActive": "1",
    "chapterId": "2039",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৫৬। পাঁচ ওয়াক্তের সালাত (গুনাসমূহের) কাফফারা।",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Ghailan: Anas said, I do not find (now-a-days) things as they were (practiced) at the time of the Prophet. Somebody said The prayer (is as it was.) Anas said, Have you not done in the prayer what you have done?",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا مَهْدِيٌّ، عَنْ غَيْلاَنَ، عَنْ أَنَسٍ، قَالَ مَا أَعْرِفُ شَيْئًا مِمَّا كَانَ عَلَى عَهْدِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم. قِيلَ الصَّلاَةُ. قَالَ أَلَيْسَ ضَيَّعْتُمْ مَا ضَيَّعْتُمْ فِيهَا.",
    "hadithBengali": "৫০৪। মূসা ইবনু ইসমায়ীল (রহঃ)...... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আজকাল কোন জিনিসই সে অবস্থায় পাই না, যেমন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর যুগে ছিল। প্রশ্ন করা হল, সালাত (নামায/নামাজ)ও কি? তিনি বললেন, সে ক্ষেত্রেও যা হক নষ্ট করার তা-কি তোমরা করনি?\n",
    "checkStatus": "1",
    "hadithNo": "504",
    "id": "515",
    "thesequence": "930",
    "isActive": "1",
    "chapterId": "2040",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৫৭। নির্ধারিত সময় থেকে বিলম্বে সালাত আদায় করে তার হক নষ্ট করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Az-Zuhri that he visited Anas bin Malik at Damascus and found him weeping and asked him why he was weeping. He replied, I do not know anything which I used to know during the life-time of Allahs Apostle except this prayer which is being lost (not offered as it should be).",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، قَالَ أَخْبَرَنَا عَبْدُ الْوَاحِدِ بْنُ وَاصِلٍ أَبُو عُبَيْدَةَ الْحَدَّادُ، عَنْ عُثْمَانَ بْنِ أَبِي رَوَّادٍ، أَخِي عَبْدِ الْعَزِيزِ قَالَ سَمِعْتُ الزُّهْرِيَّ، يَقُولُ دَخَلْتُ عَلَى أَنَسِ بْنِ مَالِكٍ بِدِمَشْقَ وَهُوَ يَبْكِي فَقُلْتُ مَا يُبْكِيكَ فَقَالَ لاَ أَعْرِفُ شَيْئًا مِمَّا أَدْرَكْتُ إِلاَّ هَذِهِ الصَّلاَةَ، وَهَذِهِ الصَّلاَةُ قَدْ ضُيِّعَتْ. وَقَالَ بَكْرٌ حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ الْبُرْسَانِيُّ أَخْبَرَنَا عُثْمَانُ بْنُ أَبِي رَوَّادٍ نَحْوَهُ.",
    "hadithBengali": "৫০৫। আমর্ ইবনু যুরারা (রহঃ) যুহরী (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি দামেশ্&zwnj;কে আনাস ইবনু মালিক (রাঃ)-এর নিকট উপস্থিত হলাম, তিনি তখন কাঁদছিলেন। আমি তাঁকে জিজ্ঞাসা করলাম, আপনি কাঁদছেন কেন? তিনি বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে যা কিছু পেয়েছি তার মধ্যে কেবলমাত্র সালাত (নামায/নামাজ) ছাড়া আর কিছুই বহাল নেই। কিন্তু সালাত (নামায/নামাজ)কেও নষ্ট করে দেওয়া হয়েছে। বাকর (রহঃ) বলেন, আমার কাছে মুহাম্মাদ ইবনু বকর বুরসানী (রহঃ) উসমান ইবনুু্ আবূ রাওওয়াদ (রহঃ) সূত্রে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "505",
    "id": "516",
    "thesequence": "931",
    "isActive": "1",
    "chapterId": "2040",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৫৭। নির্ধারিত সময় থেকে বিলম্বে সালাত আদায় করে তার হক নষ্ট করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas: The Prophet (sallallahu alaihi wa sallam) said, Whenever anyone of you offers his prayer he is speaking in private to his Lord. So he should not spit to his right but under his left foot. Qatada said, He should not spit in front of him but to his left or under his feet. And Shu`ba said, He should not spit in front of him, nor to his right but to his left or under his foot. Anas said: The Prophet (sallallahu alaihi wa sallam) said, He should neither spit in the direction of his Qibla nor to his right but to his left or under his foot.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ قَالَ النَّبِيُّ صلى  الله عليه وسلم  إِنَّ أَحَدَكُمْ إِذَا صَلَّى يُنَاجِي رَبَّهُ فَلاَ يَتْفِلَنَّ عَنْ يَمِينِهِ، وَلَكِنْ تَحْتَ قَدَمِهِ الْيُسْرَى . وَقَالَ سَعِيدٌ عَنْ قَتَادَةَ لاَ يَتْفِلُ قُدَّامَهُ أَوْ بَيْنَ يَدَيْهِ، وَلَكِنْ عَنْ يَسَارِهِ أَوْ تَحْتَ قَدَمَيْهِ. وَقَالَ شُعْبَةُ لاَ يَبْزُقُ بَيْنَ يَدَيْهِ وَلاَ عَنْ يَمِينِهِ، وَلَكِنْ عَنْ يَسَارِهِ أَوْ تَحْتَ قَدَمِهِ. وَقَالَ حُمَيْدٌ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم  لاَ يَبْزُقْ فِي الْقِبْلَةِ وَلاَ عَنْ يَمِينِهِ، وَلَكِنْ عَنْ يَسَارِهِ أَوْ تَحْتَ قَدَمِهِ .",
    "hadithBengali": "৫০৬। মুসলিম ইবনুু্ ইবরাহিম (রহঃ)...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যখন সালাতে (নামায/নামাজ) দাঁড়ায়, তখন সে তার প্রতিপালকের সঙ্গে গোপনে কথা বলে। কাজেই, সে যেন ডানদিকে থুথু না ফেলে, তবে (প্রয়োজনে) বাম পায়ের নীচে ফেলতে পারে।\n\nআর শু&#39;বা (রহঃ) বলেন, সে জেন কিবলার দিকে অথবা ডান দিকে থুথু না ফেলে, কিন্তু বামদিকে অথবা পায়ের তলায় ফেলতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "506",
    "id": "517",
    "thesequence": "932",
    "isActive": "1",
    "chapterId": "2041",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৫৮। মুসল্লী সালাতে তার মহান প্রতিপালকের সাথে গোপনে কথা বলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas: The Prophet (sallallahu alaihi wa sallam) said, Do the prostration properly and do not put your forearms flat with elbows touching the ground like a dog. And if you want to spit, do not spit in front, nor to the right for the person in prayer is speaking in private to his Lord.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، قَالَ حَدَّثَنَا يَزِيدُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ   اعْتَدِلُوا فِي السُّجُودِ، وَلاَ يَبْسُطْ ذِرَاعَيْهِ كَالْكَلْبِ، وَإِذَا بَزَقَ فَلاَ يَبْزُقَنَّ بَيْنَ يَدَيْهِ وَلاَ عَنْ يَمِينِهِ، فَإِنَّهُ يُنَاجِي رَبَّهُ .",
    "hadithBengali": "৫০৭। হাফস ইবনু উমর (রহঃ)......... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা সিজদায় মধ্যপন্থা অবলম্বন কর। তোমাদের কেউ যেন তার বাহুদ্বয় বিছিয়ে না দেয় কুকুরের মত। আর যদি থুথু ফেলতে হয়, তাহলে সে যেন সামনে বা ডানে না ফেলে। কেননা, সে তখন তার প্রতিপালকের সঙ্গে গোপন কথায় লিপ্ত থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "507",
    "id": "518",
    "thesequence": "933",
    "isActive": "1",
    "chapterId": "2041",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৫৮। মুসল্লী সালাতে তার মহান প্রতিপালকের সাথে গোপনে কথা বলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira and `Abdullah bin `Umar: Allahs Messenger (sallallahu alaihi wa sallam) said, If it is very hot, then pray the Zuhr prayer when it becomes (a bit) cooler, as the severity of the heat is from the raging of the Hell-fire.",
    "hadithArabic": "حَدَّثَنَا أَيُّوبُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنَا أَبُو بَكْرٍ، عَنْ سُلَيْمَانَ، قَالَ صَالِحُ بْنُ كَيْسَانَ حَدَّثَنَا الأَعْرَجُ عَبْدُ الرَّحْمَنِ، وَغَيْرُهُ، عَنْ أَبِي هُرَيْرَةَ.وَنَافِعٌ مَوْلَى عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُمَا حَدَّثَاهُ عَنْ رَسُولِ اللَّهِ صلى  الله عليه وسلم أَنَّهُ قَالَ   إِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا عَنِ الصَّلاَةِ، فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ .",
    "hadithBengali": "৫০৮। আয়্যূব ইবনু সুলাইমান (রহঃ)...... আবূ হুরায়রা ও আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন গরমের প্রচণ্ডতা বৃদ্ধি পায়, তখন গরম কমলে সালাত (নামায/নামাজ) আদায় করবে। কেননা, গরমের প্রচণ্ডতা জাহান্নামের নিঃশ্বাসের অংশ।\n",
    "checkStatus": "1",
    "hadithNo": "508",
    "id": "519",
    "thesequence": "934",
    "isActive": "1",
    "chapterId": "2042",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৫৯। প্রচণ্ড গরমের সময় যুহরের সালাত ঠাণ্ডায় আদায় করা।",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Dhar: The Muadh-dhin (call-maker) of the Prophet (sallallahu alaihi wa sallam) pronounced the Adhan (call) for the Zuhr prayer but the Prophet said, Let it be cooler, let it be cooler. Or said, Wait, wait, because the severity of heat is from the raging of the Hell-fire. In severe hot weather, pray when it becomes (a bit) cooler and the shadows of hillocks appear.",
    "hadithArabic": "حَدَّثَنَا ابْنُ بَشَّارٍ، قَالَ حَدَّثَنَا غُنْدَرٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنِ الْمُهَاجِرِ أَبِي الْحَسَنِ، سَمِعَ زَيْدَ بْنَ وَهْبٍ، عَنْ أَبِي ذَرٍّ، قَالَ أَذَّنَ مُؤَذِّنُ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم الظُّهْرَ فَقَالَ  أَبْرِدْ أَبْرِدْ ـ أَوْ قَالَ ـ انْتَظِرِ انْتَظِرْ . وَقَالَ  شِدَّةُ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ، فَإِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا عَنِ الصَّلاَةِ . حَتَّى رَأَيْنَا فَىْءَ التُّلُولِ.",
    "hadithBengali": "৫০৯। মুহাম্মদ ইবনু বাশ্&zwnj;শার (রহঃ)......... আবূ যার্র (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর মুয়াজ্জ্বীন আযান দিলে তিনি বললেনঃ ঠান্ডা হতে দাও। অথবা তিনি বললেন, অপেক্ষা কর, অপেক্ষা কর। তিনি আরও বলেন, গরমের প্রচণ্ডতা জাহান্নামের নিঃশ্বাসের ফলেই সৃষ্টি হয়। কাজেই গরম যখন বেড়ে যায় তখন গরম কমলেই সালাত (নামায/নামাজ) আদায় করবে। এমনকি (বিলম্ব করতে করতে বেলা এতটুকু গড়িয়ে গিয়েছিল যে) আমরা টিলাগুলোর ছায়া দেখতে পেলাম।\n",
    "checkStatus": "1",
    "hadithNo": "509",
    "id": "520",
    "thesequence": "935",
    "isActive": "1",
    "chapterId": "2042",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৫৯। প্রচণ্ড গরমের সময় যুহরের সালাত ঠাণ্ডায় আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: The Prophet (sallallahu alaihi wa sallam) said, In very hot weather delay the Zuhr prayer till it becomes (a bit) cooler because the severity of heat is from the raging of the Hell-fire. The Hell-fire of Hell complained to its Lord saying: O Lord! My parts are eating (destroying) one another. So Allah allowed it to take two breaths, one in the winter and the other in the summer. The breath in the summer is at the time when you feel the severest heat and the breath in the winter is at the time when you feel the severest cold.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَفِظْنَاهُ مِنَ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ  إِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا بِالصَّلاَةِ، فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ .  وَاشْتَكَتِ النَّارُ إِلَى رَبِّهَا فَقَالَتْ يَا رَبِّ أَكَلَ بَعْضِي بَعْضًا. فَأَذِنَ لَهَا بِنَفَسَيْنِ نَفَسٍ فِي الشِّتَاءِ، وَنَفَسٍ فِي الصَّيْفِ، فَهُوَ أَشَدُّ مَا تَجِدُونَ مِنَ الْحَرِّ، وَأَشَدُّ مَا تَجِدُونَ مِنَ الزَّمْهَرِيرِ .",
    "hadithBengali": "৫১০। আলী ইবনু আবদুল্লাহ&zwnj; মাদ্বীনী (রহঃ)...... আবূ হূরায়রা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন গরম বৃদ্ধি পায় তখন তোমরা তা কমে এলে (যুহরের) সালাত (নামায/নামাজ) আদায় করো। কেননা, গরমের প্রচন্ডতা জাহান্নামের উত্তাপের অংশ। (তারপর তিনি বলেন), জাহান্নাম তার প্রতিপালকের কাছে এ বলে নালিশ করেছিল, হে আমার প্রতিপালক ! (দহনের প্রচণ্ডতায়) আমার এক অংশ আরেক অংশকে গ্রাস করে ফেলেছে। ফলে আল্লাহ্তাআলা তাকে দুটি শ্বাস ফেলার অনুমতি দিলেন, একটি শীতকালে আর একটি গ্রীষ্মকালে। আর সে দুটি হল, তোমরা গ্রীষ্মকালে যে প্রচণ্ঠ উত্তাপ এবং শীতকালে যে প্রচণ্ড ঠান্ডা অনুভব কর তাই।\n",
    "checkStatus": "1",
    "hadithNo": "510",
    "id": "521",
    "thesequence": "936",
    "isActive": "1",
    "chapterId": "2042",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৫৯। প্রচণ্ড গরমের সময় যুহরের সালাত ঠাণ্ডায় আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Sa`id: that Allahs Messenger (sallallahu alaihi wa sallam) said, Pray Zuhr prayer when it becomes (a bit) cooler as the severity of heat is from the raging of the Hell-fire.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَفِظْنَاهُ مِنَ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، قَالَ حَدَّثَنَا أَبِي قَالَ، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا أَبُو صَالِحٍ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   أَبْرِدُوا بِالظُّهْرِ، فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ . تَابَعَهُ سُفْيَانُ وَيَحْيَى وَأَبُو عَوَانَةَ عَنِ الأَعْمَشِ.",
    "hadithBengali": "৫১১। উমর ইবনু হাফস......... (রহঃ) আবূ সায়ীদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যুহরের সালাত (নামায/নামাজ) গরম কমলে আদায় কর। কেননা, গরমের প্রচন্ডতা জাহান্নামের উত্তাপ থেকে। সুফিয়ান, ইয়াহ্ইয়া এবং আবূ আওয়ানা (রহঃ) আমাশ (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "511",
    "id": "522",
    "thesequence": "937",
    "isActive": "1",
    "chapterId": "2042",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৫৯। প্রচণ্ড গরমের সময় যুহরের সালাত ঠাণ্ডায় আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Dhar Al-Ghifar: We were with the Prophet (sallallahu alaihi wa sallam) on a journey and the Muadh-dhin (call maker for the prayer) wanted to pronounce the Adhan (call) for the Zuhr prayer. The Prophet (sallallahu alaihi wa sallam) said, Let it become cooler. He again (after a while) wanted to pronounce the Adhan but the Prophet (sallallahu alaihi wa sallam) said to him, Let it become cooler till we see the shadows of hillocks. The Prophet (sallallahu alaihi wa sallam) added, The severity of heat is from the raging of the Hell-fire, and in very hot weather pray (Zuhr) when it becomes cooler.",
    "hadithArabic": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنَا مُهَاجِرٌ أَبُو الْحَسَنِ، مَوْلًى لِبَنِي تَيْمِ اللَّهِ قَالَ سَمِعْتُ زَيْدَ بْنَ وَهْبٍ، عَنْ أَبِي ذَرٍّ الْغِفَارِيِّ، قَالَ كُنَّا مَعَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فِي سَفَرٍ، فَأَرَادَ الْمُؤَذِّنُ أَنْ يُؤَذِّنَ لِلظُّهْرِ فَقَالَ النَّبِيُّ صلى  الله عليه وسلم  أَبْرِدْ . ثُمَّ أَرَادَ أَنْ يُؤَذِّنَ فَقَالَ لَهُ  أَبْرِدْ . حَتَّى رَأَيْنَا فَىْءَ التُّلُولِ، فَقَالَ النَّبِيُّ صلى  الله عليه وسلم  إِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ، فَإِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا بِالصَّلاَةِ . وَقَالَ ابْنُ عَبَّاسٍ تَتَفَيَّأُ تَتَمَيَّلُ.",
    "hadithBengali": "৫১২। আদম ইবনু আবূ ইয়াস (রহঃ) আবূ যার্র (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক সফরে আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম - এর সঙ্গে ছিলাম। এক সময় মুয়াজ্জ্বীন যুহরের আযান দিতে চেয়েছিল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ গরম কমতে দাও। কিছুক্ষন পর আবার মুয়াজ্জ্বীন আযান দিতে চাইলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (পুনরায়) বললেনঃ গরম কমতে দাও। এভাবে তিনি (সালাত (নামায/নামাজ) আদায়ে) এত বিলম্ব করলেন যে, আমারা টিলাগুলোর ছায়া দেখতে পেলাম। তারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ গরমের প্রচন্ডতা জাহান্নামের উত্তাপ থেকে। কাজেই গরম প্রচন্ড হলে উত্তাপ কমার পর সালাত (নামায/নামাজ) আদায় করো।\n\nইবনু আব্বাস (রাঃ) বলেন হাদিসে<span dir=RTL>تَتَفَيَّأ</span> <span dir=RTL></span> শব্দটি<span dir=RTL>تَتَمَيَّلُ</span> ঝুঁকে পড়া, গড়িয়ে পড়ার অর্থে ব্যবহৃত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "512",
    "id": "523",
    "thesequence": "938",
    "isActive": "1",
    "chapterId": "2043",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬০। সফরকালে গরম কমে গেলে যুহরের সালাত আদায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: Allahs Messenger (sallallahu alaihi wa sallam) came out as the sun declined at midday and offered the Zuhr prayer. He then stood on the pulpit and spoke about the Hour (Day of Judgment) and said that in it there would be tremendous things. He then said, Whoever likes to ask me about anything he can do so and I shall reply as long as I am at this place of mine. Most of the people wept and the Prophet (sallallahu alaihi wa sallam) said repeatedly, Ask me. `Abdullah bin Hudhafa As-Sahmi stood up and said, Who is my father? The Prophet (sallallahu alaihi wa sallam) said, Your father is Hudhafa. The Prophet (sallallahu alaihi wa sallam) repeatedly said, Ask me. Then `Umar knelt before him and said, We are pleased with Allah as our Lord, Islam as our religion, and Muhammad as our Prophet. The Prophet then became quiet and said, Paradise and Hell-fire were displayed in front of me on this wall just now and I have never seen a better thing (than the former) and a worse thing (than the latter).",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم خَرَجَ حِينَ زَاغَتِ الشَّمْسُ فَصَلَّى الظُّهْرَ، فَقَامَ عَلَى الْمِنْبَرِ، فَذَكَرَ السَّاعَةَ، فَذَكَرَ أَنَّ فِيهَا أُمُورًا عِظَامًا ثُمَّ قَالَ  مَنْ أَحَبَّ أَنْ يَسْأَلَ عَنْ شَىْءٍ فَلْيَسْأَلْ، فَلاَ تَسْأَلُونِي عَنْ شَىْءٍ إِلاَّ أَخْبَرْتُكُمْ مَا دُمْتُ فِي مَقَامِي هَذَا . فَأَكْثَرَ النَّاسُ فِي الْبُكَاءِ، وَأَكْثَرَ أَنْ يَقُولَ  سَلُونِي . فَقَامَ عَبْدُ اللَّهِ بْنُ حُذَافَةَ السَّهْمِيُّ فَقَالَ مَنْ أَبِي قَالَ  أَبُوكَ حُذَافَةُ . ثُمَّ أَكْثَرَ أَنْ يَقُولَ  سَلُونِي . فَبَرَكَ عُمَرُ عَلَى رُكْبَتَيْهِ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا، وَبِالإِسْلاَمِ دِينًا، وَبِمُحَمَّدٍ نَبِيًّا. فَسَكَتَ ثُمَّ قَالَ  عُرِضَتْ عَلَىَّ الْجَنَّةُ وَالنَّارُ آنِفًا فِي عُرْضِ هَذَا الْحَائِطِ فَلَمْ أَرَ كَالْخَيْرِ وَالشَّرِّ .",
    "hadithBengali": "৫১৩। আবূল ইয়ামান (রহঃ)...... আনাস ইবনুু্ মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, একদিন সূর্য ঢলে পড়লে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বেরিয়ে এলেন এবং যুহরের সালাত (নামায/নামাজ) আদায় করলেন। তারপর মিম্বরে দাঁড়িয়ে কিয়ামত সম্বন্ধে আলোচনা করেন এবং বলেন যে, কিয়ামতে বহু ভয়ঙ্কর ঘটনা ঘটবে। এরপর তিনি বলেন, আমাকে কেউ কোন বিষয়ে প্রশ্ন করতে চাইলে করতে পারে। আমি যতক্ষন এ বৈঠকে আছি, এর মধ্যে তোমরা আমাকে যা কিছু জিজ্ঞাসা করবে আমি তা জানিয়ে দিব। এ শুনে লোকেরা খুব কাঁদতে শুরু করল। আর তিনি বলতে থাকলেনঃ আমাকে প্রশ্ন কর, আমাকে প্রশ্ন কর। এ সময় আবদুল্লাহ্ ইবনু হুযাইফা সাহমী (রাঃ) দাঁড়িয়ে জিজ্ঞাসা করলেন, আমার পিতা কে? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমার পিতা হুযাইফা। এরপর তিনি অনেকবার বললেনঃ আমাকে প্রশ্ন কর। তখন . উমর (রাঃ) নতজানোু হয়ে বসে বললেন, &ldquo;আমরা আল্লাহ্ কে প্রতিপালক হিসাবে, ইসলামকে দ্বীন হিসাবে এবং মুহাম্মদ &ndash; কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিসাবে গ্রহণ করে সন্তুষ্ট। এরপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নীরব থাকলেন। কিছুক্ষণ পর বললেনঃ এক্ষুনি এ দেওয়ালের পাশে জান্নাত ও জাহান্নাম আমার সামনে তুলে ধরা হয়েছিল; এত উত্তম ও এত নিকৃষ্টের মত কিছু আমি আর দেখিনি।\n",
    "checkStatus": "1",
    "hadithNo": "513",
    "id": "524",
    "thesequence": "939",
    "isActive": "1",
    "chapterId": "2044",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬১। যুহরের ওয়াক্ত হয় সূর্য ঢলে পড়লে। জাবির (রাঃ) বলেন, দুপুরে নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) সালাত আদায় করতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Al-Minhal: Abu Barza said, The Prophet (sallallahu alaihi wa sallam) used to offer the Fajr (prayer) when one could recognize the person sitting by him (after the prayer) and he used to recite between 60 to 100 Ayat (verses) of the Quran. He used to offer the Zuhr prayer as soon as the sun declined (at noon) and the `Asr at a time when a man might go and return from the farthest place in Medina and find the sun still hot. (The sub-narrator forgot what was said about the Maghrib). He did not mind delaying the `Isha prayer to one third of the night or the middle of the night.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي الْمِنْهَالِ، عَنْ أَبِي بَرْزَةَ، كَانَ النَّبِيُّ صلى  الله عليه وسلم يُصَلِّي الصُّبْحَ وَأَحَدُنَا يَعْرِفُ جَلِيسَهُ، وَيَقْرَأُ فِيهَا مَا بَيْنَ السِّتِّينَ إِلَى الْمِائَةِ، وَيُصَلِّي الظُّهْرَ إِذَا زَالَتِ الشَّمْسُ، وَالْعَصْرَ وَأَحَدُنَا يَذْهَبُ إِلَى أَقْصَى الْمَدِينَةِ ثُمَّ يَرْجِعُ وَالشَّمْسُ حَيَّةٌ، وَنَسِيتُ مَا قَالَ فِي الْمَغْرِبِ، وَلاَ يُبَالِي بِتَأْخِيرِ الْعِشَاءِ إِلَى ثُلُثِ اللَّيْلِ. ثُمَّ قَالَ إِلَى شَطْرِ اللَّيْلِ. وَقَالَ مُعَاذٌ قَالَ شُعْبَةُ ثُمَّ لَقِيتُهُ مَرَّةً فَقَالَ أَوْ ثُلُثِ اللَّيْلِ.",
    "hadithBengali": "৫১৪। হাফসা ইবনু উমর (রহঃ)......... আবূ বারযা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন সময় ফজরের সালাত (নামায/নামাজ) আদায় করতেন, যখন আমাদের একজন তার পার্শ্ববর্তী আপরজনকে চিনতে পারত। আর এ সালাত (নামায/নামাজ) তিনি ষাট থেকে একশ আয়াত তিলাওয়াত করতেন এবং যুহরের সালাত (নামায/নামাজ) আদায় করতেন যখন সূর্য পশিম দিকে ঢলে পড়ত। তিনি আসরের সালাত (নামায/নামাজ) আদায় করতেন এমন সময় যে, আমাদের কেউ মদিনার শেষ প্রান্তে পৌছে আবার ফিরে আসতে পারত, তখনও সূর্য সতেজ থাকত। রাবী বলেন, মাগরিব সম্পর্কে তিনি [ আবূ বারযা (রা ] কী বলেছিলেন, আমি তা ভুলে গেছি। আর ইশার সালাত (নামায/নামাজ) রাতের এক-তৃতীয়াংশ পর্যন্ত পিছিয়ে নিতে তিনি কোনরূপ দ্বিধাবোধ করতেন না। তারপর রাবী বলেন, রাতের অর্ধাংশ পর্যন্ত পিছিয়ে নিতে অসুবিধা বোধ করতেন না। আর মুআয (রহঃ) বর্ণনা করেন যে, শুবা (রহঃ) বলেছেন, পরে আবূল মিনহালের (রহঃ) সংগে সাক্ষাত হয়েছিল, সে সময় তিনি বলেছেন, রাতের এক তৃতীয়াংশ পর্যন্ত বিলম্ব করতে অসুবিধা বোধ করতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "514",
    "id": "525",
    "thesequence": "940",
    "isActive": "1",
    "chapterId": "2044",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬১। যুহরের ওয়াক্ত হয় সূর্য ঢলে পড়লে। জাবির (রাঃ) বলেন, দুপুরে নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) সালাত আদায় করতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: When we offered the Zuhr prayers behind Allahs Messenger (sallallahu alaihi wa sallam) we used to prostrate on our clothes to protect ourselves from the heat.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدٌ ـ يَعْنِي ابْنَ مُقَاتِلٍ ـ قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنِي غَالِبٌ الْقَطَّانُ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنَّا إِذَا صَلَّيْنَا خَلْفَ رَسُولِ اللَّهِ صلى  الله عليه وسلم بِالظَّهَائِرِ فَسَجَدْنَا عَلَى ثِيَابِنَا اتِّقَاءَ الْحَرِّ.",
    "hadithBengali": "৫১৫। মুহাম্মদ ইবনু মুকাতিল (রহঃ)...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা যখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর পিছনে গরমের সময় সালাত (নামায/নামাজ) আদায় করতাম, তখন উত্তাপ থেকে রক্ষা পাওয়ার জন্য কাপড়ের উপর সিজ্&zwnj;দা করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "515",
    "id": "526",
    "thesequence": "941",
    "isActive": "1",
    "chapterId": "2044",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬১। যুহরের ওয়াক্ত হয় সূর্য ঢলে পড়লে। জাবির (রাঃ) বলেন, দুপুরে নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) সালাত আদায় করতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas: The Prophet (sallallahu alaihi wa sallam) prayed eight rak`at for the Zuhr and `Asr, and seven for the Maghrib and `Isha prayers in Medina. Aiyub said, Perhaps those were rainy nights. Anas said, May be.",
    "hadithArabic": "حَدَّثَنَا أَبُو النُّعْمَانِ، قَالَ حَدَّثَنَا حَمَّادٌ ـ هُوَ ابْنُ زَيْدٍ ـ عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ زَيْدٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم صَلَّى بِالْمَدِينَةِ سَبْعًا وَثَمَانِيًا الظُّهْرَ وَالْعَصْرَ، وَالْمَغْرِبَ وَالْعِشَاءَ. فَقَالَ أَيُّوبُ لَعَلَّهُ فِي لَيْلَةٍ مَطِيرَةٍ. قَالَ عَسَى.",
    "hadithBengali": "৫১৬। আবূ নুমান (রহঃ)......... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনা অবস্থানকালে (একবার) যুহর ও আসরের আট রাকাআত এবং মাগরিব ও ইশার সাত রাকাআত একত্রে মিলিয়ে আদায় করেন।* আয়্যূব (রহঃ) বলেন, সম্ভবত এটা বৃষ্টির রাতে হয়েছিল। জাবির (রহঃ) বললেন, সম্ভবত তাই।\n",
    "checkStatus": "1",
    "hadithNo": "516",
    "id": "527",
    "thesequence": "942",
    "isActive": "1",
    "chapterId": "2045",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬২। যুহারের সালাত আসরের ওয়াক্তের আগ পর্যন্ত বিলম্ব করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: Allahs Messenger (sallallahu alaihi wa sallam) used to offer the `Asr prayer when the sunshine had not disappeared from my chamber.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، قَالَ حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، أَنَّ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم يُصَلِّي الْعَصْرَ وَالشَّمْسُ لَمْ تَخْرُجْ مِنْ حُجْرَتِهَا. وَقَالَ أَبُو أُسَامَةَ عَنْ هِشَامٍ مِنْ قَعْرِ حُجْرَتِهَا.",
    "hadithBengali": "৫১৭। ইবরাহিম ইবনু মুনযির (রহঃ)......... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন সময় আসরের সালাত (নামায/নামাজ) আদায় করতেন যে, তখনো সূর্যেরশ্মি ঘরের বাইরে যায়নি।\n",
    "checkStatus": "1",
    "hadithNo": "517",
    "id": "528",
    "thesequence": "943",
    "isActive": "1",
    "chapterId": "2046",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৩। আসরের ওয়াক্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: Allahs Messenger (sallallahu alaihi wa sallam) used to offer the `Asr prayers at a time when the sunshine was still inside my chamber and no shadow had yet appeared in it.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم صَلَّى الْعَصْرَ وَالشَّمْسُ فِي حُجْرَتِهَا، لَمْ يَظْهَرِ الْفَىْءُ مِنْ حُجْرَتِهَا.",
    "hadithBengali": "৫১৮। কুতাইবা (রহঃ)......... আয়িশা (রাঃ) থেকে বর্নিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন সময় আসরের সালাত (নামায/নামাজ) আদায় করেছেন যে, সূর্যেরশ্মি তখনো তাঁর ঘরের মধ্যে ছিল, আর ছায়া তখনো তাঁর ঘর থেকে বেরিয়ে পড়েনি।\n",
    "checkStatus": "1",
    "hadithNo": "518",
    "id": "529",
    "thesequence": "944",
    "isActive": "1",
    "chapterId": "2046",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৩। আসরের ওয়াক্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aisha: The Prophet (sallallahu alaihi wa sallam) used to pray the `Asr prayers at a time when the sunshine was still inside my chamber and no shadow had yet appeared in it.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ أَخْبَرَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى  الله عليه وسلم يُصَلِّي صَلاَةَ الْعَصْرِ وَالشَّمْسُ طَالِعَةٌ فِي حُجْرَتِي لَمْ يَظْهَرِ الْفَىْءُ بَعْدُ. وَقَالَ مَالِكٌ وَيَحْيَى بْنُ سَعِيدٍ وَشُعَيْبٌ وَابْنُ أَبِي حَفْصَةَ وَالشَّمْسُ قَبْلَ أَنْ تَظْهَرَ.",
    "hadithBengali": "৫১৯। আবূ নুআইম (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসরের সালাত (নামায/নামাজ) আদায় করতেন, আর সূর্যকিরণ তখনো আমার ঘরে থাকত। সালাত (নামায/নামাজ) আদায় করার পরও পশ্চিমের ছায়া ঘরে দৃষ্টিগোচর হত না। আবূ\n\nআবদুল্লাহ [ইমাম বুখারী (রহঃ)] বলেন, ইমাম মালিক, ইয়াহ্ইয়া ইবনু সাঈদ, শুআইব ও ইবনু আবূ হাফস্ (রহঃ) উক্ত সনদে এ হাদীসটির বর্ণনায় সূর্যেরশ্মি আমার ঘরের ভিতরে থাকত, ঘরের মেঝে ছায়া নেমে আসেনি এরূপ বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "519",
    "id": "530",
    "thesequence": "945",
    "isActive": "1",
    "chapterId": "2046",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৩। আসরের ওয়াক্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Saiyar bin Salama: I along with my father went to Abu- Barza Al-Aslami and my father asked him, How Allahs Messenger (sallallahu alaihi wa sallam) used to offer the five compulsory congregational prayers? Abu- Barza said, The Prophet (sallallahu alaihi wa sallam) used to pray the Zuhr prayer which you (people) call the first one at midday when the sun had just declined The `Asr prayer at a time when after the prayer, a man could go to the house at the farthest place in Medina (and arrive) while the sun was still hot. (I forgot about the Maghrib prayer). The Prophet (sallallahu alaihi wa sallam) Loved to delay the `Isha which you call Al- `Atama [??] and he disliked sleeping before it and speaking after it. After the Fajr prayer he used to leave when a man could recognize the one sitting beside him and he used to recite between 60 to 100 Ayat (in the Fajr prayer) .",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا عَوْفٌ، عَنْ سَيَّارِ بْنِ سَلاَمَةَ، قَالَ دَخَلْتُ أَنَا وَأَبِي، عَلَى أَبِي بَرْزَةَ الأَسْلَمِيِّ، فَقَالَ لَهُ أَبِي كَيْفَ كَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم يُصَلِّي الْمَكْتُوبَةَ فَقَالَ كَانَ يُصَلِّي الْهَجِيرَ الَّتِي تَدْعُونَهَا الأُولَى حِينَ تَدْحَضُ الشَّمْسُ، وَيُصَلِّي الْعَصْرَ، ثُمَّ يَرْجِعُ أَحَدُنَا إِلَى رَحْلِهِ فِي أَقْصَى الْمَدِينَةِ وَالشَّمْسُ حَيَّةٌ ـ وَنَسِيتُ مَا قَالَ فِي الْمَغْرِبِ ـ وَكَانَ يَسْتَحِبُّ أَنْ يُؤَخِّرَ الْعِشَاءَ الَّتِي تَدْعُونَهَا الْعَتَمَةَ، وَكَانَ يَكْرَهُ النَّوْمَ قَبْلَهَا وَالْحَدِيثَ بَعْدَهَا، وَكَانَ يَنْفَتِلُ مِنْ صَلاَةِ الْغَدَاةِ حِينَ يَعْرِفُ الرَّجُلُ جَلِيسَهُ، وَيَقْرَأُ بِالسِّتِّينَ إِلَى الْمِائَةِ.",
    "hadithBengali": "৫২০। মুহাম্মদ ইবনু মুকাতিল (রহঃ)...... সায়্যার ইবনু সালামা (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার আমি ও আমার পিতা আবূ বারযা আসলামী (রাঃ) &ndash; কাছে গেলাম। আমার পিতা তাঁকে জিজ্ঞাসা করলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফরয সালাত (নামায/নামাজ) সমূহ কিভাবে আদায় করতেন? তিনি বললেন, আল-হাজীর, যাকে তোমরা আল-উলা বা যুহর বলে থাক, তা তিনি আদায় করতেন যখন সূর্য পশ্চিম আকাশে ঢলে পড়ত। আর আসরের সালাত (নামায/নামাজ) এমন সময় আদায় করতেন যে, তারপর আমাদের কেউ মদিনার শেষ প্রান্তে তার ঘরে ফিরে যেতো সূর্য তখনও সতেজ থাকতো। মাগরিব সম্পর্কে তিনি কি বলেছিলেন তা আমি ভুলে গেছি। আর ইশার সালাত (নামায/নামাজ) যাকে তোমরা আতামা বলে থাক, তা তিনি বিলম্বে আদায় করা পছন্দ করতেন। আর তিনি ইশার সালাত (নামায/নামাজ)-এর আগে নিদ্রা যাওয়া এবং পরে কথাবার্তা বলা অপছন্দ করতেন। তিনি ফজরের সালাত (নামায/নামাজ) এমন সময় সমাপ্ত করতেন যখন প্রত্যেকে তার পাশ্ববর্তী ব্যাক্তিকে চিনতে পারত। এ সালাত (নামায/নামাজ) তিনি ষাট থেকে একশ আয়াত তেলাওয়াত করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "520",
    "id": "531",
    "thesequence": "946",
    "isActive": "1",
    "chapterId": "2046",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৩। আসরের ওয়াক্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik: We used to pray the `Asr prayer and after that if someone happened to go to the tribe of Bani `Amr bin `Auf, he would find them still praying the `Asr (prayer).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنَّا نُصَلِّي الْعَصْرَ ثُمَّ يَخْرُجُ الإِنْسَانُ إِلَى بَنِي عَمْرِو بْنِ عَوْفٍ فَنَجِدُهُمْ يُصَلُّونَ الْعَصْرَ.",
    "hadithBengali": "৫২১। আবদুল্লাহ ইবনু মাসলামা (রহঃ)...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম - এর সঙ্গে আসরের সালাত (নামায/নামাজ) আদায় করতাম। সালাত (নামায/নামাজ)-এর পর লোকেরা আওফ গোত্রের মহল্লায় গিয়ে তাদেরকে সালাত (নামায/নামাজ) আদায় করা অবস্থায় পেত।\n",
    "checkStatus": "1",
    "hadithNo": "521",
    "id": "532",
    "thesequence": "947",
    "isActive": "1",
    "chapterId": "2046",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৩। আসরের ওয়াক্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Bakr bin `Uthman bin Sahl bin Hunaif: that he heard Abu Umama saying: We prayed the Zuhr prayer with `Umar bin `Abdul `Aziz and then went to Anas bin Malik and found him offering the `Asr prayer. I asked him, O uncle! Which prayer have you offered? He said The `Asr and this is (the time of) the prayer of Allah s Apostle which we used to pray with him.",
    "hadithArabic": "حَدَّثَنَا ابْنُ مُقَاتِلٍ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا أَبُو بَكْرِ بْنُ عُثْمَانَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، قَالَ سَمِعْتُ أَبَا أُمَامَةَ، يَقُولُ صَلَّيْنَا مَعَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ الظُّهْرَ، ثُمَّ خَرَجْنَا حَتَّى دَخَلْنَا عَلَى أَنَسِ بْنِ مَالِكٍ فَوَجَدْنَاهُ يُصَلِّي الْعَصْرَ فَقُلْتُ يَا عَمِّ، مَا هَذِهِ الصَّلاَةُ الَّتِي صَلَّيْتَ قَالَ الْعَصْرُ، وَهَذِهِ صَلاَةُ رَسُولِ اللَّهِ صلى  الله عليه وسلم الَّتِي كُنَّا نُصَلِّي مَعَهُ.",
    "hadithBengali": "৫২২। মুহাম্মদ ইবনু মুকাতিল (রহঃ)...... আবূ উমামা (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার আমরা উমর ইবনু আযীয (রহঃ)-এর সঙ্গে যুহরের সালাত (নামায/নামাজ) আদায় করলাম। তারপর সেখান থেকে বেরিয়ে আনাস ইবনু মালিক (রাঃ)- এর কাছে গেলাম। আমরা গিয়ে তাঁকে আসরের সালাত (নামায/নামাজ) আদায়ে রত পেলাম। আমি তাঁকে বললাম চাচা ! এ কোন সালাত (নামায/নামাজ) যা আপনি আদায় করলেন? তিনি বললেন, আসরের সালাত (নামায/নামাজ) আর এ হল রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সালাত (নামায/নামাজ), যা আমরা তাঁর সাথে আদায় করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "522",
    "id": "533",
    "thesequence": "948",
    "isActive": "1",
    "chapterId": "2046",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৩। আসরের ওয়াক্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nWe used to pray the `Asr and after that if one of US went to Quba he would arrive there while the sun was still high.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنَّا نُصَلِّي الْعَصْرَ ثُمَّ يَذْهَبُ الذَّاهِبُ مِنَّا إِلَى قُبَاءٍ، فَيَأْتِيهِمْ وَالشَّمْسُ مُرْتَفِعَةٌ.",
    "hadithBengali": "৫২৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ).........আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা আসরের সালাত (নামায/নামাজ) আদায় করতাম, তারপর আমাদের কোন গমনকারী কুবার দিকে যেত এবং সূর্য যথেষ্ট উপরে থাকতেই সে তাদের কাছে পৌঁছে যেত।\n",
    "checkStatus": "1",
    "hadithNo": "523",
    "id": "534",
    "thesequence": "949",
    "isActive": "1",
    "chapterId": "2047",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৪। আসরের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas bin Malik:\n\nAllahs Messenger (ﷺ) used to offer the `Asr prayer at a time when the sun was still hot and high and if a person went to Al-`Awali (a place) of Medina, he would reach there when the sun was still high. Some of Al-`Awali of Medina were about four miles or so from the town.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم يُصَلِّي الْعَصْرَ وَالشَّمْسُ مُرْتَفِعَةٌ حَيَّةٌ، فَيَذْهَبُ الذَّاهِبُ إِلَى الْعَوَالِي فَيَأْتِيهِمْ وَالشَّمْسُ مُرْتَفِعَةٌ، وَبَعْضُ الْعَوَالِي مِنَ الْمَدِينَةِ عَلَى أَرْبَعَةِ أَمْيَالٍ أَوْ نَحْوِهِ.",
    "hadithBengali": "৫২৪। আবূল ইয়ামান (রহঃ)...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসরের সালাত (নামায/নামাজ) আদায় করতেন, আর সূর্য তখনও যথেষ্ট উপরে উজ্জ্বল অবস্থায় বিরাজমান থাকত। সালাতের পর কোন গমনকারী আওালির দিকে রওয়ানা হয়ে পৌঁছে যেত, আর তখনও সূর্য উপরে থাকত। আওালার কোন অংশ ছিল মদিনা থেকে চার মেইল বা তার কাছাকাছি দূরত্বে।\n\n-[এই বাংলা ট্রান্সেলেশনটি শুদ্ধ নয় (সাইট অ্যাডমিন)]\n",
    "checkStatus": "1",
    "hadithNo": "524",
    "id": "535",
    "thesequence": "950",
    "isActive": "1",
    "chapterId": "2047",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৪। আসরের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Umar: Allahs Messenger (sallallahu alaihi wa sallam) said, Whoever misses the `Asr prayer (intentionally) then it is as if he lost his family and property.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ   الَّذِي تَفُوتُهُ صَلاَةُ الْعَصْرِ كَأَنَّمَا وُتِرَ أَهْلَهُ وَمَالَهُ .",
    "hadithBengali": "৫২৫। আব্দুল্ললাহ্ ইবনু ইউসুফ (রহঃ)...... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি কোন ব্যাক্তির আসরের সালাত (নামায/নামাজ) ছুটে যায়, তাহলে যেন তার পরিবার-পরিজন ও মাল-সম্পদ সব কিছুই ধ্বংস হয়ে গেল।\n\nআবূ আবদুল্লাহ (ইমাম বুখারী (রহঃ) বলেন, (আরবী পরিভাষায়) বাক্যটি ব্যবহার করা হয় যখন কেউ কাউকে হত্যা করে অথবা মাল-সম্পদ ছিনিয়ে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "525",
    "id": "536",
    "thesequence": "951",
    "isActive": "1",
    "chapterId": "2048",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৫। যে ব্যাক্তির আসরের সালাত ফাউত হল তার গুনাহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Al-Mahh : We were with Buraida in a battle on a cloudy day and he said, Offer the `Asr prayer early as the Prophet said, Whoever leaves the `Asr prayer, all his (good) deeds will be annulled.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا هِشَامٌ، قَالَ حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمَلِيحِ، قَالَ كُنَّا مَعَ بُرَيْدَةَ فِي غَزْوَةٍ فِي يَوْمٍ ذِي غَيْمٍ فَقَالَ بَكِّرُوا بِصَلاَةِ الْعَصْرِ فَإِنَّ النَّبِيَّ صلى  الله عليه وسلم قَالَ   مَنْ تَرَكَ صَلاَةَ الْعَصْرِ فَقَدْ حَبِطَ عَمَلُهُ .",
    "hadithBengali": "৫২৬। মুসলিম ইবনু ইব্রাহীম (রহঃ)...... আবূ মালীহ্ (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক যুদ্ধে আমরা . বুরাইদা (রাঃ) &ndash; এর সঙ্গে ছিলাম। দিনটি ছিল মেঘাচ্ছন্ন। তাই বুরাইদা (রাঃ) বলেন, শীঘ্র আসরের সালাত (নামায/নামাজ) আদায় করে নাও। কারণ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আসরের সালাত (নামায/নামাজ) ছেড়ে দেয় তার আমল বিনষ্ট হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "526",
    "id": "537",
    "thesequence": "952",
    "isActive": "1",
    "chapterId": "2049",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৬। যে ব্যাক্তি আসরের সালাত ছেড়ে দিল তার গুনাহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Qais: Jarir said, We were with the Prophet (sallallahu alaihi wa sallam) and he looked at the moon--full-moon--and said, Certainly you will see your Lord as you see this moon and you will have no trouble in seeing Him. So if you can avoid missing (through sleep or business, etc.) a prayer before the sunrise (Fajr) and a prayer before sunset (`Asr), you must do so. He then recited Allahs Statement: And celebrate the praises Of your Lord before the rising of the sun and before (its) setting. (50.39) Isma`il said, Offer those prayers and do not miss them.",
    "hadithArabic": "حَدَّثَنَا الْحُمَيْدِيُّ، قَالَ حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، عَنْ قَيْسٍ، عَنْ جَرِيرٍ، قَالَ كُنَّا عِنْدَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فَنَظَرَ إِلَى الْقَمَرِ لَيْلَةً ـ يَعْنِي الْبَدْرَ ـ فَقَالَ  إِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ كَمَا تَرَوْنَ هَذَا الْقَمَرَ لاَ تُضَامُّونَ فِي رُؤْيَتِهِ، فَإِنِ اسْتَطَعْتُمْ أَنْ لاَ تُغْلَبُوا عَلَى صَلاَةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا فَافْعَلُوا . ثُمَّ قَرَأَ {وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ}. قَالَ إِسْمَاعِيلُ افْعَلُوا لاَ تَفُوتَنَّكُمْ.",
    "hadithBengali": "৫২৭। হুমাইদী (রহঃ)...... জরীর ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, একদা আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর নিকট উপস্থিত ছিলাম। তিনি রাতে (পূর্ণিমার) চাঁদের দিকে তাকিয়ে বললেনঃ ঐ চাঁদকে তোমরা যেমন দেখছ, ঠিক তেমনি অচিরেই তোমাদের প্রতিপালককে তোমরা দেখতে পাবে। তাঁকে দেখতে তোমরা কোন ভীড়ের সম্মুখীন হবে না। কাজেই সূর্য উদয়ের এবং অস্ত যাওয়ার আগের সালাত (নামায/নামাজ) (শয়তানের প্রভাবমুক্ত হয়ে) আদায় করতে পারলে তোমরা তাই করবে। তারপর তিনি নিম্নোক্ত আয়াত পাঠ করলেন, &ldquo;কাজেই তোমার প্রতিপালকের প্রশ্নংসার তাসবীহ্ পাঠ কর সূর্য উদয়ের আগে ও অস্ত যওয়ার আগে। (৫০:৩৯)\n\n&rdquo; ইসমাঈল (রহঃ) বলেন, এর অর্থ হল &ndash; এমনভাবে আদায় করার চেষ্টা করবে যেন কখনো ছুটে না যায়।\n",
    "checkStatus": "1",
    "hadithNo": "527",
    "id": "538",
    "thesequence": "953",
    "isActive": "1",
    "chapterId": "2050",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৭। আসরের সালাতের ফযিলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) said, Angels come to you in succession by night and day and all of them get together at the time of the Fajr and `Asr prayers. Those who have passed the night with you (or stayed with you) ascend (to the Heaven) and Allah asks them, though He knows everything about you, well, In what state did you leave my slaves? The angels reply: When we left them they were praying and when we reached them, they were praying.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ   يَتَعَاقَبُونَ فِيكُمْ مَلاَئِكَةٌ بِاللَّيْلِ وَمَلاَئِكَةٌ بِالنَّهَارِ، وَيَجْتَمِعُونَ فِي صَلاَةِ الْفَجْرِ وَصَلاَةِ الْعَصْرِ، ثُمَّ يَعْرُجُ الَّذِينَ بَاتُوا فِيكُمْ، فَيَسْأَلُهُمْ وَهْوَ أَعْلَمُ بِهِمْ كَيْفَ تَرَكْتُمْ عِبَادِي فَيَقُولُونَ تَرَكْنَاهُمْ وَهُمْ يُصَلُّونَ، وَأَتَيْنَاهُمْ وَهُمْ يُصَلُّونَ .",
    "hadithBengali": "৫২৮। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ফেরেশতাগণ পালা বদল করে তোমাদের মাঝে আগমন করেন; একদল দিনে, একদল রাতে। আসর ও ফজরের সালাত (নামায/নামাজ) উভয় দল একত্র হন। তারপর তোমাদের মাঝে রাত যাপনকারী দলটি উঠে যান। তখন তাদের প্রতিপালক তাদের জিজ্ঞাসা করেন, আমার বান্দাদের কোন্ অবস্থায় রেখে আসলে? অবশ্য তিনি নিজেই তাদের ব্যাপারে সর্বাধিক পরিজ্ঞাত। উত্তরে তাঁরা বলেন; আমরা তাদের সালাত (নামায/নামাজ) রেখে এসেছি, আর আমরা যখন তাদের কাছে গিয়েছিলাম তখনও তারা সালাত (নামায/নামাজ) রত ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "528",
    "id": "539",
    "thesequence": "954",
    "isActive": "1",
    "chapterId": "2050",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৭। আসরের সালাতের ফযিলত",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) said, If anyone of you can get one rak`a of the `Asr prayer before sunset, he should complete his prayer. If any of you can get one rak`a of the Fajr prayer before sunrise, he should complete his prayer.",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم   إِذَا أَدْرَكَ أَحَدُكُمْ سَجْدَةً مِنْ صَلاَةِ الْعَصْرِ قَبْلَ أَنْ تَغْرُبَ الشَّمْسُ فَلْيُتِمَّ صَلاَتَهُ، وَإِذَا أَدْرَكَ سَجْدَةً مِنْ صَلاَةِ الصُّبْحِ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ فَلْيُتِمَّ صَلاَتَهُ .",
    "hadithBengali": "৫২৯। আবূ নআইম (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যদি সূর্য অস্ত যাওয়ার আগে আসরের সালাত (নামায/নামাজ)-এর এক সিজদা পায়, তাহলে সে যেন সালাত (নামায/নামাজ) পূর্ণ করে নেয়। আর যদি সূর্য উদিত হওয়ার আগে ফজরের সালাত (নামায/নামাজ)-এর এক সিজদা পায়, তাহলে সে যেন সালাত (নামায/নামাজ) পূর্ণ করে নেয়।*\n",
    "checkStatus": "1",
    "hadithNo": "529",
    "id": "540",
    "thesequence": "955",
    "isActive": "1",
    "chapterId": "2051",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৮। সূর্যাস্তের পূর্বে যে ব্যাক্তি আসরের এক রাকআত পায়।",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Salim bin `Abdullah: My father said, I heard Allahs Messenger (sallallahu alaihi wa sallam) saying, The period of your stay as compared to the previous nations is like the period equal to the time between the `Asr prayer and sunset. The people of the Torah were given the Torah and they acted (upon it) till midday then they were exhausted and were given one Qirat (of gold) each. And then the people of the Gospel were given the Gospel and they acted (upon it) till the `Asr prayer then they were exhausted and were! given one Qirat each. And then we were given the Quran and we acted (upon it) till sunset and we were given two Qirats each. On that the people of both the scriptures said, O our Lord! You have given them two Qirats and given us one Qirat, though we have worked more than they. Allah said, Have I usurped some of your right? They said, No. Allah said: That is my blessing I bestow upon whomsoever I wish.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي إِبْرَاهِيمُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، أَنَّهُ أَخْبَرَهُ أَنَّهُ، سَمِعَ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَقُولُ   إِنَّمَا بَقَاؤُكُمْ فِيمَا سَلَفَ قَبْلَكُمْ مِنَ الأُمَمِ كَمَا بَيْنَ صَلاَةِ الْعَصْرِ إِلَى غُرُوبِ الشَّمْسِ، أُوتِيَ أَهْلُ التَّوْرَاةِ التَّوْرَاةَ فَعَمِلُوا حَتَّى إِذَا انْتَصَفَ النَّهَارُ عَجَزُوا، فَأُعْطُوا قِيرَاطًا قِيرَاطًا، ثُمَّ أُوتِيَ أَهْلُ الإِنْجِيلِ الإِنْجِيلَ فَعَمِلُوا إِلَى صَلاَةِ الْعَصْرِ، ثُمَّ عَجَزُوا، فَأُعْطُوا قِيرَاطًا قِيرَاطًا، ثُمَّ أُوتِينَا الْقُرْآنَ فَعَمِلْنَا إِلَى غُرُوبِ الشَّمْسِ، فَأُعْطِينَا قِيرَاطَيْنِ قِيرَاطَيْنِ، فَقَالَ أَهْلُ الْكِتَابَيْنِ أَىْ رَبَّنَا أَعْطَيْتَ هَؤُلاَءِ قِيرَاطَيْنِ قِيرَاطَيْنِ، وَأَعْطَيْتَنَا قِيرَاطًا قِيرَاطًا، وَنَحْنُ كُنَّا أَكْثَرَ عَمَلاً، قَالَ قَالَ اللَّهُ عَزَّ وَجَلَّ هَلْ ظَلَمْتُكُمْ مِنْ أَجْرِكُمْ مِنْ شَىْءٍ قَالُوا لاَ، قَالَ فَهْوَ فَضْلِي أُوتِيهِ مَنْ أَشَاءُ .",
    "hadithBengali": "৫৩০। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ)...... সালিম ইবনু আবদুল্লাহ (রহঃ) তাঁর পিতা থেকে বর্ণনা করেন, তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; কে বলতে শুনেছেন যে, পুর্বেকার উম্মাতের স্থায়িত্বের তুলনায় তোমাদের স্থায়িত্ব হল আসর থেকে নিয়ে সূর্য অস্ত যাওয়ার মধ্যবর্তী সময়ের অনুরূপ। তাওরাত অনুসারীদেরকে তাওরাত দেওয়া হয়েছিল। তারা তদনুসারে কাজ করতে লাগল; যখন দুপুর হল, তখন তারা অপারগ হয়ে পড়ল। তাদের এক এক কীরাত করে পারিশ্রমিক প্রদান করা হয়। তারপর ইনজীল অনুসারীদেরকে ইনজীল দেওয়া হল। তারা আসরের সালাত (নামায/নামাজ) পর্যন্ত কাজ করে অপারগ হয়ে পড়ল। তাদেরকে এক এক কীরাত করে পারিশ্রমিক দেওয়া হল। তারপর আমাদেরকে কুরাআন দেওয়া হল। আমরা সূর্যাস্ত পর্যন্ত কাজ করলাম। আমদের দুই দুই কীরাত করে দেওয়া হল। এতে উভয় কিতাবী সম্প্রদায় বলল, হে আমাদের প্রতিপালক ! তাদের দুই দুই কীরাত করে দান করেছেন, আর আমাদেরকে দিয়েছেন এক এক কীরাত করে; অথচ আমলের দিক দিয়ে আমরাই বেশী। আল্লাহ তাআলা বললেনঃ তোমাদের পারিশ্রমিকের ব্যাপারে আমি কি তোমাদের প্রতি কোনরূপ যুলুম করেছি? তারা বলল, না। তখন আল্লাহ্ তাআলা বললেনঃ এ হল, আমার অনুগ্রহ যাকে ইচ্ছা তাকে দেই।\n",
    "checkStatus": "1",
    "hadithNo": "530",
    "id": "541",
    "thesequence": "956",
    "isActive": "1",
    "chapterId": "2051",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৮। সূর্যাস্তের পূর্বে যে ব্যাক্তি আসরের এক রাকআত পায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Musa: The Prophet (sallallahu alaihi wa sallam) said, The example of Muslims, Jews and Christians is like the example of a man who employed laborers to work for him from morning till night. They worked till midday and they said, We are not in need of your reward. SO the man employed another batch and said to them, Complete the rest of the day and yours will be the wages I had fixed (for the first batch). They worked Up till the time of the `Asr prayer and said, Whatever we have done is for you. He employed another batch. They worked for the rest of the day till sunset, and they received the wages of the two former batches.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم   مَثَلُ الْمُسْلِمِينَ وَالْيَهُودِ وَالنَّصَارَى كَمَثَلِ رَجُلٍ اسْتَأْجَرَ قَوْمًا يَعْمَلُونَ لَهُ عَمَلاً إِلَى اللَّيْلِ، فَعَمِلُوا إِلَى نِصْفِ النَّهَارِ، فَقَالُوا لاَ حَاجَةَ لَنَا إِلَى أَجْرِكَ، فَاسْتَأْجَرَ آخَرِينَ فَقَالَ أَكْمِلُوا بَقِيَّةَ يَوْمِكُمْ، وَلَكُمُ الَّذِي شَرَطْتُ، فَعَمِلُوا حَتَّى إِذَا كَانَ حِينَ صَلاَةِ الْعَصْرِ قَالُوا لَكَ مَا عَمِلْنَا. فَاسْتَأْجَرَ قَوْمًا فَعَمِلُوا بَقِيَّةَ يَوْمِهِمْ حَتَّى غَابَتِ الشَّمْسُ، وَاسْتَكْمَلُوا أَجْرَ الْفَرِيقَيْنِ .",
    "hadithBengali": "৫৩১। আবূ কুরাইব (রহঃ)...... আবূ মূসা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, মুসলিম, ইয়াহূদী ও নাসারাদের উদাহারণ হল এরূপ, এক ব্যাক্তি একদল লোককে কাজে নিয়োগ করল, তারা তার জন্য রাত পর্যন্ত কাজ করবে। কিন্তু অর্ধদিবস পর্যন্ত কাজ করার পর তারা বলল, আপনার পারিশ্রমিকের আমাদের কোন প্রয়োজন নেই। সে ব্যাক্তি অন্য আরেক দল লোককে কাজে নিয়োগ করল এবং বলল, তোমরা দিনের বাকী অংশ কাজ কর, তোমরা আমার নির্ধারিত পারিশ্রমিক পাবে। তারা কাজ করতে শুরু করলে। যখন আসরের সালাত (নামায/নামাজ)-এর সময় হল, তখন তারা বলল, আমরা যা কাজ করেছি তা আপনার জন্য রেখে গেলাম। তারপর সে ব্যাক্তি আরেক দল লোককে কাজে নিয়োগ করল। তারা সূর্যাস্ত পর্যন্ত দিনের বাকী অংশ কাজ করল এবং সে দুই দলের পূর্ণ পারিশ্রমিক হাসিল করে নিল।\n",
    "checkStatus": "1",
    "hadithNo": "531",
    "id": "542",
    "thesequence": "957",
    "isActive": "1",
    "chapterId": "2051",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৮। সূর্যাস্তের পূর্বে যে ব্যাক্তি আসরের এক রাকআত পায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Rafi` bin Khadij: We used to offer the Maghrib prayer with the Prophet (sallallahu alaihi wa sallam) and after finishing the prayer one of us may go away and could still see as Par as the spots where ones arrow might reach when shot by a bow.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مِهْرَانَ، قَالَ حَدَّثَنَا الْوَلِيدُ، قَالَ حَدَّثَنَا الأَوْزَاعِيُّ، قَالَ حَدَّثَنَا أَبُو النَّجَاشِيِّ، صُهَيْبٌ مَوْلَى رَافِعِ بْنِ خَدِيجٍ قَالَ سَمِعْتُ رَافِعَ بْنَ خَدِيجٍ، يَقُولُ كُنَّا نُصَلِّي الْمَغْرِبَ مَعَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فَيَنْصَرِفُ أَحَدُنَا وَإِنَّهُ لَيُبْصِرُ مَوَاقِعَ نَبْلِهِ.",
    "hadithBengali": "৫৩২। মুহাম্মদ ইবনু মিহারান (রহঃ)...... রাফি ইবনু খাদীজ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর সঙ্গে মাগরিবের সালাত (নামায/নামাজ) আদায় করে এমন সময় ফিরে আসতাম যে, আমাদের কেউ (তীর নিক্ষেপ করলে) নিক্ষিপ্ত তীর পতিত হওয়ার স্থান দেখতে পেত।\n",
    "checkStatus": "1",
    "hadithNo": "532",
    "id": "543",
    "thesequence": "958",
    "isActive": "1",
    "chapterId": "2052",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৯। মাগরিবের ওয়াক্ত। আতা রহঃ বলেন, রুগ্ন ব্যাক্তি মাগরিব ও ইশার সালাত একত্রে আদায় করতে পারে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir bin `Abdullah: The Prophet (sallallahu alaihi wa sallam) used to pray the Zuhr at midday, and the `Asr at a time when the sun was still bright, the Maghrib after sunset (at its stated time) and the `Isha at a variable time. Whenever he saw the people assembled (for `Isha prayer) he would pray earlier and if the people delayed, he would delay the prayer. And they or the Prophet (sallallahu alaihi wa sallam) used to offer the Fajr Prayers when it still dark.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ سَعْدٍ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ الْحَسَنِ بْنِ عَلِيٍّ، قَالَ قَدِمَ الْحَجَّاجُ فَسَأَلْنَا جَابِرَ بْنَ عَبْدِ اللَّهِ فَقَالَ كَانَ النَّبِيُّ صلى  الله عليه وسلم يُصَلِّي الظُّهْرَ بِالْهَاجِرَةِ، وَالْعَصْرَ وَالشَّمْسُ نَقِيَّةٌ، وَالْمَغْرِبَ إِذَا وَجَبَتْ، وَالْعِشَاءَ أَحْيَانًا وَأَحْيَانًا، إِذَا رَآهُمُ اجْتَمَعُوا عَجَّلَ، وَإِذَا رَآهُمْ أَبْطَوْا أَخَّرَ، وَالصُّبْحَ كَانُوا ـ أَوْ كَانَ النَّبِيُّ صلى  الله عليه وسلم يُصَلِّيهَا بِغَلَسٍ.",
    "hadithBengali": "৫৩৩। মুহাম্মদ ইবনু বাশ্&zwnj;শার (রহঃ)...... মুহাম্মদ ইবনু আমর ইবনু হাসান ইবনু আলী (রাঃ) থেকে বর্ণিত, মুহাম্মদ ইবনু আমর (রহঃ) বলেন, হাজ্জাজ ইবনু ইউসুফ) (মদিনা শরীফে) এলে আমরা জাবির ইবনু আবদুল্লাহ্ (রাঃ)-কে সালাত (নামায/নামাজ)-এর ওয়াক্ত সম্বন্ধে জিজ্ঞাসা করলাম, (কেননা, হাজ্জাজ ইবনু ইউসুফ বিলম্ব করে সালাত (নামায/নামাজ) আদায় করতেন)। তিনি বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুহরের সালাত (নামায/নামাজ) প্রচন্ড গরমের সময় আদায় করতেন। আর আসরের সালাত (নামায/নামাজ) সূর্য উজ্জল থাকতে আদায় করতেন, মাগরিবের সালাত (নামায/নামাজ) সূর্য অস্ত যেতেই আর ইশার সালাত (নামায/নামাজ) বিভিন্ন সময়ে আদায় করতেন। যদি দেখতেন, সবাই সমবেত হয়েছেন, তাহলে সকাল সকাল আদায় করতেন। আর যদি দেখতেন, লোকজন আসতে দেরী করছে, তাহলে বিলম্বে আদায় করতেন। আর ফজরের সালাত (নামায/নামাজ) তাঁরা কিংবা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অন্ধকার থাকতে আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "533",
    "id": "544",
    "thesequence": "959",
    "isActive": "1",
    "chapterId": "2052",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৯। মাগরিবের ওয়াক্ত। আতা রহঃ বলেন, রুগ্ন ব্যাক্তি মাগরিব ও ইশার সালাত একত্রে আদায় করতে পারে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salama:\n\nWe used to pray the Maghrib prayer with the Prophet (ﷺ) when the sun disappeared from the horizon.",
    "hadithArabic": " حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا يَزِيدُ بْنُ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ، قَالَ كُنَّا نُصَلِّي مَعَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم الْمَغْرِبَ إِذَا تَوَارَتْ بِالْحِجَابِ.",
    "hadithBengali": "৫৩৪। মাক্কী ইবনু ইবরাহিম (রহঃ)......... সালামা (রাঃ) থেকে বর্ণিত, তিনি বলেন, সূর্য পর্দার আড়ালে ঢাকা পড়ে যাওয়ার সাথে সাথেই আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর সঙ্গে মাগরিবের সালাত (নামায/নামাজ) আদায় করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "534",
    "id": "545",
    "thesequence": "960",
    "isActive": "1",
    "chapterId": "2052",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৯। মাগরিবের ওয়াক্ত। আতা রহঃ বলেন, রুগ্ন ব্যাক্তি মাগরিব ও ইশার সালাত একত্রে আদায় করতে পারে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas: The Prophet (sallallahu alaihi wa sallam) prayed seven rak`at together and eight rak`at together.",
    "hadithArabic": "حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، قَالَ سَمِعْتُ جَابِرَ بْنَ زَيْدٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ صَلَّى النَّبِيُّ صلى  الله عليه وسلم سَبْعًا جَمِيعًا وَثَمَانِيًا جَمِيعًا.",
    "hadithBengali": "৫৩৫। আদম (রহঃ)......... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (মাগরিব ও ইশার) সাত রাকআত ও (যুহর ও আসরের) আট রাকাআত একসাথে আদায় করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "535",
    "id": "546",
    "thesequence": "961",
    "isActive": "1",
    "chapterId": "2052",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৬৯। মাগরিবের ওয়াক্ত। আতা রহঃ বলেন, রুগ্ন ব্যাক্তি মাগরিব ও ইশার সালাত একত্রে আদায় করতে পারে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah Al-Muzani: The Prophet (sallallahu alaihi wa sallam) said, Do not be influenced by bedouins regarding the name of your Maghrib prayer which is called `Isha by them.",
    "hadithArabic": "حَدَّثَنَا أَبُو مَعْمَرٍ ـ هُوَ عَبْدُ اللَّهِ بْنُ عَمْرٍو ـ قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنِ الْحُسَيْنِ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ الْمُزَنِيُّ، أَنَّ النَّبِيَّ صلى  الله عليه وسلم قَالَ   لاَ تَغْلِبَنَّكُمُ الأَعْرَابُ عَلَى اسْمِ صَلاَتِكُمُ الْمَغْرِبِ . قَالَ الأَعْرَابُ وَتَقُولُ هِيَ الْعِشَاءُ.",
    "hadithBengali": "৫৩৬। আবূ মামার আবদুল্লাহ ইবনু আমর (রহঃ)...... আবদুল্লাহ&zwnj; মুযানী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বেদুঈনরা মাগরিবের সালাত (নামায/নামাজ)-এর নামের ব্যাপারে তোমাদের উপর যেন প্রভাব বিস্তার না করে। রাবী (আবদুল্লাহ&zwnj; মুযানী (রাঃ) বলেন, বেদুঈনরা মাগরিবকে ইশা বলে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "536",
    "id": "547",
    "thesequence": "962",
    "isActive": "1",
    "chapterId": "2053",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭০। মাগরিবকে ইশা বলা যিনি পছন্দ করেন না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah: One night Allahs Messenger (sallallahu alaihi wa sallam) led us in the `Isha prayer and that is the one called Al-`Atma [??] by the people. After the completion of the prayer, he faced us and said, Do you know the importance of this night? Nobody present on the surface of the earth tonight will be living after one hundred years from this night. ",
    "hadithArabic": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ سَالِمٌ أَخْبَرَنِي عَبْدُ اللَّهِ، قَالَ صَلَّى لَنَا رَسُولُ اللَّهِ صلى  الله عليه وسلم لَيْلَةً صَلاَةَ الْعِشَاءِ ـ وَهْىَ الَّتِي يَدْعُو النَّاسُ الْعَتَمَةَ ـ ثُمَّ انْصَرَفَ فَأَقْبَلَ عَلَيْنَا فَقَالَ   أَرَأَيْتُمْ لَيْلَتَكُمْ هَذِهِ فَإِنَّ رَأْسَ مِائَةِ سَنَةٍ مِنْهَا لاَ يَبْقَى مِمَّنْ هُوَ عَلَى ظَهْرِ الأَرْضِ أَحَدٌ .",
    "hadithBengali": "৫৩৭। আবদান (রহঃ)...... আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক রাতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিয়ে ইশার সালাত (নামায/নামাজ) আদায় করেন, যে সালাত (নামায/নামাজ)কে লোকেরা আতামা বলে থাকে। তারপর তিনি ফিরে আমাদের দিকে মুখ করে বললেন, আজকের এ রাত সম্পর্কে তোমরা জানো কি? এ রাত থেকে নিয়ে একশ বছরের শেষ মাথায় আজ যারা ভূপৃষ্ঠে আছে তাদের কেউ অবশিষ্ট থাকবে না।\n",
    "checkStatus": "1",
    "hadithNo": "537",
    "id": "548",
    "thesequence": "963",
    "isActive": "1",
    "chapterId": "2054",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭১। ইশা ও আতামা এর বর্ণনা এবং যিনি এতে কোন আপত্তি করেন না। আবু হুরাইরা (রাঃ) নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) থেকে বর্ণনা করেছেন যে, মুনাফিকদের জন্য সবচে কষ্টকর সালাত হল ইশা ও ফজর। তিনি আরও বলেছেন যে, তারা যদি জানত, আতামা (ইশা) ও ফজরে কি কল্লান নিহিত আছে। ইমাম বুখারি রাহঃ বলেন, ইশা শব্দ ব্যাবহার করাই উত্তম। কেননা আল্লাহ্&zwnj; তায়ালা ইরশাদ করেনঃ {وَمِنْ بَعْدِ صَلاَةِ الْعِشَاءِ} আবু মুসা (রাঃ) আরও বর্ণিত যে, তিনি বলেন, আমরা পালাক্রমে নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর এখানে ইশার সালাতে যেতাম। একবার তিনি তা দেরি* করে আদায় করেন। ইবন আব্বাস ও আয়শা (রাঃ) (এরুপ) বর্ণনা করেন যে, নাবী আতমা দেরি করে আদায় করেন।জাবির (রাঃ) বলেন, নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) ইশার সালাত আদায় করলেন। আবু বারযা (রাঃ) বলেন নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) ইশার সালাত বিলম্বে আদায় করতেন। আনাস (রাঃ) ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Muhammad bin `Amr: We asked Jabir bin `Abdullah about the prayers of the Prophet (sallallahu alaihi wa sallam) . He said, He used to pray Zuhr prayer at midday, the `Asr when the sun was still hot, and the Maghrib after sunset (at its stated time). The `Isha was offered early if the people gathered, and used to be delayed if their number was less; and the morning prayer was offered when it was still dark. ",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو ـ هُوَ ابْنُ الْحَسَنِ بْنِ عَلِيٍّ ـ قَالَ سَأَلْنَا جَابِرَ بْنَ عَبْدِ اللَّهِ عَنْ صَلاَةِ النَّبِيِّ صلى  الله عليه وسلم، صلى  الله عليه وسلم فَقَالَ كَانَ يُصَلِّي الظُّهْرَ بِالْهَاجِرَةِ، وَالْعَصْرَ وَالشَّمْسُ حَيَّةٌ، وَالْمَغْرِبَ إِذَا وَجَبَتْ، وَالْعِشَاءَ إِذَا كَثُرَ النَّاسُ عَجَّلَ، وَإِذَا قَلُّوا أَخَّرَ، وَالصُّبْحَ بِغَلَسٍ.",
    "hadithBengali": "৫৩৮। মুসলিম ইবনু ইবরাহিম (রহঃ)...... মুহাম্মাদ ইবনু আমর ইবনু হাসান ইবনু আলী (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা জাবির ইব&zwnj;ন আবদুল্লাহ (রাঃ)-কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম - এর সালাত (নামায/নামাজ) সম্বন্ধে জিজ্ঞাসা করলাম। তিনি বললেন, মধ্যাহ্ন গড়ালেই রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুহরের সালাত (নামায/নামাজ) আদায় করতেন এবং সূর্য সতেজ থাকতেই আসর আদায় করতেন, আর সূর্য অস্ত গেলেই মাগরিব আদায় করতেন, আর লোক বেশী হয়ে গেলে ইশার সালাত (নামায/নামাজ) তাড়াতাড়ি আদায় করতেন এবং লোক কম হলে দেরী করতেন, আর ফজরের সালাত (নামায/নামাজ) অন্ধকার থাকতেই আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "538",
    "id": "549",
    "thesequence": "964",
    "isActive": "1",
    "chapterId": "2055",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭২। ইশার সালাতের ওয়াক্ত লোকজন জামায়েত হয়ে গেলে বা বিলম্বে এলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: Allahs Messenger (sallallahu alaihi wa sallam) once delayed the `Isha prayer and that was during the days when Islam still had not spread. The Prophet (sallallahu alaihi wa sallam) did not come out till `Umar informed him that the women and children had slept. Then he came out and said to the people of the mosque: None amongst the dwellers of the earth has been waiting for it (`Isha prayer) except you.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ قَالَتْ، أَعْتَمَ رَسُولُ اللَّهِ صلى  الله عليه وسلم لَيْلَةً بِالْعِشَاءِ، وَذَلِكَ قَبْلَ أَنْ يَفْشُوَ الإِسْلاَمُ، فَلَمْ يَخْرُجْ حَتَّى قَالَ عُمَرُ نَامَ النِّسَاءُ وَالصِّبْيَانُ. فَخَرَجَ فَقَالَ لأَهْلِ الْمَسْجِدِ   مَا يَنْتَظِرُهَا أَحَدٌ مِنْ أَهْلِ الأَرْضِ غَيْرُكُمْ .",
    "hadithBengali": "৫৩৯। ইয়াহ্ইয়া ইবনু বুকাইর (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক রাতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইশার সালাত (নামায/নামাজ) আদায় করতে বিলম্ব করলেন। এ হল ব্যাপকভাবে ইসলাম প্রসারের আগের কথা। (সালাত (নামায/নামাজ)-এর জন্য) তিনি বেরিয়ে আসেননি, এমন কি উমর (রাঃ) বললেন, মহিলা ও শিশুরা ঘুমিয়ে পড়েছে। এরপর তিনি বেরিয়ে এলেন এবং মসজিদের লোকদের লক্ষ্য করে বললেনঃ &ldquo;তোমরা ব্যতীত যমীনের অধিবাসীদের কেউ ইশার সালাত (নামায/নামাজ)-এর জন্য অপেক্ষায় নেই। &rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "539",
    "id": "550",
    "thesequence": "965",
    "isActive": "1",
    "chapterId": "2056",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭৩। ইশার সালাতের ফযিলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Musa: My companions, who came with me in the boat and I landed at a place called Baqi [??] Buthan [??] . The Prophet (sallallahu alaihi wa sallam) was in Medina at that time. One of us used to go to the Prophet (sallallahu alaihi wa sallam) by turns every night at the time of the `Isha prayer. Once I along with my companions went to the Prophet (sallallahu alaihi wa sallam) and he was busy in some of his affairs, so the `Isha prayer was delayed to the middle of the night He then came out and led the people (in prayer). After finishing from the prayer, he addressed the people present there saying, Be patient! Dont go away. Have the glad tiding. It is from the blessing of Allah upon you that none amongst mankind has prayed at this time save you. Or said, None except you has prayed at this time. Abu Musa added, So we returned happily after what we heard from Allahs Messenger (sallallahu alaihi wa sallam) .",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، قَالَ أَخْبَرَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ كُنْتُ أَنَا وَأَصْحَابِي الَّذِينَ، قَدِمُوا مَعِي فِي السَّفِينَةِ نُزُولاً فِي بَقِيعِ بُطْحَانَ، وَالنَّبِيُّ صلى  الله عليه وسلم بِالْمَدِينَةِ، فَكَانَ يَتَنَاوَبُ النَّبِيَّ صلى  الله عليه وسلم عِنْدَ صَلاَةِ الْعِشَاءِ كُلَّ لَيْلَةٍ نَفَرٌ مِنْهُمْ، فَوَافَقْنَا النَّبِيَّ ـ عليه السلام ـ أَنَا وَأَصْحَابِي وَلَهُ بَعْضُ الشُّغْلِ فِي بَعْضِ أَمْرِهِ فَأَعْتَمَ بِالصَّلاَةِ حَتَّى ابْهَارَّ اللَّيْلُ، ثُمَّ خَرَجَ النَّبِيُّ صلى  الله عليه وسلم فَصَلَّى بِهِمْ، فَلَمَّا قَضَى صَلاَتَهُ قَالَ لِمَنْ حَضَرَهُ  عَلَى رِسْلِكُمْ، أَبْشِرُوا إِنَّ مِنْ نِعْمَةِ اللَّهِ عَلَيْكُمْ أَنَّهُ لَيْسَ أَحَدٌ مِنَ النَّاسِ يُصَلِّي هَذِهِ السَّاعَةَ غَيْرُكُمْ . أَوْ قَالَ  مَا صَلَّى هَذِهِ السَّاعَةَ أَحَدٌ غَيْرُكُمْ . لاَ يَدْرِي أَىَّ الْكَلِمَتَيْنِ قَالَ. قَالَ أَبُو مُوسَى فَرَجَعْنَا فَفَرِحْنَا بِمَا سَمِعْنَا مِنْ رَسُولِ اللَّهِ صلى  الله عليه وسلم",
    "hadithBengali": "৫৪০। মুহাম্মদ ইবনু আলা (রহঃ)......... আবূ মূসা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি ও আমার সঙ্গীরা-যারা (আবিসিনিয়া থেকে) জাহাজ যোগে আমার সঙ্গে প্রত্যাবর্তন করেছিলেন- বাকীয়ে বুতহানের একটি মুক্ত এলাকায় বসবাসরত ছিলাম। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থাকতেন মদিনায়। বুতহানের অধিবাসীরা পালাক্রমে একদল করে প্রতি রাতে এশার সালাত (নামায/নামাজ)-এর সময় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর খিদমতে আসতেন। পালাক্রমে ইশার সালাত (নামায/নামাজ)-এর সময় আমি ও আমার কতিপয় সঙ্গী রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর কাছে হাযির হলাম। তখন তিনি কোন কাজে খুব ব্যস্ত ছিলেন, ফলে সালাত (নামায/নামাজ) আদায়ে বিলম্ব করলেন। এমন কি রাত অর্ধেক হয়ে গেল। তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বেরিয়ে এলেন এবং সবাইকে নিয়ে সালাত (নামায/নামাজ) আদায় করলেন। সালাত (নামায/নামাজ) শেষে তিনি উপস্থিত ব্যাক্তিদেরকে বললেনঃ প্রত্যেকেই নিজ নিজ স্থানে বসে যাও। তোমাদের সুসংবাদ দিচ্ছি যে, আল্লাহর পক্ষ থেকে তোমাদের জন্য এটি এক নিয়ামত যে, তোমরা ব্যতীত মানুষের মধ্যে কেউ এ মুহূর্তে সালাত (নামায/নামাজ) আদায় করছে না। কিংবা তিনি বলেছিলেনঃ তোমরা ব্যতীত কোন উম্মাত এ সময় সালাত (নামায/নামাজ) আদায় করেনি। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন বাক্যটি বলেছিলেন বর্ণনাকারী তা নিশ্চিত করে বলতে পারেননি। . আবূ মূসা (রাঃ) বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর এ কথা শুনে আমরা অত্যন্ত আনন্দিত মনে বাড়ী ফিরলাম।\n",
    "checkStatus": "1",
    "hadithNo": "540",
    "id": "551",
    "thesequence": "966",
    "isActive": "1",
    "chapterId": "2056",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭৩। ইশার সালাতের ফযিলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Barza: Allahs Messenger (sallallahu alaihi wa sallam) disliked to sleep before the `Isha prayer and to talk after it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، قَالَ أَخْبَرَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، قَالَ حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي الْمِنْهَالِ، عَنْ أَبِي بَرْزَةَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم كَانَ يَكْرَهُ النَّوْمَ قَبْلَ الْعِشَاءِ وَالْحَدِيثَ بَعْدَهَا.",
    "hadithBengali": "৫৪১। মুহাম্মদ ইবনু সালাম (রহঃ)...... আবূ বারযা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইশার পূর্বে নিদ্রা যাওয়া এবং পরে কথাবার্তা বলা অপছন্দ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "541",
    "id": "552",
    "thesequence": "967",
    "isActive": "1",
    "chapterId": "2057",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭৪। ইশার সালাতের আগে ঘুমানো মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Shihab from `Urwa: `Aisha said, Once Allahs Messenger (sallallahu alaihi wa sallam) delayed the `Isha prayer till `Umar reminded him by saying, The prayer! The women and children have slept. Then the Prophet (sallallahu alaihi wa sallam) came out and said, None amongst the dwellers of the earth has been waiting for it (the prayer) except you. `Urwa said, Nowhere except in Medina the prayer used to be offered (in those days). He further said, The Prophet (sallallahu alaihi wa sallam) used to offer the `Isha prayer in the period between the disappearance of the twilight and the end of the first third of the night.",
    "hadithArabic": "حَدَّثَنَا أَيُّوبُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي أَبُو بَكْرٍ، عَنْ سُلَيْمَانَ، قَالَ صَالِحُ بْنُ كَيْسَانَ أَخْبَرَنِي ابْنُ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، قَالَتْ أَعْتَمَ رَسُولُ اللَّهِ صلى  الله عليه وسلم بِالْعِشَاءِ حَتَّى نَادَاهُ عُمَرُ الصَّلاَةَ، نَامَ النِّسَاءُ وَالصِّبْيَانُ. فَخَرَجَ فَقَالَ   مَا يَنْتَظِرُهَا أَحَدٌ مِنْ أَهْلِ الأَرْضِ غَيْرُكُمْ . قَالَ وَلاَ يُصَلَّى يَوْمَئِذٍ إِلاَّ بِالْمَدِينَةِ، وَكَانُوا يُصَلُّونَ فِيمَا بَيْنَ أَنْ يَغِيبَ الشَّفَقُ إِلَى ثُلُثِ اللَّيْلِ الأَوَّلِ.",
    "hadithBengali": "৫৪২। আয়্যূব ইবনু সুলাইমান (রহঃ)...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, একদা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইশার সালাত (নামায/নামাজ) আদায় করতে দেরী করলেন। উমর (রাঃ) তাঁকে বললেন, আস-সালাত (নামায/নামাজ)। নারী ও শিশুরা ঘুমিয়ে পড়েছে। তারপর তিনি বেরিয়ে আসলেন এবং বললেনঃ তোমরা ব্যতীত পৃথিবীর আর কেউ এ সালাত (নামায/নামাজ)-এর জন্য অপেক্ষা করছে না। (রাবী বলেন) তখন মদিনা ব্যতীত অন্য কোথাও সালাত (নামায/নামাজ) আদায় করা হত না। (তিনি আরও বলেন যে) পশ্চিম আকাশের শাফাক অন্তর্হিত হওয়ার পর থেকে রাতের প্রথম এক-তৃতীয়াংশের মধ্যে তাঁরা ইশার সালাত (নামায/নামাজ) আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "542",
    "id": "553",
    "thesequence": "968",
    "isActive": "1",
    "chapterId": "2058",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭৫। ঘুম প্রবল হলে ইশার আগে ঘুমানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Juraij from Nafi`: `Abdullah bin `Umar said, Once Allahs Messenger (sallallahu alaihi wa sallam) was busy (at the time of the `Isha), so the prayer was delayed so much so that we slept and woke up and slept and woke up again. The Prophet (sallallahu alaihi wa sallam) came out and said, None amongst the dwellers of the earth but you have been waiting for the prayer. Ibn `Umar did not find any harm in praying it earlier or in delaying it unless he was afraid that sleep might overwhelm him and he might miss the prayer, and sometimes he used to sleep before the `Isha prayer. Ibn Juraij said, I said to `Ata, I heard Ibn `Abbas saying: Once Allahs Messenger (sallallahu alaihi wa sallam) delayed the `Isha prayer to such an extent that the people slept and got up and slept again and got up again. Then `Umar bin Al-Khattab I, stood up and reminded the Prophet (sallallahu alaihi wa sallam) I of the prayer. `Ata said, Ibn `Abbas said: The Prophet came out as if I was looking at him at this time, and water was trickling from his head and he was putting his hand on his head and then said, Hadnt I thought it hard for my followers, I would have ordered them to pray (`Isha prayer) at this time. I asked `Ata for further information, how the Prophet had kept his hand on his head as he was told by Ibn `Abbas. `Ata separated his fingers slightly and put their tips on the side of the head, brought the fingers downwards approximating them till the thumb touched the lobe of the ear at the side of the temple and the beard on the face. He neither slowed nor hurried in this action but he acted like that. The Prophet (sallallahu alaihi wa sallam) said: Hadnt I thought it hard for my followers I would have ordered them to pray at this time.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودٌ، قَالَ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، قَالَ أَخْبَرَنِي ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي نَافِعٌ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم شُغِلَ عَنْهَا لَيْلَةً، فَأَخَّرَهَا حَتَّى رَقَدْنَا فِي الْمَسْجِدِ، ثُمَّ اسْتَيْقَظْنَا ثُمَّ رَقَدْنَا ثُمَّ اسْتَيْقَظْنَا، ثُمَّ خَرَجَ عَلَيْنَا النَّبِيُّ صلى  الله عليه وسلم ثُمَّ قَالَ  لَيْسَ أَحَدٌ مِنْ أَهْلِ الأَرْضِ يَنْتَظِرُ الصَّلاَةَ غَيْرُكُمْ . وَكَانَ ابْنُ عُمَرَ لاَ يُبَالِي أَقَدَّمَهَا أَمْ أَخَّرَهَا إِذَا كَانَ لاَ يَخْشَى أَنْ يَغْلِبَهُ النَّوْمُ عَنْ وَقْتِهَا، وَكَانَ يَرْقُدُ قَبْلَهَا. قَالَ ابْنُ جُرَيْجٍ قُلْتُ لِعَطَاءٍ وَقَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ أَعْتَمَ رَسُولُ اللَّهِ صلى  الله عليه وسلم لَيْلَةً بِالْعِشَاءِ حَتَّى رَقَدَ النَّاسُ وَاسْتَيْقَظُوا، وَرَقَدُوا وَاسْتَيْقَظُوا، فَقَامَ عُمَرُ بْنُ الْخَطَّابِ فَقَالَ الصَّلاَةَ. قَالَ عَطَاءٌ قَالَ ابْنُ عَبَّاسٍ فَخَرَجَ نَبِيُّ اللَّهِ صلى  الله عليه وسلم كَأَنِّي أَنْظُرُ إِلَيْهِ الآنَ، يَقْطُرُ رَأْسُهُ مَاءً، وَاضِعًا يَدَهُ عَلَى رَأْسِهِ فَقَالَ  لَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِي لأَمَرْتُهُمْ أَنْ يُصَلُّوهَا هَكَذَا . فَاسْتَثْبَتُّ عَطَاءً كَيْفَ وَضَعَ النَّبِيُّ صلى  الله عليه وسلم عَلَى رَأْسِهِ يَدَهُ كَمَا أَنْبَأَهُ ابْنُ عَبَّاسٍ، فَبَدَّدَ لِي عَطَاءٌ بَيْنَ أَصَابِعِهِ شَيْئًا مِنْ تَبْدِيدٍ، ثُمَّ وَضَعَ أَطْرَافَ أَصَابِعِهِ عَلَى قَرْنِ الرَّأْسِ ثُمَّ ضَمَّهَا، يُمِرُّهَا كَذَلِكَ عَلَى الرَّأْسِ حَتَّى مَسَّتْ إِبْهَامُهُ طَرَفَ الأُذُنِ مِمَّا يَلِي الْوَجْهَ عَلَى الصُّدْغِ، وَنَاحِيَةِ اللِّحْيَةِ، لاَ يُقَصِّرُ وَلاَ يَبْطُشُ إِلاَّ كَذَلِكَ وَقَالَ  لَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِي لأَمَرْتُهُمْ أَنْ يُصَلُّوا هَكَذَا .",
    "hadithBengali": "৫৪৩। মাহমূদ (রহঃ)...... আবদুল্লাহ্ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, এক রাতে কর্মব্যস্ততার কারণে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইশার সালাত (নামায/নামাজ) আদায়ে দেরী করলেন, এমন কি আমরা মসজিদে ঘুমিয়ে পড়লাম। তারপর জেগে উঠে আবার ঘুমিয়ে পড়লাম। এরপর আবার জেগে উঠলাম। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে এলেন, তারপর বললেনঃ তোমরা ব্যতীত পৃথিবীর আর কেউ এ সালাত (নামায/নামাজ)-এর জন্য অপেক্ষা করছে না। ঘুম প্রবল হওয়ার কারণে এশার সালাত (নামায/নামাজ) বিনষ্ট হওয়ার আশংকা না থাকলে ইবনু উমর (রাঃ) তা আগেভাগে বা বিলম্ব করে আদায় করতে দ্বিধা করতেন না। কখনও কখনও তিনি ইশার আগে নিদ্রাও যেতেন।\n\nইবনু জুরাইজ (রহঃ) বলেন, এ বিষয়ে আমি আতা (রহঃ)-কে জিজ্ঞাসা করলাম। তিনি বললেন, আমি ইবনু আব্বাস (রাঃ)-কে বলতে শুনেছি যে, এক রাতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইশার সালাত (নামায/নামাজ) আদায় করতে দেরী করেছিলেন, এমন কি লোকজন একবার ঘুমিয়ে জেগে উঠল, আবার ঘুমিয়ে পড়ে জাগ্রত হল। তখন উমর ইবনু খাত্তাব (রাঃ) উঠে গিয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বললেন, আস-সালাত (নামায/নামাজ)।\n\nআতা (রহঃ) বলেন যে, ইবনু আব্বাস (রাঃ) বর্ণনা করেছেন, তারপর আল্লাহর রাসূল বেরিয়ে এলেন-যেন এখনো আমি তাঁকে দেখছি- তাঁর মাথা থেকে পানি টপকে পড়ছিল এবং তাঁর হাত মাথার উপর ছিল। তিনি এসে বললেনঃ যদি আমার উম্মাতের জন্য কষ্টকর হবে বলে মনে না করতাম, তাহলে তাদেরকে এভাবে (বিলম্ব করে) ইশার সালাত (নামায/নামাজ) আদায় করার নির্দেশ দিতাম।\n\nইবনু জুরাইজ (রহঃ) বলেন, ইবনু আব্বাস (রাঃ) &ndash; এর বর্ণনা অনুযায়ী রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে মাথায় হাত রেখেছিলেন তা কিভাবে রেখেছিলেন, বিষয়টি সুস্পষ্ট করে ব্যাখ্যা করার জন্য আতা (রহঃ)-কে বললাম। আতা (রহঃ) তাঁর আঙ্গুলগুলো সামান্য ফাঁকা করলেন, তারপর সেগুলোর অগ্রভাগ সম্মুখ দিক থেকে (চুলের অভ্যন্তরে) প্রবেশ করালেন। তারপর আঙ্গুলীগুলো একত্রিত করে মাথার উপর দিয়ে এভাবে টেনে নিলেন যে, তার বৃদ্ধাঙ্গুলী কানের সে পার্শবকে স্পর্শ করে গেল যা মুখমন্ডল সংলগ্ন চোয়ালের হাড্ডির উপর শ্মশ্রুর পাশে অবস্থিত। তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চুলের পানি ঝরাতে কিংবা চুল চাপড়াতে এরূপই করতেন। এবং তিনি বলেছিলেনঃ যদি আমার উম্মাতের জন্য কষ্টকর হবে বলে মনে না করতাম, তাহলে তাদেরকে এভাবেই (বিলম্ব করে) সালাত (নামায/নামাজ) আদায় করার নির্দেশ দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "543",
    "id": "554",
    "thesequence": "969",
    "isActive": "1",
    "chapterId": "2058",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭৫। ঘুম প্রবল হলে ইশার আগে ঘুমানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas: The Prophet (sallallahu alaihi wa sallam) delayed the `Isha prayer till midnight and then he offered the prayer and said, The people prayed and slept but you have been in prayer as long as you have been waiting for it (the prayer). Anas added: As if I am looking now at the glitter of the ring of the Prophet (sallallahu alaihi wa sallam) on that night.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحِيمِ الْمُحَارِبِيُّ، قَالَ حَدَّثَنَا زَائِدَةُ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَنَسٍ، قَالَ أَخَّرَ النَّبِيُّ صلى  الله عليه وسلم صَلاَةَ الْعِشَاءِ إِلَى نِصْفِ اللَّيْلِ، ثُمَّ صَلَّى ثُمَّ قَالَ   قَدْ صَلَّى النَّاسُ وَنَامُوا، أَمَا إِنَّكُمْ فِي صَلاَةٍ مَا انْتَظَرْتُمُوهَا . وَزَادَ ابْنُ أَبِي مَرْيَمَ أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ حَدَّثَنِي حُمَيْدٌ سَمِعَ أَنَسًا كَأَنِّي أَنْظُرُ إِلَى وَبِيصِ خَاتَمِهِ لَيْلَتَئِذٍ.",
    "hadithBengali": "৫৪৪। আবদুর রহীম মুহারিবী (রহঃ)...... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, একরাতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইশার সালাত (নামায/নামাজ) অর্ধেক রাত পর্যন্ত বিলম্ব করলেন। তারপর সালাত (নামায/নামাজ) আদায় করে তিনি বললেনঃ লোকেরা নিশ্চয়ই সালাত (নামায/নামাজ) আদায় করে ঘুমিয়ে পড়েছে। শোন ! তোমরা যতক্ষণ সালাত (নামায/নামাজ)-এর অপেক্ষায় ছিলে ততক্ষণ তোমরা সালাত (নামায/নামাজ)ই ছিলে। ইবনু আবূ মারইয়াম (রহঃ)-এর বর্ণনায় আরও আছে, তিনি বলেন, ইয়াহ্ইয়া ইবনু আইউব (রহঃ) হুমাইদ (রহঃ) থেকে বর্ণনা করেছেন যে, তিনি (হুমাইদ) আনাস (রাঃ)-কে বলতে শুনেছেন, সে রাতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর আংটির উজ্জলতা আমি যেন এখনও দেখতে পাচ্ছি।\n",
    "checkStatus": "1",
    "hadithNo": "544",
    "id": "555",
    "thesequence": "970",
    "isActive": "1",
    "chapterId": "2059",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭৬। রাতের অর্ধাংশ পর্যন্ত ইশার ওয়াক্ত। আবু বারযা (রাঃ) বলেন, নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) ইশার সালাত দেরীতে আদায় করা পছন্দ করতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jarir bin `Abdullah: We were with the Prophet (sallallahu alaihi wa sallam) on a full moon night. He looked at the moon and said, You will certainly see your Lord as you see this moon, and there will be no trouble in seeing Him. So if you can avoid missing (through sleep, business, etc.) a prayer before the rising of the sun (Fajr) and before its setting (`Asr) you must do so. He (the Prophet (sallallahu alaihi wa sallam) ) then recited the following verse: And celebrate the praises Of Your Lord before The rising of the sun And before (its) setting. (50.39)",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، حَدَّثَنَا قَيْسٌ، قَالَ لِي جَرِيرُ بْنُ عَبْدِ اللَّهِ كُنَّا عِنْدَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم إِذْ نَظَرَ إِلَى الْقَمَرِ لَيْلَةَ الْبَدْرِ فَقَالَ  أَمَا إِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ كَمَا تَرَوْنَ هَذَا، لاَ تُضَامُّونَ ـ أَوْ لاَ تُضَاهُونَ ـ فِي رُؤْيَتِهِ، فَإِنِ اسْتَطَعْتُمْ أَنْ لاَ تُغْلَبُوا عَلَى صَلاَةٍ قَبْلَ طُلُوعِ الشَّمْسِ، وَقَبْلَ غُرُوبِهَا فَافْعَلُوا . ثُمَّ قَالَ  فَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا .",
    "hadithBengali": "৫৪৫। মূসাদ্দাদ (রহঃ)...... জারীর ইবনু আবদুল্লাহ্ (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক রাতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর নিকট ছিলাম। হঠাৎ তিনি পূর্ণিমা রাতের চাঁদের দিকে তাকিয়ে বললেন, শোন! এটি যেমন দেখতে পাচ্ছ &ndash; তোমাদের প্রতিপালককেও তোমরা তেমনি দেখতে পাবে। তাঁকে দেখতে তোমরা ভিড়ের সম্মুখীন হবে না। কাজেই তোমরা যদি সূর্য উঠার আগের সালাত (নামায/নামাজ) ও সূর্য ডুবার আগের সালাত (নামায/নামাজ) আদায়ে সমর্থ হও, তাহলে তাই কর। তারপর তিনি এ আয়াত তিলাওয়াত করলেনঃ &ldquo;সূর্যোদয় ও সূর্যাস্তের পূর্বে আপনি আপনার প্রতিপালকের প্রশংসার তাসবীহ্পাঠ করুন। &rdquo; (৫০/৩৯)।\n\nআবূ আবদুল্লাহ্ (ইমাম বুখারী (রহঃ) বলেন, ইবনু শিহাব (রহঃ) জারীর (রাঃ) থেকে আরো বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা তোমাদের প্রতিপালককে খালি চোখে দেখতে পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "545",
    "id": "556",
    "thesequence": "971",
    "isActive": "1",
    "chapterId": "2060",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭৭। ফজরের সালাতের ফযিলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Bakr bin Abi Musa: My father said, Allahs Messenger (sallallahu alaihi wa sallam) said, Whoever prays the two cool prayers (`Asr and Fajr) will go to Paradise. ",
    "hadithArabic": "حَدَّثَنَا هُدْبَةُ بْنُ خَالِدٍ، قَالَ حَدَّثَنَا هَمَّامٌ، حَدَّثَنِي أَبُو جَمْرَةَ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ   مَنْ صَلَّى الْبَرْدَيْنِ دَخَلَ الْجَنَّةَ . وَقَالَ ابْنُ رَجَاءٍ حَدَّثَنَا هَمَّامٌ عَنْ أَبِي جَمْرَةَ أَنَّ أَبَا بَكْرِ بْنَ عَبْدِ اللَّهِ بْنِ قَيْسٍ أَخْبَرَهُ بِهَذَا. حَدَّثَنَا إِسْحَاقُ، عَنْ حَبَّانَ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا أَبُو جَمْرَةَ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم مِثْلَهُ.",
    "hadithBengali": "৫৪৬। হুদবা ইবনু খালিদ (রহঃ)...... আবূ বকর ইবনু আবূ মূসা (রাঃ) থেকে তাঁর পিতার সূত্রে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি দুই শীতের (ফজর ও আসরের) সালাত (নামায/নামাজ) আদায় করবে, সে জান্নাতে দাখিল হবে।\n\nইবনু রাজা (রহঃ) বলেন, হাম্মাম (রহঃ) আবূ জামরা (রহঃ) থেকে বর্ণনা করেন যে, আবূ বক্&zwnj;র ইবনু আবদুল্লাহ ইবনু কায়স (রহঃ) তাঁর নিকট এ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "546",
    "id": "557",
    "thesequence": "972",
    "isActive": "1",
    "chapterId": "2060",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭৭। ফজরের সালাতের ফযিলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "-",
    "hadithArabic": "-",
    "hadithBengali": "৫৪৭। ইসহাক (রহঃ)......... আবদুল্লাহ (রাঃ) সুত্রে রাসুলসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরুপ বর্ণনা করেছেন। [দেখুন হাদিস নম্বরঃ ৫৪৬]\n",
    "checkStatus": "1",
    "hadithNo": "547",
    "id": "558",
    "thesequence": "973",
    "isActive": "1",
    "chapterId": "2060",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭৭। ফজরের সালাতের ফযিলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas: Zaid bin Thabit said, We took the Suhur (the meal taken before dawn while fasting is observed) with the Prophet (sallallahu alaihi wa sallam) and then stood up for the (morning) prayer. I asked him how long the interval between the two (Suhur and prayer) was. He replied, The interval between the two was just sufficient to recite fifty to Sixth Ayat.",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، قَالَ حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ زَيْدَ بْنَ ثَابِتٍ، حَدَّثَهُ أَنَّهُمْ، تَسَحَّرُوا مَعَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم ثُمَّ قَامُوا إِلَى الصَّلاَةِ. قُلْتُ كَمْ بَيْنَهُمَا قَالَ قَدْرُ خَمْسِينَ أَوْ سِتِّينَ ـ يَعْنِي آيَةً ـ ",
    "hadithBengali": "৫৪৮। আমর ইবনু আসিম (রহঃ)...... যায়িদ ইবনু সাবিত (রাঃ) থেকে বর্ণিত, তিনি বলেন, তাঁরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর সঙ্গে সাহরী খেয়েছেন, তারপর ফজরের সালাত (নামায/নামাজ) দাঁড়িয়েছেন। আনাস (রাঃ) বলেন, আমি জিজ্ঞাসা করলাম, এ দুয়ের মাঝে কতটুকু সময়ের ব্যবধান ছিল? তিনি বললেন, পঞ্চাশ বা ষাট আয়াত তিলাওয়াত করা যায়, এরূপ সময়ের ব্যবধান ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "548",
    "id": "559",
    "thesequence": "974",
    "isActive": "1",
    "chapterId": "2061",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭৮। ফজরের ওয়াক্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Qatada: Anas bin Malik said, The Prophet (sallallahu alaihi wa sallam) and Zaid bin Thabit took the Suhur together and after finishing the meal, the Prophet (sallallahu alaihi wa sallam) stood up and prayed (Fajr prayer). I asked Anas, How long was the interval between finishing their Suhur and starting the prayer? He replied, The interval between the two was just sufficient to recite fifty Ayat. (Verses of the Quran).",
    "hadithArabic": "حَدَّثَنَا حَسَنُ بْنُ صَبَّاحٍ، سَمِعَ رَوْحًا، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ نَبِيَّ اللَّهِ صلى  الله عليه وسلم وَزَيْدَ بْنَ ثَابِتٍ تَسَحَّرَا، فَلَمَّا فَرَغَا مِنْ سَحُورِهِمَا قَامَ نَبِيُّ اللَّهِ صلى  الله عليه وسلم إِلَى الصَّلاَةِ فَصَلَّى. قُلْنَا لأَنَسٍ كَمْ كَانَ بَيْنَ فَرَاغِهِمَا مِنْ سَحُورِهِمَا وَدُخُولِهِمَا فِي الصَّلاَةِ قَالَ قَدْرُ مَا يَقْرَأُ الرَّجُلُ خَمْسِينَ آيَةً.",
    "hadithBengali": "৫৪৯। হাসান ইবনু সাব্বাহ্ (রহঃ)...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, আল্লাহর রাসূল ও যায়িদ ইবনু সাবিত (রাঃ) একসাথে সাহরী খাচ্ছিলেন, যখন তাঁদের খাওয়া হয়ে গেল &ndash; আল্লাহর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ফজরের) সালাতে (নামায/নামাজ) দাঁড়িয়ে গেলেন এবং সালাত (নামায/নামাজ) আদায় করলেন। কাতাদা (রহঃ) বলেন, আমরা আনাস (রাঃ)-কে জিজ্ঞাসা করলাম, তাঁদের সাহরী খাওয়া থেকে অবসর হয়ে সালাত (নামায/নামাজ) শুরু করার মধ্যে কতটুকু সময়ের ব্যবধান ছিল? তিনি বললেন, একজন লোক পঞ্চাশ আয়াত তিলাওয়াত করতে পারে এতটুকু সময়।\n",
    "checkStatus": "1",
    "hadithNo": "549",
    "id": "560",
    "thesequence": "975",
    "isActive": "1",
    "chapterId": "2061",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭৮। ফজরের ওয়াক্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Sahl bin Sa`d: I used to take the Suhur meal with my family and hasten so as to catch the Fajr (morning prayer) with Allahs Messenger (sallallahu alaihi wa sallam).",
    "hadithArabic": " حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، عَنْ أَخِيهِ، عَنْ سُلَيْمَانَ، عَنْ أَبِي حَازِمٍ، أَنَّهُ سَمِعَ سَهْلَ بْنَ سَعْدٍ، يَقُولُ كُنْتُ أَتَسَحَّرُ فِي أَهْلِي ثُمَّ يَكُونُ سُرْعَةٌ بِي أَنْ أُدْرِكَ صَلاَةَ الْفَجْرِ مَعَ رَسُولِ اللَّهِ صلى  الله عليه وسلم.",
    "hadithBengali": "৫৫০। ইসমায়ীল ইবনু আবূ উওয়াইস (রহঃ)...... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি আমার পরিবার-পরিজনের সাথে সাহরী খেতাম। খাওয়ার পরে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর সঙ্গে ফজরের সালাত (নামায/নামাজ) পাওয়ার জন্য আমাকে খুব তাড়াহুড়া করতে হত।\n",
    "checkStatus": "1",
    "hadithNo": "550",
    "id": "561",
    "thesequence": "976",
    "isActive": "1",
    "chapterId": "2061",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭৮। ফজরের ওয়াক্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Aisha: The believing women covered with their veiling sheets used to attend the Fajr prayer with Allahs Apostle, and after finishing the prayer they would return to their home and nobody could recognize them because of darkness.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ أَخْبَرَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ قَالَتْ، كُنَّ نِسَاءُ الْمُؤْمِنَاتِ يَشْهَدْنَ مَعَ رَسُولِ اللَّهِ صلى  الله عليه وسلم صَلاَةَ الْفَجْرِ مُتَلَفِّعَاتٍ بِمُرُوطِهِنَّ، ثُمَّ يَنْقَلِبْنَ إِلَى بُيُوتِهِنَّ حِينَ يَقْضِينَ الصَّلاَةَ، لاَ يَعْرِفُهُنَّ أَحَدٌ مِنَ الْغَلَسِ.",
    "hadithBengali": "৫৫১। ইয়াহ্ইয়া ইবনু বুকাইর (রহঃ)......... আয়িশা (রাঃ) থেকে বর্ণিত তিনি বলেন, মুসলিম মহিলাগণ সর্বাঙ্গ চাঁদরে ঢেকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর সঙ্গে ফজরের জামাআতে হাযির হতেন। তারপর সালাত (নামায/নামাজ) আদায় করে তারা যার যার ঘরে ফিরে যেতেন। আবছা আঁধারে কেউ তাঁদের চিনতে পারত না।\n",
    "checkStatus": "1",
    "hadithNo": "551",
    "id": "562",
    "thesequence": "977",
    "isActive": "1",
    "chapterId": "2061",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭৮। ফজরের ওয়াক্ত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) said, Whoever could get one rak`a (of the Fajr prayer) before sunrise, he has got the (morning) prayer and whoever could get one rak`a of the `Asr prayer before sunset, he has got the (`Asr) prayer.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، وَعَنْ بُسْرِ بْنِ سَعِيدٍ، وَعَنِ الأَعْرَجِ، يُحَدِّثُونَهُ عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ   مَنْ أَدْرَكَ مِنَ الصُّبْحِ رَكْعَةً قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ فَقَدْ أَدْرَكَ الصُّبْحَ، وَمَنْ أَدْرَكَ رَكْعَةً مِنَ الْعَصْرِ قَبْلَ أَنْ تَغْرُبَ الشَّمْسُ فَقَدْ أَدْرَكَ الْعَصْرَ .",
    "hadithBengali": "৫৫২। আবদুল্লাহ্ ইবনু মাসলামা (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি সূর্য উঠার আগে ফজরের সালাত (নামায/নামাজ)-এর এক রাকআত পায়, সে ফজরের সালাত (নামায/নামাজ) পেল। আর যে ব্যাক্তি সূর্য ডুবার আগে আসরের সালাত (নামায/নামাজ)-এর এক রাকাআত পেল সে আসরের সালাত (নামায/নামাজ) পেল।\n",
    "checkStatus": "1",
    "hadithNo": "552",
    "id": "563",
    "thesequence": "978",
    "isActive": "1",
    "chapterId": "2062",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৭৯। যে ব্যাক্তি ফজরের এক রাকআত পেল।",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) said, Whoever could get one rak`a of a prayer, (in its proper time) he has got the prayer.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ   مَنْ أَدْرَكَ رَكْعَةً مِنَ الصَّلاَةِ فَقَدْ أَدْرَكَ الصَّلاَةَ .",
    "hadithBengali": "৫৫৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যাক্তি কোন সালাত (নামায/নামাজ)-এর এক রাকআত পায়, সে সালাত (নামায/নামাজ) পেল।\n",
    "checkStatus": "1",
    "hadithNo": "553",
    "id": "564",
    "thesequence": "979",
    "isActive": "1",
    "chapterId": "2063",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮০। যে ব্যাক্তি সালাতের এক রাকআত পেল।",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated `Umar: The Prophet (sallallahu alaihi wa sallam) forbade praying after the Fajr prayer till the sun rises and after the `Asr prayer till the sun sets.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، قَالَ حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ أَبِي الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ شَهِدَ عِنْدِي رِجَالٌ مَرْضِيُّونَ وَأَرْضَاهُمْ عِنْدِي عُمَرُ أَنَّ النَّبِيَّ صلى  الله عليه وسلم نَهَى عَنِ الصَّلاَةِ بَعْدَ الصُّبْحِ حَتَّى تَشْرُقَ الشَّمْسُ، وَبَعْدَ الْعَصْرِ حَتَّى تَغْرُبَ.",
    "hadithBengali": "৫৫৪। হাফস ইবনু উমর (রহঃ)...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, কয়েকজন আস্থাভাজন ব্যাক্তি আমার কাছে &ndash; যাঁদের মধ্যে শ্রেষ্ঠ হলেন উমর (রাঃ) আমাকে বলেছেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজরের পর সূর্য উজ্জ্বল হয়ে না উঠা পর্যন্ত এবং আসরের পর সূর্য অস্তমিত না হওয়া পর্যন্ত সালাত (নামায/নামাজ) আদায় করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "554",
    "id": "565",
    "thesequence": "980",
    "isActive": "1",
    "chapterId": "2064",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮১। ফজরের পর সূর্য উঠার আগে সালাত আদায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn `Abbas: Some people told me the same narration (as above).",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، سَمِعْتُ أَبَا الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ حَدَّثَنِي نَاسٌ، بِهَذَا.",
    "hadithBengali": "৫৫৫। মূসাদ্দাদ (রহঃ)...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমার নিকট কয়েক ব্যাক্তি এরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "555",
    "id": "566",
    "thesequence": "981",
    "isActive": "1",
    "chapterId": "2064",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮১। ফজরের পর সূর্য উঠার আগে সালাত আদায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Hishams father: Ibn `Umar said, Allahs Messenger (sallallahu alaihi wa sallam) said, Do not pray at the time of sunrise and at the time of sunset.  Ibn `Umar said, Allahs Messenger (sallallahu alaihi wa sallam) said, If the edge of the sun appears (above the horizon) delay the prayer till it becomes high, and if the edge of the sun disappears, delay the prayer till it sets (disappears completely). ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ هِشَامٍ، قَالَ أَخْبَرَنِي أَبِي قَالَ، أَخْبَرَنِي ابْنُ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم  لاَ تَحَرَّوْا بِصَلاَتِكُمْ طُلُوعَ الشَّمْسِ وَلاَ غُرُوبَهَا . وَقَالَ حَدَّثَنِي ابْنُ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى  الله عليه وسلم  إِذَا طَلَعَ حَاجِبُ الشَّمْسِ فَأَخِّرُوا الصَّلاَةَ حَتَّى تَرْتَفِعَ، وَإِذَا غَابَ حَاجِبُ الشَّمْسِ فَأَخِّرُوا الصَّلاَةَ حَتَّى تَغِيبَ . تَابَعَهُ عَبْدَةُ.",
    "hadithBengali": "৫৫৬। মূসাদ্দাদ (রহঃ)...... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা সূর্যোদয় ও সূর্যাস্তের সময় সালাত (নামায/নামাজ) আদায়ের ইচ্ছা করো না। উরওয়া (রহঃ) বলেন, ইবনু উমর (রাঃ) আমাকে আরও বলেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি সূর্যের একাংশ প্রকাশ পেয়ে যায়, তাহলে পূর্ণরূপে উদিত না হওয়া পর্যন্ত সালাত (নামায/নামাজ) আদায়ে বিলম্ব করো। আর যদি তার একাংশ ডুবে যায় তাহলে সম্পূর্ণরূপে অস্তমিত না হওয়া পর্যন্ত সালাত (নামায/নামাজ) আদায়ে বিলম্ব করো। আবদাও অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "556",
    "id": "567",
    "thesequence": "982",
    "isActive": "1",
    "chapterId": "2064",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮১। ফজরের পর সূর্য উঠার আগে সালাত আদায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira: Allahs Messenger (sallallahu alaihi wa sallam) forbade two kinds of sales, two kinds of dresses, and two prayers. He forbade offering prayers after the Fajr prayer till the rising of the sun and after the `Asr prayer till its setting. He also forbade Ishtimal-Assama [??]  and al-Ihtiba in one garment in such a way that ones private parts are exposed towards the sky. He also forbade the sales called Munabadha and Mulamasa.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، عَنْ أَبِي أُسَامَةَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم نَهَى عَنْ بَيْعَتَيْنِ وَعَنْ لِبْسَتَيْنِ وَعَنْ صَلاَتَيْنِ نَهَى عَنِ الصَّلاَةِ بَعْدَ الْفَجْرِ حَتَّى تَطْلُعَ الشَّمْسُ، وَبَعْدَ الْعَصْرِ حَتَّى تَغْرُبَ الشَّمْسُ، وَعَنِ اشْتِمَالِ الصَّمَّاءِ وَعَنْ الاِحْتِبَاءِ فِي ثَوْبٍ وَاحِدٍ يُفْضِي بِفَرْجِهِ إِلَى السَّمَاءِ، وَعَنِ الْمُنَابَذَةِ وَالْمُلاَمَسَةِ.",
    "hadithBengali": "৫৫৭। উবায়দ ইবনু ইসমায়ীল (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুধরণের বেচা-কেনা করতে, দুভাবে পোষাক পরিধান করতে এবং দুসময়ে সালাত (নামায/নামাজ) আদায় করতে নিষেধ করেছেন।\n\nফজরের পর সূর্য পূর্ণরূপে উদিত না হওয়া পর্যন্ত এবং আসরের পর সূর্য অস্তমিত না হওয়া পর্যন্ত তিনি কোন সালাত (নামায/নামাজ) আদায় করতে নিষেধ করেছেন। আর পুরো শরীর জড়িয়ে কাপড় পরতে এবং এক কাপড়ে (যেমন লুঙ্গি ইত্যাদি পরে) হাঁটু খাড়া করে এমনভাবে বসতে যাতে লজ্জাস্থান উপরের দিকে খুলে যায় &ndash; নিষেধ করেছেন। আর মুনাবাযা* ও মুলামাসা* (এর পন্থায় বেচা-কেনা) নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "557",
    "id": "568",
    "thesequence": "983",
    "isActive": "1",
    "chapterId": "2064",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮১। ফজরের পর সূর্য উঠার আগে সালাত আদায়।",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": "Narrated Ibn `Umar:\n\nAllahs Messenger (sallallahu alaihi wa sallam) said, None of you should try to pray at sunrise or sunset.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى  الله عليه وسلم قَالَ   لاَ يَتَحَرَّى أَحَدُكُمْ فَيُصَلِّي عِنْدَ طُلُوعِ الشَّمْسِ وَلاَ عِنْدَ غُرُوبِهَا .",
    "hadithBengali": "৫৫৮। আবদুল্লাহ&zwnj; ইবনু ইউসুফ (রহঃ)......... ইবনু উমর (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যেন সর্যোদয় ও সূর্যাস্তের সময় সালাত (নামায/নামাজ) আদায়ের উদ্যোগ না নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "558",
    "id": "569",
    "thesequence": "984",
    "isActive": "1",
    "chapterId": "2065",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮২। সূর্যাস্তের পূর্ব মুহূর্তে সালাত আদায়ের উদ্যোগ নিবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Sa`id Al-Khudri:\n\nI heard Allahs Messenger (sallallahu alaihi wa sallam) saying, There is no prayer after the morning prayer till the sun rises, and there is no prayer after the `Asr prayer till the sun sets.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عَطَاءُ بْنُ يَزِيدَ الْجُنْدَعِيُّ، أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى  الله عليه وسلم يَقُولُ   لاَ صَلاَةَ بَعْدَ الصُّبْحِ حَتَّى تَرْتَفِعَ الشَّمْسُ، وَلاَ صَلاَةَ بَعْدَ الْعَصْرِ حَتَّى تَغِيبَ الشَّمْسُ .",
    "hadithBengali": "৫৫৯। আবদুল আযীয ইবনু আবদুল্লাহ&zwnj; (রহঃ)......... আবূ সায়ীদ খুদ্&zwnj;রী (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম - কে বলতে শুনেছি যে, ফজরের পর সূর্য উদিত হয়ে (একটু) উপরে না উঠা পর্যন্ত এবং আসরের পর সূর্য অস্তমিত না হওয়া পর্যন্ত কোন সালাত (নামায/নামাজ) নেই।\n",
    "checkStatus": "1",
    "hadithNo": "559",
    "id": "570",
    "thesequence": "985",
    "isActive": "1",
    "chapterId": "2065",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮২। সূর্যাস্তের পূর্ব মুহূর্তে সালাত আদায়ের উদ্যোগ নিবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Muawiya:\n\nYou offer a prayer which I did not see being offered by Allahs Messenger (sallallahu alaihi wa sallam) when we were in his company and he certainly had forbidden it (i.e. two rak`at after the `Asr prayer).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبَانَ، قَالَ حَدَّثَنَا غُنْدَرٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي التَّيَّاحِ، قَالَ سَمِعْتُ حُمْرَانَ بْنَ أَبَانَ، يُحَدِّثُ عَنْ مُعَاوِيَةَ، قَالَ إِنَّكُمْ لَتُصَلُّونَ صَلاَةً، لَقَدْ صَحِبْنَا رَسُولَ اللَّهِ صلى  الله عليه وسلم فَمَا رَأَيْنَاهُ يُصَلِّيهَا، وَلَقَدْ نَهَى عَنْهُمَا، يَعْنِي الرَّكْعَتَيْنِ بَعْدَ الْعَصْرِ.",
    "hadithBengali": "৫৬০। মুহাম্মদ ইবনু আবান (রহঃ)...... মুআবিয়া (রাঃ) থেকে বর্ণিত, তিনি বলেন, তোমরা এমন এক সালাত (নামায/নামাজ) আদায় করে থাক - রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর সাহচর্য লাভ সত্ত্বেও আমরা তাঁকে কখনও তা আদায় করতে দেখিনি। বরং তিনি তা থেকে নিষেধ করেছেন। অর্থাৎ আসরের পর দুরাকাআত আদায় করতে।\n",
    "checkStatus": "1",
    "hadithNo": "560",
    "id": "571",
    "thesequence": "986",
    "isActive": "1",
    "chapterId": "2065",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮২। সূর্যাস্তের পূর্ব মুহূর্তে সালাত আদায়ের উদ্যোগ নিবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Huraira:\n\nAllahs Messenger (sallallahu alaihi wa sallam) forbade the offering of two prayers: -1. after the morning prayer till the sunrises. -2. after the `Asr prayer till the sun sets.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، قَالَ حَدَّثَنَا عَبْدَةُ، عَنْ عُبَيْدِ اللَّهِ، عَنْ خُبَيْبٍ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى  الله عليه وسلم عَنْ صَلاَتَيْنِ بَعْدَ الْفَجْرِ حَتَّى تَطْلُعَ الشَّمْسُ، وَبَعْدَ الْعَصْرِ حَتَّى تَغْرُبَ الشَّمْسُ.",
    "hadithBengali": "৫৬১। মুহাম্মদ ইবনু সালাম (রহঃ)...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু সময়ে সালাত (নামায/নামাজ) আদায় করতে নিষেধ করেছেন। ফজরের পর সূর্য উদিত হওয়া পর্যন্ত এবং আসরের পর সূর্য অস্ত যাওয়া পর্যন্ত।\n",
    "checkStatus": "1",
    "hadithNo": "561",
    "id": "572",
    "thesequence": "987",
    "isActive": "1",
    "chapterId": "2065",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮২। সূর্যাস্তের পূর্ব মুহূর্তে সালাত আদায়ের উদ্যোগ নিবে না।",
    "rabiNameBn": "আবূ হুরায়রা (রাঃ)",
    "rabiNameEn": "Abu Hurayra (RA)"
  },
  {
    "hadithEnglish": " Narrated Ibn `Umar:\n\nI pray as I saw my companions praying. I do not forbid praying at any time during the day or night except at sunset and sunrise.",
    "hadithArabic": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ أُصَلِّي كَمَا رَأَيْتُ أَصْحَابِي يُصَلُّونَ، لاَ أَنْهَى أَحَدًا يُصَلِّي بِلَيْلٍ وَلاَ نَهَارٍ مَا شَاءَ، غَيْرَ أَنْ لاَ تَحَرَّوْا طُلُوعَ الشَّمْسِ وَلاَ غُرُوبَهَا.",
    "hadithBengali": "৫৬২। আবূ নুমান (রহঃ)......... ইবনু উমর (রা )থেকে বর্ণিত, তিনি বলেন, আমি আমার সঙ্গীদের যেভাবে সালাত (নামায/নামাজ) আদায় করতে দেখেছি সেভাবেই আমি সালাত (নামায/নামাজ) আদায় করি। সূর্যোদয় ও সূর্যাস্তের সময়ে সালাত (নামায/নামাজ)-এর ইচ্ছা করা ব্যতীত রাতে বা দিনে যে কোন সময় কেউ সালাত (নামায/নামাজ) আদায় করতে চাইলে আমি নিষেধ করি না।\n",
    "checkStatus": "1",
    "hadithNo": "562",
    "id": "573",
    "thesequence": "988",
    "isActive": "1",
    "chapterId": "2067",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮৩। যিনি আসরের ও ফজরের পর ব্যাতিত অন্য সাময়ে সালাত আদায় মাকরূহ মনে করেন না। উমর, ইবন উমর আবু সাইদ ও আবু হুরাইরা (রাঃ) এ হাদিস বর্ণনা করেছেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nBy Allah, Who took away the Prophet. The Prophet (s) never missed them (two rak`at) after the `Asr prayer till he met Allah and he did not meet Allah till it became heavy for him to pray while standing so he used to offer most of the prayers while sitting. (She meant the two rak`at after `Asr) He used to pray them in the house and never prayed them in the mosque lest it might be hard for his followers and he loved what was easy for them .",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ أَيْمَنَ، قَالَ حَدَّثَنِي أَبِي أَنَّهُ، سَمِعَ عَائِشَةَ، قَالَتْ وَالَّذِي ذَهَبَ بِهِ مَا تَرَكَهُمَا حَتَّى لَقِيَ اللَّهَ، وَمَا لَقِيَ اللَّهَ تَعَالَى حَتَّى ثَقُلَ عَنِ الصَّلاَةِ، وَكَانَ يُصَلِّي كَثِيرًا مِنْ صَلاَتِهِ قَاعِدًا ـ تَعْنِي الرَّكْعَتَيْنِ بَعْدَ الْعَصْرِ ـ وَكَانَ النَّبِيُّ صلى  الله عليه وسلم يُصَلِّيهِمَا، وَلاَ يُصَلِّيهِمَا فِي الْمَسْجِدِ مَخَافَةَ أَنْ يُثَقِّلَ عَلَى أُمَّتِهِ، وَكَانَ يُحِبُّ مَا يُخَفَّفُ عَنْهُمْ.",
    "hadithBengali": "৫৬৩। আবূ নুআইম (রহঃ)......... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, সে মাহান সত্তার শপথ, যিনি তাঁকে (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম - কে) উঠিয়ে নিয়েছেন, আল্লাহর সান্নিধ্যে যাওয়ার পূর্ব পর্যন্ত তিনি দুরাকাআত সালাত (নামায/নামাজ) কখনই ছাড়েননি। আর সালাত (নামায/নামাজ) দাঁড়ানো যখন তাঁর পক্ষে সম্ভব হয়নি, তখন তিনি আল্লাহর সান্নিধ্যে চলে গেছেন। তিনি তাঁর এ সালাত (নামায/নামাজ) অধিকাংশ সময় বসে বসেই আদায় করতেন। আয়িশা (রাঃ) এ সালাত (নামায/নামাজ) দ্বারা আসরের পরবর্তী দুরাকাআতের কথা বুঝিয়েছেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দুরাকাআত সালাত (নামায/নামাজ) আদায় করতেন, তবে উম্মাতের উপর বোঝা হয়ে পড়ার আশংকায় তা মসজিদে আদায় করতেন না। কেননা, উম্মাতের জন্য যা সহজ হয় তাই তাঁর কাম্য ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "563",
    "id": "574",
    "thesequence": "989",
    "isActive": "1",
    "chapterId": "2068",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮৪। আসরের পর কাযা বা অনুরূপ কোন সালাত আদায় করা। কুরাইব (রহঃ) উম্মে সালামা (রাঃ) থেকে বর্ণনা করেন যে, নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আসরের পর দু&#039;রাকাত সালাত আদায় করলেন এবং বললেন, আবদুল কায়স গোত্রের লোকেরা আমাকে যুহরের পরবর্তী দু&#039;রাকআত সালাত আদায় থেকে ব্যাস্ত রেখেছিল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hishams father:\n\n`Aisha (addressing me) said, O son of my sister! The Prophet (s) never missed two prostrations (i.e. rak`at) after the `Asr prayer in my house.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، قَالَ حَدَّثَنَا هِشَامٌ، قَالَ أَخْبَرَنِي أَبِي قَالَتْ، عَائِشَةُ ابْنَ أُخْتِي مَا تَرَكَ النَّبِيُّ صلى  الله عليه وسلم السَّجْدَتَيْنِ بَعْدَ الْعَصْرِ عِنْدِي قَطُّ.",
    "hadithBengali": "৫৬৪। মূসাদ্দাদ (রহঃ)......... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, হে ভাগিনে! নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে উপস্থিত থাকার কালে আসরের পরবর্তী দুরাকাআত কখনও ছাড়েননি।\n",
    "checkStatus": "1",
    "hadithNo": "564",
    "id": "575",
    "thesequence": "990",
    "isActive": "1",
    "chapterId": "2068",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮৪। আসরের পর কাযা বা অনুরূপ কোন সালাত আদায় করা। কুরাইব (রহঃ) উম্মে সালামা (রাঃ) থেকে বর্ণনা করেন যে, নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আসরের পর দু&#039;রাকাত সালাত আদায় করলেন এবং বললেন, আবদুল কায়স গোত্রের লোকেরা আমাকে যুহরের পরবর্তী দু&#039;রাকআত সালাত আদায় থেকে ব্যাস্ত রেখেছিল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nAllahs Messenger (s) never missed two rak`at before the Fajr prayer and after the `Asr prayer openly and secretly.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ، قَالَ حَدَّثَنَا الشَّيْبَانِيُّ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الأَسْوَدِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ رَكْعَتَانِ لَمْ يَكُنْ رَسُولُ اللَّهِ صلى  الله عليه وسلم يَدَعُهُمَا سِرًّا وَلاَ عَلاَنِيَةً رَكْعَتَانِ قَبْلَ صَلاَةِ الصُّبْحِ، وَرَكْعَتَانِ بَعْدَ الْعَصْرِ.",
    "hadithBengali": "৫৬৫। মূসা ইবনু ইসমায়ীল (রহঃ) আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, দুরাকাআত সালাত (নামায/নামাজ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রকাশ্যে বা গোপনে কোন অবস্থাতেই ছাড়তেন না। তা হল ফজরের সালাত (নামায/নামাজ)-এর আগের দুরাকাআত ও আসরের পরের দুরাকাআত।\n",
    "checkStatus": "1",
    "hadithNo": "565",
    "id": "576",
    "thesequence": "991",
    "isActive": "1",
    "chapterId": "2068",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮৪। আসরের পর কাযা বা অনুরূপ কোন সালাত আদায় করা। কুরাইব (রহঃ) উম্মে সালামা (রাঃ) থেকে বর্ণনা করেন যে, নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আসরের পর দু&#039;রাকাত সালাত আদায় করলেন এবং বললেন, আবদুল কায়স গোত্রের লোকেরা আমাকে যুহরের পরবর্তী দু&#039;রাকআত সালাত আদায় থেকে ব্যাস্ত রেখেছিল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated `Aisha:\n\nWhenever the Prophet (s) come to me after the `Asr prayer, he always prayed two rak`at.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ رَأَيْتُ الأَسْوَدَ وَمَسْرُوقًا شَهِدَا عَلَى عَائِشَةَ قَالَتْ مَا كَانَ النَّبِيُّ صلى  الله عليه وسلم يَأْتِينِي فِي يَوْمٍ بَعْدَ الْعَصْرِ إِلاَّ صَلَّى رَكْعَتَيْنِ.",
    "hadithBengali": "৫৬৬। মুহাম্মদ ইবনু আরআরা (রহঃ......... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে দিনই আসরের পর আমার কাছে আসতেন সে দিনই দুরাকাআত সালাত (নামায/নামাজ) আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "566",
    "id": "577",
    "thesequence": "992",
    "isActive": "1",
    "chapterId": "2068",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮৪। আসরের পর কাযা বা অনুরূপ কোন সালাত আদায় করা। কুরাইব (রহঃ) উম্মে সালামা (রাঃ) থেকে বর্ণনা করেন যে, নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আসরের পর দু&#039;রাকাত সালাত আদায় করলেন এবং বললেন, আবদুল কায়স গোত্রের লোকেরা আমাকে যুহরের পরবর্তী দু&#039;রাকআত সালাত আদায় থেকে ব্যাস্ত রেখেছিল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Abu Malih:\n\nI was with Buraida on a cloudy day and he said, Offer the `Asr prayer earlier as the Prophet (s) said, Whoever leaves the `Asr prayer will have all his (good) deeds annulled. ",
    "hadithArabic": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، قَالَ حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى ـ هُوَ ابْنُ أَبِي كَثِيرٍ ـ عَنْ أَبِي قِلاَبَةَ، أَنَّ أَبَا الْمَلِيحِ، حَدَّثَهُ قَالَ كُنَّا مَعَ بُرَيْدَةَ فِي يَوْمٍ ذِي غَيْمٍ فَقَالَ بَكِّرُوا بِالصَّلاَةِ فَإِنَّ النَّبِيَّ صلى  الله عليه وسلم قَالَ   مَنْ تَرَكَ صَلاَةَ الْعَصْرِ حَبِطَ عَمَلُهُ .",
    "hadithBengali": "৫৬৭। মুআয ইবনু ফাযালা (রহঃ)......... আবূ মালীহ্&zwnj; (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক মেঘলা দিনে আমরা বুরাইদা (রাঃ)-এর সঙ্গে ছিলাম। তিনি বললেন, শীঘ্র সালাত (নামায/নামাজ) আদায় করে নাও। কেননা, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আসরের সালাত (নামায/নামাজ) ছেড়ে দেয় তার সমস্ত আমল বিনষ্ট হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "567",
    "id": "578",
    "thesequence": "993",
    "isActive": "1",
    "chapterId": "2069",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮৫। মেঘলা দিনে শীগ্র সালাত আদায় করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated `Abdullah bin Abi Qatada:\n\nMy father said, One night we were traveling with the Prophet (s) and some people said, We wish that Allahs Messenger (s) would take a rest along with us during the last hours of the night. He said, I am afraid that you will sleep and miss the (Fajr) prayer. Bilal said, I will make you get up. So all slept and Bilal rested his back against his Rahila and he too was overwhelmed (by sleep) and slept. The Prophet (s) got up when the edge of the sun had risen and said, O Bilal! What about your statement? He replied, I have never slept such a sleep. The Prophet (s) said, Allah captured your souls when He wished, and released them when He wished. O Bilal! Get up and pronounce the Adhan for the prayer. The Prophet (s) performed ablution and when the sun came up and became bright, he stood up and prayed.",
    "hadithArabic": "حَدَّثَنَا عِمْرَانُ بْنُ مَيْسَرَةَ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، قَالَ حَدَّثَنَا حُصَيْنٌ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، قَالَ سِرْنَا مَعَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم لَيْلَةً فَقَالَ بَعْضُ الْقَوْمِ لَوْ عَرَّسْتَ بِنَا يَا رَسُولَ اللَّهِ. قَالَ  أَخَافُ أَنْ تَنَامُوا عَنِ الصَّلاَةِ . قَالَ بِلاَلٌ أَنَا أُوقِظُكُمْ. فَاضْطَجَعُوا وَأَسْنَدَ بِلاَلٌ ظَهْرَهُ إِلَى رَاحِلَتِهِ، فَغَلَبَتْهُ عَيْنَاهُ فَنَامَ، فَاسْتَيْقَظَ النَّبِيُّ صلى  الله عليه وسلم وَقَدْ طَلَعَ حَاجِبُ الشَّمْسِ فَقَالَ  يَا بِلاَلُ أَيْنَ مَا قُلْتَ . قَالَ مَا أُلْقِيَتْ عَلَىَّ نَوْمَةٌ مِثْلُهَا قَطُّ. قَالَ  إِنَّ اللَّهَ قَبَضَ أَرْوَاحَكُمْ حِينَ شَاءَ، وَرَدَّهَا عَلَيْكُمْ حِينَ شَاءَ، يَا بِلاَلُ قُمْ فَأَذِّنْ بِالنَّاسِ بِالصَّلاَةِ . فَتَوَضَّأَ فَلَمَّا ارْتَفَعَتِ الشَّمْسُ وَابْيَاضَّتْ قَامَ فَصَلَّى.",
    "hadithBengali": "৫৬৮। ইমরান ইবনু মাইসারা (রহঃ)...... আবূ কাতাদা (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক রাতে আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে ছিলাম। যাএী দলের কেউ কেউ বললেন, ইয়া রাসুলাল্লাহ ! রাতের এ শেষ প্রহরে আমাদের নিয়ে যদি একটু বিশ্রাম নিতেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমার ভয় হচ্ছে সালাত (নামায/নামাজ)-এর সময়ও তোমরা ঘুমিয়ে থাকবে। বিলাল (রাঃ) বললেন, আমি আপনাদের জাগিয়ে দিব। কাজেই সবাই শুয়ে পড়লেন। এ দিকে বিলাল (রাঃ) তাঁর হাওদার গায়ে একটু হেলান দিয়ে বসলেন। এতে তাঁর দুচোখ মূদে আসল। ফলে তিনি ঘুমিয়ে পড়লেন। সূর্য কেবল উঠতে শুরু করেছে, এমন সময় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জাগ্রত হলেন এবং বিলাল (রাঃ)-কে ডেকে বললেন, হে বিলাল ! তোমার কথা গেল কোথায়? বিলাল (রাঃ) বললেন, আমার এত অধিক ঘুম আর কখনও পায়নি। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ তাআলা যখন ইচ্ছা করেছেন তখন তোমাদের রূহ্&zwnj; কব্&zwnj;য করে নিয়েছেন; আবার যখন ইচ্ছা করেছেন তখন তা তোমাদের ফিরিয়ে দিয়েছেন। হে বিলাল ! উঠ, লোকদের জন্য সালাত (নামায/নামাজ)-এর আযান দাও। তারপর তিনি উযূ (ওজু/অজু/অযু) করলেন এবং সূর্য যখন উপরে উঠল এবং উজ্জ্বল হল তখন তিনি দাঁড়ালেন এবং সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "568",
    "id": "579",
    "thesequence": "994",
    "isActive": "1",
    "chapterId": "2070",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮৬। ওয়াক্ত চলে যাওয়ার পর আযান দেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir bin `Abdullah:\n\nOn the day of Al-Khandaq (the battle of trench.) `Umar bin Al-Khattab came cursing the disbelievers of Quraish after the sun had set and said, O Allahs Messenger (s) I could not offer the `Asr prayer till the sun had set. The Prophet (s) said, By Allah! I, too, have not prayed. So we turned towards Buthan, and the Prophet (s) performed ablution and we too performed ablution and offered the `Asr prayer after the sun had set, and then he offered the Maghrib prayer.",
    "hadithArabic": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، قَالَ حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، جَاءَ يَوْمَ الْخَنْدَقِ بَعْدَ مَا غَرَبَتِ الشَّمْسُ، فَجَعَلَ يَسُبُّ كُفَّارَ قُرَيْشٍ قَالَ يَا رَسُولَ اللَّهِ مَا كِدْتُ أُصَلِّي الْعَصْرَ حَتَّى كَادَتِ الشَّمْسُ تَغْرُبُ. قَالَ النَّبِيُّ صلى  الله عليه وسلم   وَاللَّهِ مَا صَلَّيْتُهَا . فَقُمْنَا إِلَى بُطْحَانَ، فَتَوَضَّأَ لِلصَّلاَةِ، وَتَوَضَّأْنَا لَهَا فَصَلَّى الْعَصْرَ بَعْدَ مَا غَرَبَتِ الشَّمْسُ، ثُمَّ صَلَّى بَعْدَهَا الْمَغْرِبَ.",
    "hadithBengali": "৫৬৯। মুআয ইবনু ফাযালা (রহঃ)......... জাবির ইবনু আবদুল্লাহ্&zwnj; (রাঃ) থেকে বর্ণিত যে, খন্দকের দিন সূর্য অস্ত যাওয়ার পর উমর ইবনু খাত্তাব (রাঃ) এসে কুরাইশ গোএীয় কাফিরদের ভর্ৎসনা করতে লাগলেন এবং বললেন,ইয়া রাসুলাল্লাহ ! আমি এখনও আসরের সালাত (নামায/নামাজ) আদায় করতে পারিনি, এমন কি সূর্য অস্ত যায় যায়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহর শপথ ! আমিও তা আদায় করিনি। তারপর আমরা উঠে বুতহানের দিকে গেলাম। সেখানে তিনি সালাত (নামায/নামাজ)-এর জন্য উযূ (ওজু/অজু/অযু) করলেন এবং আমরাও উযূ (ওজু/অজু/অযু) করলাম; এরপর সূর্য ডুবে গেলে আসরের সালাত (নামায/নামাজ) আদায় করেন, তারপর মাগরিবের সালাত (নামায/নামাজ) আদায় করেন।\n",
    "checkStatus": "1",
    "hadithNo": "569",
    "id": "580",
    "thesequence": "995",
    "isActive": "1",
    "chapterId": "2071",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮৭। ওয়াক্ত চলে যাওয়ার পর লোকদের নিয়ে জামা&#039;আতে সালাত আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas:\n\nThe Prophet (s) said, If anyone forgets a prayer he should pray that prayer when he remembers it. There is no expiation except to pray the same. Then he recited: Establish prayer for My (i.e. Allahs) remembrance. (20.14).",
    "hadithArabic": "حَدَّثَنَا أَبُو نُعَيْمٍ، وَمُوسَى بْنُ إِسْمَاعِيلَ، قَالاَ حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ  مَنْ نَسِيَ صَلاَةً فَلْيُصَلِّ إِذَا ذَكَرَهَا، لاَ كَفَّارَةَ لَهَا إِلاَّ ذَلِكَ . {وَأَقِمِ الصَّلاَةَ لِذِكْرِي} قَالَ مُوسَى قَالَ هَمَّامٌ سَمِعْتُهُ يَقُولُ بَعْدُ {وَأَقِمِ الصَّلاَةَ لِذِكْرِي}.وَقَالَ حَبَّانُ حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا أَنَسٌ، عَنِ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم نَحْوَهُ.",
    "hadithBengali": "৫৭০। আবূ নুআইম ও মূসা ইবনু ইসমায়ীল (রহঃ)......... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি কেউ কোন সালাত (নামায/নামাজ)-এর কথা ভুলে যায়, তাহলে যখনই স্মরণ হবে, তখন তাকে তা আদায় করতে হবে। এ ব্যতীত সে সালাত (নামায/নামাজ)-এর অন্য কোন কাফ্&zwnj;ফারা নেই। (কেননা, আল্লাহ তাআলা ইরশাদ করেছেন){وَأَقِمِ الصَّلاَةَ لِذِكْرِي} &ldquo;আমাকে স্মরণের উদ্দেশ্যে সালাত (নামায/নামাজ) কায়েম কর&rdquo;।\n\nমূসা (রহঃ) বলেন, হাম্মাম (রহঃ) বলেছেন যে, আমি তাকে (কাতাদা (রহঃ) পরে বলতে শুনেছি, &ldquo;আমাকে স্মরণের উদ্দেশ্যে সালাত (নামায/নামাজ) কায়েম কর। &rdquo; হাব্বান (রহঃ) আনাস (রাঃ) &ndash;এর সূএে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "570",
    "id": "581",
    "thesequence": "996",
    "isActive": "1",
    "chapterId": "2072",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮৮। কেউ যদি কোন ওয়াক্তের সালাত আদায় করতে ভুলে যায়, তাহলে যখন স্মরণ হবে, তখন সে তা আদায় করে নিবে। সে সালাত ব্যাতিত অন্য সালাত পুনরায় আদায় করতে হবে না। ইবরাহীম (রহঃ) বলেন, কেউ যদি বিশ বছরও এক ওয়াক্তের সালাত ছেড়ে দিয়ে থাকে তা হলে তাকে সে ওয়াক্তের সালাতই পুনরায় আদায় করতে হবে।)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir:\n\n`Umar came cursing the disbelievers (of Quraish) on the day of Al-Khandaq (the battle of Trench) and said, I could not offer the `Asr prayer till the sun had set. Then we went to Buthan and he offered the (`Asr) prayer after sunset and then he offered the Maghrib prayer.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ هِشَامٍ، قَالَ حَدَّثَنَا يَحْيَى ـ هُوَ ابْنُ أَبِي كَثِيرٍ ـ عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرٍ، قَالَ جَعَلَ عُمَرُ يَوْمَ الْخَنْدَقِ يَسُبُّ كُفَّارَهُمْ وَقَالَ مَا كِدْتُ أُصَلِّي الْعَصْرَ حَتَّى غَرَبَتْ. قَالَ فَنَزَلْنَا بُطْحَانَ، فَصَلَّى بَعْدَ مَا غَرَبَتِ الشَّمْسُ، ثُمَّ صَلَّى الْمَغْرِبَ.",
    "hadithBengali": "৫৭১। মূসাদ্দাদ (রহঃ)...... জাবির (রাঃ) থেকে বর্ণিত, তিনি বলেন, খন্দকের যুদ্ধকালে এক সময় উমর (রাঃ) কুরাইশ কাফিরদের ভর্ৎসনা করতে লাগলেন এবং বললেন, সূর্যাস্তের পূর্বে আমি আসরের সালাত (নামায/নামাজ) আদায় করতে পরিনি, (জাবির (রাঃ) বলেন) তারপর আমার বুতহান উপত্যকায় উপস্থিত হলাম। সেখানে তিনি সূর্যাস্তের পর সে সালাত (নামায/নামাজ) আদায় করলেন, তারপরে মাগরিবের সালাত (নামায/নামাজ) আদায় করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "571",
    "id": "582",
    "thesequence": "997",
    "isActive": "1",
    "chapterId": "2073",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৮৯। একাধিক সালাতের কাযা ধারাবাহিকভাবে আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu-l-Minhal:\n\nMy father and I went to Abi Barza Al-Aslami and my father said to him, Tell us how Allahs Messenger (s) used to offer the compulsory congregational prayers. He said, He used to pray the Zuhr prayer, which you call the first prayer, as the sun declined at noon, the `Asr at a time when one of US could go to his family at the farthest place in Medina while the sun was still hot. (The narrator forgot what Abu Barza had said about the Maghrib prayer), and the Prophet (s) preferred to pray the `Isha late and disliked to sleep before it or talk after it. And he used to return after finishing the morning prayer at such a time when it was possible for one to recognize the person sitting by his side and he (the Prophet) used to recite 60 to 100 Ayat (verses) of the Quran in it.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، قَالَ حَدَّثَنَا عَوْفٌ، قَالَ حَدَّثَنَا أَبُو الْمِنْهَالِ، قَالَ انْطَلَقْتُ مَعَ أَبِي إِلَى أَبِي بَرْزَةَ الأَسْلَمِيِّ فَقَالَ لَهُ أَبِي حَدِّثْنَا كَيْفَ، كَانَ رَسُولُ اللَّهِ صلى  الله عليه وسلم يُصَلِّي الْمَكْتُوبَةَ قَالَ كَانَ يُصَلِّي الْهَجِيرَ وَهْىَ الَّتِي تَدْعُونَهَا الأُولَى حِينَ تَدْحَضُ الشَّمْسُ، وَيُصَلِّي الْعَصْرَ، ثُمَّ يَرْجِعُ أَحَدُنَا إِلَى أَهْلِهِ فِي أَقْصَى الْمَدِينَةِ وَالشَّمْسُ حَيَّةٌ، وَنَسِيتُ مَا قَالَ فِي الْمَغْرِبِ. قَالَ وَكَانَ يَسْتَحِبُّ أَنْ يُؤَخِّرَ الْعِشَاءَ. قَالَ وَكَانَ يَكْرَهُ النَّوْمَ قَبْلَهَا وَالْحَدِيثَ بَعْدَهَا، وَكَانَ يَنْفَتِلُ مِنْ صَلاَةِ الْغَدَاةِ حِينَ يَعْرِفُ أَحَدُنَا جَلِيسَهُ، وَيَقْرَأُ مِنَ السِّتِّينَ إِلَى الْمِائَةِ.",
    "hadithBengali": "৫৭২। মূসাদ্দাদ (রহঃ)............ আবূ মিনহাল (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আমার পিতার সঙ্গে আবূ বারযা আসলামী (রাঃ)-এর নিকট গেলাম। আমার পিতা তাঁকে জিজ্ঞাস করলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফরয সালাত (নামায/নামাজ)সমূহ কোন সময় আদায় করতেন? তিনি বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; যুহরের সালাত (নামায/নামাজ) যাকে তোমরা প্রথম সালাত (নামায/নামাজ) বলে থাক, সূর্য ঢলে পড়লে আদায় করতেন। আর আসরের সালাত (নামায/নামাজ) এমন সময় আদায় করতেন যে, আমাদের কেউ সূর্য সজীব থাকতেই মদিনার শেষ প্রান্তে নিজ পরিজনের কাছে ফিরে আসতে পারত। মাগরিব সম্পর্কে তিনি কি বলেছিলেন, তা আমি ভুলে গেছি। তারপর আবূ বারযা (রাঃ) বলেন, ইশার সালত একটু বিলম্বে আদায় করাকে তিনি পছন্দ করতেন। আর ইশার আগে ঘুমানো এবং পরে কথাবার্তা বলা তিনি অপছন্দ করতেন। আর এমন মুগূর্তে তিনি ফজরের সালাত (নামায/নামাজ) শেষ করতেন যে, আমাদের যে কেউ তার পার্শ্ববর্তী ব্যাক্তিকে চিনতে পারত। এ সালাত (নামায/নামাজ) তিনি ষাট থেকে একশ আয়াত তিলাওয়াত করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "572",
    "id": "583",
    "thesequence": "998",
    "isActive": "1",
    "chapterId": "2074",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৯০। ইশার সালাতের পর গল্প গুজব করা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qurra bin Khalid:\n\nOnce he waited for Al-Hasan and he did not show up till it was about the usual time for him to start his speech; then he came and apologized saying, Our neighbors invited us. Then he added, Narrated Anas, Once we waited for the Prophet (s) till it was midnight or about midnight. He came and led the prayer, and after finishing it, he addressed us and said, All the people prayed and then slept and you had been in prayer as long as you were waiting for it. Al-Hasan said, The people are regarded as performing good deeds as long as they are waiting for doing good deeds. Al-Hasans statement is a portion of Anass [??] Hadith from the Prophet (s) .",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الصَّبَّاحِ، قَالَ حَدَّثَنَا أَبُو عَلِيٍّ الْحَنَفِيُّ، حَدَّثَنَا قُرَّةُ بْنُ خَالِدٍ، قَالَ انْتَظَرْنَا الْحَسَنَ وَرَاثَ عَلَيْنَا حَتَّى قَرُبْنَا مِنْ وَقْتِ قِيَامِهِ، فَجَاءَ فَقَالَ دَعَانَا جِيرَانُنَا هَؤُلاَءِ. ثُمَّ قَالَ قَالَ أَنَسٌ نَظَرْنَا النَّبِيَّ صلى  الله عليه وسلم صلى  الله عليه وسلم ذَاتَ لَيْلَةٍ حَتَّى كَانَ شَطْرُ اللَّيْلِ يَبْلُغُهُ، فَجَاءَ فَصَلَّى لَنَا، ثُمَّ خَطَبَنَا فَقَالَ   أَلاَ إِنَّ النَّاسَ قَدْ صَلَّوْا ثُمَّ رَقَدُوا، وَإِنَّكُمْ لَمْ تَزَالُوا فِي صَلاَةٍ مَا انْتَظَرْتُمُ الصَّلاَةَ . قَالَ الْحَسَنُ وَإِنَّ الْقَوْمَ لاَ يَزَالُونَ بِخَيْرٍ مَا انْتَظَرُوا الْخَيْرَ. قَالَ قُرَّةُ هُوَ مِنْ حَدِيثِ أَنَسٍ عَنِ النَّبِيِّ صلى  الله عليه وسلم.",
    "hadithBengali": "৫৭৩। আবদুল্লাহ্&zwnj; ইবনু সাব্বাহ্&zwnj; (রহঃ......... কুর্&zwnj;রা ইবনু খালিদ (রহঃ) থকে বর্ণিত, তিনি বলেন, একদা আমরা হাসান (বসরী (রহঃ) &ndash; এর অপেক্ষায় ছিলাম। তিনি এত বিলম্বে আসলেন যে, নিয়মিত সালাত (নামায/নামাজ) শেষে চলে যাওয়ার সময় ঘনিয়ে আসল। এরপর তিনি এসে বললেন, আমাদের এ প্রতিবেশীগণ আমাদের ডেকেছিলেন। তারপর তিনি বললেন, আনাস ইবনু মালিক (রাঃ) বর্ণনা করেছেন, এক রাতে আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর অপেক্ষায় ছিলাম। এমন কি প্রায় অর্ধেক রাত হয়ে গেল, তখন এসে তিনি আমাদের নিয়ে সালাত (নামায/নামাজ) আদায় করলেন। এরপর আমাদের সম্বোধন করে তিনি বললেনঃ জেনে রাখ ! লোকেরা সালাত (নামায/নামাজ) আদায় করে ঘুমিয়ে পড়েছে, তবে তোমরা যতক্ষন সালাত (নামায/নামাজ)-এর অপেক্ষায় ছিলে ততক্ষন সালাত (নামায/নামাজ)ই রত ছিলে।\n\nহাসন (বসরী (রহঃ) বলেন, মানুষ যতক্ষন কল্যাণের অপেক্ষায় থাকে, ততক্ষন তারা কল্যাণেই নিরত থাকে। কুর্&zwnj;রা (রহঃ) বলেন, এ উক্তি আনাস (রাঃ) কর্তৃক বর্ণিত রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাদিসেরই অংশ।\n",
    "checkStatus": "1",
    "hadithNo": "573",
    "id": "584",
    "thesequence": "999",
    "isActive": "1",
    "chapterId": "2075",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৯১। ইশার পর জ্ঞানচর্চা ও কল্যাণকর বিষয়ের আলোচনা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The Prophet (s) prayed one of the `Isha prayer in his last days and after finishing it with Taslim, he stood up and said, Do you realize (the importance of) this night? Nobody present on the surface of the earth tonight would be living after the completion of one hundred years from this night. The people made a mistake in grasping the meaning of this statement of Allahs Messenger (s) and they indulged in those things which are said about these narrators (i.e. some said that the Day of Resurrection will be established after 100 years etc.) But the Prophet (s) said, Nobody present on the surface of earth tonight would be living after the completion of 100 years from this night; he meant When that century (people of that century) would pass away.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، وَأَبُو بَكْرِ بْنُ أَبِي حَثْمَةَ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَالَ صَلَّى النَّبِيُّ صلى  الله عليه وسلم صلى  الله عليه وسلم صلى  الله عليه وسلم صلى  الله عليه وسلم صلى  الله عليه وسلم صَلاَةَ الْعِشَاءِ فِي آخِرِ حَيَاتِهِ، فَلَمَّا سَلَّمَ قَامَ النَّبِيُّ صلى  الله عليه وسلم صلى  الله عليه وسلم صلى  الله عليه وسلم صلى  الله عليه وسلم صلى  الله عليه وسلم فَقَالَ  أَرَأَيْتَكُمْ لَيْلَتَكُمْ هَذِهِ فَإِنَّ رَأْسَ مِائَةٍ لاَ يَبْقَى مِمَّنْ هُوَ الْيَوْمَ عَلَى ظَهْرِ الأَرْضِ أَحَدٌ . فَوَهِلَ النَّاسُ فِي مَقَالَةِ رَسُولِ اللَّهِ ـ عَلَيْهِ السَّلاَمُ ـ إِلَى مَا يَتَحَدَّثُونَ مِنْ هَذِهِ الأَحَادِيثِ عَنْ مِائَةِ سَنَةٍ، وَإِنَّمَا قَالَ النَّبِيُّ صلى  الله عليه وسلم صلى  الله عليه وسلم صلى  الله عليه وسلم صلى  الله عليه وسلم صلى  الله عليه وسلم  لاَ يَبْقَى مِمَّنْ هُوَ الْيَوْمَ عَلَى ظَهْرِ الأَرْضِ  يُرِيدُ بِذَلِكَ أَنَّهَا تَخْرِمُ ذَلِكَ الْقَرْنَ.",
    "hadithBengali": "৫৭৪। আবূল ইয়ামান (রহঃ)......... আবদুল্লাহ্&zwnj; ইবনু উমর (রাঃ) থকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার তাঁর শেষ জীবনে ইশার সালাত (নামায/নামাজ) আদায় করে সালাম ফিরাবার পর বললেনঃ আজকের এ রাত সম্পর্কে তোমাদের অভিমত কি? আজ থেকে নিয়ে একশ বছরের মাথায় আজ যারা ভূ-পৃষ্ঠে আছে তাদের কেউ অবশিষ্ট থাকবে না। কিন্তু সাহাবীগণ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর একশ বছরের এ উক্তি সম্পর্কে নানাবিধ জল্পনা-কল্পনা করতে থাকেন। প্রকৃতপক্ষে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আজকে যারা জীবিত আছে তাদের কেউ ভূ-পৃষ্ঠে থাকবে না। এর দ্বারা তিনি বুঝাতে চেয়েছেন যে, এ শতাব্দী ঐ যুগের পরিসমাপ্তি ঘটাবে।\n",
    "checkStatus": "1",
    "hadithNo": "574",
    "id": "585",
    "thesequence": "1000",
    "isActive": "1",
    "chapterId": "2075",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৯১। ইশার পর জ্ঞানচর্চা ও কল্যাণকর বিষয়ের আলোচনা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "`Abdur Rahman bin Abi Bakr said, The Suffa Companions were poor people and the Prophet (s) said, Whoever has food for two persons should take a third one from them (Suffa companions). And whosoever has food for four persons he should take one or two from them Abu Bakr took three men and the Prophet (s) took ten of them. `Abdur Rahman added, my father my mother and I were there (in the house). (The sub-narrator is in doubt whether `Abdur Rahman also said, My wife and our servant who was common for both my house and Abu Bakrs house). Abu Bakr took his supper with the Prophet (s) and remained there till the `Isha prayer was offered. Abu Bakr went back and stayed with the Prophet (s) till the Prophet (s) took his meal and then Abu Bakr returned to his house after a long portion of the night had passed. Abu Bakrs wife said, What detained you from your guests (or guest)? He said, Have you not served them yet? She said, They refused to eat until you come. The food was served for them but they refused. `Abdur Rahman added, I went away and hid myself (being afraid of Abu Bakr) and in the meantime he (Abu Bakr) called me, O Ghunthar (a harsh word)! and also called me bad names and abused me and then said (to his family), Eat. No welcome for you. Then (the supper was served). Abu Bakr took an oath that he would not eat that food. The narrator added: By Allah, whenever any one of us (myself and the guests of Suffa companions) took anything from the food, it increased from underneath. We all ate to our fill and the food was more than it was before its serving. Abu Bakr looked at it (the food) and found it as it was before serving or even more than that. He addressed his wife (saying) O the sister of Bani Firas! What is this? She said, O the pleasure of my eyes! The food is now three times more than it was before. Abu Bakr ate from it, and said, That (oath) was from Satan meaning his oath (not to eat). Then he again took a morsel (mouthful) from it and then took the rest of it to the Prophet. So that meal was with the Prophet. There was a treaty between us and some people, and when the period of that treaty had elapsed the Prophet (s) divided us into twelve (groups) (the Prophets companions) each being headed by a man. Allah knows how many men were under the command of each (leader). So all of them (12 groups of men) ate of that meal.",
    "hadithArabic": "حَدَّثَنَا أَبُو النُّعْمَانِ، قَالَ حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنَا أَبِي، حَدَّثَنَا أَبُو عُثْمَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ، أَنَّ أَصْحَابَ الصُّفَّةِ، كَانُوا أُنَاسًا فُقَرَاءَ، وَأَنَّ النَّبِيَّ صلى  الله عليه وسلم قَالَ   مَنْ كَانَ عِنْدَهُ طَعَامُ اثْنَيْنِ فَلْيَذْهَبْ بِثَالِثٍ، وَإِنْ أَرْبَعٌ فَخَامِسٌ أَوْ سَادِسٌ . وَأَنَّ أَبَا بَكْرٍ جَاءَ بِثَلاَثَةٍ فَانْطَلَقَ النَّبِيُّ صلى  الله عليه وسلم بِعَشَرَةٍ، قَالَ فَهْوَ أَنَا وَأَبِي وَأُمِّي، فَلاَ أَدْرِي قَالَ وَامْرَأَتِي وَخَادِمٌ بَيْنَنَا وَبَيْنَ بَيْتِ أَبِي بَكْرٍ. وَإِنَّ أَبَا بَكْرٍ تَعَشَّى عِنْدَ النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم ثُمَّ لَبِثَ حَيْثُ صُلِّيَتِ الْعِشَاءُ، ثُمَّ رَجَعَ فَلَبِثَ حَتَّى تَعَشَّى النَّبِيُّ صلى  الله عليه وسلم فَجَاءَ بَعْدَ مَا مَضَى مِنَ اللَّيْلِ مَا شَاءَ اللَّهُ، قَالَتْ لَهُ امْرَأَتُهُ وَمَا حَبَسَكَ عَنْ أَضْيَافِكَ ـ أَوْ قَالَتْ ضَيْفِكَ ـ قَالَ أَوَمَا عَشَّيْتِيهِمْ قَالَتْ أَبَوْا حَتَّى تَجِيءَ، قَدْ عُرِضُوا فَأَبَوْا. قَالَ فَذَهَبْتُ أَنَا فَاخْتَبَأْتُ فَقَالَ يَا غُنْثَرُ، فَجَدَّعَ وَسَبَّ، وَقَالَ كُلُوا لاَ هَنِيئًا. فَقَالَ وَاللَّهِ لاَ أَطْعَمُهُ أَبَدًا، وَايْمُ اللَّهِ مَا كُنَّا نَأْخُذُ مِنْ لُقْمَةٍ إِلاَّ رَبَا مِنْ أَسْفَلِهَا أَكْثَرُ مِنْهَا. قَالَ يَعْنِي حَتَّى شَبِعُوا وَصَارَتْ أَكْثَرَ مِمَّا كَانَتْ قَبْلَ ذَلِكَ، فَنَظَرَ إِلَيْهَا أَبُو بَكْرٍ فَإِذَا هِيَ كَمَا هِيَ أَوْ أَكْثَرُ مِنْهَا. فَقَالَ لاِمْرَأَتِهِ يَا أُخْتَ بَنِي فِرَاسٍ مَا هَذَا قَالَتْ لاَ وَقُرَّةِ عَيْنِي لَهِيَ الآنَ أَكْثَرُ مِنْهَا قَبْلَ ذَلِكَ بِثَلاَثِ مَرَّاتٍ. فَأَكَلَ مِنْهَا أَبُو بَكْرٍ وَقَالَ إِنَّمَا كَانَ ذَلِكَ مِنَ الشَّيْطَانِ ـ يَعْنِي يَمِينَهُ ـ ثُمَّ أَكَلَ مِنْهَا لُقْمَةً، ثُمَّ حَمَلَهَا إِلَى النَّبِيِّ صلى  الله عليه وسلم صلى  الله عليه وسلم فَأَصْبَحَتْ عِنْدَهُ، وَكَانَ بَيْنَنَا وَبَيْنَ قَوْمٍ عَقْدٌ، فَمَضَى الأَجَلُ، فَفَرَّقَنَا اثْنَا عَشَرَ رَجُلاً، مَعَ كُلِّ رَجُلٍ مِنْهُمْ أُنَاسٌ، اللَّهُ أَعْلَمُ كَمْ مَعَ كُلِّ رَجُلٍ فَأَكَلُوا مِنْهَا أَجْمَعُونَ، أَوْ كَمَا قَالَ.",
    "hadithBengali": "৫৭৫। মাহমূদ (রহঃ......... আবদুর-রাহমান ইবনু আবূ বকর (রাঃ) থেকে বর্ণিত যে, আসহাবে সুফ্&zwnj;ফা ছিলেন খুবই দরিদ্র। (একদা) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যার কাছে দুজনের আহার আছে সে যেন (তাঁদের থেকে) তৃতীয় জনকে সঙ্গে করে নিয়ে যায়। আর যার কাছে চারজনের আহারের সংস্থান আছে, সে যেন পঞ্চম বা ষষ্ঠজন সঙ্গে নিয়ে যায়। আবূ বকর (রাঃ) তিনজন সাথে নিয়ে আসেন এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দশজন নিয়ে আসেন। আবদুর রাহমান (রাঃ) বলেন, আমাদের ঘরে এবং আবূ বাকরের ঘরে আমি, আমার পিতা ও মাতা (এই তিন জন সদস্য) ছিলাম। রাবী বলেন, আমি জানিনা, তিনি আমার স্ত্রী এবং খাদিম একথা বলেছিলেন কি না? আবূ বাকর (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর ঘরেই রাতের আহার করেন এবং ইশার সালাত (নামায/নামাজ) পর্যন্ত সেখানে অবস্থান করেন। ইশার সালাত (নামায/নামাজ)-এর পর তিনি আবার (রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঘরে) ফিরে আসেন এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash; এর রাতের আহার শেষ করা পর্যন্ত সেখানেই অবস্থান করেন। আল্লাহর ইচ্ছায় কিছু সময় অতিবাহিত হওয়ার পর বাড়ী ফিরলে তাঁর স্ত্রী তাঁকে বললেন, মেহমানদের কাছে আসতে কিসে আপনাকে ব্যস্ত রেখেছিল? কিংবা তিনি বলেছিলেন, (বর্ণনাকারীর সন্দেহ) মেহমান থেকে। আবূ বকর (রাঃ) বললেন, এখনও তাদের খাবার দাওনি? তিনি বললেন, আপনি না আসা পর্যন্ত তারা খেতে অস্বীকার করেন। তাদের সামনে হাযির করা হয়েছিল, তবে তারা খেতে সম্মত হননি। তিনি (রাগান্বিত হয়ে) বললেন, ওরে বোকা এবং ভর্ৎসনা করলেন। আর (মেহমানদের) বললেন, খেয়ে নিন। আপনারা অস্বস্তিতে ছিলেন। এরপর তিনি বললেন, আল্লাহর কসম ! আমি এ কখনই খাব না। আবদুর রাহমান (রহঃ) বলেন, আল্লাহর কসম! আমরা লুক্&zwnj;মা উঠিয়ে নিতেই নীচ থেকে তা অধিক পরিমাণে বেড়ে যাচ্ছিল। তিনি বলেন, সকলেই পেট ভরে খেলেন। অথচ আগের চাইতে অধিক খাবার রয়ে গেল।\n\nআবূ বকর (রাঃ) খাবারের দিকে তাকিয়ে দেখেতে পেলেন তা আগের সমপরিমাণ কিংবা তার চাইতেও বেশী। তিনি তাঁর স্ত্রীকে বললেন, হে বনূ ফিরাসের বোন। এ কি? তিনি বললেন, আমার চোখের প্রশান্তির কসম ! এতো এখন আগের চাইতে তিনগুন বেশী ! আবূ বকর (রাঃ)-ও তা থেকে আহার করলেন এবং বললেন, আমার সে শপথ শয়তানের পক্ষ থেকেই হয়েছিল। এরপর তিনি আরও লুক্&zwnj;মা মুখে দিলেন এবং অবশিষ্ট খাবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকটে নিয়ে গেলেন। ভোর পর্যন্ত সে খাদ্য রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সেখানেই ছিল। এদিকে আমাদের ও অন্য একটি গোএের মাঝে সে সন্ধি ছিল তার সময়সীমা পূর্ন হয়ে যায়। (এবং তারা মদিনায় আসে) আমরা তাদের বারজনের নেতৃত্বে ভাগ করে দেই। তাদের প্রত্যকের সংগেই কিছু কিছু লোক ছিল। তবে প্রত্যকের সঙ্গে কতজন ছিল তা আল্লাহই জানেন। তারা সকলেই সেই খাদ্য থেকে আহার করেন। (রাবী বলেন) কিংবা আবদুর রাহমান (রাঃ) যে ভাবে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "575",
    "id": "586",
    "thesequence": "1001",
    "isActive": "1",
    "chapterId": "2076",
    "bookId": "1",
    "publisherId": "1",
    "sectionId": "12",
    "statusId": "1",
    "topicName": "৩৯২। পরিবার-পরিজন ও মেহমানদের সাথে রাতে কথাবার্তা বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]
