[
  {
    "hadithEnglish": "Ibn `Umar (May Allah be pleased with them) reported:\nThe Messenger of Allah (ﷺ) used to observe I`tikaf in the last ten days of Ramadan.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا، قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم  يَعْتَكِفُ العَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/১২৭৬। আব্দুল্লাহ ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযানের শেষ দশকে ইতিকাফ করতেন। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1276",
    "id": "26566",
    "thesequence": "25514",
    "isActive": "1",
    "chapterId": "1478",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "262",
    "statusId": "1",
    "topicName": "২৩২: রমযান মাসে ই&lsquo;তিকাফ সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nThe Prophet (ﷺ) used to engage himself in Itikaf (seclusion for prayers) in the mosque during the last ten nights of Ramadan till he passed away; thereafter, his wives followed this practice after him.\n\n[Al- Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ عَائِشَة رَضِيَ اللهُ عَنهَا: أَنَّ النَّبِيَّ صلى  الله عليه وسلم كَانَ يَعْتَكِفُ العَشْرَ الأوَاخِرَ مِنْ رَمَضَانَ، حَتَّى تَوَفَّاهُ اللهُ تَعَالَى، ثُمَّ اعْتَكَفَ أَزْوَاجُهُ مِنْ بَعْدِهِ . متفقٌ عَلَيْهِ",
    "hadithBengali": "২/১২৭৭। আয়েশা রাদিয়াল্লাহু আনহা হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযানের শেষ দশকে মহান আল্লাহ তাঁকে মৃত্যুদান করা পর্যন্ত ইতিকাফ করেছেন। তাঁর (তিরোধানের) পর তাঁর স্ত্রীগণ ইতিকাফ করেছেন। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1277",
    "id": "26567",
    "thesequence": "25515",
    "isActive": "1",
    "chapterId": "1478",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "262",
    "statusId": "1",
    "topicName": "২৩২: রমযান মাসে ই&lsquo;তিকাফ সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) used to observe Itikaf every year (during Ramadan) for ten days; in the year in which he passed away, he observed Itikaf for twenty days.\n\n[Al-Bukhari].\n",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: كَانَ النَّبِيُّ صلى  الله عليه وسلم يَعْتَكِفُ فِي كُلِّ رَمَضَانَ عَشْرَةَ أَيَّامٍ، فَلَمَّا كَانَ العَامُ الَّذِي قُبِضَ فِيهِ اعْتَكَفَ عِشْرِينَ يَوْماً . رواه البخاري",
    "hadithBengali": "৩/১২৭৮। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যেক রমযান মাসের (শেষ) দশদিন ইতিকাফ করতেন। তারপর যে বছরে তিনি মারা যান, সে বছরে বিশ দিন ইতিকাফ করেছিলেন। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1278",
    "id": "26568",
    "thesequence": "25516",
    "isActive": "1",
    "chapterId": "1478",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "262",
    "statusId": "1",
    "topicName": "২৩২: রমযান মাসে ই&lsquo;তিকাফ সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]