[
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nThe Messenger of Allah (ﷺ) said, (The superstructure of) Islam is based on five (pillars), testifying the fact that La ilaha illallah wa anna Muhammad-ar-Rasul-ullah [there is no true god except Allah, and Muhammad ((ﷺ)) is the Messenger of Allah], establishing As- Salat (the prayers), paying Zakat (poor due), the pilgrimage to the House [of Allah (Kabah)], and the Saum (fasting) during the month of Ramadan.\n\n[Al-Bukhari and Muslim].\n",
    "hadithArabic": "وَعَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، قَالَ: &laquo;بُنِيَ الإِسْلاَمُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لاَ إِلٰهَ إِلاَّ اللهُ، وَأَنَّ مُحَمَّداً رَسُولُ اللهِ  صلى  الله عليه وسلم، وَإِقَامِ الصَّلاَةِ، وَإِيتَاءِ الزَّكَاةِ، وَحَجِّ البَيْتِ، وَصَوْمِ رَمَضَانَ&raquo;. متفقٌ ",
    "hadithBengali": "মহান আল্লাহ তাআলা বলেছেন,\n\n<p dir=RTL>﴿وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا ۚ وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ﴾ (ال عمران: ٩٧)\n\nঅর্থাৎ মানুষের মধ্যে যার সেখানে যাওয়ার সামর্থ্য আছে আল্লাহর উদ্দেশ্যে ঐ গৃহের হজ করা তার (পক্ষে) অবশ্য কর্তব্য। আর যে অস্বীকার করবে (সে জেনে রাখুক যে), আল্লাহ জগতের উপর নির্ভরশীল নন। (সূরা আলে ইমরান ৯৭ আয়াত)<!--صلى الله عليه وسلمm-->\n\n<hr />\n১/১২৭৯। আব্দুল্লাহ ইবনে উমার রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;ইসলামের ভিত পাঁচটি জিনিসের উপর স্থাপিত আছে। (১) এই সাক্ষ্য দেওয়া যে, আল্লাহ ছাড়া কোন সত্য মাবূদ (উপাস্য) নেই এবং মুহাম্মদ আল্লাহর প্রেরিত মহাপুরুষ, (২) নামায কায়েম করা, (৩) যাকাত প্রদান করা, (৪) বায়তুল্লাহর হজ্জ করা এবং (৫) মাহে রমযানের সিয়াম (রোযা) পালন করা।&rdquo; (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1279",
    "id": "26569",
    "thesequence": "25786",
    "isActive": "1",
    "chapterId": "1479",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "276",
    "statusId": "1",
    "topicName": "২৩৩: হজ্জ্বের অপরিহার্যতা ও তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) delivered a Khutbah and said, O people! Hajj (pilgrimage to the House of Allah) has been made incumbent upon you, so perform Hajj. A man inquired: O Messenger of Allah, is it prescribed every year? He (ﷺ) remained silent till the man repeated it thrice. Then he (ﷺ) said, Had I replied in the affirmative, it would have surely become obligatory, and you would not have been able to fulfill it. Afterwards he said, Do not ask me so long as I do not impose anything upon you, because those who were before you were destroyed on account of their frequent questioning and their disagreement with their Prophets. So when I order you to do something, do it as far as you can; and when I forbid you from doing anything, eschew it.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: خَطَبَنَا  رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم، فَقَالَ: &laquo;أَيُّهَا النَّاسُ، قَدْ فَرَضَ اللهُ عَلَيْكُم الحَجَّ فَحُجُّوا&raquo;. فَقَالَ رَجُلٌ: أَكُلَّ عَامٍ يَا رَسُولَ اللهِ صلى  الله عليه وسلم ؟ فَسَكَتَ، حَتَّى قَالَهَا ثَلاَثاً . فَقَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم: &laquo;لَوْ قُلْتُ نَعَمْ لَوَجَبَتْ، وَلَمَا اسْتَطَعْتُمْ&raquo; ثُمَّ قَالَ: &laquo;ذَرُوْنِي مَا تَرَكْتُكُمْ ؛ فَإِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ بِكَثْرَةِ سُؤَالِهِمْ، وَاخْتِلاَفِهِمْ عَلَى أَنْبِيَائِهِمْ، فَإِذَا أَمَرْتُكُمْ بِشَيءٍ فَأتُوا مِنْهُ مَا اسْتَطَعْتُمْ، وَإِذَا نَهَيْتُكُمْ عَن شَيْءٍ فَدَعُوهُ&raquo;. رواه مسلم",
    "hadithBengali": "২/১২৮০। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সামনে ভাষণ দানকালে বললেন, &ldquo;হে লোক সকল! আল্লাহ তোমাদের উপর (বায়তুল্লাহর) হজ্জ ফরয করেছেন, অতএব তোমরা হজ্জ পালন কর।&rdquo; একটি লোক বলে উঠল, হে আল্লাহর রাসূল! প্রতি বছর তা করতে হবে কি? তিনি নিরুত্তর থাকলেন এবং লোকটি শেষ পর্যন্ত তিনবার জিজ্ঞাসা করল। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, &ldquo;যদি আমি বলতাম, হ্যাঁ। তাহলে (প্রতি বছরে) হজ্জ ফরয হয়ে যেত। আর তোমরা তা পালন করতে অক্ষম হতে।&rdquo; অতঃপর তিনি বললেন, &ldquo;তোমরা আমাকে (আমার অবস্থায়) ছেড়ে দাও, যতক্ষণ আমি তোমাদেরকে (তোমাদের সব সব অবস্থায়) ছেড়ে রাখব। কেননা, তোমাদের পূর্বেকার জাতিরা অতি মাত্রায় জিজ্ঞাসাবাদ ও তাদের পয়গম্বরদের বিরোধিতা করার দরুন ধ্বংস হয়েছে। সুতরাং আমি যখন তোমাদেরকে কোন কিছু করার আদেশ দেব, তখন তোমরা তা সাধ্যমত পালন করবে। আর যা করতে নিষেধ করব, তা থেকে বিরত থাকবে।&rdquo; (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1280",
    "id": "26570",
    "thesequence": "25787",
    "isActive": "1",
    "chapterId": "1479",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "276",
    "statusId": "1",
    "topicName": "২৩৩: হজ্জ্বের অপরিহার্যতা ও তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) was asked: Which deed is the best? He (ﷺ) replied, Faith in Allah and His Messenger. Then he was asked: What is next? He replied, Jihad (holy fighting) in the Cause of Allah. Then he was asked, What is after that? He (ﷺ) replied, Hajj Mabrur (an accepted pilgrimage).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْهُ، قَالَ: سُئِلَ النَّبِيُّ صلى  الله عليه وسلم أَيُّ العَمَلِ أَفْضَلُ ؟ قَالَ: &laquo;إِيمَانٌ بِاللهِ وَرسولِهِ&raquo; قِيلَ: ثُمَّ مَاذَا ؟ قَالَ: &laquo;الجِهَادُ فِي سَبِيلِ اللهِ&raquo; قِيلَ: ثُمَّ مَاذَا ؟ قَالَ: &laquo;حَجٌّ مَبرُورٌ&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৩/১২৮১। উক্ত রাবী রাদিয়াল্লাহু আনহু থেকেই বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করা হল, সর্বোত্তম কাজ কি? তিনি বললেন, &ldquo;আল্লাহ ও তার রাসূলের প্রতি ঈমান রাখা।&rdquo; পুনরায় তাঁকে জিজ্ঞাসা করা হল, অতঃপর কি? তিনি বললেন, &ldquo;মাবরূর (বিশুদ্ধ বা গৃহীত) হজ্জ।&rdquo; (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\n<hr />\nমাবরূর (বিশুদ্ধ বা গৃহীত) হজ্জ সেই হজ্জকে বলা হয়, যাতে হাজী কোনো প্রকার আল্লাহর অবাধ্যতা ও পাপাচারে লিপ্ত হয়নি।\n",
    "checkStatus": "1",
    "hadithNo": "1281",
    "id": "26571",
    "thesequence": "25788",
    "isActive": "1",
    "chapterId": "1479",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "276",
    "statusId": "1",
    "topicName": "২৩৩: হজ্জ্বের অপরিহার্যতা ও তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Whoever performs Hajj (pilgrimage) and does not have sexual relations (with his wife), nor commits sin, nor disputes unjustly (during Hajj), then he returns from Hajj as pure and free from sins as on the day on which his mother gave birth to him.\n\n[Al-Bukhari and Muslim].\n",
    "hadithArabic": "وَعَنْه، قَالَ: سَمِعتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، يَقُولُ: &laquo;مَنْ حَجَّ، فَلَمْ يَرْفُثْ، وَلَمْ يَفْسُقْ، رَجَعَ كَيَوْمِ وَلَدَتْهُ أُمُّهُ&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৪/১২৮২। উক্ত রাবী রাদিয়াল্লাহু আনহু থেকেই বর্ণিত, তিনি বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ কথা বলতে শুনেছি যে, &ldquo;যে ব্যক্তি হজ্জ পালন করল এবং (তাতে) কোন অশ্লীল কাজ করল না ও পাপাচার করল না, সে ব্যক্তি ঠিক ঐ দিনকার মত (নিষ্পাপ হয়ে) বাড়ি ফিরবে, যেদিন তার মা তাকে প্রসব করেছিল।&rdquo; বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1282",
    "id": "26572",
    "thesequence": "25789",
    "isActive": "1",
    "chapterId": "1479",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "276",
    "statusId": "1",
    "topicName": "২৩৩: হজ্জ্বের অপরিহার্যতা ও তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, (The performance of) Umrah is an expiation for the sins committed between it and the previous Umrah; and the reward of Hajj Mabrur (i.e., one accepted) is nothing but Jannah.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، قَالَ: &laquo;العُمْرَةُ إِلَى العُمْرَةِ كَفَّارَةٌ لِمَا بَينَهُمَا، وَالحَجُّ المَبْرُورُ لَيْسَ لَهُ جَزَاءٌ إِلاَّ الجَنَّةَ&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৫/১২৮৩। উক্ত রাবী রাদিয়াল্লাহু আনহু থেকেই বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;একটি উমরাহ পরবর্তী উমরাহ পর্যন্ত ঐ দুয়ের মধ্যবর্তী সময়ে কৃত পাপ-রাশির জন্য কাফফারা (মোচন-কারী) হয়। আর মাবরূর (বিশুদ্ধ বা গৃহীত) হজ্জের প্রতিদান জান্নাত ছাড়া আর কিছুই নয়।&rdquo; (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1283",
    "id": "26573",
    "thesequence": "25790",
    "isActive": "1",
    "chapterId": "1479",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "276",
    "statusId": "1",
    "topicName": "২৩৩: হজ্জ্বের অপরিহার্যতা ও তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nI said: O Messenger of Allah! We consider Jihad as the best deed, should we not then go for Jihad? The Messenger of Allah (ﷺ) said, The best Jihad for you women is Hajj Mabrur (i.e., one accepted by Allah).\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَنْ عَائِشَة رَضِيَ اللهُ عَنهَا، قَالَتْ: قُلْتُ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، نَرَى الجِهَادَ أَفْضَلَ العَمَلِ، أَفَلاَ نُجَاهِدُ ؟ فَقَالَ: &laquo;لَكُنَّ أَفْضَلُ الجِهَادِ: حَجٌّ مَبْرُورٌ&raquo;. رواه البخاري",
    "hadithBengali": "৬/১২৮৪। আয়েশা রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, একদা আমি বললাম, হে আল্লাহর রাসূল! আমরা আল্লাহর পথে জিহাদ করাকে সর্বোত্তম কাজ মনে করি, তাহলে কি আমরা জিহাদ করব না? তিনি বললেন, &ldquo;তোমাদের জন্য সর্বোত্তম জিহাদ হচ্ছে মাবরূর (বিশুদ্ধ বা গৃহীত) হজ্জ।&rdquo; (বুখারী)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1284",
    "id": "26574",
    "thesequence": "25791",
    "isActive": "1",
    "chapterId": "1479",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "276",
    "statusId": "1",
    "topicName": "২৩৩: হজ্জ্বের অপরিহার্যতা ও তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nThe Messenger of Allah (ﷺ) said, There is no day on which Allah sets free more slaves from Hell than He does on the Day of Arafah.\n\n[Muslim].",
    "hadithArabic": "وَعَنْها: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، قَالَ: &laquo;مَا مِنْ يَوْمٍ أَكْثَرَ مِنْ أَن يُعْتِقَ اللهُ فِيهِ عَبْداً مِنَ النَّارِ مِنْ يَوْمِ عَرَفَةَ&raquo;. رواه مسلم",
    "hadithBengali": "৭/১২৮৫। উক্ত রাবী রাদিয়াল্লাহু আনহা থেকেই বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;আরাফার দিন অপেক্ষা এমন কোনো দিন নেই, যেদিন আল্লাহ সর্বাধিক বেশী সংখ্যায় বান্দাকে জাহান্নাম-মুক্ত করেন।&rdquo; (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1285",
    "id": "26575",
    "thesequence": "25792",
    "isActive": "1",
    "chapterId": "1479",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "276",
    "statusId": "1",
    "topicName": "২৩৩: হজ্জ্বের অপরিহার্যতা ও তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nThe Prophet (ﷺ) said, (The performance of) Umrah during Ramadan is equal to Hajj (pilgrimage). Or said, Equal to the performance of Hajj with me.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا: أَنَّ النَّبِيَّ صلى  الله عليه وسلم، قَالَ: &laquo;عُمْرَةٌ في رَمَضَانَ تَعْدِلُ حَجَّةً - أَوْ حَجَّةً مَعِي&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৮/১২৮৬। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;মাহে রমযানের উমরাহ একটি হজ্জের সমতুল্য অথবা আমার সঙ্গে হজ্জ করার সমতুল্য।&rdquo; (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1286",
    "id": "26576",
    "thesequence": "25793",
    "isActive": "1",
    "chapterId": "1479",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "276",
    "statusId": "1",
    "topicName": "২৩৩: হজ্জ্বের অপরিহার্যতা ও তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nA woman came to the Messenger of Allah (ﷺ) and said, Allahs obligation upon His slaves has become obligatory on my father in his old age. My father is very old and incapable of riding. May I perform Hajj on his behalf? He (ﷺ) said, Yes.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْهُ: أَنَّ امرَأَةً قَالَت: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، إِنَّ فَرِيضَةَ اللهِ عَلَى عِبَادِهِ فِي الحَجِّ، أَدْرَكَتْ أَبي شَيْخاً كَبِيراً، لاَ يَثْبُتُ عَلَى الرَّاحِلَةِ أَفَأحُجُّ عَنْهُ ؟ قَالَ: &laquo;نَعَمْ&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৯/১২৮৭। উক্ত রাবী রাদিয়াল্লাহু আনহু থেকেই বর্ণিত, একজন মহিলা বলল, হে আল্লাহর রাসূল! আল্লাহর স্বীয় বান্দাদের উপর হজ্জের ফরয আমার বৃদ্ধ পিতার উপর এমতাবস্থায় এসে পৌঁছেছে যে, তিনি বাহনের উপর চড়ে বসে থাকতে অক্ষম। আমি কি তার পক্ষ হতে হজ্জ পালন করব? তিনি বললেন, &ldquo;হ্যাঁ।&rdquo; (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1287",
    "id": "26577",
    "thesequence": "25794",
    "isActive": "1",
    "chapterId": "1479",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "276",
    "statusId": "1",
    "topicName": "২৩৩: হজ্জ্বের অপরিহার্যতা ও তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Laqit bin Amir (May Allah be pleased with him) reported:\nI came to the Prophet (ﷺ) and said: My father is a very old man and does not have strength to perform Hajj (pilgrimage) or Umrah or to undertake the journey. The Prophet (ﷺ) said, Perform Hajj and Umrah on behalf of your father.\n\n[Abu Dawud and At- Tirmidhi].\n",
    "hadithArabic": "وَعَنْ لَقِيطِ بنِ عَامِرٍ رضي الله عنه: أَنَّهُ أَتَى النَّبِيَّ صلى  الله عليه وسلم، فَقَالَ: إِنَّ أَبِي شَيْخٌ كَبِيرٌ، لاَ يَسْتَطِيعُ الحَجَّ، وَلاَ العُمْرَةَ، وَلاَ الظَّعَنَ ؟ قَالَ: &laquo;حُجَّ عَنْ أَبِيكَ وَاعْتَمِرْ&raquo;. رواه أَبُو داود والترمذي، وقال: حديث حسن صحيح ",
    "hadithBengali": "১০/১২৮৮। লাক্বীত ইবনে আমের রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট উপস্থিত হয়ে বললেন, আমার পিতা এত বেশী বৃদ্ধ হয়ে পড়েছেন যে, তিনি না হজ্জ করতে সক্ষম, না উমরা করতে সক্ষম, আর না সফর করতে পারবেন। তিনি বললেন, &ldquo;তুমি তোমার পিতার পক্ষ হতে হজ্জ ও উমরা সম্পাদন কর।&rdquo; (আবূ দাউদ, তিরমিযী-হাসান সহীহ) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1288",
    "id": "26578",
    "thesequence": "25795",
    "isActive": "1",
    "chapterId": "1479",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "276",
    "statusId": "2",
    "topicName": "২৩৩: হজ্জ্বের অপরিহার্যতা ও তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "As-Saib bin Yazid (May Allah be pleased with him) reported:\nI was seven years old when I was taken to perform Hajj (pilgrimage). This was during the time the Messenger of Allah (ﷺ) performed the Hajjat-ul-Wada (Farewell Pilgrimage).\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنِ السَّائِبِ بنِ يَزِيْدَ رضي الله عنه، قَالَ: حُجَّ بِي مَعَ رَسُولِ اللهِ صلى  الله عليه وسلم، فِي حَجَّةِ الوَدَاعِ، وَأنَا ابنُ سَبعِ سِنينَ . رواه البخاري",
    "hadithBengali": "১১/১২৮৯। সায়েব ইবনে য়্যাযীদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, বিদায় হজ্জে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে আমাকে নিয়ে হজ্জ করা হয়েছে। আমি তখন সাত বছরের শিশু। (বুখারী)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1289",
    "id": "26579",
    "thesequence": "25796",
    "isActive": "1",
    "chapterId": "1479",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "276",
    "statusId": "1",
    "topicName": "২৩৩: হজ্জ্বের অপরিহার্যতা ও তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nThe Prophet (ﷺ) came across a caravan at Ar-Rauha and asked who the people in the caravan were. They replied that they were Muslims. They asked: Who are you? He (ﷺ) said, I am the Messenger of Allah. Then a woman lifted up a boy to him and asked: Would this child be credited with having performed the Hajj (pilgrimage)? Whereupon he (ﷺ) said, Yes, and you will have a reward.\n\n[Muslim].",
    "hadithArabic": "وَعَنِ ابنِ عَبَّاسٍ رضي الله عنه  رَضِيَ اللهُ عَنهُمَا: أَنَّ النَّبِيَّ صلى  الله عليه وسلم  لَقِيَ رَكْباً بِالرَّوْحَاءِ، فَقَالَ: &laquo;مَنِ القَوْمُ ؟&raquo; قَالُوا: المُسلِمُونَ . قَالُوا: مَنْ أَنْتَ ؟ قَالَ: &laquo;رَسُولُ اللهِ  صلى  الله عليه وسلم&raquo; . فَرَفَعَتِ امْرَأةٌ صَبيّاً، فَقَالَتْ: أَلِهَذَا حَجٌّ ؟ قَالَ: &laquo;نَعَمْ، وَلَكِ أَجْرٌ&raquo;. رواه مسلم",
    "hadithBengali": "১২/১২৯০। ইবনে আব্বাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাওহা নামক স্থানে একটি যাত্রীদলের সাথে সাক্ষাৎকারে বললেন, &ldquo;তোমরা কোন জাতি?&rdquo; তারা বলল, আমরা মুসলিম। তারা বলল, আপনি কে? তিনি বললেন, &ldquo;আমি আল্লাহর রাসূল।&rdquo; এই সময়ে একজন মহিলা একটি শিশুকে তুলে ধরে বলল, এর কি হজ্জ হবে? তিনি বললেন, &ldquo;হ্যাঁ। আর (ওকে হজ্জ করানো বাবত) তোমারও সওয়াব হবে।&rdquo; (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1290",
    "id": "26580",
    "thesequence": "25797",
    "isActive": "1",
    "chapterId": "1479",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "276",
    "statusId": "1",
    "topicName": "২৩৩: হজ্জ্বের অপরিহার্যতা ও তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) performed the pilgrimage on an unsaddled camel which also carried his provisions (i.e., his Zamilah).\n\n[Al- Bukhari].\n",
    "hadithArabic": "عَن أَنَسٍ رضي  الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم حَجَّ عَلَى رَحْلٍ وَكَانَتْ زَامِلَتَهُ. رواه البخاري",
    "hadithBengali": "১৩/১২৯১। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাহনে চড়ে হজ্জ সমাধা করেন। আর ঐ বাহনটিই ছিল প্রয়োজনীয় যাবতীয় সাজ-সরঞ্জামের বাহক। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n\n<hr />\n* (অর্থাৎ তিনি যে উটের বাহনে চড়ে হজ্জ করেছেন সেই বাহনেই তাঁর খাদ্য-পানীয় তথা অন্যান্য আনুষঙ্গিক আসবাবপত্রও চাপানো ছিল।)\n",
    "checkStatus": "1",
    "hadithNo": "1291",
    "id": "26716",
    "thesequence": "25798",
    "isActive": "1",
    "chapterId": "1479",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "276",
    "statusId": "1",
    "topicName": "২৩৩: হজ্জ্বের অপরিহার্যতা ও তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nIbn Abbas (May Allah be pleased with them) reported:\nUkaz, Mijannah and Dhul-Majaz were markets during the pre-Islamic period. The Companions disliked trading there till the following Ayat of the Noble Quran were revealed: There is no sin on you if you seek the Bounty of your Rubb (during pilgrimage by trading)... (2:198)\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: كَانَتْ عُكَاظُ، وَمَجِنَّةُ، وَذُو المَجَازِ أَسْوَاقاً فِي الجَاهِلِيَّةِ، فَتَأَثَّمُوا أَنْ يَتَّجِرُوا في المَوَاسِمِ، فَنَزَلَتْ: ﴿ليس عليكم جناح أن تبتغوا فضلا من ربكم﴾ (البقرة: ١٩٨)  في مَوَاسِمِ الحَجِّ . رواه البخاري",
    "hadithBengali": "১৪/১২৯২। ইবনে আব্বাস রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত, তিনি বলেন, উকায, মাজিন্নাহ ও যুল-মাজায নামক স্থানগুলিতে (ইসলাম আসার পূর্বে) জাহেলী যুগের বাজার ছিল। তাই সাহাবায়ে কেরাম হজ্জের মৌসুমে ব্যবসা-বাণিজ্যমূলক কাজ-কর্মকে পাপ মনে করলেন। তার জন্য এই আয়াত অবতীর্ণ হল, যার অর্থ, &ldquo;(হজ্জের সময়) তোমাদের জন্য তোমাদের প্রতিপালকের অনুগ্রহ কামনায় (ব্যবসা-বাণিজ্যে) কোন দোষ নেই।&rdquo; (সূরা বাকারাহ ১৯৮ আয়াত<!--صلى الله عليه وسلمm-->, বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1292",
    "id": "26717",
    "thesequence": "25799",
    "isActive": "1",
    "chapterId": "1479",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "276",
    "statusId": "1",
    "topicName": "২৩৩: হজ্জ্বের অপরিহার্যতা ও তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]