[
  {
    "hadithEnglish": "Muawiyah (May Allah be pleased with him) reported:\nThe Messenger of Allah said, When Allah wishes good for someone, He bestows upon him the understanding of Deen.\n\n[Al-Bukhari and Muslim].\n",
    "hadithArabic": "وَعَن مُعَاوِيةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم &laquo;مَنْ يُرِدِ اللهُ بِهِ خَيْراً يُفَقِّهْهُ فِي الدِّينِ&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "আল্লাহ বলেন, <span dir=RTL>﴿ </span>وَقُلْ رَبِّ زِدْنِي عِلْمًا<span dir=RTL> ﴾ (طه: ١١٤) </span>\n\nঅর্থাৎ বল, হে আমার প্রতিপালক! আমার জ্ঞান বৃদ্ধি কর। <em>(ত্বা-হা ১১৪ আয়াত)</em>\n\nতিনি অন্যত্র বলেন, <span dir=RTL>﴿</span>قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ<span dir=RTL> ﴾ (الزمر: ٩) </span>\n\nঅর্থাৎ বল, যারা জানে এবং যারা জানে না তারা কি সমান? <em>(</em><em>যুমার ৯ আয়াত)</em>\n\nআল্লাহ আরও বলেন,<span dir=RTL>﴿</span>يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ<span dir=RTL> ﴾ (المجادلة: ١١) </span>\n\nঅর্থাৎ যাদেরকে জ্ঞান দান করা হয়েছে আল্লাহ তাদেরকে বহু মর্যাদায় উন্নত করবেন। <em>(মুজাদালা ১১ আয়াত)</em>\n\nতিনি অন্য জায়গায় বলেন,<span dir=RTL>﴿ </span>إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ<span dir=RTL>﴾ (فاطر: ٢٨) </span>\n\nঅর্থাৎ আল্লাহর বান্দাদের মধ্যে জ্ঞানীরাই তাঁকে ভয় করে থাকে। <em>(ফাত্বের ২৮ আয়াত)</em>\n\n<hr />\n১/১৩৮৪। মুআবিয়াহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;আল্লাহ যার মঙ্গল চান, তাকেই দ্বীনী জ্ঞান দান করেন।&rdquo; <em>(</em><em>বুখারী)</em> [1]\n\n\n",
    "checkStatus": "1",
    "hadithNo": "1384",
    "id": "27000",
    "thesequence": "26474",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "1",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Masud (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, Envy is permitted only in two cases: A man whom Allah gives wealth, and he disposes of it rightfully, and a man to whom Allah gives knowledge which he applies and teaches it.\n\n[Al- Bukhari and Muslim].",
    "hadithArabic": "وَعَنِ ابنِ مَسعُود رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم: &laquo;لاَ حَسَدَ إِلاَّ فِي اثْنَتَيْنِ: رَجُلٌ آتَاهُ اللهُ مَالاً، فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِي الحَقِّ، وَرَجُلٌ آتَاهُ اللهُ الحِكْمَةَ، فَهُوَ يَقْضِي بِهَا وَيُعَلِّمُهَا&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "২/১৩৮৫। ইবনে মাসঊদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;কেবল দুজন ব্যক্তি ঈর্ষার পাত্র। সেই ব্যক্তি যাকে আল্লাহ ধন-সম্পদ দান করেছেন এবং তাকে তা সৎপথে ব্যয় করার শক্তিও দিয়েছেন। আর সেই লোক যাকে আল্লাহ জ্ঞান-বুদ্ধি দান করেছেন, যার বদৌলতে সে বিচার-ফায়সালা করে থাকে ও তা অপরকে শিক্ষা দেয়।&rdquo; <em>(</em><em>বুখারী ও মুসলিম) </em>[1]\n\nএখানে ঈর্ষা বলতে, অপরের ধন ও জ্ঞান দেখে মনে মনে তা পাওয়ার আকাঙ্ক্ষা পোষণ করা। সেই সাথে এই কামনা থাকে না যে, অপরের ধ্বংস হয়ে যাক।\n",
    "checkStatus": "1",
    "hadithNo": "1385",
    "id": "27001",
    "thesequence": "26475",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "1",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, The guidance and knowledge with which Allah has sent me are like abundant rain which fell on a land. A fertile part of it absorbed the water and brought forth profuse herbage and pasture; and solid ground patches which retained the water by which Allah has benefited people, who drank from it, irrigated their crops and sowed their seeds; and another sandy plane which could neither retain the water nor produce herbage. Such is the similitude of the person who becomes well-versed in the religion of Allah and receives benefit from the Message entrusted to me by Allah, so he himself has learned and taught it to others; such is also the similitude of the person who has stubbornly and ignorantly rejected Allahs Guidance with which I have been sent.\n\n[Al-Bukhari and Muslim]",
    "hadithArabic": "وَعَن أَبي مُوسَى  رضي الله عنه، قَالَ: قَالَ النَّبِيُّ صلى  الله عليه وسلم: &laquo;مَثَلُ مَا بَعَثَنِي الله بِهِ مِنَ الهُدَى وَالعِلْمِ كَمَثَلِ غَيْثٍ أَصَابَ أَرْضاً ؛ فَكَانَتْ مِنْهَا طَائِفَةٌ طَيِّبةٌ قَبِلَتِ المَاءَ فَأَنْبَتَتِ الكَلأَ، وَالعُشْبَ الكَثِيرَ، وَكَانَ مِنْهَا أَجَادِبُ أَمْسَكَتِ المَاءَ، فَنَفَعَ اللهُ بِهَا النَّاسَ، فَشَرِبُوا مِنْهَا وَسَقَوْا وَزَرَعُوا، وَأَصَابَ طَائِفَةً مِنْهَا أُخْرَى إِنَّمَا هِيَ قِيعَانٌ ؛ لاَ تُمْسِكُ مَاءً وَلاَ تُنْبِتُ كَلأً، فَذَلِكَ مَثَلُ مَنْ فَقُهَ فِي دِينِ اللهِ، وَنَفَعَهُ مَا بَعَثَنِي اللهُ بِهِ، فَعَلِمَ وَعَلَّمَ، وَمَثَلُ مَنْ لَمْ يَرْفَعْ بِذَلِكَ رَأساً، وَلَمْ يَقْبَلْ هُدَى اللهِ الَّذِي أُرْسِلْتُ بِهِ&raquo; . متفقٌ عَلَيْهِ",
    "hadithBengali": "৩/১৩৮৬। আবূ মুসা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, &ldquo;যে সরল পথ ও জ্ঞান দিয়ে আমাকে পাঠানো হয়েছে তা ঐ বৃষ্টি সদৃশ যা জমিনে পৌঁছে। অতঃপর তার উর্বর অংশ নিজের মধ্যে শোষণ করে। অতঃপর তা ঘাস এবং প্রচুর শাক-সবজি উৎপন্ন করে। এবং তার এক অংশ চাষের অযোগ্য (খাল জমি); যা পানি আটকে রাখে। ফলে আল্লাহ তাআলা তার দ্বারা মানুষকে উপকৃত করেন। সুতরাং তারা তা হতে পান করে এবং (পশুদেরকে) পান করায়, জমি সেচে ও ফসল ফলায়। তার আর এক অংশ শক্ত সমতল ভূমি; যা না পানি শোষণ করে, না ঘাস উৎপন্ন করে। এই দৃষ্টান্ত ঐ ব্যক্তির যে আল্লাহর দ্বীনের ব্যাপারে জ্ঞানার্জন করল এবং আমি যে হিদায়েত ও জ্ঞান দিয়ে প্রেরিত হয়েছি, তার দ্বারা আল্লাহ তাকে উপকৃত করলেন। সুতরাং সে (নিজেও) শিক্ষা করল এবং (অপরকেও) শিক্ষা দিল। আর এই দৃষ্টান্ত ঐ ব্যক্তিরও যে এ ব্যাপারে মাথাও উঠাল না এবং আল্লাহর সেই হিদায়েতও গ্রহণ করল না, যা দিয়ে আমি প্রেরিত হয়েছি।&rdquo; <em>(</em><em>বুখারী ও মুসলিম)</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1386",
    "id": "27002",
    "thesequence": "26476",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "1",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl bin Sad (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said to Ali (May Allah be pleased with him), By Allah, if a single person is guided by Allah through you, it will be better for you than a whole lot of red camels.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن سَهلِ بنِ سَعدٍ رضي الله عنه:أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، قَالَ لِعَليٍّ رضي الله عنه: &laquo;فَوَاللهِ لأَنْ يَهْدِيَ اللهُ بِكَ رَجُلاً وَاحِداً خَيْرٌ لَكَ مِنْ أَنْ يَكُونَ لَكَ حُمْرُ النَّعَمِ&raquo; . متفقٌ عَلَيْهِ",
    "hadithBengali": "৪/১৩৮৭। সাহাল ইবনে সায়াদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (খায়বার যুদ্ধের সময়) আলী রাদিয়াল্লাহু আনহু-কে সম্বোধন করে বললেন, &ldquo;আল্লাহর শপথ! তোমার দ্বারা একটি মানুষকেও যদি আল্লাহ সৎপথ দেখান, তবে তা (আরবের মহামূল্যবান) লাল উঁটনী অপেক্ষা উত্তম হবে।&rdquo; <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1387",
    "id": "27003",
    "thesequence": "26477",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "1",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Amr bin Al-As (May Allah be pleased with them) reported:\nThe Prophet (ﷺ) said, Convey from me even an Ayah of the Quran; relate traditions from Banu Israel, and there is no restriction on that; but he who deliberately forges a lie against me let him have his abode in the Hell.\n\n[Al- Bukhari].\n",
    "hadithArabic": "وَعَن عَبدِ اللهِ بنِ عَمرِو بنِ العَاصِ رَضِيَ اللهُ عَنهُمَا: أَنَّ النَّبِيَّ صلى  الله عليه وسلم، قَالَ: &laquo;بَلِّغُوا عَنِّي وَلَوْ آيَةً، وَحَدِّثُوا عَنْ بَنِي إِسْرَائِيلَ وَلاَ حَرَجَ، وَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّداً فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ&raquo;. رواه البخاري",
    "hadithBengali": "৫/১৩৮৮। আব্দুল্লাহ ইবনে আমর ইবনে আস রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;আমার পক্ষ থেকে জনগণকে (আল্লাহর বিধান) পৌঁছে দাও, যদিও একটি আয়াত হয়। বনী-ইসরাইল থেকে (ঘটনা) বর্ণনা কর, তাতে কোন ক্ষতি নেই। আর যে ব্যক্তি ইচ্ছাকৃত-ভাবে আমার প্রতি মিথ্যা (বা জাল হাদিস) আরোপ করল, সে যেন নিজ আশ্রয় জাহান্নামে বানিয়ে নিলো।&rdquo; <em>(</em><em>বুখারী)</em> [1]\n\n<hr />\n<em>** (প্রকাশ থাকে যে</em><em>, </em><em>বনী-ইসরাইল হতে কেবল ইসলাম সমর্থিত হাদিস বর্ণনা করতে পারা যায়। ব্যাপকভাবে তাদের সব রকম হাদিস গ্রহণ করা সমীচীন নয়। আর রাসূল </em>সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম<em>-এর নামে মিথ্যা আরোপ করা কঠোরভাবে নিষিদ্ধ। ফলে হাদিস অতি সতর্কভাবে বর্ণনা করা আবশ্যক এবং জাল ও দুর্বল হাদিস থেকে বিরত থাকা নৈতিক কর্তব্য। সহীহ-দ্ব</em><em></em><em>ঈফ হাদিসের গ্রন্থ ও কম্পিউটার পোগ্রাম বর্তমানে প্রায় সর্বত্র সুলভ। সুতরাং হাদিস সম্বন্ধেও যাচাই-বাছাই করা মুসলিমদের একটি দ্বীনী কর্তব্য।)</em>\n\n\n",
    "checkStatus": "1",
    "hadithNo": "1388",
    "id": "27004",
    "thesequence": "26478",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "1",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Allah makes the way to Jannah easy for him who treads the path in search of knowledge.\n\n[Muslim].",
    "hadithArabic": "وَعَن أَبِي هُرَيرَةَ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، قَالَ: &laquo;وَمَنْ سَلَكَ طَرِيقاً يَلْتَمِسُ فِيهِ عِلْماً، سَهَّلَ اللهُ لَهُ طَرِيقاً إِلَى الجَنَّةِ&raquo; . رواه مسلم",
    "hadithBengali": "৬/১৩৮৯। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;যে ব্যক্তি এমন পথে গমন করে; যাতে সে বিদ্যা অর্জন করে, আল্লাহ তার জন্য জান্নাতের রাস্তা সহজ করে দেন।&rdquo; <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1389",
    "id": "27005",
    "thesequence": "26479",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "1",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, He who calls others to follow the Right Guidance will have a reward equal to the reward of those who follow him, without their reward being diminished in any respect on that account.\n\n[Muslim].",
    "hadithArabic": "وَعَنه أَيضاً رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، قَالَ: &laquo;مَنْ دَعَا إِلَى هُدىً كَانَ لَهُ مِنَ الأَجْرِ مِثْلُ أُجُورِ مَنْ تَبِعَهُ لاَ يَنْقُصُ ذَلِكَ مِنْ أُجُورِهِمْ شَيْئاً&raquo; . رواه مسلم",
    "hadithBengali": "৭/১৩৯০। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;যে ব্যক্তি সৎপথের দিকে আহ্বান জানাবে, সে তার অনুসারীদের সমতুল্য নেকীর অধিকারী হবে; তাতে তাদের নেকীর কিছুই হ্রাস পাবে না।&rdquo; <em>(</em><em>মুসলিম)</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1390",
    "id": "27006",
    "thesequence": "26480",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "1",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, When a man dies, his deeds come to an end except for three things: Sadaqah Jariyah (ceaseless charity); a knowledge which is beneficial, or a virtuous descendant who prays for him (for the deceased).\n\n[Muslim].\n",
    "hadithArabic": "وَعَنه قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم: &laquo;إِذَا مَاتَ ابْنُ آدَمَ انْقَطَعَ عَمَلُهُ إِلاَّ مِنْ ثَلاثٍ: صَدَقَةٍ جَارِيَةٍ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ&raquo; . رواه مسلم",
    "hadithBengali": "৮/১৩৯১। উক্ত রাবী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;আদম সন্তান যখন মারা যায়, তখন তার তিন প্রকার আমল ছাড়া অন্য সব রকম আমলের ধারা বন্ধ হয়ে যায়; সদকা জারিয়াহ (বহমান দান খয়রাত, মসজিদ নির্মাণ করা, কূপ খনন করে দেওয়া ইত্যাদি) অথবা ইলম (জ্ঞান সম্পদ) যা দ্বারা উপকৃত হওয়া যায় অথবা সুসন্তান যে তার জন্য নেক দোআ করতে থাকে।&rdquo; <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1391",
    "id": "27007",
    "thesequence": "26481",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "1",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, The world, with all that it contains, is accursed except for the remembrance of Allah that which pleases Allah; and the religious scholars and seekers of knowledge.\n\n[At- Tirmidhi].\n",
    "hadithArabic": "وَعَنه، قَالَ: سَمِعتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم يَقُولُ: &laquo;الدُّنْيَا مَلْعُونَةٌ، مَلْعُونٌ مَا فِيهَا، إِلاَّ ذِكْرَ اللهِ تَعَالَى، وَمَا وَالاَهُ، وَعَالِماً، أَوْ مُتَعَلِّماً&raquo; . رواه الترمذي، وقال: حديث حسن ",
    "hadithBengali": "৯/১৩৯২। উক্ত রাবী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, &ldquo;ইহজগৎ অভিশপ্ত, এর মধ্যে যা কিছু আছে সব অভিশপ্ত। তবে মহান আল্লাহর যিকির ও তার সংশ্লিষ্ট ক্রিয়া (তাঁর আনুগত্য) এবং আলেম অথবা তালিবে ইলমের কথা স্বতন্ত্র।&rdquo; <em>(</em><em>তিরমিযী হাসান) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1392",
    "id": "27008",
    "thesequence": "26482",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "2",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, He who goes forth in search of knowledge is considered as struggling in the Cause of Allah until he returns.\n\n[At- Tirmidhi].",
    "hadithArabic": "وَعَنْ أنسٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم :  &laquo;مَن خَرَجَ فِيْ طَلَبِ الْعِلْمِ، فَهُوَ فِيْ سَبِيْلِ اللهِ حَتّىٰ يَرْجِعَ&raquo; رواهُ الترْمِذيُّ وقال:  حديثٌ حَسنٌ  .",
    "hadithBengali": "১০/১৩৯৩। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: যে লোক জ্ঞানার্জন করার জন্য বের হয় সে ফিরে না আসা পর্যন্ত আল্লাহর রাস্তায় (জিহাদের মাঝে) আছে বলে গণ্য হয়। (ইমাম তিরমিযী হাদিসটিকে হাসান বলেছেন) [1]\n",
    "checkStatus": "1",
    "hadithNo": "1393",
    "id": "27009",
    "thesequence": "26483",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "2",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, A believer never satisfies doing good until he reaches Jannah.\n\n[At- Tirmidhi].",
    "hadithArabic": "وَعَنْ أَبِيْ سَعِيْدٍ الخُدْرِي رضي الله عنه، عَنْ رَسُولِ اللهِ صلى  الله عليه وسلم قَالَ: &laquo;لَنْ يَّشْبَعَ مُؤمِنٌ مِّنْ خَيْرٍ حَتّىٰ يَكُوْنَ مُنْتَهَاهُ الْجَنَّةَ&raquo; . رواهُ الترمذيُّ، وقَالَ: حديثٌ حسنٌ .",
    "hadithBengali": "১১/১৩৯৪। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: মুমিনকে কল্যাণ (দ্বীনের জ্ঞান) কখনো তৃপ্তি দিতে পারে না, যতক্ষণ পর্যন্ত তার শেষ গন্তব্য জান্নাতে পৌঁছে। দ্বঈফ (তিরমিযী হাদিসটিকে হাসান বলেছেন)[1]\n",
    "checkStatus": "1",
    "hadithNo": "1394",
    "id": "27010",
    "thesequence": "26484",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "3",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Umamah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, The superiority of the learned over the devout worshipper is like my superiority over the most inferior amongst you (in good deeds). He went on to say, Allah, His angels, the dwellers of the heaven and the earth, and even the ant in its hole and the fish (in water) supplicate in favour of those who teach people knowledge.\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَن أَبي أُمَامَة رضي الله عنه: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم، قَالَ: &laquo;فَضْلُ العَالِمِ عَلَى العَابِدِ كَفَضْلِي عَلَى أَدْنَاكُمْ&raquo; ثُمَّ قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم : إِنَّ اللهَ وَمَلاَئِكَتَهُ وَأَهْلَ السَّماوَاتِ وَالأَرْضِ حَتَّى النَّمْلَةَ فِي جُحْرِهَا وَحَتَّى الحُوْتَ لَيُصَلُّونَ عَلَى مُعَلِّمِي النَّاسِ الخَيْرَ&raquo;. رواه الترمذي، وقال: حديث حسن",
    "hadithBengali": "১২/১৩৯৫। আবূ উমামাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;আলেমের ফযীলত আবেদের উপর ঠিক সেই রূপ, যেরূপ আমার ফযীলত তোমাদের উপর।&rdquo; তারপর আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, &ldquo;নিশ্চয় আল্লাহ, তাঁর ফেরেশতাকুল, আসমান-জমিনের সকল বাসিন্দা এমনকি গর্তের মধ্যে পিঁপড়ে এবং (পানির মধ্যে) মাছ পর্যন্ত মানবমন্ডলীর শিক্ষাগুরুদের জন্য মঙ্গল কামনা ও নেক দোআ করে থাকে।&rdquo; <em>(</em><em>তিরমিযী হাসান) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1395",
    "id": "27011",
    "thesequence": "26485",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "2",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abud-Darda (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, He who follows a path in quest of knowledge, Allah will make the path of Jannah easy to him. The angels lower their wings over the seeker of knowledge, being pleased with what he does. The inhabitants of the heavens and the earth and even the fish in the depth of the oceans seek forgiveness for him. The superiority of the learned man over the devout worshipper is like that of the full moon to the rest of the stars (i.e., in brightness). The learned are the heirs of the Prophets who bequeath neither dinar nor dirham but only that of knowledge; and he who acquires it, has in fact acquired an abundant portion.\n\n[Abu Dawud and At- Tirmidhi].",
    "hadithArabic": ". وَعَن أَبي الدَّردَاءِ رضي الله عنه، قَالَ: سَمِعتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، يَقُولُ: &laquo;مَنْ سَلَكَ طَرِيقاً يَبْتَغِي فِيهِ عِلْماً سَهَّلَ اللهُ لَهُ طَرِيقاً إِلَى الجَنَّةِ، وَإِنَّ المَلاَئِكَةَ لَتَضَعُ أَجْنِحَتَهَا لِطَالِبِ العِلْمِ رِضاً بِمَا يَصْنَعُ، وَإِنَّ العَالِمَ لَيَسْتَغْفِرُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الأَرْضِ حَتَّى الحِيتَانُ فِي المَاءِ، وَفَضْلُ العَالِمِ عَلَى العَابِدِ كَفَضْلِ القَمَرِ عَلَى سَائِرِ الكَوَاكِبِ، وَإِنَّ العُلَمَاءَ وَرَثَةُ الأَنْبِيَاءِ، وَإِنَّ الأَنْبِيَاءَ لَمْ يُوَرِّثُوا دِينَاراً وَلاَ دِرْهَماً وَإِنَّمَا وَرَّثُوا العِلْمَ، فَمَنْ أَخَذَهُ أَخَذَ بحَظٍّ وَافِرٍ&raquo;. رواه أَبُو داود والترمذي",
    "hadithBengali": "১৩/১৩৯৬। আবূ দরদা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, &ldquo;যে ব্যক্তি এমন পথে গমন করে, যাতে সে জ্ঞানার্জন করে, আল্লাহ তার জন্য জান্নাতের পথ সুগম করে দেন। আর ফেরেশতাবর্গ তালেবে ইলমের জন্য তার কাজে প্রসন্ন হয়ে নিজেদের ডানাগুলি বিছিয়ে দেন। অবশ্যই আলেম ব্যক্তির জন্য আকাশ-পৃথিবীর সকল বাসিন্দা এমনকি পানির মাছ পর্যন্ত ক্ষমা প্রার্থনা করে থাকে। আবেদের উপর আলেমের ফযীলত ঠিক তেমনি, যেমন সমগ্র নক্ষত্রপুঞ্জের উপর পূর্ণিমার চাঁদের ফযীলত। উলামা সম্প্রদায় পরগম্বরদের উত্তরাধিকারী। আর এ কথা সুনিশ্চিত যে, পয়গম্বরগণ কোন রৌপ্য বা স্বর্ণ মুদ্রার কাউকে উত্তরাধিকারী বানিয়ে যাননি; বরং তাঁরা ইলমের (দ্বীনী জ্ঞানভাণ্ডারের) উত্তরাধিকারী বানিয়ে গেছেন। সুতরাং যে ব্যক্তি তা অর্জন করল, সে পূর্ণ অংশ লাভ করল।&rdquo; <em>(</em><em>আবূ দাউদ</em><em>, </em><em>তিরমিযী) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1396",
    "id": "27012",
    "thesequence": "26486",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "1",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Masud (May Allah be pleased with him) reported:\nI heard the Messenger of Allah (ﷺ) saying, May Allah freshen the affairs of a person who hears something from us and communicates it to others exactly as he has heard it (i.e., both the meaning and the words), for it may be that the recipient of knowledge understands it better than the one who has heard it.\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَنِ ابنِ مَسعُود رضي الله عنه قَالَ: سَمِعتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، يَقُولُ: &laquo;نَضَّرَ اللهُ امْرَأً سَمِعَ مِنَّا شَيْئاً، فَبَلَّغَهُ كَمَا سَمِعَهُ، فَرُبَّ مُبَلَّغٍ أَوْعَى مِنْ سَامِعٍ&raquo;. رواه الترمذي، وقال: حديث حسن صحيح",
    "hadithBengali": "১৪/১৩৯৭। ইবনে মাসঊদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, &ldquo;আল্লাহ সেই ব্যক্তির শ্রীবৃদ্ধি করুন, যে ব্যক্তি আমার নিকট থেকে (আমার কোন) হাদিস শুনে যথাযথরূপে হুবহু অপরকে পৌঁছে দেয়। কেননা, যাকে হাদিস বর্ণনা করা হয় এমনও হতে পারে যে, সে শ্রোতা অপেক্ষা অধিক উপলব্ধিকারী ও স্মৃতিধর।&rdquo; <em>(</em><em>তিরমিযী</em><em>, </em><em>হাসান সহীহ) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1397",
    "id": "27013",
    "thesequence": "26487",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "2",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, He who is asked about knowledge (of religion) and conceals it, will be bridled with a bridle of fire on the Day of Resurrection.\n\n[Abu Dawud and At- Tirmidhi].",
    "hadithArabic": "وَعَن أَبِي هُرَيرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم : &laquo;مَنْ سُئِلَ عَن عِلْمٍ فَكَتَمَهُ، أُلْجِمَ يَوْمَ القِيَامَةِ بِلِجَامٍ مِنْ نَارٍ&raquo; . رواه أَبُو داود والترمذي، وقال: حديث حسن ",
    "hadithBengali": "১৫/১৩৯৮। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;যাকে ধর্মীয় জ্ঞান বিষয়ক কোন কথা জিজ্ঞাসা করা হয়, আর সে (যদি উত্তর না দিয়ে) তা গোপন করে, কিয়ামতের দিন তাকে (জাহান্নামের) আগুনের লাগাম পরানো হবে।&rdquo; <em>(</em><em>আবূ দাউদ</em><em>, </em><em>তিরমিযী</em><em>, </em><em>হাসান) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1398",
    "id": "27014",
    "thesequence": "26488",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "2",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah(ﷺ) said, He who does not acquire knowledge with the sole intention of seeking the Pleasure of Allah but for worldly gain, will not smell the fragrance of Jannah on the Day of Resurrection.\n\n[Abu Dawud].\n",
    "hadithArabic": "وَعَنهُ، قَالَ: قَالَ رَسُول اللهِ صلى  الله عليه وسلم: &laquo;مَنْ تَعَلَّمَ عِلْماً مِمَّا يُبْتَغَى بِهِ وَجْهُ اللهِ - عَزَّ وَجَلَّ - لاَ يَتَعَلَّمُهُ إِلاَّ لِيُصِيبَ بِهِ عَرَضاً مِنَ الدُّنْيَا، لَمْ يَجِدْ عَرْفَ الجَنَّةِ يَوْمَ القِيَامَةِ  يَعْنِي: رِيحَهَا . رواه أَبُو داود بإسناد صحيح",
    "hadithBengali": "১৬/১৩৯৯। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;যে ব্যক্তি এমন কোন জ্ঞান অর্জন করল, যার দ্বারা আল্লাহ আয্যা অজাল্লার সন্তুষ্টি লাভ করা যায়, তা সে কেবল পার্থিব স্বার্থ লাভের উদ্দেশ্যে অর্জন করল, কিয়ামতের দিন সে ব্যক্তি জান্নাতের সুগন্ধ পর্যন্ত পাবে না।&rdquo; <em>(</em><em>আবূ দাউদ বিশুদ্ধ সানাদ)</em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1399",
    "id": "27015",
    "thesequence": "26489",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "1",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Amr bin Al-As (May Allah be pleased with them) reported:\nI heard the Messenger of Allah (ﷺ) saying: Verily, Allah does not take away knowledge by snatching it from the people, but He takes it away by taking away (the lives of) the religious scholars till none of the scholars stays alive. Then the people will take ignorant ones as their leaders, who, when asked to deliver religious verdicts, will issue them without knowledge, the result being that they will go astray and will lead others astray.\n\n[Al- Bukhari and Muslim].\n",
    "hadithArabic": "وَعَن عَبدِ اللهِ بنِ عَمرِو بنِ العَاصِ رَضِيَ اللهُ عَنهُمَا، قَالَ: سَمِعتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم يَقُولُ: &laquo;إِنَّ اللهَ لاَ يَقْبِضُ العِلْمَ انْتِزَاعاً يَنْتَزعهُ مِنَ النَّاسِ، وَلكِنْ يَقْبِضُ العِلْمَ بِقَبْضِ العُلَمَاءِ، حَتَّى إِذَا لَمْ يُبْقِ عَالِماً، اتَّخَذَ النَّاسُ رُؤُوساً جُهَّالاً، فَسُئِلُوا فَأَفْتوا بِغَيْرِ عِلْمٍ، فَضَلُّوا وَأَضَلُّوا  . متفقٌ عَلَيْهِ",
    "hadithBengali": "১৭/১৪০০। আব্দুল্লাহ ইবনে আমর ইবনে আস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, &ldquo;নিঃসন্দেহে আল্লাহ লোকদের নিকট থেকে ছিনিয়ে নিয়ে ইলম তুলে নেবেন না; বরং উলামা সম্প্রদায়কে তুলে নেওয়ার মাধ্যমে ইলম তুলে নেবেন (অর্থাৎ আলেম দুনিয়া থেকে শেষ হয়ে যাবে।) অবশেষে যখন কোন আলেম বাকি থাকবে না, তখন জনগণ মূর্খ অনভিজ্ঞ ব্যক্তিদেরকে নেতা বানিয়ে নেবে এবং তাদেরকে ফতোয়া জিজ্ঞাসা করা হবে, আর তারা না জেনে ফতোয়া দেবে, ফলে তারা নিজেরাও পথভ্রষ্ট হবে এবং অপরকেও পথভ্রষ্ট করবে।&rdquo; <em>(</em><em>বুখারী ও মুসলিম)</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1400",
    "id": "27016",
    "thesequence": "26490",
    "isActive": "1",
    "chapterId": "1487",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "287",
    "statusId": "1",
    "topicName": "২৪১: ইলমের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]