[
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nOn the Night of Al-Isra (the Night of Ascension) the Prophet (ﷺ) was presented with two drinking vessels: one full of wine and the other one full of milk. He looked at them. Then he took the vessel which was full of milk. Thereupon Jibril (Gabriel) said: Al-hamdu lillah (praise be to Allah) Who has guided you to that, which is in accord with Fitrah (i.e., Islamic Monotheism; pure nature of Islam). Had you selected wine, your people would have gone astray.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه: أَنَّ النَّبِيَّ صلى  الله عليه وسلم، أُتِيَ لَيْلَةَ أُسْرِيَ بِهِ بِقَدَحَيْنِ مِنْ خَمْرٍ وَلَبَنٍ، فَنَظَرَ إِلَيْهمَا فَأَخَذَ اللَّبَنَ. فَقَالَ جِبرِيلُ: اَلحَمْدُ للهِ الَّذِي هَدَاكَ لِلفِطْرَةِ لَوْ أَخَذْتَ الخَمْرَ غَوَتْ أُمَّتُكَ. رواه مسلم",
    "hadithBengali": "মহান আল্লাহ বলেছেন, <span dir=RTL>﴿ </span>فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ<span dir=RTL>﴾ (البقرة: ١٥٢) </span>\n\n&ldquo;তোমরা আমাকে স্মরণ কর; আমিও তোমাদের স্মরণ করব। তোমরা আমার প্রতি কৃতজ্ঞ হও, আর কৃতঘ্ন হয়ো না।&rdquo; <em>(সূরা বাকারা ১৫২ আয়াত)</em>\n\nতিনি অন্যত্র বলেন, <span dir=RTL>﴿</span>لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ<span dir=RTL>﴾ (ابراهيم</span><span dir=RTL>: ٧) </span>\n\n&ldquo;তোমরা কৃতজ্ঞ হলে তোমাদেরকে অবশ্যই অধিক দান করব, আর অকৃতজ্ঞ হলে অবশ্যই আমার শাস্তি হবে কঠোর।&rdquo; <em>(সূরা ইব্রাহীম ৭ আয়াত)</em>\n\nতিনি অন্য জায়গায় বলেন, <span dir=RTL>﴿</span>وَقُلِ الْحَمْدُ لِلَّهِ<span dir=RTL>﴾ (الاسراء: ١١١) </span>\n\n&ldquo;বল, সমস্ত প্রশংসা আল্লাহরই।&rdquo; <em>(সূরা ইসরা ১১১ আয়াত)</em>\n\nতিনি আরও বলেছেন, <span dir=RTL>﴿</span>وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ<span dir=RTL>﴾ (يونس : ١٠) </span>\n\n&ldquo;তাদের শেষ বাক্য হবে, আলহামদু লিল্লাহি রাবিবল আলামীন (সমস্ত প্রশংসা সারা জাহানের প্রতিপালক আল্লাহর জন্য)।&rdquo; <em>(সূরা ইউনুস ১০ আয়াত)</em>\n\n<hr />\n১/১৪০১। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, যে রাতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে মিরাজ ভ্রমণে নিয়ে যাওয়া হয়েছিল, সে রাতে তাঁর নিকট মদ ও দুধের দুখানা পাত্র আনা হল। তখন তিনি উভয়ের দিকে তাকিয়ে দেখে দুধের বাটি খানা তুলে নিলেন। এ দেখে জিবরাঈল (আঃ) বললেন: সেই আল্লাহর প্রশংসা, যিনি আপনাকে প্রকৃতির দিকেই পথ দেখালেন। যদি আপনি মদের পাত্রটি ধারণ করতেন, তাহলে আপনার উম্মত পথভ্রষ্ট হয়ে যেত। <em>(</em><em>মুসলিম) </em>[1]\n\n\n",
    "checkStatus": "1",
    "hadithNo": "1401",
    "id": "27090",
    "thesequence": "26491",
    "isActive": "1",
    "chapterId": "1488",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "288",
    "statusId": "1",
    "topicName": "২৪২: মহান আল্লাহর শুকরিয়া আদায় করা ওয়াজিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Any matter of importance which is not begun with Al-hamdu lillah (praise be to Allah) remains defective.\n\n[Abu Dawud].",
    "hadithArabic": " وَعَنْهُ عَنْ رَسُولِ اللهِ صلى  الله عليه وسلم قال: &laquo;كُلُّ أمْرٍ ذِيْ بَالٍ لَا يُبْدَأُ فِيْهِ بِـــ: الْحَمْدُ لِلَّه فَهُوَ أقْطُع&raquo; حديثٌ حسَنٌ، رواهُ أبو داود وغيرُهُ.",
    "hadithBengali": "২/১৪০২। আবূ হুরাইরাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: প্রতিটি গুরুত্বপূর্ণ কাজ আল্লাহর প্রশংসার সাথে আরম্ভ না করলে অসম্পূর্ণ থেকে যায়। <em>(আবূ দাউদ প্রমুখ) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1402",
    "id": "27091",
    "thesequence": "26492",
    "isActive": "1",
    "chapterId": "1488",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "288",
    "statusId": "3",
    "topicName": "২৪২: মহান আল্লাহর শুকরিয়া আদায় করা ওয়াজিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa Al-Ashari (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, When a slaves child dies, Allah the Most High asks His angels, Have you taken out the life of the child of My slave? They reply in the affirmative. He then asks, Have you taken the fruit of his heart? They reply in the affirmative. Thereupon he asks, What has My slave said? They say: He has praised You and said: Inna lillahi wa inna ilaihi rajiun (We belong to Allah and to Him we shall be returned). Allah says: Build a house for My slave in Jannah and name it as Bait-ul-Hamd (the House of Praise).\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَنْ أَبي مُوسَى الأَشعَرِي رضي الله عنه:أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، قَالَ: &laquo;إِذَا مَاتَ وَلَدُ العَبْدِ قَالَ اللهُ تَعَالَى لِمَلائِكَتِهِ: قَبَضْتُمْ وَلَدَ عَبْدِي ؟ فَيَقُولُونَ: نَعَمْ، فيَقُولُ: قَبَضْتُمْ ثَمَرَةَ فُؤادِهِ ؟ فيَقُولُونَ: نَعَمْ، فيَقُولُ: مَاذَا قَالَ عَبْدِي ؟ فَيَقُولُونَ: حَمِدَكَ وَاسْتَرْجَعَ، فيَقُولُ اللهُ تَعَالَى: ابْنُوا لِعَبْدِي بَيتاً فِي الجَنَّةِ، وَسَمُّوهُ بَيْتَ الحَمْدِ&raquo;. رواه الترمذي، وقال: حديث حسن",
    "hadithBengali": "৩/১৪০৩। আবূ মুসা আশআরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, &ldquo;যখন কোন বান্দার সন্তান মারা যায়, তখন মহান আল্লাহ স্বীয় ফিরিশতাদেরকে বলেন, তোমরা আমার বান্দার সন্তানের জীবন হনন করেছ কি? তাঁরা বলেন, হ্যাঁ। তিনি বলেন, তোমরা তার হৃদয়ের ফলকে হনন করেছ? তাঁরা বলেন, হ্যাঁ। তিনি বলেন, সে সময় আমার বান্দা কি বলেছে? তারা বলে, সে আপনার হামদ (প্রশংসা) করেছে ও ইন্না লিল্লাহি অইন্না ইলাইহি রা-জিঊন (অর্থাৎ আমরা তোমার এবং তোমার কাছেই অবশ্যই ফিরে যাব) পাঠ করেছে। মহান আল্লাহ বলেন, আমার (সন্তানহারা) বান্দার জন্য জান্নাতের মধ্যে একটি গৃহ নির্মাণ কর, আর তার নাম রাখ, বায়তুল হামদ (প্রশংসা-ভবন)।&rdquo; <em>(</em><em>তিরমিযী হাসান) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1403",
    "id": "27092",
    "thesequence": "26493",
    "isActive": "1",
    "chapterId": "1488",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "288",
    "statusId": "2",
    "topicName": "২৪২: মহান আল্লাহর শুকরিয়া আদায় করা ওয়াজিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Allah is pleased with His slave who says: Al-hamdu lillah (praise be to Allah) when he takes a morsel of food and drinks a draught of water.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم: &laquo;إِنَّ الله لَيرْضَى عَنِ العَبْدِ يَأكُلُ الأَكْلَةَ، فَيَحْمَدُهُ عَلَيْهَا، وَيَشْرَبُ الشَّرْبَة، فَيَحْمَدُهُ عَلَيْهَا&raquo;. رواه مسلم",
    "hadithBengali": "৪/১৪০৪। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;নিশ্চয় আল্লাহ সেই বান্দার প্রতি সন্তুষ্ট হন, যে বান্দা কিছু খেলে আল্লাহর প্রশংসা করে এবং কিছু পান করলেও আল্লাহর প্রশংসা করে (অর্থাৎ আল-হামদু লিল্লাহ পড়ে)।&rdquo; <em>(</em><em>মুসলিম)</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1404",
    "id": "27093",
    "thesequence": "26494",
    "isActive": "1",
    "chapterId": "1488",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "288",
    "statusId": "1",
    "topicName": "২৪২: মহান আল্লাহর শুকরিয়া আদায় করা ওয়াজিব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]