[
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, There are two statements that are light for the tongue to remember, heavy in the Scales and are dear to the Merciful: Subhan-Allahi wa bihamdihi, Subhan-Allahil-Azim [Glory be to Allah and His is the praise, (and) Allah, the Greatest is free from imperfection].\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم: &laquo;كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي المِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَانِ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ العظيمِ&raquo; . متفقٌ عَلَيْهِ",
    "hadithBengali": "মহান আল্লাহ বলেছেন,\n\n<p dir=RTL style=text-align:justify>﴿وَلَذِكْرُ اللَّهِ أَكْبَرُ﴾ [العنكبوت: ٤٥]\n\n&ldquo;অবশ্যই আল্লাহর স্মরণ সর্বশ্রেষ্ঠ।&rdquo; <em>(সূরা আনকাবূত ৪৫ আয়াত)</em>\n\nআল্লাহ তাআলা বলেছেন,\n\n<p dir=RTL style=text-align:justify>﴿فَاذْكُرُونِي أَذْكُرْكُمْ﴾ [البقرة: ١٥٢]\n\n&ldquo;তোমরা আমাকে স্মরণ কর; আমিও তোমাদেরকে স্মরণ করব।&rdquo; <em>(সূরা বাকারা ১৫২ আয়াত)</em>\n\nতিনি অন্যত্র বলেন,\n\n<p dir=RTL style=text-align:justify>﴿وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصَالِ وَلَا تَكُنْ مِنَ الْغَافِلِينَ﴾ [الاعراف: ٢٠٥]\n\n&ldquo;তোমার প্রতিপালককে মনে মনে সবিনয় ও সশঙ্কচিত্তে অনুচ্চস্বরে প্রত্যুষে ও সন্ধ্যায় স্মরণ কর এবং তুমি উদাসীনদের দলভুক্ত হয়ো না।&rdquo; <em>(সূরা আরাফ ২০৫ আয়াত)</em>\n\nতিনি অন্য জায়গায় বলেন,\n\n<p dir=RTL style=text-align:justify>﴿وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ ﴾ [الجمعة: ١٠]\n\n&ldquo;আল্লাহকে অধিক-রূপে স্মরণ কর; যাতে তোমরা সফলকাম হও।&rdquo; <em>(সূরা জুমআ ১০ আয়াত) </em>\n\nতিনি আরও বলেছেন,\n\n<p dir=RTL style=text-align:justify>﴿إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ﴾ إِلَى قَوْله تَعَالَى: ﴿وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا﴾ [الاحزاب: ٣٥]\n\n&ldquo;নিশ্চয়ই আত্মসমর্পণকারী (মুসলিম) পুরুষ ও আত্মসমর্পণকারী (মুসলিম) নারী, ঈমানদার পুরুষ ও ঈমানদার নারী, অনুগত পুরুষ ও অনুগত নারী, সত্যবাদী পুরুষ ও সত্যবাদী নারী, ধৈর্যশীল পুরুষ ও ধৈর্যশীল নারী, বিনীত পুরুষ ও বিনীত নারী, দানশীল পুরুষ ও দানশীল নারী, রোযা পালনকারী পুরুষ ও রোযা পালনকারী নারী, যৌনাঙ্গ হিফাযতকারী (সংযমী) পুরুষ ও যৌনাঙ্গ হিফাযতকারী (সংযমী) নারী, আল্লাহকে অধিক স্মরণকারী পুরুষ ও আল্লাহকে অধিক স্মরণকারী নারী---এদের জন্য আল্লাহ ক্ষমা ও মহা প্রতিদান রেখেছেন।&rdquo; <em>(সূরা আহযাব ৩৫ আয়াত)</em>\n\nতিনি অন্য জায়গায় বলেছেন,\n\n<p dir=RTL style=text-align:justify>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا ٤١ وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا ٤٢ ﴾ [الاحزاب: ٤١، ٤٢]\n\n&ldquo;হে ঈমানদারগণ! তোমরা আল্লাহকে অধিক স্মরণ কর এবং সকাল-সন্ধ্যায় আল্লাহর পবিত্রতা ও মহিমা ঘোষণা কর।&rdquo; <em>(সূরা আহযাব ৪১-৪২ আয়াত)</em>\n\nএ মর্মে আরও অনেক বিদিত আয়াত রয়েছে।\n\n<hr />\n১/১৪১৬। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;দুটি কলেমা (বাক্য) রয়েছে, যে দুটি দয়াময় আল্লাহর কাছে অতি প্রিয়, জবানে (উচ্চারণে) খুবই সহজ, আমলের পাল্লায় অত্যন্ত ভারী। তা হচ্ছে, <em></em><em>সুবহানাল্লাহি অবিহামদিহী, সুবহানাল্লাহিল আযীম।</em> অর্থাৎ আমরা আল্লাহ তাআলার প্রশংসা সহকারে তাঁর পবিত্রতা ঘোষণা করেছি, মহান আল্লাহ অতীব পবিত্র।&rdquo; <em>(</em><em>বুখারী ও মুসলিম) </em>[1]\n\n\n",
    "checkStatus": "1",
    "hadithNo": "1416",
    "id": "27105",
    "thesequence": "26512",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, The uttering of the words: Subhan-Allah (Allah is free from imperfection), Al-hamdu lillah (all praise is due to Allah), La ilaha illallah (there is no true god except Allah) and Allahu Akbar (Allah is the Greatest) is dearer to me than anything over which the sun rises.\n\n[Muslim].",
    "hadithArabic": "وَعَنْه رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم: &laquo;لأَنْ أَقُولَ: سُبْحَانَ اللهِ، وَالحَمْدُ للهِ، وَلاَ إِلٰهَ إِلاَّ اللهُ، وَاللهُ أكْبَرُ، أَحَبُّ إلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ&raquo; . رواه مسلم",
    "hadithBengali": "২/১৪১৭। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;আমার এই বাক্যমালা (সুবহানাল্লাহি অলহামদুলিল্লাহি অলা ইলাহা ইল্লাল্লাহু অল্লাহু আকবার। (অর্থাৎ আল্লাহর পবিত্রতা ঘোষণা করছি, আল্লাহর যাবতীয় প্রশংসা আল্লাহ ছাড়া (সত্যিকার) কোনো ইলাহ নেই এবং আল্লাহ সব চাইতে মহান) পাঠ করা সেই সমস্ত বস্তু অপেক্ষা অধিক প্রিয়, যার উপর সূর্যোদয় হয়।&rdquo; <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1417",
    "id": "27106",
    "thesequence": "26514",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, He who utters a hundred times in a day these words: La ilaha illallahu, wahdahu la sharika lahu, lahul-mulku wa lahul-hamdu, wa Huwa ala kulli shain Qadir (there is no true god except Allah. He is One and He has no partner with Him; His is the sovereignty and His is the praise, and He is Omnipotent), he will have a reward equivalent to that for emancipating ten slaves, a hundred good deeds will be recorded to his credit, hundred of his sins will be blotted out from his scroll, and he will be safeguarded against the devil on that day till the evening; and no one will exceed him in doing more excellent good deeds except someone who has recited these words more often than him. And he who utters: Subhan-Allahi wa bihamdihi (Allah is free from imperfection and His is the praise) one hundred times a day, his sins will be obliterated even if they are equal to the extent of the foam of the ocean.\n\n[Al-Bukhari and Muslim].\n",
    "hadithArabic": "وَعَنْه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ: &laquo;مَنْ قَالَ لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ ؛ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، فِي يَوْمٍ مِئَةَ مَرَّةٍ كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ وكُتِبَتْ لَهُ مِئَةُ حَسَنَةٍ، وَمُحِيَتْ عَنْهُ مِئَةُ سَيِّئَةٍ، وَكَانَتْ لَهُ حِرْزاً مِنَ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِي، وَلَمْ يَأتِ أَحَدٌ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلاَّ رَجُلٌ عَمِلَ أَكْثَرَ مِنْهُ&raquo; . وَقَالَ: &laquo;مَنْ قَالَ سُبْحَانَ الله وَبِحَمْدِهِ، فِي يَوْمٍ مِئَةَ مَرَّةٍ، حُطَّتْ خَطَايَاهُ، وَإنْ كَانَتْ مِثْلَ زَبَدِ البَحْرِ&raquo; . متفقٌ عَلَيْهِ",
    "hadithBengali": "৩/১৪১৮। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;লা ইলাহা ইল্লাল্লা-হু অহদাহু লা শারীকা লাহ, লাহুল মুলকু অলাহুল হামদু অহুয়া আলা কুলি শাইয়িন ক্বাদীর।\n\nঅর্থাৎ এক অদ্বিতীয় আল্লাহ ব্যতীত আর কোনো সত্য উপাস্য নেই। তাঁর কোনো শরীক নেই। (বিশাল) রাজ্যের তিনিই সার্বভৌম অধিপতি। তাঁরই যাবতীয় স্তুতিমালা এবং সমস্ত বস্তুর উপর তিনি ক্ষমতাবান।\n\nযে ব্যক্তি এই দোআটি দিনে একশবার পড়বে, তার দশটি গোলাম আজাদ করার সমান নেকী অর্জিত হবে, একশটি নেকী লিপিবদ্ধ করা হবে, তার একশটি গুনাহ মোচন করা হবে, উক্ত দিনের সন্ধ্যা অবধি তা তার জন্য শয়তান থেকে বাঁচার রক্ষামন্ত্র হবে এবং তার চেয়ে সেদিন কেউ উত্তম কাজ করতে পারবে না। কিন্তু যদি কেউ তার চেয়ে বেশী আমল করে তবে।&rdquo;\n\nতিনি আরও বলেছেন, &ldquo;যে ব্যক্তি দিনে একশবার <em></em><em>সুবহানাল্লাহি অবিহামদিহ</em><em></em> পড়বে তার গুনাহসমূহ মোচন করা হবে; যদিও তা সমুদ্রের ফেনা বরাবর হয়।&rdquo; <em>(</em><em>বুখারী-মুসলিম)</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1418",
    "id": "27107",
    "thesequence": "26515",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Ayyub Al-Ansari (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said: He who utters ten times: La ilaha illallahu, wahdahu la sharika lahu, lahulmulku wa lahulhamdu, wa Huwa ala kulli shain Qadir (there is no true god except Allah. He is One and He has no partner with Him. His is the sovereignty and His is the praise, and He is Omnipotent), he will have a reward equal to that for freeing four slaves from the progeny of Prophet Ismail.\n\n[Al- Bukhari and Muslim].\n",
    "hadithArabic": "وَعَنْ أَبي أَيُّوبَ الأَنصَارِيِّ رضي الله عنه، عَنِ النَّبِيِّ صلى  الله عليه وسلم، قَالَ: &laquo;مَنْ قَالَ لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ المُلْكُ ؛ وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، عَشْرَ مَرَّاتٍ . كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ منْ وَلَدِ إسْمَاعِيلَ&raquo; . متفقٌ عَلَيْهِ",
    "hadithBengali": "৪/১৪১৯। আবূ আইয়ূব আনসারী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;যে ব্যক্তি লা ইলাহা ইল্লাল্লাহু অহ্দাহু লা শারীকা লাহ, লাহুল মুলকু অলাহুল হামদু অহুয়া আলা কুলি শায়ইন ক্বাদীর দিনে দশবার পাঠ করবে, সে ব্যক্তি ইসমাইলের বংশধরের চারজন দাস মুক্ত করার সমান সওয়াব লাভ করবে।&rdquo; <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1419",
    "id": "27108",
    "thesequence": "26516",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Dharr (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said to me, Shall I tell you the expression that is most loved by Allah? It is Subhan-Allahi wa bihamdihi (Allah is free from imperfection and His is the praise).\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبي ذَرٍّ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم : &laquo;أَلاَ أُخْبِرُكَ بِأَحَبِّ الكَلاَمِ إِلَى اللهِ ؟ إِنَّ أَحَبَّ الكَلاَمِ إِلَى اللهِ: سُبْحَانَ اللهِ وَبِحَمْدِهِ&raquo; . رواه مسلم",
    "hadithBengali": "৫/১৪২০। আবু যর রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত, তিনি বলেন, একদা আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, &ldquo; আমি কি তোমাকে আল্লাহর নিকট সর্বাধিক প্রিয় কথা কি তা জানাব? আল্লাহর কাছে সর্বাধিক প্রিয় কথা হল, সুবহানাল্লা-হি অবিহামদিহ (অর্থাৎ আল্লাহর সপ্রশংস পবিত্রতা ঘোষণা করছি।)&rdquo; <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1420",
    "id": "27109",
    "thesequence": "26517",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Malik Al-Ashari (may Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said: Purity is half of iman (faith). Al-hamdu lillah (all praise and gratitude belong to Allah) fills the scales, and subhan-Allah (how far is Allah from every imperfection) and Al-hamdulillah (all praise and gratitude belong to Allah) fill that which is between heaven and earth.\n\n\n\n[Muslim].\n",
    "hadithArabic": "وَعَنْ أَبي مَالِكٍ  الأَشعَرِي رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم : &laquo;الطُّهُورُ شَطْرُ الإِيمانِ، وَالحَمْدُ للهِ تَمْلأُ المِيزَانَ، وَسُبْحَانَ اللهِ وَالحَمْدُ للهِ تَمْلآنِ - أَوْ تَمْلأُ - مَا بَيْنَ السَّمَاوَاتِ وَالأرْضِ&raquo;. رواه مسلم",
    "hadithBengali": "৬/১৪২১। আবূ মালেক আশআরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, &ldquo;পবিত্রতা অর্ধেক ঈমান। আর আলহামদু লিল্লাহ (কিয়ামতে নেকীর) দাঁড়িপাল্লাকে ভরে দেবে এবং সুবহানাল্লাহ ও আলহামদু লিল্লাহ আসমান ও জমিনের মধ্যস্থিত শূন্যতা পূর্ণ করে দেয়।&rdquo; <em>(</em><em>মুসলিম)</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1421",
    "id": "27111",
    "thesequence": "26513",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sad bin Abu Waqqas (May Allah be pleased with him) reported:\nA bedouin came to the Messenger of Allah (ﷺ) and said to him, Teach me a few words to recite frequently. He (ﷺ) said, Say: La ilaha illallahu wahdahu la sharika lahu; Allahu Akbar kabiran, wal-hamdu lillahi kathiran, wa subhan-Allahi Rabbil-alamin; wa la hawla wa la quwwata illa billahil-Azizil-Hakim (there is no true god except Allah the One and He has no partner with Him; Allah is the Greatest and greatness is for Him. All praise is due to Him. Allah, the Rubb of the worlds is free from imperfection; there is no might and power but that of Allah, the All-Powerful and the All-Wise.) The bedouin said: All of these for my Rubb. But what is for me? Thereupon he (Messenger of Allah (ﷺ)) said, You should say: Allahummaghfir li, warhamni, wahdini, warzuqni (O Allah! Grant me pardon, have mercy upon me, direct me to righteousness and provide me subsistence).\n\n[Muslim].",
    "hadithArabic": "وَعَنْ سَعدِ بنِ أَبِي وَقَّاصٍ رضي الله عنه قَالَ: جَاءَ أَعْرَابيٌّ إِلَى رَسُولِ اللهِ صلى  الله عليه وسلم، فَقَالَ: عَلِّمْنِي كَلاَماً أَقُولُهُ. قَالَ: &laquo;قُلْ لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَريكَ لَهُ، اللهُ أَكْبَرُ كَبِيراً، وَالحَمْدُ للهِ كَثيراً، وَسُبْحَانَ اللهِ رَبِّ العَالِمينَ، وَلاَ حَولَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَزِيزِ الحَكِيمِ&raquo; قَالَ: فَهَؤُلاَءِ لِرَبِّي، فَمَا لِي ؟ قَالَ: قُلْ:  اَللهم اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَارْزُقْنِي&raquo; . رواه مسلم",
    "hadithBengali": "৭/১৪২২। সায়াদ ইবনে আবী অক্কবাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, একজন বেদুঈন আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সমীপে এসে নিবেদন করল, আমাকে একটি কথা শিখিয়ে দিন, আমি তা বলব। তিনি বললেন, &ldquo;বল,\n\n<em></em><em>লা ইলাহা ইল্লাল্লাহু অহ্দাহু লা শারীকা লাহ</em><em>, </em><em>আল্লাহু আকবারু কাবীরা</em><em>, </em><em>অলহামদু লিল্লাহি কাসীরা</em><em>, </em><em>অসুবহানাল্লাহি রাবিবল আ</em><em></em><em>লামীন</em><em>, </em><em>অলা হাউলা অলা ক্বুউওয়াতা ইল্লা বিল্লাহিল আযীযিল হাকীম।</em><em></em>\n\nঅর্থাৎ এক অদ্বিতীয় আল্লাহ ব্যতীত প্রকৃত সত্য উপাস্য নেই, তাঁর কোন অংশীদার নেই। আল্লাহ সর্বাধিক মহান, আল্লাহর অতীব প্রশংসা, বিশ্বচরাচরের পালনকর্তা আল্লাহর পবিত্রতা ঘোষণা করছি। মহা পরাক্রমশালী প্রজ্ঞাময় আল্লাহর সাহায্য ছাড়া নাড়া-চড়া করার (পাপ ও অশুভ জিনিস থেকে বেচে থাকা এবং পুণ্যার্জন ও মঙ্গল সাধন করার) ক্ষমতা নেই।&rdquo;\n\nলোকটি বলল, এ সব কথাগুলি আমার প্রভুর জন্য হল, আমার জন্য কি? তিনি বললেন, &ldquo;তুমি বল,<em> </em><em>আল্লা-হুম্মাগফিরলী অরহামনী অহদিনী অরযুক্বনী।</em><em></em>\n\nঅর্থাৎ হে আল্লাহ! আমাকে ক্ষমা কর। আমার প্রতি দয়া কর। আমাকে সৎপথ প্রদর্শন কর ও আমাকে জীবিকা দাও।&rdquo; <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1422",
    "id": "27112",
    "thesequence": "26518",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Thauban (May Allah be pleased with him) reported:\nWhenever the Messenger of Allah (ﷺ) concluded his prayer, he would beg forgiveness from Allah thrice and then would recite: Allahumma Antas- Salamu, wa minkas-salamu, tabarakta ya Dhal-Jalali wal-Ikram (O Allah, You are the Grantor of security, and security comes from You. You are Blessing, O You Who have majesty and nobility)! (Imam) Al-Awzai, one of the narrators of this Hadith, was asked: How forgiveness is to be sought? He answered: The Messenger of Allah (ﷺ) used to say: Astaghfirullah! Astaghfirullah! (I beseech Allah for forgiveness, I beseech Allah for forgiveness).\n\n[Muslim].",
    "hadithArabic": "وَعَنْ ثَوبَانَ رضي الله عنه قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم إِذَا انْصَرَفَ مِنْ صَلاَتِهِ اسْتَغْفَرَ ثَلاثَاً، وَقَالَ: &laquo;اَللهم أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَاذَا الجَلاَلِ وَالإِكْرَامِ&raquo;. قِيلَ لِلأَوْزَاعِيِّ - وَهُوَ أَحَدُ رُوَاةِ الحَدِيثِ -: كَيْفَ الاِسْتِغْفَارُ ؟ قَالَ: يَقُولُ: أَسْتَغْفِرُ الله، أَسْتَغْفِرُ الله . رواه مسلم",
    "hadithBengali": "৮/১৪২৩। সাওবান রাদিয়াল্লাহু আনহু হতে বর্ণিত, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন নামায থেকে সালাম ফিরার পর ঘুরে বসতেন, তখন তিনবার ইস্তিগফার (ক্ষমা প্রার্থনা) করতেন আর পড়তেন, <em></em><em>আল্লাহুম্মা আন্তাস সালামু অমিনকাস সালামু তাবারাকতা ইয়া যাল-জালালি অল-ইকরাম।</em> অর্থাৎ হে আল্লাহ! তুমি শান্তিময়, তোমার নিকট থেকেই শান্তি আসে। তুমি বরকতময় হে মহিমান্বিত ও মহানুভব।\n\nএ হাদিসটির অন্যতম বর্ণনাকারী আওযায়ী (রহঃ)কে প্রশ্ন করা হল, ইস্তিগফার কিভাবে হবে? উত্তরে তিনি বললেন, বলবে, আস্তাগফিরুল্লাহ, আস্তাগফিরুল্লাহ। (অর্থাৎ আমি আল্লাহর নিকট ক্ষমা প্রার্থনা করছি।) <em>(মুসলিম)</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1423",
    "id": "27113",
    "thesequence": "26519",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Mughirah bin Shubah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) used to say at the conclusion of prayer: La ilaha illallahu wahdahu la sharika lahu, lahul-mulku, wa lahul-hamdu, wa Huwa ala kulli shaiin Qadir. Allahumma la mania lima atayta, wa la mutiya lima manata, wa la yanfau dhal-jaddi, minkal-jaddu (there is no true god except Allah. He is One and He has no partner with Him, His is the sovereignty and His is the praise, and He is Omnipotent. O Allah! None can deny that which You bestow and none can bestow that which You hold back; and the greatness of the great will be of no avail to them against You).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنِ المُغِيرَةِ بنِ شُعبَةَ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم كَانَ إِذَا فَرَغَ مِنَ الصَّلاَةِ وَسَلَّمَ، قَالَ: &laquo;لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ،  اَللهم لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ&raquo; . متفقٌ عَلَيْهِ",
    "hadithBengali": "৯/১৪২৪। মুগীরাহ ইবন শুবাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন নামাযান্তে সালাম ফিরতেন, তখন এই দোআ পড়তেন:\n\n<em></em><em>লা ইলাহা ইল্লাল্লা-হু অহদাহু লা শারীকা লাহ</em><em>, </em><em>লাহুল মুলকু অলাহুল হামদু অহুয়া আলা কুলি শাইয়িন ক্বাদীর। আল্লা-হুম্মা লা মা-</em><em>নিয়া</em><em> লিমা আ</em><em></em><em>ত্বাইতা</em><em>, </em><em>অলা মু</em><em></em><em>ত্বিয়া লিমা মানা</em><em></em><em>তা অলা য়্যানফাউ যাল জাদ্দি মিনকাল জাদ্দ্।</em><em></em>\n\nঅর্থাৎ এক অদ্বিতীয় আল্লাহ ব্যতীত আর কোন সত্য উপাস্য নেই। তাঁর কোন শরীক নেই। (বিশাল) রাজ্যের তিনিই সার্বভৌম অধিপতি। তাঁরই যাবতীয় স্তুতিমালা এবং সমস্ত বস্তুর উপর তিনি ক্ষমতাবান। হে আল্লাহ! তুমি যা দান কর তা রোধ করার এবং যা রোধ কর তা দান করার সাধ্য কারো নেই। আর ধনবানের ধন তোমার আযাব থেকে মুক্তি পেতে কোন উপকারে আসবে না। <em>(বুখারী-মুসলিম)</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1424",
    "id": "27114",
    "thesequence": "26520",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It has been reported that Abdullah bin Zubair (May Allah be pleased with them) used to recite after Taslim at the conclusion of every Salat (prayer):\nLa ilaha illallahu wahdahu la sharika lahu, lahul- mulku, wa lahul-hamdu, wa Huwa ala kulli shaiin Qadir. La hawla wa la quwwata illa billah. La ilaha illallahu, wa la nabudu illa iyyahu, Lahun-nimatu, wa lahul-fadlu, wa lahuth-thanaul-hasan. La ilaha ilallahu, mukhlisina, lahud-dina, wa lau karihal-kafirun (there is no true god except Allah; He is One. To Him belongs the dominion and to Him is all praise, and He is Powerful over all things. There is no power and might except with (the help of) Allah. There is no God but Allah and we worship none except Him, to Him belongs the bounty and to Him belongs the grace, and to Him belongs all excellent praise; there is no deity but Allah. We reserve our devotion exclusively for Him though the disbelievers may detest it). Ibn Az-Zubair said: The Messenger of Allah (ﷺ) used to celebrate Allahs Greatness in those terms after every Salat (prayer).\n\n[Muslim].",
    "hadithArabic": "وَعَنْ عَبدِ الله بنِ الزُّبَيْرِ رَضِيَ الله تَعَالَى عَنهُمَا أَنَّه كَانَ يَقُولُ دُبُرَ كُلِّ صَلاَةٍ، حِيْنَ يُسَلِّمُ: &laquo;لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ . لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلٰهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الفَضْلُ وَلَهُ الثَّنَاءُ الحَسَنُ، لاَ إِلٰهَ إِلاَّ اللهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرُونَ&raquo;. قَالَ ابْنُ الزُّبَيْرِ: وَكَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم، يُهَلِّلُ بِهِنَّ دُبُرَ كُلِّ صَلاَةٍ . رواه مسلم",
    "hadithBengali": "১০/১৪২৫। আব্দুল্লাহ ইবন যুবাইর রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি প্রতিটি নামাযের পশ্চাতে যখন সালাম ফিরতেন, তখন এই দোআটি পড়তেন,\n\n&ldquo;লা ইলাহা ইল্লাল্লা-হু অহদাহু লা শারীকা লাহ, লাহুল মুলকু অলাহুল হামদু অহুয়া আলা কুলি শাইয়িন ক্বাদীর। লা হাউলা অলা ক্বুউওয়াতা ইল্লা বিল্লাহি। লা ইলা-হা ইল্লাল্লা-হু অলা নাবুদু ইল্লা ইয়্যা-হু লাহুন্নিমাতু অলাহুল ফাযবলু অলাহুস সানা-উল হাসান, লা ইলা-হা ইল্লাল্লা-হু মুখলিস্বীনা লাহুদ্দ্বীনা অলাউ কারিহাল কা-ফিরূন।&rdquo;\n\nঅর্থাৎ এক অদ্বিতীয় আল্লাহ ব্যতীত আর কোন সত্য উপাস্য নেই। তাঁর কোন শরীক নেই। (বিশাল) রাজ্যের তিনিই সার্বভৌম অধিপতি। তাঁরই যাবতীয় স্তুতিমালা এবং সমস্ত বস্তুর উপর তিনি ক্ষমতাবান। আল্লাহর প্রেরণা দান ছাড়া পাপ থেকে ফিরার এবং সৎকাজ করার (নড়া-চড়ার) শক্তি নেই। আল্লাহ ব্যতীত কেউ সত্য উপাস্য নেই। তাঁর ছাড়া আমরা আর কারো ইবাদত করিনা, তাঁরই যাবতীয় সম্পদ, তাঁরই যাবতীয় অনুগ্রহ, এবং তাঁরই যাবতীয় সু-প্রশংসা, আল্লাহ ছাড়া কোন সত্য উপাস্য নেই। আমরা বিশুদ্ধ চিত্তে তাঁরই উপাসনা করি, যদিও কাফের দল তা অপছন্দ করে।\n\nইবনে যুবাইর রাদিয়াল্লাহু আনহু বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উক্ত দোআটি প্রত্যেক নামাযের পর পড়তেন। <em>(মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1425",
    "id": "27115",
    "thesequence": "26521",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe poor Emigrants came to the Messenger of Allah (ﷺ) and said: The wealthy have gone with the highest ranks and lasting bliss. He asked: How is that? They replied: They offer Salat (prayer) as we offer it; they observe fast as we do; (and as they are wealthy) they perform Hajj and Umrah, and go for Jihad, and they spend in charity but we cannot, and they free the slaves but we are unable to do so. The Messenger of Allah (ﷺ) said, Shall I not teach you something with which you may overtake those who surpassed you and with which you will surpass those who will come after you? None will excel you unless he who does which you do. They said: Yes, please do, O Messenger of Allah He (ﷺ) said, You should recite: Tasbih (Allah is free from imperfection), Takbir (Allah is Greatest), Tahmid (Praise be to Allah) thirty-three times after each Salat.\n\n[Al-Bukhari and Muslim].\n\nAbu Salih, the subnarrator of the Hadith said, when Abu Hurairah (May Allah be pleased with him) was asked about the manner of reciting Tasbih, Tahmid and Takbir, he said, Recite: Subhan-Allah, wal-hamdulillah, wallahu Akbar, till all are recited thirty-three times.\n",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه: أَنَّ فُقَراءَ المُهَاجِرِينَ أَتَوْا رَسُولَ اللهِ صلى  الله عليه وسلم، فَقَالُوا: ذَهَبَ أَهْلُ الدُّثورِ بِالدَّرَجَاتِ العُلَى، وَالنَّعِيمِ المُقِيمِ، يُصَلُّونَ كَمَا نُصَلِّي، وَيَصُومُونَ كَمَا نَصُومُ، وَلَهُمْ فَضْلٌ مِنْ أَمْوَالٍ، يَحُجُّونَ، وَيَعْتَمِرُونَ، وَيُجَاهِدُونَ، وَيَتَصَدَّقُونَ . فَقَالَ: &laquo;أَلاَ أُعَلِّمُكُمْ شَيْئاً تُدْرِكُونَ بِهِ مَنْ سَبَقَكُمْ، وَتَسْبِقُونَ بِهِ مَنْ بَعْدَكُمْ، وَلاَ يَكُونُ أَحَدٌ أَفْضَلَ مِنْكُمْ إِلاَّ مَنْ صَنَعَ مِثْلَ مَا صَنَعْتُمْ؟&raquo; قَالُوا: بَلَى يَا رَسُولَ اللهِ صلى  الله عليه وسلم، قَالَ: تُسَبِّحُونَ، وَتَحْمَدُونَ، وَتُكَبِّرُونَ، خَلْفَ كُلِّ صَلاَةٍ ثَلاثاً وَثَلاثِينَ&raquo;. قَالَ أَبُو صَالِحٍ الرَّاوِي عَن أَبِي هُرَيرَةَ رضي الله عنه، لَمَّا سُئِلَ عَنْ كَيْفِيَّةِ ذِكْرِهِنَّ قَالَ: يَقُول: سُبْحَان اللهِ، وَالحَمْدُ للهِ، واللهُ أكْبَرُ، حَتَّى يَكُونَ مِنهُنَّ كُلُّهُنَّ ثَلاثاً وَثَلاثِينَ. متفقٌ عَلَيْهِ\nوَزَادَ مُسلِمٌ فِي رِوَايَتِهِ: فَرَجَعَ فُقَرَاءُ المُهَاجِرِينَ إِلَى رَسُولِ اللهِ صلى  الله عليه وسلم، فَقَالُوا: سَمِعَ إِخْوَانُنَا أَهْلُ الأَمْوَالِ بِمَا فَعَلْنَا فَفَعَلُوا مِثْلَهُ ؟ فَقَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم : ذَلِكَ فَضْلُ الله يُؤتِيهِ مَنْ يَشَاءُ\n",
    "hadithBengali": "১১/১৪২৬। আবূ হুরাইরা রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত, একদা গরীব মুহাজির (সাহাবিগণ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এসে বললেন, হে আল্লাহর রাসূল! ধনীরাই তো উঁচু উঁচু মর্যাদা ও চিরস্থায়ী সম্পদের অধিকারী হয়ে গেল। তারা নামায পড়ছে, যেমন আমরা নামায পড়ছি, তারা রোযা রাখছে, যেমন আমরা রাখছি। কিন্তু তাদের উদ্বৃত্ত মাল আছে, ফলে তারা হজ্জ করছে, উমরাহ করছে, জিহাদ করছে ও সদকা করছে, (আর আমরা করতে পারছি না)। এ কথা শুনে তিনি বললেন, &ldquo;আমি কি তোমাদেরকে এমন জিনিস শিখিয়ে দেব না, যার দ্বারা তোমরা তোমাদের অগ্রবর্তীদের মর্যাদা লাভ করবে, তোমাদের পরবর্তীদের থেকে অগ্রবর্তী থাকবে এবং তোমাদের মত কাজ যে করবে, সে ছাড়া অন্য কেউ তোমাদের চাইতে শ্রেষ্ঠতর হতে পারবে না?&rdquo; তাঁরা বললেন, অবশ্যই হে আল্লাহর রাসূল! (আমাদেরকে তা শিখিয়ে দিন।) তিনি বললেন, &ldquo;প্রত্যেক (ফরয) নামাযের পরে ৩৩ বার তাসবীহ, তাহমীদ ও তাকবীর পাঠ করবে।&rdquo;\n\nআবূ হুরাইরা থেকে বর্ণনাকারী আবূ সালেহ বলেন, কিভাবে পাঠ করতে হবে, তা জিজ্ঞাসা করা হলে তিনি বললেন, সুবহানাল্লাহ, আল্লাহু আকবার ও আল-হামদু লিল্লাহ বলবে। যেন প্রত্যেকটি বাক্য ৩৩ বার করে হয়। <em>(বুখারী-মুসলিম) </em>[1]\n\nমুসলিমের বর্ণনায় এ কথা বাড়তি আছে যে, অতঃপর গরীব মুহাজিরগণ পুনরায় আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এসে বললেন, আমরা যে আমল করছি, সে আমল আমাদের ধনী ভাইয়েরা শোনার পর তারাও আমল শুরু করে দিয়েছে? (এখন তো তারা আবার আমাদের চেয়ে অগ্রবর্তী হয়ে যাবে।) আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, &ldquo;এ হল আল্লাহর অনুগ্রহ; তিনি যাকে ইচ্ছা তা দান করেন।&rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "1426",
    "id": "27116",
    "thesequence": "26522",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, He who recites after every prayer: Subhan-Allah (Allah is free from imperfection) thirty-three times; Al-hamdu lillah (praise be to Allah) thirty-three times; Allahu Akbar (Allah is Greatest) thirty-three times; and completes the hundred with: La ilaha illallahu, wahdahu la sharika lahu, lahul-mulku wa lahul-hamdu, wa Huwa ala kulli shaiin Qadir (there is no true god except Allah. He is One and He has no partner with Him. His is the sovereignty and His is the praise, and He is Omnipotent), will have all his sins pardoned even if they may be as large as the foam on the surface of the sea.\n\n[Muslim].",
    "hadithArabic": "وَعَنْه، عَن رَسُولِ اللهِ صلى  الله عليه وسلم، قَالَ: &laquo;مَنْ سَبَّحَ اللهَ فِي دُبُرِ كُلِّ صَلاَةٍ ثَلاَثاً وَثَلاَثِينَ، وحَمِدَ اللهَ ثَلاثاً وَثَلاَثِينَ، وَكَبَّرَ الله ثَلاَثاً وَثَلاَثِينَ، وَقَالَ تَمَامَ المِئَةِ: لاَ إِلٰهَ إِلاَّ اللهُ وَحدَهُ لاَ شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، غُفِرَتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ البَحْرِ&raquo;. رواه مسلم",
    "hadithBengali": "১২/১৪২৭। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;যে ব্যক্তি প্রত্যেক (ফরয) নামায বাদ ৩৩ বার সুবহানাল্লাহ, ৩৩ বার আলহামদু লিল্লাহ ও ৩৩ বার আল্লাহু আকবার এবং একশত পূর্ণ করতে লা-ইলা-হা ইল্লাল্লাহু অহদাহু লা শারীকালাহু লাহুল মুলকু অলাহুল হামদু অহুয়া আলা কুলি শায়ইন ক্বাদীর পড়বে, তার গুনাহসমূহ মাফ করে দেওয়া হবে; যদিও তা সমুদ্রের ফেনার সমান হয়। <em>(মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1427",
    "id": "27117",
    "thesequence": "26523",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Kab bin Ujrah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, There are some words, the reciters of which will never be disappointed. These are: Tasbih [saying Subhan-Allah (Allah is free from imperfection)], thirty-three times, Tahmid [saying Al-hamdu lillah (praise be to Allah)] thirty-three times and Takbir [saying Allahu Akbar (Allah is Greatest)] thirty-four times; and these should be recited after the conclusion of every prescribed prayer.\n\n[Muslim]",
    "hadithArabic": "وَعَنْ كَعْبِ بنِ عُجْرَةَ رضي الله عنه، عَنْ رَسُولِ اللهِ صلى  الله عليه وسلم، قَالَ: &laquo;مُعَقِّبَاتٌ لاَ يَخِيبُ قَائِلُهُنَّ ـ أَوْ فَاعِلُهُنَّ ـ دُبُرَ كُلِّ صَلاَةٍ مَكْتُوبَةٍ: ثَلاَثٌ وَثَلاَثُونَ تَسْبِيحَةً. وَثَلاَثٌ وثَلاَثُونَ تَحْمِيدَةً، وَأَرْبَعٌ وَثَلاَثُونَ تَكْبِيرَةً&raquo; . رواه مسلم",
    "hadithBengali": "১৩/১৪২৮। কাব ইবনে উজরাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;নামাযান্তে কিছু বাক্য রয়েছে বা কিছু কর্ম রয়েছে, সেগুলি যে পড়বে বা (পাঠ) করবে, সে আদৌ ব্যর্থ হবে না। তা হচ্ছে প্রত্যেক ফরয নামায বাদ ৩৩ বার সুবহানাল্লাহ, ৩৩ বার আলহামদুলিল্লাহ ও ৩৪ বার আল্লাহু আকবার পড়া।&rdquo; <em>(</em><em>মুসলিম)</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1428",
    "id": "27118",
    "thesequence": "26524",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sad bin Abu Waqqas (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) used to seek (Allahs) protection after prayers in these words: Alla-humma inni audhu bika minal-jubni wal- bukhl, wa audhu bika min an uradda ila ardhalil-umur, wa audhu bika min fitnatid-dunya, wa audhu bika min fitnatil-qabr (O Allah, I seek refuge with You from cowardice, miserliness and from being sent back to a feeble age; and, seek refuge with You from the trials of this life and those of the grave).\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنْ سَعدِ بنِ أَبي وَقَّاصٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم كَانَ يَتَعَوَّذُ دُبُرَ الصَّلَواتِ بِهؤُلاَءِ الكَلِمَاتِ: &laquo;اَللهم إنِّي أَعُوذُ بِكَ مِنَ الجُبْنِ وَالبُخْلِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ العُمُرِ، وَأعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ القَبْرِ&raquo; . رواه البخاري",
    "hadithBengali": "১৪/১৪২৯। সায়াদ ইবনে আবী ওয়াক্কাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নামাযসমূহের শেষাংশে এই দোআ পড়ে আশ্রয় প্রার্থনা করতেন,\n\nআল্লা-হুম্মা ইন্নী আঊযু বিকা মিনাল বুখলি অ আঊযু বিকা মিনাল জুবনি অ আঊযু বিকা মিন আন উরাদ্দা ইলা আরযালিল উমুরি অ আঊযু বিকা মিন ফিতনাতিদ্দুন্য়্যা অ আঊযু বিকা মিন ফিতনাতিল ক্বাবর।\n\nঅর্থাৎ হে আল্লাহ! নিশ্চয় আমি তোমার নিকট কার্পণ্য ও ভীরুতা থেকে পানাহ চাচ্ছি, স্থবিরতার বয়সে কবলিত হওয়া থেকে আমি তোমার নিকট আশ্রয় প্রার্থনা করছি আর দুনিয়ার ফিতনা ও কবরের ফিতনা থেকে তোমার নিকট আশ্রয় চাচ্ছি। <em>(বুখারী)</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1429",
    "id": "27119",
    "thesequence": "26525",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Muadh (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) took hold of my hand and said, O Muadh! By Allah I love you, so I advise you to never forget to recite after every prayer: Allahumma ainni ala dhikrika, wa shukrika, wa husni ibadatika (O Allah, help me remember You, to be grateful to You, and to worship You in an excellent manner).\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ  مُعَاذٍ رضي الله عنه:أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، أَخَذَ بِيَدِهِ، وَقَالَ: &laquo;يَا مُعَاذُ، وَاللهِ إنِّي لأُحِبُّكَ&raquo; فَقَالَ: &laquo;أُوصِيكَ يَا مُعَاذُ لاَ تَدَعَنَّ فِي دُبُرِ كُلِّ صَلاَة تَقُولُ:  اَللهم أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبَادَتِكَ&raquo; . رواه أَبُو داود بإسناد صحيح",
    "hadithBengali": "১৫/১৪৩০। মুআয রাদিয়াল্লাহু আনহু থেকে বর্ণিত, একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর হাত ধরে বললেন, &ldquo;হে মুআয! আল্লাহর শপথ! আমি অবশ্যই তোমাকে ভালবাসি।&rdquo; অতঃপর তিনি বললেন, &ldquo;হে মুআয! আমি তোমাকে অসিয়ত করছি যে, তুমি প্রত্যেক নামাযের শেষাংশে এ দোআটি পড়া অবশ্যই ত্যাগ করবে না, আল্লা-হুম্মা আইন্নী আলা যিকরিকা ওয়াশুকরিকা অহুসনি ইবা-দাতিক।\n\nঅর্থাৎ হে আল্লাহ! তুমি আমাকে তোমার যিকির (স্মরণ), শুকর (কৃতজ্ঞতা) এবং সুন্দর ইবাদত করতে সাহায্য দান কর।&rdquo; <em>(</em><em>আবূ দাউদ</em><em>, </em><em>সহীহ সানাদ) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1430",
    "id": "27120",
    "thesequence": "26526",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, When anyone of you has done his Tashahhud during Salat (prayer), he should seek refuge in Allah against four things and say: Allahumma inni audhu bika min adhabi jahannam, wa min adhabil-qabr, wa min fitnatil-mahya wal-mamat, wa min sharri fitnatil-masihid-dajjal (O Allah! I seek refuge in You from the torment of Hell, from the torment of the grave, from the trials of life and death, and from the mischief of Al-Masih Ad-Dajjal (Antichrist).\n\n[Muslim].\n",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه : أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، قَالَ: &laquo;إِذَا تَشَهَّدَ أَحَدُكُمْ فَلْيَسْتَعِذْ بِاللهِ مِنْ أَرْبَعٍ، يَقُولُ:  اَللهم إنِّي أَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ، وَمِنْ عَذَابِ القَبْرِ، وَمِنْ فِتْنَةِ المَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ المَسِيحِ الدَّجَّالِ&raquo; . رواه مسلم",
    "hadithBengali": "১৬/১৪৩১। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;যখন তোমাদের কেউ (নামাযের মধ্যে) তাশাহহুদ (অর্থাৎ আত্-তাহিয়্যাত) পড়বে, তখন সে এ চারটি জিনিস হতে আল্লাহর নিকট আশ্রয় প্রার্থনা করবে; বলবে,\n\nআল্লা-হুম্মা ইন্নী আঊযু বিকা মিন আযা-বি জাহান্নাম, অমিন আযা-বিল ক্বাব্র, অমিন ফিতনাতিল মাহয়্যা অলমামা-ত, অমিন শার্রি ফিতনাতিল মাসীহিদ্ দাজ্জা-ল।\n\nঅর্থাৎ হে আল্লাহ! নিশ্চয় আমি জাহান্নাম ও কবরের আযাব থেকে, জীবন ও মৃত্যুর ফিতনা থেকে এবং কানা দাজ্জালের ফিতনার অনিষ্ট থেকে তোমার নিকট আশ্রয় প্রার্থনা করছি।&rdquo; (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1431",
    "id": "27121",
    "thesequence": "26511",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali (May Allah be pleased with him) reported:\nWhen the Messenger of Allah (ﷺ) was in Salat (prayer), he used to supplicate towards the end of prayer after Tashahhud and before the concluding salutations: Allahum-maghfir li ma qaddamtu wa ma akh-khartu, wa ma asrartu, wa ma alantu, wa ma asraftu, wa ma Anta alamu bihi minni. Antal-Muqqadimu, wa Antal-Muakh-khiru. La ilaha illa Anta (O Allah! Forgive my former and latter sins, which I have done secretly and those which I have done openly, and that I have wronged others, and those defaults of mine about which You have better knowledge than I have. You Alone can send whomever You will to Jannah, and You Alone can send whomever You will to Hell-fire. None has the right to be worshipped but You.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ عَليٍّ رضي الله عنه، قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم، إِذَا قَامَ إِلَى الصَّلاَةِ يَكُونُ مِنْ آخِرِ مَا يَقُولُ بَيْنَ التَّشَهُّدِ وَالتَّسْلِيمِ:  &laquo;اَللهم اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أخَّرْتُ، وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، أَنْتَ الْمُقَدِّمُ، وَأَنْتَ المُؤَخِّرُ، لاَ إِلٰهَ إِلاَّ أَنْتَ&raquo; . رواه مسلم",
    "hadithBengali": "১৭/১৪৩২। আলী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন নামাযের জন্য দণ্ডায়মান হতেন, তখন তাশাহহুদ ও সালাম ফিরার মধ্যখানে শেষ বেলায় অর্থাৎ সালাম ফিরবার আগে) এই দোআ পড়তেন, &ldquo;আল্লা-হুম্মাগফিরলী মা ক্বাদ্দামতু অমা আখ্খারতু অমা আসরারতু অমা আলানতু অমা আসরাফতু অমা আন্তা আলামু বিহী মিন্নী, আন্তাল মুক্বাদ্দিমু অ আন্তাল মুআখখিরু লা ইলা-হা ইল্লা আন্ত্।&rdquo;\n\nঅর্থাৎ হে আল্লাহ! তুমি আমাকে মার্জনা কর, যে অপরাধ আমি পূর্বে করেছি এবং যা পরে করেছি, যা গোপনে করেছি এবং যা প্রকাশ্যে করেছি, যা অতিরিক্ত করেছি এবং যা তুমি আমার চাইতে অধিক জান। তুমি আদি, তুমিই অন্ত। তুমি ব্যতীত কেউ সত্য উপাস্য নেই। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1432",
    "id": "27122",
    "thesequence": "26506",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nThe Prophet (ﷺ) used to recite frequently in his bowing and prostration: Subhanak- Allahumma, Rabbana wa bihamdika. Allahum-maghfir li (O Allah! You are free from imperfection and I begin with praising You. Forgive my sins).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: كَانَ النَّبِيُّ صلى  الله عليه وسلم يُكْثِرُ أَنْ يَقُوْلَ فِي رُكُوعِهِ وَسُجُودِهِ: &laquo;سُبْحَانَكَ  اَللهم رَبَّنَا وَبِحَمْدِكَ،  اَللهم اغْفِرْ لِي&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "১৮/১৪৩৩। আয়েশা রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বীয় (নামাযের) রুকু ও সিজদাতে এই তাসবীহটি অধিক মাত্রায় পড়তেন, সুবহানাকা আল্লাহুম্মা রাববানা অবিহামদিক, আল্লাহুম্মাগফিরলী। অর্থাৎ হে আমাদের প্রভু আল্লাহ! তোমার প্রশংসা সহকারে তোমার পবিত্রতা ঘোষণা করছি, হে আল্লাহ আমাকে ক্ষমা কর। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1433",
    "id": "27123",
    "thesequence": "26507",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nThe Messenger of Allah (ﷺ) used to recite in his bowing and prostration: Subbuhun Quddusun, Rabbul-malaikati war-ruh [You are the Most Glorious. The Most Holy. You the Rubb of the angels and of Jibril\n\n[Muslim].",
    "hadithArabic": "وَعَنْها: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم كَانَ يَقُولُ فِي رُكُوعِهِ وَسُجُودِهِ: &laquo;سبُّوحٌ قُدُّوسٌ رَبُّ المَلاَئِكَةِ وَالرُّوحِ&raquo; . رواه مسلم",
    "hadithBengali": "১৯/১৪৩৪। উক্ত রাবী রাদিয়াল্লাহু আনহা হতে বর্ণিত, রাসূলুল্লাহ রাদিয়াল্লাহু আনহু স্বীয় (নামাযের) রুকু ও সিজদাতে পড়তেন, সুববূহুন ক্বুদ্দূসুন রাববুল মালা-ইকাতি অর্রূহ। অর্থাৎ অতি নিরঞ্জন, অসীম পবিত্র ফেরেশতামন্ডলী ও জিবরীল <span dir=RTL>(আঃ)</span> এর প্রভু (আল্লাহ)। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1434",
    "id": "27124",
    "thesequence": "26508",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nThe Messenger of Allah (ﷺ) said: Glorify your Lord in Ruku (bowing posture) and exert yourself in supplication in prostration. Thus your supplications are liable to be accepted.\n\n[Muslim].",
    "hadithArabic": "وَعَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، قَالَ: &laquo;فَأَمَّا الرُّكُوعُ فَعَظِّمُوا فِيهِ الرَّبَّ - عَزَّ وَجَلَّ -، وَأَمَّا السُّجُودُ فَاجْتَهِدُوا فِي الدُّعَاءِ، فَقَمِنٌ أَنْ يُسْتَجَابَ لَكُمْ&raquo; . رواه مسلم",
    "hadithBengali": "২০/১৪৩৫। ইবনে আব্বাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;রুকুতে তোমরা রবের বড়াই বর্ণনা কর (অর্থাৎ সুবহানা রাবিবয়্যাল আযীম পড়)। আর সিজদায় দোআ করতে সচেষ্ট হও। কারণ, তোমাদের জন্য সে দোআ কবূল হওয়ার উপযুক্ত।&rdquo; (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1435",
    "id": "27125",
    "thesequence": "26509",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, A slave becomes nearest to his Rubb when he is in prostration. So increase supplications while prostrating.\n\n[Muslim].\n",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه : أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، قَالَ: &laquo;أَقْرَبُ مَا يَكُونُ العَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ، فَأَكْثِرُوا الدُّعَاءَ&raquo; . رواه مسلم",
    "hadithBengali": "২১/১৪৩৬। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;বান্দা স্বীয় প্রভুর সর্বাধিক নিকটবর্তী হয় তখন, যখন সে সেজদার অবস্থায় হয়। সুতরাং (ঐ সময়) তোমরা বেশি মাত্রায় দোআ কর।&rdquo; (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "1436",
    "id": "27126",
    "thesequence": "26510",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) used to say in his prostration: Allahum-maghfir li dhanbi kullahu: diqqahu wa jillahu, wa awwalahu wa akhirahu, wa alaniyatahu wa sirrahu (O Allah! Forgive all my sins, the small and the great, first and the last, the open and the secret).\n\n[Muslim].",
    "hadithArabic": "وَعَنْه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم كَانَ يَقُولُ فِي سُجُودِهِ:  &laquo;اَللهم اغْفِرْ لي ذَنْبِي كُلَّهُ: دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلاَنِيَتَهُ وَسِرَّهُ&raquo; . رواه مسلم",
    "hadithBengali": "২২/১৪৩৭। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সিজদা করার সময় এই দোআ পড়তেন, আল্লা-হুম্মাগ্ফিরলী যামবী কুল্লাহ, দিক্কবাহু অজিল্লাহ, অআউওয়ালাহু অ আ-খিরাহ, অ আলা-নিয়্যাতাহু অসির্রাহ।\n\nঅর্থাৎ হে আল্লাহ! তুমি আমার কম ও বেশী, পূর্বের ও পরের, প্রকাশিত ও গুপ্ত সকল প্রকার পাপকে মাফ করে দাও। <em>(মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1437",
    "id": "27127",
    "thesequence": "26527",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nOne night I missed the Messenger of Allah (ﷺ) from his bed. I searched for him. When I found him he was in bowing or prostrating posture and was reciting: Subhanaka wa bi hamdika. La ilaha illa Anta (You are free from imperfection and I begin praising You. There is no true god except You).\n\nAnother narration is: My hand fell over his feet while he was in prostration with his feet erect. He was supplicating: Allahumma inni audhu biridaka min sakhatika, wa bi-muafatika min uqubatika, wa audhu bika minka, la uhsi thanaan alaika, Anta kama athnaita ala Nafsika (O Allah! I seek protection against Your Wrath in Your Pleasure. I seek protection in Your Pardon against Your chastisement, I am not capable of enumerating praise of You. You are as You have lauded Yourself).",
    "hadithArabic": "وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: افْتَقَدْتُ النَّبيَّ صلى  الله عليه وسلم، ذَاتَ لَيْلَةٍ، فَتَحَسَّسْتُ، فَإِذَا هُوَ رَاكِعٌ - أَوْ سَاجِدٌ - يَقُولُ: &laquo;سُبْحَانَكَ وَبِحَمْدِكَ، لاَ إِلٰهَ إِلاَّ أَنتَ&raquo; وَفِي رِوَايَةٍ: فَوَقَعَتْ يَدِيْ عَلَى بَطْنِ قَدَمَيْهِ، وَهُوَ فِي المَسْجِدِ وَهُمَا مَنْصُوبَتَانِ، وَهُوَ يَقُولُ: &laquo;اَللهم إنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ&raquo;. رواه مسلم",
    "hadithBengali": "২৩/১৪৩৮। আয়েশা রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, একদা রাত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে (বিছানায়) নিখোঁজ পেলাম। কাজেই আমি হাতড়াতে হাতড়াতে তাকে রুকু বা সিজদার অবস্থায় পেলাম। তিনি তাতে পড়ছিলেন, সুবহানাকা অবিহামদিকা লা ইলা-হা ইল্লা আন্ত্। অন্য এক বর্ণনায় আছে, তিনি তাঁর নামাযের স্থানে (সিজদায়) ছিলেন। তাঁর দুটি পায়ের চেটোয় আমার হাত পড়ল। তাঁর পায়ের পাতা দুটো খাড়া ছিল এবং তিনি এই দোআ পড়ছিলেন, আল্লা-হুম্মা ইন্নী আঊযু বিরিদ্বা-কা মিন সাখাত্বিক, অবিমুআফা-তিকা মিন উক্বূবাতিক, অ আঊযু বিকা মিন্কা লা উহ্স্বী সানা-আন আলাইকা আন্তা কামা আসনাইতা আলা নাফসিক্।\n\nঅর্থাৎ হে আল্লাহ! নিশ্চয় আমি তোমার সন্তুষ্টির অসীলায় তোমার ক্রোধ থেকে, তোমার ক্ষমাশীলতার অসীলায় তোমার শাস্তি থেকে এবং তোমার সত্তার অসীলায় তোমার আযাব থেকে আশ্রয় প্রার্থনা করছি। আমি তোমার উপর তোমার প্রশংসা গুনে শেষ করতে পারি না, যেমন তুমি নিজের প্রশংসা নিজে করেছ। <em>(মুসলিম)</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1438",
    "id": "27128",
    "thesequence": "26528",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sad bin Abu Waqqas (May Allah be pleased with him) reported:\nWe were with the Messenger of Allah (ﷺ) when he asked, Is anyone of you unable to earn a thousand good deeds? One of those present asked: How can one earn thousand good deeds in a day? He (ﷺ) replied, By saying: Subhan Allah a hundred times, then one thousand good deeds will be recorded for him or one thousand sins will be blotted out from his record.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ سَعدِ بنِ أَبي وَقَّاصٍ رضي الله عنه قَالَ: كُنَّا عِنْدَ رَسُولِ اللهِ صلى  الله عليه وسلم، فَقَالَ: &laquo;أَيَعجِزُ أَحَدُكُمْ أَنْ يَكْسِبَ فِي كُلِّ يَومٍ أَلْفَ حَسَنَةٍ !&raquo; فَسَأَلَهُ سَائِلٌ مِنْ جُلَسائِهِ: كَيْفَ يَكْسِبُ أَلفَ حَسَنَةٍ ؟ قَالَ: &laquo;يُسَبِّحُ مِئَةَ تَسْبِيحَةٍ فَيُكْتَبُ لَهُ أَلْفُ حَسَنَةٍ، أَوْ يُحَطُّ عَنْهُ أَلفُ خَطِيئَةٍ&raquo; . رواه مسلم",
    "hadithBengali": "২৪/১৪৩৯। সায়াদ ইবনে আবূ ওয়াক্কাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, আমরা আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট উপস্থিত ছিলাম। তিনি বললেন, &ldquo;তোমাদের কোন ব্যক্তি প্রত্যহ এক হাজার নেকী অর্জন করতে অপারগ হবে কি?&rdquo; তাঁর সাথে উপবিষ্ট ব্যক্তিদের একজন জিজ্ঞাসা করল, কিভাবে এক হাজার নেকী অর্জন করবে? তিনি বললেন, &ldquo;একশবার তাসবীহ (সুবহানাল্লাহ) পড়বে। ফলে তার জন্য এক হাজার নেকী লেখা হবে অথবা এক হাজার গুনাহ মিটিয়ে দেওয়া হবে।&rdquo; <em>(</em><em>মুসলিম) </em>[1]\n\nহুমাইদী বলেন, মুসলিম গ্রন্থে এ রকম <span dir=RTL>أَوْ يُحَطُّ</span> (<u>অথবা</u> --- মিটিয়ে দেওয়া হবে) এসেছে। বারক্বানী বলেন, এটিকে শুবাহ, আবূ আওয়ানাহ ও ইয়াহয়্যা আলক্বাত্তান সেই মুসা হতে বর্ণনা করেছেন, যার সূত্রে ইমাম মুসলিম বর্ণনা করেছেন। এঁরা বলেছেন, <span dir=RTL>وَيُحَطُّ</span> (<u>এবং</u> --- মিটিয়ে দেওয়া হবে।) অর্থাৎ তাতে ওয়াও-এর পূর্বে আলিফ বর্ণ নেই। <em>(আর তার মানে হল</em><em>, </em><em>তার জন্য এক হাজার নেকী লেখা হবে এবং এক হাজার গুনাহও মিটিয়ে দেওয়া হবে।)</em>\n",
    "checkStatus": "1",
    "hadithNo": "1439",
    "id": "27129",
    "thesequence": "26529",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Dharr (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Every morning charity is due from every joint bone of the body of every one of you. Every utterance of Allahs Glorification (i.e., Subhan-Allah) is an act of charity, and every utterance of praise of Him (i.e., Al-hamdu lillah) is an act of charity, and every utterance of profession of Faith (i.e., La ilaha illallah) is an act of charity, and every utterance of His Greatness (i.e., Allahu Akbar) is an act of charity; and enjoining good is an act of charity and forbidding what is disreputable is an act of charity; and two Rakah prayer which one offers in the forenoon (Ad- Duha) will suffice for all this.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبي ذَرٍّ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم،  قَالَ: &laquo;يُصْبحُ عَلَى كُلِّ سُلاَمَى مِنْ أَحَدِكُمْ صَدَقةٌ: فَكُلُّ تَسْبيحَةٍ صَدَقةٌ، وَكُلُّ تَحْميدَةٍ صَدَقَةٌ، وَكُلُّ تَهْلِيلةٍ صَدَقَةٌ، وَكُلُّ تَكْبِيرَةٍ صَدَقَةٌ، وأَمْرٌ بِالمَعْرُوفِ صَدَقَةٌ، وَنَهْيٌ عَنِ المُنْكَرِ صَدَقَةٌ، وَيُجْزِئُ مِنْ ذَلِكَ رَكْعَتَانِ يَرْكَعُهُمَا مِنَ الضُّحَى&raquo;. رواه مسلم",
    "hadithBengali": "২৫/১৪৪০। আবূ জর রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, &ldquo;তোমাদের মধ্যে প্রত্যেকের প্রত্যেক (হাড়ের) জোড়ের পক্ষ থেকে প্রাত্যহিক (প্রদেয়) সদকা রয়েছে। সুতরাং প্রত্যেক তাসবীহ (সুবহানাল্লাহ বলা) সদকা, প্রত্যেক তাহমীদ (আলহামদু লিল্লাহ বলা) সদকা, প্রত্যেক তাহলীল (লা ইলাহা ইল্লাল্লাহ বলা) সদকা, প্রত্যেক তাকবীর (আল্লাহু আকবার বলা) সদকা এবং ভাল কাজের আদেশ প্রদান ও মন্দ কাজ থেকে নিষেধ করা সদকা। এ সব কাজের পরিবর্তে চাশতের দুরাক্আত নামায যথেষ্ট হবে।&rdquo; <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1440",
    "id": "27130",
    "thesequence": "26530",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Juwairiyah bint Al-Harith (May Allah be pleased with her), the Mother of the Believers, reported:\nThe Prophet (ﷺ) came out from my apartment in the morning as I was busy in performing the dawn prayer. He came back in the forenoon and found me sitting there. The Prophet (ﷺ) said, Are you still in the same position as I left you. I replied in the affirmative. Thereupon the Prophet said, I recited four words three times after I had left you. If these are to be weighed against all you have recited since morning, these will be heavier. These are: Subhan-Allahi wa bihamdihi, `adada khalqihi, wa rida nafsihi, wa zinatah `arshihi, wa midada kalimatihi [Allah is free from imperfection and I begin with His praise, as many times as the number of His creatures, in accordance with His Good Pleasure, equal to the weight of His Throne and equal to the ink that may be used in recording the words (for His Praise)].\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أُمِّ المُؤمِنِينَ جُوَيْرِيَةَ بِنتِ الحَارِثِ رَضِيَ اللهُ عَنهَا: أَنَّ النَّبِيَّ صلى  الله عليه وسلم خَرَجَ مِنْ عِنْدِهَا بُكْرَةً حِيْنَ صَلَّى الصُّبْحَ وَهِيَ فِي مَسْجِدِهَا، ثُمَّ رَجَعَ بَعدَ أَنْ أَضْحَى وَهِيَ جَالِسَةٌ، فَقَالَ: &laquo;مَا زِلْتِ عَلَى الحَالِ الَّتي فَارَقَتُكِ عَلَيْهَا ؟&raquo; قَالَتْ: نَعَمْ، فَقَالَ النَّبيُّ صلى  الله عليه وسلم: &laquo;لَقَدْ قُلْتُ بَعْدَكِ أَرْبَعَ كَلِمَاتٍ ثَلاثَ مَرَّاتٍ، لَوْ وُزِنَتْ بِمَا قُلْتِ مُنْذُ اليَوْمِ لَوَزَنَتْهُنَّ: سُبْحَانَ الله وَبِحَمْدِهِ عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ&raquo; . رواه مسلم\nوفي روايةٍ لَهُ: &laquo;سُبْحانَ الله عَدَدَ خَلْقِهِ، سُبْحَانَ الله رِضَا نَفْسِهِ، سُبْحَانَ اللهِ زِنَةَ عَرْشِهِ، سُبْحَانَ الله مِدَادَ كَلِمَاتِهِ&raquo;.\nوفي رواية الترمذي: &laquo;ألاَ أُعَلِّمُكِ كَلِمَاتٍ تَقُولِينَهَا؟ سُبحَانَ الله عَدَدَ خَلْقِهِ؛ سُبحَانَ الله عَدَدَ خَلْقِهِ، سُبحَانَ الله عَدَدَ خَلْقِهِ، سُبْحَانَ اللهِ رِضَا نَفْسِهِ، سُبْحَانَ اللهِ رِضَا نَفْسِهِ، سُبْحَانَ الله رِضَا نَفْسِهِ، سُبْحَانَ الله زِنَةَ عَرْشِهِ، سُبْحَانَ اللهِ زِنَةَ عَرْشِهِ، سُبْحَانَ الله زِنَةَ عَرْشِهِ، سُبْحَانَ اللهِ مِدَادَ كَلِمَاتِهِ، سُبْحَانَ الله مِدَادَ كَلِمَاتِهِ، سُبْحَانَ الله مِدَادَ كَلِمَاتِهِ\n",
    "hadithBengali": "২৬/১৪৪১। মুমিন জননী জুয়াইরিয়াহ বিনতে হারেস রাদিয়াল্লাহু আনহা হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সকাল ভোরে ফজরের নামায সমাপ্ত করে তাঁর নিকট থেকে বাইরে গেলেন। আর তিনি (জুয়াইরিয়াহ) স্বীয় জায়নামাজে বসেই রইলেন। তারপর চাশতের সময় তিনি যখন ফিরে এলে, তখনও তিনি সেখানেই বসেছিলেন। এ দেখে তিনি তাঁকে বললেন, &ldquo;আমি যে অবস্থায় তোমাকে ছেড়ে বাইরে গেলাম, সে অবস্থাতেই তুমি রয়েছ?&rdquo; তিনি বললেন, হ্যাঁ। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, &ldquo;তোমার নিকট থেকে যাবার পর আমি চারটি বাক্য তিনবার পড়েছি। যদি সেগুলিকে তোমার সকাল থেকে (এ যাবৎ) পঠিত দোআর মুকাবিলায় ওজন করা যায়, তাহলে তা ওজনে সমান হয়ে যাবে। আর তা হচ্ছে এই যে,\n\nসুবহা-নাল্লা-হি অবিহামদিহী আদাদা খালক্বিহী, অরিযা নাফসিহী, অযিনাতা আরশিহী, অমিদা-দা কালিমা-তিহ্। অর্থাৎ আল্লাহর সপ্রশংস পবিত্রতা ঘোষণা করি; তাঁর সৃষ্টির সমান সংখ্যক, তাঁর নিজ মর্জি অনুযায়ী, তাঁর আরশের ওজন বরাবর ও তাঁর বাণীসমূহের সমান সংখ্যক প্রশংসা।&rdquo; <em>(</em><em>মুসলিম) </em>[1]\n\nমুসলিমের অন্য বর্ণনায় আছে, সুবহা-নাল্লা-হি আদাদা খালক্বিহ, সুবহা-নাল্লা-হি রিযা নাফসিহ, সুবহা-নাল্লা-হি যিনাতা আরশিহ, সুবহা-নাল্লা-হি মিদা-দা কালিমা-তিহ।\n\nআর তিরমিযীর বর্ণনায় আছে, (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন,) &ldquo;আমি কি তোমাকে এমন বাক্যাবলী শিখিয়ে দেব না, যা তুমি বলতে থাকবে? তা হচ্ছে এই যে, সুবহানাল্লাহি আদাদা খালকিহী---।&rdquo; (প্রত্যেক বাক্য তিনবার করে।)\n\n<em>(জ্ঞাতব্য যে</em><em>, </em><em>আল্লাহর বাণীর কোন শেষ নেই।)</em>\n",
    "checkStatus": "1",
    "hadithNo": "1441",
    "id": "27131",
    "thesequence": "26531",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa Al-Ashari (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, The similitude of one who remembers his Rubb and one who does not remember Him, is like that of the living and the dead.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبي مُوسَى الأَشعَرِي رضي الله عنه، عَنِ النَّبِيِّ صلى  الله عليه وسلم، قَالَ: مَثَلُ الَّذِي يَذْكُرُ رَبَّهُ وَالَّذِي لاَ يَذْكُرُهُ مَثَلُ الحَيِّ وَالمَيِّتِ . رواه البخاري . ورواه مسلم فَقَالَ: مَثَلُ البَيْتِ الَّذِي يُذْكَرُ اللهُ فِيهِ، وَالبَيْتِ الَّذِي لاَ يُذْكَرُ اللهُ فِيهِ، مَثَلُ الحَيِّ والمَيِّتِ",
    "hadithBengali": "২৭/১৪৪২। আবূ মুসা আশআরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;যে আল্লাহর যিকির করে আর যে যিকির করে না, উভয়ের উদাহরণ মৃত ও জীবন্ত মানুষের মত।&rdquo; <em>(</em><em>বুখারী)</em> [1]\n\nমুসলিম এটি এভাবে বর্ণনা করেছেন যে, &ldquo;যে ঘরে আল্লাহর যিকির করা হয় এবং যে ঘরে আল্লাহর যিকির করা হয় না, উভয়ের দৃষ্টান্ত জীবিত ও মৃতের ন্যায়।&rdquo;\n",
    "checkStatus": "1",
    "hadithNo": "1442",
    "id": "27132",
    "thesequence": "26532",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Allah the Exalted says: I am as my slave expects me to be, and I am with him when he remembers Me. If he remembers Me inwardly, I will remember him inwardly, and if he remembers Me in an assembly, I will remember him in a better assembly (i.e., in the assembly of angels).\n\n[Al-Bukhari and Muslim].\n",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، قَالَ: &laquo;يَقُولُ اللهُ تَعَالَى: أَنَا عِنْدَ ظَنِّ عَبْدِيْ بِيْ، وَأَنَا مَعَهُ إِذَا ذَكَرَنِي، فَإِنْ ذَكَرَنِي فِي نَفْسِهِ، ذَكَرْتُهُ فِي نَفْسِي، وَإِنْ ذَكَرَنِي فِي مَلأٍ ذَكَرتُهُ فِي مَلأٍ خَيْرٍ مِنْهُمْ&raquo;. متفق عَلَيْهِ",
    "hadithBengali": "২৮/১৪৪৩। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;আল্লাহ তাআলা বলেন, আমি আমার বান্দার ধারণার পাশে থাকি। (অর্থাৎ সে যদি ধারণা রাখে যে, আল্লাহ তাকে ক্ষমা করবেন, তার তওবা কবুল করবেন, বিপদ আপদ থেকে উদ্ধার করবেন, তাহলে তাই করি।) আর আমি তার সাথে থাকি, যখন সে আমাকে স্মরণ করে। সুতরাং সে যদি তার মনে আমাকে স্মরণ করে, তাহলে আমি তাকে আমার মনে স্মরণ করি, সে যদি কোন সভায় আমাকে স্মরণ করে, তাহলে আমি তাকে তাদের চেয়ে উত্তম ব্যক্তিদের (ফিরিশতাদের) সভায় স্মরণ করি।&rdquo; <em>(</em><em>বুখারী ও মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1443",
    "id": "27133",
    "thesequence": "26533",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, The Mufarridun have gone ahead. He was asked, Who are the Mufarridun? He (ﷺ) replied, Those men and women who frequently celebrate the remembrance of Allah.\n\n[Muslim].",
    "hadithArabic": "وَعَنْهُ قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم: &laquo;سَبَقَ المُفَرِّدُونَ&raquo; قَالُوا: وَمَا المُفَرِّدُونَ ؟ يَا رَسُولَ اللهِ صلى  الله عليه وسلم قَالَ: &laquo;الذَّاكِرُونََ اللهَ كَثِيراً وَالذَّاكِرَاتِ&raquo; . رواه مسلم",
    "hadithBengali": "২৯/১৪৪৪। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;মুফার্রিদগণ অগ্রগমন করেছে।&rdquo; সাহাবীগণ প্রশ্ন করলেন, মুফার্রিদ কারা, হে আল্লাহর রাসূল! তিনি বললেন, &ldquo;অতিমাত্রায় আল্লাহকে স্মরণকারী নর ও নারী।&rdquo; <em>(</em><em>মুসলিম) </em>[1]\n\n\n",
    "checkStatus": "1",
    "hadithNo": "1444",
    "id": "27134",
    "thesequence": "26534",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nI heard the Messenger of Allah (ﷺ) saying, The best way to celebrate the remembrance of Allah is to say: La ilaha illallah (there is no true god except Allah).\n\n[At-Tirmidhi].\n",
    "hadithArabic": "وَعَنْ جَابِرٍ رضي الله عنه قَالَ: سَمِعتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، يَقُولُ: &laquo;أَفْضَلُ الذِّكْرِ: لاَ إِلٰهَ إِلاَّ اللهُ&raquo; . رواه الترمذي، وقال: حديث حسن",
    "hadithBengali": "৩০/১৪৪৫। জাবের রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, &ldquo;সর্বশ্রেষ্ঠ যিকির হচ্ছে লা ইলাহা ইল্লাল্লাহ।&rdquo; <em>(</em><em>তিরমিযী হাসান) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1445",
    "id": "27135",
    "thesequence": "26535",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "2",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Busr (May Allah be pleased with him) reported:\nOne of the Companions said, O Messenger of Allah. There are many injunctions of Islam for me. So tell me something to which I may hold fast. He said, Keep your tongue wet with the remembrance of Allah.\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَنْ عَبدِ اللهِ بنِ بُسْرٍ رضي الله عنه: أَنَّ رَجُلاً قَالَ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، إِنَّ شَرَائِعَ الإِسْلاَمِ قَدْ كَثُرَتْ عَلَيَّ، فَأَخْبِرْنِي بِشَيءٍ أَتَشَبَّثُ بِهِ، قَالَ: &laquo;لاَ يَزالُ لِسَانُكَ رَطباً مِنْ ذِكْرِ اللهِ&raquo; . رواه الترمذي، وقال: حديث حسن ",
    "hadithBengali": "৩১/১৪৪৬। আব্দুল্লাহ ইবনে বুসার রাদিয়াল্লাহু আনহু হতে বর্ণিত, এক ব্যক্তি বলল, হে আল্লাহর রাসূল! ইসলামী বিধান তো আমার ক্ষেত্রে অনেক বেশী। সুতরাং আপনি আমাকে এমন একটি কাজ বলে দিন, যেটাকে আমি দৃঢ়ভাবে ধরে রাখতে পারি। তিনি বললেন, &ldquo;আল্লাহর যিকিরে তোমার রসনা যেন সর্বদা সিক্ত থাকে।&rdquo; <em>(</em><em>তিরমিযী হাসান) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1446",
    "id": "27136",
    "thesequence": "26536",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "2",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, For him who says: Subhan-Allahi wa bi hamdihi (Allah is free from imperfection, and I begin with praising Him, and to Him), a palm-tree will be planted in Jannah.\n\n[At- Tirmidhi].\n",
    "hadithArabic": "وَعَنْ جَابِرٍ رضي الله عنه، عَنِ النَّبِيِّ صلى  الله عليه وسلم، قَالَ: &laquo;مَنْ قَالَ: سُبْحَانَ اللهِ وَبِحَمدِهِ، غُرِسَتْ لَهُ نَخْلَةٌ فِي الجَنَّةِ&raquo; . رواه الترمذي، وقال: حديث حسن ",
    "hadithBengali": "৩২/১৪৪৭। জাবের রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;যে ব্যক্তি সুবহানাল্লাহি অবিহামদিহ পড়ে, তার জন্য জান্নাতের মধ্যে একটি খেজুর বৃক্ষ রোপণ করা হয়।&rdquo; <em>(</em><em>তিরমিযী হাসান)</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1447",
    "id": "27137",
    "thesequence": "26537",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "2",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Masud (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, I met Ibrahim (ﷺ) on the Night of Ascension (Al-Asra), and he said to me: O Muhammad, convey my greetings to your Ummah, and tell them that Jannah has a vast plain of pure soil and sweet water. It is a plain levelled land. The plants grow there by uttering: Subhan-Allah, Al-hamdu lillah, La ilaha illallah and Allahu Akbar (Allah is free from imperfection; praise be to Allah; there is no true god except Allah; and Allah is Greatest).\n\n[At- Tirmidhi].",
    "hadithArabic": "وَعَنِ ابنِ مَسعُود رضي الله عنه  قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم : &laquo;لَقِيْتُ إِبْرَاهِيمَ لَيلَةَ أُسْرِيَ بِي، فَقَالَ: يَا مُحَمّدُ أَقْرِئْْ أُمَّتَكَ مِنِّي السَّلاَمَ، وَأَخْبِرْهُمْ أنَّ الجَنَّةَ طَيَّبَةُ التُّرْبَةِ، عَذْبَةُ المَاءِ، وَأنَّهَا قِيعَانٌ وَأَنَّ غِرَاسَهَا: سُبْحَانَ اللهِ، وَالحَمْدُ للهِ، وَلاَ إِلٰهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ&raquo;. رواه الترمذي، وقال: حديث حسن",
    "hadithBengali": "৩৩/১৪৪৮। ইবনে মাসঊদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;মিরাজের রাতে ইব্রাহীম (আঃ) এর সঙ্গে আমার সাক্ষাৎ ঘটে। তিনি বললেন, হে মুহাম্মদ! তুমি তোমার উম্মতকে আমার সালাম পেশ করবে এবং তাদেরকে বলে দেবে যে, জান্নাতের মাটি পবিত্র ও উৎকৃষ্ট, তার পানি মিষ্ট। আর তা বৃক্ষহীন একটি সমতলভূমি। আর সুবহানাল্লাহ, আলহামদু লিল্লাহ লা ইলাহা ইল্লাল্লাহ ও আল্লাহু আকবার হল তার রোপিত বৃক্ষ।&rdquo; <em>(</em><em>তিরমিযী-হাসান) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1448",
    "id": "27138",
    "thesequence": "26538",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "2",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abud-Darda (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Shall I not inform you of the best of your actions which are the purest to your Rubb, which exalt you to the high ranks, which are more efficacious than spending gold and silver (in charity), and better for you than you should encounter your enemies whom you will smite their necks and they will smite your necks? They said, Certainly. He (ﷺ) said, Remembrance of Allah the Exalted.\n\n[At-Tirmidhi].\n",
    "hadithArabic": "وَعَنْ أَبي الدَّردَاءِ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم : &laquo;أَلاَ أُنَبِّئُكُمْ بِخَيْرِ أَعْمَالِكُمْ، وَأَزْكَاهَا عِنْدَ مَلِيكِكُمْ، وَأَرْفَعِهَا فِي دَرَجَاتِكُمْ، وَخَيرٍ لَكُمْ مِنْ إِنْفَاقِ الذَّهَبِ والفِضَّةِ، وَخَيْرٍ لَكُمْ مِنْ أَن تَلْقَوا عَدُوَّكُمْ فَتَضْرِبُوا أَعْنَاقَهُمْ وَيَضْرِبُوا أَعْنَاقَكُمْ ؟&raquo; قَالَوا: بَلَى، قَالَ: ذِكرُ الله تَعَالَى&raquo; . رواه الترمذي، قَالَ الحاكم أَبُو عبد الله: إسناده صحيح ",
    "hadithBengali": "৩৪/১৪৪৯। আবূ দরদা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা বললেন, &ldquo;আমি কি তোমাদেরকে তোমাদের উত্তম কাজের সন্ধান দেব না? যা তোমাদের প্রভুর নিকট সবচেয়ে পবিত্র, তোমাদের মর্যাদা সবার চেয়ে বেশি বৃদ্ধিকারী, সোনা-চাঁদি দান করার চেয়ে উত্তম এবং শত্রুর সম্মুখীন হয়ে গর্দান কাটা ও কাটানোর চেয়ে শ্রেয়।&rdquo; সকলে বলল, অবশ্যই বলে দিন। তিনি বললেন, &ldquo;আল্লাহ তাআলার যিকির।&rdquo; <em>(</em><em>তিরমিযী</em><em>, </em><em>আবূ আব্দুল্লাহ হাকেম বলেছেন</em><em>, </em><em>এর সানাদ সহীহ) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1449",
    "id": "27139",
    "thesequence": "26539",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sad bin Abu Waqqas (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) and I went to see a woman. She had date- stones or pebbles in front of her, and she was counting and reciting Tasbih. [Subhan-Allah (Allah is free from imperfection)]. He said, Shall I not inform you of what is easier or better than this for you? You should say: Subhan-Allahi adada ma khalaqa fis-sama, wa subhan-Allahi adada ma khalaqa fil-ardi, wa subhan-Allahi adada ma baina dhalika, wa subhan-Allahi adada ma Huwa Khaliqun, wallahu Akbaru mithla dhalika, wal-hamdu lillahi mithla dhalika, wa la ilaha illallahu mithla dhalika, wa la hawla wa la quwwata illa billahi mithla dhalika (Subhan-Allah, equal to the number of what He created in the heaven; and Subhan-Allah, equal to the number of His creatures in the earth; and Subhan-Allah, equal to the number in between them; and Subhan-Allah equal to the number of those He will create). Then say: Allahu Akbar (Allah is Greatest) in the same way. Then say: Al-hamdu lillah (praise be to Allah) in the same way. Then say: La ilaha illallah (there is no true god except Allah) in the same way. Then say: La hawla wa la quwwata illa billah (there is no change of a condition nor power except by Allah) in the same manner.\n\n[At-Tirmidhi].",
    "hadithArabic": " وعن سعد بن أبي وقاص رضي الله عنه أنه دخل مع رسول الله صلى الله عليه وسلم على امرأة وبين يديها نوى -أو حصى- تسبح به فقال: أخبرك بما هو أيسر عليك من هذا - أو أفضل فقال: سبحان الله عدد ما خلق في السماء، وسبحان الله عدد ما خلق في الأرض، وسبحان الله عدد ما بين ذلك، وسبحان الله عدد ما هو خالق، والله أكبر مثل ذلك، والحمد لله مثل ذلك، ولا إله إلا الله مثل ذلك، ولا حول ولا قوة إلا بالله مثل ذلك. ((رواه الترمذي وقال: حديث حسن)).",
    "hadithBengali": "৩৫/১৪৫০। সায়াদ ইবনু আবী ওয়াক্কাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি রাসূলুল্লাহর সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাথে জনৈক মহিলার নিকট গেলেন। তার সম্মুখে তখন খেজুরের বিচি বা কাঁকর ছিল। সেগুলোর সাহায্যে তিনি তাসবীহ গণনা করছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমাকে আমি কি এমন বিষয়ের কথা জানাবো যা তোমার জন্য এর চেয়ে সহজ বা এর চেয়ে উত্তম? তা হচ্ছে, &ldquo;সুবহানাল্লাহি আদাদা মা খালাক্বা ফিস্ সামায়ি&rdquo; (আমি আল্লাহর পবিত্রতা বর্ণনা করছি সেই সব জিনিসের সমসংখ্যক যা তিনি আকাশে সৃষ্টি করেছেন) &ldquo;ওয়া সুবহানাল্লাহি আদাদা মা খালাক্বা ফিল আরযি&rdquo; (আল্লাহর পবিত্রতা বর্ণনা করছি সেসব বস্তুর সমসংখ্যক যা তিনি দুনিয়াতে সৃষ্টি করেছেন) &ldquo;ওয়া সুবহানাল্লাহি আদাদা মা বাইনা যালিক&rdquo; (পবিত্রতা বর্ণনা করছি সেই সকল জিনিসের সমান যা ঐ দুটির মাঝে রয়েছে) &ldquo;ওয়া সুবহানাল্লাহি আদাদা মা হুয়া খালিকুন&rdquo; (পবিত্রতা বর্ণনা করছি সেই সব জিনিসের সমসংখ্যক তিনি যার স্রষ্টা) আর &ldquo;আল্লাহু আকবার বাক্যটিও এভাবেই পাঠ করো, &ldquo;আল-হামদু লিল্লাহি&rdquo; বাক্যটিও এভাবেই পাঠ কর, &ldquo;লা- ইলা- হা ইল্লাল্লাহু&rdquo; বাক্যটিও এভাবেই পাঠ কর, &ldquo;লা হাওলা ওয়ালা কুওয়াতা ইল্লা বিল্লাহি&rdquo; বাক্যটিও এরূপেই পাঠ কর। (তিরমিযী হাদিসটিকে হাসান বলেছেন)[1]\n",
    "checkStatus": "1",
    "hadithNo": "1450",
    "id": "27140",
    "thesequence": "26540",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "5",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said to me, Shall I not guide you to a treasure from the treasures of Jannah? I said: Yes, O Messenger of Allah! Thereupon he (ﷺ) said, (Recite) La hawla wa la quwwata illa billah (There is no change of a condition nor power except by Allah).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبي مُوسَى رضي الله عنه قَالَ: قَالَ لِي  رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم :&laquo;أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الجَنَّةِ ؟&raquo; فَقُلتُ: بَلَى يَا رَسُولَ اللهِ صلى  الله عليه وسلم قَالَ: &laquo;لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ&raquo;. متفق عَلَيْهِ",
    "hadithBengali": "৩৬/১৪৫১। আবূ মুসা আশআরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, &ldquo;তোমাকে জান্নাতের অন্যতম ধনভাণ্ডারের কথা বলে দেব না কি?&rdquo; আমি বললাম, অবশ্যই বলে দিন, হে আল্লাহর রাসূল! তিনি বললেন, <span dir=RTL>لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ</span> (লা হাওলা অলা ক্বুওয়াতা ইল্লা বিল্লাহ) <em>(</em><em>বুখারী ও মুসলিম)</em> [1]\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1451",
    "id": "27141",
    "thesequence": "26541",
    "isActive": "1",
    "chapterId": "1490",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৪: যিকির তথা আল্লাহকে স্মরণ করার ফযীলত ও তার প্রতি উৎসাহ দান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nThe Messenger of Allah (ﷺ) used to remember Allah at all times.\n\n[Muslim].\n",
    "hadithArabic": "وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم يَذْكُرُ اللهَ عَلَى كُلِّ أَحْيَانِهِ. رواهُ مسلم",
    "hadithBengali": "দাঁড়িয়ে, বসে, শুয়ে, ওযূহীন ও (বীর্যপাত বা সঙ্গম-জনিত) অপবিত্র অবস্থায় এবং মহিলাদের মাসিক অবস্থায় আল্লাহর যিকির করা যায়। অবশ্য (বীর্যপাত বা সঙ্গম-জনিত) অপবিত্র অবস্থায় এবং মহিলাদের মাসিক অবস্থায় কুরআন পাঠ বৈধ নয়।<br />\nমহান আল্লাহ বলেন, (الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ)<br />\n&ldquo;নিশ্চয় আকাশমণ্ডলী ও পৃথিবীর সৃষ্টিতে এবং রাত ও দিনের পরিবর্তনে জ্ঞানী লোকদের জন্য নিদর্শন রয়েছে। যারা দাঁড়িয়ে, বসে এবং শুয়ে আল্লাহকে স্মরণ করে।&rdquo; (সূরা আলে ইমরান ১৯০-১৯১ আয়াত)\n\n<hr />\n১/১৪৫২। আয়েশা (রাদিয়াল্লাহু আনহা) হতে বর্ণিত, তিনি বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সর্বক্ষণ (সর্বাবস্থায়) আল্লাহর যিকির করতেন। <em>(</em><em>মুসলিম</em>) [1]\n\n\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1452",
    "id": "27142",
    "thesequence": "26542",
    "isActive": "1",
    "chapterId": "1687",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৫: আল্লাহর যিকির সর্বাবস্থায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nThe Prophet (ﷺ) said, If anyone intends to have (sexual intercourse) with his wife, he should say: Bismillah! Allahumma janibnash-Shaitana, wa jannibish-Shaitana ma razaqtana (In the Name of Allah, O Allah! Keep us away from Satan and keep Satan away from what You have bestowed upon us); and if Allah has ordained a child for them, Satan will never harm him.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنِ ابنِ عَبَّاسٍ رضي الله عنه، عَنِ النَّبِيِّ صلى  الله عليه وسلم، قَالَ: &laquo;لَوْ أَنَّ أَحَدَكُمْ إِذَا أَتَى أَهْلَهُ قَالَ: بِسْمِ الله، اَللهم جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا، فَقُضِيَ بَيْنَهُمَا وَلَدٌ، لَمْ يَضُرَّهُ&raquo; . متفق عَلَيْهِ",
    "hadithBengali": "<div id=__if72ru4sdfsdfrkjahiuyi_once style=display:none;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display:none;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n\n২/১৪৫৩। ইবনে আব্বাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;যদি তোমাদের কেউ স্ত্রী সহবাসের ইচ্ছা করে, তখন এই দোআ পড়ে,\n\nবিসমিল্লা-হ, আল্লা-হুম্মা জান্নিবনাশ শাইত্বা-না অজান্নিবিশ শায়ত্বা-না মা রাযাক্বতানা। অর্থাৎ আমি আল্লাহর নাম নিয়ে শুরু করছি, হে আল্লাহ! তুমি শয়তানকে আমাদের নিকট থেকে দূরে রাখ এবং আমাদেরকে যে (সন্তান) দান করবে তার থেকেও শয়তানকে দূরে রাখ।\n\nতাহলে ওদের ভাগ্যে সন্তান এলে, শয়তান তার কোন ক্ষতি করতে পারে না। <em>(বুখা</em><em>রী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1453",
    "id": "27143",
    "thesequence": "26543",
    "isActive": "1",
    "chapterId": "1687",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৫: আল্লাহর যিকির সর্বাবস্থায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hudhaifah and Abu Dharr (May Allah be pleased with him) reported:\nWhenever the Messenger of Allah (ﷺ) went to bed, he would supplicate: Bismika-Allahumma amut wa ahya (With Your Name, O Allah, I die and return to life); and when he woke up, he would supplicate thus: Al-hamdu lillahilladhi ahyana bada ma amatana, wa ilaihin-nushur (All praise belongs to Allah Who has restored us back to life after causing us to die; and to Him shall we return).\n\n\n[Al-Bukhari]",
    "hadithArabic": "عَنْ حُذَيفَةَ، وَأَبِي ذَرٍّ رَضِيَ اللهُ عَنهُمَا، قَالاَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم إِذَا أَوَى إِلَى فِرَاشِهِ، قَالَ: &laquo;بِاسْمِكَ  اَللهم أَحْيَا وَأَمُوتُ&raquo; وَإذَا اسْتَيقَظَ قَالَ: &laquo;الحَمْدُ للهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَماتَنَا وَإِلَيْهِ النُّشُورُ&raquo; . رواه البخاري",
    "hadithBengali": "১/১৪৫৪। হুযাইফা ও আবু যর (রাদিয়াল্লাহু আনহুমা) হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন বিছানায় শোবার জন্য যেতেন, তখন এই দোআ পড়তেন, বিসমিকাল্লাহুম্মা আহ্ইয়া অআমূত। (অর্থাৎ হে আল্লাহ! তোমার নামে আমি বাঁচি ও মরি)। আর যখন ঘুম থেকে জাগতেন তখন পড়তেন। আলহামদু লিল্লা-হিল্লাযী আহয়্যা-না বাদা মা আমা-তানা অ ইলাইহিন নুশূর। অর্থাৎ যাবতীয় প্রশংসা সেই আল্লাহর জন্য যিনি আমাকে মারার পর আবার জীবিত করলেন এবং তাঁরই প্রতি পুনরুত্থান ঘটবে। <em>(বুখারী) </em>[1]\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1454",
    "id": "27144",
    "thesequence": "26544",
    "isActive": "1",
    "chapterId": "1688",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৬: ঘুমাবার ও ঘুম থেকে উঠার সময় দো&lsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Allah, the Exalted, has teams of angels who go about on the roads seeking those who remember Allah. When they find some people remembering Allah they call to one another and say, Come to what you are looking for; and they surround them with their wings till the space between them and the lowest sky is fully covered. Allah, the Exalted and Glorious, asks them (although He is best informed about every thing): What are my slave saying? They say: They are glorifying Your Tasbih, Tahmid, Takbir, Tamjid, (i.e., they were declaring Your Perfectness, praising, remembering the Greatness and Majesty of Allah). He asks: Have they seen Me? They reply, No, indeed, they have not seen You. He asks: How would they act if they were to see Me? Thereupon they reply: If they were to see You, they would engage more earnestly in worshipping and glorifying You and would extol You more. He would say: What do they beg of Me? They say, They beg You for Your Jannah. Allah says, Have they seen My Jannah? They say, No, our Rubb. He says: How would they act if they were to see My Jannah? They reply, Were they to see it, they would more intensely eager for it. They (the angels) say, They seek Your Protection. He asks, Against what do they seek My Protection? They (the angels) say, Our Rubb, from the fire of Hell. (He, the Rubb) says, Have they seen the fire of Hell? They say, No. By Your Honour, they have not seen it. He says: How would they act if they were to see My Fire? They say: If they were to see it, they would more earnest in being away from it and fearing it. They beg of Your forgiveness. He says: I call you to witness that I hereby grant pardon to them and confer upon them what they ask for; and grant them protection against what they seek protection from. One of the angels says: Our Rubb, there is amongst them such and such slave who does not belong to the assembly of those who are participating in Your remembrance. He passed by them and sat down with them. He says: I also grant him pardon because they are the people by virtue of whom their associates will not be unfortunate.\n\n[Al-Bukhari and Muslim].\n\n(The narration in Muslim is also the same with minor changes in wordings).\n",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم : &laquo;إنَّ للهِ تَعَالَى مَلائِكَةً يَطُوفُونَ فِي الطُّرُقِ يَلْتَمِسُونَ أَهْلَ الذِّكْرِ، فَإِذَا وَجَدُوا قَوْمَاً يَذْكُرُونَ اللهَ - عَزَّ وَجَلَّ -، تَنَادَوْا: هَلُمُّوا إِلَى حَاجَتِكُمْ، فَيَحُفُّونَهُمْ بِأَجْنِحَتِهِم إِلَى السَّمَاءِ الدُّنْيَا، فَيَسْألُهُمْ رَبُّهُمْ -وَهُوَ أعْلَم -: مَا يَقُولُ عِبَادي ؟ قَالَ: يَقُولُون: يُسَبِّحُونَكَ، وَيُكبِّرُونَكَ، وَيَحْمَدُونَكَ، ويُمَجِّدُونَكَ، فيَقُولُ: هَلْ رَأَوْنِي ؟ فيَقُولُونَ: لاَ وَاللهِ مَا رَأَوْكَ . فَيَقُولُ: كَيْفَ لَوْ رَأَوْنِي ؟! قَالَ: يَقُولُونَ: لَوْ رَأَوْكَ كَانُوا أَشَدَّ لَكَ عِبَادَةً، وَأَشَدَّ لَكَ تَمْجِيداً، وَأَكْثَرَ لَكَ تَسْبِيحاً . فَيَقُولُ: فَمَاذَا يَسْأَلُونَ ؟ قَالَ: يَقُولُونَ: يَسْأَلُونَكَ الجَنَّةَ . قَالَ: يَقُولُ: وَهَل رَأَوْهَا ؟ قَالَ: يَقُولُونَ: لاَ وَاللهِ يَا رَبِّ مَا رَأَوْهَا . قَالَ: يَقُولُ: فَكَيفَ لَوْ رَأَوْهَا ؟ قَالَ: يَقُولُونَ: لَوْ أَنَّهُمْ رَأوْهَا كَانُوا أَشَدَّ عَلَيْهَا حِرْصاً، وَأَشَدَّ لَهَا طَلَباً، وَأَعْظَمَ فِيهَا رَغْبَةً . قَالَ: فَمِمَّ يَتَعَوَّذُونَ ؟ قَالَ: يَقُولُون: يَتَعَوَّذُونَ مِنَ النَّارِ ؛ قَالَ: فيَقُولُ: وَهَلْ رَأَوْهَا ؟ قَالَ: يَقُولُونَ: لاَ وَاللهِ مَا رَأَوْهَا . فيَقُولُ: كَيْفَ لَوْ رَأَوْهَا ؟! قَالَ: يَقُولُونَ: لَوْ رَأوْهَا كَانُوا أَشَدَّ مِنْهَا فِرَاراً، وَأَشَدَّ لَهَا مَخَافَةً . قَالَ: فيَقُولُ: فَأُشْهِدُكُمْ أنِّي قَدْ غَفَرْتُ لَهُم، قَالَ: يَقُولُ مَلَكٌ مِنَ المَلاَئِكَةِ: فِيهِمْ فُلاَنٌ لَيْسَ مِنْهُمْ، إنَّمَا جَاءَ لِحَاجَةٍ، قَالَ: هُمُ الجُلَسَاءُ لاَ يَشْقَى بِهِمْ جَلِيسُهُمْ&raquo; . متفق عَلَيْهِ\n\nوَفِي رِوَايَةِ لِمُسلِمٍ عَنْ أَبِي هُرَيرَةَ رضي الله عنه، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ: &laquo;إِنَّ للهِ مَلاَئِكَةً سَيَّارَةً فُضُلاً يَتَتَبُّعُونَ مَجَالِسَ الذِّكْرِ، فَإِذَا وَجَدُوا مَجْلِساً فِيهِ ذِكْرٌ، قَعَدُوا مَعَهُمْ، وَحَفَّ بَعْضُهُمْ بَعْضاً بِأَجْنِحَتِهِمْ حَتَّى يَمْلَؤُوا مَا بَيْنَهُمْ وَبَيْنَ السَّمَاءِ الدُّنْيَا، فَإِذَا تَفَرَّقُوا عَرَجُوا وَصَعدُوا إِلَى السَّمَاءِ، فَيَسْأَلُهُمْ اللهُ - عَزَّ وَجَلَّ - - وَهُوَ أَعْلَمُ -: مِنْ أَيْنَ جِئْتُمْ ؟ فَيَقُولُونَ: جِئْنَا مِنْ عِنْدِ عِبَادٍ لَكَ فِي الأَرْضِ: يُسَبِّحُونَكَ، وَيُكبِّرُونَكَ، وَيُهَلِّلُونَكَ، وَيَحْمَدُونَكَ، وَيَسْألُونَكَ . قَالَ: وَمَاذَا يَسْألُونِي ؟ قَالُوا: يَسْألُونَكَ جَنَّتَكَ . قَالَ: وَهَلْ رَأَوْا جَنَّتِي ؟ قَالُوا: لاَ، أَيْ رَبِّ . قَالَ: فَكَيْفَ لَوْ رَأَوْا جَنَّتِي؟! قَالُوا: وَيَستَجِيرُونَكَ . قَالَ: وَمِمَّ يَسْتَجِيرُونِي ؟ قَالُوا: مِنْ نَارِكَ يَا رَبِّ. قَالَ: وَهَلْ رَأوْا نَارِي ؟ قَالُوا: لاَ، قَالَ: فَكَيْفَ لَوْ رَأَوْا نَارِي ؟! قَالُوا: وَيَسْتَغفِرُونَكَ ؟ فيَقُولُ: قَدْ غَفَرْتُ لَهُمْ، وَأَعْطَيْتُهُمْ مَا سَأَلُوا، وَأَجَرْتُهُمْ مِمَّا اسْتَجَارُوا . قَالَ: فيَقُولُونَ: رَبِّ فِيهِمْ فُلاَنٌ عَبْدٌ خَطَّاءٌ إنَّمَا مَرَّ، فَجَلَسَ مَعَهُمْ . فيَقُولُ: وَلهُ غَفَرْتُ، هُمُ القَومُ لاَ يَشْقَى بِهِمْ جَلِيسُهُمْ",
    "hadithBengali": "এবং উক্ত সভায় অংশগ্রহণ করা উত্তম আর বিনা ওজরে তা ছেড়ে চলে যাওয়া নিষেধ।\n\nআল্লাহ বলেছেন,\n\n<p style=text-align: center;>وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ\n\nঅর্থাৎ তুমি নিজেকে তাদের সংসর্গে আবদ্ধ রাখ, যারা সকাল-সন্ধ্যায় তাদের পালনকর্তাকে তাঁর সন্তুষ্টি লাভের উদ্দেশ্যে আহ্বান করে থাকে এবং তুমি তাদের নিকট হতে স্বীয় দৃষ্টি ফিরায়ো না। <em>(সূরা কাহাফ ২৮ আয়াত) </em>\n\n<hr />\n১/১৪৫৫। আবূ হুরাইরা রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত, তিনি বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, &ldquo;নিশ্চয় আল্লাহর কিছু ফেরেশতা আছেন, যারা রাস্তায় রাস্তায় ঘুরে-ফিরে আহলে যিকির খুঁজতে থাকেন। অতঃপর যখন কোন সম্প্রদায়কে আল্লাহর যিকিররত অবস্থায় পেয়ে যান, তখন তাঁরা একে অপরকে আহ্বান করে বলতে থাকেন, এস তোমাদের প্রয়োজনের দিকে। সুতরাং তাঁরা (সেখানে উপস্থিত হয়ে) তাদেরকে নিজেদের ডানা দ্বারা নিচের আসমান পর্যন্ত বেষ্টিত করে ফেলেন। অতঃপর তাঁদেরকে তাঁদের প্রতিপালক জানা সত্ত্বেও তাঁদেরকে জিজ্ঞাসা করেন, আমার বান্দারা কি বলছে? ফেরেশতারা বলেন, তারা আপনার পবিত্রতা ঘোষণা করছে, আপনার মহত্ত্ব বর্ণনা করছে, আপনার প্রশংসা ও গৌরব বয়ান করছে। আল্লাহ বলেন, তারা কি আমাকে দেখেছে?\n\nফেরেশতারা বলেন, জী না, আল্লাহর কসম! তারা আপনাকে দেখেনি। আল্লাহ বলেন,  কি হত, যদি তারা আমাকে দেখত? ফেরেশতারা বলেন, যদি তারা আপনাকে দেখত, তাহলে আরও বেশী বেশী ইবাদত, গৌরব বর্ণনা ও তসবীহ করত। আল্লাহ বলেন,  কি চায় তারা? ফিরিশতারা বলেন, তারা আপনার কাছে জান্নাত চায়। আল্লাহ বলেন, তারা কি জান্নাত দেখেছে? ফিরিশতারা বলেন, জী না, আল্লাহর কসম! হে প্রতিপালক! তারা তা দেখেনি। আল্লাহ বলেন,  কি হত, যদি তারা তা দেখত? ফেরেশতারা বলেন, তারা তা দেখলে তার জন্য আরও বেশী আগ্রহান্বিত হত। আরও বেশী বেশী তা প্রার্থনা করত। তাদের চাহিদা আরও বড় হত। আল্লাহ বলেন, তারা কি থেকে পানাহ চায়? ফেরেশতারা বলেন, তারা জাহান্নাম থেকে পানাহ চায়।\n\nআল্লাহ বলেন, তারা কি জাহান্নাম দেখেছে? ফেরেশতারা বলেন, জী না, আল্লাহর কসম! হে প্রতিপালক! তারা তা দেখেনি। আল্লাহ বলেন,  কি হত, যদি তারা তা দেখত? ফেরেশতারা বলেন, তারা তা দেখলে বেশী বেশী করে তা হতে পলায়ন করত। বেশী বেশী ভয় করত। তখন আল্লাহ বলেন, আমি তোমাদেরকে সাক্ষী রেখে বলছি যে, আমি তাদেরকে মাফ করে দিলাম। ফেরেশতাদের মধ্য থেকে একজন বলেন, কিন্তু ওদের মধ্যে অমুক ওদের দলভুক্ত নয়। সে আসলে নিজের কোন প্রয়োজনে সেখানে এসেছে। আল্লাহ বলেন, (আমি তাকেও মাফ করে দিলাম! কারণ,) তারা হল এমন সম্প্রদায়, যাদের সাথে যে বসে সেও বঞ্চিত (হতভাগা) থাকে না।&rdquo; <em>(বুখারী-মুসলিম) </em>[1]\n\n\n\nমুসলিমের আবূ হুরাইরা কর্তৃক এক বর্ণনায় আছে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, &ldquo;অবশ্যই আল্লাহর অতিরিক্তি কিছু ভ্রাম্যমান ফেরেশতা আছেন, যারা জিকিরের মজলিস খুঁজতে থাকেন। অতঃপর যখন কোন এমন মজলিস পেয়ে যান, যাতে আল্লাহর যিকির হয়, তখন তাঁরা সেখানে বসে যান। তাঁরা পরস্পরকে ডানা দিয়ে ঢেকে নেন। পরিশেষে তাঁদের ও নিচের আসমানের মধ্যবর্তী জায়গা পরিপূর্ণ করে দেন। অতঃপর লোকেরা মজলিস ত্যাগ করলে তাঁরা আসমানে উঠেন। তখন আল্লাহ আয্যা অজাল্ল অধিক জানা সত্ত্বেও তাঁদেরকে জিজ্ঞাসা করেন, তোমরা কোথা থেকে এলে? তাঁরা বলেন, আমরা পৃথিবী থেকে আপনার এমন কতকগুলি বান্দার নিকট থেকে এলাম, যারা আপনার তাসবীহ, তাকবীর, তাহলীল ও তাহমীদ পড়ে এবং আপনার নিকট প্রার্থনা করে। তিনি বলেন, তারা আমার নিকট কি প্রার্থনা করে? তাঁরা বলেন, তারা আপনার নিকট আপনার জান্নাত প্রার্থনা করে। তিনি বলেন, তারা কি আমার জান্নাত দেখেছে?\n\nতাঁরা বলেন, না, হে প্রতিপালক! তিনি বলেন, কেমন হত, যদি তারা আমার জান্নাত দেখত? তাঁরা বলেন, তারা আপনার নিকট আশ্রয় প্রার্থনা করে। তিনি বলেন, তারা আমার নিকট কি থেকে আশ্রয় প্রার্থনা করে? তাঁরা বলেন, আপনার জাহান্নাম থেকে, হে প্রতিপালক! তিনি বলেন, তারা কি আমার জাহান্নাম দেখেছে? তাঁরা বলেন, না। তিনি বলেন, কেমন হত, যদি তারা আমার জাহান্নাম দেখত? তাঁরা বলেন, আর তারা আপনার নিকট ক্ষমা চায়। তিনি বলেন, আমি তাদেরকে ক্ষমা করে দিলাম, তারা যা প্রার্থনা করে তা দান করলাম এবং যা থেকে আশ্রয় প্রার্থনা করে, তা থেকে আশ্রয় দিলাম। তাঁরা বলেন, হে প্রতিপালক! ওদের মধ্যে অমুক পাপী বান্দা এমনি পার হতে গিয়ে তাদের সাথে বসে গিয়েছিল। তিনি বলেন, আমি তাকেও ক্ষমা করে দিলাম! কারণ তারা সেই সম্প্রদায়, তাদের সাথে যে বসে সেও বঞ্চিত হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "1455",
    "id": "27145",
    "thesequence": "26545",
    "isActive": "1",
    "chapterId": "1689",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৭: জিকিরের মহফিলের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah and Abu Said Al-Khudri (May Allah be pleased with them) reported:\nThe Messenger of Allah (ﷺ) said, When a group of people assemble for the remembrance of Allah, the angels surround them (with their wings), (Allahs) mercy envelops them, Sakinah, or tranquillity descends upon them and Allah makes a mention of them before those who are near Him.\n\n[Muslim].",
    "hadithArabic": "وَعَنْهُ وَعَنْ أَبِي سَعِيدٍ رَضِيَ اللهُ عَنهُمَا، قَالاَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم : &laquo;لاَ يَقْعُدُ قَومٌ يَذْكُرُوْنَ اللهَ - عَزَّ وَجَلَّ - إِلاَّ حَفَّتْهُمُ المَلائِكَةُ وَغَشِيَتْهُمُ الرَّحْمَةُ وَنَزَلَتْ عَلَيْهِمُ السَّكِينَةُ ؛ وَذَكَرَهُمُ اللهُ فِيمَنْ عِنْدَهُ&raquo; . رواه مسلم",
    "hadithBengali": "২/১৪৫৬। আবূ হুরাইরা রাদিয়াল্লাহু আনহু ও আবূ সাঈদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তাঁরা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;যখনই কোন সম্প্রদায় আল্লাহ আয্যা অজাল্লার যিকিরে রত হয়, তখনই তাদেরকে ফেরেশতাবর্গ ঢেকে নেন, তাদেরকে রহমত আচ্ছন্ন করে নেয়, তাদের উপর প্রশান্তি অবতীর্ণ হয় এবং আল্লাহ তাঁর নিকটবর্তী ফেরেশতাবর্গের কাছে তাদের কথা আলোচনা করেন।&rdquo; <em>(</em><em>মুসলিম) </em>[1]\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1456",
    "id": "27146",
    "thesequence": "26546",
    "isActive": "1",
    "chapterId": "1689",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৭: জিকিরের মহফিলের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nAbu Waqid Al-Harith bin Auf (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) was sitting in the mosque with his Companions when three people came to him. Two of them stepped forward to the Messenger of Allah (ﷺ) and the third went away. Those two men stood by the side of Messenger of Allah (ﷺ). One of them found a space in the circle and he filled it, while the other one sat behind him. When the Messenger of Allah (ﷺ) finished, he said, Shall I not inform you about these three people? One of them sought refuge with Allah and Allah gave him refuge; the second one felt shy and Allah showed kindness to his shyness (and so he was accommodated in that meeting), and the last one averted, and so Allah turned away His Attention from him.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبِي وَاقِدٍ الحَارِثِ بنِ عَوفٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم بَيْنَمَا هُوَ جَالِسٌ فِي المَسْجِدِ، وَالنَّاسُ مَعَهُ، إِذْ أَقْبَلَ ثَلاثَةُ نَفَرٍ، فَأَقْبَلَ اثْنَانِ إِلَى رَسُولِ اللهِ صلى  الله عليه وسلم، وَذَهَبَ وَاحِدٌ ؛ فَوَقَفَا عَلَى رَسُولِ اللهِ صلى  الله عليه وسلم. فَأَمَّا أَحَدُهُمَا فَرَأَى فُرْجَةً فِي الحَلْقَةِ فَجَلَسَ فِيهَا، وَأَمَّا الآخَرُ فَجَلَسَ خَلْفَهُمْ، وَأَمَّا الثَّالِثُ فَأَدْبَرَ ذَاهِباً . فَلَمَّا فَرَغَ  رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم، قَالَ: &laquo;أَلاَ أُخْبِرُكُمْ عَنِ النَّفَرِ الثَّلاَثَةِ: أَمَّا أَحَدُهُمْ فَأَوَى إِلَى اللهِ فآوَاهُ اللهُ إِلَيْهِ . وَأَمَّا الآخَرُ فَاسْتَحْيَى فَاسْتَحْيَى اللهُ مِنْهُ، وَأَمَّا الآخَرُ، فَأَعْرَضَ، فَأَعْرَضَ اللهُ عَنْهُ&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৩/১৪৫৭। আবূ ওয়াক্বেদ হারেস ইবনে আওফ রাদিয়াল্লাহু আনহু হতে বর্ণিত, একদা আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদে বসেছিলেন এবং তাঁর সঙ্গে কিছু লোকও ছিল। ইতোমধ্যে তিনজন লোক আগমন করল। তাদের মধ্যে দুজন আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সামনে উপস্থিত হল এবং একজন চলে গেল। নবাগত দুজন ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর পাশে দাঁড়িয়ে রইল। তাদের একজন সভার মধ্যে ফাঁক দেখে সেখানে বসে পড়ল। আর অপরজন সভার পিছনে বসে গেল। আর তৃতীয় ব্যক্তি পিঠ ঘুরিয়ে প্রস্থান করল। যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অবসর পেলেন, তখন বললেন, &ldquo;তোমাদেরকে তিন ব্যক্তি সম্পর্কে বলব না কি? তাদের একজন তো আল্লাহর কাছে আশ্রয় গ্রহণ করল, ফলে আল্লাহ তাকে আশ্রয় দান করলেন। আর দ্বিতীয়জন সে (সভার মধ্যে ঢুকে বসতে) লজ্জাবোধ করল, বিধায় আল্লাহও তাঁর ব্যাপারে লজ্জাশীলতা প্রয়োগ (করে তাকে রহম) করলেন। আর তৃতীয়-জন মুখ ফিরিয়ে নিলো, বিধায় আল্লাহও তার দিক থেকে বিমুখ হয়ে গেলেন।&rdquo; <em>(বুখারী ও মুসলিম) </em>[1]\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1457",
    "id": "27147",
    "thesequence": "26547",
    "isActive": "1",
    "chapterId": "1689",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৭: জিকিরের মহফিলের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nMuawiyah (May Allah be pleased with him) came to an assembly in the mosque and asked them: What has made you sit together? They replied, We are sitting here to remember Allah. He said, I adjure you by Allah to tell me whether nothing else has made you to sit together. They replied: By Allah! We are sitting only to remember Allah. Then he said, I did not adjure you because I suspected you. No one of my rank in the eyes of the Messenger of Allah (ﷺ) is the narrator of so few traditions as I am. The fact is that the Messenger of Allah (ﷺ) went out to a circle of his Companions and said, What has made you sit there? When they replied that they are sitting together to remember Allah and to praise Him for guiding them to Islam and bestowing favours on them, he (ﷺ) said, I adjure you by Allah to tell me that nothing else has made you sit together. On their reply that there was certainly no other purpose, he (ﷺ) said, I did not adjure you because I suspected you, but Jibril (Gabriel) came to me and told me that Allah was talking proudly of you to the angels.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبي سَعِيدٍ الخُدرِي رضي الله عنه قَالَ: خَرَجَ مُعَاوِيَةَ رضي الله عنه عَلَى حَلْقَةٍ فِي المَسْجِدِ، فَقَالَ: مَا أَجْلَسَكُمْ؟ قَالُوا: جَلَسْنَا نَذْكُرُ اللهَ . قَالَ: آللهِ مَا أَجْلَسَكُمْ إِلاَّ ذَاكَ ؟ قَالُوا: مَا أَجْلَسَنَا إِلاَّ ذَاكَ، قَالَ: أَمَّا إِنِّي لَمْ اسْتَحْلِفْكُمْ تُهْمَةً لَكُمْ، وَمَا كَانَ أَحَدٌ بِمَنْزِلَتِي مِنْ  رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم أَقَلَّ عَنْهُ حَدِيثاً مِنِّي: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم خَرَجَ عَلَى حَلْقَةٍ مِنْ أَصْحَابِهِ فَقَالَ: &laquo;مَا أَجْلَسَكُمْ ؟&raquo; قَالُوا: جَلَسْنَا نَذْكُرُ اللهَ وَنَحْمَدُهُ عَلَى مَا هَدَانَا لِلإِسْلاَمِ ؛ وَمَنَّ بِهِ عَلَيْنَا . قَالَ: &laquo;آللهِ مَا أَجْلَسَكُمْ إِلاَّ ذَاكَ ؟&raquo; قَالُوا: وَاللهِ مَا أَجْلَسَنَا إِلاَّ ذَاكَ . قَالَ: &laquo;أَمَا إنِّي لَمْ أَسْتَحْلِفْكُمْ تُهْمَةً لَكُمْ، وَلَكِنَّهُ أَتَانِي جِبرِيلُ فَأَخْبَرَنِي أَنَّ الله يُبَاهِي بِكُمُ المَلاَئِكَةَ&raquo; . رواه مسلم",
    "hadithBengali": "৪/১৪৫৮। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, মুআবিয়াহ রাদিয়াল্লাহু আনহু একবার মসজিদে (কিছু লোকের) এক হালকায় (গোল বৈঠকে) এসে বললেন, তোমরা এখানে কি উদ্দেশ্যে বসেছ? তারা বলল, আল্লাহর যিকির করার উদ্দেশ্যে বসেছি। তিনি বললেন, আল্লাহর কসম! তোমরা একমাত্র ঐ উদ্দেশ্যেই বসেছ? তারা জবাব দিল, (হ্যাঁ,) আমরা একমাত্র ঐ উদ্দেশ্যেই বসেছি। তিনি বললেন, শোন! তোমাদেরকে (মিথ্যাবাদী) অপবাদ আরোপ করে কসম করাইনি। (মনে রাখবে) কোন ব্যক্তি এমন নেই, যে আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট আমার সমমর্যাদা লাভ করেছে এবং আমার থেকে কম হাদিস বর্ণনা করেছে। নিঃসন্দেহে আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একবার) স্বীয় সহচরদের এক হালকায় উপস্থিত হয়ে তাঁদেরকে জিজ্ঞাসা করলেন, &ldquo;তোমরা এখানে কি উদ্দেশ্যে বসেছ?&rdquo;\n\nতাঁরা জবাব দিলেন, উদ্দেশ্য এই যে, আমরা আল্লাহর যিকির করব এবং তাঁর প্রশংসা করব যে, তিনি আমাদেরকে ইসলামের পথ দেখিয়েছেন ও তার মাধ্যমে আমাদের প্রতি বড় অনুগ্রহ করেছেন। এ কথা শুনে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, &ldquo;আল্লাহর কসম! তোমরা একমাত্র এ উদ্দেশ্যেই এখানে বসেছ?&rdquo; তাঁরা বললেন, আল্লাহর কসম! আমরা কেবল এ উদ্দেশ্যেই বসেছি। তিনি বললেন, &ldquo;শোন! আমি তোমাদেরকে এ জন্য কসম করাইনি যে, আমি তোমাদেরকে মিথ্যাবাদী ভেবে অপবাদ আরোপ করছি। কিন্তু প্রকৃত ব্যাপার এই যে, জিবরীল আমার কাছে এসে বললেন, আল্লাহ তোমাদেরকে নিয়ে ফেরেশতাদের সামনে গর্ব করছেন!&rdquo; <em>(</em><em>মুসলিম)</em> [1]\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1458",
    "id": "27148",
    "thesequence": "26548",
    "isActive": "1",
    "chapterId": "1689",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৭: জিকিরের মহফিলের ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, He who recites in the morning and in the evening the statement: Subhan-Allahi wa bihamdihi (Allah is free from imperfection and I begin with praising Him) one hundred times, will not be surpassed on the Day of Resurrection by anyone with better deeds than one who utters the same words or utters more of these words.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم : &laquo;مَنْ قَالَ حِيْنَ يُصْبِحُ وَحينَ يُمْسِي: سُبْحَانَ اللهِ وَبِحَمْدِهِ، مِئَةَ مَرَّةٍ، لَمْ يَأَتِ أَحَدٌ يَوْمَ القِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ، إِلاَّ أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ&raquo; . رواه مسلم",
    "hadithBengali": "আল্লাহ বলেছেন,\n\n<p dir=RTL style=text-align:justify>(وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصَالِ وَلَا تَكُنْ مِنَ الْغَافِلِينَ)\n\n&ldquo;অর্থাৎ তোমার প্রতিপালককে মনে মনে সবিনয় ও সশঙ্কচিত্তে অনুচ্চস্বরে প্রত্যুষে ও সন্ধ্যায় স্মরণ কর এবং তুমি উদাসীনদের দলভুক্ত হইয়ো না।&rdquo; <em>(সূরা আ</em><em></em><em>রাফ ২০৫ আয়াত)</em>\n\nআরবি ভাষাবিদগণ বলেছেন, <span dir=RTL>آصال</span> শব্দটি <span dir=RTL>أصيل</span> এর বহুবচন। এ (সন্ধ্যা) হল আসর ও মাগরিবের মধ্যবর্তী সময়।\n\nতিনি আরও বলেছেন, <span dir=RTL>﴿</span>وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا<span dir=RTL>﴾ (طه: ١٣٠) </span>\n\n&ldquo;সূর্যের উদয় ও অস্তের পূর্বে তোমার প্রতিপালকের সপ্রশংস পবিত্রতা ও মহিমা বর্ণনা কর।&rdquo;<em>(সূরা ত্বাহা ১৩০ আয়াত) </em>\n\nতিনি অন্যত্র বলেছেন, <span dir=RTL>﴿ </span>وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ<span dir=RTL>﴾ (غافر: ٥٥) </span>\n\n&ldquo;সকাল-বিকালে তোমার প্রতিপালকের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা কর।&rdquo; <em>(সূরা মুমিন ৫৫ আয়াত)</em>\n\nআরবি ভাষাবিদগণ বলেছেন, <span dir=RTL>عشي</span> (বিকাল) হল সূর্য ঢলার পর থেকে অস্ত যাওয়া পর্যন্ত সময়।\n\nতিনি অন্য স্থানে বলেছেন,\n\n<p dir=RTL style=text-align:justify>﴿فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ ٣٦ رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ ٣٧ ﴾ (النور : ٣٦، ٣٧)\n\n&ldquo;সে সব গৃহে---যাকে আল্লাহ সমুন্নত করতে এবং যাতে তাঁর নাম স্মরণ করতে নির্দেশ দিয়েছেন---সকাল ও সন্ধ্যায় তাতে তাঁর পবিত্রতা ও মহিমা ঘোষণা করে, সে সব লোক যাদেরকে ব্যবসা-বাণিজ্য এবং ক্রয় বিক্রয় আল্লাহর স্মরণ হতে বিরত রাখে না।&rdquo; <em>(সূরা নূর ৩৬-৩৭ আয়াত)</em>\n\nতিনি আরও বলেন, <span dir=RTL>﴿</span>إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ<span dir=RTL>﴾ (ص : ١٨) </span>\n\n&ldquo;আমি পর্বতমালাকে তার (দাঊদের) বশীভূত করেছিলাম; ঐগুলি সকাল-সন্ধ্যায় তার সঙ্গে আমার পবিত্রতা ও মহিমা ঘোষণা করত।&rdquo; <em>(সূরা স্বা-দ ১৮ আয়াত)</em>\n\n<hr />\n১/১৪৫৯। আবূ হুরাইরা রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত, তিনি বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;যে ব্যক্তি সকাল-সন্ধ্যায় সুবহানাল্লাহি অবিহামদিহ একশবার পাঠ করবে, কিয়ামতের দিনে ওর চাইতে উত্তম আমল কেউ আনতে পারবে না। কিন্তু যদি কেউ তার সমান বা তার থেকে বেশি সংখ্যায় ঐ তাসবীহ পাঠ করে থাকে (তাহলে ভিন্ন কথা)।&rdquo; <em>(</em><em>মুসলিম) </em>[1]\n\n\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1459",
    "id": "27149",
    "thesequence": "26549",
    "isActive": "1",
    "chapterId": "1690",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": " ২৪৮: সকাল-সন্ধ্যায় আল্লাহর যিকির",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nA man came to the Prophet (ﷺ) and said, What a trouble I suffered from a scorpion which stung me last night! He (ﷺ) said, Had you said in the evening: Audhu bikalimatillahit-tammati min sharri ma khalaqa (I seek the protection of Allahs Perfect Words from the evil of whatever He has created), it would not have harmed you.\n\n[Muslim].",
    "hadithArabic": "وَعَنْهُ، قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ، فَقَالَ: يَا رَسُولَ الله مَا لَقِيْتُ مِنْ عَقْرَبٍ لَدَغَتْنِي البَارِحَةَ! قَالَ: &laquo;أَمَا لَوْ قُلْتَ حِيْنَ أَمْسَيْتَ: أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ: لَمْ تَضُرَّك&raquo; . رواه مسلم",
    "hadithBengali": "২/১৪৬০। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, এক ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে নিবেদন করল, হে আল্লাহর রাসূল! গত রাতে বিছার কামড়ে আমি যে কত কষ্ট পেয়েছি, (তা বলার নয়)। তিনি বললেন, &ldquo;শোন! যদি তুমি সন্ধ্যাবেলায় এই দোআ পাঠ করতে,\n\nআঊযু বিকালিমা-তিল্লা-হিত্তা-ম্মা-তি মিন শার্রি মা খালাক্ব। অর্থাৎ আমি আল্লাহর পরিপূর্ণ বাণীর অসীলায় তিনি যা সৃষ্টি করেছেন, তার মন্দ হতে আশ্রয় প্রার্থনা করছি।\n\nতাহলে তা তোমার ক্ষতি করতে পারত না।&rdquo; <em>(</em><em>মুসলিম) </em>[1]\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1460",
    "id": "27150",
    "thesequence": "26550",
    "isActive": "1",
    "chapterId": "1690",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": " ২৪৮: সকাল-সন্ধ্যায় আল্লাহর যিকির",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) used to say in the morning: Allahumma bika asbahna, wa bika amsaina, wa bika nahya, wa bika namutu, wa ilaikan-nushur (O Allah! With Your Power we have come to the morning, with Your Power we come to the evening, with Your Power we live, and we die, and to You will we return). In the evening he would say: Allahumma bika amsaina, wa bika nahya, wa bika namutu, wa ilaikan-nushur (O Allah! With Your Power, we have come to the evening, by You do we live, by You do we die, and to You is the return).\n\n[At-Tirmidhi and Abu Dawud].",
    "hadithArabic": "وَعَنْهُ، عَنِ النَّبِيِّ صلى  الله عليه وسلم، أَنَّه كَانَ يَقُولُ إِذَا أَصْبَحَ: &laquo;اَللهم بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ، وَإِلَيْكَ النُّشُورُ&raquo; . وَإِذَا أَمسَى قَالَ: &laquo;اَللهم بِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ . وَإِلْيَكَ النُّشُورُ&raquo; . رواه أَبُو داود والترمذي، وقال: حديث حسن ",
    "hadithBengali": "৩/১৪৬১। উক্ত রাবী হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সকালে এই দোআ পড়তেন, আল্লাহুম্মা বিকা আসবাহনা অবিকা আমসাইনা, অবিকা নাহ্ইয়া, অবিকা নামূতু অইলাইকান নুশূর।\n\nঅর্থাৎ হে আল্লাহ! তোমারই হুকুমে আমাদের সকাল হল এবং তোমারই হুকুমে আমাদের সন্ধ্যা হয়, তোমারই হুকুমে আমরা জীবিত থাকি, তোমারই হুকুমে আমরা মৃত্যু বরণ করব এবং তোমারই দিকে আমাদের পুনর্জীবন।\n\nআর সন্ধ্যায় এই দোআ পড়তেন,\n\nআল্লাহুম্মা বিকা আমসাইনা, অবিকা নাহ্ইয়া, অবিকা নামূতু অইলাইকান নুশূর।\n\nঅর্থাৎ হে আল্লাহ! তোমারই হুকুমে আমাদের সন্ধ্যা হল, তোমারই হুকুমে আমরা জীবিত থাকি, তোমারই হুকুমে আমরা মৃত্যু বরণ করব এবং তোমারই দিকে আমাদের প্রত্যাবর্তন। <em>(আবূ দাউদ</em><em>, </em><em>তিরমিযী</em><em>, </em><em>হাসান) </em>[1]\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1461",
    "id": "27151",
    "thesequence": "26551",
    "isActive": "1",
    "chapterId": "1690",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "2",
    "topicName": " ২৪৮: সকাল-সন্ধ্যায় আল্লাহর যিকির",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nAbu Bakr asked, O Messenger of Allah! Teach me some words so that I may recite them in the morning and in the evening. The Messenger of Allah (ﷺ) said, Recite these words: Allahumma fatiras-samawati wal-ardi, alimal-ghaibi wash-shahadati, Rabba kulli shaiin wa malikahu. Ash- hadu an la ilaha illa Anta, audhu bika min sharri nafsi, wa sharrish- Shaitani wa shirkihi (O Allah! Creator of the heavens and the earth! Knower of the hidden and the exposed! Rubb of everything and every one. I bear witness that none has the right to be worshipped but You. I seek Your Protection from the evil of my own self from the evil of Satan and from the evil of Shirk to which he calls). The Messenger of Allah (ﷺ) added: Recite these words in the morning and the evening and when you go to bed.\n\n[Abu Dawud and At- Tirmidhi].",
    "hadithArabic": "وَعَنْهُ: أَنَّ أَبَا بَكْرٍ الصِّدِّيقِ رضي الله عنه قَالَ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم مُرْنِي بِكَلِمَاتٍ أَقُولُهُنَّ إِذَا أَصْبَحْتُ وَإِذَا أَمْسَيْتُ، قَالَ: &laquo;قُلْ:  اَللهم فَاطِرَ السَّمَاواتِ وَالأَرْضِ عَالِمَ الغَيْبِ وَالشَّهَادَةِ ؛ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلٰهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَّرِّ نَفْسِي وَشَرِّ الشَّيْطَانِ وَشِرْكِهِ&raquo; قَالَ: &laquo;قُلْهَا إِذَا أَصْبَحْتَ، وَإِذَا أَمْسَيْتَ، وَإِذَا أَخَذْتَ مَضْجَعَكَ&raquo; . رواه أَبُو داود والترمذي، وقال: حديث حسن صحيح ",
    "hadithBengali": "৪/১৪৬২। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, আবূ বকর সিদ্দীক রাদিয়াল্লাহু আনহু বললেন, হে আল্লাহর রাসূল! আমাকে কিছু বাক্য বাতলে দিন, যেগুলি সকাল-সন্ধ্যায় আমি পড়তে থাকব। তিনি বললেন, &ldquo;বল, আল্লা-হুম্মা ফা-ত্বিরাস সামা-ওয়া-তি অল আরযিব আ-লিমাল গায়বি অশশাহা-দাহ, রাব্বা কুলি শাইয়িন অমালীকাহ, আশহাদু আল লা ইলা-হা ইল্লা আন্তা আঊযু বিকা মিন শার্রি নাফসী অশার্রিশ শায়ত্বা-নি অশির্কিহ।\n\nঅর্থাৎ হে আকাশমণ্ডলী ও পৃথিবীর সৃজন-কর্তা, উপস্থিত ও অনুপস্থিত পরিজ্ঞাত, প্রত্যেক বস্তুর প্রতিপালক ও অধিপতি আল্লাহ! আমি সাক্ষ্য দিচ্ছি যে, তুমি ব্যতীত কোন সত্য উপাস্য নেই। আমি আমার আত্মার মন্দ হতে এবং শয়তানের মন্দ ও শিরক হতে তোমার নিকট আশ্রয় প্রার্থনা করছি।\n\nসকাল-সন্ধ্যা তথা শোবার সময় পাঠ করো। <em>(আবু দাউদ</em><em>, </em><em>তিরিমিযী হাসান সহীহ) </em>[1]\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1462",
    "id": "27152",
    "thesequence": "26552",
    "isActive": "1",
    "chapterId": "1690",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "2",
    "topicName": " ২৪৮: সকাল-সন্ধ্যায় আল্লাহর যিকির",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Masud (May Allah be pleased with him) reported:\nWhen it was evening, the Prophet (ﷺ) used to supplicate: Amsaina wa amsal-mulku lillah, wal-hamdu lillah. La ilaha illallahu wahdahu la sharika lahu (We have entered upon evening and the whole kingdom of Allah, too, has entered upon evening. Praise is due to Allah. There is none who has the right to be worshiped but Allah, the One who has no partner with Him). He (the narrator) said: I think that he (ﷺ) used to follow the recitation with these words: Lahul-mulku, wa lahul-hamdu, wa Huwa ala kulli shiin Qadir. Rabbi asaluka khaira ma fi hadhihil-lailati, wa khaira ma badaha; wa audhu bika min sharri ma fi hadhihil-lailati, wa sharri ma badaha; Rabbi audhu bika minal- kasali, wa suil-kibari; Rabbi audhu bika min adhabin fin-nari, wa adhabin fil-qabri (His is the sovereignty and to Him is all praise due, and He is Omnipotent. My Rubb, I beg of you good that lies in this night and good that follows it, and I seek refuge in You from the evil that lies in this night and from the evil of that which follows it. My Rubb! I seek refuge in You from lethargy and the misery of old age. O Allah! I seek Your Protection from the torment of Hell-fire and the punishment of the grave). When it was morning, he (ﷺ) would recite the same, replacing the words: We have entered upon evening and the whole kingdom of Allah, too, has entered upon evening with We have entered upon morning and the whole kingdom of Allah entered upon morning. (Replace the words Amsaina, amsa, hadhihil-lailati, ma badaha with Asbahna, asbaha, hadhal-yaumi, ma badahu, respectively.)\n\n[Muslim].",
    "hadithArabic": "وَعَنِ ابنِ مَسعُود رضي الله عنه  قَالَ: كَانَ نَبِيُّ اللهِ صلى  الله عليه وسلم إِذَا أَمْسَى قَالَ: &laquo;أَمْسَيْنَا وَأَمْسَى المُلْكُ للهِ، وَالحَمْدُ للهِ، لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَريكَ لَهُ&raquo; قَالَ الرَّاوِي: أَرَاهُ قَالَ فِيهِنَّ: &laquo;لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدير، رَبِّ أَسْألُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُ بِكَ مِنَ الكَسَلِ، وَسُوءِ الكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ، وَعَذَابٍ فِي القَبْرِ&raquo;، وَإِذَا أَصْبَحَ قَالَ ذَلِكَ أَيضاً: &laquo;أَصْبَحْنَا وَأَصْبَحَ المُلْكُ للهِ&raquo; . رواه مسلم",
    "hadithBengali": "৫/১৪৬৩। ইবনে মাসঊদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আল্লাহর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সন্ধ্যাবেলায় এই দোআ পড়তেন,\n\nআমসাইনা অ আমসাল মুলকু লিল্লা-হ, অলহামদু লিল্লা-হ, লা ইলা-হা ইল্লাল্লা-হু অহ্দাহু লা শারীকা লাহ, লাহুল মুলকু অলাহুল হাম্দু অহুয়া আলা কুলি শাইয়িন ক্বাদীর। রাব্বি আস্আলুকা খাইরা মা ফী হা-যিহিল লাইলাতি অ খাইরা মা বাদাহা, অ আঊযু বিকা মিন শার্রি মা ফী হা-যিহিল লাইলাতি অ শার্রি মা বাদাহা, রাব্বি আঊযু বিকা মিনাল কাসালি অ সূইল কিবার, রাব্বি আঊযু বিকা মিন আযা-বিন ফিন্না-রি অ আযা-বিন ফিল ক্বাব্র।\n\nঅর্থাৎ আমরা এবং সারা রাজ্য আল্লাহর জন্য সন্ধ্যায় উপনীত হলাম। আল্লাহর সমস্ত প্রশংসা, আল্লাহ ছাড়া কোন সত্য উপাস্য নেই, তিনি একক, (বর্ণনাকারী বলেন, আমার ধারণা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাতে বললেন,) তাঁর কোন শরীক নেই, তাঁরই জন্য সমস্ত রাজত্ব, তাঁরই জন্য যাবতীয় স্তুতি, এবং তিনি সকল বস্তুর উপর সর্বশক্তিমান। হে আমার প্রভু! আমি তোমার নিকট এই রাতে যে কল্যাণ নিহিত আছে তা এবং তার পরেও যে কল্যাণ আছে তাও প্রার্থনা করছি। আর আমি তোমার নিকট এই রাত্রে যে অকল্যাণ আছে তা এবং তারপরেও যে অকল্যাণ আছে তা হতে আশ্রয় চাচ্ছি। হে আমার প্রতিপালক! আমি তোমার নিকট অলসতা এবং বার্ধক্যের মন্দ হতে পানাহ চাচ্ছি। হে আমার প্রভু! আমি তোমার নিকট জাহান্নামের এবং কবরের সকল প্রকার আযাব হতে আশ্রয় চাচ্ছি।\n\nতিনি যখন সকালে উঠতেন তখনও এই দোআ পাঠ করতেন; বলতেন আস্বাহনা ও আসবাহাল মুলকু লিল্লাহ------। <em>(</em><em>মুসলিম)</em> [1]\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1463",
    "id": "27153",
    "thesequence": "26553",
    "isActive": "1",
    "chapterId": "1690",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": " ২৪৮: সকাল-সন্ধ্যায় আল্লাহর যিকির",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Khubaib (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said to me, Recite Surat Al-Ikhlas and Al- Muawwidhatain (Surat Al-Falaq and Surat An-Nas) three times at dawn and dusk. It will suffice you in all respects.\n\n[Abu Dawud and At-Tirmidhi].",
    "hadithArabic": "وَعَنْ عَبدِ اللهِ بنِ خُبَيْبٍ رضي الله عنه  قَالَ: قَالَ لِي رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم: &laquo;اِقْرَأْ: قُلْ هُوَ اللهُ أَحَدٌ، وَالمُعَوِّذَتَيْنِ حِيْنَ تُمْسِي وَحِينَ تُصْبحُ، ثَلاَثَ مَرَّاتٍ تَكْفِيكَ مِنْ كُلِّ شَيْءٍ&raquo; . رواه أَبُو داود والترمذي، وقال: حديث حسن صحيح ",
    "hadithBengali": "৬/১৪৬৪। আব্দুল্লাহ ইবনে খুবাইব রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, &ldquo;সকাল-সন্ধ্যায় ক্বুল হুওয়াল্লাহু আহাদ (সূরা ইখলাস) এবং ক্বুল আঊযু বিরাব্বিল ফালাক্ব ও ক্বুল আঊযু বিরাব্বিন্নাস তিনবার করে পড়। তাহলে প্রতিটি (ক্ষতিকর) জিনিস থেকে নিরাপত্তার জন্য যথেষ্ট হবে।&rdquo; <em>(</em><em>আবূ দাউদ</em><em>, </em><em>তিরমিযী হাসান সহীহ)</em> [1]\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1464",
    "id": "27154",
    "thesequence": "26554",
    "isActive": "1",
    "chapterId": "1690",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "2",
    "topicName": " ২৪৮: সকাল-সন্ধ্যায় আল্লাহর যিকির",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Uthman bin Affan (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, He who recites three times every morning and evening: Bismillahil-ladhi la yadurru maas-mihi shaiun fil-ardi wa la fis-samai, wa Huwas-Samiul-Alim (In the Name of Allah with Whose Name there is protection against every kind of harm in the earth or in the heaven, and He is the All-Hearing and All- Knowing), nothing will harm him.\n\n[Abu Dawud and At- Tirmidhi].\n",
    "hadithArabic": "وَعَنْ عُثمَانَ بنِ عَفَّانَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم : &laquo;مَا مِنْ عَبْدٍ يَقُولُ فِي صَبَاحِ كُلِّ يَوْمٍ وَمَسَاءِ كُلِّ لَيْلَةٍ: بِسْمِ اللهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ العَلِيمُ، ثَلاثَ مَرَّاتٍ، إِلاَّ لَمْ يَضُرَّهُ شَيْءٌ&raquo;. رواه أَبُو داود والترمذي، وقال: حديث حسن صحيح",
    "hadithBengali": "৭/১৪৬৫। উসমান ইবনে আফ্&zwnj;ফান রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;যে ব্যক্তি প্রত্যেক দিন সকাল ও সন্ধ্যায় এই দোআ তিনবার করে পড়বে,\n\nবিসমিল্লা-হিল্লাযী লা য়্যাযুর্রু মাআসমিহী শাইউন ফিল আরযিব অলা ফিসসামা-ই অহুওয়াস সামীউল আলীম।\n\nঅর্থাৎ আমি শুরু করছি সেই আল্লাহর নামে যার নামের সাথে পৃথিবীর ও আকাশের কোন জিনিস ক্ষতি সাধন করতে পারে না এবং তিনিই সর্বশ্রোতা সর্বজ্ঞাতা।\n\nকোন জিনিস সে ব্যক্তির ক্ষতি করতে পারবে না।&rdquo; <em>(</em><em>আবূ দাউদ</em><em>, </em><em>তিরমিযী হাসান)</em> [1] \n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1465",
    "id": "27155",
    "thesequence": "26555",
    "isActive": "1",
    "chapterId": "1690",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "2",
    "topicName": " ২৪৮: সকাল-সন্ধ্যায় আল্লাহর যিকির",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hudhaifah and Abu Dharr (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) used to supplicate when he went to bed at night: Bismik-Allahumma ahya wa amut (With Your Name, O Allah, I expire and return to life).\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنْ حُذَيْفَةَ، وَأَبِي ذَرٍّ رَضِيَ اللهُ عَنهُمَا: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم كَانَ إِذَا أَوَى إِلَى فِراشِهِ، قَالَ: &laquo;بِاسْمِكَ  اَللهم أَحْيَا وَأَمُوتُ&raquo; . رواه البخاري",
    "hadithBengali": "মহান আল্লাহ বলেন,\n\n<p dir=RTL style=text-align:justify>﴿ الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ﴾ (ال عمران: ١٩٠، ١٩١)\n\n&ldquo;নিশ্চয় আকাশমণ্ডলী ও পৃথিবীর সৃষ্টিতে এবং রাত ও দিনের পরিবর্তনে জ্ঞানী লোকদের জন্য নিদর্শন রয়েছে। যারা দাঁড়িয়ে, বসে এবং শুয়ে আল্লাহকে স্মরণ করে এবং আকাশমণ্ডলী ও পৃথিবীর সৃষ্টি সম্বন্ধে চিন্তা করে। <em>(সূরা আলে ইমরান ১৯০-১৯১ আয়াত)</em>\n\n<hr />\n১/১৪৬৬। হুযাইফা ও আবূ যর (রাদিয়াল্লাহু আনহুমা) হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শোবার সময় এই দোআ পড়তেন, বিসমিকাল্লাহুম্মা আহ্ইয়াহ অ আমূতু। অর্থাৎ হে আল্লাহ! তোমার নামেই আমি বাঁচি ও মরি)। <em>(বুখারী) </em>[1]\n\n\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display:none;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display:none;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1466",
    "id": "27156",
    "thesequence": "26556",
    "isActive": "1",
    "chapterId": "1691",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৯: ঘুমাবার সময়ের দো&lsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said to me and to Fatimah (May Allah be pleased with her) (Alis wife and the Prophets daughter), When you go to bed, recite: Takbir (Allahu Akbar) thirty-three times and Tasbih (Subhan-Allah) thirty-three times and Tahmid (Al-hamdu lillah) thirty-three times.\n\nAnother narration is: The Messenger of Allah (ﷺ) said, Recite Tasbih thirty-four times.\n\nAnother narration is: The Messenger of Allah(ﷺ) said, Recite Takbir thirty-four times.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ عليٍّ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم قَالَ لَهُ وَلِفَاطِمَةَ رَضِيَ اللهُ عَنهُمَا: &laquo;إِذَا أَوَيْتُمَا إِلَى فِرَاشِكُمَا - أَوْ إِذَا أَخَذْتُمَا مَضَاجِعَكُمَا - فَكَبِّرا ثَلاَثاً وَثَلاَثِينَ، وَسَبِّحَا ثَلاَثاً وَثَلاَثِينَ، واحْمَدَا ثَلاَثاً وَثَلاَثِينَ&raquo; وَفِي رِوَايَةٍ: التَّسْبِيحُ أَرْبَعاً وَثَلاَثِينَ، وَفِي رِوَايَةٍ: التَّكْبِيرُ أَرْبَعاً وَثَلاَثِينَ . متفق عَلَيْهِ",
    "hadithBengali": "২/১৪৬৭। আলী রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা তাঁকে ও ফাতেমাকে বললেন, &ldquo;যখন তোমরা বিছানায় যাবে, তখন ৩৩ বার আল্লাহ আকবার, ৩৩ বার সুবহানাল্লাহ এবং ৩৩ বার আলহামদুলিল্লাহ পাঠ করবে।&rdquo; অন্য এক বর্ণনা অনুপাতে ৩৪ বার সুবহানাল্লাহ, আর এক বর্ণনা অনুপাতে ৩৪ বার আল্লাহু আকবার পড়তে আদেশ করেছিলেন। <em>(বুখারী ও মুসলিম) </em>[1]\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1467",
    "id": "27157",
    "thesequence": "26557",
    "isActive": "1",
    "chapterId": "1691",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৯: ঘুমাবার সময়ের দো&lsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, When any of you goes to bed, he should shake off (or dust off) his bedsheet because he does not know what might have fallen on it after he had left it. Then he should recite: Bismika Rabbi wadatu janbi, wa bika arfauhu, in amsakta nafsi farhamha, wa in arsaltaha fahfazha bima tahfazu bihi ibadakas-salihin [With Your Name, my Rubb, I place my side (upon the bed) and with Your Grace I will raise it up. If You withhold my soul (cause me to die), have mercy on it but if You let it go (let me live), guard it against which You guarded Your pious slaves].\n\n[Al- Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم : إِذَا أَوَى أَحَدُكُمْ إِلَى فِرَاشِهِ فَليَنْفُضْ فِرَاشَهُ بِدَاخِلَةِ إِزَارِهِ، فَإِنَّهُ لاَ يَدْرِي مَا خَلَفَهُ عَلَيْهِ، ثُمَّ يَقُولُ: بِاسمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا، فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ. متفق عَلَيْهِ",
    "hadithBengali": "৩/১৪৬৮। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;যখন তোমাদের কেউ শয্যা গ্রহণ করবে, তখন সে যেন নিজ লুঙ্গীর একাংশ দ্বারা তার বিছানাটা ঝেড়ে নেয়। কারণ, সে জানে না যে, তার অনুপস্থিতিতে কি কি জিনিস সেখানে এসেছে। তারপর এই দোআ পড়বে,\n\nবিসমিকা রাব্বি অযাতু জানবী অবিকা আরফাউহু ফাইন আমসাকতা নাফসী ফারহামহা অইন আরসালতাহা ফাহফাযহা বিমা তাহফাযু বিহী ইবা-দাকাস স্বা-লিহীন।\n\nঅর্থাৎ হে আমার প্রতিপালক! আমি তোমারই নামে আমার পার্শ্ব রাখলাম এবং তোমারই নামে তা উঠাইব। অতএব যদি তুমি আমার আত্মাকে আবদ্ধ করে নাও, তাহলে তার প্রতি করুণা করো। আর যদি তা ছেড়ে দাও, তাহলে তাকে ঐ জিনিস দ্বারা হিফাজত কর, যার দ্বারা তুমি তোমার নেক বান্দাদের করে থাক।&rdquo; <em>(</em><em>বুখারী ও মুসলিম) </em>[1]\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1468",
    "id": "27158",
    "thesequence": "26558",
    "isActive": "1",
    "chapterId": "1691",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৯: ঘুমাবার সময়ের দো&lsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A ishah (May Allah be pleased with her) reported:\nWhenever the Messenger of Allah (ﷺ) went to bed, he would blow upon his hands recite Al-Muawwidhat; and pass his hands over his body.\n\n[Al-Bukhari and Muslim].\n",
    "hadithArabic": "وَعَنْ عَائِشَة رَضِيَ اللهُ عَنهَا: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم، كَانَ إِذَا أَخَذَ مَضْجَعَهُ نَفَثَ فِي يَدَيْهِ، وَقَرَأَ بِالمُعَوِّذَاتِ، ومَسَحَ بِهِمَا جَسَدَهُ . متفق عَلَيْهِ\nوَفِي رِوَايَةٍ لَهُمَا: أَنَّ النَّبِيَّ صلى  الله عليه وسلم كَانَ إِذَا أَوَى إِلَى فِرَاشِهِ كُلَّ لَيْلَةٍ جَمَعَ كَفَّيْهِ، ثُمَّ نَفَثَ فِيهِمَا فَقَرأَ فِيهِمَا: &laquo;قُلْ هُوَ اللهُ أَحَدٌ، وَقُلْ أَعُوذُ بِرَبِّ الفَلَقِ، وَقُلْ أَعُوذُ بِرَبِّ النَّاسِ&raquo; ثُمَّ مَسَحَ بِهِما مَا استْطَاعَ مِنْ جَسَدِهِ، يَبْدَأُ بِهِمَا عَلَى رَأَسِهِ وَوَجْهِهِ، وَمَا أَقْبَلَ مِنْ جَسَدِهِ، يَفْعَلُ ذَلِكَ ثَلاَثَ مَرَّاتٍ . متفق عَلَيْهِ\n",
    "hadithBengali": "৪/১৪৬৯। আয়েশা রাদিয়াল্লাহু আনহা হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন শয্যা-গ্রহণ করতেন, তখন নিজ হাত দুটিতে মুআউ<u>বি</u>যাত (তিন ক্বুল) পড়ে ফুঁ দিতেন এবং তার দ্বারা নিজ সমগ্র শরীরে বোলাতেন। <em>(বুখারী ও মুসলিম) </em>[1]\n\nএক অন্য বর্ণনায় আছে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যেক রাতে যখন ঘুমাবার জন্য শয্যা গ্রহণ করতেন তখন দু হাতের চেটো একত্রে জমা করতেন এবং তাতে তিন ক্বুল পড়ে ফুঁ দিতেন। তারপর তার দ্বারা দেহের ওপর যতদূর সম্ভব বোলাতেন; মাথা, চেহারা ও দেহের সামনের অংশ থেকে শুরু করতেন। এরূপ তিনি তিনবার করতেন। <em>(বুখারী</em><em>, </em><em>মুসলিম)</em>\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1469",
    "id": "27159",
    "thesequence": "26559",
    "isActive": "1",
    "chapterId": "1691",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৯: ঘুমাবার সময়ের দো&lsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Bara bin Azib (May Allah be pleased with them) reported:\nThe Messenger of Allah (ﷺ) said, Whenever you intend to go to bed, perform Wudu as is done for Salat (prayer); and then lie down on the right side and recite: Allahumma aslamtu nafsi ilaika, wa fawwadtu amri ilaika, wal-jatu zahri ilaika, raghbatan wa rahbatan ilaika, la maljaa wa la manja minka illa ilaika, amantu bikitabik-alladhi anzalta, wa binabiyyik-alladhi arsalta [O Allah! I have submitted myself to You. I have turned my face to You, entrusted my affairs to You and relied completely on You out of desire for and fear of You (expecting Your reward and fearing Your punishment). There is no resort and no deliverer from (hardships) except You. I affirm my faith in Your Book which You have revealed, and in Your Prophet whom You have sent]. If you die during the night, you will die in the true religion. Let these words be your last words at night.\n\n[Al- Bukhari and Muslim].",
    "hadithArabic": "وَعَنِ البَرَاءِ بنِ عَازِبٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم : &laquo;إِذَا أَتَيتَ مَضْجَعَكَ فَتَوَضَّأْ وَضُوءَكَ لِلصَّلاَةِ، ثُمَّ اضْطَجِعْ عَلَى شِقِّكَ الأَيْمَن، وَقُلْ:  اَللهم أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيكَ، وَأَلْجَأتُ ظَهرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيكَ، آمَنْتُ بِكِتابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ، فَإِنْ مِتَّ مِتَّ عَلَى الفِطْرَةِ، وَاجْعَلْهُنَّ آخِرَ مَا تَقُولُ&raquo;. متفق عَلَيْهِ",
    "hadithBengali": "৫/১৪৭০। বারা ইবনে আযেব রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;যখন তুমি শয্যা গ্রহণ করবে, তখন নামাযের ওজুর ন্যায় ওযু করবে। তারপর ডানপাশে শুয়ে এই দোআ পড়বে, আল্লা-হুম্মা আসলামতু নাফসী ইলাইক, অ অজ্জাহতু অজহিয়া ইলাইক, অফাউওয়াযবতু আমরী ইলাইক, অ আলজাতু যাহরী ইলাইক, রাগ্বাতাঁঊ অরাহবাতান্ ইলাইক্, লা মাল্জাআ অলা মান্জা মিনকা ইল্লা ইলাইক, আ-মানতু বিকিতা-বিকাল্লাযী আনযালতা অ বিনাবিয়্যিকাল্লাযী আরসাল্ত্।\n\nঅর্থাৎ হে আল্লাহ! আমি আমার প্রাণ তোমার প্রতি সমর্পণ করেছি, আমার মুখমণ্ডল তোমার প্রতি ফিরিয়েছি, আমার সকল কর্মের দায়িত্ব তোমাকে সোপর্দ করেছি, আমার পিঠকে তোমার দিকে লাগিয়েছি (তোমার উপরেই সকল ভরসা রেখেছি), এসব কিছু তোমার সওয়াবের আশায় ও তোমার আযাবের ভয়ে করেছি। তোমার নিকট ছাড়া তোমার আযাব থেকে বাঁচতে কোন আশ্রয়স্থল নেই। তুমি যে কিতাব অবতীর্ণ করেছ তার উপর এবং তুমি যে নবী প্রেরণ করেছ তার উপর ঈমান এনেছি। <em>(বুখারী ও মুসলিম) </em>[1]\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1470",
    "id": "27160",
    "thesequence": "26560",
    "isActive": "1",
    "chapterId": "1691",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৯: ঘুমাবার সময়ের দো&lsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nWhenever the Prophet (ﷺ) went to his bed, he would say: Al-hamdu lillah-illadhi atamana wa saqana, wa kafana wa awana, fakam mimman la kafiya lahu wa la muwiya (Praise is due to Allah Who has fed us, provided us drink, satisfied us and gave us protection. Many are those who have no one to provide for them, or give them shelter).\n\n[Muslim].\n",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه: أَنَّ النَّبِيَّ صلى  الله عليه وسلم كَانَ إِذَا أَوَى إِلَى فِرَاشِهِ قَالَ: &laquo;اَلحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ&raquo; . رواه مسلم",
    "hadithBengali": "৬ /১৪৭১। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন শয্যা গ্রহণ করতেন তখন এই দোআ পড়তেন, আলহামদু লিল্লা-হিল্লাযী আত্বআমানা অ সাক্বা-না অকাফা-না অ আ-ওয়া-না, ফাকাম মিম্মাল লা কা-ফিয়া লাহু অলা মুবী।\n\nঅর্থাৎ সেই আল্লাহর সমস্ত প্রশংসা যিনি আমাদেরকে পানাহার করিয়েছেন, তিনি আমাদের জন্য যথেষ্ট হয়েছেন এবং আশ্রয় দিয়েছেন। অথচ কত এমন লোক আছে যাদের যথেষ্ট-কারী ও আশ্রয়দাতা নেই। <em>(মুসলিম) </em>[1]\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1471",
    "id": "27161",
    "thesequence": "26561",
    "isActive": "1",
    "chapterId": "1691",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "1",
    "topicName": "২৪৯: ঘুমাবার সময়ের দো&lsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hudhaifah (May Allah be pleased with him) reported:\nWhenever the Messenger of Allah (ﷺ) intended to go to sleep, he would place his right hand under his (right) cheek and supplicate: Allahumma qini adhabaka yauma tabathu ibadaka (O Allah! Guard me against Your punishment on the Day when You will resurrect Your slaves).\n\n[At-Tirmidhi].\n\nIn a narration in Abu Dawud, Hafsah (May Allah be pleased with her) said: Before going to sleep the Messenger of Allah (ﷺ) would recite this Dua three times.\n",
    "hadithArabic": "وَعَنْ حُذَيفَةَ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى  الله عليه وسلم كَانَ إِذَا أَرَادَ أَنْ يَرْقُدَ، وَضَعَ يَدَهُ اليُمْنَى تَحْتَ خَدِّهِ، ثُمَّ يَقُولُ: &laquo;اَللهم قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ&raquo; . رواه الترمذي، وقال: حديث حسن .\nورواه أَبُو داود ؛ من رواية حَفْصَةَ رَضِيَ اللهُ عنها، وفيهِ: أَنَّهُ كَانَ يَقُولُهُ ثَلاَثَ مَرَّاتٍ.\n",
    "hadithBengali": "৭/১৪৭২। হুযাইফা রাদিয়াল্লাহু আনহু হতে বর্ণিত, যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুমাবার ইচ্ছা করতেন, তখন স্বীয় ডান হাতটি গালের নিচে স্থাপন করতেন, তারপর এই দোআ পাঠ করতেন। আল্লাহুম্মা ক্বিনী আযাবাকা য়্যাওমা তাব্আসু ইবাদাকা। অর্থাৎ হে আল্লাহ! সেই দিনের আযাব থেকে আমাকে নিষ্কৃতি দাও, যেদিন তুমি তোমার বান্দাদের পুনরুত্থান ঘটাবে। <em>(তিরমিযী-হাসান) </em>[1]\n\nআবূ দাউদ এ হাদিসটিকে হাফসা রাদিয়াল্লাহু আনহা হতে বর্ণনা করেছেন। তাতে আছে যে, তিনি ঐ দোআ তিনবার পড়তেন। <em>(কিন্তু তা সহীহ নয়।)</em>\n\n<div id=__if72ru4sdfsdfrkjahiuyi_once style=display: none; text-align: justify;></div>\n\n<div id=__if72ru4sdfsdfruh7fewui_once style=display: none; text-align: justify;></div>\n\n<div id=__hggasdgjhsagd_once style=display:none;></div>\n",
    "checkStatus": "1",
    "hadithNo": "1472",
    "id": "27162",
    "thesequence": "26562",
    "isActive": "1",
    "chapterId": "1691",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "290",
    "statusId": "2",
    "topicName": "২৪৯: ঘুমাবার সময়ের দো&lsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]