[
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nMessenger of Allah (ﷺ) passed by a man of the Ansar who was admonishing his brother regarding shyness. Messenger of Allah (ﷺ) said, Leave him alone, for modesty is a part of Iman.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم مَرَّ عَلَى رَجُلٍ مِنَ الأنْصَار وَهُوَ يَعِظُ أخَاهُ في الحَيَاءِ، فَقَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; دَعْهُ، فَإنَّ الْحَيَاءَ مِنَ الإيمَانِ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৬৮৬। ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক আনসার ব্যক্তির পাশ দিয়ে অতিক্রম করলেন। যিনি তার ভাইকে লজ্জার ব্যাপারে উপদেশ দিচ্ছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাকে ছেড়ে দাও। কেননা, লজ্জা ঈমানের অঙ্গ। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "686",
    "id": "23651",
    "thesequence": "22931",
    "isActive": "1",
    "chapterId": "857",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৪: লজ্জাশীলতা ও তার মাহাত্ম্য এবং এ গুণে গুণান্বিত হওয়ার প্রতি উৎসাহ প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Imran bin Husain (May Allah be pleased with them) reported:\nMessenger of Allah (ﷺ) said, Shyness does not bring anything except good.\n\n[Al-Bukhari and Muslim].\n\nIn a narration of Muslim: Messenger of Allah (ﷺ) said, All of shyness is good.",
    "hadithArabic": "وَعَن عِمرَانَ بنِ حُصَينٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; الْحَيَاءُ لاَ يَأْتِي إِلاَّ بِخَيْرٍ &raquo;. متفقٌ عَلَيْهِ\nوَفِي رِوَايَةٍ لِمُسلِمٍ: &laquo; اَلحَيَاءُ خَيْرٌ كُلُّهُ &raquo;. أَوْ قَالَ:  الْحَيَاءُ كُلُّهُ خَيْرٌ &raquo; \n",
    "hadithBengali": "২/৬৮৭। ইমরান ইবনে হুসাইন রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, লজ্জা মঙ্গলই বয়ে আনে। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n\nমুসলিমের অন্য বর্ণনায় আছে, &ldquo;লজ্জা মঙ্গলই সবটুকু&rdquo; অথবা বলেছেন, লজ্জার সবটুকু মঙ্গলই মঙ্গল&rdquo;।\n\n(বিঃদ্রঃ কিন্তু গুপ্ত সমস্যায় শরীয়তের সমাধান জানার ব্যাপারে লজ্জা করা ঠিক নয়।)<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "687",
    "id": "23652",
    "thesequence": "22932",
    "isActive": "1",
    "chapterId": "857",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৪: লজ্জাশীলতা ও তার মাহাত্ম্য এবং এ গুণে গুণান্বিত হওয়ার প্রতি উৎসাহ প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, Iman has sixty odd or seventy odd branches. The uppermost of all these is the Testimony of Faith: La ilaha illallah (there is no true god except Allah) while the least of them is the removal of harmful object from the road. And shyness is a branch of Iman.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن أَبي هُرَيرَةَ رضي الله عنه: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ: &laquo; الإيمَانُ بِضْعٌ وَسَبْعُونَ أَوْ بِضْعٌ وَسِتُّونَ شُعْبَةً: فَأفْضَلُهَا قَوْلُ: لاَ إِلٰهَ إِلاَّ الله، وَأدْنَاهَا إمَاطَةُ الأَذَى عَنِ الطَّرِيقِ، وَالحَيَاءُ شُعْبَةٌ مِنَ الإيمَانِ&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৩/৬৮৮। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ঈমানের সত্তর অথবা ষাট অপেক্ষা কিছু বেশি শাখা রয়েছে। তার মধ্যে সর্বোত্তম শাখা লা-ইলাহা ইল্লাল্লাহ বলা এবং সর্বনিম্ন শাখা পথ থেকে কষ্টদায়ক জিনিস সরিয়ে দেওয়া। আর লজ্জা ঈমানের একটি শাখা। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n\n* কষ্টদায়ক জিনিস যেমন, ঢেলা, ইট, পাথর, পোড়া কয়লা, ভাঙ্গা কাঁচ, কাঁটা, গাছের ডাল, নোংরা জিনিস ইত্যাদি, যাতে পথিক কষ্ট পায়।\n",
    "checkStatus": "1",
    "hadithNo": "688",
    "id": "23653",
    "thesequence": "22933",
    "isActive": "1",
    "chapterId": "857",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৪: লজ্জাশীলতা ও তার মাহাত্ম্য এবং এ গুণে গুণান্বিত হওয়ার প্রতি উৎসাহ প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) was even shier than a virgin behind her veil. When he saw something which he disliked, we could perceive it on his face.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن أَبي سَعِيدٍ الخُدرِي رضي الله عنه، قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم أشَدَّ حَيَاءً مِنَ العَذْرَاءِ في خِدْرِهَا، فَإذَا رَأَى شَيْئاً يَكْرَهُهُ عَرَفْنَاهُ في وَجْهِه . متفقٌ عَلَيْهِ",
    "hadithBengali": "৪/৬৮৯। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অন্তঃপুরবাসিনী কুমারীর চেয়েও বেশি লজ্জাশীল ছিলেন। যখন তিনি কোন জিনিস অপছন্দ করতেন আমরা তাঁর চেহারায় তা বুঝতে পারতাম। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n\nআলেমগণ বলেন, লজ্জাশীলতার প্রকৃতত্ব হল এমন সৎচরিত্রতা, যা নোংরা বর্জন করতে মানুষকে উদ্বুদ্ধ করে এবং অধিকারীর অধিকার আদায়ে ত্রুটি প্রদর্শন করতে বিরত রাখে।\n\nআবুল কাসেম জুনাইদ (রাহিমাহুল্লাহ) থেকে বর্ণিত, তিনি বলেছেন, লজ্জাশীলতা হল, নিয়ামত লক্ষ্য করা এবং সেই সাথে (তার কৃতজ্ঞতায়) ত্রুটি লক্ষ্য করা। এই দুয়ের মাঝে যে অনুভূতি সৃষ্টি হয়, তাকেই লজ্জা বলা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "689",
    "id": "23654",
    "thesequence": "22934",
    "isActive": "1",
    "chapterId": "857",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৪: লজ্জাশীলতা ও তার মাহাত্ম্য এবং এ গুণে গুণান্বিত হওয়ার প্রতি উৎসাহ প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, The most evil of the people to Allah on the Day of Resurrection will be the man who consorts with his wife and then publicizes her secret.\n\n[Muslim].",
    "hadithArabic": "وَعَن أَبي سَعِيدٍ الخُدرِي رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; إنَّ مِنْ أشَرِّ النَّاسِ عِنْدَ اللهِ مَنْزِلَةً يَوْمَ القِيَامَةِ الرَّجُلَ يُفْضِي إِلَى الْمَرْأةِ وتُفْضِي إِلَيْهِ، ثُمَّ يَنْشُرُ سِرَّهَا &raquo; رواه مسلم",
    "hadithBengali": "আল্লাহ তাআলা বলেন,<!--صلى الله عليه وسلمm-->\n\n<p dir=RTL>﴿وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡ&zwj;ُٔولٗا﴾ [الاسراء: ٣٤] <!--صلى الله عليه وسلمm-->\n\nঅর্থাৎ &ldquo;প্রতিশ্রুতি পালন করো; নিশ্চয়ই প্রতিশ্রুতি সম্পর্কে কৈফিয়ত তলব করা হবে।&rdquo; (সূরা বানী ইস্রাঈল ৩৪ আয়াত)\n\n<hr />\n<!--صلى الله عليه وسلمm-->১/৬৯০। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কিয়ামতের দিন আল্লাহর নিকট সবচেয়ে নিকৃষ্ট মানুষ সেই ব্যক্তি হবে, যে স্ত্রীর সঙ্গে মিলন করে এবং স্ত্রী তার সঙ্গে মিলন করে। অতঃপর সে তার (স্ত্রীর) গোপন কথা প্রকাশ করে দেয়। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "690",
    "id": "23655",
    "thesequence": "22935",
    "isActive": "1",
    "chapterId": "858",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৫: গোপনীয়তা রক্ষা করার গুরুত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Umar (May Allah be pleased with them) reported:\nMy father Umar (May Allah be pleased with him) said: When (his daughter) Hafsah (May Allah be pleased with her) became a widow, I met Uthman bin Affan (May Allah be pleased with him) and offered Hafsah for marriage to him. Uthman said: I shall think over the matter. I waited for a few days and then Uthman met me and said: It occurred to me that I should not marry at present. Then I met Abu Bakr (May Allah be pleased with him) and said to him: If you are willing, I shall marry my daughter Hafsah to you. Abu Bakr (May Allah be pleased with him) remained silent and did not utter any word to me in reply. I grew more angry with him than with Uthman. I had waited for only a few days when Messenger of Allah (ﷺ) asked for her hand in marriage and I married her to him. Thereafter, I met Abu Bakr (May Allah be pleased with him) who said, Perhaps you were angry with me when you offered Hafsah to me and I said nothing in reply. I said, Yes, that is so. He said, Nothing stopped me to respond to your offer except that I knew that Messenger of Allah (ﷺ) had mentioned her and I could not disclose the secret of Messenger of Allah (ﷺ). Had Messenger of Allah (ﷺ) left her, I would have accepted her.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن عَبدِ اللهِ بنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا: أنَّ عُمَرَ رضي الله عنه حِيْنَ تأيَّمَتْ بِنْتُهُ حَفْصَةُ، قَالَ: لَقِيتُ عُثْمَانَ بْنَ عَفّانَ رضي الله عنه، فَعَرَضْتُ عَلَيْهِ حَفْصَةَ، فَقُلْتُ: إنْ شِئْتَ أَنْكَحْتُكَ حَفْصَةَ بِنْتَ عُمَرَ ؟ قَالَ: سأنْظُرُ فِي أمْرِي . فَلَبِثْتُ لَيَالِيَ ثُمَّ لَقِيَنِي، فَقَالَ: قَدْ بَدَا لِي أنْ لاَ أتَزَوَّجَ يَوْمِي هَذَا . فَلَقِيتُ أَبَا بَكْرٍ رضي الله عنه، فَقُلتُ: إنْ شِئْتَ أنْكَحْتُكَ حَفْصَةَ بنْتَ عُمَرَ، فَصَمتَ أَبُو بَكْرٍ رضي الله عنه، فَلَمْ يَرْجِعْ إلَيَّ شَيْئاً ! فَكُنْتُ عَلَيْهِ أوْجَدَ مِنِّي عَلَى عُثْمَانَ، فَلَبِثَ لَيَالِيَ ثُمَّ خَطَبَهَا النَّبيُّ صلى الله عليه وسلم، فَأنْكَحْتُهَا إيَّاهُ. فَلَقِيَنِي أَبُو بَكْرٍ، فَقَالَ: لَعَلَّكَ وَجَدْتَ عَلَيَّ حِيْنَ عَرَضْتَ عَلَيَّ حَفْصَةَ فَلَمْ أرْجِعْ إِلَيْكَ شَيْئاً؟ فَقُلتُ: نَعَمْ، قَالَ: فَإنَّهُ لَمْ يَمْنَعْنِي أَنْ أرْجِعَ إِلَيْكَ فِيمَا عَرَضْتَ عَلَيَّ إِلاَّ أنِّي كُنْتُ عَلِمْتُ أنَّ النبيَّ صلى الله عليه وسلم ذَكَرَهَا، فَلَمْ أكُنْ ِلأُفْشِيَ سِرَّ رَسُولِ الله صلى الله عليه وسلم، وَلَوْ تَرَكَهَا النَّبيُّ صلى الله عليه وسلم لَقَبِلْتُهَا . رواه البخاري",
    "hadithBengali": "২/৬৯১। আব্দুল্লাহ ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত। যখন উমার রাদিয়াল্লাহু আনহু-এর কন্যা হাফসা রাদিয়াল্লাহু আনহা বিধবা হয়ে গেলেন, তখন তিনি বললেন যে, আমি উসমান ইবনে আফ্ফানের সঙ্গে সাক্ষাৎ করলাম এবং হাফসাকে বিবাহ করার জন্য দরখাস্ত দিয়ে তাঁকে বললাম, আপনি ইচ্ছা করলে আপনার বিবাহ আমি উমারের কন্যা হাফসার সাথে দিয়ে দিচ্ছি? তিনি বললেন, আমি আমার (এ) ব্যাপারে বিবেচনা করব। সুতরাং আমি কয়েকটি রাত্রি অপেক্ষা করলাম। অতঃপর তিনি আমার সঙ্গে সাক্ষাৎ করে বললেন, আমার এখন বিয়ে না করাটাই ভাল মনে করছি। (উমার বলেন,) অতঃপর আমি আবূ বকর রাদিয়াল্লাহু আনহু-এর সাথে দেখা করে বললাম, যদি আপনি ইচ্ছা করেন, তাহলে আমি আপনার বিবাহ হাফসার সাথে দিয়ে দই। আবূ বকর চুপ থাকলেন এবং কোন উত্তর দিলেন না। সুতরাং আমি উসমান অপেক্ষা তাঁর প্রতি বেশী দুঃখিত হলাম।<br />\n<br />\nতারপর কয়েকটি রাত্রি অপেক্ষা করলাম। অতঃপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বয়ং তাকে বিবাহের পায়গাম দিলেন। ফলে আমি হাফসার বিবাহ তাঁর সাথেই দিয়ে দিলাম। তারপর আবূ বকর আমার সাথে সাক্ষাৎ করে বললেন, আপনি আমাকে হাফসাকে বিবাহ করার দরখাস্ত দিয়েছিলেন এবং আমি কোন উত্তর দইনি। সেজন্য হয়তো আপনি আমার উপর দুঃখিত হয়েছেন? আমি বললাম, হ্যাঁ। তিনি বললেন, আমার আপনাকে উত্তর না দেওয়ার কারণ এই ছিল যে, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাফসাকে বিবাহ করার ব্যাপারে আলোচনা করেছিলেন। সুতরাং আমি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর গোপন কথা প্রকাশ করতে চাচ্ছিলাম না। যদি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাফসাকে বর্জন করতেন, তাহলে নিশ্চয়ই আমি তাকে গ্রহণ করতাম। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "691",
    "id": "23656",
    "thesequence": "22936",
    "isActive": "1",
    "chapterId": "858",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৫: গোপনীয়তা রক্ষা করার গুরুত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nOn one occasion all the wives of the Prophet (ﷺ) were with him when his daughter, Fatimah (May Allah be pleased with her) who walked after the style of his father, came there. He (ﷺ) welcomed her saying, Welcome, O my daughter, and made her sit on his right side, or on his left side and then whispered something to her at which she wept bitterly. When he perceived her grief, he talked secretly to her again and she smiled (with happiness). I said to her: Messenger of Allah (ﷺ chose you from amongst all his wives to speak secretly to you and yet you cried. When he left, I asked her, What did Messenger of Allah (ﷺ) say to you? She said, I will not divulge the secret of Messenger of Allah (ﷺ). When Messenger of Allah (ﷺ) passed away, I said to her: I adjure you by the right I have in respect of you to tell me what Messenger of Allah (ﷺ) had told you. She said: Now (when Messenger of Allah (ﷺ) has died), I will tell you. When he whispered to me the first time, he told me, Jibril (Gabriel) used to listen to my recitation of the Quran and then recite it back to me once or twice a year, and this time he has done it twice; and so I perceive that my death is approaching. Then be mindful of your duty to Allah and be patient and steadfast, for I shall be an excellent predecessor for you. On this I wept as you saw. When he perceived my distress he talked to me secretly the second time and said, O Fatimah, are you not pleased that you will be the chief among the believing women or of this Ummah? This made me smile as you saw.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن عَائِشَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: كُنَّ أَزْوَاجُ النَّبيِّ صلى الله عليه وسلم عِنْدَهُ، فَأقْبَلَتْ فَاطِمَةُ رَضِيَ اللهُ عَنهَا تَمْشِي، مَا تُخْطِئُ مِشيتُهَا مِنْ مشْيَةِ رَسُولِ اللهِ صلى الله عليه وسلم شَيْئاً، فَلَمَّا رَآهَا رَحَّبَ بِهَا، وَقَالَ: &laquo;مَرْحَباً بابْنَتِي &raquo;، ثُمَّ أجْلَسَهَا عَنْ يَمِينِهِ أَوْ عَنْ شِمَالِهِ، ثُمَّ سَارَّهَا فَبَكتْ بُكَاءً شَدِيداً، فَلَمَّا رَأَى جَزَعَهَا، سَارَّهَا الثَّانِيَةَ فَضَحِكَتْ، فَقُلتُ لَهَا: خَصَّكِ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم مِنْ بَيْنِ نِسَائِهِ بِالسِّرَارِ، ثُمَّ أنْتِ تَبْكِينَ ! فَلَمَّا قَامَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم سَألْتُهَا: مَا قَالَ لَكِ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم ؟ قَالَتْ: مَا كُنْتُ لأُفْشِي عَلَى رَسُولِ اللهِ صلى الله عليه وسلم سِرَّهُ، فَلَمَّا تُوُفِّيَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم قُلْتُ: عَزَمْتُ عَلَيْكِ بِمَا لِي عَلَيْكِ مِنَ الحَقِّ، لَمَا حَدَّثْتِنِي مَا قَالَ لَكِ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم ؟ فَقَالَتْ: أمَّا الآنَ فَنَعَمْ، أمَّا حِيْنَ سَارَّنِي في المَرَّةِ الأُولَى فَأَخْبَرَنِي أَنَّ جِبْريلَ كَانَ يُعَارِضُهُ القُرآنَ فِي كُلِّ سَنَةٍ مَرَّةً أَوْ مَرَّتَيْنِ، وَأنَّهُ عَارَضَهُ الآنَ مَرَّتَيْنِ، وَإنِّي لا أُرَى الأجَلَ إِلاَّ قَدِ اقْتَرَبَ، فَاتَّقِي اللهَ وَاصْبِرِي، فَإِنَّهُ نِعْمَ السَّلَفُ أنَا لَكِ، فَبَكَيْتُ بُكَائِي الَّذِي رَأيْتِ، فَلَمَّا رَأى جَزَعِي سَارَّنِي الثَّانِيَةَ، فَقَالَ: &laquo; يَا فَاطِمَةُ، أمَا تَرْضَيْنَ أنْ تَكُونِي سَيِّدَةَ نِسَاءِ المُؤُمِنِينَ، أَوْ سَيَّدَةَ نِساءِ هذِهِ الأُمَّةِ ؟ &raquo; فَضَحِكتُ ضَحِكِي الَّذِي رَأيْتِ . متفقٌ عَلَيْهِ، وهذا لفظ مسلم",
    "hadithBengali": "৩/৬৯২। আয়েশা রাদিয়াল্লাহু আনহা বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রীরা সকলেই তাঁর কাছে ছিল। ইত্যবসরে ফাতেমা রাদিয়াল্লাহু আনহা হেঁটে (আমাদের নিকট) এল। তার চলন এবং আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চলনের মধ্যে কোন পার্থক্য ছিল না। অতঃপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে দেখে স্বাগত জানালেন এবং বললেন, আমার কন্যার শুভাগমন হোক। অতঃপর তিনি তাকে নিজের ডান অথবা বাম পাশে বসালেন। তারপর তিনি তাকে কানে কানে গোপনে কিছু বললেন। ফাতেমা রাদিয়াল্লাহু আনহা জোরেশোরে কাঁদতে আর&lrm;ম্ভ করলেন। সুতরাং তিনি তার অস্থিরতা দেখে পুনর্বার তাকে কানে কানে কিছু বললেন। ফলে (এবার) সে হাসতে লাগল। (আয়েশা বলেন,) অতঃপর আমি ফাতেমাকে বললাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর স্ত্রীদের মাঝে (তাদেরকে বাদ দিয়ে) তোমাকে গোপনে কিছু বলার জন্য বেছে নেওয়া সত্ত্বেও তুমি কাঁদছ? তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন উঠে গেলেন, তখন আমি তাকে বললাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাকে কী বললেন? সে বলল, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর গোপন কথা প্রকাশ করব না।<br />\n<br />\nঅতঃপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মৃত্যুবরণ করলে আমি ফাতেমাকে বললাম, তোমার প্রতি আমার অধিকার রয়েছে। তাই আমি তোমাকে কসম দিয়ে বলছি যে, তুমি আমাকে বল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাকে কী বলেছিলেন? সে বলল, এখন বলতে কোন অসুবিধা নেই। আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রথমবারে কানাকানি করার সময় আমাকে সংবাদ দিয়েছিলেন যে, জিব্রাঈল আলাইহিস সালাম প্রত্যেক বছর একবার (অথবা দুবার) করে কুরআন শোনান। কিন্তু এখন তিনি দুবার শুনালেন। সুতরাং আমি বুঝতে পারছি যে, আমার মৃত্যু সন্নিকটে। সুতরাং তুমি (হে ফাতেমা!) আল্লাহকে ভয় করো এবং ধৈর্য ধারণ করো। কেননা, আমি তোমার জন্য উত্তম অগ্রগামী। সুতরাং আমি (এ কথা শুনে) কেঁদে ফেললাম, যা তুমি দেখলে। অতঃপর তিনি আমার অস্থিরতা দেখে দ্বিতীয়বার কানে কানে বললেন, হে ফাতেমা! তুমি কি এটা পছন্দ কর না যে, মুমিন নারীদের তুমি সর্দার হবে অথবা এই উম্মতের নারীদের সর্দার হবে? সুতরাং (এমন সুসংবাদ শুনে) আমি হাসলাম, যা তুমি দেখলে। (বুখারী<!--صلى الله عليه وسلمm-->, শব্দাবলী মুসলিমের) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "692",
    "id": "23657",
    "thesequence": "22937",
    "isActive": "1",
    "chapterId": "858",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৫: গোপনীয়তা রক্ষা করার গুরুত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Thabit (May Allah be pleased with him) reported:\nAnas (May Allah be pleased with him) said: Messenger of Allah (ﷺ) came to me while I was playing with the boys. He greeted us and sent me on an errand. This delayed my return to my mother. When I came to her, she asked, What detained you? I said; Messenger of Allah (ﷺ) sent me on an errand. She asked, What was it? I said, It is a secret. My mother said; Do not disclose to anyone the secret of Messenger of Allah (ﷺ). Anas (May Allah be pleased with him) said to Thabit (May Allah be pleased with him): By Allah, were I to tell it to anyone I would have told you.\n\n[Muslim].",
    "hadithArabic": "وَعَن ثَابِتٍ، عَن أَنَسٍ رضي الله عنه، قَالَ: أتَى عَلَيَّ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم وَأنَا ألْعَبُ مَعَ الغِلْمَانِ، فَسَلمَ عَلَيْنَا، فَبَعَثَني إِلَى حَاجَةٍ، فَأبْطَأتُ عَلَى أُمِّي . فَلَمَّا جِئْتُ، قَالَتْ: مَا حَبَسَكَ ؟ فَقُلتُ: بَعَثَني رَسُولُ الله صلى الله عليه وسلم لِحَاجَةٍ، قَالَتْ: مَا حَاجَتُهُ ؟ قُلْتُ: إنَّهاَ سِرٌّ . قَالَتْ: لاَ تُخْبِرَنَّ بِسرِّ رَسُولِ اللهِ صلى الله عليه وسلم أحَداً، قَالَ أنَسٌ: وَاللهِ لَوْ حَدَّثْتُ بِهِ أحَداً لَحَدَّثْتُكَ بِهِ يَا ثَابِتُ . رواه مسلم وروى البخاري بعضه مختصراً.",
    "hadithBengali": "৪/৬৯৩। সাবেত হতে বর্ণিত, আনাস রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট এলেন যখন আমি বালকদের সাথে খেলা করছিলাম। অতঃপর তিনি আমাদেরকে সালাম দিয়ে আমাকে কোন কাজে পাঠালেন। সুতরাং আমার মায়ের নিকট আসতে বিলম্ব হয়ে গেল। তারপর যখন আমি (বাড়ি) এলাম, তখন মা বললেন, কিসে তোমাকে আটকে রেখেছিল?\n\nআমি বললাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে কোন প্রয়োজনে পাঠিয়েছিলেন। মা বললেন, তাঁর কী প্রয়োজন ছিল? আমি বললাম, সেটা তো ভেদের কথা। তিনি বললেন, তুমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ভেদ খবরদার (কাউকে) বলবে না। আনাস রাদিয়াল্লাহু আনহু বলেন, আল্লাহর কসম! যদি আমি (এ ভেদ) কাউকে বলতাম, তাহলে তোমাকে বলতাম হে সাবেত! (মুসলিম<!--صلى الله عليه وسلمm-->, বুখারী সংক্ষেপে) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "693",
    "id": "23658",
    "thesequence": "22938",
    "isActive": "1",
    "chapterId": "858",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৫: গোপনীয়তা রক্ষা করার গুরুত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, Three are the signs of a hypocrite: When he speaks, he lies; when he makes a promise, he breaks it; and when he is trusted, he betrays his trust.\n\n[Al-Bukhari and Muslim].\n\nAnother narration adds the words: Even if he observes Saum (fasts), performs Salat (prayer) and claims to be a Muslim.",
    "hadithArabic": "وَعَن أَبي هُرَيرَةَ رضي الله عنه: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ:  آيَةُ المُنَافِقِ ثَلاَثٌ: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أخْلَفَ، وَإِذَا اؤْتُمِنَ خَانَ . متفقٌ عَلَيْهِ .\nزَادَ في رِوَايةٍ لمسلم:  وإنْ صَامَ وَصَلَّى وَزَعَمَ أنَّهُ مُسْلِمٌ \n",
    "hadithBengali": "আল্লাহ তাআলা বলেন,<!--صلى الله عليه وسلمm-->\n\n<p dir=RTL>﴿ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡ&zwj;ُٔولٗا﴾ [الاسراء: ٣٤]<!--صلى الله عليه وسلمm-->\n\nঅর্থাৎ &ldquo;আর প্রতিশ্রুতি পালন করো; নিশ্চয়ই প্রতিশ্রুতি সম্পর্কে কৈফিয়ত তলব করা হবে।&rdquo; (সূরা বানী ইস্রাঈল ৩৪ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি অন্যত্র বলেছেন,<!--صلى الله عليه وسلمm-->\n\n<p dir=RTL>﴿ وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ ﴾ [النحل: ٩١]<!--صلى الله عليه وسلمm-->\n\nঅর্থাৎ &ldquo;তোমরা যখন পরস্পর অঙ্গীকার কর তখন আল্লাহর অঙ্গীকার পূর্ণ কর।&rdquo; (সূরা নাহল ৯১ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি অন্য জায়গায় বলেছেন,<!--صلى الله عليه وسلمm-->\n\n<p dir=RTL>﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَوۡفُواْ بِٱلۡعُقُودِۚ ﴾ [المائ&zwj;دة: ١]<!--صلى الله عليه وسلمm-->\n\nঅর্থাৎ &ldquo;হে ঈমানদারগণ! তোমরা চুক্তিসমূহ পূর্ণ কর।&rdquo; (সূরা মাইদাহ ১ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি আরো বলেছেন,<!--صلى الله عليه وسلمm-->\n\n<p dir=RTL>﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ ٢ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ ٣ ﴾ [الصف: ٢، ٣]<!--صلى الله عليه وسلمm-->\n\nঅর্থাৎ &ldquo;হে বিশ্বাসীগণ! তোমরা যা কর না, তা তোমরা বল কেন? তোমরা যা কর না তোমাদের তা বলা আল্লাহর নিকট অতিশয় অসন্তোষজনক।&rdquo; (সূরা স্বাফফ ২-৩ আয়াত)<!--صلى الله عليه وسلمm-->\n\n<hr />\n১/৬৯৪। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মুনাফিকের চিহ্ন হল তিনটি (১) কথা বললে মিথ্যা বলে। (২) ওয়াদা করলে তা খেলাপ করে। এবং (৩) আমানত রাখা হলে তাতে খিয়ানত করে। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n\n\n\nমুসলিমের এক বর্ণনায় আছে, যদিও সে রোযা রাখে এবং নামায পড়ে ও ধারণা করে যে, সে মুসলিম।\n",
    "checkStatus": "1",
    "hadithNo": "694",
    "id": "23659",
    "thesequence": "22939",
    "isActive": "1",
    "chapterId": "859",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৬: চুক্তি পূরণ, প্রতিশ্রুতি রক্ষা ও অঙ্গীকার পালন করার গুরুত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Amr bin Al-as (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Four are the qualities which, when found in a person, make him a sheer hypocrite, and one who possesses one of them, possesses one characteristic of hypocrisy until he abandons it. These are: When he is entrusted with something, he betrays trust; when he speaks, he lies; when he promises, he acts treacherously; and when he argues, he behaves in a very imprudent, insulting manner.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن عَبدِ اللهِ بنِ عَمرِو بنِ العَاصِ رَضِيَ اللهُ عَنهُمَا: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ:  أرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقاً خَالِصاً، وَمَنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا: إِذَا اؤْتُمِنَ خَانَ، وَإِذَا حَدَّثَ كَذَبَ، وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا خَاصَمَ فَجَرَ . متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৬৯৫। আব্দুল্লাহ ইবনে আমর ইবনুল আস রাদিয়াল্লাহু আনহু হতে বর্ণিত, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যার মধ্যে চারটি স্বভাব পাওয়া যাবে, সে খাঁটি মুনাফেক হয়ে যাবে। আর যার মধ্যে এগুলোর একটি স্বভাব থাকবে, তার মধ্যে মুনাফেকীর একটি স্বভাব থেকে যাবে; যতক্ষণ না সে তা বর্জন করবে। (১) তাকে আমানত দেওয়া হলে সে খিয়ানত করবে। (২) কথা বললে মিথ্যা বলবে। (৩) ওয়াদা করলে খেলাপ করবে। এবং (৪) ঝগড়া করলে গালি-গালাজ করবে। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "695",
    "id": "23660",
    "thesequence": "22940",
    "isActive": "1",
    "chapterId": "859",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৬: চুক্তি পূরণ, প্রতিশ্রুতি রক্ষা ও অঙ্গীকার পালন করার গুরুত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said to me, When the revenues of Bahrain will arrive, I shall give you such and such and such. He passed away before the revenues were received. When they arrive during the caliphate of Abu Bakr (May Allah be pleased with him), he ordered to be announced: Anyone whom Messenger of Allah (ﷺ) promised or owed anything, should come to him. I went to him and said: Messenger of Allah (ﷺ) had said to me such and such. He took a double handful out of the money and gave it to me. I counted it and found that it was five hundred dirham. Then Abu Bakr (May Allah be pleased with him) said to me: Take twice as much more of that amount.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": " وَعَن جَابِرٍ رضي الله عنه، قَالَ: قَالَ لِي النَّبِيُّ صلى الله عليه وسلم:  لَوْ قَدْ جَاءَ مَالُ الْبَحْرَيْنِ أعْطَيْتُكَ هَكَذَا وَهَكَذَا وَهكَذَا  فَلَمْ يَجِئْ مَالُ الْبَحْرَينِ حَتَّى قُبِضَ النَّبيُّ صلى الله عليه وسلم، فَلَمَّا جَاءَ مَالُ الْبَحْرَيْنِ أمَرَ أَبُو بَكْرٍ رضي الله عنه فَنَادَى: مَنْ كَانَ لَهُ عِنْدَ رَسُولِ اللهِ صلى الله عليه وسلم عِدَةٌ أَوْ دَيْنٌ فَلْيَأتِنَا، فَأتَيْتُهُ وَقُلْتُ لَهُ: إنَّ النَّبيَّ صلى الله عليه وسلم قَالَ لِي كَذَا وَكَذَا، فَحَثَى لِي حَثْيَةً فَعَدَدْتُهَا، فَإِذَا هِيَ خَمْسُمِئَةٍ، فَقَالَ لِي: خُذْ مِثْلَيْهَا . متفقٌ عَلَيْهِ",
    "hadithBengali": "৩/৬৯৬। জাবের রাদিয়াল্লাহু আনহু বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, বাহরাইন থেকে মাল এলে তোমাকে এতটা, এতটা এবং এতটা দেব। অতঃপর বাহরাইনের মাল আসার পূর্বেই নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মারা গেলেন। তারপর বাহরাইনের মাল এসে গেলে আবূ বকর রাদিয়াল্লাহু আনহু ঘোষণা করলেন, যার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট প্রাপ্য কোন প্রতিশ্রুতি অথবা ঋণ আছে, সে আমার নিকট আসুক। (ঘোষণা শুনে) আমি (জাবের) তাঁকে বললাম যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এতটা মাল দেওয়ার ওয়াদা করেছিলেন। অতঃপর তিনি আঁজলা ভরে আমাকে দিলেন। আমি তা গুণে পাঁচশ পেলাম। তারপর তিনি বললেন, এর দ্বিগুণ আরো নাও। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "696",
    "id": "23661",
    "thesequence": "22941",
    "isActive": "1",
    "chapterId": "859",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৬: চুক্তি পূরণ, প্রতিশ্রুতি রক্ষা ও অঙ্গীকার পালন করার গুরুত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Amr bin Al-as (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said to me, O Abdullah! Do not be like so-and-so; he used to get up at night for optional prayer but abandoned it later.\n\n[Al-Bukhari and Muslim].\n",
    "hadithArabic": "وَعَن عَبدِ اللهِ بنِ عَمرِو بنِ العَاصِ رَضِيَ اللهُ عَنهُمَا، قَالَ: قَالَ لِي رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo;يَا عبْدَ اللهِ ! لاَ تَكُنْ مِثْلَ فُلانٍ، كَانَ يَقُومُ اللَّيْلَ فَتَرَكَ قِيَامَ اللَّيْلِ&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "আল্লাহ তাআলা বলেন,\n\n<p dir=RTL>﴿ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ ﴾ [الرعد: ١١]\n\nঅর্থাৎ &ldquo;নিশ্চয় আল্লাহ কোন সম্প্রদায়ের অবস্থা পরিবর্তন করেন না; যতক্ষণ না তারা নিজেদের অবস্থা নিজেরা পরিবর্তন করে।&rdquo; সূরা রা<!--صلى الله عليه وسلمm-->&#39;দ ১১ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি আরো বলেন,\n\n<p dir=RTL>﴿ وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا﴾ [النحل: ٩٢]\n\nঅর্থাৎ &ldquo;তোমরা সে নারীর মত হয়ো না, যে তার সুতা মজবুত করে পাকাবার পর ওর পাক খুলে নষ্ট করে দেয়।&rdquo; (সূরা নাহ্&zwnj;ল ৯২ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি আরো বলেন,\n\n<p dir=RTL>﴿ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ ﴾ [الحديد: ١٦]\n\nঅর্থাৎ &ldquo;পূর্বে যাদেরকে কিতাব দেওয়া হয়েছিল তাদের মত তারা হবে না বহুকাল অতিক্রান্ত হয়ে গেলে যাদের অন্তর কঠিন হয়ে পড়েছিল।&rdquo; (সূরা হাদীদ ১৬ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি আরো বলেন,\n\n<p dir=RTL>﴿فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ ﴾ [الحديد: ٢٧]\n\nঅর্থাৎ &ldquo;এটাও তারা যথাযথভাবে পালন করেনি।&rdquo; (সূরা হাদীদ ২৭ আয়াত)<!--صلى الله عليه وسلمm-->\n\n<hr />\n১/৬৯৭। আব্দুল্লাহ ইবনে আমর ইবনুল আস রাদিয়াল্লাহু আনহু বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা আমাকে বললেন, হে আব্দুল্লাহ! তুমি অমুকের মত হয়ো না, যে রাত্রে উঠে ইবাদত করত, অতঃপর সে রাতের (তাহাজ্জুদ) নামায ছেড়ে দিয়েছে। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "697",
    "id": "23662",
    "thesequence": "22942",
    "isActive": "1",
    "chapterId": "860",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৭: সদাচার অব্যাহত রাখার গুরুত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Adi bin Hatim (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, Guard yourselves against the Fire (of Hell) even if it be only with half a date-fruit (given in charity); and if you cannot afford even that, you should at least say a good word.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن عَدِيِّ بنِ حَاتِمٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; اتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ فَمَنْ لَمْ يَجِدْ فَبِكَلِمَةٍ طَيِّبَةٍ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "আল্লাহ তাআলা বলেন,\n\n<p dir=RTL>﴿ۡ وَٱخۡفِضۡ جَنَاحَكَ لِلۡمُؤۡمِنِينَ ﴾ [الحجر: ٨٨]\n\nঅর্থাৎ &ldquo;মুমিনদের জন্য তুমি তোমার বাহুকে অবনমিত রাখ।&rdquo; সূরা হিজর ৮৮ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি আরো বলেন,\n\n<p dir=RTL>﴿ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ ﴾ [ال عمران: ١٥٩]\n\nঅর্থাৎ &ldquo;আল্লাহর দয়ায় তুমি তাদের প্রতি হয়েছিলে কোমল-হৃদয়; যদি তুমি রূঢ় ও কঠোর চিত্ত হতে তাহলে তারা তোমার আশপাশ হতে সরে পড়ত।&rdquo; (সূরা আলে ইমরান ১৫৯ আয়াত)\n\n<hr />\n<!--صلى الله عليه وسلمm-->১/৬৯৮। আদী ইবনে হাতেম রাদিয়াল্লাহু আনহু বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যদি আধখানা খেজুর দান করে জাহান্নামের আগুন থেকে বাঁচতে পার তবুও বাঁচ। যদি কোন ব্যক্তি এটাও না পায়, তাহলে সে যেন ভাল কথা বলে বাঁচে। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "698",
    "id": "23663",
    "thesequence": "22943",
    "isActive": "1",
    "chapterId": "861",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৮: মিষ্টি কথা বলা এবং হাসি মুখে সাক্ষাৎ করার গুরুত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, It is also charity to utter a good word.\n\n[Al- Bukhari and Muslim].",
    "hadithArabic": "وَعَن أَبي هُرَيرَةَ رضي الله عنه: أَنَّ النَّبِيَّ صلى الله عليه وسلم، قَالَ: وَالكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ . متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৬৯৯। আবূ হুরাইরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, ভাল কথা বলাও সাদকাহ। (বুখারী ও মুসলিম<!--صلى الله عليه وسلمm-->, বিস্তারিত হাদীস পূর্বে উল্লিখিত হয়েছে।) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "699",
    "id": "23664",
    "thesequence": "22944",
    "isActive": "1",
    "chapterId": "861",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৮: মিষ্টি কথা বলা এবং হাসি মুখে সাক্ষাৎ করার গুরুত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Dharr (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, Do not disdain a good deed, (no matter how small it may seem) even if it is your meeting with your (Muslim) brother with a cheerful face.\n\n[Muslim].",
    "hadithArabic": "وَعَن أَبي ذَرٍّ رضي الله عنه، قَالَ: قَالَ لِي رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo;لاَ تَحْقِرَنَّ مِنَ الْمَعْرُوفِ شَيْئاً، وَلَوْ أنْ تَلْقَى أخَاكَ بوَجْهٍ طَلْقٍ&raquo;. رواه مسلم",
    "hadithBengali": "৩/৭০০। আবূ যার্র রাদিয়াল্লাহু আনহু বলেন, একদা আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, তুমি কোন ভাল কাজকে তুচ্ছ মনে করো না। যদিও তুমি তোমার ভাইয়ের সাথে হাসিমুখে সাক্ষাৎ করতে পার। (মুসলিম)<!--صلى الله عليه وسلمm--> (অর্থাৎ মুসলিম ভাইয়ের সাথে হাসিমুখে সাক্ষাৎ করাও একটি ভালো কাজ।) [1]\n",
    "checkStatus": "1",
    "hadithNo": "700",
    "id": "23665",
    "thesequence": "22945",
    "isActive": "1",
    "chapterId": "861",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৮: মিষ্টি কথা বলা এবং হাসি মুখে সাক্ষাৎ করার গুরুত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nWhenever the Prophet (ﷺ) said something, he would repeat his words thrice so that the meanings would be understood fully; and whenever he came upon a group of people, he would greet them, and he would repeat salutation thrice.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن أَنَسٍ رضي الله عنه: أنَّ النَّبيَّ صلى الله عليه وسلم كَانَ إِذَا تَكَلَّمَ بِكَلِمَةً أعَادَهَا ثَلاَثاً حَتَّى تُفْهَمَ عَنْهُ، وَإِذَا أتَى عَلَى قَوْمٍ فَسَلَّمَ عَلَيْهِمْ سَلَّمَ عَلَيْهِمْ ثَلاَثاً . رواه البخاري",
    "hadithBengali": "১/৭০১। আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন কথা বুঝাবার জন্য তিনবার করে বলতেন এবং কোন সম্প্রদায়ের নিকট এলে তিনবার সালাম দিতেন। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n\n<hr />\n<em>* (কথা জটিল হলে প্রয়োজনে তিনবার ঘুরিয়ে-ফিরিয়ে বলতেন। আর সভা বড় হলে অথবা কতক মানুষ শুনতে না পেলে অথবা প্রবেশ-অনুমতি নিতে হলে তিনবার সালাম দিতেন।)<!--صلى الله عليه وسلمm--></em>\n",
    "checkStatus": "1",
    "hadithNo": "701",
    "id": "23666",
    "thesequence": "22946",
    "isActive": "1",
    "chapterId": "862",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৯: কথা স্পষ্ট করে বলা এবং সম্বোধিত ব্যক্তি বুঝতে না পারলে একটি কথাকে বারবার ঘুরিয়ে-ফিরিয়ে বলা উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nthe speech of Messenger of Allah (ﷺ) was so clear that all those who listened to it would understand it.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَن عَائِشَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: كَانَ كَلاَمُ رَسُولِ اللهِ صلى الله عليه وسلم كَلاماً فَصْلاً يَفْهَمُهُ كُلُّ مَنْ يَسْمَعُهُ . رواه أَبُو داود",
    "hadithBengali": "২/৭০২। আয়েশা রাদিয়াল্লাহুআনহা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা স্পষ্ট ছিল, সব শ্রোতাই তা বুঝে ফেলত। (আবূ দাঊদ) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "702",
    "id": "23667",
    "thesequence": "22947",
    "isActive": "1",
    "chapterId": "862",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৮৯: কথা স্পষ্ট করে বলা এবং সম্বোধিত ব্যক্তি বুঝতে না পারলে একটি কথাকে বারবার ঘুরিয়ে-ফিরিয়ে বলা উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jarir bin Abdullah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) asked me on the occasion of the Farewell Pilgrimage to tell the people to keep silent, then he (ﷺ) said, Do not revert to disbelief after me, chopping the heads of one another.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن جَرِيرِ بنِ عَبدِ اللهِ رضي الله عنه، قَالَ: قَالَ لِي رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ: &laquo;اِسْتَنْصِتِ النَّاسَ&raquo; ثُمَّ قَالَ: &laquo;لاَ تَرْجِعُوا بَعْدِي كُفّاراً يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৭০৩। জারীর ইবনে আব্দুল্লাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিদায় হজ্জ্বে আমাকে বললেন, সমবেত জনগণকে চুপ করতে বল। তারপর বললেন, আমার পর তোমরা কাফের হয়ে ফিরো না যে, একে অন্যের গর্দান কর্তনে প্রবৃত্ত হবে। (অর্থাৎ নিজেদের মধ্যে খুনাখুনি ও হানাহানিতে জড়িয়ে পড়ো না)। (বুখারী-মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "703",
    "id": "23668",
    "thesequence": "22948",
    "isActive": "1",
    "chapterId": "863",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯০: সঙ্গীর বৈধ কথাবার্তা মনোযোগ দিয়ে শোনা, আলেম ও বক্তার সভায় সমবেত জনগণকে চুপ থাকতে অনুরোধ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Shaqiq bin Salamah reported:\nIbn Masud (May Allah be pleased with him) used to preach to us once every Thursday. A man said to him: O Abu Abdur-Rahman, we love your talk and we wish that you preach us every day. He said: There is nothing to prevent me from doing so, but I dont lest I bore you. I follow the same method in preaching to you that Messenger of Allah (ﷺ) adopted in preaching to us for fear of boredom.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن أَبي وَائِلٍ شَقِيقِ بنِ سَلَمَةَ، قَالَ: كَانَ ابنُ مَسْعُودٍ رضي الله عنه يُذَكِّرُنَا في كُلِّ خَمِيسٍ، فَقَالَ لَهُ رَجُلٌ: يَا أَبَا عَبْدِ الرَّحْمانِ، لَوَدِدْتُ أنَّكَ ذَكَّرْتَنَا كُلَّ يَوْمٍ، فَقَالَ: أمَا إنَّهُ يَمْنَعُنِي مِنْ ذَلِكَ أنَّي أكْرَهُ أنْ أُمِلَّكُمْ، وَإنِّي أتَخَوَّلُكُمْ بِالْمَوْعِظَةِ، كَمَا كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم يَتَخَوَّلُنَا بِهَا مَخَافَةَ السَّآمَةِ عَلَيْنَا . متفقٌ عَلَيْهِ",
    "hadithBengali": "আল্লাহ তাআলা বলেন,\n\n<p dir=RTL>﴿ ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ ﴾ [النحل: ١٢٥]\n\nঅর্থাৎ &ldquo;তুমি মানুষকে তোমার প্রতিপালকের পথে আহবান কর হিকমত ও সদুপদেশ দ্বারা।&rdquo; (সূরা নাহ<!--صلى الله عليه وسلمm-->ল ১২৫ আয়াত)\n\n<hr />\n<!--صلى الله عليه وسلمm-->১/৭০৪। আবূ ওয়ায়েল শাক্বীক্ব ইবনে সালামা হতে বর্ণিত, তিনি বলেন, ইবনে মাসঊদ রাদিয়াল্লাহু আনহু প্রত্যেক বৃহস্পতিবারে আমাদেরকে নসীহত শুনাতেন। একটি লোক তাঁকে নিবেদন করল, হে আবূ আব্দুর রহমান! আমার বাসনা এই যে, আপনি আমাদেরকে যদি প্রত্যেক দিন নসীহত শুনাতেন (তো ভাল হত)। তিনি বললেন, স্মরণে রাখবে, আমাকে এতে বাধা দিচ্ছে এই যে, আমি তোমাদেরকে বিরক্ত করতে অপছন্দ করি। আমি নসীহতের ব্যাপারে তোমাদের প্রতি ঠিক ঐভাবে লক্ষ্য রাখছি, যেভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বিরক্ত হবার আশংকায় উক্ত বিষয়ে আমাদের প্রতি লক্ষ্য রাখতেন। (অর্থাৎ মাঝে-মধ্যে বিশেষ প্রয়োজন মাফিক নসীহত শুনাতেন।) (বুখারী-মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "704",
    "id": "23669",
    "thesequence": "22949",
    "isActive": "1",
    "chapterId": "864",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯১: ওয়ায-নসীহত এবং তাতে মধ্যমপন্থা অবলম্বন করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ammar bin Yasir (May Allah be pleased with them) reported:\nI heard Messenger of Allah (ﷺ) saying, Prolonging Salat (prayer) and shortening the Khutbah (religious talk) indicate the religious knowledge of the person. Make your Salat long and your sermon short.\n\n[Muslim].",
    "hadithArabic": "وَعَن أَبي اليَقَظَانِ عَمَّارِ بنِ يَاسِرٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: سَمِعْتُ رَسُولَ الله ِصلى الله عليه وسلم، يَقُولُ: &laquo;إنَّ طُولَ صَلاَةِ الرَّجُلِ، وَقِصَرَ خُطْبَتِهِ، مَئِنَّةٌ مِنْ فِقهِهِ، فَأَطِيلُوا الصَّلاَةَ وَأقْصِرُوا الْخُطْبَةَ &raquo;. رواه مسلم",
    "hadithBengali": "২/৭০৫। আবুল ইয়াক্বাযান আম্মার ইবনে ইয়াসের রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, মানুষের (জুমআর) দীর্ঘ নামায ও তার সংক্ষিপ্ত খুতবা তার শরয়ী জ্ঞানের পরিচায়ক। অতএব তোমরা নামায লম্বা কর এবং খুতবা ছোট কর। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "705",
    "id": "23670",
    "thesequence": "22950",
    "isActive": "1",
    "chapterId": "864",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯১: ওয়ায-নসীহত এবং তাতে মধ্যমপন্থা অবলম্বন করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Muawiyah bin Al-Hakam As-Sulami (May Allah be pleased with him) reported:\nWhile I was in Salat with Messenger of Allah (ﷺ), a man in the congregation sneezed and I responded with: Yarhamuk-Allah (Allah have mercy on you). The people stared at me with disapproving looks. So I said: May my mother lose me. Why are you staring at me? Thereupon, they began to strike their thighs with their hands. When I saw them urging to me to remain silent, I became angry but restrained myself. When Messenger of Allah (ﷺ) concluded his Salat. I have never before seen an instructor who gave better instruction than he, may my father and mother be sacrificed for him. He neither remonstrated me, nor beat me, nor abused me. He simply said,It is not permissible to talk during Salat because it consists of glorifying Allah, declaring His Greatness as well as recitation of the Quran, or he said words to that effect. I said: O Allahs Messenger, I have but recently accepted Islam, and Allah has favoured us with Islam. There are still some people among us who go to consult soothsayers. He said, Do not consult them. Then I said: There are some of us who are guided by omens. He said, These things which come to their minds. They should not be influenced by them.\n\n(Muslim).",
    "hadithArabic": "وَعَن مُعاوِيَةَ بنِ الحَكَمِ السُّلَمِيِّ رضي الله عنه، قَالَ: بَيْنَا أنَا أُصَلّي مَعَ رَسُولِ اللهِ صلى الله عليه وسلم، إذْ عَطَسَ رَجُلٌ مِنَ القَوْمِ، فَقُلْتُ: يَرْحَمُكَ اللهُ، فَرَمَانِي القَوْمُ بِأبْصَارِهِمْ ! فَقُلْتُ: وَاثُكْلَ أُمِّيَاهُ، مَا شَأنُكُمْ تَنْظُرُونَ إلَيَّ ؟! فَجَعَلُوا يَضْرِبُونَ بِأَيدِيهِم عَلَى أَفْخَاذِهِمْ ! فَلَمَّا رَأيْتُهُمْ يُصَمِّتُونَنِي لَكِنّي سَكَتُّ، فَلَمَّا صَلّى رَسُولُ اللهِ  صلى  الله عليه وسلم  صلى الله عليه وسلم، فَبِأبِي هُوَ وَأُمِّي، مَا رَأيْتُ مُعَلِّماً قَبْلَهُ وَلاَ بَعْدَهُ أحْسَنَ تَعْلِيماً مِنْهُ، فَوَاللهِ مَا كَهَرَني، وَلاَ ضَرَبَنِي، وَلاَ شَتَمَنِي . قَالَ: &laquo; إنَّ هذِهِ الصَّلاَةَ لاَ يَصْلُحُ فِيهَا شَيْءٌ مِنْ كَلامِ النَّاسِ، إنَّمَا هِيَ التَّسْبِيحُ وَالتَّكْبِيرُ، وَقِراءةُ القُرْآنِ &raquo;، أَوْ كَمَا قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم . قلتُ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، إنّي حَدِيثُ عَهْدٍ بِجَاهِلِيَّةٍ، وَقَدْ جَاءَ اللهُ بِالإسْلاَمِ، وَإنَّ مِنّا رِجَالاً يَأتُونَ الْكُهّانَ؟ قَالَ:  فَلاَ تَأتِهِمْ . قُلْتُ: وَمِنّا رِجَالٌ يَتَطَيَّرُونَ ؟ قَالَ:  ذَاكَ شَيْء يَجِدُونَهُ في صُدُورِهِمْ فَلاَ يَصُدَّنَّهُمْ . رواه مسلم",
    "hadithBengali": "৩/৭০৬। মুআবিয়া ইবনে হাকাম সুলামী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি (একবার) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে নামায পড়ছিলাম। ইত্যবসরে হঠাৎ একজন মুক্তাদীর হাঁচি হলে আমি (তার জবাবে) য়্যারহামুকাল্লাহ (আল্লাহ তোমাকে রহম করুন) বললাম। তখন অন্য মুক্তাদীরা আমার দিকে দৃষ্টি নিক্ষেপ করতে লাগল। আমি বললাম, হায়! হায়! আমার মা আমাকে হারিয়ে ফেলুক! তোমাদের কী হয়েছে যে, তোমরা আমার দিকে তাকিয়ে দেখছো? (এ কথা শুনে) তারা তাদের নিজ নিজ হাত দিয়ে নিজ নিজ উরুতে আঘাত করতে লাগল।\n\nতাদেরকে যখন দেখলাম যে, তারা আমাকে চুপ করাতে চাচ্ছে (তখন তো আমার অত্যন্ত রাগ হয়েছিল); কিন্তু আমি চুপ হয়ে গেলাম। অতঃপর আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন নামায সমাপ্ত করলেন---আমার পিতা-মাতা তাঁর জন্য কুরবান হোক, আমি তাঁর চেয়ে উত্তম শিক্ষাদাতা না আগে দেখেছি আর না এর পরে। আল্লাহর শপথ! তিনি না আমাকে তিরস্কার করলেন, আর না আমাকে মারধর করলেন, আর না আমাকে গালি দিলেন ---তখন তিনি বললেন, এই নামাযে লোকদের কোন কথা বলা বৈধ নয়। (এতে যা বলতে হয়,) তা হল তাসবীহ, তাকবীর ও কুরআন পাঠ। অথবা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই মত কোন কথা বললেন।\n\nআমি বললাম, ইয়া রাসুলুল্লাহ! আমি জাহেলিয়াতের লাগোয়া সময়ের (নও মুসলিম)। আল্লাহ ইসলাম আনয়ন করেছেন। আমাদের মধ্যে কিছু লোক গণকের কাছে (অদৃষ্ট ও ভবিষ্যৎ জানতে) যায়। তিনি বললেন, তুমি তাদের কাছে যাবে না। আমি বললাম, আমাদের মধ্যে কিছু লোক অশুভ লক্ষণ গ্রহণ করে থাকে। তিনি বললেন, এটা এমন একটি অনুভূতি যা লোকে তাদের অন্তরে উপলব্ধি করে থাকে। সুতরাং এই অনুভূতি তাদেরকে যেন (বাঞ্ছিত কর্ম সম্পাদনে) বাধা না দেয়। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "706",
    "id": "23671",
    "thesequence": "22951",
    "isActive": "1",
    "chapterId": "864",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯১: ওয়ায-নসীহত এবং তাতে মধ্যমপন্থা অবলম্বন করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Irbad bin Sariyah (May Allah be pleased with him) reported:\nOne day, Messenger of Allah (ﷺ) delivered a very effective speech, as a result, eyes shed tears and hearts became softened. A man said: O Prophet of Allah! It sounds as if this is a farewell speech, so advise us. He (ﷺ) said, I admonish you to fear Allah, and to listen and obey even if a black slave has been appointed as your leader. For whoever among you lives after me will see much discord. So hold fast to my Sunnah and the Sunnah of the Rightly-Guided Caliphs who will come after me. Adhere to them and hold fast to them. Beware of Bidah (in religion) because every Bidah is a misguidance.\n\n[Abu Da wud and At-Tirmidhi].",
    "hadithArabic": "وَعَن العِرْبَاضِ بنِ سَارِيَةَ رضي الله عنه، قَالَ: وَعَظَنَا رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم مَوْعِظَةً وَجِلَتْ مِنْهَا القُلُوبُ، وَذَرَفَتْ مِنْهَا العُيُونُ ... وَذَكَرَ الحَدِيثَ وَقَدْ سَبَقَ بِكَمَالِهِ في باب الأمْر بِالمُحَافَظَةِ عَلَى السُّنَّة، وَذَكَرْنَا أنَّ التَّرْمِذِيَّ، قَالَ: إنّه حديث حسن صحيح ",
    "hadithBengali": "৪/৭০৭। ইরবায ইবনে সারিয়াহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, একদা আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে এমন এক মর্মস্পর্শী ভাষণ শুনালেন, যার দ্বারা আমাদের অন্তরসমূহ ভয়ে কেঁপে উঠল এবং চক্ষুসমূহ অশ্রু বিগলিত করতে লাগল।.... অতঃপর ইরবাদ্ব রাদিয়াল্লাহু আনহু বাকী হাদীস বর্ণনা করেছেন, যা সুন্নাহ পালনের গুরুত্ব পরিচ্ছেদে (১৬১ নম্বরে) পূর্ণরূপে গত হয়েছে। আর আমরা সেখানে উল্লেখ করেছি যে, তিরমিযী বলেছেন, হাদীসটি হাসান সহীহ।[1]\n",
    "checkStatus": "1",
    "hadithNo": "707",
    "id": "23672",
    "thesequence": "22952",
    "isActive": "1",
    "chapterId": "864",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "2",
    "topicName": "৯১: ওয়ায-নসীহত এবং তাতে মধ্যমপন্থা অবলম্বন করার বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with him) reported:\nI have never seen Messenger of Allah (ﷺ) laughing so heartily that his uvula could be seen. He used to smile only.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن عَائِشَة رَضِيَ اللهُ عَنهَا، قَالَتْ: مَا رَأيْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم مُسْتَجْمِعاً قَطُّ ضَاحِكاً حَتَّى تُرَى مِنهُ لَهَوَاتُهُ، إنَّمَا كَانَ يَتَبَسَّمُ . متفقٌ عَلَيْهِ .",
    "hadithBengali": "আল্লাহ তাআলা বলেন,\n\n<p dir=RTL>﴿ وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا ٦٣ ﴾ [الفرقان: ٦٢]\n\nঅর্থাৎ &ldquo;পরম দয়াময়ের দাস, যারা পৃথিবীতে নমরভাবে চলাফেরা করে এবং তাদেরকে যখন অজ্ঞ ব্যক্তিরা সম্বোধন করে তখন তারা বলে, সালাম।&rdquo; (সূরা ফুরকান ৬৩ আয়াত)<!--صلى الله عليه وسلمm-->\n\n<hr />\n১/৭০৮। আয়েশা রাদিয়াল্লাহুআনহা হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে কখনো এমন উচ্চহাস্য হাসতে দেখিনি যাতে তাঁর আলজিভ দেখতে পাওয়া যেত। আসলে তিনি মুচকি হাসতেন। (বুখারী-মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "708",
    "id": "23673",
    "thesequence": "22953",
    "isActive": "1",
    "chapterId": "865",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯২: গাম্ভীর্য ও স্থিরতা অবলম্বন করার মাহাত্ম্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nI heard the Messenger of Allah (ﷺ) saying, When the Iqamah are pronounced, do not come to it running, you should walk calmly with tranquillity to join the congregation. Then join in what you catch for and complete what you miss.\n\n[Al-Bukhari and Muslim].\n\nIn Muslim it is added: Messenger of Allah (ﷺ) said, For when one of you is walking for Salat, he is, in fact, engaged in Salat.",
    "hadithArabic": "وَعَن أَبي هُرَيرَةَ رضي الله عنه، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، يَقُولُ:  إِذَا أُقِيمَتِ الصَّلاَةُ، فَلاَ تَأتُوهَا وَأنْتُمْ تَسْعَونَ، وَأتُوهَا وَأنْتُمْ تَمْشُونَ، وَعَلَيْكُمُ السَّكِينَةُ، فَمَا أدْرَكْتُم فَصَلُّوا، وَمَا فَاتكُمْ فَأَتِمُّوا. متفقٌ عَلَيْهِ\nزَادَ مُسلِمٌ في رِوَايةٍ لَهُ:  فَإنَّ أحَدَكُمْ إِذَا كَانَ يَعْمِدُ إِلَى الصَّلاَةِ فَهُوَ في صَلاَةٍ  ",
    "hadithBengali": "আল্লাহ তাআলা বলেন,\n\n<p dir=RTL>﴿ ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ ٣٢ ﴾ [الحج: ٣٢]\n\nঅর্থাৎ &ldquo;কেউ আল্লাহর (দ্বীনের) প্রতীকসমূহের সম্মান করলে এটা তো তার হৃদয়ের তাক্বওয়া (সংযমশীলতা)রই বহিঃপ্রকাশ।&rdquo; (সূরা হজ্জ্ব ৩২ আয়াত)<!--صلى الله عليه وسلمm-->\n\n<hr />\n১/৭০৯। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি যে, যখন নামাযের জন্য ইক্বামত (তাকবীর) দেওয়া হয় তখন তোমরা তাতে দৌড়ে আসবে না, বরং তোমরা গাম্ভীর্য-সহকারে স্বাভাবিকরূপে হেঁটে আসবে। তারপর যতটা নামায (ইমামের সাথে) পাবে, পড়ে নেবে। আর যতটা ছুটে যাবে, ততটা (নিজে) পূরণ করে নেবে। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\nমুসলিমের এক বর্ণনায় এ কথা বেশি আছে, কারণ তোমাদের কেউ যখন নামাযের উদ্দেশ্যে যায়, সে আসলে নামাযেই থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "709",
    "id": "23674",
    "thesequence": "22954",
    "isActive": "1",
    "chapterId": "866",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৩: নামায, ইলম শিক্ষা তথা অন্যান্য ইবাদতে ধীর-স্থিরতা ও গাম্ভীর্যের সাথে গিয়ে যোগদান করা উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nI accompanied the Prophet (ﷺ) while we were returning from Arafat. Messenger of Allah (ﷺ) heard behind him a loud noise of beating and of driving the camels forcibly. He pointed towards it with his whip and said, O people! Proceed calmly. No virtue lies in rushing.\n\n[Al- Bukhari and Muslim].",
    "hadithArabic": "وَعَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا: أنَّهُ دَفَعَ مَعَ النَّبيِّ صلى الله عليه وسلم يَوْمَ عَرَفَةَ فَسَمِعَ النَّبِيُّ صلى الله عليه وسلم وَرَاءهُ زَجْراً شَديداً وَضَرْباً وَصَوْتاً للإِبْلِ، فَأشَارَ بِسَوْطِهِ إلَيْهِمْ، وَقَالَ: &laquo;يَا أيُّهَا النَّاسُ، عَلَيْكُمْ بالسَّكِينَةِ، فَإنَّ الْبِرَّ لَيْسَ بالإيضَاعِ &raquo;. رواه البخاري، وروى مسلم بعضه .",
    "hadithBengali": "২/৭১০। ইবনে আব্বাস রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আরাফার দিনে (মুযদালিফা) ফিরছিলেন। এমন সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পিছন থেকে (উটকে) কঠিন ধমক ও মারধর করার এবং উঁটের (কষ্ট) শব্দ শুনতে পেলেন। তৎক্ষণাৎ তিনি তাদের দিকে আপন চাবুক দ্বারা ইশারা করে বললেন, হে লোক সকল! তোমরা ধীরতা ও স্থিরতা অবলম্বন কর। কেননা, দ্রুত গতিতে বাহন দৌড়ানোতে পুণ্য নেই। (বুখারী ও মুসলিম কিছু অংশ) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "710",
    "id": "23675",
    "thesequence": "22955",
    "isActive": "1",
    "chapterId": "866",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৩: নামায, ইলম শিক্ষা তথা অন্যান্য ইবাদতে ধীর-স্থিরতা ও গাম্ভীর্যের সাথে গিয়ে যোগদান করা উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, He who believes in Allah and the Last Day, let him show hospitality to his guest; and he who believes in Allah and the Last Day, let him maintain good relation with kins; and he who believes in Allah and the Last Day, let him speak good or remain silent.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن أَبي هُرَيرَةَ رضي الله عنه: أنَّ النبيَّ صلى الله عليه وسلم، قَالَ: &laquo;مَنْ كَانَ يُؤْمِنُ بِاللهِ وَاليَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ، وَمَنْ كَانَ يُؤْمِنُ بِاللهِ وَاليَومِ الآخِرِ، فَلْيَصِلْ رَحِمَهُ، وَمَنْ كَانَ يُؤْمِنُ بِاللهِ وَاليَومِ الآخِرِ، فَلْيَقُلْ خَيْراً أَوْ لِيَصْمُتْ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "আল্লাহ তাআলা বলেন,\n\n<p dir=RTL>﴿ هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ ٢٤ إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ ٢٥ فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ ٢٦ فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ ٢٧ ﴾ [الذاريات: ٢٤، ٢٧]\n\nঅর্থাৎ &ldquo;তোমার নিকট ইব্রাহীমের সম্মানিত মেহমানদের বৃত্তান্ত এসেছে কি? যখন তারা তার নিকট উপস্থিত হয়ে বলল, সালাম। উত্তরে সে বলল, সালাম। এরা তো অপরিচিত লোক। অতঃপর ইব্রাহীম সংগোপনে তার স্ত্রীর নিকট গেল এবং একটি (ভুনা) গোশতবহুল বাছুর নিয়ে এল। তা তাদের সামনে রাখল এবং বলল, তোমরা খাচ্ছ না কেন?&rdquo; (সূরা যারিয়াত ২৪-২৭ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি আরো বলেন,\n\n<p dir=RTL>﴿ وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْيَعۡمَلُونَ ٱلسَّيِّ&zwj;َٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ ٧٨ ﴾ [هود: ٧٨]\n\nঅর্থাৎ &ldquo;আর তার সম্প্রদায় তার কাছে ছুটে এল এবং তারা পূর্ব হতে কুকর্ম করেই আসছিল; লূত বলল, হে আমার সম্প্রদায়! (তোমাদের ঘরে) আমার এই কন্যারা রয়েছে, এরা তোমাদের জন্য পবিত্রতম। অতএব তোমরা আল্লাহকে ভয় কর এবং আমাকে আমার মেহমানদের ব্যাপারে লাঞ্ছিত করো না। তোমাদের মধ্যে কি কোন ভালো মানুষ নেই?&rdquo; (সূরা হুদ ৭৮ আয়াত)<!--صلى الله عليه وسلمm-->\n\n<hr />\n১/৭১১। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আল্লাহ ও শেষ দিনের প্রতি ঈমান রাখে, সে যেন অবশ্যই মেহমানের সম্মান করে। যে ব্যক্তি আল্লাহ ও শেষ দিনের প্রতি ঈমান রাখে, সে যেন অবশ্যই তার আত্মীয়তার বন্ধন অটুট রাখে। যে ব্যক্তি আল্লাহ ও শেষ দিনের প্রতি ঈমান রাখে, সে যেন ভাল কথা বলে; নচেৎ চুপ থাকে। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "711",
    "id": "23676",
    "thesequence": "22956",
    "isActive": "1",
    "chapterId": "867",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৪: মেহমানের খাতির করার গুরুত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Shuraih Khuwailid bin Amr Al-Khuzai (May Allah be pleased with him) reported:\nI heard Messenger of Allah (ﷺ) saying, He who believes in Allah and the Last Day, should accommodate his guest according to his right. He was asked: What is his right, O Messenger of Allah? He (ﷺ) replied: It is (to accommodate him) for a day and a night, and hospitality extends for three days, and what is beyond that is charity.\n\n[Al-Bukhari and Muslim].\n\nIn Muslim it is added: Messenger of Allah (ﷺ) said, It is not permissible for a Muslim to stay so long with his brother till he makes him sinful. He was asked: O Messenger of Allah, how can he make him sinful? He replied, He prolongs his stay with him till nothing is left with the host to entertain him (guest).\n",
    "hadithArabic": "وَعَن أَبي شُرَيْح خُوَيْلِدِ بن عَمرٍو الخُزَاعِيِّ رضي الله عنه، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: مَنْ كَانَ يُؤْمِنُ بِاللهِ وَاليَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ جَائِزَتَهُ قَالُوا: وَمَا جَائِزَتُهُ ؟ يَا رَسُولَ اللهِ صلى  الله عليه وسلم، قَالَ: يَوْمُهُ وَلَيْلَتُهُ، وَالضِّيَافَةُ ثَلاَثَةُ أيَّامٍ، فَمَا كَانَ وَرَاءَ ذَلِكَ فَهُوَ صَدَقَةٌ عَلَيْهِ. متفقٌ عَلَيْهِ\nوفي رواية لِمسلمٍ: لاَ يَحِلُّ لِمُسْلِمٍ أنْ يُقِيمَ عِنْدَ أخِيهِ حَتَّى يُؤْثِمَهُ قَالُوا: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، وَكيْفَ يُؤْثِمُهُ ؟ قَالَ:  يُقِيمُ عِنْدَهُ وَلاَ شَيْءَ لَهُ يُقْرِيه بِهِ \n",
    "hadithBengali": "২/৭১২। আবূ শুরাইহ খুয়াইলিদ ইবনে আমর খুযায়ী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, যে ব্যক্তি আল্লাহ ও শেষ দিনের প্রতি ঈমান রাখে, সে যেন অবশ্যই মেহমানের পারিতোষিকসহ তার সম্মান করে। লোকেরা বলল, তার পারিতোষিক কী? হে আল্লাহর রাসূল! তিনি বললেন, একদিন ও একরাত (উত্তমভাবে পানাহারের ব্যবস্থা করা)। আর সাধারণতঃ মেহমানের খাতির তিন দিন পর্যন্ত। (অতঃপর স্বেচ্ছায় তার চলে যাওয়া উচিত)। তিনদিনের অতিরিক্ত হবে মেযবানের জন্য সাদকাহস্বরূপ। (বুখারী ও মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n\nমুসলিমের এক বর্ণনায় আছে, কোনো মুসলিমের জন্য তার ভাইয়ের নিকট এতটা থাকা বৈধ নয়, যাতে সে তাকে গোনাহগার করে ফেলে। লোকেরা জিজ্ঞাসা করল, হে আল্লাহর রাসূল! তাকে কিভাবে গোনাহগার করে ফেলে? উত্তরে তিনি বললেন, এ ওর কাছে থেকে যায়, অথচ ওর এমন কিছু থাকে না, যার দ্বারা সে মেহমানের খাতির করতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "712",
    "id": "23677",
    "thesequence": "22957",
    "isActive": "1",
    "chapterId": "867",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৪: মেহমানের খাতির করার গুরুত্ব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Abu Aufa (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) gave glad tidings to Khadijah (May Allah be pleased with her) about a palace of hollowed pearls in Jannah, free from noise and toil.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن أَبي إِبرَاهِيمَ، وَيُقَالُ: أَبُو مُحَمَّدٍ، وَيُقَالُ: أَبُو مُعَاوِيَةَ عَبدِ اللهِ بنِ أَبي أَوفَى رَضِيَ اللهُ عَنهُمَا: أنّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم بَشَّرَ خَدِيجَةَ رَضِيَ اللهُ عَنهَا بِبَيْتٍ في الجَنَّةِ مِنْ قَصَبٍ، لاَ صَخَبَ فِيهِ، وَلاَ نَصَبَ . متفقٌ عَلَيْهِ",
    "hadithBengali": "আল্লাহ তাআলা বলেন,\n\n<p dir=RTL>﴿ فَبَشِّرۡ عِبَادِ ١٧ ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ ١٨ ﴾ [الزمر: ١٧، ١٨]\n\nঅর্থাৎ &ldquo;তাদের জন্য আছে সুসংবাদ। অতএব সুসংবাদ দাও আমার দাসদেরকে; যারা মনোযোগ সহকারে কথা শোনে এবং যা উত্তম তার অনুসরণ করে। ওদেরকে আল্লাহ সৎপথে পরিচালিত করেন এবং ওরাই বুদ্ধিমান।&rdquo; (সূরা যুমার ১৭-১৮ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি আরো বলেন,\n\n<p dir=RTL>﴿ يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ ٢١ ﴾ [التوبة: ٢١]\n\nঅর্থাৎ &ldquo;তাদের প্রতিপালক তাদেরকে নিজ দয়া ও সন্তোষের এবং জান্নাতের সুসংবাদ দিচ্ছেন; যেখানে তাদের জন্য স্থায়ী সুখ-সমৃদ্ধি রয়েছে।&rdquo; (সূরা তাওবাহ ২১ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি অন্যত্র বলেছেন,\n\n<p dir=RTL>﴿ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ ﴾ [فصلت: ٣٠]\n\nঅর্থাৎ তোমাদেরকে যে জান্নাতের প্রতিশ্রুতি দেওয়া হয়েছিল তার সুসংবাদ নাও। (হা-মীম সাজদাহ ৩০ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি অন্য জায়গায় বলেন,\n\n<p dir=RTL>﴿ فَبَشَّرۡنَٰهُ بِغُلَٰمٍ حَلِيمٖ ١٠١ ﴾ [الصافات: ١٠١]\n\nঅর্থাৎ &ldquo;অতঃপর আমি তাকে এক ধৈর্যশীল পুত্রের সুসংবাদ দিলাম।&rdquo; সূরা স্বা-ফফাত ১০১ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি আরো বলেন,\n\n<p dir=RTL>﴿ وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ ﴾ [هود: ٦٩] \n\nঅর্থাৎ &ldquo;আর আমার প্রেরিত ফিরিশতারা ইব্রাহীমের নিকট সুসংবাদ নিয়ে আগমন করল।&rdquo; (সূরা হূদ ৬৯ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি আরো বলেন,\n\n<p dir=RTL>﴿ وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ ٧١ ﴾ [هود: ٧١]\n\nঅর্থাৎ &ldquo;সে সময় তার স্ত্রী দণ্ডায়মান ছিল, সে হেসে উঠল তখন আমি তাকে (ইব্রাহীমের স্ত্রীকে) সুসংবাদ দিলাম ইসহাকের এবং ইসহাকের পর ইয়াকূবের।&rdquo; (সূরা হূদ ৭১ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি আরো বলেন,\n\n<p dir=RTL>﴿ فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ﴾ [ال عمران: ٣٩]\n\nঅর্থাৎ &ldquo;যখন (যাকারিয়া) মিহরাবে নামাযে রত ছিলেন তখন ফেরেশ্তাগণ তাকে সম্বোধন করে বললেন, নিশ্চয় আল্লাহ তোমাকে ইয়াহয়্যার সুসংবাদ দিচ্ছেন।&rdquo; (আলে ইমরান ৩৯ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি আরো বলেছেন,\n\n<p dir=RTL>﴿ إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ ﴾ [ال عمران: ٤٥] \n\nঅর্থাৎ &ldquo;(স্মরণ কর) যখন ফেরেশতাগণ বললেন, হে মারয়্যাম! নিশ্চয় আল্লাহ নিজের পক্ষ থেকে তোমাকে একটি কালেমা (দ্বারা সৃষ্টসন্তানে)র সুসংবাদ দিচ্ছেন; যার নাম হবে মসীহ।&rdquo; (আলে ইমরান ৪৫ আয়াত)<!--صلى الله عليه وسلمm-->\n\nএ ছাড়া এ মর্মে অনেক আয়াত রয়েছে, যা অনেকের জানা আছে। আর উক্ত বিষয়ে হাদীসও অনেক বেশী বিদ্যমান, যা বিশুদ্ধ গ্রন্থে উদ্ধৃত হয়েছে বলে সুপ্রসিদ্ধ। তার মধ্যে কতিপয় নিম্নরূপঃ-<br />\n\n\n১/৭১৩। আবূ ইব্রাহীম মতান্তরে আবূ মুহাম্মাদ বা আবূ মুআবিয়াহ আব্দুল্লাহ ইবনে আবূ আওফা রাদিয়াল্লাহু আনহু হতে বর্ণিত, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাদীজা রাদিয়াল্লাহুআনহাকে জান্নাতে (তার জন্য) ফাঁপা মুক্তা নির্মিত একটি অট্টালিকার সুসংবাদ দান করলেন; যেখানে কোন হট্টগোল ও ক্লান্তি থাকবে না। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "713",
    "id": "23678",
    "thesequence": "22958",
    "isActive": "1",
    "chapterId": "868",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৫: কোন ভাল জিনিসের সুসংবাদ ও তার জন্য মুবারকবাদ জানানো মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa Al-Ashari (May Allah be pleased with him) reported:\nOne day, I performed my Wudu in my house and then set forth with the determination that I would stick to Messenger of Allah (ﷺ) and spend the whole day with him. I came to the mosque and asked about him. The Companions told that he (ﷺ) had gone in a certain direction. Abu Musa added: I followed him inquiring until I came to Bir Aris (a well in the suburb of Al-Madinah). (There) I sat down at the door till he (ﷺ) had relieved himself and performed Wudu. Then I went to him and saw him sitting on the platform of the well with his shanks uncovered and his legs dangling in the well. I greeted him and returned to the door of the garden, saying to myself, I will be the doorkeeper of the Messenger of Allah today. Abu Bakr (May Allah be pleased with him) came and knocked at the door. I said; Who is that? He said: Abu Bakr. I said, Wait a moment. Then I went to the Messenger of Allah (ﷺ) and said, O Messenger of Allah! Abu Bakr is at the door seeking permission to enter. He said, Admit him and give him the glad tidings of Jannah. I returned and said to Abu Bakr (May Allah be pleased with him): You may enter and Messenger of Allah (ﷺ) has given you the glad tidings of (entering) Jannah. Abu Bakr (May Allah be pleased with him) came in and sat down on the right side of Messenger of Allah (ﷺ) and suspended his legs into the well and uncovered his shanks, as the Messenger of Allah had done. I returned to the door and sat down. I had left my brother at home while he was performing Wudu and intending to join me. I said to myself: If Allah intends good for him (i.e., to be blessed to come at this time and receive the glad tidings of entering Jannah), He will bring him here. Someone knocked at the door and I said, Who is it? He said, Umar bin Al-Khattab. I said, Wait a moment. Then I proceeded towards Messenger of Allah (ﷺ). I greeted him and said, Umar is at the door, seeking permission to enter. He said, Let him in and give him the glad tidings of entering Jannah. I went back to Umar (May Allah be pleased with him) and said to him, Messenger of Allah has given you permission as well as glad tidings of entering Jannah. He entered and sat down with Messenger of Allah (ﷺ) on his left side and dangled his feet into the well. I returned to the door and sat down and said to myself: If Allah intends good for my brother, He will bring him here. Someone knocked at the door and I said, Who is it? He said, Uthman bin Affan. I said, Wait a moment. I went to Messenger of Allah (ﷺ) and informed him about his arrival. He said, Let him in and give him glad tidings of entering Jannah together with a tribulation which he will have to face. I came back to him and said, You may enter; and Messenger of Allah (ﷺ) gives you the glad tidings of entering Jannah together with a tribulation that will afflict you. He got in and saw that the elevated platform round the well was fully occupied. So he sat on opposite side. Said bin Al- Musaiyab (May Allah be pleased with him) a subnarrator has reported: The order in which they sat down indicated the places of their burial.\n\n[Al-Bukhari and Muslim].\n\nAnother narration adds: Abu Musa Al-Ashari (May Allah be pleased with him) said: The Prophet (ﷺ) ordered me to guard the door. When Uthman was told (about the misfortune) he praised Allah then said: Allahu Mustaan (His help is to be sought).\n\n(The interpretation of Said bin Al-Musaiyab is that the graves of Abu Bakr and Umar (May Allah be pleased with them) are by the side of the Prophet (ﷺ), in the same position they took when they sat next to the Prophet (ﷺ) while the grave of Uthman is away from their graves, in the public graveyard of Al-Madinah known as Baqi Al-Gharqad).",
    "hadithArabic": "وَعَن أَبي مُوسَى الأَشعَرِي رضي الله عنه: أَنَّهُ تَوَضَّأَ فِي بَيْتِهِ، ثُمَّ خَرَجَ، فَقَالَ: لأَلْزَمَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، وَلأَكُونَنَّ مَعَهُ يَوْمِي هَذَا، فَجَاءَ الْمَسْجِدَ، فَسَألَ عَنِ النَّبيِّ صلى الله عليه وسلم، فَقَالُوا وجَّهَ هاهُنَا، قَالَ: فَخَرَجْتُ عَلَى أثَرِهِ أسْألُ عَنْهُ، حَتَّى دَخَلَ بِئْرَ أَرِيسٍ، فَجَلَسْتُ عِندَ البَابِ حتَّى قَضَى رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم حَاجَتَهُ وَتَوَضَّأَ، فَقُمتُ إليهِ، فَإِذَا هُوَ قَد جَلَسَ عَلَى بِئرِ أَرِيسٍ وَتَوَسَّطَ قُفَّهَا، وَكشَفَ عَنْ سَاقَيهِ وَدَلاَّهُما في الْبِئرِ، فَسَلَّمتُ عَليهِ ثمَّ انصَرَفتُ، فَجَلَستُ عِندَ البَابِ، فَقُلْتُ: لأَكُونَنَّ بَوَّابَ رَسُولِ اللهِ صلى الله عليه وسلم الْيَوْمَ، فَجَاءَ أَبُو بَكْرٍ رضي الله عنه فَدَفَعَ الْبَابَ، فَقُلتُ: مَنْ هَذَا ؟ فَقَالَ: أَبُو بَكْرٍ، فَقُلتُ: عَلَى رِسْلِكَ، ثُمَّ ذَهبْتُ، فَقُلتُ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، هَذَا أَبُو بَكْرٍ يَستَأْذِنُ، فَقَالَ: &laquo; ائْذَنْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ&raquo;. فَأقْبَلْتُ حَتَّى قُلْتُ لأَبي بَكْرٍ: اُدْخُلْ وَرَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم يُبَشِّرُكَ بِالجَنَّةِ، فَدَخَلَ أَبُو بَكرٍ حَتَّى جَلَسَ عَنْ يَمِينِ النِّبيِّ صلى الله عليه وسلم مَعَهُ في القُفِّ، وَدَلَّى رِجْلَيْهِ في البِئْرِ كَمَا صَنَعَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم، وَكَشَفَ عَنْ سَاقَيْهِ، ثُمَّ رَجَعْتُ وَجَلَسْتُ، وَقَدْ تَرَكْتُ أَخِي يَتَوَضَّأُ وَيَلْحَقُنِي، فَقُلتُ: إنْ يُرِدِ اللهُ بِفُلانٍ - يُريدُ أخَاهُ- خَيْراً يَأتِ بِهِ . فَإذَا إنْسَانٌ يُحَرِّكُ الْبَابَ، فَقُلتُ: مَنْ هَذَا ؟ فَقَالَ: عُمَرُ بنُ الخَطّابِ، فَقُلتُ: عَلَى رِسْلِكَ، ثُمَّ جِئْتُ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم، فَسَلَّمْتُ عَلَيْهِ وَقُلْتُ: هَذَا عُمَرُ يَسْتَأذِنُ ؟ فَقَالَ: &laquo;اِئْذَنْ لَهُ وَبَشِّرْهُ بِالجَنَّةِ &raquo; فَجِئْتُ عُمَرَ، فَقُلتُ: أَذِنَ وَيُبَشِّرُكَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم بِالجَنَّةِ، فَدَخَلَ فَجَلَسَ مَعَ رَسُولِ اللهِ صلى الله عليه وسلم فِي القُفِّ عَنْ يَسَارِهِ وَدَلَّى رِجْلَيْهِ في البِئرِ، ثُمَّ رَجَعْتُ فَجَلَسْتُ، فَقُلتُ: إنْ يُرِدِ اللهُ بِفُلاَنٍ خَيْراً - يَعْنِي أخَاهُ- يَأْتِ بِهِ، فَجَاءَ إنْسَانٌ فَحَرَّكَ الْبَابَ . فَقُلتُ: مَنْ هَذَا ؟ فَقَالَ: عُثْمَانُ بنُ عَفَّانَ . فَقُلتُ: عَلَى رِسْلِكَ، وجِئْتُ النَّبِيَّ صلى الله عليه وسلم فأخْبَرْتُهُ، فَقَالَ: &laquo;اِئْذَنْ لَهُ وَبَشِّرْهُ بِالجَنَّةِ مَعَ بَلْوَى تُصِيبُهُ&raquo; فَجِئْتُ، فَقُلتُ: اُدْخُلْ وَيُبَشِّرُكَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم بِالجَنَّةِ مَعَ بَلْوَى تُصيبُكَ، فَدَخَلَ فَوجَدَ الْقُفَّ قَدْ مُلِئَ، فَجَلَسَ وِجَاهَهُمْ مِنَ الشِّقِّ الآخَرِ . قَالَ سَعيدُ بْنُ الْمُسَيَّبِ: فَأوَّلْتُهَا قُبُورَهُمْ . متفقٌ عَلَيْهِ.\nوَزَادَ في رِوَايَةٍ: وَأَمَرَنِي رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم بِحِفظِ البَابِ. وَفِيهَا: أنَّ عُثْمانَ حِيْنَ بَشَّرَهُ حَمِدَ اللهَ تَعَالَى، ثُمَّ قَالَ: اللهُ المُسْتَعانُ .",
    "hadithBengali": "২/৭১৪। আবূ মূসা আশআরী রাদিয়াল্লাহু আনহু হতে বর্ণিত তিনি নিজ বাড়িতে ওযূ করে বাইরে গেলেন। এবং তিনি (মনে মনে) বললেন যে, আজ আমি অবশ্যই আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহচর্যে থাকব। সুতরাং তিনি মসজিদে গিয়ে আল্লাহর রাসূল রাদিয়াল্লাহু আনহু সম্পর্কে জিজ্ঞাসাবাদ করলেন। সাহাবীগণ উত্তর দিলেন যে, তিনি এই দিকে গমন করেছেন। আবূ মূসা রাদিয়াল্লাহু আনহু বলেন, আমি তাঁর পশ্চাতে চলতে থাকলাম এবং তাঁর সম্বন্ধে জিজ্ঞাসা করতে থাকলাম। শেষ পর্যন্ত তিনি আরীস কুয়ার (সন্নিকটবর্তী একটি বাগানে) প্রবেশ করলেন। আমি (বাগানের) প্রবেশ দ্বারের পাশে বসে থাকলাম। শেষ পর্যন্ত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পেশাব-পায়খানা সমাধা করে ওযূ করলেন। অতঃপর আমি উঠে তাঁর দিকে অগ্রসর হলাম। দেখলাম, তিনি আরীস কুয়ার পাড়ের মাঝখানে পায়ের নলা খুলে পা দুটো তাতে ঝুলিয়ে বসে আছেন।\n\nআমি তাঁকে সালাম দিয়ে আবার ফিরে এসে প্রবেশ-পথে বসে রইলাম। আর মনে মনে বললাম যে, আজ আমি অবশ্যই আল্লাহর রাসূলের দ্বার রক্ষক হব। সুতরাং আবূ বকর রাদিয়াল্লাহু আনহু এসে দরজায় ধাক্কা দিলেন। আমি জিজ্ঞাসা করলাম, আপনি কে? তিনি উত্তরে বললেন, আবূ বকর। আমি বললাম, একটু থামুন। তারপর আমি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গিয়ে নিবেদন করলাম, হে আল্লাহ রাসূল! উনি আবূ বকর, প্রবেশ করার অনুমতি চাচ্ছেন। তিনি বললেন, ওকে অনুমতি দাও। আর তার সাথে জান্নাতের সুসংবাদ জানিয়ে দাও। সুতরাং আমি আবূ বকর রাদিয়াল্লাহু আনহু-এর নিকট এসে বললাম, প্রবেশ করুন। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনাকে জান্নাতের সুসংবাদ জানাচ্ছেন। আবূ বকর প্রবেশ করলেন এবং কুয়ার পাড়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ডান দিকে পায়ের নলার কাপড় তুলে পা দুখানি কুয়াতে ঝুলিয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মত বসে পড়লেন।\n\nআমি পুনরায় দ্বার প্রান্তে ফিরে এসে বসে গেলাম। আমি মনে মনে বললাম, আমার ভাইকে ওযূ করা অবস্থায় ছেড়ে এসেছি; (ওযূর পরে) সে আমার পশ্চাতে আসবে। আল্লাহ যদি তার জন্য কল্যাণ চান, তাহলে তাকে (এখানে) আনবেন। হঠাৎ একটি লোক এসে দরজা নড়াল। আমি জিজ্ঞাসা করলাম, কে? সে বলল, উমার ইবন খাত্তাব। আমি বললাম, একটু থামুন। অতঃপর আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে নিবেদন করলাম যে, উনি উমার। প্রবেশ অনুমতি চাচ্ছেন। তিনি বললেন, ওকে অনুমতি দাও এবং ওকেও জান্নাতের সুসংবাদ জানাও। সুতরাং আমি উমারের নিকট এসে বললাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনাকে প্রবেশ অনুমতি দিচ্ছেন এবং জান্নাতের শুভ সংবাদও জানাচ্ছেন। সুতরাং তিনি ভিতরে প্রবেশ করলেন এবং কুয়ার পাড়ে আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাম পাশে কুয়ায় পা ঝুলিয়ে বসে পড়লেন।\n\nআমি আবার সেখানে ফিরে এসে বসে পড়লাম। আর মনে মনে বলতে থাকলাম, আল্লাহ যদি আমার ভাইয়ের মঙ্গল চান, তাহলে অবশ্যই তাকে নিয়ে আসবেন। (ইত্যবসরে) হঠাৎ একটি লোক দরজা নড়াল। আমি জিজ্ঞাসা করলাম, আপনি কে? সে বলল, আমি উসমান ইবনে আফ্ফান। আমি বললাম, একটু থামুন। তারপর আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে তাঁর সম্পর্কে অবহিত করলাম। তিনি বললেন, ওকে অনুমতি দাও। আর জান্নাতের সুসংবাদ জানাও। তবে ওর জীবনে বিপর্যয় আছে। আমি ফিরে এসে তাঁকে বললাম, প্রবেশ করুন। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনাকে জান্নাতের সুসংবাদ জানাচ্ছেন। তবে আপনার বিপর্যয় আছে। সুতরাং তিনি সেখানে প্রবেশ করে দেখলেন যে, কুয়ার এক পাড় পূর্ণ হয়েছে ফলে তিনি তাঁদের সামনের অপর পাড়ে গিয়ে বসে গেলেন।\n\nসাঈদ ইবনে মুসাইয়েব বলেন যে, এ ঘটনা দ্বারা আমি বুঝেছি যে, তাঁদের তিনজনের সমাধি একই স্থানে হবে। (আর উসমানের সমাধি অন্য জায়গায় হবে।) (বুখারী-মুসলিম)<!--صلى الله عليه وسلمm-->\n\nএক বর্ণনায় এ সব শব্দাবলী বাড়তিভাবে এসেছে যে, (আবূ মূসা বলেন,) আমাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দ্বার রক্ষার নির্দেশ দিলেন। আর তাতে এ কথাও আছে যে, যখন তিনি উসমান রাদিয়াল্লাহু আনহু-কে সুসংবাদ (ও বিপর্যয়ের কথা) জানালেন, তখন তিনি আলহামদু লিল্লাহ পড়লেন এবং বললেন, আল্লাহুল মুস্তাআন। অর্থাৎ আল্লাহই সাহায্যস্থল। (বুখারী-মুসলিম)<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "714",
    "id": "23679",
    "thesequence": "22959",
    "isActive": "1",
    "chapterId": "868",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৫: কোন ভাল জিনিসের সুসংবাদ ও তার জন্য মুবারকবাদ জানানো মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nWe were sitting in the company of the Messenger of Allah (ﷺ), and Abu Bakr and Umar (May Allah be pleased with them) were also present. All of a sudden the Messenger of Allah (ﷺ) got up and left us. When he was late to return to us we began to worry lest he should meet with trouble in our absence. I was the first to be alarmed and set out in search of him until I came to a garden belonging to Banu-Najjar (a section of the Ansar). I went round it looking for an entrance, but failed to find one. However, I saw a stream of water flowing into the garden from a well outside. I drew myself together like a fox and slinked into the place and reached the Messenger of Allah (ﷺ). He said, Is it Abu Hurairah? I replied in the affirmative. He asked, What is the matter with you? I replied, You were sitting with us and then you left us and delayed for a time. Fearing you had met with some adversities we got alarmed. I was the first to be alarmed. So when I came to this garden, I squeezed myself like a fox and these people are coming behind me. He (the Prophet (ﷺ)) gave me his sandals and said, O Abu Hurairah! Take these sandals of mine, and whoever you meet outside this garden testifying that La ilaha illallah (There is no true god except Allah), being assured of it in his heart, give him the glad tidings that he will enter Jannah. (Abu Hurairah then narrated the Hadith in full).\n\n[Muslim].",
    "hadithArabic": "وَعَن أَبي هُرَيرَةَ رضي الله عنه، قَالَ: كُنَّا قُعُوداً حَوْلَ رَسُولِ اللهِ صلى الله عليه وسلم، وَمَعَنَا أَبُو بَكرٍ وَعُمَرُ رَضِيَ اللهُ عَنهُمَا في نَفَرٍ، فَقَامَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم مِنْ بَيْنِ أظْهُرِنَا فَأبْطَأَ عَلَيْنَا، وَخَشِينَا أنْ يُقْتَطَعَ دُونَنَا وَفَزِعْنَا فَقُمْنَا، فَكُنْتُ أَوَّلَ مَنْ فَزِعَ، فَخَرَجْتُ أبْتَغِي رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، حَتَّى أتَيْتُ حَائِطاً لِلأَنصَارِ لِبَني النَّجَارِ، فَدُرْتُ بِهِ هَلْ أجِدُ لَهُ بَاباً ؟ فَلَمْ أجِدْ ! فَإذَا رَبِيعٌ يَدْخُلُ في جَوْفِ حَائِطٍ مِنْ بِئْرٍ خَارِجَهُ ـ وَالرَّبِيعُ: الجَدْوَلُ الصَّغِيرُ ـ فَاحْتَفَرْتُ، فَدَخَلْتُ عَلَى رَسُولِ اللهِ صلى الله عليه وسلم، فَقَالَ: &laquo; أَبُو هُرَيْرَةَ ؟&raquo; فَقُلتُ: نَعَمْ، يَا رَسُولَ اللهِ صلى  الله عليه وسلم، قَالَ: &laquo;مَا شأنُكَ؟ &raquo; قُلْتُ: كُنْتَ بَيْنَ أظْهُرِنَا فَقُمْتَ فَأبْطَأتَ عَلَيْنَا، فَخَشِينَا أنْ تُقْتَطَعَ دُونَنَا، فَفَزِعْنَا، فَكُنْتُ أوّلَ مَنْ فَزِعَ، فَأتَيْتُ هٰذَا الحَائِطَ، فَاحْتَفَرْتُ كَمَا يَحْتَفِرُ الثَّعْلَبُ، وَهَؤُلاَءِ النَّاسُ وَرَائِي . فَقَالَ:  يَا أَبَا هُرَيرَةَ  وَأعْطَانِي نَعْلَيْهِ، فَقَالَ: &laquo;اذْهَبْ بِنَعْلَيَّ هَاتَيْنِ، فَمَنْ لَقِيتَ مِنْ وَرَاءِ هَذَا الحَائِطِ يَشْهَدُ أنْ لاَ إلٰهَ إِلاَّ اللهُ مُسْتَيْقِنَاً بِهَا قَلْبُهُ، فَبَشِّرْهُ بِالجَنَّةِ ... &raquo; وَذَكَرَ الحديثَ بِطُوْلِهِ، رواه مسلم .",
    "hadithBengali": "৩/৭১৫। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমরা আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চারিপাশে বসেছিলাম। আমাদের সাথে আবূ বকর ও উমার (রাদিয়াল্লাহু আনহুমা) তথা অন্যান্য সাহাবীগণও ছিলেন। ইত্যবস্থায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মাঝ থেকে উঠে (বাইরে) চলে গেলেন। যখন তিনি ফিরে আসতে দেরি করে দিলেন, তখন আমাদের আশংকা হল যে, আমাদের অনুপস্থিতিতে তিনি (শত্রু) কবলিত না হন। এ দুশ্চিন্তায় আমরা ঘাবড়ে গেলাম এবং উঠে পড়লাম। তাঁদের মধ্যে আমিই সর্বপ্রথম ঘাবড়ে গিয়েছিলাম। সুতরাং আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সন্ধানে বেরিয়ে পড়লাম। শেষ পর্যন্ত আমি আনসারদের বনূ নাজ্জারের একটি বাগানে পৌঁছে তার চতুর্দিকে ঘুরতে লাগলাম, যদি কোন (প্রবেশ) দরজা পাই। কিন্তু তার কোন (প্রবেশ) দরজা পেলাম না। হঠাৎ দেখলাম বাইরের একটি কুয়া থেকে সরু নালা ঐ বাগানের ভিতরে চলে গেছে। আমি সেখান দিয়ে জড়সড় হয়ে বাগানের মধ্যে ঢুকে পড়লাম। (দেখলাম,) আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে উপস্থিত।\n\nতিনি বলে উঠলেন, আবূ হুরাইরা? আমি বললাম, জী হ্যাঁ, হে আল্লাহ রাসূল! তিনি বললেন, কী ব্যাপার তোমার? আমি বললাম, আপনি আমাদের মধ্যে উপস্থিত ছিলেন। কিন্তু অকস্মাৎ উঠে বাইরে এলেন। তারপর আপনার ফিরতে দেরি দেখে আমরা এই দুশ্চিন্তায় আক্রান্ত হয়ে পড়ি যে, আমাদের অনুপস্থিতিতে হয়তো আপনি (শত্রু) কবলিত হয়ে পড়বেন। যার ফলে আমরা সকলে ঘাবড়ে উঠলাম। সর্বপ্রথম আমিই বিচলিত হয়ে উঠে এই বাগানে এসে জড়সড় হয়ে শিয়ালের মত ঢুকে পড়লাম। আর সব লোক আমার পিছনে আসছে। তিনি আমাকে সম্বোধন করে তাঁর জুতা জোড়া দিয়ে বললেন, আবূ হুরাইরা! আমার এ জুতো জোড়া সঙ্গে নিয়ে যাও এবং এ বাগানের বাইরে লা ইলাহা ইল্লাল্লাহ অন্তরের দৃঢ় বিশ্বাসের সাথে পাঠকারী যে কোন ব্যক্তির সাথে তোমার সাক্ষাৎ হবে, তাকে জান্নাতের সুসংবাদ শুনিয়ে দাও।\n\nঅতঃপর সুদীর্ঘ হাদীস তিনি বর্ণনা করেছেন। (মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "715",
    "id": "23680",
    "thesequence": "22960",
    "isActive": "1",
    "chapterId": "868",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৫: কোন ভাল জিনিসের সুসংবাদ ও তার জন্য মুবারকবাদ জানানো মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Shumasah reported:\nWe visited Amr bin Al-as (May Allah be pleased with him) when he was in his deathbed. He wept for a long time and turned his face towards the wall. His son said: O father, did not the Messenger of Allah (ﷺ) give you the good news of such and such? Did he not give you glad tidings of such and such? Then he (Amr) turned his face towards us and said: The best thing which you can count upon is the affirmation that: La ilaha illallah (there is no true god except Allah), and that Muhammad is the Messenger of Allah. I have passed through three phases. I remember when I hated none more than I hated the Messenger of Allah (ﷺ), and there was no other desire stronger in me than that of killing him. Had I died in that state, I would have definitely been one of the dwellers of Fire (Hell). When Allah instilled the love for Islam in my heart, I went to Messenger of Allah (ﷺ) and said, Extend your right hand, so that I pledge allegiance to you. He (ﷺ) stretched out his right hand, but I withdrew my hand. He said, What is the matter, Amr? I said, I wish to lay down same conditions. He asked, What conditions do you wish to put forward? I replied, To be granted forgiveness. He said, Do you not know that (embracing) Islam wipes out all that has gone before it (previous misdeeds). Verily, emigration wipes out all the previous sins, and the Hajj (pilgrimage) wipes out all the previous sins. Thereafter, no one was dearer to me than Messenger of Allah (ﷺ), and none was more respectable than him in my eyes. So bright was his splendour that I could not gather enough courage to look at his face for any length of time. If I were asked to describe his feature, I would not be able to do so because I have never caught a full glimpse of his face. Had I died in that state I could have hoped to be one of the dwellers of Jannah. Thereafter, we were made responsible for many things and in the light of which I am unable to know what is in store for me. When I die, no mourner, nor fire should accompany my bier. When you bury me, throw the earth gently over me and stand over my grave for the space of time within which a camel is slaughtered and its meat is distributed so that I may enjoy your intimacy, and in your presence ascertain what answer can I give to the Messengers of my Rubb (the angels in grave).\n\n[Muslim].",
    "hadithArabic": "وَعَنِ ابنِ شِمَاسَة، قَالَ: حَضَرْنَا عَمْرَو بنَ العَاصِ رضي الله عنه وَهُوَ في سِيَاقَةِ الْمَوْتِ، فَبَكَى طَوِيلاً، وَحَوَّلَ وَجْهَهُ إِلَى الجِدَارِ، فَجَعَلَ ابْنُهُ، يَقُولُ: يَا أبَتَاهُ، أمَا بَشَّرَكَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم بكَذَا ؟ أمَا بَشَّرَكَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم بِكَذَا ؟ فَأقْبَلَ بِوَجْهِهِ، فَقَالَ: إنَّ أفْضَلَ مَا نُعِدُّ شَهَادَةُ أنْ لاَ إلٰهَ إِلاَّ الله، وَأنَّ مُحَمَّداً رَسُولُ اللهِ  صلى  الله عليه وسلم، إنِّي قَدْ كُنْتُ عَلَى أطْبَاقٍ ثَلاَثٍ: لَقَدْ رَأيْتُنِي وَمَا أحَدٌ أشَدُّ بُغضاً لِرَسُولِ اللهِ صلى الله عليه وسلم مِنِّي، وَلاَ أحَبَّ إليَّ مِنْ أنْ أكُونَ قدِ اسْتَمكَنتُ مِنْهُ فَقَتَلْتُهُ، فَلَوْ مُتُّ عَلَى تِلكَ الحَالِ لَكُنْتُ مِنْ أهْلِ النَّارِ، فَلَمَّا جَعَلَ اللهُ الإسلاَمَ في قَلْبِي أتَيْتُ النَّبِيَّ صلى الله عليه وسلم، فقُلْتُ: اُبسُطْ يَمِينَكَ فَلأُبَايِعُكَ، فَبَسَطَ يَمِينَهُ فَقَبَضْتُ يَدِي، فَقَالَ: &laquo; مَا لَكَ يَا عَمْرُو ؟ &raquo; قُلتُ: أَرَدتُ أنْ أشْتَرِطَ، قَالَ: &laquo; تَشْتَرِطُ مَاذا ؟ &raquo; قُلْتُ: أنْ يُغْفَرَ لِي، قَالَ: &laquo; أمَا عَلِمْتَ أن الإِسلاَمَ يَهْدِمُ مَا كَانَ قَبْلَهُ، وَأن الهِجْرَةَ تَهْدِمُ مَا كَانَ قَبلَهَا، وَأنَّ الحَجَّ يَهْدِمُ مَا كَانَ قَبْلَهُ ؟ &raquo;. وَمَا كَانَ أحدٌ أحَبَّ إليَّ مِنْ رَسُولِ اللهِ صلى الله عليه وسلم، وَلاَ أجَلَّ في عَينِي مِنْهُ وَمَا كُنْتُ أُطيقُ أَن أَملأُ عَينَيَّ مِنْهُ ؛ إِجلاَلاً لَهُ، وَلَو سُئِلتُ أَن أَصِفَهُ مَا أَطَقتُ، ِلأَنِّي لَمْ أَكُن أَملأُ عَينَيَّ مِنْهُ، وَلَو مُتُّ عَلَى تِلْكَ الحَالِ لَرجَوْتُ أَن أكُونَ مِنْ أهْلِ الجَنَّةِ، ثُمَّ وَلِينَا أشْيَاءَ مَا أدْرِي مَا حَالِي فِيهَا ؟ فَإِذَا أنَا مُتُّ فَلاَ تَصحَبَنِّي نَائِحَةٌ وَلاَ نَارٌ، فَإِذَا دَفَنْتُمُونِي، فَشُنُّوا عَليَّ التُّرَابَ شَنّاً، ثُمَّ أَقِيمُوا حَوْلَ قَبْرِي قَدْرَ مَا تُنْحَرُ جَزورٌ، وَيُقْسَمُ لَحْمُهَا، حَتَّى أَسْتَأنِسَ بِكُمْ، وَأنْظُرَ مَا أُرَاجعُ بِهِ رُسُلَ رَبّي . رواه مسلم .",
    "hadithBengali": "৪/৭১৬। ইবনে শিমাসাহ হতে বর্ণিত, তিনি বলেন, আমর ইবনে আস রাদিয়াল্লাহু আনহু-এর মরণোন্মুখ সময়ে আমরা তাঁর নিকটে উপস্থিত হলাম। তিনি অনেকক্ষণ ধরে কাঁদতে থাকলেন এবং দেওয়ালের দিকে মুখ ফিরিয়ে নিলেন। এরূপ অবস্থা দেখে তাঁর এক ছেলে বলল, আব্বাজান! আপনাকে কি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অমুক জিনিসের সুসংবাদ দেননি? আপনাকে কি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অমুক জিনিসের সুসংবাদ দেননি? এ কথা শুনে তিনি তাঁর চেহারা সামনের দিকে করে বললেন, আমাদের সর্বোত্তম পুঁজি হল, এই সাক্ষ্য প্রদান করা যে, আল্লাহ ছাড়া কোন সত্য উপাস্য নেই এবং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর রাসূল। আমি তিনটি স্তর অতিক্রম করেছি। (এক) আমার চেয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি বড় বিদ্বেষী আর কেউ ছিল না। তাঁকে হত্যা করার ক্ষমতা অর্জন করাই ছিল আমার তৎকালীন সর্বাধিক প্রিয় বাসনা। যদি (দুর্ভাগ্যক্রমে) তখন মারা যেতাম, তাহলে নিঃসন্দেহে আমি জাহান্নামী হতাম।\n\n(দুই) তারপর যখন আল্লাহ তাআলা আমার অন্তরে ইসলাম প্রক্ষিপ্ত করলেন, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির হয়ে নিবেদন করলাম, আপনার ডান হাত প্রসারিত করুন। আমি আপনার হাতে বায়আত করতে চাই। বস্তুত তিনি ডান হাত বাড়িয়ে দিলেন। কিন্তু আমি আমার হাত টেনে নিলাম। তিনি বললেন, আমর! কী ব্যাপার? আমি নিবেদন করলাম, একটি শর্ত আরোপ করতে চাই। তিনি বললেন, শর্তটি কী? আমি বললাম, আমাকে ক্ষমা করা হোক---শুধু এতটুকুই। তিনি বললেন, তুমি কি জানো না যে, ইসলাম পূর্বের সমস্ত পাপরাশিকে মিটিয়ে দেয়, হিজরত পূর্বের সমস্ত পাপরাশিকে নিশ্চিহ্ন করে ফেলে এবং হজ্জ্বও পূর্বের পাপসমূহ ধ্বংস করে দেয়?\n\nতখন থেকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অপেক্ষা অধিক প্রিয় মানুষ আর কেউ নেই। আর আমার দৃষ্টিতে তাঁর চেয়ে সম্মানীয় ব্যক্তি আর কেউ নেই। তাঁকে সম্মান ও শ্রদ্ধাজ্ঞাপন করার অবস্থা এরূপ ছিল যে, তাঁর দিকে নয়নভরে তাকাতে পারতাম না। যার ফলে আমাকে কেউ যদি প্রশ্ন করে যে, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর গঠনাকৃতি কিরূপ ছিল? তাহলে আমি তা বলতে পারব না। এ অবস্থায় যদি আমার মৃত্যু হয়ে যেত, তাহলে আশা ছিল যে, আমি জান্নাতবাসীদের অন্তর্ভুক্ত হতাম।\n\n(তিন) তারপর বহু দায়িত্বপূর্ণ বিষয়াদির খপ্পরে পড়লাম। জানি না, তাতে আমার অবস্থা কী? সুতরাং আমি মারা গেলে কোন মাতমকারিণী অথবা আগুন যেন অবশ্যই আমার (জানাযার) সাথে না থাকে। তারপর যখন আমাকে দাফন করবে, তখন যেন তোমরা আমার কবরে অল্প অল্প করে মাটি দেবে। অতঃপর একটি উট যবেহ করে তার গোশত বণ্টন করার সময় পরিমাণ আমার কবরের পাশে অপেক্ষা করবে। যাতে আমি তোমাদের সাহায্যে নিঃসঙ্গতা দূর করতে পারি এবং আমার প্রভুর প্রেরিত ফিরিশ্তাদের সঙ্গে কিরূপ বাক্-বিনিময় করি, তা দেখে নই। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "716",
    "id": "23681",
    "thesequence": "22961",
    "isActive": "1",
    "chapterId": "868",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৫: কোন ভাল জিনিসের সুসংবাদ ও তার জন্য মুবারকবাদ জানানো মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Malik bin Al-Huwairith (May Allah be pleased with him) reported:\nWe came to the Messenger of Allah (ﷺ) when we were all young men of nearly equal age. We stayed with him for twenty days. He was extremely kind and considerate. He perceived that we missed our families so he asked us about those we left behind, and we informed him. Then he (ﷺ) said, Go back to your families, stay with them, teach them (about Islam) and exhort them to do good. Perform such Salat (prayer) at such a time and such Salat at such a time. When the time for Salat is due, one of you should announce Adhan (call for prayer) and the oldest among you should lead Salat.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن أَبي سُلَيمَانَ مَالِكِ بنِ الحُوَيْرِثِ رضي الله عنه، قَالَ: أَتَيْنَا رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، وَنَحْنُ شَبَبَةٌ مُتَقَارِبُونَ، فَأقَمْنَا عِنْدَهُ عِشْرِينَ لَيْلَةً، وَكَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم رَحِيماً رَفِيقاً، فَظَنَّ أنَّا قَدِ اشْتَقْنَا أهْلَنَا، فَسَألَنَا عَمَّنْ تَرَكْنَا مِنْ أهْلِنَا، فَأخْبَرْنَاهُ، فَقَالَ: &laquo; ارْجِعُوا إِلَى أهْلِيكُمْ، فَأَقِيمُوا فِيهمْ، وَعَلِّمُوهُم وَمُرُوهُمْ، وَصَلُّوا صَلاَةَ كَذَا فِي حِيْنِ كَذَا، وَصَلُّوا كَذَا فِي حِيْنِ كَذَا، فَإذَا حَضَرَتِ الصَّلاَةُ فَلْيُؤَذِّنْ لَكُمْ أحَدُكُمْ وَلْيَؤُمَّكُمْ أكْبَرُكُمْ &raquo;. متفقٌ عَلَيْهِ .\nزاد البخاري في رواية لَهُ: وَصَلُّوا كَمَا رَأيْتُمُونِي أُصَلِّي \n",
    "hadithBengali": "আল্লাহ তাআলা বলেন,\n\n<p dir=RTL>﴿ وَوَصَّىٰ بِهَآ إِبۡرَٰهِ&zwj;ۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ ١٣٢ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِ&zwj;ۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ ١٣٣ ﴾ [البقرة: ١٣٢، ١٣٣]\n\nঅর্থাৎ &ldquo;ইব্রাহীম ও ইয়াকূব এ সম্বন্ধে তাদের পুত্রগণকে নির্দেশ দিয়েছিল, হে পুত্রগণ! আল্লাহ তোমাদের জন্য দ্বীনকে (ইসলাম ধর্মকে) মনোনীত করেছেন। সুতরাং আত্মসমর্পণকারী না হয়ে তোমরা অবশ্যই মৃত্যুবরণ করো না। ইয়াকুবের নিকট যখন মৃত্যু এসেছিল তোমরা কি তখন উপস্থিত ছিলে? সে যখন নিজ পুত্রগণকে জিজ্ঞাসা করেছিল, আমার (মৃত্যুর) পরে তোমরা কিসের উপাসনা করবে। তারা তখন বলেছিল, আমরা আপনার উপাস্য ও আপনার পিতৃপুরুষ ইব্রাহীম, ইসমাঈল ও ইসহাকের উপাস্য, সেই অদ্বিতীয় উপাস্যের উপাসনা করব। আর আমরা তাঁর কাছে আত্মসমর্পণকারী।&rdquo; (সূরা বাক্বারাহ ১৩২-১৩৩ আয়াত)<!--صلى الله عليه وسلمm-->\n\nএ বিষয়ে অনেক হাদীস আছে তন্মধ্যেঃ-\n\n<p dir=RTL>حديث زيد بن أرقم رضي الله عنه -الذي سبق في باب إكرام أهل بيت رسول الله صلى الله عليه وسلم -قال: قام رسول الله صلى الله عليه وسلم فينا خطيباً، فحمد الله، وأثنى عليه، ووعظ وذكر، ثم قال: &ldquo;أما بعد&rdquo;ألا أيها الناس إنما أنا بشر يوشك أن يأتي رسول الله ربي فأجيب، وأنا تارك فيكم ثقلين :  أولهما: كتاب الله، فيه الهدى والنور، فخذو بكتاب الله، واستمسكوا به&rdquo; فحث على كتاب الله، ورغب فيه، ثم قال: &ldquo;وأهل بيتي، أذكركم الله في أهل بيتي ((رواه مسلم)) وقد سبق بطوله.\n\nযায়েদ ইবনে আরক্বামের হাদীস যা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিবার পরিজনের প্রতি শ্রদ্ধা জ্ঞাপন করার পরিচ্ছেদে অতীত হয়ে গেছে, তাতে যায়দ বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একদা) আমাদের মাঝে উঠে ভাষণ দান করলেন; তিনি আল্লাহর প্রশংসা করলেন তাঁর গুণ বর্ণনা করলেন এবং উপদেশ ও নসীহত করলেন ও বললেন, অতঃপর হে জনমন্ডলী! শোন! আমি তোমাদের মতই একজন মানুষ। অদূর ভবিষ্যতে হয়তো আমার প্রতিপালকের দূত আমার নিকট পৌঁছে যাবে। আর আমি তাঁর ডাকে সাড়া দেব। এমতাবস্থায় আমি তোমাদের মধ্যে দুটি ভারী (সম্মানিত) বস্তু রেখে যাচ্ছি, প্রথমটি আল্লাহর কিতাব; যাতে হিদায়াত ও আলো নিহিত আছে। অতএব তোমরা আল্লাহর কিতাবকে সুদৃঢ়ভাবে ধারণ করো।\n\nঅতঃপর তিনি আল্লাহর কিতাব (মান্য করার) ব্যাপারে উৎসাহিত করলেন এবং তার প্রতি অনুপ্রাণিত করলেন। তারপর তিনি বললেন, দ্বিতীয় বস্তুটি হচ্ছে আমার পরিবার-পরিজন। আমি তোমাদেরকে আমার আহলে বায়ত (পরিবার)এর ব্যাপারে আল্লাহ স্মরণ করিয়ে দিতে চাই। (যেন তাদের প্রতি কোন অন্যায় আচরণ করো না।) (মুসলিম ২৪০৮, হাদীসটি পূর্ণরূপে পূর্বে গত হয়েছে।)\n\n<hr />\n<!--صلى الله عليه وسلمm-->১/৭১৭। আবূ সুলায়মান মালেক ইবনে হুওয়াইরিস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমরা প্রায় সমবয়স্ক কতিপয় নব যুবক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বিশ দিন অবস্থান করলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অত্যন্ত দয়ালু ও স্নেহপরবশ ছিলেন। তাই তিনি ধারণা করলেন যে, আমরা আমাদের পরিবারের কাছে ফিরে যাবার জন্য উদ্গ্রীব হয়ে উঠেছি। সেহেতু তিনি আমাদেরকে প্রশ্ন করলেন যে, আমরা আমাদের পরিবারে কাকে ছেড়ে এসেছি?\n\nসুতরাং আমরা তাঁকে জানালে তিনি বললেন, তোমরা তোমাদের পরিবারের কাছে ফিরে যাও এবং তাদের মাঝেই বসবাস কর। তাদেরকে শিক্ষা দান কর এবং তাদেরকে (ভাল কাজের) আদেশ দাও। অমুক নামায অমুক সময়ে পড়। অমুক নামায অমুক সময়ে পড়। সুতরাং যখন নামাযের সময় হবে, তখন তোমাদের মধ্যে কেউ একজন আযান দেবে এবং তোমাদের মধ্যে যে বড় সে ইমামতি করবে। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\nবুখারীর বর্ণনায় এরূপ বাড়তিভাবে আছে যে, আমাকে তোমরা যেভাবে নামায পড়তে দেখেছ, ঠিক সেইভাবেই নামায পড়।\n",
    "checkStatus": "1",
    "hadithNo": "717",
    "id": "23682",
    "thesequence": "22962",
    "isActive": "1",
    "chapterId": "869",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৬: সফরকারীকে উপদেশ দেওয়া, বিদায় দেওয়ার দো&lsquo;আ পড়া ও তার কাছে নেক দো&lsquo;আর নিবেদন ইত্যাদি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umar bin Al-Khattab (May Allah be pleased with him) reported:\nI sought permission of the Prophet (ﷺ) to perform Umrah, and he granted me leave and said, Brother, do not forget us in your supplications. I would not exchange these words of his for the whole world.\n\nAnother narration is: He (ﷺ) said, Include us, my brother, in your supplications.\n\n[Abu Dawud and At- Tirmidhi].",
    "hadithArabic": "وعن عُمَرَ بنِ الخطاب  رضي الله عنه قال: اسْتَأْذَنْتُ النبي صلى الله عليه وسلم في الْعُمْرَةِ، فَأَذِنَ، وقال:  لا تنْسنَا يَا أخيَّ مِنْ دُعَائِك  فقالَ كَلِمَةً ما يَسُرُّني أَنَّ لِي بهَا الدُّنْيَا . وفي رواية قال:  أَشْرِكْنَا يَا أخَيَّ في دُعَائِكَ  رواه أبو داود، والترمذي وقال: حديث حسن صحيح .",
    "hadithBengali": "২/৭১৮। উমার ইবনুল খাত্তাব রাদিয়াল্লাহু আনহু হতে বর্ণিত, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উমরাহ করার অনুমতি চাইলাম। তিনি অনুমতি দিয়ে বললেনঃ প্রিয় ভাই আমার, তোমার দোআর সময় আমাদেরকে যেন ভুলো না। এমন বাক্য তিনি উচ্চারণ করলেন, যার বিনিময়ে সমস্ত পৃথিবীটা আমার হয়ে গেলেও তা আমার কাছে আনন্দদায়ক হিসাবে (গণ্য) নয়। অন্য এক বর্ণনায় বলা হয়েছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ভাইয়া! তুমি আমাদেরকেও তোমার দোআয় শরীক রেখো। (আবু দাউদ ও তিরমিযি) দুর্বল।[1]\n",
    "checkStatus": "1",
    "hadithNo": "718",
    "id": "23683",
    "thesequence": "22963",
    "isActive": "1",
    "chapterId": "869",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "3",
    "topicName": "৯৬: সফরকারীকে উপদেশ দেওয়া, বিদায় দেওয়ার দো&lsquo;আ পড়া ও তার কাছে নেক দো&lsquo;আর নিবেদন ইত্যাদি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salim bin Abdullah bin Umar (May Allah be pleased with them) reported:\nWhen a man was to set out on a journey, Abdullah bin Umar (May Allah be pleased with them) would say to him: Draw near so that I may bid farewell to you as Messenger of Allah (ﷺ) used to bid farewell to us. (The Messenger of Allah (ﷺ) used to say: Astaudiullaha dinaka, wa amanataka, wa khawatima amalika (I entrust Allah with your Deen, your trust and your last deeds).\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَن سَالِمِ بنِ عَبدِ اللهِ بنِ عُمَرَ: أنَّ عَبدَ اللهِ بنَ عُمَرَ رَضِيَ اللهُ عَنهُمَا، كَانَ يَقُولُ للرَّجُلِ إِذَا أرَادَ سَفَراً: اُدْنُ مِنِّي حَتَّى أُوَدِّعَكَ كَمَا كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم يُوَدِّعُنَا، فَيَقُولُ:  أَسْتَوْدِعُ اللهَ دِينَكَ، وَأمَانَتَكَ، وَخَواتِيمَ عَمَلِكَ . رواه الترمذي، وقال: حديث حسن صحيح ",
    "hadithBengali": "৩/৭১৯। সালেম ইবন আব্দুল্লাহ ইবনে উমার হতে বর্ণিত, সফরকারীকে আব্দুল্লাহ ইবনে উমার রাদিয়াল্লাহু আনহু বলতেন, আমার নিকটবর্তী হও, তোমাকে ঠিক সেইভাবে বিদায় দেব, যেভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে বিদায় দিতেন। সুতরাং তিনি বলতেন, আস্তাউদিউল্লা-হা দ্বীনাকা অআমা-নাতাকা অখাওয়াতীমা আমালিক। অর্থাৎ তোমার দ্বীন, তোমার সততা এবং তোমার কাজের পরিণাম আল্লাহকে সঁপে দিলাম। (তিরমিযী হাসান সহীহ) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "719",
    "id": "23684",
    "thesequence": "22964",
    "isActive": "1",
    "chapterId": "869",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "2",
    "topicName": "৯৬: সফরকারীকে উপদেশ দেওয়া, বিদায় দেওয়ার দো&lsquo;আ পড়া ও তার কাছে নেক দো&lsquo;আর নিবেদন ইত্যাদি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Yazid Al-Khatmi (May Allah be pleased with him) reported:\nWhen Messenger of Allah (ﷺ) intended to bid farewell to his army he would say: Astau-diullaha dinakaum, wa amanatakum, wa khawatima amalikum (I entrust Allah with your Deen, your trust and your last deeds).\n\n[Abu Dawud].",
    "hadithArabic": "وَعَن عَبدِ اللهِ بنِ يَزِيدَ الخَطْمِيِّ الصَّحَابيِّ رضي الله عنه، قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم إِذَا أرَادَ أنْ يُوَدِّعَ الجَيشَ، قَالَ:  أسْتَوْدِعُ اللهَ دِينَكُمْ، وَأمَانَتَكُمْ، وَخَواتِيمَ أعْمَالِكُمْ . حديث صحيح، رواه أَبُو داود وغيره بإسناد صحيح",
    "hadithBengali": "৪/৭২০। সাহাবী আব্দুল্লাহ ইবনে য়্যাযীদ খাত্বমী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কোন সেনাবাহিনীকে বিদায় জানাতেন, তখন এই দোআ বলতেন, আস্তাওদিউল্লাহা দ্বীনাকুম অআমানাতাকুম অখাওয়াতীমা আমালিকুম<!--صلى الله عليه وسلمm-->। অর্থাৎ তোমাদের দ্বীন, তোমাদের সততা এবং তোমাদের কর্মসমূহের পরিণাম আল্লাহকে সঁপে দিলাম। (সহীহ হাদীস<!--صلى الله عليه وسلمm-->, আবূ দাঊদ ও অন্যান্য বিশুদ্ধ সূত্রে) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "720",
    "id": "23685",
    "thesequence": "22965",
    "isActive": "1",
    "chapterId": "869",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৬: সফরকারীকে উপদেশ দেওয়া, বিদায় দেওয়ার দো&lsquo;আ পড়া ও তার কাছে নেক দো&lsquo;আর নিবেদন ইত্যাদি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nA man came to the Prophet (ﷺ) and said: O Messenger of Allah! I intend to go on a journey, so supplicate for me. He (ﷺ) said, May Allah grant you the provision of piety. The man said: Please supplicate more for me. He (ﷺ) said, May He forgive your sins! The man repeated: Please supplicate more for me. Messenger of Allah (ﷺ) said, May He facilitate for you the doing of good wherever you are.\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَن أَنَسٍ رضي الله عنه، قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم، فَقَالَ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، إنّي أُرِيدُ سَفَراً، فَزَوِّدْنِي، فَقَالَ:  زَوَّدَكَ الله التَّقْوَى  قَالَ: زِدْنِي قَالَ:  وَغَفَرَ ذَنْبَكَ  قَالَ: زِدْنِي، قَالَ:  وَيَسَّرَ لَكَ الْخَيْرَ حَيْثُمَا كُنْتَ . رواه الترمذي، وقال: حديث حسن ",
    "hadithBengali": "৫/৭২১। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, একটি লোক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে নিবেদন জানাল, হে আল্লাহর রাসূল! আমি সফরে যাব, সুতরাং আমাকে পাথেয় দিন। তিনি উত্তরে এই দোআ দিলেন, যাউওয়াদাকাল্লা-হুত্ তাক্বওয়া। অর্থাৎ আল্লাহ তোমাকে সংযমশীলতার পাথেয় দান করুন। লোকটি পুনরায় বলল, আমাকে আরো পাথেয় দিন। তিনি দোআ দিয়ে বললেন, অগাফারা যামবাকা। অর্থাৎ আল্লাহ তোমার অপরাধ ক্ষমা করুন। লোকটি আবার নিবেদন করল, আমাকে আরো দিন। তিনি পুনরায় দোআ দিয়ে বললেন, অয়্যাস্সারা লাকাল খাইরা হাইসুমা কুন্ত্। অর্থাৎ তুমি যেখানেই থাক, আল্লাহ যেন তোমার জন্য কল্যাণ সহজ করে দেন। (তিরমিযী হাসান) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "721",
    "id": "23686",
    "thesequence": "22966",
    "isActive": "1",
    "chapterId": "869",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "2",
    "topicName": "৯৬: সফরকারীকে উপদেশ দেওয়া, বিদায় দেওয়ার দো&lsquo;আ পড়া ও তার কাছে নেক দো&lsquo;আর নিবেদন ইত্যাদি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) used to teach us the Istikharah (seeking guidance from Allah) in all matters as he would teach us a Surah of the Quran. He used to say: When one of you contemplates entering upon an enterprise, let him perform two Rakah of optional prayer other than Fard prayers and then supplicate: Allahumma inni astakhiruka bi ilmika, wa astaqdiruka bi qudratika, wa as-aluka min fadlikal-azim. Fainnaka taqdiru wa la aqdiru, wa talamu wa la alamu, wa Anta allamul- ghuyub. Allahumma in kunta talamu anna hadhal-amra (and name what you want to do) khairun li fi dini wa maashi wa aqibati amri, (or he said) ajili amri ajilihi, faqdurhu li wa yassirhu li, thumma barik li fihi. Wa in kunta talamu anna hadhal amra (and name what you want to do) sharrun li fi dini wa maashi wa aqibati amri, (or he said) wa ajili amri wa ajilihi, fasrifhu anni, wasrifni anhu, waqdur liyal- khaira haithu kana, thumma ardini bihi. (O Allah, I consult You through Your Knowledge, and I seek strength through Your Power, and ask of Your Great Bounty; for You are Capable whereas I am not and, You know and I do not, and You are the Knower of hidden things. O Allah, if You know that this matter (and name it) is good for me in respect of my Deen, my livelihood and the consequences of my affairs, (or he said), the sooner or the later of my affairs then ordain it for me, make it easy for me, and bless it for me. But if You know this matter (and name it) to be bad for my Deen, my livelihood or the consequences of my affairs, (or he said) the sooner or the later of my affairs then turn it away from me, and turn me away from it, and grant me power to do good whatever it may be, and cause me to be contented with it). And let the supplicant specify the object.\n\n[Al-Bukhari]",
    "hadithArabic": "وَعَن جَابِرٍ رضي الله عنه، قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم يُعَلِّمُنَا الاسْتِخَارَةَ في الأُمُورِ كُلِّهَا كَالسُّورَةِ مِنَ القُرْآنِ، يَقُولُ:  إِذَا هَمَّ أحَدُكُمْ بِالأَمْرِ، فَلْيَركعْ رَكْعَتَيْنِ مِنْ غَيْرِ الفَرِيضَةِ، ثُمَّ ليَقُلْ:  اَللهم إنِّي أسْتَخِيرُكَ بِعِلْمِكَ، وَأسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْألُكَ مِنْ فَضْلِكَ العَظِيْمِ، فَإنَّكَ تَقْدِرُ وَلاَ أقْدِرُ، وَتَعْلَمُ وَلاَ أعْلَمُ، وَأنْتَ عَلاَّمُ الْغُيُوبِ .  اَللهم إنْ كُنْتَ تَعْلَمُ أنَّ هَذَا الأمْرَ خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أمْرِي  أَوْ قَالَ:  عَاجِلِ أمْرِي وَآجِلِهِ، فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي، ثُمَّ بَارِكْ لِي فِيهِ . وَإنْ كُنْتَ تَعْلَمُ أنَّ هَذَا الأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي  أَوْ قَالَ:  عَاجِلِ أمْرِي وَآجِلِهِ ؛ فَاصْرِفْهُ عَنِّي، وَاصْرِفْنِي عَنْهُ، وَاقْدُرْ لِيَ الخَيْرَ حَيْثُ كَانَ، ثُمَّ أرْضِنِي بِهِ  قَالَ:  وَيُسَمِّيْ حَاجَتَهُ . رواه البخاري .",
    "hadithBengali": "মহান আল্লাহ বলেছেন,\n\n<p dir=RTL>﴿وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ ﴾ [ال عمران: ١٥٩]\n\nঅর্থাৎ &ldquo;কাজে-কর্মে তুমি তাদের সাথে পরামর্শ কর।&rdquo; (সূরা আলে ইমরান ১৫৯ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি অন্যত্র বলেছেন,\n\n<p dir=RTL>﴿ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ ﴾ [الشورى: ٣٨]\n\nঅর্থাৎ &ldquo;তারা আপোসে পরামর্শের মাধ্যমে নিজেদের কর্ম সম্পাদন করে।&rdquo; (সূরা শূরা ৩৮ আয়াত)<!--صلى الله عليه وسلمm-->\n\n<hr />\n১/৭২২। জাবের রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে যাবতীয় কাজের জন্য ইস্তেখারা শিখাতেন। যেভাবে কুরআনের সূরা শিক্ষা দিতেন। (আর) বলতেন, যখন তোমাদের কারো কোন বিশেষ কাজ করার ইচ্ছা হয়, তখন সে যেন ফরয সালাত ব্যতীত দু রাকআত নামায পড়ে এই দোআ বলেঃ-\n\nআল্লা-হুম্মা ইন্নী আস্তাখীরুকা বইলমিকা অ আস্তাক্বদিরুকা বি ক্বুদরাতিকা অ আসআলুকা মিন ফাযবলিকাল আযীম, ফাইন্নাকা তাক্বদিরু অলা আক্বদিরু অতালামু অলা আলামু অ আন্তা আল্লা-মুল গুয়ূব। আল্লা-হুম্মা ইন কুন্তা তালামু আন্না হা-যাল আমরা (এখানে যে কাজের জন্য ইস্তেখারা করা হচ্ছে তা মনে মনে উল্লেখ করবে)<!--صلى الله عليه وسلمm--> খাইরুল লী ফী দ্বীনী অ মাআশী অ আ-ক্বিবাতি আমরী অ আ-জিলিহী অ আ-জিলিহ, ফাক্বদুরহু লী, অয়্যাস্সিরহু লী, সুম্মা বা-রিক লী ফীহ। অইন কুন্তা তালামু আন্না হা-যাল আমরা শার্রুল লী ফী দ্বীনী অ মাআশী অ আ-ক্বিবাতি আমরী অ আ-জিলিহী অ আ-জিলিহ, ফাস্বরিফহু আন্নী অস্বরিফনী আনহু, অক্বদুর লিয়াল খাইরা হাইসু কা-না সুম্মা আরযিবনী বিহ।\n\nঅর্থ-<!--صلى الله عليه وسلمm--> হে আল্লাহ! নিশ্চয় আমি তোমার নিকট তোমার ইলমের সাথে মঙ্গল প্রার্থনা করছি। তোমার কুদরতের সাথে শক্তি প্রার্থনা করছি এবং তোমার বিরাট অনুগ্রহ থেকে ভিক্ষা যাচনা করছি। কেননা, তুমি শক্তি রাখ, আমি শক্তি রাখি না। তুমি জান, আমি জানি না এবং তুমি অদৃশ্যের পরিজ্ঞাতা। হে আল্লাহ! যদি তুমি এই (এখানে যে কাজের জন্য ইস্তেখারা করা হচ্ছে তা মনে মনে উল্লেখ করবে)<!--صلى الله عليه وسلمm--> কাজ আমার জন্য আমার দ্বীন, দুনিয়া, জীবন এবং কাজের বিলম্বিত ও অবিলম্বিত পরিণামে ভালো জান, তাহলে তা আমার জন্য নির্ধারিত ও সহজ করে দাও। অতঃপর তাতে আমার জন্য বরকত দান কর। আর যদি তুমি এই কাজ আমার জন্য আমার দ্বীন, দুনিয়া, জীবন এবং কাজের বিলম্বিত ও অবিলম্বিত পরিণামে মন্দ জান, তাহলে তা আমার নিকট থেকে ফিরিয়ে নাও এবং আমাকে ওর নিকট থেকে সরিয়ে দাও। আর যেখানেই হোক মঙ্গল আমার জন্য বাস্তবায়িত কর, অতঃপর তাতে আমার মনকে পরিতুষ্ট করে দাও।\n\nতিনি বলেন, সে এ সময়ে তার প্রয়োজনের বিষয়টি উল্লেখ করবে। (অর্থাৎ দোআ কালীন সময়ে আন্না হা-যাল আমরা এর জায়গায় প্রয়োজনীয় বিষয়টি উল্লেখ করবে।)[1]\n",
    "checkStatus": "1",
    "hadithNo": "722",
    "id": "23687",
    "thesequence": "22967",
    "isActive": "1",
    "chapterId": "870",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৭: ইস্তেখারা (মঙ্গল জ্ঞান লাভ করা) ও পরামর্শ করা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nOn the occasion of the Eid, the Prophet (ﷺ) would proceed to the prayer place taking one route and returning from another.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن جَابِرٍ رضي الله عنه، قَالَ: كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا كَانَ يَومُ عيدٍ خَالَفَ الطَّريقَ . رواه البخاري",
    "hadithBengali": "১/৭২৩। জাবের রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদের দিনে রাস্তা পরিবর্তন করতেন। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n\n* রাস্তা পরিবর্তনের মানে হচ্ছে যে, এক রাস্তায় যেতেন আর অন্য রাস্তায় ফিরতেন।\n",
    "checkStatus": "1",
    "hadithNo": "723",
    "id": "23688",
    "thesequence": "22968",
    "isActive": "1",
    "chapterId": "871",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৮: ঈদের নামায পড়তে, রোগী দেখতে, হজ্জ, জিহাদ বা জানাযা ইত্যাদিতে যেতে এক পথে যাওয়া এবং অন্য পথে ফিরে আসা মুস্তাহাব; যাতে ইবাদতের জায়গা বেশী হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nMessenger of Allah (ﷺ) used to go by way of Ash-Shajarah and return by way of Al-Muarras. He would also enter Makkah through the Higher Pass and would leave it through the Lower Pass.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم كَانَ يَخْرُجُ مِنْ طَريق الشَّجَرَةِ، وَيَدْخُلُ مِنْ طَريقِ الْمُعَرَّسِ، وَإِذَا دَخَلَ مَكَّةَ، دَخَلَ مِن الثَّنِيَّةِ الْعُلْيَا، وَيَخْرُجُ مِنَ الثَّنِيَّةِ السُّفْلَى . متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৭২৪। আব্দুল্লাহ ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (মদ্বীনা থেকে বাইরে গমনকালে) শাজারা নামক জায়গার রাস্তা ধরে বের হতেন এবং ফিরার সময় (যুল হুলাইফার) মুআর্রাস মসজিদের পথ ধরে (মদ্বীনায়) প্রবেশ করতেন। অনুরূপ যখন তিনি মক্কায় প্রবেশ করতেন তখন আস্-সানিয়াতুল উল্ইয়ার পথ হয়ে। আর যখন বের হতেন তখন আস্-সানিয়াতুস সুফলার পথ হয়ে। (বুখারী ও মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "724",
    "id": "23689",
    "thesequence": "22969",
    "isActive": "1",
    "chapterId": "871",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৮: ঈদের নামায পড়তে, রোগী দেখতে, হজ্জ, জিহাদ বা জানাযা ইত্যাদিতে যেতে এক পথে যাওয়া এবং অন্য পথে ফিরে আসা মুস্তাহাব; যাতে ইবাদতের জায়গা বেশী হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nMessenger of Allah (ﷺ) liked to use his right hand in all matters: in combing his hair and wearing his shoes.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن عَائِشَة رَضِيَ اللهُ عَنهَا، قَالَتْ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم يُعْجِبُهُ التَّيَمُّنُ في شَأنِهِ كُلِّهِ: في طُهُورِهِ، وَتَرَجُّلِهِ، وَتَنَعُّلِهِ . متفقٌ عَلَيْهِ",
    "hadithBengali": "সমস্ত ভাল ও সম্মানজনক কাজকর্মে ডান হাত ব্যবহার করা বা ডান দিককে অগ্রাধিকার দেওয়া উত্তম; যথাঃ ওযূ, গোসল, তায়াম্মুম, পোশাক পরা, জুতা, মোজা, পায়জামা পরা, মসজিদে প্রবেশ করা, দাঁতন করা, সুরমা লাগানো, নখকাটা, গোঁফ কাটা, বগলের লোম তোলা, চুল কামানো, নামায থেকে সালাম ফেরা, পানাহার করা, মুসাফাহ করা, হাজরে আসওয়াদ স্পর্শ করা, পায়খানা থেকে বের হওয়া, কোন জিনিস লেন-দেন করা ইত্যাদি। আর উক্ত কার্যাদির বিপরীত অন্যান্য কর্মসমূহে বাম হাত ব্যবহার বা বাম দিককে অগ্রাধিকার দেওয়া উত্তম। যেমন নাকঝাড়া, থুতু ফেলা, মসজিদ থেকে বের হওয়া, পোশাক, জুতা, মোজা, পায়জামা ইত্যাদি খোলা, পেশাব-পায়খানার পর ইস্তিঞ্জা (পানি বা ঢিল ব্যবহার) করা, ঘৃণিত কিছু স্পর্শ করা ইত্যাদি।\n\nমহান আল্লাহ বলেছেন,\n\n<p dir=RTL>﴿ فَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَيَقُولُ هَآؤُمُ ٱقۡرَءُواْ كِتَٰبِيَهۡ ١٩ ﴾ [الحاقة: ١٩]\n\nঅর্থাৎ &ldquo;সুতরাং যাকে তার আমলনামা তার ডান হাতে দেওয়া হবে সে বলবে, এই নাও, আমার আমলনামা পড়ে দেখ।&rdquo; (সূরা হা-ক্কাহ ১৯ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি বলেছেন,\n\n<p dir=RTL>﴿ فَأَصۡحَٰبُ ٱلۡمَيۡمَنَةِ مَآ أَصۡحَٰبُ ٱلۡمَيۡمَنَةِ ٨ وَأَصۡحَٰبُ ٱلۡمَشۡ&zwj;َٔمَةِ مَآ أَصۡحَٰبُ ٱلۡمَشۡ&zwj;َٔمَةِ ٩ ﴾ [الواقعة: ٨، ٩]\n\nঅর্থাৎ &ldquo;ডানওয়ালারা; কত ভাগ্যবান ডানওয়ালারা! আর বামওয়ালারা; কত হতভাগ্য বামওয়ালারা!&rdquo; (সূরা ওয়াকিয়াহ ৮-৯ আয়াত)<!--صلى الله عليه وسلمm-->\n\n<hr />\n১/৭২৫। আয়েশা রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সমস্ত কাজে (যেমন) ওযূ করা, মাথা আঁচড়ানো ও জুতা পরা (প্রভৃতি সমস্ত ভাল) কাজে ডান দিক থেকে শুরু করা পছন্দ করতেন। (বুখারী ও মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "725",
    "id": "23690",
    "thesequence": "22970",
    "isActive": "1",
    "chapterId": "872",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৯: সম্মান প্রদর্শনের স্থানে ডানকে অগ্রাধিকার দেওয়া মুস্তাহাব হওয়া (ডান-বাম ব্যবহারবিধি)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nMessenger of Allah was used to using his right hand for performing Wudu and for eating his food whereas he was used to using his left hand in his toilet and for other similar purposes.\n\n[Abu Dawud]",
    "hadithArabic": "وَعَنهَا، قَالَتْ: كَانَتْ يَدُ رَسُولِ اللهِ صلى الله عليه وسلم اليُمْنَى لِطُهُورِهِ وَطَعَامِهِ، وَكَانَتِ الْيُسْرَى لِخَلائِهِ وَمَا كَانَ مِنْ أذَىً . حديث صحيح، رواه أَبُو داود وغيره بإسنادٍ صحيحٍ",
    "hadithBengali": "২/৭২৬। উক্ত রাবী রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ডান হাত তাঁর ওযূ ও আহারের জন্য ব্যবহার হত এবং বাম হাত তাঁর পেশাব-পায়খানা ও নোংরা স্পর্শ করার সব ক্ষেত্রে ব্যবহার হত। (হাদীসটি বিশুদ্ধ<!--صلى الله عليه وسلمm-->, আবূ দাঊদ প্রভৃতি বিশুদ্ধ সূত্রে) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "726",
    "id": "23691",
    "thesequence": "22971",
    "isActive": "1",
    "chapterId": "872",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৯: সম্মান প্রদর্শনের স্থানে ডানকে অগ্রাধিকার দেওয়া মুস্তাহাব হওয়া (ডান-বাম ব্যবহারবিধি)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Atiyyah (May Allah be pleased with her) reported:\nThe Prophet (ﷺ) instructed us at the time of washing the dead body of his daughter Zainab (May Allah be pleased with her) to begin with her right side, and from the parts that are washed in Wudu.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن أُمِّ عَطِيَّةَ رَضِيَ اللهُ عَنهَا: أنَّ النِّبيَّ صلى الله عليه وسلم قَالَ لَهُنَّ فِي غَسْلِ ابْنَتِهِ زَيْنَبَ رَضِيَ اللهُ عَنهَا: &laquo;اِبْدَأنَ بِمَيَامِنِهَا، وَمَوَاضِعِ الوُضُوءِ مِنْهَا &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৩/৭২৭। উম্মে আত্বিয়াহ রাদিয়াল্লাহু আনহা কর্তৃক বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বীয় কন্যা যায়নাবের (লাশ) গোসল দেওয়ার সময় তাদের (মহিলাদেরকে) আদেশ করলেন যে, তোমরা ওর ডান দিক থেকে ও ওযূর অঙ্গসমূহ থেকে গোসল আর&lrm;&lrm;ম্ভ কর। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "727",
    "id": "23692",
    "thesequence": "22972",
    "isActive": "1",
    "chapterId": "872",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৯: সম্মান প্রদর্শনের স্থানে ডানকে অগ্রাধিকার দেওয়া মুস্তাহাব হওয়া (ডান-বাম ব্যবহারবিধি)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, When any of you puts on his shoes, he should put on the right one first; and when he takes them off, he should begin with the left. Let the right shoe be the first to be put on and the last to be taken off.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن أَبي هُرَيرَةَ رضي الله عنه: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ: &laquo; إِذَا انْتَعَلَ أحَدُكُمْ فَلْيَبْدَأْ بِالْيُمْنَى، وَإِذَا نَزَعَ فَلْيَبْدأْ بِالشِّمَالِ . لِتَكُنْ اليُمْنَى أوَّلَهُمَا تُنْعَلُ، وَآخِرُهُمَا تُنْزَعُ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৪/৭২৮। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যখন জুতা পরবে, তখন সে যেন ডান পা দিয়ে শুরু করে। আর যখন খুলবে, তখন সে যেন বাম পা দিয়ে শুরু করে। ডান পায়ের জুতা যেন আগে পরা হয় এবং পরে খোলা হয়। (বুখারী, মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "728",
    "id": "23693",
    "thesequence": "22973",
    "isActive": "1",
    "chapterId": "872",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৯: সম্মান প্রদর্শনের স্থানে ডানকে অগ্রাধিকার দেওয়া মুস্তাহাব হওয়া (ডান-বাম ব্যবহারবিধি)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hafsah (May Allah be pleased with her) reported:\nMessenger of Allah (ﷺ) used to use his right hand for eating, drinking and wearing his clothes and used to use his left hand for other purposes.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَن حَفصَةَ رَضِيَ اللهُ عَنهَا: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم كَانَ يَجعَلُ يَمِينَهُ لطَعَامِهِ وَشَرَابِهِ وَثِيَابِهِ، وَيَجْعَلُ يَسَارَهُ لِمَا سِوَى ذَلِكَ . رواه أَبُو داود والترمذي وغيره",
    "hadithBengali": "৫/৭২৯। হাফসাহ রাদিয়াল্লাহু আনহা হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পানাহার ও কাপড় পরার ক্ষেত্রে স্বীয় ডান হাত কাজে লাগাতেন এবং তাছাড়া অন্যান্য (নোংরা স্পর্শ ইত্যাদি) কাজে বাম হাত লাগাতেন। (আবূ দাঊদ ও অন্যান্য) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "729",
    "id": "23694",
    "thesequence": "22974",
    "isActive": "1",
    "chapterId": "872",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৯: সম্মান প্রদর্শনের স্থানে ডানকে অগ্রাধিকার দেওয়া মুস্তাহাব হওয়া (ডান-বাম ব্যবহারবিধি)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, When you wear your clothes or perform your Wudu, begin with your right side.\n\n[Abu Dawud and At- Tirmidhi].",
    "hadithArabic": "وَعَن أَبي هُرَيرَةَ رضي الله عنه: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ: &laquo; إِذَا لَبِسْتُمْ، وَإِذَا تَوَضَّأتُمْ، فَابْدَأُوا بِأَيَامِنِكُمْ&raquo;. حديث صحيح، رواه أَبُو داود والترمذي بإسناد صحيح",
    "hadithBengali": "৬/৭৩০। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা কাপড় পরিধান করার সময় ও ওযূ করার সময় তোমাদের ডান দিক থেকে আর&lrm;ম্ভ কর। (আবূ দাঊদ তিরমিযী<!--صلى الله عليه وسلمm-->, সহীহ সূত্রে)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "730",
    "id": "23695",
    "thesequence": "22975",
    "isActive": "1",
    "chapterId": "872",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৯: সম্মান প্রদর্শনের স্থানে ডানকে অগ্রাধিকার দেওয়া মুস্তাহাব হওয়া (ডান-বাম ব্যবহারবিধি)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nWhen Messenger of Allah (ﷺ) went to Mina, he came to Jamrat-ul-Aqabah and threw pebbles at it. After that, he went to his lodge in Mina and sacrificed. Then he called for a barber and pointed his right side to him, said, Shave from here. Then he pointed his left side and said, Take (hair) from here. Then he distributed his hair among the people.\n\n[Al-Bukhari and Muslim].\n\nAnother narration is: After the Messenger of Allah (ﷺ) had thrown pebbles at Jamrah and sacrificed an animal, he turned the right side of his head towards the barber who shaved it for him. Then he called Abu Talhah Ansari (May Allah be pleased with him) and gave his hair to him. Then he turned his head to the left side and asked the barber to shave it. He gave the hair to Abu Talhah and told him, Distribute it among the people.",
    "hadithArabic": "وَعَن أَنَسٍ رضي الله عنه: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم أَتَى مِنىً، فَأتَى الْجَمْرَةَ فَرَمَاهَا، ثُمَّ أتَى مَنْزِلَهُ بِمِنَىً وَنَحَرَ، ثُمَّ قَالَ لِلحَلاَّقِ: &laquo;خُذْ&raquo; وأشَارَ إِلَى جَانِبهِ الأَيْمَنِ، ثُمَّ الأَيْسَرِ، ثُمَّ جَعَلَ يُعْطِيهِ النَّاسَ. متفقٌ عَلَيْهِ\nوَفِي رِوَايَةٍ: لَمَّا رَمَى الجَمْرَةَ، وَنَحَرَ نُسُكَهُ وَحَلَقَ، نَاوَلَ الحَلاَّقَ شِقَّهُ الأَيْمَنَ فَحَلَقَهُ، ثُمَّ دَعَا أَبَا طَلْحَةَ الأنْصَارِيَّ رضي الله عنه، فَأعْطَاهُ إيَّاهُ، ثُمَّ نَاوَلَهُ الشِّقَّ الأَيْسَرَ، فَقَالَ: &laquo; اِحْلِقْ &raquo;، فَحَلَقَهُ فَأعْطَاهُ أَبَا طَلْحَةَ، فَقَالَ:  اِقْسِمْهُ بَيْنَ النَّاسِ \n",
    "hadithBengali": "৭/৭৩১। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিনায় আগমন করলেন। তারপর জামরায় এসে কাঁকর মারলেন। তারপর পুনরায় মিনায় নিজ ডেরায় ফিরে গেলেন এবং কুরবানীর পশু যবেহ করলেন। তারপর নাপিতকে নিজ মাথার ডান দিকে ইশারা করে বললেন, নাও। তারপর বামদিকে (ইশারা করে মাথা নেড়া করলেন)। তারপর মাথার চুল জনগণের মাঝে বিতরণ করতে লাগলেন। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm-->\n\nঅন্য বর্ণনায় আছে, যখন তিনি জামরায় কাঁকর মারলেন এবং কুরবানী পশু নহর (যবেহ) করলেন এবং মাথা মুন্ডন করলেন, সেই সময় তিনি নাপিতকে মাথার ডান দিকটা বাড়িয়ে দিলেন। সে সেদিকটি মুন্ডন করল। তারপর তিনি আবূ ত্বালহা আনসারী রাদিয়াল্লাহু আনহু-কে ডেকে (চুলগুলি) তাকে দিলেন। অতঃপর বাম পার্শ্ব নাপিতকে বাড়িয়ে দিয়ে বললেন, মুন্ডন কর। সুতরাং সে সেদিকটা মুন্ডন করে দিল। অতঃপর তিনি আবূ ত্বালহাকে চুলগুলি দিয়ে দিলেন এবং বললেন, জনগণের মাঝে ওগুলি বণ্টন করে দাও।[1]\n",
    "checkStatus": "1",
    "hadithNo": "731",
    "id": "23696",
    "thesequence": "22976",
    "isActive": "1",
    "chapterId": "872",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "222",
    "statusId": "1",
    "topicName": "৯৯: সম্মান প্রদর্শনের স্থানে ডানকে অগ্রাধিকার দেওয়া মুস্তাহাব হওয়া (ডান-বাম ব্যবহারবিধি)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]