[
  {
    "hadithEnglish": "An-Nawwas bin Sam`an (May Allah be pleased with him) reported:\nOne morning the Messenger of Allah (ﷺ) made a mention of Dajjal, and he described him to be insignificant and at the same time described him so significant that we thought he was on the date-palm trees (i.e., nearby). When we went to him (the Prophet (ﷺ)) in the evening, he perceived the sign of fear on our faces. He said, What is the matter with you? We said: O Messenger of Allah, you talked about Dajjal this morning raising your voice and lowering it until we thought he was hiding in the palm-trees grove: He said: Something other than Dajjal make worry about you. If he appears while I am with you, I will defend you against him. But if he appears after I die, then everyone of you is his own defender. Allah is the One Who remains after me to guide every Muslim. Dajjal will be a young man with very curly hair with one eye protruding (with which he cannot see). I compare (his appearance) to that of Al-`Uzza bin Qatan. He who amongst you survives to see him, should recite over him the opening Ayat of Surat Al-Kahf (i.e., Surat 18: Verses 1-8). He will appear on the way between Syria and Iraq and will spread mischief right and left. O slaves of Allah! Remain adhered to the truth. We asked: O Messenger of Allah! How long will he stay on the earth? He said, For forty days. One day will be like a year, one day like a month, one day like a week and the rest of the days will be like your days. We said: O Messenger of Allah! Will one days Salat (prayer) suffice for the Salat of that day which will be equal to one year? Thereupon he said, No, but you must make an estimate of time and then offer Salat. We said: O Messenger of Allah! How quickly will he walk upon the earth? Thereupon he said, Like cloud driven by the wind (i.e., very quickly). He will come to the people and call them to his obedience and they will affirm their faith in him and respond to him. He will then give command to the sky and it will send its rain upon the earth and he will then send his command to the earth and it will grow vegetation. Then in the evening their pasturing animals will come to them with their humps very high and their udders full of milk and their flanks stretched. He will then come to another people and invite them, but they will reject him and he will leave them, in barren lands and without any goods and chattels! He would then walk through the waste land and say to it: `Bring forth your treasures, and the treasures will come out and follow him like swarms of bees. He will then call a person brimming with youth and strike him with the sword and cut him into two pieces and make these pieces lie at a distance, which is generally between the archer and his target. He will then call that young man and he will come forward, laughing, with his face gleaming out of joy; and it will be at this very time that Allah will send `Isa (Jesus), son of Maryam (Mary) who will descend at the white minaret in the eastern side of Damascus, wearing two garments lightly dyed and placing his hands on the wings of two angels. When he will lower his head, there would fall drops of water from his head, and when he will raise it up, drops like pearls would scatter from it. Every disbeliever who will find his (i.e., `Isas) smell will die and his smell will reach as far as he will be able to see. He will then search for Dajjal until he will catch hold of him at the gate of Ludd (village near Jerusalem), and will kill him. Then the people, whom Allah will have protected, will come to `Isa son of Maryam, and he will wipe their faces and will inform them of their ranks in Jannah, and it will be under such conditions that Allah will reveal to `Isa these words: `I have brought forth from amongst my slaves such people against whom none will be able to fight, so take these people safely to the mountain. And then Allah will send Yajuj and Majuj (Gog and Magog people) and they will sworn down from every slope. The first of them will pass the Lake Tabariyah (near the Dead Sea in Palestine) and drink all its water. And when the last of them will pass, he will say: `There was once water there. Prophet `Isa (ﷺ) and his companions will then be so much hard-pressed that the head of an ox will be dearer to them than one hundred dinar, and `Isa along with his companions, will make supplication to Allah, Who will send insects which will attack their (Yajuj and Majuj people) neck until they all will perish like a single person. Prophet, `&brvbar;sa and his companions will then come down and they will not find in the earth as much space as a single span which would not be filled with their corpses and their stench. Prophet `Isa and his companions will then again beseech Allah, Who will send birds whose necks will be like those of Bactrian camels, and they will carry them and throw them where Allah will desire. Then Allah will send down rain which will spare no house in the city or in the countryside. It would wash away the earth until it appears like a mirror. Then the earth will be told to bring forth its fruit and restore its blessings; and as a result of this, there will grow such a big pomegranate that a group of people will eat from it and seek shelter under its skin. Milk will be so blessed that the milk of one she-camel will suffice for a large company and the cow will give so much milk, that it will suffice for a whole tribe. The sheep will give so much milk that the whole family will be able to drink out of that, and at that time Allah will send a pleasant wind which will soothe people even under their armpits, and will take the life of every Muslim and true believer, and only the wicked will survive. They will commit adultery in public like asses and the Resurrection Day will be held.\n\n\n\n[Muslim].",
    "hadithArabic": "عَنِ النَّوَّاسِ بنِ سَمعَانَ رضي الله عنه قاَلَ : ذَكَرَ رَسُول اللهِ صلى  الله عليه وسلم الدَّجَّالَ ذَاتَ غَدَاةٍ، فَخَفَّضَ فِيهِ وَرَفَّعَ حَتَّى ظَنَنَّاهُ فِي طَائِفَةِ النَّخْلِ . فَلَمَّا رُحْنَا إلَيْهِ، عَرَفَ ذلِكَ فِينَا، فَقالَ : &laquo;مَا شَأنُكُمْ ؟&raquo; قُلْنَا : يَا رَسُولَ اللهِ صلى  الله عليه وسلم، ذَكَرْتَ الدَّجَّالَ الغَدَاةَ، فَخَفَّضْتَ فِيهِ وَرَفَّعْتَ، حَتَّى ظَنَنَّاهُ فِي طَائِفَةِ النَّخْلِ، فَقَالَ: &laquo;غَيْرُ الدَّجَّالِ أَخْوَفُنِي عَلَيْكُمْ، إِنْ يَخْرُجْ وَأَنَا فِيكُمْ، فَأَنَا حَجِيجُهُ دُونَكُمْ ؛ وَإِنْ يَخْرُجْ وَلَسْتُ فِيكُمْ، فَامْرُؤٌ حَجِيجُ نَفْسِهِ، وَاللهُ خَلِيفَتي عَلَى كُلِّ مُسْلِمٍ . إِنَّهُ شَابٌّ قَطَطٌ عَيْنُهُ طَافِيَةٌ، كَأَنّي أُشَبِّهُهُ بعَبْدِ العُزَّى بنِ قَطَنٍ، فَمَنْ أَدْرَكَهُ مِنْكُمْ، فَلْيَقْرَأْ عَلَيْهِ فَوَاتِحَ سُورَةِ الكَهْفِ؛ إِنَّهُ خَارِجٌ خَلَّةً بَيْنَ الشَّامِ وَالعِرَاقِ، فَعَاثَ يَمِيناً وَعَاثَ شِمَالاً، يَا عِبَادَ اللهِ فَاثْبُتُوا&raquo; قُلْنَا : يَا رَسُولَ اللهِ، وَمَا لُبْثُهُ فِي الأَرْضِ ؟ قَالَ: &laquo;أَرْبَعُونَ يَوْماً : يَوْمٌ كَسَنَةٍ، وَيَوْمٌ كَشَهْرٍ، وَيَوْمٌ كَجُمْعَةٍ، وَسَائِرُ أَيَّامِهِ كَأَيَّامِكُمْ&raquo; قُلْنَا : يَا رَسُولَ اللهِ، فَذَلِكَ اليَوْمُ الَّذِي كَسَنَةٍ أَتَكْفِينَا فِيهِ صَلاَةُ يَوْمٍ ؟ قَالَ: &laquo;لاَ، اقْدُرُوا لَهُ قَدْرَهُ&raquo; . قُلْنَا : يَا رَسُولَ اللهِ، وَمَا إِسْرَاعُهُ فِي الأَرْضِ ؟ قَالَ: &laquo;كَالغَيْثِ اسْتَدْبَرَتْهُ الرِّيحُ، فَيَأْتِي عَلَى القَوْمِ، فَيدْعُوهُم فَيُؤمِنُونَ بِهِ وَيَسْتَجِيبُونَ لَهُ، فَيَأمُرُ السَّمَاءَ فَتُمْطِرُ، وَالأَرْضَ فَتُنْبِتُ، فَتَرُوحُ عَلَيْهِمْ سَارِحَتُهُمْ أَطْوَلَ مَا كَانَتْ ذُرىً وَأَسْبَغَهُ ضُرُوعاً، وَأَمَدَّهُ خَوَاصِرَ، ثُمَّ يَأتِي القَوْمَ فَيَدْعُوهُمْ، فَيَرُدُّونَ عَلَيْهِ قَولَهُ، فَيَنْصَرفُ عَنْهُمْ، فَيُصْبِحُونَ مُمْحِلِينَ لَيْسَ بِأَيْدِيهِمْ شَيْءٌ مِنْ أَمْوَالِهِمْ، وَيَمُرُّ بِالخَرِبَةِ فَيَقُولُ لَهَا : أَخْرِجِي كُنُوزَكِ، فَتَتْبَعُهُ كُنُوزُهَا كَيَعَاسِيبِ النَّحْلِ، ثُمَّ يَدْعُو رَجُلاً مُمْتَلِئاً شَبَاباً فَيَضْرِبُهُ بِالسَّيْفِ، فَيَقْطَعُهُ جِزْلَتَيْنِ رَمْيَةَ الغَرَضِ، ثُمَّ يَدْعُوهُ، فَيُقْبِلُ، وَيَتَهَلَّلُ وَجْهُهُ يَضْحَكُ، فَبَيْنَمَا هُوَ كَذلِكَ إذْ بَعَثَ اللهُ تَعَالَى المَسِيحَ ابْنَ مَرْيَمَ عليه السلام، فَيَنْزِلُ عِنْدَ المَنَارَةِ البَيْضَاءِ شَرْقِيَّ دِمَشقَ بَيْنَ مَهْرُودَتَيْنِ، وَاضِعاً كَفَّيْهِ عَلَى أَجْنِحَةِ مَلَكَيْنِ، إِذَا طَأطَأَ رَأسَهُ قَطَرَ، وَإِذَا رَفَعَهُ تَحَدَّرَ مِنهُ جُمَانٌ كَاللُّؤْلُؤ، فَلاَ يَحِلُّ لِكَافِرٍ يَجِدُ رِيحَ نَفَسِهِ إلاَّ مَاتَ، وَنَفَسُهُ يَنْتَهِي إِلَى حَيثُ يَنْتَهِي طَرْفُهُ، فَيَطْلُبُهُ حَتَّى يُدْرِكَهُ بِبَابِ لُدٍّ فَيَقْتُلُهُ، ثُمَّ يَأتِي عِيسَى عليه السلام، قَوماً قَدْ عَصَمَهُمُ اللهُ مِنهُ، فَيَمْسَحُ عَنْ وُجُوهِهِمْ وَيُحَدِّثُهُمْ بِدَرَجَاتِهِمْ فِي الجَنَّةِ، فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ أَوْحَى اللهُ تَعَالَى إِلَى عِيسَى عليه السلام : أَنِّي قَدْ أَخْرَجْتُ عِبَاداً لِي لاَ يَدَانِ لأَحَدٍ بِقِتَالِهِمْ، فَحَرِّزْ عِبَادِي إِلَى الطُّورِ . وَيَبْعَثُ اللهُ يَأجُوجَ وَمَأجُوجَ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ، فَيَمُرُّ أَوَائِلُهُمْ عَلَى بُحَيرَةِ طَبَرِيَّةَ فَيَشْرَبُونَ مَا فِيهَا، وَيَمُرُّ آخِرُهُمْ فَيَقُولُونَ : لَقَدْ كَانَ بِهَذِهِ مَرَّةً مَاءٌ، وَيُحْصَرُ نَبيُّ اللهِ عِيسَى عليه السلام وَأَصْحَابُهُ حَتَّى يَكُونَ رَأْسُ الثَّوْرِ لأَحَدِهِمْ خَيْراً مِنْ مِئَةِ دينَارٍ لأَحَدِكُمُ اليَوْمَ، فَيَرْغَبُ نَبِيُّ اللهِ عِيسَى عليه السلام وَأَصْحَابُهُ  إِلَى اللهِ تَعَالَى، فَيُرْسِلُ اللهُ تَعَالَى عَلَيْهِمُ النَّغَفَ فِي رِقَابِهِمْ، فَيُصْبِحُونَ فَرْسَى كَمَوْتِ نَفْسٍ وَاحِدَةٍ، ثُمَّ يَهْبِطُ نَبِيُّ اللهِ عِيسَى عليه السلام، وَأَصْحَابُهُ  إِلَى الأَرْضِ، فَلاَ يَجِدُونَ فِي الأَرْضِ مَوْضِعَ شِبْرٍ إِلاَّ مَلأَهُ زَهَمُهُمْ وَنَتَنُهُمْ، فَيَرْغَبُ نَبِيُّ اللهِ عِيسَى عليه السلام وَأَصْحَابُهُ  إِلَى اللهِ تَعَالَى، فَيُرْسِلُ اللهُ تَعَالَى طَيْراً كَأَعْنَاقِ البُخْتِ، فَتَحْمِلُهُمْ، فَتَطْرَحُهُمْ حَيثُ شَاءَ اللهُ، ثُمَّ يُرْسِلُ اللهُ ـ عَزَّ وَجَلَّ ـ مَطَراً لاَ يُكِنُّ مِنهُ بَيْتُ مَدَرٍ وَلاَ وَبَرٍ، فَيَغْسِلُ الأَرْضَ حَتَّى يَتْرُكَهَا كَالزَّلَقَةِ، ثُمَّ يُقَالُ لِلأَرْضِ : أَنْبِتي ثَمَرتَكِ، وَرُدِّي بَرَكَتَكِ، فَيَوْمَئِذٍ تَأكُلُ العِصَابَةُ مِنَ الرُّمَّانَةِ، وَيَسْتَظِلُّونَ بِقَحْفِهَا، وَيُبَارَكُ فِي الرِّسْلِ حَتَّى أَنَّ اللّقْحَةَ مِنَ الإِبِلِ لَتَكْفِي الفِئَامَ مِنَ النَّاسِ ؛ وَاللِّقْحَةَ مِنَ البَقَرِ لَتَكْفِي القَبِيلَةَ مِنَ النَّاسِ، وَاللِّقْحَةَ مِنَ الغَنَمِ لَتَكْفِي الفَخِذَ مِنَ النَّاسِ ؛ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ بَعَثَ اللهُ تَعَالَى رِيْحاً طَيِّبَةً فَتَأخُذُهُمْ تَحْتَ آبَاطِهِمْ فَتَقْبِضُ رُوْحَ كُلِّ مُؤْمِنٍ وَكُلِّ مُسْلِمٍ ؛ وَيَبْقَى شِرَارُ النَّاسِ يَتَهَارَجُونَ فِيهَا تَهَارُجَ الحُمُرِ، فَعَلَيْهِمْ تَقُومُ السَّاعَةُ&raquo; . رواه مسلم",
    "hadithBengali": "১/১৮১৭। নাওয়াস ইবনে সামআন রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সকালে দাজ্জাল সম্পর্কে আলোচনা করলেন। তাতে তিনি একবার নিম্ন স্বরে এবং একবার উচ্চ স্বরে বাক ভঙ্গিমা অবলম্বন করলেন। শেষ পর্যন্ত আমরা [প্রভাবিত হয়ে] মনে মনে ভাবলাম যে, সে যেন সামনের এই খেজুর বাগানের মধ্যেই রয়েছে। তারপর আমরা যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট গেলাম, তখন তিনি আমাদের উদ্বিগ্নতা দেখে জিজ্ঞাসা করলেন, তোমাদের কি হয়েছে?\n\nআমরা বললাম, হে আল্লাহর রসূল! আপনি আজ সকালে দাজ্জাল সম্পর্কে আলোচনা করতে গিয়ে এমন নিম্ন ও উচ্চ কণ্ঠে বর্ণনা করলেন, যার ফলে আমরা ধারণা করে বসি যে, সে যেন খেজুর বাগানের মধ্যেই রয়েছে। তিনি বললেন, দাজ্জাল ছাড়া তোমাদের ব্যাপারে অন্যান্য জিনিসকে আমার আরও বেশী ভয় হয়। আমি তোমাদের মাঝে থাকাকালে দাজ্জাল যদি আত্মপ্রকাশ করে, তাহলে আমি স্বয়ং তোমাদের পক্ষ থেকে তার প্রতিরোধ করব। আর যদি তার আত্মপ্রকাশ হয় এবং আমি তোমাদের মাঝে না থাকি, তাহলে [তোমরা] প্রত্যেক ব্যক্তি নিজ নিজ আত্মরক্ষা করবে। আর আল্লাহ স্বয়ং প্রতিটি মুসলিমের জন্য [আমার] প্রতিনিধিত্ব করবেন।\n\nসে দাজ্জাল নব-যুবক হবে, তার মাথার কেশরাশি হবে খুব বেশি কোঁচকানো। তার একটি চোখ [আঙ্গুরের ন্যায়] ফোলা থাকবে। যেন সে আব্দুল উয্যা ইবনে ক্বাত্বানের মত দেখতে হবে। সুতরাং তোমাদের যে কেউ তাকে পাবে, সে যেন তার সামনে সূরা কাহ্ফের শুরুর [দশ পর্যন্ত] আয়াতগুলি পড়ে। সে শাম ও ইরাকের মধ্যবর্তী স্থানে আবির্ভূত হবে। আর তার ডাইনে-বামে [এদিকে ওদিকে] ফিতনা ছড়াবে। হে আল্লাহর বান্দারা। [ঐ সময়] তোমরা অবিচল থাকবে।\n\nআমরা বললাম, পৃথিবীতে তার অবস্থান কতদিন থাকবে? তিনি বললেন, চল্লিশ দিন পর্যন্ত। আর তার একটি দিন এক বছরের সমান দীর্ঘ হবে। একটি দিন হবে এক মাসের সমান লম্বা। একটা দিন এক সপ্তাহের সমান হবে এবং বাকি দিনগুলি প্রায় তোমাদের দিনগুলির সম পরিমাণ হবে।\n\nআমরা বললাম, হে আল্লাহর রসূল! যেদিনটি এক বছরের সমান লম্বা হবে, তাতে আমাদের একদিনের [পাঁচ ওয়াক্তের] নামাযই কি যথেষ্ট হবে? তিনি বললেন, তোমরা [দিন রাতের ২৪ ঘণ্টা হিসাবে] অনুমান করে নামায আদায় করতে থাকবে।\n\nআমরা জিজ্ঞাসা করলাম, ভূপৃষ্ঠে তার দ্রুত গতির অবস্থা কিরূপ হবে? তিনি বললেন, তীব্র বায়ু তাড়িত মেঘের ন্যায় [দ্রুত বেগে ভ্রমণ করে অশান্তি ও বিপর্যয় ছড়াবে।] সুতরাং সে কিছু লোকের নিকট আসবে ও তাদেরকে তার দিকে আহ্বান জানাবে এবং তারা তার প্রতি ঈমান আনবে ও তার আদেশ পালন করবে। সে আকাশকে বৃষ্টি বর্ষণ করতে আদেশ করবে, আকাশ আদেশক্রমে বৃষ্টি বর্ষণ করবে। আর জমিনকে [গাছ-পালা] উদ্গত করার নির্দেশ দেবে। জমিন তার নির্দেশক্রমে তাই উদ্গত করবে।\n\nসুতরাং [সে সব গাছ-পালা ভক্ষণ করে] সন্ধ্যায় তাদের গবাদি পশুদের কুঁজ [ও ঝুঁটি] অধিক উঁচু হবে ও তাদের পালানে অধিক পরিমাণে দুধ ভরে থাকবে। উদর পূর্ণ আহার জনিত তাদের পেট টান হয়ে থাকবে। অতঃপর দাজ্জাল [অন্য] লোকের নিকট যাবে ও তার দিকে [আসার জন্য] তাদেরকে আহ্বান জানাবে। তারা কিন্তু তার ডাকে সাড়া দেবে না। ফলে সে তাদের নিকট থেকে ফিরে যাবে। সে সময় তারা চরম দুর্ভিক্ষে আক্রান্ত হয়ে পড়বে ও সর্বস্বান্ত হবে।\n\nতারপর সে কোন প্রাচীন ধ্বংসস্তূপের নিকট দিয়ে অতিক্রম করার সময় সেটাকে সম্বোধন করে বলবে, তুই তোর গচ্ছিত রত্নভাণ্ডার বের করে দে। তখন সেখানকার গুপ্ত রত্নভাণ্ডার মৌমাছিদের নিজ রাণী মৌমাছির অনুসরণ করার মতো [মাটি থেকে বেরিয়ে] তার পিছন ধরবে। তারপর এক পূর্ণ যুবককে ডেকে তাকে অস্ত্রাঘাতে দ্বিখণ্ডিত করে তীর নিক্ষেপের লক্ষ্যমাত্রার দূরত্বে নিক্ষেপ করে দেবে। তারপর তাকে ডাক দেবে। আর সে উজ্জ্বল সহাস্য-বদনে তার দিকে [অক্ষত শরীরে] এগিয়ে আসবে।\n\nদাজ্জাল এরূপ কর্ম-কাণ্ডে মগ্ন থাকবে। ইত্যবসরে মহান আল্লাহ তাআলা মসীহ ইবন মারয়্যাম আলাইহিস সালাম-কে পৃথিবীতে পাঠাবেন। তিনি দামেস্কের পূর্বে অবস্থিত শেবত মিনারের নিকট অর্স ও জাফরান মিশ্রিত রঙের দুই বস্ত্র পরিহিত অবস্থায় দুজন ফিরিশ্তার ডানাতে হাত রেখে অবতরণ করবেন। তিনি যখন মাথা নিচু করবেন, তখন মাথা থেকে বিন্দু বিন্দু পানি ঝরবে এবং যখন মাথা উঁচু করবেন, তখনও মতির আকারে তা গড়িয়ে পড়বে। যে কাফেরই তাঁর শ্বাস-প্রশ্বাসের নাগালে আসবে, সে সঙ্গে সঙ্গে প্রাণ হারাবে। তাঁর শ্বাস-প্রশ্বাস তাঁর দৃষ্টি যত দূর যাবে, তত দূর পৌঁছবে। অতঃপর তিনি দাজ্জালের সন্ধান চালাবেন। শেষ পর্যন্ত [জেরুজালেমের] লুদ প্রবেশ দ্বারে তাকে ধরে ফেলবেন এবং অনতিবিলম্বে তাকে হত্যা করে দেবেন।\n\nতারপর ঈসা আলাইহিস সালাম এমন এক জনগোষ্ঠীর নিকট আসবেন, যাদেরকে আল্লাহ তাআলা দাজ্জালের চক্রান্ত ও ফিতনা থেকে মুক্ত রেখেছেন। তিনি তাদের চেহারায় হাত বোলাবেন [বিপদমুক্ত করবেন] এবং জান্নাতে তাদের মর্যাদাসমূহ সম্পর্কে তাদেরকে জানাবেন। এসব কাজে তিনি ব্যস্ত থাকবেন এমন সময় আল্লাহ তাআলা তাঁর নিকট অহি পাঠাবেন যে, আমি আমার কিছু বান্দার আবির্ভাব ঘটিয়েছি, তাদের বিরুদ্ধে কারো লড়ার ক্ষমতা নেই। সুতরাং তুমি আমার প্রিয় বান্দাদের নিয়ে ত্বূর পর্বতে আশ্রয় নাও।\n\nআল্লাহ তাআলা য়্যাজুজ-মাজুজ জাতিকে পাঠাবেন। তারা প্রত্যেক উচ্চস্থান থেকে দ্রুত বেগে ছুটে যাবে। তাদের প্রথম দলটি ত্বাবারী হ্রদ পার হবার সময় তার সম্পূর্ণ পানি এমনভাবে পান করে ফেলবে যে, তাদের সর্বশেষ দলটি সেখান দিয়ে পার হবার সময় বলবে, এখানে এক সময় পানি ছিল। আল্লাহর নবী ঈসা আলাইহিস সালাম ও তাঁর সাথীরা অবরুদ্ধ হয়ে পড়বেন। এমনকি শেষ পর্যন্ত তাঁদের কাছে একটি গরুর মাথা, বর্তমানে তোমাদের একশটি স্বর্ণমুদ্রা অপেক্ষা অধিক উত্তম হবে। সুতরাং আল্লাহর নবী ঈসা আলাইহিস সালাম এবং তাঁর সঙ্গীগণ আল্লাহর কাছে দোআ করবেন।\n\nফলে আল্লাহ তাআলা তাদের [য়্যাজূজ-মাজূজ জাতির] ঘাড়সমূহে এক প্রকার কীট সৃষ্টি করে দেবেন। যার শিকারে পরিণত হয়ে তারা এক সঙ্গে সবাই মারা যাবে। তারপর আল্লাহ তা&#39;আলার নবী ঈসা আলাইহিস সালাম ও তাঁর সাথীগণ নিচে নেমে আসবেন। তারপর [এমন অবস্থা ঘটবে যে,] সেই অঞ্চল তাদের মৃতদেহ ও দুর্গন্ধে ভরে থাকবে; এক বিঘত জায়গাও তা থেকে খালি থাকবে না। সুতরাং ঈসা আলাইহিস সালাম ও তাঁর সঙ্গীরা আল্লাহর কাছে দোআ করবেন। ফলে তিনি বুখতী উটের ঘাড়ের ন্যায় বৃহদকায় এক প্রকার পাখি পাঠাবেন। তারা উক্ত লাশগুলিকে তুলে নিয়ে গিয়ে আল্লাহ যেখানে চাইবেন সেখানে নিয়ে গিয়ে নিক্ষেপ করবে।\n\nতারপর আল্লাহ তাআলা এমন প্রবল বৃষ্টি বর্ষণ করবেন যে, কোন ঘর ও শিবির বাদ পড়বে না। সুতরাং সমস্ত জমিন ধুয়ে মসৃণ পাথরের ন্যায় অথবা স্বচ্ছ কাঁচের ন্যায় পরিষ্কার হয়ে যাবে। তারপর জমিনকে আদেশ করা হবে যে, তুমি আপন ফল-মূল যথারীতি উৎপন্ন কর ও নিজ বরকত পুনরায় ফিরিয়ে আন। সুতরাং [বরকতের এত ছড়াছড়ি হবে যে,] একদল লোক একটি মাত্র ডালিম ফল ভক্ষণ করে পরিতৃপ্ত হবে এবং তার খোসার নীচে ছায়া অবলম্বন করবে। পশুর দুধে এত প্রাচুর্য প্রদান করা হবে যে, একটি মাত্র দুগ্ধবতী উটনী একটি সম্প্রদায়ের জন্য যথেষ্ট হবে। একটি দুগ্ধবতী গাভী একটি গোত্রের জন্য যথেষ্ট হবে। আর একটি দুগ্ধবতী ছাগী কয়েকটি পরিবারের জন্য যথেষ্ট হবে।\n\nতারা ঐ অবস্থায় থাকবে, এমন সময় আল্লাহ তাআলা এক প্রকার পবিত্র বাতাস পাঠাবেন, যা তাদের বগলের নীচে দিয়ে প্রবাহিত হবে। ফলে প্রত্যেক মুসলিম নর-নারীর জীবন হরণ করবে। তারপর স্রেফ দুর্বৃত্ত ও অসৎ মানুষজন বেঁচে থাকবে, যারা এই ধরার বুকে গাধার ন্যায় প্রকাশ্যে লোকচক্ষুর সামনে ব্যভিচারে লিপ্ত হবে। সুতরাং এদের উপরেই সংঘটিত হবে মহাপ্রলয় [কিয়ামত]। <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1817",
    "id": "32610",
    "thesequence": "32540",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ribi bin Hirash (May Allah be pleased with him) said:\nI accompanied Abu Masud Al-Ansari to Hudaifah bin Al-Yaman (May Allah be pleased with them). Abu Masud said to him: Tell us what you heard from the Messenger of Allah (ﷺ) about Dajjal (the Antichrist). Hudaifah said: He (ﷺ) said, Dajjal will appear, and with him will be water and fire. That which people consider to be water will in fact be a burning fire, and that which people will consider to be fire will in fact be cool and sweet water. He who from amongst you happens to face him, should jump into that which he sees as fire for that will be nice and sweet water. Abu Masud said: I have also heard this from the Messenger of Allah (ﷺ).\n\n[Al-Bukhari and Muslim]",
    "hadithArabic": "وَعَنْ رِبعِيِّ بنِ حِرَاشٍ، قَالَ: اِنْطَلَقْتُ مَعَ أَبِيْ مَسعُودٍ الأَنصَارِي إِلَى حُذَيفَةَ بنِ اليَمَانِ ، فَقَالَ لَهُ أَبُو مَسْعُودٍ : حَدِّثْنِي مَا سَمِعْتَ مِنْ رَسُولِ اللهِ صلى  الله عليه وسلم، فِي الدَّجَّالِ، قَالَ: &laquo;إِنَّ الدَّجَّالَ يَخْرُجُ، وَإِنَّ مَعَهُ مَاءً وَنَاراً، فَأَمَّا الَّذِي يَرَاهُ النَّاسُ مَاءً فَنَارٌ تُحْرِقُ، وَأَمَّا الَّذِي يَرَاهُ النَّاسُ نَاراً، فَمَاءٌ بَارِدٌ عَذْبٌ . فَمَنْ أَدْرَكَهُ مِنْكُمْ، فَلْيَقَعْ فِي الَّذي يَراهُ نَاراً، فَإِنَّهُ مَاءٌ عَذْبٌ طَيِّبٌ&raquo; فقال أبو مسعود: وَأنَا قَدْ سَمِعْتُهُ . متفق عليه",
    "hadithBengali": "২/১৮১৮। রিবঈ ইবনে হিরাশ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আবূ মাসঊদ আনসারী রাদিয়াল্লাহু আনহু-এর সঙ্গে আমি হুযাইফা ইবনে ইয়ামান রাদিয়াল্লাহু আনহু-এর নিকট গেলাম। আবূ মাসঊদ তাঁকে বললেন, দাজ্জাল সম্পর্কে যা আপনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে শুনেছেন, তা আমাকে বর্ণনা করুন। তিনি বলতে লাগলেন, দাজ্জালের আবির্ভাব ঘটবে। তার সঙ্গে থাকবে পানি ও আগুন। যাকে লোক পানি মনে করবে, বাস্তবে তা দগ্ধ-কারী আগুন এবং লোকে যাকে আগুন বলে মনে করবে, তা বাস্তবে সুমিষ্ট শীতল পানি হবে। অতএব তোমাদের মধ্যে যে কেউ তাকে [দেখতে] পাবে, সে যেন তাতে পতিত হয় যাকে আগুন মনে করে। কেননা, তা বাস্তবে মিষ্ট উত্তম পানি। আবূ মাসঊদ রাদিয়াল্লাহু আনহু বলেন, এ হাদিসটি আমিও [স্বয়ং] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি। <em>(বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1818",
    "id": "32611",
    "thesequence": "32541",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Amr bin Al-As (May Allah be pleased with them) said:\nThe Messenger of Allah (ﷺ) said, Dajjal (the Antichrist) will appear in my Ummah and he will stay in the world for forty. I do not know whether this will be forty days or forty months or forty years. Allah will then send (Prophet) Isa (Jesus), son of Maryam (Mary). Isa will pursue him and slaughter him. Then people will survive for seven years (i.e., after the demise of Isa) in the state that there will be no rancour between two persons. Then Allah will send a cool breeze from the side of Ash-Sham. None will remain upon the face of the earth having the smallest particle of good or Faith in him but he will die, so much so that even if someone amongst you will enter the innermost part of a mountain, this breeze will reach that place also and will cause him to die. Only the wicked people will survive and they will be as fast as birds (i.e., to commit evil) and as ferocious towards one another as wild beasts. They will never appreciate the good, nor condemn evil. Then Shaitan (Satan) will come to them in the garb of a man and will say: Will you not obey me? They will say: What do you order us to do? He will command them to worship idols. They will have abundance of sustenance and will lead comfortable lives. Then the Trumpet will be blown. Every one hearing it, will turn his neck towards it and will raise it. The first one to hear that Trumpet will be a man who will be busy repairing the basin for his camels. He will become unconscious. Allah will send, or will cause to send, rain which will be like dew and there will grow out of it (like wild growth) the bodies of the people. Then the second Trumpet will be blown and they will stand up and begin to look around. Then it will be said: O people! Go to your Rubb. Then there will be a command: Make them stand there. After it they will be called to account. Then it will be said: Separate from them the share of the Fire. It will be asked: How much? It will be said: Nine hundred and ninety-nine out of every thousand. That will be the Day which will make children hoary-headed men because of its terror and that will be the Day when the Shin will be uncovered.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ عَبدِ اللهِ بنِ عَمرِو بنِ العَاصِ رَضِيَ اللهُ عَنْهُمَا، قاَلَ : قَالَ رَسُولُ اللهِ صلى  الله عليه وسلم: &laquo;يَخْرُجُ الدَّجَّالُ فِي أُمَّتِي فَيَمْكُثُ أَرْبَعِينَ، لاَ أَدْرِي أَرْبَعِينَ يَوماً أَو أَرْبَعِينَ شَهْراً، أَو أَرْبَعِينَ عَاماً، فَيَبْعَثُ اللهُ تَعالَى عِيسَى ابْنَ مَرْيَمَ، فَيَطْلُبُهُ فَيُهْلِكُهُ، ثُمَّ يَمْكُثُ النَّاسُ سَبْعَ سِنِينَ لَيسَ بَينَ اثْنَينِ عَدَاوةٌ، ثُمَّ يُرْسِلُ اللهُ ـ عَزَّ وَجَلَّ ـ، رِيحاً بَارِدَةً مِنْ قِبَلِ الشَّامِ، فَلاَ يَبْقَى عَلَى وَجْهِ الأَرْضِ أَحَدٌ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ خَيرٍ أَو إِيمَانٍ إِلاَّ قَبَضَتْهُ، حَتَّى لَو أَنَّ أَحَدَكُمْ دَخَلَ فِي كَبِدِ جَبَلٍ، لَدَخَلَتْهُ عَلَيهِ حَتَّى تَقْبِضَهُ، فَيَبْقَى شِرَارُ النَّاسِ فِي خِفَّةِ الطَّيْرِ، وَأَحْلاَمِ السِّبَاعِ، لاَ يَعْرِفُونَ مَعْرُوفاً، وَلاَ يُنْكِرُونَ مُنْكَراً، فَيَتَمَثَّلُ لَهُمُ الشَّيْطَانُ، فيَقُولُ : أَلاَ تَسْتَجِيبُونَ ؟ فَيَقُولُونَ : فَمَا تَأمُرُنَا ؟ فَيَأمُرُهُمْ بِعِبَادَةِ الأَوْثَانِ، وَهُمْ فِي ذَلِكَ دَارٌّ رِزْقُهُمْ، حَسَنٌ عَيشُهُمْ، ثُمَّ يُنْفَخُ في الصُّورِ، فَلاَ يَسْمَعُهُ أَحَدٌ إِلاَّ أصْغَى لِيتاً وَرَفَعَ لِيتاً، وَأوَّلُ مَنْ يَسْمَعُهُ رَجُلٌ يَلُوطُ حَوْضَ إِبِلِهِ فَيُصْعَقُ وَيُصْعَقُ النَّاسُ حَولَهُ، ثُمَّ يُرْسِلُ اللهُ - أَو قَالَ: يُنْزِلُ اللهُ - مَطَراً كَأَنَّهُ الطَّلُّ أَوِ الظِّلُّ، فَتَنْبُتُ مِنهُ أَجْسَادُ النَّاسِ، ثُمَّ يُنْفَخُ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ، ثُمَّ يُقَالُ : يَا أَيُّهَا النَّاسُ هَلُمَّ إلَى رَبِّكُمْ، وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ، ثُمَّ يُقَالُ : أَخْرِجُوا بَعْثَ النَّارِ فَيُقَالُ : مِنْ كَمْ ؟ فَيُقَالُ : مِنْ كُلِّ أَلْفٍ تِسْعَمِئَةٍ وَتِسْعَةً وَتِسْعِينَ؛ فَذَلِكَ يَومٌ يَجْعَلُ الوِلْدَانَ شِيباً، وَذَلِكَ يَومَ يُكْشَفُ عَنْ سَاقٍ&raquo;. رواه مسلم",
    "hadithBengali": "৩/১৮১৯। আব্দুল্লাহ ইবনে আমর আস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমার উম্মতের মধ্যে দাজ্জালের আবির্ভাব ঘটবে এবং সে চল্লিশ পর্যন্ত অবস্থান করবে। আমি জানি না চল্লিশ দিন, চল্লিশ মাস, না চল্লিশ বছর। সুতরাং আল্লাহ তাআলা ঈসা ইবনে মারয়্যাম -কে পাঠাবেন। তিনি তাকে খুঁজে বের করে ধ্বংস করবেন। অতঃপর লোকেরা [দীর্ঘ] সাত বছর ব্যাপী [এমন সৌহার্দ্যপূর্ণ পরিবেশে] কাল উদযাপন করবে, যাতে দুজনের পারস্পরিক কোন প্রকার শত্রুতা থাকবে না। তারপর মহান আল্লাহ শাম দেশ থেকে শীতল বায়ু চালু করবেন যা জমিনের বুকে এমন কোন ব্যক্তিকে জীবিত ছাড়বে না, যার অন্তরে অণু পরিমাণ মঙ্গল অথবা ঈমান থাকবে।\n\nএমনকি তোমাদের কেউ যদি পর্বত-গর্ভে প্রবেশ করে, তাহলে সেখানেও প্রবেশ করে তার জীবন নাশ করবে। [তারপর ভূপৃষ্ঠে] দুর্বৃত্ত প্রকৃতির লোক থেকে যাবে, যারা কাম-প্রবৃত্তি চরিতার্থের ব্যাপারে ক্ষিপ্ত গতি-মান পাখির মত হবে, একে অপরের বিরুদ্ধে শত্রুতা ও রক্তপাত করার ক্ষেত্রে হিংস্র পশুর ন্যায় হবে। যারা কখনো ভাল কাজের আদেশ করবে না এবং কোন মন্দ কাজে বাধা দেবে না। শয়তান তাদের সামনে মানবরূপ ধারণ করে আত্মপ্রকাশ করবে ও বলবে, তোমরা আমার আহবানে সাড়া দেবে না? তারা বলবে, আমাদেরকে আপনি কি আদেশ করছেন? সে তখন তাদেরকে মূর্তি পূজার আদেশ দেবে।\n\nআর এসব কর্মকাণ্ডে তাদের জীবিকা সচ্ছল হবে এবং জীবন সুখের হবে। অতঃপর শিঙ্গায় [প্রলয় বীণায়] ফুঁৎকার দেওয়া হবে। যে ব্যক্তিই সে শব্দ শুনবে, সেই তার ঘাড়ের একদিক কাত করে দেবে ও অপর দিক উঁচু করে দেবে। সর্বাগ্রে এমন এক ব্যক্তি তা শুনতে পাবে, যে তার উটের [জন্য পানি রাখার] হওয লেপায় ব্যস্ত থাকবে। সে শিঙ্গার শব্দ শোনামাত্র অজ্ঞান হয়ে মাটিতে পড়ে যাবে। তার সাথে সাথে তার আশে-পাশের লোকরাও অজ্ঞান হয়ে [ধরাশায়ী হয়ে] যাবে। অতঃপর আল্লাহ শিশিরের ন্যায় গুঁড়ি গুঁড়ি বৃষ্টি পাঠাবেন। যার ফলে পুনরায় মানবদেহ [উদ্ভিদের ন্যায়] গজিয়ে উঠবে।\n\nতারপর যখন দ্বিতীয়বার শিঙ্গা বাজানো হবে, তখন তারা উঠে দেখতে থাকবে। তাদেরকে বলা হবে, হে লোক সকল! তোমরা তোমাদের প্রতিপালকের দিকে এগিয়ে এসো। [অন্য দিকে ফিরিশতাদেরকে হুকুম করা হবে যে,] তোমরা ওদেরকে থামাও। ওদেরকে জিজ্ঞাসাবাদ করা হবে। তারপর বলা হবে, ওদের মধ্য থেকে জাহান্নামে প্রেরিতব্য দল বের করে নাও। জিজ্ঞাসা করা হবে, কত থেকে কত? বলা হবে, প্রতি হাজারে নয়শ নিরানববই জন। বস্তুতঃ এ দিনটি এত ভয়ংকর হবে যে, শিশুকে বৃদ্ধ বানিয়ে দেবে এবং এ দিনেই [মহান আল্লাহ নিজ] পায়ের গোছা অনাবৃত করবেন। <em>(</em><em>মুসলিম)</em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1819",
    "id": "32612",
    "thesequence": "32542",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) said, There will be no land which will not be trampled by Dajjal (the Antichrist) but Makkah and Al-Madinah; and there will be no passage leading to them which will not be guarded by the angels, arranged in rows. Dajjal will appear in a barren place adjacent to Al- Madinah and the city will be shaken three times. Allah will expel from it every disbeliever and hypocrite.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ صلى  الله عليه وسلم: &laquo;لَيسَ مِنْ بَلَدٍ إِلاَّ سَيَطَؤُهُ الدَّجَّالُ إِلاَّ مَكَّةَ وَالمَدِينَةَ ؛ وَلَيْسَ نَقْبٌ مِنْ أَنْقَابِهِمَا إِلاَّ عَلَيْهِ المَلاَئِكَةُ صَافِّينَ تَحْرُسُهُمَا، فَيَنْزِلُ بالسَّبَخَةِ، فَتَرْجُفُ المَدِينَةُ ثَلاَثَ رَجَفَاتٍ، يُخْرِجُ اللهُ مِنْهَا كُلَّ كَافِرٍ وَمُنَافِقٍ&raquo; . رواه مسلم",
    "hadithBengali": "৪/১৮২০। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মক্কা ও মদিনা ব্যতীত অন্য সব শহরেই দাজ্জাল প্রবেশ করবে। মক্কা ও মদিনার গিরিপথে ফিরিশতারা সারিবদ্ধভাবে দাঁড়িয়ে উক্ত শহরদ্বয়ের প্রহরায় রত থাকবেন। দাজ্জাল [মদিনার নিকটস্থ] বালুময় লোনা জমিতে অবতরণ করবে। সে সময় মদিনা তিনবার কেঁপে উঠবে। মহান আল্লাহ সেখান থেকে প্রত্যেক কাফের ও মুনাফিককে বের করে দেবেন। <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1820",
    "id": "32613",
    "thesequence": "32543",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) said, Dajjal (the Antichrist) will be followed by seventy thousand Jews of Isfahan and will be dressed in robes of green coloured satin.\n\n[Muslim].",
    "hadithArabic": "وَعنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم قَالَ: &laquo;يَتْبَعُ الدَّجَّالَ مِنْ يَهُودِ أَصْبَهَانَ سَبْعُونَ أَلْفاً عَلَيْهِم الطَّيَالِسَةُ&raquo; . رواه مسلم",
    "hadithBengali": "৫/১৮২১। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আসফাহান [ইরানের একটি প্রসিদ্ধ শহরে]র সত্তর হাজার ইয়াহুদী দাজ্জালের অনুসরণ করবে; তাদের কাঁধে থাকবে ত্বাইলেসী রুমাল। <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1821",
    "id": "32614",
    "thesequence": "32544",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Sharik (May Allah be pleased with her) reported:\nI heard the Prophet (ﷺ) saying, People will run away from Dajjal (the Antichrist) seeking shelter in the mountains.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أُمِّ شَرِيكٍ رَضِيَ اللهُ عَنْهَا : أَنَّهَا سَمِعَتِ النَّبِيَّ صلى  الله عليه وسلم، يَقُولُ : &laquo;لَيَنْفِرَنَّ النَّاسُ مِنَ الدَّجَّالِ فِي الجِبَالِ&raquo; . رواه مسلم",
    "hadithBengali": "৬/১৮২২। উম্মে শারীক রাদিয়াল্লাহু আনহা রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছেন যে, অবশ্যই লোকেরা দাজ্জালের ভয়ে ভীত হয়ে পালিয়ে গিয়ে পর্বতে আশ্রয় গ্রহণ করবে। <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1822",
    "id": "32615",
    "thesequence": "32545",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Imran bin Hussain (May Allah be pleased with them) reported:\nI heard the Messenger of Allah (ﷺ) saying, Between time of the creation of Adam and the Resurrection Day, there is nothing greater than the mischief of Dajjal (the Antichrist).\n\n[Muslim].",
    "hadithArabic": "وَعَنْ عِمرَانَ بنِ حُصَينٍ رَضِيَ اللهُ عَنْهُمَا، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم يَقُولُ : &laquo;مَا بَيْنَ خَلْقِ آدَمَ إِلَى قِيَامِ السَّاعَةِ أَمْرٌ أَكْبَرُ مِنَ الدَّجَّالِ&raquo; . رواه مسلم",
    "hadithBengali": "৭/১৮২৩। ইমরান ইবনে হুস্বাইন রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, আদমের জন্মলগ্ন থেকে নিয়ে কিয়ামত সংঘটিত হওয়া পর্যন্ত দাজ্জালের [ফিতনা-ফ্যাসাদ] অপেক্ষা অন্য কোন বিষয় [বড় বিপজ্জনক] হবে না। <em>(মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1823",
    "id": "32616",
    "thesequence": "32546",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nI heard the Prophet (ﷺ) saying, Dajjal (the Antichrist) will come forth and a person from amongst the believers will go towards him and the armed watchmen of Dajjal will meet him and they will say to him: Where do you intend to go? He will say: I intend to go to this one who has appeared. They will say to him: Dont you believe in our lord (meaning Dajjal)? He will say: There (i.e., we know Him to be Allah, Alone, without any partners) is nothing hidden about our Rubb. Some of them will say: Let us kill him, but some others will say: Has your lord (Dajjal) not forbidden you to kill anyone without his consent? So they will take him to Dajjal. When the believer will see him, he will say: O people! This is Dajjal about whom the Messenger of Allah (ﷺ) has informed us. Dajjal will have him laid on his stomach and have his head. He will be struck on his back and on his stomach. Dajjal will ask him: Dont you believe in me? He will say: You are the false Messiah. He will then give his order to have him sawn with a saw into two from the parting of his hair up to his legs. After that Dajjal will walk between the two halves and will say to him: Stand up, and he will stand on his feet. He will then say to him: Dont you believe in me? The person will say: It has added to my insight that you are Dajjal. He will add: O people! He will not be able to behave with anyone amongst people in such a manner after me. Dajjal will try to kill him. The space between his neck and collarbone will turn into copper and he will find no way to kill him. So he will catch hold of him by his hand and feet and throw him into (what appears to be the fire). The people will think that he has been thrown into the fire whereas he will be thrown into Jannah. The Messenger of Allah (ﷺ) added, He will be the most eminent amongst the people with regard to martyrdom near the Rubb of the worlds.\n\n[Muslim]",
    "hadithArabic": "وَعَنْ أَبِي سَعِيدٍ الخُدرِيِّ رضي الله عنه عَنِ النَّبِيِّ صلى  الله عليه وسلم قَالَ: &laquo;يَخْرُجُ الدَّجَّالُ فَيَتَوجَّهُ قِبَلَهُ رَجُلٌ مِنَ المُؤمِنِينَ فَيَتَلَقَّاهُ المَسَالِحُ : مَسَالِحُ الدَّجَّال . فَيقُولُونَ لَهُ : إِلَى أَيْنَ تَعْمِدُ ؟ فَيَقُولُ : أَعْمِدُ إِلَى هَذَا الَّذِي خَرَجَ . فَيَقُولُونَ لَهُ : أَوَمَا تُؤْمِنُ بِرَبِّنَا ؟ فَيَقُولُ : مَا بِرَبِّنَا خَفَاءٌ ! فَيَقُولُونَ : اقْتُلُوهُ . فَيقُولُ بَعْضُهُمْ لِبَعْضٍ : أَلَيْسَ قَدْ نَهَاكُمْ رَبُّكُمْ أَنْ تَقْتُلُوا أَحَداً دُونَهُ ؟ فَيَنْطَلِقُونَ بِهِ إِلَى الدَّجَّالِ، فَإِذَا رَآهُ المُؤْمِنُ قَالَ: يَا أَيُّهَا النَّاسُ، إِنَّ هَذَا الدَّجَّالَ الَّذِي ذَكَرَ رَسُول اللهِ صلى  الله عليه وسلم ؛ فَيَأمُرُ الدَّجَّالُ بِهِ فَيُشَبَّحُ ؛ فَيَقُولُ : خُذُوهُ وَشُجُّوهُ . فَيُوسَعُ ظَهْرُهُ وَبَطْنُهُ ضَرْباً، فَيَقُولُ : أَوَمَا تُؤْمِنُ بِي ؟ فَيَقُولُ : أَنْتَ المَسِيحُ الكَذَّابُ ! فَيُؤْمَرُ بِهِ، فَيُؤْشَرُ بِالمنْشَارِ مِنْ مَفْرِقِهِ حَتَّى يُفَرِّقَ بَيْنَ رِجْلَيْهِ . ثُمَّ يَمْشِي الدَّجَّالُ بَيْنَ القِطْعَتَيْنِ ثُمَّ يَقُولُ لَهُ : قُمْ، فَيَسْتَوِي قَائِماً . ثُمَّ يَقُولُ لَهُ : أَتُؤْمِنُ بِي ؟ فَيَقُولُ : مَا ازْدَدْتُ فِيكَ إِلاَّ بَصِيرَةً . ثُمَّ يَقُولُ : يَا أَيُّهَا النَّاسُ إنَّهُ لاَ يَفْعَلُ بَعْدِي بِأَحَدٍ مِنَ النَّاسِ ؛ فَيَأخُذُهُ الدَّجَّالُ لِيَذْبَحَهُ، فَيَجْعَلُ اللهُ مِا بَيْنَ رَقَبَتِهِ إلَى تَرْقُوَتِهِ نُحَاساً، فَلاَ يَسْتَطِيعُ إِلَيهِ سَبِيلاً، فَيَأخُذُهُ بِيَدَيْهِ وَرِجْلَيْهِ فَيَقْذِفُ بِهِ، فَيَحْسَبُ النَّاسُ أَنَّهُ قَذَفَهُ إلَى النَّارِ، وَإِنَّمَا أُلْقِيَ فِي الجَنَّةِ&raquo; . فَقَالَ رَسُولُ اللهِ صلى  الله عليه وسلم :&laquo;هَذَا أَعْظَمُ النَّاس شَهَادَةً عِندَ رَبِّ العَالَمِينَ&raquo; . رواه مسلم . وروى البخاري بعضه بمعناه .",
    "hadithBengali": "৮/১৮২৪। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, দাজ্জালের আবির্ভাব হলে মুমীনদের মধ্য থেকে একজন মুমিন তার দিকে অগ্রসর হবে। তখন [পথিমধ্যে] দাজ্জালের সশস্ত্র প্রহরীদের সাথে তার দেখা হবে। তারা তাকে জিজ্ঞাসা করবে, কোন্ দিকে যাবার ইচ্ছা করছ? সে উত্তরে বলবে, যে ব্যক্তির আবির্ভাব ঘটেছে, তার কাছে যেতে চাচ্ছি। তারা তাকে বলবে, তুমি কি আমাদের প্রভুর প্রতি বিশ্বাস স্থাপন কর না? সে উত্তর দেবে, আমাদের প্রভু [আল্লাহ তো] গুপ্ত নন যে, [অন্য কাউকে প্রভু বানিয়ে মানতে লাগব]। [এরূপ শুনে] তারা বলবে, একে হত্যা করে দাও। তখন তারা নিজেদের মধ্যে একে অপরকে বলবে, তোমাদের প্রভু কি তোমাদেরকে নিষেধ করেননি যে, তোমরা তার বিনা অনুমতিতে কাউকে হত্যা করবে না?\n\nফলে তারা ঐ মুমীনকে ধরে দাজ্জালের কাছে নিয়ে যাবে। যখন মুমিন দাজ্জালকে দেখতে পাবে, তখন সে [স্বতঃস্ফূর্তভাবে] বলে উঠবে, হে লোক সকল! এই সেই দাজ্জাল, যার সম্পর্কে আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলোচনা করতেন। তখন দাজ্জাল তার জন্য আদেশ দেবে যে, ওকে উপুড় করে শোয়ানো হোক। তারপর বলবে, ওকে ধরে ওর মুখে-মাথায় প্রচন্ডভাবে আঘাত কর। সুতরাং তাকে মেরে মেরে তার পেট ও পিঠ চওড়া করে দেওয়া হবে। তখন সে [দাজ্জাল] প্রশ্ন করবে, তুমি আমার প্রতি বিশ্বাস রাখ? সে উত্তর দেবে, তুই তো মহা মিথ্যাবাদী মসীহ। সুতরাং তার সম্পর্কে আবার আদেশ দেওয়া হবে, ফলে তার মাথার সিঁথির উপর করাত রেখে তাকে দ্বিখন্ড করে দেওয়া হবে; এমনকি তার পা-দুটোকে আলাদা করে দেওয়া হবে। তারপর দাজ্জাল তার দেহ খন্ডদ্বয়ের মাঝখানে হাঁটতে থাকবে এবং বলবে, উঠ।\n\nসুতরাং সে [মুমীন] উঠে সোজা হয়ে দাঁড়িয়ে যাবে! দাজ্জাল আবার তাকে প্রশ্ন করবে, তুমি কি আমার প্রতি ঈমান আনছ? সে জবাব দেবে, তোর সম্পর্কে তো আমার ধারণা আরও দৃঢ় হয়ে গেল। তারপর মুমিন বলবে, হে লোক সকল! আমার পরে ও অন্য কারো সাথে এরূপ [নির্মম] আচরণ করতে পারবে না। সুতরাং দাজ্জাল তাকে যবেহ করার মানসে ধরবে। কিন্তু আল্লাহ তার ঘাড় থেকে কণ্ঠাস্থি পর্যন্ত তামায় পরিণত করে দেবেন। ফলে দাজ্জাল তাকে যবেহ করার কোন উপায় খুঁজে পাবে না। তারপর তার হাত-পা ধরে ছুঁড়ে ফেলে দেবে। তখন লোকে ধারণা করবে যে, সে তাকে আগুনে নিক্ষেপ করল। কিন্তু [বাস্তবে] তাকে জান্নাতে নিক্ষেপ করা হবে। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, বিশ্বচরাচরের পালনকর্তার নিকট ঐ ব্যক্তিই সবার চেয়ে বড় শহীদ। <em>[</em><em>মুসলিম</em><em>, </em><em>ইমাম বুখারী অনুরূপ অর্থে এর কিছু অংশ বর্ণনা করেছেন।] </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1824",
    "id": "32617",
    "thesequence": "32547",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Mughirah bin Shubah (May Allah be pleased with him) said:\nNo one asked the Messenger of Allah (ﷺ) more about Dajjal than I asked him. He said to me, He will not harm you. I said: O Messenger of Allah, it is reported that he will have with him a mountain of bread and a river full of water. Thereupon he said, He (Dajjal) is far too worthless and insignificant near Allah (to let him deceive the believers).\n\n[Al-Bukhari and Muslim].\n",
    "hadithArabic": "وَعَنِ الْمُغِيرَةِ بنِ شُعبَةَ رضي الله عنه قَالَ: مَا سَأَلَ أَحَدٌ رَسُولَ اللهِ صلى  الله عليه وسلم عَن الدَّجَّالِ أَكْثَرَ مِمَّا سَأَلْتُهُ ؛ وَإِنَّهُ قَالَ لِي : &laquo;مَا يَضُرُّكَ؟&raquo; قُلْتُ : إِنَّهُمْ يَقُولُونَ : إِنَّ مَعَهُ جَبَلَ خُبْزٍ وَنَهَرَ مَاءٍ . قَالَ: &laquo;هُوَ أَهْوَنُ عَلَى اللهِ مِنْ ذَلكَ&raquo; . متفق عليه",
    "hadithBengali": "৯/১৮২৫। মুগীরা ইবনে শুবা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে দাজ্জাল সম্পর্কে যত জিজ্ঞাসা করেছি, তার চেয়ে বেশি আর কেউ করেনি। তিনি আমাকে বললেন, ও তোমার কি ক্ষতি করবে? আমি বললাম, লোকেরা বলে যে, তার সাথে রুটির পাহাড় ও পানির নহর থাকবে। তিনি বললেন, আল্লাহর কাছে তা অতি সহজ। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1825",
    "id": "32618",
    "thesequence": "32548",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) said, There has not been a Prophet who has not warned his Ummah of that one-eyed liar (Dajjal). Behold, he is blind in one eye and your Rubb (Allah) is not blind. On his forehead are the letters: (K.F.R.) (meaning Kafir- disbeliever).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ صلى  الله عليه وسلم: &laquo;مَا مِنْ نَبِيٍّ إِلاَّ وَقَدْ أَنْذَرَ أُمَّتَهُ الأَعْوَرَ الكَذَّابَ، أَلاَ إِنَّهُ أَعْوَرُ، وَإِنَّ رَبَّكُمْ ـ عَزَّ وَجَلَّ ـ لَيْسَ بِأَعْوَرَ، مَكْتُوبٌ بَيْنَ عَيْنَيْهِ ك ف ر&raquo; . متفق عليه",
    "hadithBengali": "১০/১৮২৬। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এমন কোন নবী নেই, যিনি নিজ উম্মতকে মহা-মিথ্যাবাদী কানা [দাজ্জাল] সম্পর্কে সতর্ক করেননি। কিন্তু [মনে রাখবে,] সে [এক চোখের] কানা হবে। আর নিশ্চয় তোমাদের মহামহিমান্বিত প্রতিপালক কানা নন। তার কপালে কাফ-ফা-রা [কাফের] শব্দ লেখা থাকবে। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1826",
    "id": "32619",
    "thesequence": "32549",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) said, Let me tell you something about Dajjal (the Antichrist) which no Prophet had told his people. He is blind (in one eye) and will bring with him something like Jannah and Hell; but what he calls Jannah will be in fact Hell.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ صلى  الله عليه وسلم: &laquo;أَلاَ أُحَدِّثُكُمْ حَدِيثاً عَنِ الدَّجَّالِ مَا حَدَّثَ بِهِ نَبِيٌّ قَومَهُ ! إِنَّهُ أَعوَرُ، وَإِنَّهُ يَجِيءُ مَعَهُ بِمِثالِ الجنَّةِ وَالنَّارِ، فَالَّتِي يَقُولُ إِنَّهَا الجَنَّةُ هِيَ النَّارُ&raquo; . متفقٌ عليهِ",
    "hadithBengali": "১১/১৮২৭। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, শোন! তোমাদেরকে দাজ্জাল সম্পর্কে আমি কি এমন কথা বলব না, যা কোন নবীই তাঁর জাতিকে বলেননি? তা হল এই যে, সে হবে কানা। আর সে নিজের সাথে নিয়ে আসবে জান্নাত ও জাহান্নামের মত কিছু। যাকে সে জান্নাত বলবে, বাস্তবে সেটাই জাহান্নাম হবে। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1827",
    "id": "32620",
    "thesequence": "32550",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Umar (May Allah be pleased with them) said:\nOne day the Messenger of Allah (ﷺ) mentioned Al-Masih Dajjal (the Antichrist) in the presence of the people and said, Verily, Allah is not one-eyed but Al-Masih Ad-Dajjal is blind in the right eye which looks like a swollen grape.\n\n[Al-Bukhari and Muslim]",
    "hadithArabic": "وَعَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا : أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم ذَكَرَ الدَّجَّالَ بَيْنَ ظَهْرَانَي النَّاسِ، فَقَالَ: &laquo;إنَّ اللهَ لَيْسَ بِأَعْوَرَ، أَلاَ إِنَّ المَسِيحَ الدَّجَّالَ أَعْوَرُ العَيْنِ اليُمْنَى، كَأنَّ عَيْنَهُ عِنَبَةٌ طَافِيَةٌ&raquo;. متفق عليه",
    "hadithBengali": "১২/১৮২৮। ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের সামনে দাজ্জাল সংক্রান্ত আলোচনা করে বললেন, নিশ্চয় আল্লাহ কানা নন। সাবধান! মসীহ দাজ্জালের ডান চোখ কানা এবং তার চোখটি যেন [গুচ্ছ থেকে] ভেসে ওঠা আঙ্গুর। <em>(</em><em>বুখারী-মুসলিম)</em> [1]\n\n<em>* [অর্থাৎ অন্য চোখটির তুলনায় এ চোখটি বাইরে বেরিয়ে থাকবে।]</em>\n",
    "checkStatus": "1",
    "hadithNo": "1828",
    "id": "32621",
    "thesequence": "32551",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nThe Messenger of Allah(ﷺ) said, The Last Hour will not come until the Muslims fight against the Jews, until a Jew will hide himself behind a stone or a tree, and the stone or the tree will say: O Muslim, there is a Jew behind me. Come and kill him, but Al-Gharqad tree will not say so, for it is the tree of the Jews.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم قَالَ: &laquo;لاَ تَقُومُ السَّاعَةُ حَتَّى يُقَاتِلَ المُسْلِمُونَ اليَهُودَ، حَتَّى يَخْتَبِئَ اليَهُودِيُّ مِنْ وَرَاء الحَجَرِ وَالشَّجَرِ . فَيَقُولُ الحَجَرُ وَالشَّجَرُ : يَا مُسْلِمُ هَذَا يَهُودِيٌّ خَلْفِي تَعَالَ فَاقْتُلْهُ ؛ إِلاَّ الغَرْقَدَ فَإِنَّهُ مِنْ شَجَرِ اليَهُودِ&raquo;. متفق عليه",
    "hadithBengali": "১৩/১৮২৯। আবূ হুরাইরা রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, কিয়ামত সংঘটিত হবে না, যে পর্যন্ত মুসলিমরা ইহুদীদের বিরুদ্ধে যুদ্ধ না করবে। এমনকি ইহুদী পাথর ও গাছের আড়ালে আত্মগোপন করলে পাথর ও গাছ বলবে হে মুসলিম! আমার পিছনে ইহুদী রয়েছে। এসো, ওকে হত্যা কর। কিন্তু গারক্বাদ গাছ [এরূপ বলবে] না। কেননা এটা ইহুদীদের গাছ। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1829",
    "id": "32622",
    "thesequence": "32552",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, By Him in Whose Hand my soul is, the world will not come to an end until a man passes by a grave and will lie over it saying, Would that I were in this grave (i.e., dead)! Not he will say so because of religious reasons but because of widespread mischief and severe trials of this world.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْه رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ صلى  الله عليه وسلم: &laquo;وَالَّذِي نَفْسِي بِيَدِهِ لاَ تَذْهَبُ الدُّنْيَا حَتَّى يَمُرَّ الرَّجُلُ عَلَى القَبْرِ، فَيَتَمَرَّغَ عَلَيْهِ وَيَقُولُ : يَالَيْتَنِي كُنْتُ مَكَانَ صَاحِبِ هَذَا القَبْرِ، وَلَيْسَ بِهِ الدِّينُ، مَا بِهِ إِلاَّ البَلاَءُ&raquo; . متفق عليه",
    "hadithBengali": "১৪/১৮৩০। উক্ত রাবী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সেই মহান সত্তার কসম, যার হাতে আমার জীবন আছে! ততক্ষণ পর্যন্ত দুনিয়া বিনাশ হবে না, যতক্ষণ পর্যন্ত না কোন ব্যক্তি কবরের পাশ দিয়ে অতিক্রম-কালে উক্ত কবরের উপর গড়াগড়ি দেবে আর বলবে, হায়! হায়! যদি আমি এই কবর-বাসীর স্থানে হতাম! এরূপ উক্তি সে দ্বীন রক্ষার মানসে বলবে না। বরং তা বলবে পার্থিব বালা-মুসীবতে অতিষ্ঠ হওয়ার কারণে। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1830",
    "id": "32623",
    "thesequence": "32553",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) said, The Hour will not come to pass before the River Euphrates dries up to unveil the mountain of gold, for which people will fight. Ninety-nine out of one hundred will die (in the fighting) and every man amongst them will say: Perhaps I may be the only one to remain alive.\n\nAnother narration is: The time is near when the River Euphrates will dry up to unveil a treasure of gold. Whosoever may be alive at that time, should not take anything of it.\n\n[Al-Bukhari and Muslim]",
    "hadithArabic": "وَعَنْهُ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ صلى  الله عليه وسلم: &laquo;لاَ تَقُومُ السَّاعَةُ حَتَّى يَحْسِرَ الفُرَاتُ عَنْ جَبَلٍ مِنْ ذَهَبٍ يُقْتَتَلُ عَلَيْهِ، فَيُقْتَلُ مِنْ كُلِّ مِئَةٍ تِسْعَةٌ وَتِسْعُونَ، فَيَقُولُ كُلُّ رَجُلٍ مِنْهُمْ : لَعَلِّي أَنْ أَكُونَ أَنَا أَنْجُو&raquo;. وَفي رواية : &laquo;يُوشِكُ أَنْ يَحْسِرَ الفُرَاتُ عَنْ كَنْزٍ مِنْ ذَهَبٍ، فَمَنْ حَضَرَهُ فَلاَ يَأخُذْ مِنْهُ شَيْئاً&raquo;. متفق عليه",
    "hadithBengali": "১৫/১৮৩১। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ততদিন পর্যন্ত মহাপ্রলয় সংঘটিত হবে না, যতদিন পর্যন্ত ফুরাত নদী [তার গর্ভস্থ] একটি সোনার পাহাড় বের না করে দেবে; যা নিয়ে যুদ্ধ চলবে। তাতে নিরানববই শতাংশ মানুষ নিহত হবে! তাদের প্রত্যেকেই বলবে যে, সম্ভবত: আমি বেঁচে যাব।\n\nঅন্য এক বর্ণনায় আছে, অদূর ভবিষ্যতে ফুরাত নদী তার গর্ভস্থ স্বর্ণের খনি বের করে দেবে। সুতরাং সে সময় যে সেখানে উপস্থিত হবে, সে যেন তা থেকে কিছুই গ্রহণ না করে। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1831",
    "id": "32624",
    "thesequence": "32554",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) said, People will desert Al-Madinah in spite of it being in better condition except for wild beasts and birds. The Last Hour will happen upon two shepherds of the tribe of Muzainah. They will enter Al-Madinah driving their sheep but will find it full of wild beasts and would turn away. When they will arrive at the hill named Thaniyyat-ul-Wada they will fall on their faces.\n\n[Al- Bukhari and Muslim].",
    "hadithArabic": "وَعَنْهُ، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم يَقُولُ : &laquo;يَتْرُكُونَ المَدِينَةَ عَلَى خَيْرِ مَا كَانَتْ، لاَ يَغْشَاهَا إِلاَّ العَوَافِي يُرِيدُ ـ عَوَافِي السِّبَاعِ وَالطَّيرِ ـ وَآخِرُ مَنْ يُحْشَرُ رَاعِيَانِ مِنْ مُزَيْنَةَ يُرِيدَانِ المَدِينَةَ يَنْعِقَانِ بِغَنَمِهِمَا فَيَجِدَانِهَا وُحُوشاً، حَتَّى إِذَا بَلَغَا ثَنِيَّةَ الوَدَاعِ خَرَّا عَلَى وُجُوهِهمَا&raquo; . متفق عليه",
    "hadithBengali": "১৬/১৮৩২। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, মদিনার অবস্থা উত্তম থাকা সত্ত্বেও তার অধিবাসীরা মদিনা ত্যাগ করে চলে যাবে। [সে সময়] সেখানে কেবল বন্য হিংস্র পশু-পক্ষীতে ভরে যাবে। সব শেষে যাদের উপর কিয়ামত সংঘটিত হবে, তারা মুযাইনাহ গোত্রীয় দুজন রাখাল, যারা নিজেদের ছাগলের পাল হাঁকাতে হাঁকাতে মদিনা অভিমুখে নিয়ে যাবে। তারা মদিনাকে হিংস্র জীব-জন্তুতে ঠাসা অবস্থায় পাবে। তারপর যখন তারা [মদিনার উপকণ্ঠে অবস্থিত] সানিয়্যাতুল্ অদা নামক স্থানে পৌঁছবে, তখন তারা মুখ থুবড়ে মাটিতে পড়ে যাবে। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1832",
    "id": "32625",
    "thesequence": "32555",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) said:\nThe Prophet (ﷺ) said, From your caliphs there will be one in the Last Days who will distribute wealth without counting it.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبِي سَعِيدٍ الخُدرِيِّ رضي الله عنه: أَنَّ النَّبِيَّ صلى  الله عليه وسلم قَالَ: &laquo;يَكُونُ خَلِيفَةٌ مِنْ خُلَفَائِكُمْ فِي آخِرِ الزَّمَانِ يَحْثُو المَالَ وَلاَ يَعُدُّهُ&raquo; . رواه مسلم",
    "hadithBengali": "১৭/১৮৩৩। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, শেষ যুগে তোমাদের একজন খলীফা হবে, যে দু হাতে করে ধন-সম্পদ দান করবে এবং গুনবেও না। <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1833",
    "id": "32626",
    "thesequence": "32556",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa Al-Ashari (May Allah be pleased with him) said:\nThe Prophet (ﷺ) said, A time will come when a man will go about with alms from his gold and will not find anyone to receive it. One man will be seen being followed by forty women dependant upon him on account of the scarcity of men and excess of women.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبِي مُوسَى الأَشْعَرِيِّ رضي الله عنه: أَنَّ النَّبِيَّ صلى  الله عليه وسلم قَالَ: &laquo;لَيَأتِيَنَّ عَلَى النَّاسِ زَمَانٌ يَطُوفُ الرَّجُلُ فِيهِ بِالصَّدَقَةِ مِنَ الذَّهَبِ فَلاَ يَجِدُ أَحَداً يَأخُذُهَا مِنهُ، وَيُرَى الرَّجُلُ الوَاحِدُ يَتْبَعُهُ أَرْبَعُونَ امْرَأَةً يَلُذْنَ بِهِ مِنْ قِلَّةِ الرِّجَالِ وَكَثْرَةِ النِّسَاءِ&raquo; . رواه مسلم",
    "hadithBengali": "১৮/১৮৩৪। আবূ মুসা আশআরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, লোকদের উপর এমন একটি সময় অবশ্যই আসবে, যখন মানুষ সোনার যাকাত নিয়ে ঘোরাঘুরি করবে; কিন্তু সে এমন কাউকে পাবে না যে, তার নিকট হতে তা গ্রহণ করবে। আর দেখা যাবে যে, পুরুষের সংখ্যা কম ও মহিলার সংখ্যা বেশী হওয়ার দরুন একটি পুরুষের দায়িত্বে চল্লিশ-জন মহিলা হবে, যারা তার আশ্রিতা হয়ে থাকবে। <em>(</em><em>মুসলিম) </em>[1]\n\n<em>* [ব্যাপক যুদ্ধ ও ধ্বংসকারিতার কারণে অধিকমাত্রায় পুরুষ মারা যাবার ফলে এরূপ হবে কিংবা এমনিতেই পুরুষ অপেক্ষা নারীর জন্মহার বৃদ্ধি পাবে।]</em>\n",
    "checkStatus": "1",
    "hadithNo": "1834",
    "id": "32627",
    "thesequence": "32557",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, A man bought a piece of land from another man, and the buyer found a jar filled with gold in the land. The buyer said to the seller: Take your gold, as I bought only the land from you and not the gold. The owner of the land said: I sold you the land with everything in it. So both of them took their case before a third man who asked: Have you any children? One of them said: I have a boy. The other said, I have a girl. The man said: Marry the girl to the boy and spend the money on them; and whatever remains give it in charity.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه عَنِ النَّبِيِّ صلى  الله عليه وسلم، قَالَ: &laquo;اِشْتَرَى رَجُلٌ مِنْ رَجُلٍ عَقَاراً، فَوَجَدَ الَّذِيْ اشْتَرَى العَقَارَ فِي عَقَارِهِ جَرَّةً فِيهَا ذَهَبٌ، فَقَالَ لَهُ الَّذِي اشْتَرَى العَقَارَ : خُذْ ذَهَبَكَ، إنَّمَا اشْتَرَيْتُ مِنْكَ الأَرْضَ وَلَمْ أَشْتَرِ الذَّهَبَ، وَقَالَ الَّذِي لَهُ الأَرْضُ : إِنَّمَا بِعْتُكَ الأَرْضَ وَمَا فِيهَا، فَتَحَاكَمَا إِلَى رَجُلٍ، فَقَالَ الَّذِي تَحَاكَمَا إِلَيْهِ : أَلَكُمَا وَلَدٌ ؟ قَالَ أَحَدُهُمَا : لِي غُلاَمٌ، وَقَالَ الآخَرُ : لِي جَارِيَةٌ، قَالَ: أَنْكِحَا الغُلاَمَ الجَارِيَةَ، وَأَنْفِقَا عَلَى أَنْفُسِهمَا مِنْهُ وَتَصَدَّقَا&raquo; . متفق عليه",
    "hadithBengali": "১৯/১৮৩৫। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, [প্রাচীনকালে] একটি লোক অন্য ব্যক্তির কাছ হতে কিছু জায়গা ক্রয় করল। ক্রেতা ঐ জায়গায় [প্রোথিত] একটি কলসী পেল, যাতে সবর্ণ ছিল। জায়গার ক্রেতা বিক্রেতাকে বলল, তোমার সবর্ণ নিয়ে নাও। আমি তো তোমার জায়গা খরিদ করেছি, সবর্ণ তো খরিদ করিনি। জায়গার বিক্রেতা বলল, আমি তোমাকে জায়গা এবং তাতে যা কিছু আছে সবই বিক্রি করেছি। অতঃপর তারা উভয়েই এক ব্যক্তির নিকট বিচার প্রার্থী হল। বিচারক ব্যক্তি তাদেরকে জিজ্ঞাসা করলেন, তোমাদের সন্তান আছে কি? তাদের একজন বলল, আমার একটি ছেলে আছে। অপরজন বলল, আমার একটি মেয়ে আছে। বিচারক বললেন, তোমরা ছেলেটির সাথে মেয়েটির বিয়ে দিয়ে দাও এবং ঐ সবর্ণ থেকে তাদের জন্য খরচ কর এবং দান কর। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1835",
    "id": "32628",
    "thesequence": "32558",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) said, There were two women, each had her child with her. A wolf came and took away the child of one of them. One woman said to her companion: The wolf has taken your son. The other said: It has taken your son. So both of them took the dispute to Prophet Dawud (David) (ﷺ) who judged that the boy should be given to the older lady. Then they went to Prophet Sulaiman (Solomon) (ﷺ) son of Dawud and put the case before him. Prophet Sulaiman said: Give me a knife so that I may cut the child into two and give one half to each of you. The younger woman said: Do not do so; may Allah bless you! He is her child. On that Prophet Sulaiman decided the case in favour of the younger woman.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعنه: أَنَّهُ سَمِعَ رَسُولَ اللهِ صلى  الله عليه وسلم يَقُولُ: &laquo;كَانَتِ امْرَأَتَانِ مَعَهُمَا ابْنَاهُمَا، جَاءَ الذِّئْبُ فَذَهَبَ بِابْنِ إِحْدَاهُمَا . فَقَالَتْ لِصَاحِبَتِهَا : إِنَّمَا ذَهَبَ بِابْنِكِ، وَقَالَتِ الأُخْرَى : إِنَّمَا ذَهَبَ بِابْنِكِ، فَتَحَاكَمَا إِلَى دَاوُدَ عليه السلام فَقَضَى بِهِ لِلْكُبْرَى، فَخَرَجَتَا عَلَى سُلَيْمَانَ بْنِ دَاوُدَ عليه السلام فَأَخْبَرَتَاهُ . فَقَالَ: ائْتُونِي بِالسِّكِّينِ أَشُقُّهُ بَيْنَهُمَا . فَقَالَتِ الصُّغْرَى : لاَ تَفْعَلْ ! رَحِمَكَ اللهُ، هُوَ ابْنُهَا . فَقَضَى بِهِ لِلصُّغْرَى&raquo; . متفق عليه",
    "hadithBengali": "২০/১৮৩৬। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছেন যে, দুজন মহিলার সাথে তাদের দুটি ছেলে ছিল। একদা একটি নেকড়ে বাঘ এসে তাদের মধ্যে একজনের ছেলেকে নিয়ে গেল। একজন মহিলা তার সঙ্গিনীকে বলল, বাঘে তোমার ছেলেকেই নিয়ে গেছে। অপরজন বলল, তোমার ছেলেকেই বাঘে নিয়ে গেছে। সুতরাং তারা দাঊদ-এর নিকট বিচার প্রার্থিনী হল। তিনি [অবশিষ্ট ছেলেটি] বড় মহিলাটির ছেলে বলে ফায়সালা করে দিলেন। অতঃপর তারা দাঊদ আলাইহিস সালাম-এর পুত্র সুলায়মান আলাইহিস সালাম-এর নিকট বের হয়ে গিয়ে উভয়েই আনুপূর্বিক ঘটনাটি বর্ণনা করল। তখন তিনি বললেন, আমাকে একটি চাকু দাও। আমি একে দু টুকরো করে দুজনের মধ্যে ভাগ করে দেব। তখন ছোট মহিলাটি বলল, আপনি এরূপ করবেন না। আল্লাহ আপনাকে রহম করুন। ছেলেটি ওরই। তখন তিনি ছেলেটি ছোট মহিলার [নিশ্চিত জেনে] ফায়সালা দিলেন। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1836",
    "id": "32629",
    "thesequence": "32559",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Mirdas Al-Aslami (May Allah be pleased with him) said:\nThe Prophet (ﷺ) said, The pious men will depart one after another, the dregs of people, like the sediment of barley or dates will remain; Allah will not raise them in value and esteem.\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنْ مِردَاسٍ الأَسلَمِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ صلى  الله عليه وسلم: &laquo;يَذْهَبُ الصَّالِحُونَ الأَوَّلُ فَالأَوَّلُ، وَيَبْقَى حُثَالَةٌ كَحُثَالَةِ الشَّعِيرِ أَوِ التَّمْرِ لاَ يُبَالِيهُمُ اللهُ بَالَةً&raquo; . رواه البخاري",
    "hadithBengali": "২১/১৮৩৭। মিরদাস আসলামী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সৎ লোকেরা একের পর এক [ক্রমান্বয়ে] মৃত্যুবরণ করবে। আর অবশিষ্ট লোকেরা নিকৃষ্ট মানের যব অথবা খেজুরের মত পড়ে থাকবে। আল্লাহ তাআলা এদের প্রতি আদৌ ভ্রূক্ষেপ করবেন না। <em>(</em><em>বুখারী) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1837",
    "id": "32630",
    "thesequence": "32560",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Rifaah bin Rafi Az-Zuraqi (May Allah be pleased with him) said:\nJibril (Gabriel) came to the Prophet (ﷺ) and asked him: How do you estimate among you those who participated in the battle of Badr? He replied, They were the best of Muslims (or he may have said something similar to that). Jibril said: The same is the case with the angels who were at Badr.\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنْ رِفَاعَةَ بنِ رَافِعٍ الزُّرَقِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: جَاءَ جِبرِيلُ إلَى النَّبِيِّ صلى  الله عليه وسلم قَالَ: مَا تَعُدُّوْنَ أَهْلَ بَدْرٍ فِيكُمْ؟ قَالَ: &laquo;مِنْ أَفْضَلِ المُسْلِمِينَ&raquo; أَوْ كَلِمَةً نَحْوَهَا . قاَلَ : وَكَذلِكَ مَنْ شَهِدَ بَدْراً مِنَ المَلائِكَةِ . رواه البخاري",
    "hadithBengali": "২২/১৮৩৮। রিফাআহ ইবনে রাফে যুরাক্বী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট জিবরীল এসে বললেন, বদর যুদ্ধে অংশ গ্রহণকারীদেরকে আপনাদের মাঝে কিরূপ গণ্য করেন? তিনি বললেন, সর্বশ্রেষ্ঠ মুসলিমদের শ্রেণীভুক্ত গণ্য করি। অথবা অনুরূপ কোন বাক্যই তিনি বললেন। [জিবরীল] বললেন, বদর যুদ্ধে অংশগ্রহণকারী ফিরিশতাগণও অনুরূপ [সর্বশ্রেষ্ঠ ফিরিশতাগণের শ্রেণীভুক্ত]। <em>(</em><em>বুখারী) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1838",
    "id": "32631",
    "thesequence": "32561",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) said:\nThe Messenger of Allah (ﷺ) said, If Allah afflicts punishment upon a nation, it befalls the whole population indiscriminately and then they will be resurrected and judged according to their deeds.\n\n[Al- Bukhari and Muslim].",
    "hadithArabic": "وَعَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا، قَالَ: قَالَ رَسُولُ اللهِ صلى  الله عليه وسلم: &laquo;إِذَا أَنْزَلَ اللهُ تَعَالَى بِقَومٍ عَذَاباً، أَصَابَ العَذَابُ مَنْ كَانَ فِيهِمْ، ثُمَّ بُعِثُوا عَلَى أَعْمَالِهِمْ&raquo; . متفق عليه",
    "hadithBengali": "২৩/১৮৩৯। ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন কোন জাতির উপর মহান আল্লাহ আযাব অবতীর্ণ করেন, তখন তাদের মধ্যে বিদ্যমান সমস্ত লোককে তা গ্রাস করে ফেলে। তারপর [বিচারের দিনে] তাদেরকে সব সব কৃতকর্মের ভিত্তিতে পুনরুত্থিত করা হবে। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1839",
    "id": "32632",
    "thesequence": "32562",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) said:\nThere was a trunk of a date-palm tree upon which the Prophet (ﷺ) used to recline while delivering Khutbah (sermon). When a pulpit was placed in the mosque, we heard the trunk crying out like a pregnant she-camel. the Prophet (ﷺ) came down from the pulpit and put his hand on the trunk and it became quiet.\n\nAnother narration is: The Prophet (ﷺ) used to stand by a tree or a date-palm on Friday (to give the Khutbah). Then an Ansari woman or man said, O Messenger of Allah! Shall we make a pulpit for you? He replied, If you wish. So they made a pulpit for him and when it was Friday, the Prophet (ﷺ) sat on the pulpit [to deliver the Khutbah (sermon)] and the trunk of the date- palm on which he used to recline cried out as if it would split asunder.\n\nAnother narration is: It cried like a child and the Prophet (ﷺ) descended (from the pulpit) and embraced it while it continued moaning like a child being quietened. The Prophet (ﷺ) said, It was crying for (missing) what it used to hear of Dhikr near it.\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَنْ جَابِرٍ رضي الله عنه قَالَ: كَانَ جِذْعٌ يَقُومُ إِلَيْهِ النَّبِيُّ صلى  الله عليه وسلم ـ يَعْنِي فِي الخُطْبَةِ ـ فَلَمَّا وُضِعَ المِنْبَرُ سَمِعْنَا لِلجِذْعِ مِثْلَ صَوْتِ العِشَارِ، حَتَّى نَزَلَ النَّبِيُّ صلى  الله عليه وسلم، فَوضَعَ يَدَهُ عَلَيهِ فَسَكَنَ .\nوَفِي رِوَايَةٍ : فَلَمَّا كَانَ يَومُ الجُمُعَةِ قَعَدَ النَّبِيُّ صلى  الله عليه وسلم عَلَى المِنْبَرِ، فَصَاحَتِ النَّخْلَةُ الَّتِي كَانَ يَخْطُبُ عِنْدَهَا حَتَّى كَادَتْ أَنْ تَنْشَقَّ .\nوفي رواية : فصَاحَتْ صِيَاحَ الصَّبيِّ، فَنَزَلَ النَّبِيُّ صلى  الله عليه وسلم، حَتَّى أَخَذَهَا فَضَمَّهَا إِلَيهِ، فَجَعَلَتْ تَئِنُّ أَنِينَ الصَّبي الَّذِي يُسَكَّتُ حَتَّى اسْتَقَرَّتْ، قَالَ: &laquo;بَكَتْ عَلَى مَا كَانَتْ تَسْمَعُ مِنَ الذَّكْرِ&raquo; . رواه البخاري\n",
    "hadithBengali": "২৪/১৮৪০। জাবের রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, একটি খেজুর গাছের গুঁড়ি [খুঁটি] ছিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবা দানকালে দাঁড়িয়ে তাতে হেলান দিতেন। তারপর যখন [কাঠের] মিম্বর [তৈরি করে] রাখা হল, তখন আমরা দশ মাসের গাভিন উটনীর শব্দের ন্যায় গুঁড়িটির [কান্নার] শব্দ শুনতে পেলাম। পরিশেষে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম [মিম্বর হতে] নেমে নিজ হাত তার উপর রাখলে সে শান্ত হল।\n\nঅন্য এক বর্ণনায় আছে, যখন জুমার দিন এলো এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বরের উপর বসলেন, তখন খেজুরের যে গুঁড়ির পাশে তিনি খুতবা দিতেন, তা এমন চিল্লিয়ে কেঁদে উঠল যে, তা ফেটে যাবার উপক্রম হয়ে পড়ল!\n\nঅপর বর্ণনায় আছে, শিশুর মত চিল্লিয়ে উঠল। সুতরাং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম [মিম্বর থেকে] নেমে তাকে ধরে নিজ বুকে জড়ালেন। তখন সে সেই শিশুর মত কাঁদতে লাগল, যে শিশুকে [আদর করে] চুপ করানো হয়, [তাকে চুপ করানো হল এবং] পরিশেষে সে প্রকৃতিস্থ হল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, এর কান্নার কারণ হচ্ছে এই যে, এ [কাছে থেকে] খুতবা শুনত [যা থেকে সে এখন বঞ্চিত হয়ে পড়েছে]। <em>(</em><em>বুখারী)</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1840",
    "id": "32633",
    "thesequence": "32563",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Thalabah Al-Khushani (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) said, Allah, the Exalted, has laid down certain duties which you should not neglect, and has put certain limits which you should not transgress, and has kept silent about other matters out of mercy for you and not out of forgetfulness, so do not seek to investigate them.\n\n[Ad-Daraqutni and others]\n",
    "hadithArabic": "وَعَنْ أَبِي ثَعْلَبَةَ الخُشَنِيِّ جُرثُومِ بنِ نَاشِرٍ رضي الله عنه عَن رَسُولِ اللهِ صلى  الله عليه وسلم قَالَ: &laquo;إِنَّ اللهَ تَعَالَى فَرَضَ فَرَائِضَ فَلاَ تُضَيِّعُوهَا، وَحَدَّ حُدُوداً فَلاَ تَعْتَدُوهَا، وَحَرَّمَ أَشْيَاءَ فَلاَ تَنْتَهِكُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً لَكُمْ غَيْرَ نِسْيَانٍ فَلاَ تَبْحَثُوا عَنْهَا&raquo;. حديث حسن، رواه الدارقطني وغيره",
    "hadithBengali": "<div>\n২৫/১৮৪১। আবূ সালাবাহ খুশানী জুরসূম ইবনে নাশের রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত, রাসূলুল্লাহ বলেছেন, মহান আল্লাহ অনেক জিনিস ফরয করেছেন তা নষ্ট করো না, অনেক সীমা নির্ধারিত করেছেন তা লঙ্ঘন করো না, অনেক জিনিসকে হারাম করেছেন, তাতে লিপ্ত হয়ে তার [মর্যাদার পর্দা] ছিন্ন করো না। আর তোমাদের প্রতি দয়া করে---ভুল করে নয়---বহু জিনিসের ব্যাপারে নীরবতা অবলম্বন করেছেন, সে ব্যাপারে তোমরা অনুসন্ধান করো না। <em>[</em><em>হাসান হাদিস</em><em>, </em><em>দারাক্বুত্বনী প্রমুখ]</em> [1]\n</div>\n",
    "checkStatus": "1",
    "hadithNo": "1841",
    "id": "32634",
    "thesequence": "32564",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "3",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Abu Aufa (May Allah be pleased with them) said:\nWe accompanied the Messenger of Allah (ﷺ) in seven expeditions, and we ate locusts.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ عَبدِ اللهِ بنِ أَبِي أَوْفَى رَضِيَ اللهُ عَنْهُمَا، قَالَ: غَزَوْنَا مَعَ رَسُولِ اللهِ صلى  الله عليه وسلم سَبْعَ غَزَوَاتٍ نَأكُلُ الجَرَادَ . وَفِي رِوَايةٍ : نَأكُلُ مَعَهُ الجَرَادَ . متفق عليه",
    "hadithBengali": "২৬/১৮৪২। আব্দুল্লাহ ইবনে আবু আওফা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমরা আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে থেকে সাতটি যুদ্ধ করেছি, তাতে আমরা পঙ্গপাল খেয়েছি।\n\nঅন্য বর্ণনায় আছে, আমরা তাঁর সাথে পঙ্গপাল খেয়েছি। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n\n<em>* [অর্থাৎ পঙ্গপাল খাওয়া হালাল এবং তা মাছের মত মৃতও হালাল।]</em>\n",
    "checkStatus": "1",
    "hadithNo": "1842",
    "id": "32635",
    "thesequence": "32565",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nThe Prophet (ﷺ) said, A believer should not be stung twice from the same hole.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رَضِيَ اللهُ عَنْهُ: أَنَّ النَّبِيَّ صلى  الله عليه وسلم قَالَ: &laquo;لاَ يُلْدَغُ المُؤْمِنُ مِنْ جُحْرٍ وَاحِدٍ مَرَّتَيْنِ&raquo;. متفق عليه",
    "hadithBengali": "২৭/১৮৪৩। আবূ হুরাইরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মুমীন একই গর্ত থেকে দুবার দংশিত হয় না। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n\n<em>* [অর্থাৎ মুমিন একবার ঠকলে দ্বিতীয়বার ঠকে না। মুমিন হয় সতর্ক ও সচেতন।]</em>\n",
    "checkStatus": "1",
    "hadithNo": "1843",
    "id": "32636",
    "thesequence": "32566",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) said, There are three (types of) people with whom Allah will neither speak on the Day of Resurrection nor purify them (from sins) and there will be a painful chastisement for them: A person who has spare water in a desert and he refuses to give it to the traveller; a person who sells a commodity to another person after the afternoon prayer and swears by Allah that he has bought it at such and such price, and the buyer pays him accordingly though in reality it was not true; and a person who pledges allegiance to an Imam (leader) just for some worldly benefit, and then if the Imam bestows on him (something out of that) he fulfills his allegiance, and if does not give him, he does not fulfill it.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْهُ، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى  الله عليه وسلم: &laquo;ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللهُ يَومَ القِيَامَةِ، وَلاَ يَنْظُرُ إِلَيْهِمْ، وَلاَ يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ : رَجُلٌ عَلَى فَضْلِ مَاءٍ بِالفَلاَةِ يَمْنَعُهُ مِنِ ابْنِ السَّبِيلِ، وَرَجُلٌ بَايَعَ رَجُلاً سِلْعَةً بَعْدَ العَصْرِ فَحَلَفَ بِاللهِ لأَخَذَهَا بِكَذَا وَكَذَا فَصَدَّقَهُ وَهُوَ عَلَى غَيْرِ ذَلِكَ، وَرَجُلٌ بَايَعَ إِمَاماً لاَ يُبَايِعُهُ إِلاَّ لِدُنْيَا فَإِنْ أَعْطَاهُ مِنْهَا وَفَى وَإِنْ لَمْ يُعْطِهِ مِنْهَا لَمْ يَفِ&raquo; . متفق عليه",
    "hadithBengali": "২৮/১৮৪৪। উক্ত রাবী হতে বর্ণিত, তিনি বলেন, আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিন শ্রেণীর মানুষের সাথে কিয়ামতের দিনে আল্লাহ কথা বলবেন না, তাদের দিকে [দয়ার দৃষ্টিতে] তাকাবেন না, তাদেরকে পবিত্রও করবেন না এবং তাদের জন্য হবে যন্ত্রণাদায়ক শাস্তি। [১] যে মরু প্রান্তরে অতিরিক্ত পানির মালিক, কিন্তু সে মুসাফিরকে তা থেকে পান করতে দেয় না। [২] যে আসরের পর অন্য লোকের নিকট সামগ্রী বিক্রয় করতে গিয়ে কসম খেয়ে এই বলে যে, আল্লাহর কসম! এটা আমি এত দিয়ে নিয়েছি। ফলে ক্রেতা তাকে বিশ্বাস করে অথচ সে তার বিপরীত [অর্থাৎ মিথ্যাবাদী]। আর [৩] যে কেবলমাত্র পার্থিব স্বার্থে রাষ্ট্রনেতার হাতে বায়আত করে। সুতরাং সে যদি তাকে পার্থিব সম্পদ প্রদান করে, তাহলে সে [তার বায়আত] পূর্ণ করে। আর যদি প্রদান না করে, তাহলে বায়আত পূর্ণ করে না। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1844",
    "id": "32637",
    "thesequence": "32567",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nThe Prophet (ﷺ) said, Between the two Blowing of the Trumpet there will be an interval of forty. The people said, O Abu Hurairah! Do you mean forty days? He said, I cannot say anything. They said, Do you mean forty years? He said, I cannot say anything. They said, Do you mean forty months? He said, I cannot say anything. The Prophet added: Everything of the human body will perish except the last coccyx bone (end part of the spinal cord), and from that bone Allah will reconstruct the whole body. Then Allah will send down water from the sky and people will grow like green vegetables.\n\n[Al- Bukhari and Muslim].",
    "hadithArabic": "وَعَنْهُ، عَنِ النَّبِيِّ صلى  الله عليه وسلم قَالَ: &laquo;بَيْنَ النَّفْخَتَيْنِ أَرْبَعُونَ&raquo; قَالُوا : يَا أَبَا هُرَيرَةَ أَرْبَعُونَ يَوْماً ؟ قالَ : أبَيْتُ، قَالُوا : أَرْبَعُونَ سَنَةً ؟ قَالَ: أبَيْتُ . قَالُوا : أَرْبَعُونَ شَهْراً ؟ قَالَ: أَبَيْتُ . &laquo;وَيَبْلَى كُلُّ شَيْءٍ مِنَ الإِنْسَانٍ إِلاَّ عَجْبَ الذَّنَبِ، فِيهِ يُرَكَّبُ الخَلْقُ، ثُمَّ يُنَزِّلُ اللهُ مِنَ السَّمَاءِ مَاءً فَيَنْبُتُونَ كَمَا يَنْبُتُ البَقْلُ&raquo; . متفق عليه",
    "hadithBengali": "২৯/১৮৪৫। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, [কিয়ামতের পূর্বে] শিঙ্গায় দুবার ফুঁৎকার দেওয়ার মধ্যবর্তী ব্যবধান হবে চল্লিশ। লোকেরা জিজ্ঞাসা করল, হে আবূ হুরাইরা! চল্লিশ দিন? তিনি বললেন, উঁহুঁ। তারা প্রশ্ন করল, তবে কি চল্লিশ বছর? তিনি বললেন, উঁহুঁ। তারা পুনরায় জিজ্ঞাসা করল, তাহলে কি চল্লিশ মাস? তিনি বললেন, উঁহুঁ। মেরুদণ্ডের নিম্নভাগের অস্থি ব্যতীত মানবদেহের সমস্ত হাড় পচে যাবে। তারপর উক্ত অস্থি থেকে মানুষকে পুনর্গঠিত করা হবে। অতঃপর আল্লাহ তাআলা আকাশ থেকে বৃষ্টি বর্ষণ করবেন, যার ফলে শাক-সবজী গজিয়ে উঠার মত মানুষ গজিয়ে উঠবে। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1845",
    "id": "32638",
    "thesequence": "32568",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nOnce the Prophet (ﷺ) was speaking to us when, a bedouin came and asked him: When will the Last Day be? The Messenger of Allah (ﷺ) continued his talk. Some of those present thought that he had heard him but disliked the interruption and the other said that he had not hear him. When the Messenger of Allah (ﷺ) concluded his speech he asked, Where is the one who inquired about the Last Day? The man replied: Here I am. The Messenger of Allah (ﷺ) replied, When the practice of honouring a trust is lost, expect the Last Day. He asked: How could it be lost? He replied, When the government is entrusted to the undeserving people, then wait for the Last Day.\n\n[Al- Bukhari].\n",
    "hadithArabic": "وَعَنْهُ، قَالَ: بَيْنَمَا النَّبِيُّ صلى  الله عليه وسلم فِي مَجْلِسٍ يُحَدِّثُ القَومَ، جَاءَ أَعْرَابِيٌّ فَقَالَ: مَتَى السَّاعَةُ ؟ فَمَضَى رَسُول اللهِ صلى  الله عليه وسلم يُحَدِّثُ، فَقَالَ بَعْضُ القَومِ : سَمِعَ مَا قَالَ فَكَرِهَ مَا قَالَ، وَقَالَ بَعْضُهُمْ : بَلْ لَمْ يَسْمَعْ، حَتَّى إِذَا قَضَى حَدِيثَهُ قَالَ: &laquo;أَيْنَ السَّائِلُ عَنِ السَّاعَةِ ؟&raquo; قَالَ: هَا أَنَا يَا رَسُولَ اللهِ. قَالَ: &laquo;إِذَا ضُيِّعَتِ الأَمَانَةُ فَانْتَظِرِ السَّاعَةَ&raquo; قَالَ: كَيفَ إِضَاعَتُهَا ؟ قَالَ: &laquo;إِذَا وُسِّدَ الأَمْرُ إِلَى غَيْرِ أَهْلِهِ فَانْتَظِرِ السَّاعَةَ&raquo; . رواه البخاري",
    "hadithBengali": "৩০/১৮৪৬। আবূ হুরাইরা রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত, তিনি বলেন, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম [মসজিদে] লোকদের নিয়ে আলোচনা করছিলেন। ইতোমধ্যে এক বেদুঈন এসে প্রশ্ন করল, কিয়ামত কখন হবে? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্ণপাত না করে আলোচনায় রত থাকলেন। এতে কেউ কেউ বলল যে, তার কথা তিনি শুনেছেন এবং তার কথা তিনি অপছন্দ করেছেন। কেউ কেউ বলল, বরং তিনি শুনতে পাননি। অতঃপর তিনি যখন কথা শেষ করলেন, তখন বললেন, কিয়ামত সম্পর্কে প্রশ্নকারী লোকটি কোথায়? সে বলল, ইয়া রাসূলুল্লাহ! এই যে, আমি। তিনি বললেন, যখন আমানত নষ্ট করা হবে, তখন তুমি কিয়ামতের প্রতীক্ষা করো। সে বলল, কিভাবে আমানত বিনষ্ট হবে? তিনি বললেন, অনুপযুক্ত লোকের প্রতি যখন নেতৃত্ব সমর্পণ করা হবে, তখন তুমি কিয়ামতের প্রতীক্ষা করো। <em>(</em><em>বুখারী)</em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1846",
    "id": "32639",
    "thesequence": "32569",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Your leaders will lead you in Salat (prayer). If they conduct it properly, you and they will be rewarded; but if they make mistakes you will earn the reward and they will be held responsible (for the mistakes).\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنْه : أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم قَالَ: &laquo;يُصَلُّونَ لَكُمْ، فَإِنْ أَصَابُوا فَلَكُمْ، وَإِنْ أَخْطَئُوا فَلَكُمْ وَعَلَيْهِمْ&raquo;. رواه البخاري",
    "hadithBengali": "৩১/১৮৪৭। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ইমামগণ তোমাদের নামায পড়ায়। সুতরাং তারা যদি নামায সঠিকভাবে পড়ায়, তাহলে তোমাদের নেকী অর্জিত হবে। আর যদি ভুল করে, তাহলে তোমাদের নেকী [যথারীতি] অর্জিত হবে এবং ভুলের খেসারত তাদের উপরেই বর্তাবে। <em>[</em><em>বুখারী</em><em>, </em><em>আহমাদ] </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1847",
    "id": "32640",
    "thesequence": "32570",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said in the interpretation of the Ayah reported:\nYou are the best of peoples ever raised up for (the benefit of) mankind... (3:110): The best for mankind are those who bring them with chains round their necks till they embrace Islam (and thereby save them from the eternal punishment in the Hell-fire, and make them enter Jannah in the Hereafter).\n\n[Al-Bukhari].",
    "hadithArabic": "وَعنه: ﴿ كنتم خير أمة أخرجت للناس﴾ [ال عمران: ١١٠]  قَالَ: خَيْرُ النَّاسِ لِلنَّاسِ يَأتُونَ بِهِمْ فِي السَّلاسِلِ فِي أَعْنَاقِهِمْ حَتَّى يَدْخُلُوا فِي الإسْلاَمِ . رواه البخاري",
    "hadithBengali": "৩২/১৮৪৮। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, [মহান আল্লাহ বলেছেন,] তোমরাই সর্বশ্রেষ্ঠ জাতি, তোমাদেরকে মানবজাতির কল্যাণের জন্য বের করা হয়েছে। <em>(</em><em>সূরা আলে ইমরান ১১০ আয়াত) </em>এর ব্যাখ্যায় তিনি [আবূ হুরাইরা] বলেছেন যে, মানুষের জন্য সর্বশ্রেষ্ঠ মানুষ তারা, যারা তাদের গর্দানে শিকল পরিয়ে নিয়ে আসে এবং পরিশেষে তারা ইসলামে প্রবেশ করে। <em>(</em><em>বুখারী) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1848",
    "id": "32641",
    "thesequence": "32571",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nthe Prophet (ﷺ) said, Allah marvels at those people who enter Jannah in chains.\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَنْه، عَنِ النَّبِيِّ صلى  الله عليه وسلم قَالَ: &laquo;عَجِبَ اللهُ - عَزَّ وَجَلَّ - مِنْ قَومٍ يَدْخُلُونَ الجَنَّةَ فِي السَّلاسِلِ&raquo;. رواه البخاري .",
    "hadithBengali": "৩৩/১৮৪৯। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ আয্যা অজাল্ল সেই সম্প্রদায়ের ব্যাপারে বিস্মিত হন, যারা শিকল পরিহিত অবস্থায় জান্নাতে প্রবেশ করবে। <em>(</em><em>বুখারী)</em>[1]\n\nঅর্থাৎ তাদেরকে বন্দী করা হবে, তারপর তাদের শিকল দিয়ে বাঁধা হবে, অতঃপর তারা মুসলিম হয়ে জান্নাতে প্রবেশ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "1849",
    "id": "32642",
    "thesequence": "32572",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nthe Prophet (ﷺ) said, The dearest parts on the face of the earth near Allah are its mosques, and the most hated parts near Allah are its markets.\n\n[Muslim].",
    "hadithArabic": "وَعَنْهُ، عَنِ النَّبِيِّ صلى  الله عليه وسلم قَالَ: &laquo;أَحَبُّ البِلادِ إلَى اللهِ مَسَاجِدُهَا، وَأَبْغَضُ البِلاَدِ إلَى اللهِ أَسْوَاقُهَا&raquo;. رواه مسلم",
    "hadithBengali": "৩৪/১৮৫০। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর নিকটে সবচেয়ে পছন্দনীয় স্থান হল মসজিদ। আর সবচেয়ে ঘৃণ্য স্থান হল বাজার। <em>(</em><em>মুসলিম)</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1850",
    "id": "32643",
    "thesequence": "32573",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salman Al-Farisi (May Allah be pleased with him) said:\nThe Prophet (ﷺ) said, Do not, if you can help, be the first to enter the market and the last to leave it because it is an arena of Satan and the standard of Satan is set there.\n\n[Muslim].\n\nThere are other narrations with some variation in the wordings.",
    "hadithArabic": "وَعَنْ سَلمَانَ الفَارِسِي رضي الله عنه مِنْ قَولِهِ قَالَ: لاَ تَكُونَنَّ إِنِ اسْتَطَعْتَ أَوَّلَ مَنْ يَدْخُلُ السُّوقَ، وَلاَ آخِرَ مَنْ يَخْرُجُ مِنْهَا، فَإِنَّهَا مَعْرَكَةُ الشَّيْطَانِ، وَبِهَا يَنْصِبُ رَايَتَهُ . رواه مسلم هكذا، ورواه البرقاني في صحيحهِ عَنْ سَلمَانَ، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: لاَ تَكُنْ أَوَّلَ مَنْ يَدْخُلُ السُّوقَ، وَلاَ آخِرَ مَنْ يَخْرُجُ مِنْهَا . فِيهَا بَاضَ الشَّيْطَانُ وَفَرَّخَ ",
    "hadithBengali": "৩৫/১৮৫১। সালমান ফারেসী রাদিয়াল্লাহু আনহু-এর উক্তি [মওকূফ সূত্রে] বর্ণিত, তিনি বলেন, তুমি যদি পার, তাহলে সর্বপ্রথম বাজারে প্রবেশকারী হবে না এবং সেখান থেকে সর্বশেষ প্রস্থান-কারী হবে না। কারণ, বাজার শয়তানের আড্ডা স্থল; সেখানে সে আপন ঝাণ্ডা গাড়ে। <em>(</em><em>মুসলিম) </em>[1]\n\nবারক্বানী তাঁর সহীহ গ্রন্থে সালমান রাদিয়াল্লাহু আনহু কর্তৃক বর্ণনা করেছেন, তিনি বলেন, আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সর্বপ্রথম বাজারে প্রবেশকারী হয়ো না এবং সেখান থেকে সর্বশেষ প্রস্থান-কারী হয়ো না। কারণ, সেখানে শয়তান ডিম পাড়ে এবং ছানা জন্ম দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "1851",
    "id": "32644",
    "thesequence": "32574",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Asim Al-Ahwal said:\nAbdullah bin Sarjis (May Allah be pleased with him) said to the Messenger of Allah (ﷺ): O Messenger of Allah! May Allah forgive all your sins! The Messenger of Allah (ﷺ) said, And yours also. Asim reported: I asked Abdullah: Did the Messenger of Allah (ﷺ) seek forgiveness for you? He replied: Yes, and for you also. Then he recited the Verse: Seek forgiveness for your sins and for the believing men and the believing women. (47:19)\n\n[Muslim].\n",
    "hadithArabic": "وَعَنْ عَاصِمٍ الأَحْوَلِ، عَنْ عَبدِ اللهِ بنِ سَرْجِسَ رضي الله عنه قَالَ: قُلْتُ لِرَسُولِ اللهِ صلى  الله عليه وسلم : يَا رَسُولَ اللهِ، غَفَرَ اللهُ لَكَ، قَالَ: &laquo;وَلَكَ&raquo; . قَالَ عَاصِمٌ : فَقُلْتُ لَهُ : أَسْتَغْفَرَ لَكَ رَسُول اللهِ صلى  الله عليه وسلم ؟ قَالَ: نَعَمْ وَلَكَ، ثُمَّ تَلاَ هَذِهِ الآيَةَ: ﴿واستغفر لذنبك، وللمؤمنين والمؤمنات﴾ [محمد : ١٩] . رواه مسلم",
    "hadithBengali": "৩৬/১৮৫২। আস্বেম আহওয়াল হতে বর্ণিত, আব্দুল্লাহ ইবনে সার্জিস রাদিয়াল্লাহু আনহু হতে বর্ণনা করেছেন, তিনি বলেন, আমি একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জন্য দোআ করে বললাম, হে আল্লাহর রসূল! আল্লাহ আপনাকে ক্ষমা করুন। তিনি বললেন, আর তোমাকেও [আল্লাহ ক্ষমা করুন]। আস্বেম বলেন, আমি আব্দুল্লাহকে প্রশ্ন করলাম, আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি আপনার জন্য ক্ষমা প্রার্থনা করেছেন? তিনি উত্তর দিলেন, হ্যাঁ, আর তোমার জন্যও তো। অতঃপর তিনি এই আয়াত পাঠ করলেন, যার অর্থ: [হে নবী!] তুমি নিজের জন্য ও মুমিন নর-নারীর জন্য ক্ষমা প্রার্থনা কর। <em>(</em><em>সূরা মুহাম্মাদ ১৯ আয়াত</em><em>, </em><em>মুসলিম] </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1852",
    "id": "32645",
    "thesequence": "32575",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Masud Al-Ansari (May Allah be pleased with him) said:\nThe Prophet (ﷺ) said, One of the admonitions of the previous Prophets which has been conveyed to people is that if you have no modesty, you can do whatever you like.\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنْ أَبِي مَسعُودٍ الأَنصَارِي رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ صلى  الله عليه وسلم: &laquo;إِنَّ مِمَّا أَدْرَكَ النَّاسُ مِنْ كَلاَمِ النُّبُوَّةِ الأُولَى : إِذَا لَمْ تَسْتَحِ فَاصْنَعْ مَا شِئْتَ&raquo; . رواه البخاري",
    "hadithBengali": "৩৭/১৮৫৩। আবূ মাসঊদ আনসারী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, নবী বলেছেন, পূর্ববর্তী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পয়গম্বরগণের বাণীসমূহের মধ্যে যে বাণীসমূহ লোকেরা পেয়েছে তার মধ্যে একটি এই যে, যদি তুমি লজ্জা-শরম না কর, তাহলে তুমি যা ইচ্ছা তাই কর। <em>(</em><em>বুখারী) </em>[1]\n\n<em>* [অর্থাৎ লজ্জা-শরম না থাকলে মানুষ যাচ্ছে তাই করতে পারে। আর লজ্জা থাকলে কোন অশ্লীল বা পাপকাজ করতে পারে না। যেহেতু লজ্জা মুমিনের ঈমানের একটি অঙ্গ।]</em>\n",
    "checkStatus": "1",
    "hadithNo": "1853",
    "id": "32646",
    "thesequence": "32576",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Masud (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, The first matter concerning which people will be judged on the Day of Resurrection will be the matter of blood.\n\n[Al-Bukhari and Muslim]",
    "hadithArabic": "وَعَنِ ابنِ مَسعُود رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ  صلى الله عليه وسلم: &laquo;أَوَّلُ مَا يُقْضَى بَيْنَ النَّاسِ يَوْمَ القِيَامَةِ فِي الدِّمَاء&raquo; . متفق عليه",
    "hadithBengali": "৩৮/১৮৫৪। ইবনে মাসঊদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কিয়ামতের দিন [মানবিক অধিকারের বিষয়] সর্বপ্রথমে লোকদের মধ্যে যে বিচার করা হবে তা রক্ত সম্পর্কিত হবে। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1854",
    "id": "32647",
    "thesequence": "32577",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nThe Messenger of Allah (ﷺ) said, Angels were created from light, jinns were created from a smokeless flame of fire, and Adam was created from that which you have been told (i.e., sounding clay like the clay of pottery).\n\n[Muslim].\n",
    "hadithArabic": "وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا، قَالَتْ : قَالَ رَسُولُ اللهِ صلى  الله عليه وسلم: &laquo;خُلِقَتِ المَلاَئِكَةُ مِنْ نُورٍ، وَخُلِقَ الجَانُّ مِنْ مَارِجٍ مِنْ نَارٍ، وَخُلِقَ آدَمُ مِمَّا وُصِفَ لَكُمْ&raquo; . رواه مسلم",
    "hadithBengali": "৩৯/১৮৫৫। আয়েশা রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ফিরিশতাদেরকে জ্যোতি থেকে সৃষ্টি করা হয়েছে। জিন জাতিকে সৃষ্টি করা হয়েছে অগ্নিশিখা হতে। আর আদমকে সৃষ্টি করা হয়েছে সেই বস্তু থেকে, যা তোমাদেরকে বর্ণনা করা হয়েছে। [অর্থাৎ মাটি থেকে]। <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1855",
    "id": "32648",
    "thesequence": "32578",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) said:\nThe conduct of the Prophet (ﷺ) was entirely according to the Quran.\n\n[Muslim in a long Hadith].",
    "hadithArabic": "وَعَنْها رَضِيَ اللهُ عَنْهَا، قَالَتْ : كَانَ خُلُقُ نَبِيِّ اللهِ القُرْآنَ . رواهُ مسلم في جملة حديث طويل.",
    "hadithBengali": "৪০/১৮৫৬। উক্ত রাবী রাদিয়াল্লাহু আনহা থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর চরিত্র ছিল কুরআন। <em>[</em><em>মুসলিম</em><em>, </em><em>এটি একটি দীর্ঘ হাদিসের অংশবিশেষ]</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1856",
    "id": "32649",
    "thesequence": "32579",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nThe Messenger of Allah (ﷺ) said, He who loves to meet Allah, Allah loves to meet him; and he who dislikes to meet Allah, Allah abhors to meet him. I (Aishah) said: O Messenger of Allah! So far as the feelings of aversion against death is concerned, we all have this feeling. Thereupon he said, I do not mean that. What I meant is that when a (true) believer is given the glad tidings of the Mercy of Allah, His Pleasures and His Jannah (at the time of death), he loves to meet Allah, and Allah also loves to meet him. When a disbeliever is given the news of the Torment of Allah and His Wrath (at the time of death), he dislikes to meet Allah and Allah also abhors to meet him.\n\n[Muslim].",
    "hadithArabic": "وَعَنْها، قَالَتْ : قَالَ رَسُولُ اللهِ صلى  الله عليه وسلم: &laquo;مَنْ أَحَبَّ لِقَاءَ اللهِ أَحَبَّ اللهُ لِقَاءَهُ، وَمَنْ كَرِهَ لِقَاءَ اللهِ كَرِهَ اللهُ لِقَاءَهُ&raquo; فَقُلْتُ : يَا رَسُولَ اللهِ، أَكَراهِيَةُ المَوتِ، فَكُلُّنَا نَكْرَهُ المَوتَ ؟ قَالَ: &laquo;لَيْسَ كَذَلِكَ، وَلَكِنَّ المُؤْمِنَ إِذَا بُشِّرَ بِرَحْمَةِ اللهِ وَرِضْوَانِهِ وَجَنَّتِهِ أَحَبَّ لِقَاءَ اللهِ فَأَحَبَّ اللهُ لِقَاءَهُ، وَإِنَّ الكَافِرَ إِذَا بُشِّرَ بِعَذابِ اللهِ وَسَخَطهِ كَرِهَ لِقَاءَ اللهِ وَكَرِهَ اللهُ لِقَاءَهُ&raquo; . رواه مسلم",
    "hadithBengali": "৪১/১৮৫৭। উক্ত রাবী রাদিয়াল্লাহু আনহা হতেই বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আল্লাহর সাক্ষাৎ লাভ পছন্দ করে, আল্লাহও তার সাক্ষাৎ পছন্দ করেন। আর যে ব্যক্তি আল্লাহর সাক্ষাৎ লাভ অপছন্দ করে, আল্লাহও তার সাক্ষাৎ অপছন্দ করেন। এ কথা শুনে আমি বললাম, হে আল্লাহর রসূল! তার মানে কি মরণকে অপছন্দ করা? আমরা তো সকলেই মরণকে অপছন্দ করি। তিনি বললেন, ব্যাপারটি এরূপ নয়। প্রকৃত ব্যাপার এই যে, [মৃত্যুর সময়] মুমীনকে যখন আল্লাহর করুণা, তাঁর সন্তুষ্টি তথা জান্নাতের সুসংবাদ শুনানো হয়, তখন সে আল্লাহর সাক্ষাৎ লাভকেই পছন্দ করে, আর আল্লাহও তার সাক্ষাৎ পছন্দ করেন। আর কাফেরের [অন্তিমকালে] যখন তাকে আল্লাহর আযাব ও তাঁর অসন্তুষ্টির সংবাদ দেওয়া হয়, তখন সে আল্লাহর সাক্ষাৎ লাভ অপছন্দ করে। আর আল্লাহও তার সাক্ষাৎ অপছন্দ করেন। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1857",
    "id": "32650",
    "thesequence": "32580",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Safiyyah bint Huyai (May Allah be pleased with her), the Mother of the Believers, said:\nI came to visit the Prophet (ﷺ) while he was in the state of Itikaf [(seclusion) in the mosque during the last ten days of Ramadan]. After having talked to him, I got up to return. The Prophet (ﷺ) also got up with me and accompanied me a part of the way. At that moment two Ansari man passed by. When they saw him they quickened their pace. The Prophet (ﷺ) said to them, Do not hurry. She is Safiyyah, daughter of Huyai, my wife. They said: Subhan Allah (Allah is free from imperfection)! O Messenger of Allah! (You are far away from any suspicion). The Messenger of Allah (ﷺ) said, Satan circulates in a person like blood (in the blood streams). I apprehended lest Satan should drop some evil thoughts in your minds.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أُمِّ المُؤْمِنِينَ صَفِيَّةَ بِنْتِ حُيَيٍّ رَضِيَ اللهُ عَنْهَا، قَالَتْ : كَانَ النَّبِيُّ صلى  الله عليه وسلم مُعْتَكِفاً، فَأَتَيْتُهُ أَزُورُهُ لَيْلاً، فَحَدَّثْتُهُ ثُمَّ قُمْتُ لأَنْقَلِبَ فَقَامَ مَعِي لِيَقْلِبَنِي، فَمَرَّ رَجُلاَنِ مِنَ الأَنْصَارِ رَضِيَ اللهُ عَنْهُمَا، فَلَمَّا رَأَيَا النَّبِيَّ صلى  الله عليه وسلم أَسْرَعَا . فَقَالَ صلى  الله عليه وسلم : &laquo;عَلَى رِسْلِكُمَا، إِنَّهَا صَفِيَّةُ بِنْتُ حُيَيٍّ&raquo; فَقَالاَ : سُبْحانَ اللهِ يَا رَسُولَ اللهِ، فَقَالَ: &laquo;إِنَّ الشَّيْطَانَ يَجْرِي مِنَ ابْنِ آدَمَ مَجْرَى الدَّمِ، وَإِنِّي خَشِيْتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَرّاً - أَوْ قَالَ: شَيْئاً -&raquo; . متفق عليه",
    "hadithBengali": "৪২/১৮৫৮। মুমিন জননী সাফিয়্যাহ বিন্তে হুয়াই রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম [মসজিদে] ইতিকাফ থাকা অবস্থায় তাঁর সাথে রাত্রি বেলায় দেখা করতে গেলাম। তাঁর সাথে কথাবার্তার পর ফিরে যাবার জন্য উঠে দাঁড়ালাম। সুতরাং তিনিও আমাকে [বাসায়] ফিরিয়ে দেবার জন্য আমার সাথে উঠে দাঁড়ালেন। [অতঃপর যখন আমরা মসজিদের দরজার কাছে এলাম] তখন আনসারদের দুজন লোক [রাযিয়াল্লাহু আনহুমা] [সেদিক দিয়ে] চলে যাচ্ছিলেন।\n\nযখন তাঁরা উভয়েই নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে দেখতে পেলেন, তখন দ্রুত বেগে চলতে লাগলেন। তখন আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁদেরকে বললেন, ধীরে চল। এ হল সাফিয়্যাহ বিন্তে হুয়াই। তাঁরা বললেন, সুবহানাল্লাহ! ইয়া রাসূলুল্লাহ! [আপনার ব্যাপারেও কি আমরা কোন সন্দেহ করতে পারি?] তিনি [তাঁদেরকে] বললেন, নিশ্চয়ই শয়তান মানুষের দেহে রক্ত চলাচলের ন্যায় চলাফিরা করে। তাই আমার আশংকা হল যে, সম্ভবত: সে তোমাদের অন্তরে মন্দ---অথবা তিনি বললেন---কোন কিছু [সন্দেহ] প্রক্ষেপ করতে পারে। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1858",
    "id": "32651",
    "thesequence": "32581",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Abbas bin Abdul-Muttalib (May Allah be pleased with him) said:\nI was in the company of the Messenger of Allah (ﷺ) on the day of (the battle of) Hunain. Abu Sufyan bin Al-Harith and I did not leave the Messenger of Allah (ﷺ) throughout the battle. The Messenger of Allah (ﷺ) was riding on his white mule. When the Muslims had an encounter with the pagans, Muslims took to their heels. The Messenger of Allah (ﷺ) began to urge his mule towards the disbelievers, holding the bridle of his mule. I was trying to restrain it from going very fast, and Abu Sufyan was holding the stirrup of the mule of the Messenger of Allah (ﷺ). The Messenger of Allah (ﷺ) said, O Abbas! Call out the People of As-Samurah [i.e., those people who had made the covenant under the tree (i.e., Baiah Ridwan)]. Abbas called out at the top of his voice: Where are the People of As-Samurah. Abbas said: As soon as they heard my voice, they rushed towards the Prophet (ﷺ) like a cow turning towards her calf. They were shouting: Here we are. Soon they began to fight the infidels. Then there was a call for Ansar. Those who called out to them shouted: O you the people of Ansar! O you the people of Ansar! They ended their call at Banu Al-Harith bin Al-Khazraj. The Messenger of Allah (ﷺ) who was riding on his mule looked at their fight with his neck stretched forward and he said, This is the time when the fight is raging hot. Then the Messenger of Allah (ﷺ) took pebbles and threw them in the face of the disbelievers. He said, By the Rubb of Muhammad, the disbelievers will be defeated. I continued to watch until I found that their force was subdued and they began to retreat.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبِي الفَضلِ العَبَّاسِ بنِ عَبدِ الْمُطَّلِبِ رضي الله عنه قَالَ: شَهِدْتُ مَعَ رَسُولِ اللهِ صلى  الله عليه وسلم يَومَ حُنَيْن، فَلَزِمْتُ أَنَا وَأَبُو سُفْيَانَ بنُ الحَارِثِ بنِ عَبدِ المُطَّلِبِ رَسُولَ اللهِ صلى  الله عليه وسلم، فَلَمْ نُفَارِقْهُ، وَرَسُول اللهِ صلى  الله عليه وسلم، عَلَى بَغْلَةٍ لَهُ بَيْضَاءَ، فَلَمَّا التَقَى المُسْلِمُونَ وَالمُشْرِكُونَ، وَلَّى المُسْلِمُونَ مُدْبِريِنَ، فَطَفِقَ رَسُول اللهِ صلى  الله عليه وسلم، يَرْكُضُ بَغْلَتَهُ قِبلَ الكُفَّارِ، وَأَنَا آخِذٌ بِلِجَامِ بَغْلَةِ رَسُولِ اللهِ صلى  الله عليه وسلم، أَكُفُّهَا إِرَادَةَ أَنْ لاَ تُسْرِعَ، وأبُو سُفْيَانَ آخِذٌ بِرِكَابِ رَسُولِ اللهِ صلى  الله عليه وسلم، فَقَالَ رَسُولُ اللهِ صلى  الله عليه وسلم: &laquo;أَيْ عَبَّاسُ، نَادِ أَصْحَابَ السَّمُرَةِ&raquo;. قالَ العَبَّاسُ - وَكَانَ رَجُلاً صَيِّتاً - فَقُلْتُ بِأَعْلَى صَوْتِي : أَيْنَ أَصْحَابُ السَّمُرَةِ، فَوَاللهِ لَكَأنَّ عَطْفَتَهُمْ حِينَ سَمِعُوا صَوْتِي عَطْفَةُ البَقَرِ عَلَى أَوْلاَدِهَا، فَقَالُوا : يَا لَبَّيْكَ يَا لَبَّيْكَ، فَاقْتَتَلُوا هُمْ وَالكُفَّارُ، وَالدَّعْوَةُ فِي الأَنْصَارِ يَقُولُونَ : يَا مَعْشَرَ الأَنْصَارِ، يَا مَعْشَرَ الأَنْصَارِ، ثُمَّ قَصُرَتِ الدَّعْوَةُ عَلَى بَنِي الحَارِثِ بْنِ الخَزْرَجِ، فَنَظَرَ رَسُول اللهِ صلى  الله عليه وسلم، وَهُوَ عَلَى بَغْلَتِهِ كَالمُتَطَاوِلِ عَلَيْهَا إِلَى قِتَالِهِمْ، فَقَالَ: &laquo;هَذَا حِينَ حَمِيَ الوَطِيسُ&raquo;، ثُمَّ أَخَذَ رَسُول اللهِ صلى  الله عليه وسلم، حَصَيَاتٍ فَرَمَى بِهِنَّ وُجُوهَ الكُفَّارِ، ثُمَّ قَالَ: &laquo;انْهَزَمُوا وَرَبِّ مُحَمَّدٍ&raquo;، فَذَهَبْتُ أَنْظُرُ فَإذَا القِتَالُ عَلَى هَيْئَتِهِ فِيمَا أَرَى، فَواللهِ مَا هُوَ إِلاَّ أَنْ رَمَاهُمْ بِحَصَيَاتِهِ، فَمَا زِلْتُ أَرَى حَدَّهُمْ كَلِيلاً وَأَمْرَهُمْ مُدْبِراً. رواه مسلم",
    "hadithBengali": "৪৩/১৮৫৯। আবূল ফায্ল আব্বাস ইবন মুত্তালিব রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে হুনাইন যুদ্ধে উপস্থিত ছিলাম। আমি ও আবূ সুফয়ান ইবনে হারেস ইবনে আব্দুল মুত্তালিব রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে সাথে থাকতে লাগলাম। আমরা তাঁর নিকট থেকে পৃথক হলাম না। [সে সময়] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি সাদা খচ্চরের উপর সওয়ার ছিলেন। তারপর যখন মুসলিম ও মুশরিকদের মধ্যে তুমুল যুদ্ধ শুরু হল এবং [প্রথমত:] মুসলিমরা পৃষ্ঠপ্রদর্শন করে [রণভূমি ছেড়ে] চলে গেল, তখন আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বীয় খচ্চরকে কাফেরদের দিকে নিয়ে যাবার জন্য পায়ের আঘাত হানলেন। আর আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর খচ্চরের লাগাম ধরে ছিলাম। তাকে ধরে থামাচ্ছিলাম যাতে দ্রুত বেগে না চলে।\n\nঅন্য দিকে আবূ সুফিয়ান আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর [সওয়ারীর] পা-দান ধরে ছিল। সুতরাং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে আব্বাস! বাবলা গাছ তলে রিযওয়ান বায়আতকারীদেরকে ডাক দাও। আব্বাস রাদিয়াল্লাহু আনহু উচ্চকণ্ঠের অধিকারী ছিলেন। তিনি বলেন, সুতরাং আমি উচ্চ স্বরে হেঁকে বললাম, বাবলা গাছ তলে বায়আতকারীরা কোথায়? আল্লাহর কসম! যখন তারা আমার কণ্ঠধ্বনি শুনতে পেল, তখন গাভী যেমন তার বাচ্চার শব্দ শুনে তার দিকে দ্রুত গতিতে ফিরে যায়, ঠিক তেমনি তারা দ্রুত গতিতে ফিরে এলো।\n\nতারা বলে উঠল, আমরা হাজির আছি, আমরা হাজির আছি। তারপর আবার তাদের ও কাফেরদের মধ্যে তুমুল সংঘর্ষ চলতে থাকল। সে সময় আনসারদেরকে সাধারণভাবে ডাক দেওয়া হল, হে আনসারগণ! হে আনসারগণ! তারপর আহবান কেবল হারেস ইবনে খাযরাজ গোত্রের লোকদের মাঝে সীমিত হল। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খচ্চরের উপর থেকেই রণক্ষেত্রের দিকে তাকালেন। তিনি যেন সামরিক সংঘর্ষের কলাকৌশল ও বীরত্বের দৃশ্য গর্দান বাড়িয়ে অবলোকন করছিলেন। তিনি বললেন, যুদ্ধ তুঙ্গে উঠার ও সাংঘাতিক রূপ ধারণ করার এটাই সময়।\n\nঅতঃপর তিনি কিছু কাঁকর হাতে নিয়ে কাফেরদের মুখের দিকে নিক্ষেপ করলেন এবং বললেন, মুহাম্মাদের রবের শপথ! ওরা [কাফেররা] পরাজিত হয়ে গেছে। আমিও দেখলাম যে, যুদ্ধ পূর্ণতা ও উত্তেজনার পর্যায়ে পৌঁছে গেছে। আল্লাহর কসম! যখনি তিনি ঐ কাঁকরগুলি কাফেরদের দিকে নিক্ষেপ করলেন, তখনি আমি নিষ্পলক নেত্রে দেখতে থাকলাম যে, তাদের শক্তি ক্রমশ: কমে যাচ্ছে এবং তাদের ব্যাপারটা পৃষ্ঠ প্রদর্শন করার পর্যায়ে পৌঁছে গেছে। <em>(মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1859",
    "id": "32652",
    "thesequence": "32582",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) said, O people! Allah is Pure and, therefore, accepts only that which is pure. Allah has commanded the believers as He has commanded His Messengers by saying: O Messengers! Eat of the good things, and do good deeds. (23:51) And He said: O you who believe (in the Oneness of Allah - Islamic Monotheism)! Eat of the lawful things that We have provided you... (2:172). Then he (ﷺ) made a mention of the person who travels for a long period of time, his hair are dishevelled and covered with dust. He lifts his hand towards the sky and thus makes the supplication: My Rubb! My Rubb! But his food is unlawful, his drink is unlawful, his clothes are unlawful and his nourishment is unlawful, how can, then his supplication be accepted?\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم: &laquo;أَيُّهَا النَّاسُ، إِنَّ اللهَ طَيِّبٌ لاَ يَقْبَلُ إِلاَّ طَيِّباً، وَإِنَّ اللهَ أَمَرَ المُؤمِنِينَ بِمَا أَمَرَ بِهِ المُرْسَلِينَ&raquo; . فَقَالَ تَعَالَى : ﴿يا أيها الرسل كلوا من الطيباب واعلموا صالحاً﴾ [المؤمنون: ٥١] ، وَقَالَ تَعَالَى : ﴿ آمنوا كلوا من طيبات ما رزقناكم﴾ [البقرة: ١٧٢] . ثُمَّ ذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرَ أَشْعَثَ أَغْبَرَ يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ : يَا رَبِّ يَا رَبِّ، وَمَطْعَمُهُ حَرَامٌ، وَمَشْرَبُهُ حَرَامٌ، ومَلبَسُهُ حَرَامٌ، وَغُذِّيَ بِالْحَرَامِ، فَأَنَّى يُسْتَجَابُ لِذَلِكَ ؟ رواه مسلم",
    "hadithBengali": "৪৪/১৮৬০। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, হে লোক সকল! আল্লাহ পবিত্র, তিনি পবিত্র ছাড়া অন্য কিছু গ্রহণ করেন না। আর আল্লাহ মুমীনদেরকে সেই কাজের নির্দেশ দিয়েছেন, যার নির্দেশ পয়গম্বরদেরকে দিয়েছেন। সুতরাং মহান আল্লাহ বলেছেন, হে রাসূলগণ! তোমরা পবিত্র বস্তু হতে আহার কর এবং সৎকর্ম কর। <em>(</em><em>সূরা মু</em><em></em><em>মিনূন ৫১ আয়াত)</em> তিনি আরও বলেন, হে ঈমানদারগণ! আমি তোমাদেরকে যে রুযী দিয়েছি তা থেকে পবিত্র বস্তু আহার কর এবং আল্লাহর কাছে কৃতজ্ঞতা প্রকাশ কর; যদি তোমরা শুধু তাঁরই উপাসনা করে থাক। <em>(</em><em>সূরা বাকারাহ ১৭২ আয়াত)</em>\n\nঅতঃপর তিনি সেই লোকের কথা উল্লেখ করে বললেন, যে এলোমেলো চুলে, ধূলামলিন পায়ে সুদীর্ঘ সফরে থেকে আকাশ পানে দু হাত তুলে ইয়া রবব্! ইয়া রবব্! বলে দোআ করে। অথচ তার খাদ্য হারাম, তার পানীয় হারাম, তার পোশাক-পরিচ্ছদ হারাম এবং হারাম বস্তু দিয়েই তার শরীর পুষ্ট হয়েছে। তবে তার দোআ কিভাবে কবুল করা হবে? <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1860",
    "id": "32653",
    "thesequence": "32583",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) said, There are three (types of) people whom Allah will neither speak to on the Day of Resurrection nor will He purify them (i.e., from their sins), nor will look upon them; and they will have a painful chastisement. These are: An old man who commits fornication; a king who is a great liar and a poor man who is proud.\n\n[Muslim]",
    "hadithArabic": "وَعَنْه رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ صلى  الله عليه وسلم: &laquo;ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللهُ يَوْمَ القِيَامَةِ، وَلاَ يُزَكِّيهِمْ، وَلاَ يَنْظُرُ إلَيْهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ : شَيْخٌ زَانٍ، وَمَلِكٌ كَذَّابٌ، وَعَائِلٌ مُسْتَكْبِرٌ&raquo; . رواه مسلم",
    "hadithBengali": "৪৫/১৮৬১। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিন শ্রেণীর মানুষের সাথে কিয়ামতের দিন আল্লাহ কথা বলবেন না, তাদেরকে পবিত্রও করবেন না এবং তাদের দিকে [দয়ার দৃষ্টিতে] তাকাবেনও না। অধিকন্তু তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি; [তারা হচ্ছে,] বৃদ্ধ ব্যভিচারী, মিথ্যাবাদী রাজা এবং অহংকারী গরীব। <em>(</em><em>মুসলিম)</em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1861",
    "id": "32654",
    "thesequence": "32584",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) said, Saihan (Oxus), Jaihan (Jaxartes), Al-Furat (Euphrates) and An-Nil (Nile) are all from the rivers of Jannah.\n\n[Muslim].\n",
    "hadithArabic": "وَعَنْهُ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: &laquo;سَيْحَانُ وَجَيْحَانُ وَالفُرَاتُ وَالنِّيلُ كُلٌّ مِنْ أَنْهَارِ الجَنَّةِ&raquo;. رواه مسلم",
    "hadithBengali": "৪৬/১৮৬২। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, [শামের] সাইহান ও জাইহান, [ইরাকের] ফুরাত এবং [মিসরের] নীল প্রত্যেক নদীই জান্নাতের নদ-নদীসমূহের অন্যতম। <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1862",
    "id": "32655",
    "thesequence": "32585",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) took hold of my hand and said, Allah, the Exalted and Glorious, created the earth on Saturday, the mountains on Sunday, the trees on Monday, the things entailing labour on Tuesday, light on Wednesday, He spread out animals of all kinds on Thursday, and created Adam in the afternoon on Friday, and it was the last hour of Friday between the afternoon and the night.\n\n[Muslim].",
    "hadithArabic": "وَعَنْه، قَالَ: أَخَذَ رَسُول اللهِ صلى  الله عليه وسلم بِيَدِي فَقَالَ: &laquo;خَلَقَ اللهُ التُّرْبَةَ يَومَ السَّبْتِ، وَخَلَقَ فِيهَا الجِبَالَ يَومَ الأَحَدِ، وَخَلَقَ الشَّجَرَ يَومَ الاِثْنَينِ، وَخَلَقَ المَكْرُوهَ يَومَ الثُّلاَثَاءِ، وَخَلَقَ النُّورَ يَوْمَ الأَربِعَاءِ، وَبَثَّ فِيهَا الدَّوابَّ يَومَ الخَمِيسِ، وَخَلَقَ آدَمَ عليه السلام، بَعْدَ العَصْرِ مِنْ يَومِ الجُمُعَةِ في آخِرِ الخَلْقِ فِي آخِرِ سَاعَةٍ مِنَ النَّهَارِ فِيمَا بَيْنَ العَصْرِ إِلَى اللَّيْلِ&raquo;. رواه مسلم",
    "hadithBengali": "৪৭/১৮৬৩। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম [একদা] আমার হাত ধরে বললেন, আল্লাহ তাআলা শনিবার জমিন সৃষ্টি করেছেন, রবিবার তার মধ্যে পর্বতমালা সৃষ্টি করেছেন। সোমবার সৃষ্টি করেছেন গাছ-পালা। মঙ্গলবার মন্দ বস্তু সৃষ্টি করেছেন। বুধবার আলো সৃষ্টি করেছেন। তাতে [জমিনে] জীবজন্তু ছড়িয়েছেন বৃহস্পতিবার। আর সমস্ত জিনিস সৃষ্টি করার পর পরিশেষে জুমার দিন আসরের পর দিনের শেষভাগে আসর ও রাতের মাঝামাঝি সময়ে [আদি পিতা] আদম-কে সৃষ্টি করেছেন। <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1863",
    "id": "32656",
    "thesequence": "32586",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Sulaiman Khalid bin Al-Walid (May Allah be pleased with him) said:\nIn the battle of Mutah, seven swords were broken in my hand, and all that remained with me was a Yemeni sword.\n\n[Al- Bukhari].\n",
    "hadithArabic": "وَعَنْ أَبِي سُلَيمَانَ خَالِدِ بنِ الوَلِيدِ رضي الله عنه قَالَ: لَقَدِ انْقَطَعتْ فِي يَدِي يَوْمَ مُؤْتَةَ تِسْعَةُ أَسْيَافٍ، فَمَا بَقِيَ فِي يَدِي إِلاَّ صَفِيحَةٌ يَمَانِيَّةٌ . رواه البخاري",
    "hadithBengali": "৪৮/১৮৬৪। আবূ সুলায়মান খালেদ ইবনে অলীদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, মুতাহ যুদ্ধে আমার হাতে নয় খানা তরবারি ভেঙ্গেছে। কেবলমাত্র একটি ইয়ামানী ক্ষুদ্র তলোয়ার আমার হাতে অবশিষ্ট ছিল। <em>(</em><em>বুখারী) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1864",
    "id": "32657",
    "thesequence": "32587",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amr bin Al-As (May Allah be pleased with him) said:\nI heard the Messenger of Allah (ﷺ) saying, When a judge utilizes his skill of judgement and comes to a right decision, he will have a double reward, but when he uses his judgement and commits a mistake, he will have a single reward.\n\n[Al-Bukhari and Muslim]\n",
    "hadithArabic": "وَعَنْ عَمرِو بنِ العَاصِ رضي الله عنه: أنَّه سَمِعَ رَسُولَ اللهِ صلى  الله عليه وسلم، يَقُولُ : &laquo;إِذَا حَكَمَ الحَاكِمُ فَاجْتَهَدَ، ثُمَّ أَصَابَ، فَلَهُ أَجْرَانِ، وَإِذَا حَكَمَ وَاجْتَهَدَ، فَأَخْطَأَ، فَلَهُ أَجْرٌ&raquo; متفق عَلَيْهِ",
    "hadithBengali": "৪৯/১৮৬৫। আমর ইবনে আস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছেন, যখন কোন বিচারক [বিচার করার সময়] চেষ্টা-প্রচেষ্টা করে বিচার করবে এবং সঠিক সিদ্ধান্তে পৌঁছে যাবে, তখন তার দুটি নেকী হবে। আর যখন চেষ্টা সত্ত্বেও বিচারে ভুল করে ফেলবে, তখনও তার একটি নেকী হবে। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1865",
    "id": "32658",
    "thesequence": "32588",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) said:\nThe Prophet (ﷺ) said, Fever comes from the vehement raging of Hell, so cool it with water.\n\n[Al-Bukhari and Muslim].\n",
    "hadithArabic": "وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا : أَنَّ النَّبِيَّ صلى  الله عليه وسلم، قَالَ: &laquo;الحُمَّى مِنْ فَيْحِ جَهَنَّمَ فَأَبْرِدُوهَا بِالمَاءِ&raquo;. متفق عَلَيْهِ",
    "hadithBengali": "৫০/১৮৬৬। আয়েশা রাদিয়াল্লাহু আনহা হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জ্বর জাহান্নামের তীব্র উত্তাপের অংশ বিশেষ। অতএব তোমরা তা পানি দ্বারা ঠাণ্ডা কর। <em>(</em><em>বুখারী-মুসলিম)</em> [1]\n",
    "checkStatus": "1",
    "hadithNo": "1866",
    "id": "32659",
    "thesequence": "32589",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) said:\nThe Prophet (ﷺ) said, If a person dies without observing Saum (fasts), his Wali should make it up on his behalf.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْها رَضِيَ اللهُ عَنْهَا، عن النبيِّ، قَالَ: &laquo;مَنْ مَاتَ وَعَلَيْهِ صَومٌ، صَامَ عَنْهُ وَلِيُّهُ&raquo;. متفق عَلَيْهِ",
    "hadithBengali": "৫১/১৮৬৭। উক্ত রাবী রাদিয়াল্লাহু আনহা হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন ব্যক্তি যদি মারা যায়, আর তার [মানত] রোযা বাকি থাকে, তাহলে তার অভিভাবক তার পক্ষ থেকে [ঐ মানতের] রোযা পূরণ করবে। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n\nসঠিক অভিমত এই যে, এই হাদিসের ভিত্তিতে যে রোযা পালন না করে মারা গেছে, তার পক্ষ থেকে রোযা রাখা জায়েয। আর অভিভাবক বলতে উদ্দেশ্য, নিকটাত্মীয়; সে ওয়ারেস হোক অথবা না হোক।\n\n<em>[[ইবনে আব্বাস বলেন</em><em>, </em><em>যদি কোন লোক রমাযানে ব্যাধিগ্রস্ত হয়</em><em>, </em><em>অতঃপর সে মারা যায় এবং রোযা [কাযা করার সুযোগ পাওয়া সত্ত্বেও] রোযা না রেখে থাকে</em><em>, </em><em>তাহলে তার তরফ থেকে মিসকীন খাইয়ে দিতে হবে</em><em>; </em><em>তার জন্য রোযা কাযা নেই। কিন্তু যদি সে নযরের রোযা না রেখে মারা যায়</em><em>, </em><em>তাহলে তার অভিভাবক [বা নিকটাত্মীয়] তার তরফ থেকে সেই রোযা কাযা করে দেবে।</em><em>]] </em><em>[</em><em>সহীহ আবূ দাঊদ ২১০১নং প্রমুখ]</em>\n\n<div></div>\n",
    "checkStatus": "1",
    "hadithNo": "1867",
    "id": "32660",
    "thesequence": "32590",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Auf bin Malik (May Allah be pleased with him) said:\nAishah (May Allah be pleased with her) as told that Abdullah bin Az-Zubair (May Allah be pleased with them) had said in respect of selling of a gift which was presented to her: By Allah! If Aishah does not stop this kind of thing, I will declare her incompetent to administer her property. Aishah (May Allah be pleased with her) asked: Did He (Abdullah bin Az-Zubair) say so? The people said: Yes. Aishah (May Allah be pleased with her) said: I vow it before Allah that I will never speak to Ibn Az-Zubair. When this desertion lasted long, Abdullah bin Az-Zubair sought intercession with her, but she said: By Allah I will not accept the intercession of anyone for him, and I will not commit a sin of breaking my vow. When this state of affairs was prolonged, Ibn Az-Zubair felt it hard on him. He said to Al-Miswar bin Makhramah and Abdur-Rahman bin Al-Aswad bin Yaghut: I beseech you in the Name of Allah that you should take me to Aishah because it is unlawful for her to vow to sever relations with me. So Al-Miswar and Abdur-Rahman took him with them. They sought her permission, saying: As-salamu alaika wa rahmatullahi wa barakatuhu! Shall we come in? Aishah (May Allah be pleased with her) said: Come in, They asked: All of us? She said: All of you, not knowing that Ibn Az-Zubair was also with them. So, when they entered, Ibn Az-Zubair entered the screened place and got hold of Aishah (May Allah be pleased with her), his aunt. He was requesting her to forgive him and wept. Al-Miswar and Abdur-Rahman also pleaded on his behalf and requested her to speak to him and to accept his repentance. They said to her: The Prophet (ﷺ) forbade to cut off relationship because it is unlawful for any Muslim not to talk to his (Muslim) brother (or sister, for that matter) for more than three (days). So when they persisted in urging and reminding her of the superiority of having good relation with kith and kin, she began to weep, saying: I have made a vow which is a matter of very serious nature. They persisted in their appeal till she spoke with Abdullah bin Az-Zubair, and she freed forty slaves as an expiation for breaking her vow. Later on, whenever she remembered her vow, she would weep so much that her veil would become wet with tears.\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنْ عَوفِ بنِ مَالِكِ بنِ الطُّفَيْلِ رضي الله عنه : أَنَّ عَائِشَةَ رَضِيَ اللهُ عَنْهَا، حُدِّثَتْ أَنَّ عَبدَ اللهِ بنَ الزُّبَيرِ رَضِيَ اللهُ عَنْهُمَا، قَالَ فِي بَيْعٍ أَوْ عَطَاءٍ أَعْطَتْهُ عَائِشَةُ رَضِيَ اللهُ تَعَالَى عَنهَا: وَاللهِ لَتَنْتَهِيَنَّ عَائِشَةُ أَوْ لأَحْجُرَنَّ عَلَيْهَا، قَالَتْ : أََهُوَ قَالَ هَذَا ! قَالُوا : نَعَمْ . قَالَتْ : هُوَ للهِ عَلَيَّ نَذْرٌ أَنْ لاَ أُكَلِّمَ ابْنَ الزُّبَيْرِ أَبَداً، فَاسْتَشْفَعَ ابْنُ الزُّبَيْرِ إِلَيْهَا حِيْنَ طَالَتِ الهِجْرَةُ . فَقَالَتْ : لاَ، وَاللهِ لاَ أُشَفِّعُ فِيهِ أَبداً، وَلاَ أَتَحَنَّثُ إِلَى نَذْرِي . فَلَمَّا طَالَ ذَلِكَ عَلَى ابْنِ الزُّبَيرِ كَلَّمَ المِسْوَرَ بْنَ مَخْرَمَةَ، وَعبدَ الرحْمَانِ ابْنَ الأسْوَدِ بْنِ عَبْدِ يَغُوثَ وقَالَ لَهُمَا : أَنْشُدُكُمَا اللهَ لَمَا أَدْخَلْتُمَانِي عَلَى عَائِشَةَ رَضِيَ اللهُ عَنْهَا، فَإِنَّهَا لاَ يَحِلُّ لَهَا أَنْ تَنْذِرَ قَطِيعَتِي، فَأَقْبَلَ بِهِ المِسْوَرُ، وَعَبدُ الرَّحْمَانِ حَتَّى اسْتَأذَنَا عَلَى عَائِشَةَ فَقَالاَ : السَّلاَمُ عَلَيْكِ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ، أَنَدْخُلُ ؟ قَالَتْ عَائِشَةُ : ادْخُلُوا . قَالُوا : كُلُّنَا ؟ قَالَتْ: نَعَمْ ادْخُلُوا كُلُّكُمْ، وَلاَ تَعْلَمُ أَنَّ معَهُمَا ابْنَ الزُّبَيرِ، فَلَمَّا دَخَلُوا دَخَلَ ابْنُ الزُّبَيرِ الحِجَابَ فَاعْتَنَقَ عَائِشَةَ رَضِيَ اللهُ عَنْهَا، وَطَفِقَ يُنَاشِدُهَا وَيَبْكِي، وَطَفِقَ المِسْوَرُ، وَعَبدُ الرَّحْمَانِ يُنَاشِدَانِهَا إِلاَّ كَلَّمَتْهُ وَقَبِلَتْ مِنْهُ، وَيَقُولاَنِ : إِنَّ النَّبِيَّ صلى  الله عليه وسلم نَهَى عَمَّا قَدْ عَلِمْتِ مِنَ الهِجْرَةِ ؛ وَلاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوقَ ثَلاَثِ لَيَالٍ، فَلَمَّا أَكْثَرُوا عَلَى عَائِشَةَ مِنَ التَّذْكِرَةِ وَالتَّحْرِيجِ، طَفِقَتْ تُذَكِّرُهُمَا وَتَبْكِي، وَتَقُولُ : إنِّي نَذَرْتُ وَالنَّذْرُ شَدِيدٌ، فَلَمْ يَزَالاَ بِهَا حَتَّى كَلَّمَتِ ابْنَ الزُّبَيرِ، وَأَعْتَقَتْ فِي نَذْرِهَا ذَلِكَ أَرْبَعِينَ رَقَبَةً، وَكَانَتْ تَذْكُرُ نَذْرَهَا بَعدَ ذَلِكَ فَتَبْكِي حَتَّى تَبِلَّ دُمُوعُهَا خِمَارَهَا . رواه البخاري",
    "hadithBengali": "৫২/১৮৬৮। আওফ ইবনে মালিক ইবনে তুফাইল হতে বর্ণিত, আয়েশা রাদিয়াল্লাহু আনহা র সামনে ব্যক্ত করা হল যে, আয়েশা রাদিয়াল্লাহু আনহা যে [নিজ বাড়ি] বিক্রয় বা দান করেছেন, সে সম্পর্কে আব্দুল্লাহ ইবনে যুবাইর রাদিয়াল্লাহু আনহু বলেছেন যে, হয় [খালাজান] আয়েশা [অবাধে দান-খয়রাত করা হতে] অবশ্যই বিরত থাকুন, নচেৎ তাঁর উপর [আর্থিক] অবরোধ প্রয়োগ করবই। আয়েশা রাদিয়াল্লাহু আনহা এই বক্তব্য শুনে জিজ্ঞাসা করলেন, সত্যিই কি সে এ কথা বলেছে? লোকেরা বলল, হ্যাঁ। তিনি বললেন, তাহলে আমি আল্লাহর নামে মানত করলাম যে, এখন থেকে আব্দুল্লাহ ইবনে যুবাইরের সাথে কখনোও কথা বলব না। তারপর যখন বাক্যালাপ ত্যাগ দীর্ঘ হয়ে গেল, তখন আব্দুল্লাহ ইবনে যুবাইর আয়েশার নিকট [এ ব্যাপারে] সুপারিশ করালেন।\n\nআয়েশা বললেন, আল্লাহর কসম! আমি ইবনে যুবাইরের সম্পর্কে কোন সুপারিশ গ্রহণ করব না, আর আপন মানত ভঙ্গও করব না। বস্তুতঃ যখন ব্যাপারটা ইবনে যুবাইরের উপর অতীব দীর্ঘ হয়ে পড়ল, তখন তিনি মিসওয়ার ইবনে মাখরামাহ ও আব্দুর রাহমান ইবনে আসওয়াদ ইবনে আব্দে ইয়াগুস সাহাবীদের সঙ্গে আলোচনা করলেন এবং তাঁদেরকে বললেন, আমি তোমাদেরকে আল্লাহর কসম দিচ্ছি যে, তোমরা [আমার স্নেহময়ী খালা] আয়েশার কাছে আমাকে নিয়ে চল। কেননা, আমার সাথে বাক্যালাপ বন্ধ রাখার মানতে অটল থাকা তাঁর জন্য আদৌ বৈধ নয়।\n\nসুতরাং মিসওয়ার ও আব্দুর রহমান উভয়ে ইবনে যুবাইর রাদিয়াল্লাহু আনহু-কে সঙ্গে নিয়ে গেলেন। এমনকি শেষ পর্যন্ত ভিতরে প্রবেশ করার জন্য আয়েশার নিকট অনুমতিও চাইলেন এবং বললেন, আসসালামু আলাইকি অরাহ্মাতুল্লাহি অবারাকা-তুহ! আমরা কি ভিতরে আসতে পারি? আয়েশা রাদিয়াল্লাহু আনহা বললেন, হ্যাঁ এসো। বললেন, আমরা সকলেই কি? আয়েশা রাদিয়াল্লাহু আনহা বললেন, হ্যাঁ, সকলেই প্রবেশ কর। কিন্তু তিনি জানতেন না যে, ওই দুজনের সঙ্গে আব্দুল্লাহ ইবনে যুবাইর রাদিয়াল্লাহু আনহু ও উপস্থিত আছেন।\n\nসুতরাং এঁরা যখন ভিতরে ঢুকলেন, তখন আব্দুল্লাহ ইবনে যুবাইর পর্দার ভিতরে চলে গেলেন এবং [খালা] আয়েশা রাদিয়াল্লাহু আনহাকে জড়িয়ে ধরে কাঁদতে কাঁদতে আল্লাহর শপথ দিতে লাগলেন। এ দিকে পর্দার বাইরে থেকে মিসওয়ার ও আব্দুর রহমান উভয়েই আয়েশাকে কসম দিয়ে আব্দুল্লাহ ইবনে যুবাইরের সঙ্গে কথাবার্তা বলতে ও তাঁর ওজর গ্রহণ করতে অনুরোধ করলেন এবং বললেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাক্যালাপ বন্ধ রাখতে নিষেধ করেছেন---যে সম্বন্ধে আপনি অবহিত। আর কোন মুসলিমের জন্য এটা বৈধ নয় যে, সে তার ভাইয়ের সাথে তিন দিনের বেশী কথাবার্তা বন্ধ রাখে।\n\nসুতরাং যখন তাঁরা আয়েশা রাদিয়াল্লাহু আনহার সামনে উপদেশ ও সম্পর্ক ছিন্ন করা যে গুনাহ---তা বারবার বলতে লাগলেন, তখন তিনিও উপদেশ আরম্ভ করলেন এবং কাঁদতে লাগলেন। তিনি বলতে লাগলেন, আমি তো মানত মেনেছি। আর মানতের ব্যাপারটা বড় শক্ত। কিন্তু তাঁরা তাঁকে অব্যাহত-ভাবে বুঝাতে থাকলেন। শেষ পর্যন্ত তিনি রাদিয়াল্লাহু আনহা আব্দুল্লাহ ইবনে যুবাইরের সাথে কথা বললেন এবং স্বীয় মানত ভঙ্গ করার কাফফারা স্বরূপ চল্লিশটি গোলাম মুক্ত করলেন। তারপর থেকে তিনি যখনই উক্ত মানতের কথা স্মরণ করতেন, তখনই এত বেশী কাঁদতেন যে, চোখের পানিতে তাঁর ওড়না ভিজে যেত। <em>(বুখারী) </em>[1]\n\n<hr />\n<em>[প্রকাশ থাকে যে</em><em>, </em><em>নযর বা মানত ভঙ্গের কাফফারা কসম ভঙ্গের কাফফারার ন্যায় অর্থাৎ একটি দাসমুক্ত করা অথবা দশ মিসকীনকে খাদ্য বা বস্ত্র দান করা। যদি এ সবের শক্তি না রাখে তাহলে তিনটি রোযা রাখা। আর বেশী সাদকাহ করার কথা স্বতন্ত্র</em><em>।</em><em>]</em>\n",
    "checkStatus": "1",
    "hadithNo": "1868",
    "id": "32661",
    "thesequence": "32591",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Uqbah bin Amir (May Allah be pleased with him) said:\nOne day the Messenger of Allah (ﷺ) went out and asked Allahs forgiveness for the martyrs of the battle of Uhud after eight years. It seemed that by so doing, he bid farewell to the living and the dead. He then came back, rose to the pulpit and said, I shall be your precursor; I am a witness for you (before Allah), and I will be present before you at the River (Haud Al-Kauthar). By Allah I can see with my own eyes the Haud from this place. I am not afraid that you will associate anything with Allah in worship after (my demise), but I apprehend that you will vie with one another for the life of the world. The narrator said: It was the last time that I saw the Messenger of Allah (ﷺ).\n\n[Al-Bukhari and Muslim].\n\nThere are some more narrations with very minor changes in its wording.\n",
    "hadithArabic": "وَعَنْ عُقْبَةَ بنِ عَامِرٍرَضِيَ اللهُ عنه:أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم خَرَجَ إِلَى قَتْلَى أُحُدٍ، فَصَلَّى عَلَيْهِمْ بَعْدَ ثَمَانِ سِنينَ كَالمُوَدِّعِ لِلأَحْيَاءِ وَالأَمْوَاتِ، ثُمَّ طَلَعَ إِلَى المِنْبَرِ، فَقَالَ: &laquo;إنِّي بَيْنَ أَيْدِيكُمْ فَرَطٌ وَأَنَا شَهِيدٌ عَلَيْكُمْ وَإِنَّ مَوْعِدَكُمُ الحَوْضُ، وَإِنِّي لأَنْظُرُ إِلَيْهِ مِنْ مَقَامِي هَذَا، أَلاَ وَإِنِّي لَسْتُ أَخْشَى عَلَيْكُمْ أَنْ تُشْرِكُوا، وَلَكِنْ أَخْشَى عَلَيْكُمُ الدُّنْيَا أَنْ تَنَافَسُوهَا&raquo; قَالَ: فَكَانَتْ آخِرَ نَظْرَةٍ نَظَرْتُهَا إِلَى رَسُولِ اللهِ صلى الله عليه وسلم . متفق عَلَيْهِ\nوفي رواية : &laquo;وَلَكِنِّي أَخْشَى عَلَيْكُمُ الدُّنْيَا أَنْ تَنَافَسُوا فِيهَا، وَتَقْتَتِلُوا فَتَهْلِكُوا كَمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ&raquo; . قَالَ عُقْبَةُ : فَكَانَ آخِرَ مَا رَأيْتُ رَسُولَ اللهِ صلى  الله عليه وسلم عَلَى المِنْبَرِ \nوفي روايةٍ قَالَ: &laquo;إنِّي فَرَطٌ لَكُمْ وَأَنَا شَهِيدٌ عَلَيْكُمْ وَإِنِّي وَاللهِ لأَنْظُرُ إِلَى حَوْضِي الآنَ، وَإِنِّي أُعْطِيتُ مَفَاتِيحَ خَزَائِنِ الأَرْضِ، أَوْ مَفَاتِيحَ الأَرْضِ، وَإِنِّي وَاللهِ مَا أَخَافُ عَلَيْكُمْ أَنْ تُشْرِكُوا بَعْدِي، وَلَكِنْ أَخَافُ عَلَيْكُمْ أَنْ تَنَافَسُوا فِيهَا \n",
    "hadithBengali": "৫৩/১৮৬৯। উক্ববাহ ইবনে আমের রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম [একবার] উহুদের শহীদদের [কবরস্থানের] দিকে বের হলেন এবং যেন জীবিত ও মৃত ব্যক্তিদেরকে বিদায় জানাবার উদ্দেশ্যে আট বছর পর তাঁদের উপর জানাজা পড়লেন [অর্থাৎ তাঁদের জন্য দোআ করলেন]। তারপর মিম্বরে চড়ে বললেন, আমি পূর্বে গমনকারী তোমাদের জন্য সু-ব্যবস্থাপক এবং সাক্ষীও। তোমাদের প্রতিশ্রুত স্থান হাউজে [কাউসার]। আমি অবশ্যই ওটাকে আমার এই স্থান থেকে দেখতে পাচ্ছি। শোনো! তোমাদের ব্যাপারে আমার এ আশংকা নেই যে, তোমরা শির্ক করবে। তবে তোমাদের জন্য আমার আশংকা এই যে, তোমরা দুনিয়ার ব্যাপারে আপোষে প্রতিদ্বন্দ্বিতা করবে। [রাবী বলেন,] এটাই আমার শেষ দৃষ্টি ছিল যা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর প্রতি নিবদ্ধ করেছিলাম [অর্থাৎ এরপর তিনি দেহত্যাগ করেন]। <em>(</em><em>বুখারী-মুসলিম)</em> [1]\n\nঅন্য এক বর্ণনায় আছে যে, কিন্তু তোমাদের জন্য আমার আশংকা এই যে, তোমরা পার্থিব ধন-সম্পদে আপোষে প্রতিদ্বন্দ্বিতা করবে এবং সে জন্য পরস্পর সংঘর্ষে লিপ্ত হবে এবং [পরিণামে] তোমরা ধ্বংস হয়ে যাবে; যেমন তোমাদের পূর্ববর্তীরা ধ্বংস হয়েছে। উকবা রাদিয়াল্লাহু আনহু বলেন, মিম্বরের উপরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এটাই ছিল আমার শেষ দর্শন।\n\nঅপর এক বর্ণনায় আছে, আমি তোমাদের অগ্রদূত এবং তোমাদের জন্য সাক্ষী। আল্লাহর শপথ! আমি এই মুহূর্তে আমার হাউজ [হাওজে কাওসার] দেখছি। আমাকে পৃথিবীর ভাণ্ডারসমূহের চাবি গুচ্ছ প্রদান করা হয়েছে। আর আমি তোমাদের ব্যাপারে এ জন্য শঙ্কিত নই যে, তোমরা আমার [তিরোধানের] পর শির্ক করবে; বরং এ আশংকা বোধ করছি যে, তোমরা পার্থিব ধন-সম্পদের ব্যাপারে আপোষে প্রতিদ্বন্দ্বিতা করবে।\n\nহাদীসে উল্লিখিত শহীদদের উপর জানাজা পড়লেন অর্থাৎ তাঁদের জন্য দোআ করলেন। [তকবীর সহ] পরিচিত জানাজার নামায নয়।\n",
    "checkStatus": "1",
    "hadithNo": "1869",
    "id": "32662",
    "thesequence": "32592",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Zaid Amr bin Akhtab Al-Ansari (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) led us in the morning (Fajr) prayer and he ascended the pulpit and addressed us until it was the time for the Zuhr prayer. He then came down the pulpit and led us in Salat (prayer). Again he ascended the pulpit and addressed until it was the time for the Asr prayer. He then again came down, led us in Salat and again ascended the pulpit and addressed us until sunset. He informed us of everything that lay hidden in the past and what will happen in the future; and the most learned amongst us is the one who has preserved it in his memory.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبي زَيدٍ عَمرِو بنِ أَخْطَبَ الأنصاريِّ رضي الله عنه  قَالَ: صلَّى بِنَا رَسُول اللهِ صلى  الله عليه وسلم الفَجْرَ، وَصَعِدَ المِنْبَرَ، فَخَطَبَنَا حَتَّى حَضَرَتِ الظُّهْرُ، فَنَزَلَ فَصَلَّى، ثُمَّ صَعِدَ المِنْبَرَ فَخَطَبَنَا حَتَّى حَضَرَتِ العَصْرُ، ثُمَّ نَزَلَ فَصَلَّى، ثُمَّ صَعِدَ المِنْبَرَ فَخَطَبَنَا حَتَّى غَرَبَتِ الشَّمْسُ، فَأَخْبَرَنَا بِمَا كَانَ وَبِمَا هُوَ كَائِنٌ، فَأَعْلَمُنَا أَحْفَظُنَا . رواه مسلم",
    "hadithBengali": "৫৪/১৮৭০। আবূ যায়েদ আমর ইবনে আখত্বাব আনসারী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে নিয়ে ফজরের নামায পড়লেন, অতঃপর মিম্বরে চড়ে ভাষণ দিলেন। শেষ পর্যন্ত যোহরের সময় হয়ে গেল। সুতরাং তিনি নীচে নামলেন ও নামায পড়লেন। তারপর আবার মিম্বরে চাপলেন [ও ভাষণ দানে প্রবৃত্ত হলেন] শেষ পর্যন্ত আসরের সময় হয়ে গেল। তিনি পুনরায় নীচে অবতরণ করলেন ও নামায পড়লেন। অতঃপর তিনি আবার মিম্বরে উঠলেন এবং খুতবা পরিবেশনে ব্রতী হলেন, শেষ পর্যন্ত সূর্য অস্ত গেল। সুতরাং অতীতে যা ঘটেছে এবং ভবিষ্যতে যা ঘটবে সে সমস্ত বিষয়গুলি তিনি আমাদেরকে জানালেন। অতএব আমাদের মধ্যে সেই ব্যক্তি সর্বাধিক বড় জ্ঞানী, যিনি এসব কথাগুলি সবার চাইতে বেশি মনে রেখেছেন। <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1870",
    "id": "32663",
    "thesequence": "32593",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) said:\nThe Prophet (ﷺ) said, He who vows to obey Allah, should obey Him. But he who vows to disobey Allah, should not disobey Him.\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا، قَالَتْ : قَالَ النَّبِيُّ صلى  الله عليه وسلم: &laquo;مَنْ نَذَرَ أَنْ يُطِيعَ اللهَ فَلْيُطِعْهُ، وَمَنْ نَذَرَ أَنْ يَعْصِيَ اللهَ فَلاَ يَعْصِهِ&raquo; . رواه البخاري",
    "hadithBengali": "৫৫/১৮৭১। আয়েশা রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি এরূপ মানত করে যে, সে আল্লাহর আনুগত্য করবে, সে যেন তাঁর আনুগত্য করে। আর যে ব্যক্তি এরূপ মানত করে যে, সে আল্লাহর অবাধ্যতা করবে, সে যেন তাঁর অবাধ্যতা না করে। <em>(</em><em>বুখারী) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1871",
    "id": "32705",
    "thesequence": "32539",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Sharik (May Allah be pleased with her) said:\nThe Messenger of Allah (ﷺ) ordered me to kill chameleon. He also said, It blew (fire) on Prophet Ibrahim.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أُمِّ شَرِيكٍ رَضِيَ اللهُ عَنْهَا : أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم أَمَرَهَا بِقَتْلِ الأَوْزَاغِ وَقَالَ: &laquo;كَانَ يَنْفُخُ عَلَى إِبْرَاهِيمَ&raquo;. متفق عَلَيْهِ",
    "hadithBengali": "৫৬/১৮৭২। উম্মে শারীক রাদিয়াল্লাহু আনহা হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম টিকটিকি মারতে আদেশ দিয়েছেন এবং বলেছেন যে, এ ইব্রাহীম-এর অগ্নিকুণ্ডে ফুঁ দিয়েছিল।<em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1872",
    "id": "32706",
    "thesequence": "32594",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) said, He who kills a chameleon at the first blow, such and such number of good deeds will be awarded to him; whoever kills it at the second blow, such and such number of merits will be recorded for him. And if he kills it at the third blow, he will get such and such merits.\n\nAnother narration is: The Messenger of Allah (ﷺ) said, If anyone kills a chameleon with the first blow, a hundred good deeds will be recorded for him; less than that will be recorded for him if he kills it at the second blow, and still less rewards will be recorded for him if he kills it at the third blow.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ صلى  الله عليه وسلم: &laquo;مَنْ قَتَلَ وَزَغَةً فِي أَوَّلِ ضَرْبَةٍ فَلَهُ كَذَا وَكَذَا حَسَنَةً، وَمَنْ قَتَلَهَا في الضَّرْبَةِ الثَّانِيَةِ فَلَهُ كَذَا وَكَذَا حَسَنَةً دُونَ الأُولَى، وَإِنْ قَتَلَهَا فِي الضَّرْبَةِ الثَّالِثَةِ فَلَهُ كَذَا وَكَذَا حَسَنَةً \nوفي رواية : &laquo;مَنْ قَتَلَ وَزَغَاً فِي أَوَّلِ ضَرْبَةٍ كُتِبَ لَهُ مِئَةُ حَسَنَةٍ، وَفِي الثَّانِيَةِ دُونَ ذَلِكَ، وَفِي الثَّالِثَةِ دُونَ ذَلِكَ&raquo; . رواه مسلم .\nقَالَ أَهلُ اللُّغَة : &laquo;الوَزَغُ&raquo; العِظَامُ مِنْ سَامَّ أَبْرَصَ \n",
    "hadithBengali": "৫৭/১৮৭৩। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি প্রথম আঘাতেই টিকটিকি হত্যা করে ফেলে, তার জন্য এত এত নেকী হয়, আর যে ব্যক্তি দ্বিতীয় আঘাতে মেরে ফেলে, তার জন্য প্রথম ব্যক্তি অপেক্ষা কম এত এত নেকী হয়। আর যদি তৃতীয় আঘাতে তাকে হত্যা করে, তাহলে তার জন্য [অপেক্ষাকৃত কম] এত এত নেকী হয়।\n\nঅপর এক বর্ণনায় আছে, যে ব্যক্তি প্রথম আঘাতেই টিকটিকি হত্যা করে, তার জন্য একশত নেকী, দ্বিতীয় আঘাতে তার চাইতে কম [নেকী] এবং তৃতীয় আঘাতে তার চাইতে কম [নেকী] হয়। <em>(</em><em>মুসলিম) </em>[1]\n\nআরবী ভাষাবিদদের মতে, <span dir=RTL>وزغ</span> বড় টিকটিকিকে বলে। [পক্ষান্তরে গিরগিটির আরবীঃ <span dir=RTL>حرباء</span>। আর তাকে মারার নির্দেশ হাদীসে নেই।]\n",
    "checkStatus": "1",
    "hadithNo": "1873",
    "id": "32707",
    "thesequence": "32595",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) said:\nThe Messenger of Allah (ﷺ) said: A man (from amongst the people before you) said: Indeed! I will give in charity. So he took his Sadaqah out and placed it in a thiefs hand. In the morning the people were talking (about this incident) and saying: Sadaqah was given to a thief last night. The man said: O Allah! Praise be to You. I have given Sadaqah to a thief. Indeed, I will give in charity! So he took his Sadaqah out and he placed it in a prostitutes hand. In the morning the people were talking (about this incident) and saying: Sadaqah was given to a prostitute last night. On hearing this, the man said: Praise be to You, O Allah! I gave Sadaqah to a prostitute. Indeed, I will give in charity! So he took his Sadaqah out and placed it in a rich mans hand. In the morning the people were talking (about this incident) and saying: Sadaqah was given to a rich man last night. The man said: O Allah! Praise be to You (for helping me) give charity to a thief, a prostitute and a rich man. Then he had a dream in which he was told that his Sadaqah to the thief might result in his refraining from his theft, his Sadaqah to the prostitute might help her abstain from her immorality, and his Sadaqah to the rich man might help him pay heed and spend from what Allah had bestowed upon him.\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنْ أَبي هُرَيرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم قَالَ: &laquo;قَالَ رَجُلٌ لأَتَصَدَّقَنَّ بِصَدَقَةٍ، فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدِ سَارِقٍ، فَأَصْبَحُوا يَتَحَدَّثُونَ : تُصُدِّقَ عَلَى سَارِقٍ ! فَقَالَ:  اَللهم لَكَ الحَمْدُ لأتَصَدَّقَنَّ بِصَدَقَةٍ، فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدِ زَانِيَةٍ ؛ فَأَصْبَحُوا يَتَحَدَّثُونَ : تُصُدِّقَ اللَّيْلَةَ عَلَى زَانِيَةٍ ! فَقَالَ:  اَللهم لَكَ الحَمْدُ عَلَى زَانِيَةٍ ! لأتَصَدَّقَنَّ بِصَدَقَةٍ، فَخَرَجَ بِصَدَقَتِهِ فوَضَعَهَا فِي يَدِ غَنِيٍّ، فَأَصْبَحُوا يَتَحَدَّثُونَ : تُصُدِّقَ عَلَى غَنِيٍّ ؟ فَقَالَ:  اَللهم لَكَ الحَمْدُ عَلَى سَارِقٍ وَعَلَى زَانِيَةٍ وعلى غَنِيٍّ ! فَأُتِيَ فَقِيلَ لَهُ : أَمَّا صَدَقَتُكَ عَلَى سَارِقٍ فَلَعَلَّهُ أَنْ يَسْتَعِفَّ عَنْ سَرِقَتِهِ، وَأَمَّا الزَّانِيَةُ فَلَعَلَّهَا تَسْتَعِفُّ عَنْ زِنَاهَا، وَأَمَّا الغَنِيُّ فَلَعَلَّهُ أَنْ يَعْتَبِرَ فَيُنْفِقَ مِمَّا أَعْطَاهُ اللهُ&raquo; . رواه البخاري بلفظه ومسلم بمعناه ",
    "hadithBengali": "৫৮/১৮৭৪। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, একটি লোক বলল, [আজ রাতে] আমি অবশ্যই সাদকাহ করব। সুতরাং সে আপন সদকার বস্তু নিয়ে বের হল এবং [অজান্তে] এক চোরের হাতে তা দিয়ে দিল। লোকে সকালে উঠে বলাবলি করতে লাগল যে, আজ রাতে এক চোরের হাতে সদকা দেওয়া হয়েছে। সাদকাকারী বলল, হে আল্লাহ! তোমারই যাবতীয় প্রশংসা! [আজ রাতে] অবশ্যই আবার সদকা করব। সুতরাং সে নিজ সদকা নিয়ে বের হল এবং [অজান্তে] এক বেশ্যার হাতে তা দিয়ে দিল। সকাল বেলায় লোকে বলাবলি করতে লাগল যে, আজ রাতে এক বেশ্যাকে সদকা দেওয়া হয়েছে। সে তা শুনে আবার বলল, হে আল্লাহ! তোমারই প্রশংসা যে, বেশ্যাকে সদকা করা হল। আজ রাতে পুনরায় অবশ্যই সাদকাহ করব।\n\nসুতরাং তার সদকা নিয়ে বের হয়ে গেল এবং [অজান্তে] এক ধনী ব্যক্তির হাতে সদকা দিল। সকাল বেলায় লোকেরা আবার বলাবলি করতে লাগল যে, আজ এক ধনী ব্যক্তিকে সদকা দেওয়া হয়েছে। লোকটি শুনে বলল, হে আল্লাহ! তোমারই সমস্ত প্রশংসা যে, চোর, বেশ্যা তথা ধনী ব্যক্তিকে সদকা করা হয়েছে। সুতরাং [নবী অথবা স্বপ্নযোগে] তাকে বলা হল যে, [তোমার সদকা ব্যর্থ যায়নি; বরং] তোমার যে সদকা চোরের হাতে পড়েছে তার দরুন হয়তো চোর তার চৌর্যবৃত্তি ত্যাগ করে দেবে। বেশ্যা হয়তো তার দরুন তার বেশ্যাবৃত্তি ত্যাগ করবে। আর ধনী; সম্ভবত: সে উপদেশ গ্রহণ করবে এবং সে তার আল্লাহ প্রদত্ত ধন-সম্পদ আল্লাহর রাহে ব্যয় করবে। <em>(বুখারী-মুসলিম</em><em>, </em><em>শব্দগুলি বুখারীর) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1874",
    "id": "32708",
    "thesequence": "32596",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Huraira reported:\nMeat was one day brought to the Messenger of Allah (ﷺ) and a foreleg was offered to him, a part which he liked. He sliced with his teeth a piece out of it and said: I shall be the leader of mankind on the Day of Resurrection. Do you know why? Allah would gather in one plain the earlier and the later (of the human race) on the Day of Resurrection. Then the voice of the proclaimer would be heard by all of them and the eyesight would penetrate through all of them and the sun would come near. People would then experience a degree of anguish, anxiety and agony which they shall not be able to bear and they shall not be able to stand. Some people would say to the others: Don you see in which trouble you are? Dont you see what (misfortune) has overtaken you? Why dont you find one who should intercede for you with your Lord? Some would say to the others: Go to Adam. And they would go to Adam and say: O Adam, thou art the father of mankind. Allah created thee by His own Hand and breathed in thee of His spirit and ordered the angels to prostrate before thee. Intercede for us with thy Lord Dont you see in what (trouble) we are? Dont you see what (misfortune) has overtaken us? Adam would say: Verily, my Lord is angry, to an extent to which He had never been angry before nor would He be angry afterward. Verily, He forbade me (to go near) that tree and I disobeyed Him. I am concerned with my own self. Go to someone else; go to Noah. They would come to Noah and would say: O Noah, thou art the first of the Messengers (sent) on the earth (after Adam), and Allah named thee as a Grateful Servant, intercede for us with thy Lord. Dont you see in what (trouble) we are? Dont you see what (misfortune) has overtaken us? He would say: Verily, my Lord is angry today as He had never been angry before, and would never be angry afterwards. There had emanated a curse from me with which I cursed my people. I am concerned with only myself, I am concerned only with myself; you better go to Ibrahim (peace be upon him). They would go to Ibrahim and say: Thou art the apostle of Allah and His Friend amongst the inhabitants of the earth; intercede for us with thy Lord. Dont you see in which (trouble) we are? Dont you see what (misfortune) has overtaken us? Ibrahim would say to them: Verily, my Lord is today angry as He had never been angry before and would never be angry afterwards. and (Ibrahim) would mention his lies (and then say): I am concerned only with myself, I am concerned only with myself. You better go to someone else: go to Moses. They would come to Moses (peace be upon him) and say: O Moses, thou art Allahs messenger, Allah blessed thee with His messengership and His conversation amongst people. Intercede for us with thy Lord. Dont you see in what (trouble) we are? Dont you see what (misfortune) has overtaken us? Moses (peace be upon him) would say to them: Verily. my Lord is angry as He had never been angry before and would never be angry afterwards. I, in fact, killed a person whom I had not been ordered to kill. I am concerned with myself, I am concerned with myself. You better go to Jesus (peace be upon him). They would come to Jesus and would say: O Jesus, thou art the messenger of Allah and thou conversed with people in the cradle, (thou art) His Word which I-Ie sent down upon Mary. and (thou art) the Spirit from Him; so intercede for us with thy Lord. Dont you see (the trouble) in which we are? Dont you see (the misfortune) that has overtaken us? Jesus (peace be upon him) would say: Verily, my Lord is angry today as He had never been angry before or would ever be angry afterwards. He mentioned no sin of his. (He simply said: ) I am concerned with myself, I am concerned with myself; you go to someone else: better go to Muhammad (ﷺ). They would come to me and say: O Mahammad, thou art the messenger of Allah and the last of the apostles. Allah has pardoned thee all thy previous and later sins. Intercede for us with thy Lord; dont you see in which (trouble) we are? Dont you see what (misfortune) has overtaken us? I shall then set off and come below the Throne and fall down prostrate before my Lord; then Allah would reveal to me and inspire me with some of His Praises and Glorifications which He had not revealed to anyone before me. He would then say: Muhammad, raise thy head; ask and it would be granted; intercede and intercession would be accepted I would then raise my head and say: O my Lord, my people, my people. It would be said: O Muhammad, bring in by the right gate of Paradise those of your people who would have no account to render. They would share with the people some other door besides this door. The Prophet then said: By Him in Whose Hand is the life of Muhammad, verify the distance between two door leaves of the Paradise is as great as between Mecca and Hajar, or as between Mecca and Busra.\n\n\n[Al-Bukhari and Muslim] ",
    "hadithArabic": "وَعَنْه، قَالَ: كُنَّا مَعَ رَسُولِ اللهِ صلى  الله عليه وسلم فِي دَعْوَةٍ، فَرُفِعَ إِلَيْهِ الذِّرَاعُ، وَكَانَتْ تُعْجِبُهُ، فَنَهَسَ مِنْهَا نَهْسَةً وَقَالَ: &laquo;أَنَا سَيِّدُ النَّاسِ يَوْمَ القِيَامَةِ، هَلْ تَدْرُونَ مِمَّ ذَاكَ ؟ يَجْمَعُ اللهُ الأَوَّلِينَ وَالآخِرِينَ فِي صَعِيدٍ وَاحِدٍ، فَيُبْصِرُهُمُ النَّاظِرُ، وَيُسْمِعُهُمُ الدَّاعِي، وَتَدْنُو مِنْهُمُ الشَّمْسُ، فَيَبْلُغُ النَّاسَ مِنَ الغَمِّ وَالكَرْبِ مَا لاَ يُطِيقُونَ وَلاَ يَحْتَمِلُونَ، فَيقُولُ النَّاسُ : أَلاَ تَرَوْنَ مَا أَنْتُمْ فِيهِ إِلَى مَا بَلَغَكُمْ، أَلاَ تَنْظُرُونَ مَنْ يَشْفَعُ لَكُمْ إِلَى رَبِّكُمْ ؟ فَيَقُولُ بَعْضُ النَّاسِ لِبَعْضٍ : أَبُوكُمْ آدَمُ، فَيَأتُونَهُ فَيقُولُونَ : يَا آدَمُ أَنْتَ أَبُو البَشَرِ، خَلَقَكَ اللهُ بِيَدِهِ، وَنَفَخَ فِيكَ مِنْ رُوحِهِ، وَأَمَرَ المَلاَئِكَةَ فَسَجَدُوا لَكَ، وَأَسْكَنَكَ الجَنَّةَ، أَلاَ تَشْفَعُ لَنَا إِلَى رَبِّكَ ؟ أَلاَ تَرَى إِلَى مَا نَحْنُ فِيهِ وَمَا بَلَغَنَا ؟ فَقَالَ: إِنَّ رَبِّي غَضِبَ اليَوْمَ غَضَباً لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ، وَلاَ يَغْضَبُ بَعْدَهُ مِثْلَهُ، وَإِنَّهُ نَهَانِي عَنِ الشَّجَرَةِ فَعَصَيْتُ، نَفْسِي نَفْسِي نَفْسِي، اِذْهَبُوا إِلَى غَيْرِي، اِذْهَبُوا إِلَى نُوحٍ، فَيَأتُونَ نُوحاً فَيَقُولُونَ : يَا نُوحُ، أَنْتَ أَوَّلُ الرُّسُلِ إِلَى أَهلِ الأَرْضِ، وَقَدْ سَمَّاكَ اللهُ عَبْداً شَكُوراً، أَلاَ تَرَى إِلَى مَا نَحْنُ فِيهِ، أَلاَ تَرَى إِلَى مَا بَلَغَنَا، أَلاَ تَشْفَعُ لَنَا إِلَى رَبِّكَ ؟ فَيَقُولُ : إِنَّ رَبِّي غَضِبَ اليَوْمَ غَضَباً لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ، وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ، وَإِنَّهُ قَدْ كَانَتْ لِي دَعْوَةٌ دَعَوْتُ بِهَا عَلَى قَوْمِي، نَفْسِي نَفْسِي نَفْسِي، اِذْهَبُوا إِلَى غَيْرِي، اِذْهَبُوا إِلَى إِبْرَاهِيمَ، فَيَأتُونَ إِبْرَاهِيمَ فَيقُولُونَ : يَا إِبْرَاهِيمُ، أَنْتَ نَبِيُّ اللهِ وَخَلِيلُهُ مِنْ أَهْلِ الأَرْضِ، اِشْفَعْ لَنَا إِلَى رَبِّكَ، أَلاَ تَرَى إِلَى مَا نَحْنُ فِيهِ ؟ فَيقُولُ لَهُمْ : إِنَّ رَبِّي قَدْ غَضِبَ اليَوْمَ غَضَباً لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ، وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ، وَإِنَّي كُنْتُ كَذَبْتُ ثَلاثَ كَذِبَاتٍ ؛ نَفْسِي نَفْسِي نَفْسِي، اِذْهَبُوا إِلَى غَيْرِي، اِذْهَبُوا إِلَى مُوسَى، فَيَأتُونَ مُوسَى فَيقُولُونَ : يَا مُوسَى أنَتَ رَسُولُ اللهِ، فَضَّلَكَ اللهُ بِرسَالاَتِهِ وَبِكَلاَمِهِ عَلَى النَّاسِ، اِشْفَعْ لَنَا إِلَى رَبِّكَ، أَلاَ تَرَى إِلَى مَا نَحْنُ فِيهِ ؟ فَيَقُولُ : إِنَّ رَبِّي قَدْ غَضِبَ اليَوْمَ غَضَباً لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ، وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ، وَإِنَّي قَدْ قَتَلْتُ نَفْساً لَمْ أُومَرْ بِقَتْلِهَا، نَفْسِي نَفْسِي نَفْسِي، اِذْهَبُوا إِلَى غَيْرِي ؛ اِذْهَبُوا إِلَى عِيسَى . فَيَأتُونَ عِيسَى فَيَقُولُونَ : يَا عِيسَى، أَنْتَ رَسُولُ اللهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ، وَكَلَّمْتَ النَّاسَ في المَهْدِ، اِشْفَعْ لَنَا إِلَى رَبِّكَ، أَلاَ تَرَى إِلَى مَا نَحْنُ فِيهِ ؟ فيَقُولُ عِيسَى: إِنَّ رَبِّي قَدْ غَضِبَ اليَوْمَ غَضَباً لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ، وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ، وَلَمْ يَذْكُرْ ذَنْباً، نَفْسِي نَفْسِي نَفْسِي، اِذْهَبُوا إِلَى غَيْرِي، اِذْهَبُوا إِلَى مُحَمَّد صلى  الله عليه وسلم&raquo; .\nوَفي روايةٍ : &laquo;فَيَأتُونِي فَيَقُولُونَ : يَا مُحَمَّدُ أَنْتَ رَسُولُ اللهِ وَخَاتَمُ الأَنْبِيَاءِ، وَقَدْ غَفَرَ اللهُ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ، اِشْفَعْ لَنَا إِلَى رَبِّكَ، أَلاَ تَرَى إِلَى مَا نَحْنُ فِيهِ ؟ فَأَنْطَلِقُ فَآتِي تَحْتَ العَرْشِ فَأَقَعُ سَاجِداً لِرَبِّي، ثُمَّ يَفْتَحُ اللهُ عَلَيَّ مِنْ مَحَامِدِهِ، وَحُسْنِ الثَّنَاءِ عَلَيْهِ شَيْئاً لَمْ يَفْتَحْهُ عَلَى أَحَدٍ قَبْلِي، ثُمَّ يُقَالُ : يَا مُحَمَّدُ ارْفَعْ رَأسَكَ، سَلْ تُعْطَهُ، وَاشْفَعْ تُشَفَّعْ، فَأرْفَعُ رَأْسِي، فَأَقُولُ: أُمَّتِي يَا رَبِّ، أُمَّتِي يَا رَبِّ، أُمَّتِي يَا رَبِّ، فَيُقَالُ : يَا مُحَمَّدُ أَدْخِلْ مِنْ أُمَّتِكَ مَنْ لاَ حِسَابَ عَلَيْهِمْ مِنَ البَابِ الأَيْمَنِ مِنْ أَبْوَابِ الجَنَّةِ، وَهُمْ شُرَكَاءُ النَّاسِ فِيمَا سِوَى ذَلِكَ مِنَ الأَبْوَابِ&raquo; . ثُمَّ قَالَ: &laquo;وَالَّذِي نَفْسِي بِيَدِهِ، إِنَّ مَا بَيْنَ المِصْرَاعَيْنِ مِنْ مَصَارِيعِ الجَنَّةِ كَمَا بَيْنَ مَكَّةَ وَهَجَرَ، أَوْ كَمَا بَيْنَ مَكَّةَ وَبُصْرَى&raquo; . متفق عَلَيْهِ\n",
    "hadithBengali": "৫৯/১৮৭৫। আবূ হুরাইরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে এক দাওয়াতে ছিলাম। তাঁকে সামনের পায়ের একটি রান তুলে দেওয়া হল। তিনি এই রান বড় পছন্দ করতেন। তা থেকে তিনি [দাঁতে কেটে] খেলেন। অতঃপর তিনি বললেন, কিয়ামতের দিন আমি হব সকল মানুষের নেতা। তোমরা কি জান, কি কারণে? কিয়ামতের দিন পূর্বাপর সমগ্র মানবজাতি একই ময়দানে সমবেত হবে। [সে ময়দানটি এমন হবে যে,] সেখানে দর্শক তাদেরকে দেখতে পাবে এবং আহ্বানকারী [নিজ আহবান] তাদেরকে শুনাতে পারবে। সূর্য একেবারে কাছে এসে যাবে। মানুষ এতই দুঃখ-কষ্টের মধ্যে নিপতিত হবে যে, ধৈর্য ধারণ করার ক্ষমতাই তাদের থাকবে না। তারা বলবে, দেখ, তোমাদের সবার কি ভীষণ কষ্ট হচ্ছে, তোমাদের কি বিপদ এসে পৌঁছেছে! এমন কোন ব্যক্তির খোঁজ কর, যিনি পরওয়ারদেগারের কাছে সুপারিশ করতে পারেন।\n\nলোকেরা বলবে, চল আদমের কাছে যাই। সে মতে তারা আদমের কাছে এসে বলবে, আপনি মানব জাতির পিতা, আল্লাহ তাআলা নিজ হাতে আপনাকে সৃষ্টি করেছেন এবং ফুঁক দিয়ে তাঁর রূহ আপনার মধ্যে সঞ্চারিত করেছেন। তাঁর নির্দেশে ফিরিস্তাগণ আপনাকে সিজদা করেছিলেন। আপনাকে জান্নাতে স্থান দিয়েছিলেন। সুতরাং আপনি কি আপনার পালনকর্তার নিকটে আমাদের জন্য সুপারিশ করবেন না? আপনি কি দেখছেন না, আমরা কি কষ্টের মধ্যে আছি? আমরা কি যন্ত্রণা ভোগ করছি? আদম বলবেন, আমার প্রতিপালক আজ ভীষণ ক্রুদ্ধ আছেন, এমন ক্রুদ্ধ তিনি আর কোনদিন হননি আর কখনো হবেনও না। তাছাড়া তিনি আমাকে একটি বৃক্ষের কাছে যেতে নিষেধ করেছিলেন, কিন্তু আমি তার নির্দেশ অমান্য করেছিলাম। আমি নিজেকে নিয়েই চিন্তিত আছি! আমি নিজেকে নিয়েই চিন্তিত আছি! আমি নিজেকে নিয়েই চিন্তিত আছি! তোমরা বরং আমাকে বাদ দিয়ে অন্য কারো কাছে যাও। তোমরা নূহের কাছে যাও।\n\nসুতরাং তারা সকলে নূহ -এর কাছে এসে বলবে, হে নূহ! আপনি পৃথিবীর প্রতি প্রথম প্রেরিত রসূল। আল্লাহ আপনাকে শোকর-গুজার বান্দা হিসাবে অভিহিত করেছেন। সুতরাং আপনি কি আপনার পালনকর্তার নিকটে আমাদের জন্য সুপারিশ করবেন না? আপনি কি দেখছেন না, আমরা কি কষ্টের মধ্যে আছি? আমরা কি যন্ত্রণা ভোগ করছি? নূহ বলবেন, আমার প্রতিপালক আজ ভীষণ ক্রুদ্ধ আছেন, এমন ক্রুদ্ধ তিনি আর কোনদিন হননি আর কখনো হবেনও না। তাছাড়া আমার একটি দোআ ছিল, যার দ্বারা আমার জাতির উপর বদ্দুআ করেছি। আমি নিজেকে নিয়েই চিন্তিত আছি! আমি নিজেকে নিয়েই চিন্তিত আছি! আমি নিজেকে নিয়েই চিন্তিত আছি! তোমরা বরং আমাকে বাদ দিয়ে অন্য কারো কাছে যাও। তোমরা ইব্রাহীমের কাছে যাও।\n\nসুতরাং তারা সবাই ইব্রাহীম -এর কাছে এসে বলবে, হে ইব্রাহীম! আপনি আল্লাহর নবী ও পৃথিবী বাসীদের মধ্য থেকে আপনিই তাঁর বন্ধু। আপনি আপনার পালনকর্তার কাছে আমাদের জন্য সুপারিশ করুন। আপনি কি দেখছেন না, আমরা কি যন্ত্রণার মধ্যে আছি? তিনি তাদেরকে বলবেন, আমার পালনকর্তা আজ ভীষণ রাগান্বিত হয়েছেন, এমন রাগান্বিত তিনি আর কোনদিন হননি আর কখনো হবেনও না। তাছাড়া [দুনিয়াতে] আমি তিনটি মিথ্যা কথা বলেছি। সুতরাং আমি নিজেকে নিয়েই চিন্তিত আছি! আমি নিজেকে নিয়েই চিন্তিত আছি! আমি নিজেকে নিয়েই চিন্তিত আছি! তোমরা বরং আমাকে বাদ দিয়ে অন্য কারো কাছে যাও। তোমরা মুসার কাছে যাও।\n\nঅতঃপর তারা মুসা -এর কাছে এসে বলবে, হে মুসা! আপনি আল্লাহর রসূল। আল্লাহ আপনাকে তাঁর রিসালাত দিয়ে এবং আপনার সাথে [সরাসরি] কথা বলে সমগ্র মানব জাতির উপর শ্রেষ্ঠত্ব দিয়েছেন। আপনি আমাদের জন্য আপনার প্রতিপালকের নিকট সুপারিশ করুন। আপনি কি দেখছেন না, আমরা কি দুর্ভোগ পোহাচ্ছি? তিনি বলবেন, আজ আমার প্রতিপালক এত ভীষণ ক্রুদ্ধ হয়ে আছেন, এমন ক্রুদ্ধ তিনি আর আগে কখনো হননি এবং আগামীতেও আর কোনদিন হবেন না। তাছাড়া আমি তো [পৃথিবীতে] একটি প্রাণ হত্যা করেছিলাম, যাকে হত্যা করার কোন নির্দেশ আমাকে দেওয়া হয়নি। আমি নিজেকে নিয়েই চিন্তিত আছি! আমি নিজেকে নিয়েই চিন্তিত আছি! আমি নিজেকে নিয়েই চিন্তিত আছি! তোমরা বরং আমাকে বাদ দিয়ে অন্য কারো কাছে যাও। তোমরা ঈসার কাছে যাও।\n\nঅতঃপর তারা সবাই ঈসা -এর কাছে এসে বলবে, হে ঈসা! আপনি আল্লাহর রাসূল। আপনি আল্লাহর সেই কালেমা, যা তিনি মারয়ামের প্রতি প্রক্ষেপ করেছিলেন। আপনি হচ্ছেন তাঁর রূহ, আপনি [জন্ম নেওয়ার পর] শিশুকালে দোলনায় শুয়েই মানুষের সাথে কথা বলেছিলেন। অতএব আপনি আমাদের জন্য আপনার প্রতিপালকের নিকট সুপারিশ করুন। আপনি কি দেখছেন না, আমরা কি যন্ত্রণার মধ্যে আছি? তিনি তাদেরকে বলবেন, আমার পালনকর্তা আজ ভীষণ রাগান্বিত হয়েছেন, এমন রাগান্বিত তিনি আর কোনদিন হননি আর কখনো হবেনও না। [এখানে তিনি তাঁর কোন অপরাধ উল্লেখ করেননি।] আমি নিজেকে নিয়েই চিন্তিত আছি! আমি নিজেকে নিয়েই চিন্তিত আছি! আমি নিজেকে নিয়েই চিন্তিত আছি! তোমরা বরং আমাকে বাদ দিয়ে অন্য কারো কাছে যাও। তোমরা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে যাও।\n\nঅন্য এক বর্ণনায় আছে, সুতরাং তারা সবাই আমার কাছে এসে বলবে, হে মুহাম্মাদ! আপনি আল্লাহর রসূল। আপনি আখেরি নবী। আল্লাহ আপনার পূর্বাপর যাবতীয় গুনাহ মাফ করে দিয়েছেন। অতএব আপনি আমাদের জন্য আপনার প্রতিপালকের কাছে সুপারিশ করুন। আপনি কি দেখছেন না, আমরা কি [ভয়াবহ] দুঃখ ও যন্ত্রণা ভোগ করছি। তখন আমি চলে যাব এবং আরশের নীচে আমার প্রতিপালকের জন্য সিজদা-বনত হব। অতঃপর আল্লাহ তাঁর প্রশংসা ও গুণগানের জন্য আমার হৃদয়কে এমন উন্মুক্ত করে দেবেন, যেমন ইতোপূর্বে আর কারো জন্য করেননি। অতঃপর তিনি বলবেন, হে মুহাম্মাদ! মাথা উঠাও, চাও, তোমাকে দেওয়া হবে। সুপারিশ কর, তোমার সুপারিশ গ্রহণ করা হবে। তখন আমি মাথা উঠিয়ে বলব, আমার উম্মতকে [রক্ষা করুন] হে আমার প্রতিপালক! আমার উম্মতকে [রক্ষা করুন] হে প্রতিপালক! আমার উম্মতকে [রক্ষা করুন] হে প্রতিপালক! এর প্রত্যুত্তরে [আল্লাহর পক্ষ থেকে] বলা হবে, হে মুহাম্মাদ! তোমার উম্মতের মধ্যে যাদের কোন হিসাব-নিকাশ হবে না, তাদেরকে ডান দিকের দরজা দিয়ে জান্নাতে প্রবেশ করাও। এই দরজা ছাড়া তারা অন্য সব দরজাতেও সকল মানুষের শরীক।\n\nঅতঃপর তিনি বললেন, যাঁর হাতে আমার প্রাণ আছে, তাঁর কসম! জান্নাতের একটি দরজার প্রশস্ততা হচ্ছে মক্কা ও [বাহরাইনের] হাজারের মধ্যবর্তী দূরত্ব অথবা মক্কা ও [সিরিয়ার] বুসরার মধ্যবর্তী দূরত্বের সমান। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1875",
    "id": "32709",
    "thesequence": "32597",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nIbrahim (ﷺ) brought his wife and her son Ismail (ﷺ), while she was suckling him, to a place near the Kabah under a tree on the spot of Zamzam, at the highest place in the mosque. In those days, there was no human being in Makkah, nor was there any water. So he made them sit over there and placed near them a leather bag containing some dates, and a small water-skin containing some water, and set out homeward. Ismails mother followed him saying: O Ibrahim! Where are you going, leaving us in this valley where there is no person whose company we may enjoy, nor is there anything (to enjoy)? She repeated that to him many times, but he did not look back at her. Then she asked him: Has Allah commanded you to do so? He said: Yes. She said: Then He will not neglect us. She returned while Ibrahim proceeded onwards. Having reached the Thaniya, where they could not see him, he faced Kabah, raised his both hands and supplicated: O our Rubb! I have made some of my offspring to dwell in an uncultivable valley by Your Sacred House (the Kabah at Makkah) in order, O our Rubb, that they may perform As-Salat (Iqamat-as-Salat). So fill some hearts among men with love towards them, and (O Allah) provide them with fruits so that they may give thanks. (14:37).\n\nIsmails mother went on suckling Ismail and drinking from the water which she had. When the water in the water-skin had all been used up, she became thirsty and her child also became thirsty. She started looking at Ismail, tossing in agony. She left him, for she could not endure looking at him, and found that the mountain of As-Safa was the nearest mountain to her on that land. She stood on it and started looking at the valley keenly so that she might see somebody, but she could not see anybody. Then she descended from As-Safa, and when she reached the valley, she tucked up her robe and ran in the valley like a person in distress and trouble till she crossed the valley and reached Al-Marwah mountain where she stood and started looking, expecting to see somebody, but she could not see anybody. She repeated that (running between As-Safa and Al-Marwah) seven times. Ibn Abbas further related: The Prophet (ﷺ) said, This is the source of the tradition of the Say - i.e., the going of people between the two mountains. When she reached Al-Marwah (for the last time), she heard a voice and she exclaimed: Shshs! (Silencing herself) and listened attentively. She heard the voice again and said: O (whoever you may be) You have made me hear your voice; have you any succour for me? And behold! She saw an angel at the place of Zamzam, digging the earth with his heel (or with his wing), till water flowed out from that place. She started to make something like of a basin around it, using her hands in this way and began to fill her water- skin with water with her hands, and the water was flowing out until she had scooped some of it. The Prophet (ﷺ) further said, May Allah bestow mercy on Ismails mother! Had she let the Zamzam flow without trying to control it (or had she not scooped in that water) while filling her water-skin, Zamzam would have been a stream flowing on the surface of the earth. The Prophet (ﷺ) further added, Then she drank (water) and suckled her child. The angel said to her: Do not be afraid of being neglected, for this is the site on which the House of Allah will be built by this boy and his father, and Allah will never let neglected His people. The House of Allah (the Kabah) at that time was on a high place resembling a hillock, and when torrents came, they flowed to its right and left. She continued living in that way till some people from the tribe of Jurhum passed by her and her child. As they were coming from through the way of Kada, in the lower part of Makkah where they saw a bird that had a habit of flying around water and not leaving it. They said: This bird must be flying over water, though we know that there is no water in this valley. They sent one or two messengers who discovered the source of water, and returned to inform them of the water. So, they all came towards the water. The Prophet (ﷺ) added, Ismails mother was sitting near the water. They asked her: Do you allow us to stay with you? She replied: Yes, but you will have no right to possess the water. They agreed to that. The Prophet (ﷺ) further said, Ismails mother was pleased with the whole situation as she used to love the company of the people. So, they settled there, and later on they sent for their families who came and settled with them. The child (i.e., Ismail) grew up and learnt Arabic from them (his virtues) caused them to love and admire him as he grew up, and when he reached the age of puberty, they gave him one of their daughters in marriage. After Ismails mother had died, Ibrahim came after Ismails marriage in order to see his family that he had left before, but he did not find Ismail there. When he asked Ismails wife about him, she replied: He has gone in search of our livelihood. Then he asked her about their way of living and their condition, and she replied complaining to him: We are living in hardship, misery and destitution. He said: When your husband returns, convey my salutations to him and tell him to change the threshold of the door of his house. When Ismail came, he seemed to have perceived something unusual. He asked his wife: Did anyone visit you? She replied: Yes, an old man of such and such description came and asked me about you and I informed him, and he asked about our state of living, and, I told him that we were living in hardship and poverty. Thereupon Ismail said: Did he advise you anything? She replied: Yes, he told me to convey his salutations to you and to change the threshold of your door. Ismail said: That was my father, and he has ordered me to divorce you. Go back to your family. So Ismail divorced her and married another woman from amongst them (Jurhum). Then Ibrahim stayed away from them for a period as long as Allah wished, and called on them again but did not find Ismail. So he came to Ismails wife and asked her about him. She said: He has gone in search of our livelihood. Ibrahim asked her about their sustenance and living: How are you getting on? She replied: We are prosperous and well off. Then she praised Allah, the Exalted. Ibrahim asked: What kind of food do you eat? She said: Meat. He said: What do you drink? She said: Water. He said, O Allah! Bless their meat and water! The Prophet (ﷺ) added, At that time they did not have grain, and if they had grain, he would have also invoked Allah to bless it. The Prophet (ﷺ) further said, If somebody has only these two things as his sustenance, his health and disposition will be badly affected because these things do not suit him unless he lives in Makkah. The Prophet (ﷺ) added, Then Ibrahim said to Ismails wife, When your husband comes, give my regards to him and tell him that he should keep firm the threshold of his door. When Ismail came back, he asked his wife: Did anyone call on you? She replied: Yes, a good looking old man came to me. She praised him and added: He asked about you, and I informed him, and he asked about our livelihood and I told him that we were in good condition. Ismail asked her: Did he give you a piece of advice? She said: Yes, he told me to convey his regards to you and ordered that you should keep firm the threshold of your door. On that Ismail said: He was my father and you are the threshold of the door. He has ordered me to keep you with me. Then Ibrahim stayed away from them for a period as long as Allah wished and called on them afterwards. He saw Ismail under a tree near Zamzam, sharpening his arrows. When he saw Ibrahim, he rose up to welcome him, and they greeted each other as a father does with his son or a son does with his father. Ibrahim said: O Ismail! Allah has given me an order. Ismail said: Do what your Rubb has commanded you to do. Ibrahim asked: Will you help me? Ismail said: I will help you. Ibrahim said: Allah has ordered me to build a house here, pointing to a hillock higher than the land surrounding it. The Messenger of Allah (ﷺ) added, Then they raised the foundations of the House (i.e., Kabah). Ismail brought the stones and Ibrahim was building (the house). When the walls became high, Ismail brought stone and placed it for Ibrahim who stood over it and carried on building the House, while Ismail was handing over the stones to him, both of them prayed: O our Rubb! Accept this service from us! Verily, You are the All- Hearer and the All-Knower.\n\n[Al-Bukhari].\n\nThere are some more narrations about this incident, some adding details and some with minor variations in the wordings.\n",
    "hadithArabic": "وَعَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا، قَالَ: جَاءَ إِبرَاهِيمُ عليه السلام بِأُمِّ إِسْمَاعِيلَ وَبِابْنِهَا إِسْمَاعِيل وَهِيَ تُرْضِعُهُ، حَتَّى وَضَعهَا عِنْدَ البَيْتِ، عِنْدَ دَوْحَةٍ فَوقَ زَمْزَمَ فِي أَعْلَى المَسْجِدِ، وَلَيْسَ بِمَكَّةَ يَوْمَئِذٍ أَحَدٌ، وَلَيْسَ بِهَا مَاءٌ، فَوَضَعَهُمَا هُنَاكَ، وَوَضَعَ عِنْدَهُمَا جِرَاباً فِيهِ تَمْرٌ، وَسِقَاءً فِيهِ مَاءٌ، ثُمَّ قَفَّى إِبْرَاهِيمُ مُنْطَلِقاً، فَتَبِعَتْهُ أُمُّ إِسْمَاعِيلَ فَقَالَتْ : يَا إِبْرَاهِيمُ، أَيْنَ تَذْهَبُ وَتَتْرُكُنَا بِهَذَا الوَادِي الَّذِي لَيْسَ فِيهِ أَنِيسٌ وَلاَ شَيْءٌ ؟ فَقَالَتْ لَهُ ذَلِكَ مِرَاراً، وَجَعَلَ لاَ يَلْتَفِتُ إِلَيْهَا، قَالَتْ لَهُ : آللهُ أَمَرَكَ بِهَذَا ؟ قَالَ: نَعَمْ، قَالَتْ : إِذاً لاَ يُضَيِّعُنَا ؛ ثُمَّ رَجَعَتْ، فَانْطَلَقَ إِبْرَاهِيمُ عليه السلام، حَتَّى إِذَا كَانَ عِنْدَ الثَّنِيَّةِ حَيْثُ لاَ يَرَونَهُ، اسْتَقْبَلَ بِوَجْهِهِ البَيْتَ، ثُمَّ دَعَا بِهَؤُلاَءِ الدَّعَوَاتِ، فَرَفَعَ يَدَيْهِ فَقَالَ: ﴿ رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ﴾ [ابراهيم: ٣٧]. وَجَعَلَتْ أُمُّ إِسْمَاعِيلَ تُرْضِعُ إِسْمَاعِيلَ وَتَشْرَبُ مِنْ ذَلِكَ المَاءِ، حَتَّى إِذَا نَفِدَ مَا فِي السِّقَاءِ عَطِشَتْ، وَعَطِشَ ابْنُهَا، وَجَعَلَتْ تَنْظُرُ إِلَيْهِ يَتَلَوَّى - أَوْ قَالَ يَتَلَبَّطُ - فَانْطَلَقَتْ كَرَاهِيَةَ أَنْ تَنْظُرَ إِلَيْهِ، فَوَجَدَتِ الصَّفَا أَقْرَبَ جَبَلٍ فِي الأرْضِ يَلِيهَا، فَقَامَتْ عَلَيْهِ، ثُمَّ اسْتَقْبَلَتِ الوَادِي تَنْظُرُ هَلْ تَرَى أَحَداً ؟ فَلَمْ تَرَ أَحَداً . فَهَبَطَتْ مِنَ الصَّفَا حَتَّى إِذَا بَلَغَتِ الوَادِي، رَفَعَت طَرفَ دِرْعِهَا، ثُمَّ سَعَتْ سَعْيَ الإنْسَانِ المَجْهُودِ حَتَّى جَاوَزَتِ الوَادِي، ثُمَّ أَتَتِ المَرْوَةَ فَقَامَتْ عَلَيْهَا، فَنَظَرَتْ هَلْ تَرَى أَحَداً ؟ فَلَمْ تَرَ أَحَداً، فَفَعَلَتْ ذَلِكَ سَبْعَ مَرَّاتٍ . قَالَ ابنُ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا : قَالَ النَّبِيُّ صلى  الله عليه وسلم: &laquo;فَلِذَلِكَ سَعْيُ النَّاسِ بَيْنَهُمَا&raquo;، فَلَمَّا أَشْرَفَتْ عَلَى المَرْوَةِ سَمِعَتْ صَوْتاً، فَقَالَتْ : صَهْ - تُريدُ نَفْسَهَا - ثُمَّ تَسَمَّعَتْ، فَسَمِعَتْ أَيضاً، فَقَالَتْ : قَدْ أَسْمَعْتَ إنْ كَانَ عِنْدَكَ غَوَاثٌ، فَإِذَا هِيَ بِالمَلَكِ عِنْدَ مَوْضِعِ زَمْزَمَ، فَبَحَثَ بِعَقِبِهِ - أَوْ قَالَ بِجَنَاحِهِ - حَتَّى ظَهَرَ المَاءُ، فَجَعَلَتْ تُحَوِّضُهُ وَتَقُولُ بِيَدِهَا هَكَذَا، وَجَعَلَتْ تَغْرِفُ مِنَ المَاءِ فِي سِقَائِهَا وَهُوَ يَفُورُ بَعْدَ مَا تَغْرِفُ . وَفِي رِوَايَةٍ : بِقَدَرِ مَا تَغْرِفُ . قَالَ ابنُ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا : قَالَ النَّبِيُّ صلى  الله عليه وسلم: &laquo;رَحِمَ اللهُ أُمَّ إِسْمَاعِيلَ لَوْ تَرَكَتْ زَمْزَمَ  أَوْ قَالَ لَوْ لَمْ تَغْرِفْ مِنَ المَاءِ - لَكَانَتْ زَمْزَمُ عَيْناً مَعِيناً&raquo; قَالَ: فَشَرِبَتْ وَأَرْضَعَتْ وَلَدَهَا، فَقَالَ لَهَا المَلَكُ : لاَ تَخَافُوا الضَّيْعَةَ فَإِنَّ هَاهُنَا بَيْتاً للهِ يَبْنِيهِ هَذَا الغُلاَمُ وَأَبُوهُ، وَإِنَّ اللهَ لاَ يُضَيِّعُ أَهْلَهُ، وَكَانَ البَيْتُ مُرْتَفِعاً مِنَ الأَرْضِ كَالرَّابِيَةِ، تَأتِيهِ السُّيُولُ، فَتَأخُذُ عَنْ يَمِينِهِ وَعَنْ شِمَالِهِ، فَكَانَتْ كَذَلِكَ حَتَّى مَرَّتْ بِهِمْ رُفْقَةٌ مِنْ جُرْهُمٍ، أَوْ أَهْلُ بَيْتٍ مِنْ جُرْهُمٍ مُقْبِلينَ مِنْ طَرِيقِ كَدَاءَ، فَنَزلُوا فِي أَسْفَلِ مَكَّةَ ؛ فَرَأَوْا طَائِراً عائِفاً، فَقَالُوا : إِنَّ هَذَا الطَّائِرَ لَيَدُورُ عَلَى مَاءٍ، لَعَهْدُنَا بِهَذا الوَادِي وَمَا فِيهِ مَاءٌ. فَأَرْسَلُوا جَرِيّاً أَوْ جَرِيَّيْنِ، فَإِذَا هُمْ بِالمَاءِ . فَرَجَعُوا فَأَخْبَرُوهُمْ ؛ فَأَقْبَلُوا وَأُمُّ إِسْمَاعِيلَ عِنْدَ المَاءِ، فَقَالُوا : أَتَأذَنِينَ لَنَا أَنْ نَنْزِلَ عِنْدَكِ ؟ قَالَتْ : نَعَمْ، وَلَكِنْ لاَ حَقَّ لَكُمْ فِي المَاءِ، قَالُوا : نَعَمْ . قَالَ ابنُ عَبَّاسٍ : قَالَ النَّبِيُّ صلى  الله عليه وسلم: &laquo;فَأَلْفَى ذَلِكَ أُمَّ إِسْمَاعِيلَ، وَهِيَ تُحِبُّ الأُنْسَ&raquo; فَنَزَلُوا، فَأَرْسَلُوا إِلَى أَهْلِهِمْ فَنَزَلُوا مَعَهُمْ، حَتَّى إِذَا كَانُوا بِهَا أَهْلَ أَبْيَاتٍ وَشَبَّ الغُلاَمُ وَتَعَلَّمَ العَرَبِيَّةَ مِنْهُمْ، وَأَنْفَسَهُمْ وَأَعْجَبَهُمْ حِيْنَ شَبَّ، فَلَمَّا أَدْرَكَ زَوَّجُوهُ امْرَأةً مِنْهُمْ : وَمَاتَتْ أُمُّ إِسْمَاعِيلَ، فَجَاءَ إِبْرَاهِيمُ بَعْدَما تَزَوَّجَ إِسْمَاعِيلُ يُطَالِعُ تَرِكَتَهُ، فَلَمْ يَجِدْ إِسْمَاعِيلَ ؛ فَسَأَلَ امْرَأتَهُ عَنْهُ فَقَالَتْ : خَرَجَ يَبْتَغِي لَنَا - وفي روايةٍ : يَصِيدُ لَنَا - ثُمَّ سَأَلَهَا عَنْ عَيْشِهِمْ وَهَيْئَتِهِمْ، فَقَالَتْ : نَحْنُ بِشَرٍّ، نَحْنُ فِي ضِيقٍ وَشِدَّةٍ ؛ وَشَكَتْ إِلَيْهِ، قَالَ: فَإِذَا جَاءَ زَوْجُكِ اقْرَئِي عَلَيْهِ السَّلاَمَ، وَقُولِي لَهُ يُغَيِّرْ عَتَبَةَ بَابِهِ . فَلَمَّا جَاءَ إِسْمَاعِيلُ كَأَنَّهُ آنَسَ شَيْئاً، فَقَالَ: هَلْ جَاءَكُمْ مِنْ أَحَدٍ ؟ قَالَتْ : نَعَمْ، جَاءَنا شَيْخٌ كَذَا وَكَذَا، فَسَأَلَنَا عَنْكَ فَأَخْبَرْتُهُ، فَسَأَلَنِي : كَيْفَ عَيْشُنَا، فَأَخْبَرْتُهُ أَنَّا في جَهْدٍ وَشِدَّةٍ . قَالَ: فَهَلْ أَوْصَاكِ بِشَيءٍ ؟ قَالَتْ : نَعَمْ، أَمَرَنِي أَنْ أَقْرَأَ عَلَيْكَ السَّلاَمَ، وَيَقُولُ : غَيِّرْ عَتَبَةَ بَابِكَ، قَالَ: ذَاكَ أَبِي وَقَدْ أَمَرَنِي أَنْ أُفَارِقَكِ ! اِلْحَقِي بِأَهْلِكِ . فَطَلَّقَهَا وَتَزَوَّجَ مِنْهُمْ أُخْرَى، فَلَبِثَ عَنْهُمْ إِبْرَاهِيمُ مَا شَاءَ اللهُ، ثُمَّ أَتَاهُمْ بَعْدُ فَلَمْ يَجِدْهُ، فَدَخَلَ عَلَى امْرَأتِهِ فَسَألَ عَنْهُ . قَالَتْ : خَرَجَ يَبْتَغِي لَنَا قَالَ: كَيفَ أنْتُمْ ؟ وَسَأَلَهَا عَنْ عَيْشِهِمْ وَهَيْئَتِهِمْ، فَقَالَتْ : نَحْنُ بِخَيرٍ وَسَعَةٍ، وَأَثْنَتْ عَلَى اللهِ . فَقَالَ: مَا طَعَامُكُمْ ؟ قَالَتْ : اللَّحْمُ، قَالَ: فمَا شَرَابُكُمْ ؟ قَالَت : الماءُ، قَالَ:  اَللهم بَارِكْ لَهُمْ فِي اللَّحْمِ وَالمَاءِ. قَالَ النَّبيُّ صلى  الله عليه وسلم : وَلَمْ يَكُنْ لَهُمْ يَوْمَئِذٍ حَبٌّ وَلَوْ كَانَ لَهُمْ دَعَا لَهُمْ فِيهِ، قَالَ: فَهُمَا لاَ يَخْلُو عَلَيْهِمَا أَحَدٌ بِغَيْرِ مَكَّةَ إِلاَّ لَمْ يُوَافِقَاهُ .\nوَفِي رواية : فَجَاءَ فَقَالَ: أَيْنَ إِسْمَاعِيلُ ؟ فَقَالَتْ امْرأتُهُ : ذَهَبَ يَصِيدُ ؛ فَقَالَتِ امْرَأتُهُ : أَلاَ تَنْزِلُ، فَتَطْعَمَ وَتَشْرَبَ ؟ قَالَ: وَمَا طَعَامُكُمْ وَمَا شَرَابُكُمْ ؟ قَالَتْ : طَعَامُنَا اللَّحْمُ وَشَرَابُنَا المَاءُ، قَالَ:  اَللهم بَارِكْ لَهُمْ فِي طَعَامِهِمْ وَشَرابِهِمْ . قَالَ: فَقَالَ أَبُو القَاسِمِ صلى  الله عليه وسلم : بَرَكَةُ دَعوَةِ إبْرَاهِيمَ . قَالَ: فَإِذَا جَاءَ زَوْجُكِ فَاقْرَئِي عَلَيْهِ السَّلاَمَ وَمُرِيِهِ يُثَبِّتُ عَتَبَةَ بَابِهِ. فَلَمَّا جَاءَ إِسْمَاعِيلُ قَالَ: هَلْ أَتَاكُمْ مِنْ أَحَدٍ ؟ قَالَتْ : نَعَمْ، أَتَانَا شَيْخٌ حَسَنُ الهَيْئَةِ، وَأثْنَتْ عَلَيْهِ، فَسَألَنِي عَنْكَ فَأَخْبَرتُهُ، فَسَألَنِي كَيْفَ عَيْشُنَا فَأَخْبَرْتُهُ أَنَّا بِخَيْرٍ . قَالَ: فَأَوْصَاكِ بِشَيءٍ ؟ قَالَتْ : نَعَمْ، يَقْرَأُ عَلَيْكَ السَّلاَمَ وَيَأمُرُكَ أَنْ تُثَبِّتَ عَتَبَةَ بَابِكَ . قَالَ: ذَاكَ أَبِي، وَأَنْتِ العَتَبَةُ، أَمَرَنِي أَنْ أُمْسِكَكِ . ثُمَّ لَبِثَ عَنْهُمَ مَا شَاءَ اللهُ، ثُمَّ جَاءَ بَعدَ ذَلِكَ وَإِسْمَاعِيلُ يَبْرِي نَبْلاً لَهُ تَحْتَ دَوْحَةٍ قَريباً مِنْ زَمْزَمَ، فَلَمَّا رَآهُ قَامَ إِلَيْهِ، فَصَنَعَا كَمَا يَصْنَعُ الوَالِدُ بِالوَلَدِ وَالوَلَدُ بِالوَالدِ . قَالَ: يَا إِسْمَاعِيلُ، إِنَّ اللهَ أَمَرَنِي بِأَمْرٍ، قَالَ: فَاصْنَعْ مَا أمَرَكَ رَبُّكَ ؟ قالَ : وَتُعِينُنِي، قَالَ: وَأُعِينُكَ، قَالَ: فَإِنَّ اللهَ أَمَرَنِي أَنْ أَبْنِي بَيْتاً هَاهُنَا، وَأَشَارَ إِلَى أَكَمَةٍ مُرْتَفِعَةٍ عَلَى مَا حَوْلَهَا، فَعِنْدَ ذَلِكَ رَفَعَ القَوَاعِدَ مِنَ البَيْتِ، فَجَعَلَ إِسْمَاعِيلُ يَأتِي بِالحِجَارَةِ وَإِبْرَاهِيمُ يَبْنِي حَتَّى إِذَا ارْتَفَعَ البِنَاءُ، جَاءَ بِهذَا الحَجَرِ فَوَضَعَهُ لَهُ فَقَامَ عَلَيْهِ، وَهُوَ يَبْنِي وَإِسْمَاعِيلُ يُنَاوِلُهُ الحِجَارَةَ وَهُمَا يَقُولاَنِ:  ﴿رَبَّنَا تَقَبَّلْ مِنَّا ۖ إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ﴾ [البقرة: ١٢٧]  \nوفي روايةٍ : إِنَّ إِبْرَاهِيمَ خَرَجَ بِإِسْمَاعِيلَ وَأُمِّ إِسْمَاعِيلَ، مَعَهُمْ شَنَّةٌ فِيهَا مَاءٌ، فَجَعَلَتْ أُمُّ إِسْمَاعِيلَ تَشْرَبُ مِنَ الشَّنَّةِ فَيَدِرُّ لَبَنُهَا عَلَى صَبِيِّهَا، حَتَّى قَدِمَ مَكَّةَ، فَوَضَعَهَا تَحْتَ دَوْحَةٍ، ثُمَّ رَجَعَ إِبْرَاهِيمُ إِلَى أَهْلِهِ، فَاتَّبَعَتْهُ أُمُّ إِسْمَاعِيلَ حَتَّى لَمَّا بَلَغُوا كَدَاءَ نَادَتْهُ مِنْ وَرَائِهِ : يَا إِبْرَاهِيمُ إِلَى مَنْ تَتْرُكُنَا ؟ قَالَ: إِلَى اللهِ، قَالَتْ : رَضِيْتُ بِاللهِ، فَرَجَعَتْ وَجَعَلَتْ تَشْرَبُ مِنَ الشِّنَّةِ وَيَدُرُّ لَبَنُهَا عَلَى صَبِيِّهَا، حَتَّى لَمَّا فَنِيَ المَاءُ قَالَتْ : لَوْ ذَهَبْتُ فَنَظَرْتُ لَعَلِّي أُحِسُّ أَحَداً . قَالَ: فَذَهَبَتْ فَصَعِدَتِ الصَّفَا، فَنَظَرَتْ وَنَظَرَتْ هَلْ تُحِسُّ أَحَداً، فَلَمْ تُحِسَّ أَحَداً، فَلَمَّا بَلَغَتِ الوَادِيَ سَعَتْ، وَأَتَتِ المَرْوَةَ، وَفَعَلَتْ ذَلِكَ أَشْوَاطَاً، ثُمَّ قَالَتْ : لَوْ ذَهَبْتُ فَنَظَرْتُ مَا فَعَلَ الصَّبِيُّ، فَذَهَبَتْ فَنَظَرَتْ فَإِذَا هُوَ عَلَى حَالِهِ، كَأنَّهُ يَنْشَغُ لِلْمَوْتِ، فَلَمْ تُقِرَّهَا نَفْسُهَا فَقَالَتْ : لَوْ ذَهَبْتُ فَنَظَرْتُ لَعَلِّي أُحِسُّ أَحَداً، فَذَهَبَتْ فَصَعِدَتِ الصَّفَا، فَنَظَرَتْ وَنَظَرَتْ فَلَمْ تُحِسَّ أَحَداً، حَتَّى أَتَمَّتْ سَبْعاً، ثُمَّ قَالَتْ : لَوْ ذَهَبْتُ فَنَظَرْتُ مَا فَعَلَ، فَإِذَا هِيَ بِصَوْتٍ، فَقَالَتْ : أَغِثْ إِنْ كَانَ عِنْدَكَ خَيْرٌ، فَإِذَا جِبْرِيلُ عليه السلام فَقَالَ بِعقِبِهِ هَكَذَا، وَغَمَزَ بِعَقِبِهِ عَلَى الأَرْضِ، فَانْبَثَقَ المَاءُ فَدَهِشَتْ أُمُّ إِسْمَاعِيلَ، فَجَعَلَتْ تَحْفِنُ  وَذَكَرَ الحَديثَ بِطُولِهِ، رواه البخاري بهذه الروايات كلها.\n",
    "hadithBengali": "৬০/১৮৭৬। ইবনে আব্বাস রাদিয়াল্লাহু আনহু বলেন, ইব্রাহীম আলাইহিস সালাম ইসমাঈলের মা [হাজার; যা বাংলায় প্রসিদ্ধ হাজেরা] ও তাঁর দুধের শিশু ইসমাঈলকে সঙ্গে নিয়ে কাবা ঘরের নিকট এবং যমযমের উপরে একটি বড় গাছের তলে [বর্তমান] মসজিদের সবচেয়ে উঁচু জায়গায় তাঁদেরকে রাখলেন। তখন মক্কায় না ছিল জনমানব, না ছিল কোন পানি। সুতরাং সেখানেই তাদেরকে রেখে গেলেন এবং একটি থলের মধ্যে কিছু খেজুর আর একটি মশকে স্বল্প পরিমাণ পানি দিয়ে গেলেন।\n\nতারপর ইব্রাহীম ফিরে যেতে লাগলেন। তখন ইসমাঈলের মা তাঁর পিছু পিছু ছুটে এসে বললেন, হে ইব্রাহীম! আমাদেরকে এমন এক উপত্যকায় ছেড়ে দিয়ে আপনি কোথায় যাচ্ছেন, যেখানে না আছে কোন সঙ্গী-সাথী আর না আছে অন্য কিছু? তিনি বারংবার এ কথা বলতে থাকলেন। কিন্তু ইব্রাহীম সেদিকে ভ্রূক্ষেপ করলেন না। তখন হাজেরা তাঁকে জিজ্ঞাসা করলেন, আল্লাহ কি আপনাকে এর হুকুম দিয়েছেন? তিনি উত্তরে বললেন, হ্যাঁ। উত্তর শুনে হাজেরা বললেন, তাহলে তিনি আমাদেরকে ধ্বংস ও বরবাদ করবেন না। অতঃপর হাজেরা ফিরে এলেন।\n\nইব্রাহীম চলে গেলেন। পরিশেষে যখন তিনি [হাজূনের কাছে] সানিয়্যাহ নামক স্থানে এসে পৌঁছলেন, যেখানে স্ত্রী-পুত্র আর তাঁকে দেখতে পাচ্ছিলেন না, তখন তিনি কাবা ঘরের দিকে মুখ করে দুহাত তুলে এই দোআ করলেন, হে আমাদের প্রতিপালক! আমি আমার কিছু বংশধরকে ফল-ফসলহীন উপত্যকায় তোমার পবিত্র গৃহের নিকট বসবাস করালাম; হে আমাদের প্রতিপালক! যাতে তারা নামায কায়েম করে। সুতরাং তুমি কিছু লোকের অন্তরকে ওদের প্রতি অনুরাগী করে দাও এবং ফলাদি দ্বারা তাদের জীবিকার ব্যবস্থা কর; যাতে তারা কৃতজ্ঞতা প্রকাশ করে। <em>(সূরা ইব্রাহীম ৩৭ আয়াত)</em>\n\n[অতঃপর ইব্রাহীম চলে গেলেন।] ইসমাঈলের মা শিশুকে দুধ পান করাতেন আর নিজে ঐ মশক থেকে পানি পান করতেন। পরিশেষে ঐ মশকের পানি শেষ হয়ে গেলে তিনি নিজেও পিপাসিত হলেন এবং [ঐ কারণে বুকের দুধ শুকিয়ে যাওয়ায়] তাঁর শিশুপুত্রটিও পিপাসায় কাতর হয়ে পড়ল। তিনি শিশুর প্রতি তাকিয়ে দেখলেন, [পিপাসায়] শিশু মাটির উপর ছট্ফট্ করছে। শিশু পুত্রের [এ করুণ অবস্থার] দিকে তাকানো তার পক্ষে সহ্য হচ্ছিল না। তিনি সরে পড়লেন এবং তাঁর অবস্থান ক্ষেত্রের নিকটতম পর্বত হিসাবে স্বাফাকে পেলেন। তিনি তার উপর উঠে দাঁড়িয়ে উপত্যকার দিকে মুখ করে এদিক ওদিক তাকিয়ে দেখলেন, কাউকে দেখা যায় কি না। কিন্তু তিনি কাউকে দেখতে পেলেন না। তখন স্বাফা পর্বত থেকে নেমে আসলেন।\n\nঅতঃপর যখন তিনি উপত্যকায় পৌঁছলেন, তখন আপন পিরানের [ম্যাক্সির] নিচের দিক তুলে একজন শ্রান্তক্লান্ত মানুষের মত দৌড়ে উপত্যকা পার হলেন। অতঃপর মারওয়া পাহাড়ে এসে তার উপরে উঠে দাঁড়ালেন। অতঃপর চারিদিকে দৃষ্টিপাত করে কাউকে দেখার চেষ্টা করলেন। কিন্তু কাউকে দেখতে পেলেন না। [এইভাবে তিনি পাহাড়দ্বয়ের মাঝখানে] সাতবার [আসা-যাওয়া] করলেন। ইবনে আব্বাস রাদিয়াল্লাহু আনহু বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এ কারণে [হজ্জের সময়] হাজীগণের এই পাহাড়দ্বয়ের মধ্যে সাতবার সায়ী বা দৌড়াদৌড়ি করতে হয়।\n\nএভাবে শেষবার যখন তিনি মারওয়া পাহাড়ের উপর উঠলেন, তখন একটি আওয়াজ শুনতে পেলেন। তখন তিনি নিজেকেই বললেন, চুপ! অতঃপর তিনি কান খাড়া করে ঐ আওয়াজ শুনতে লাগলেন। আবারও সেই আওয়ায শুনতে পেলেন। তখন তিনি বললেন, তোমার আওয়াজ তো শুনতে পেলাম। এখন যদি তোমার কাছে সাহায্যের কিছু থাকে, তবে আমাকে সাহায্য কর। হঠাৎ তিনি যমযম যেখানে অবস্থিত সেখানে [জিব্রীল] ফিরিশ্তাকে দেখতে পেলেন। ফিরিশ্তা তাঁর পায়ের গোড়ালি দিয়ে অথবা নিজ ডানা দিয়ে আঘাত করলেন। ফলে [আঘাতের স্থান থেকে] পানি প্রকাশ পেল। হাজেরা এর চার পাশে নিজ হাত দ্বারা বাঁধ দিয়ে তাকে হাউজের রূপদান করলেন এবং অঞ্জলি ভরে তার মশকটিতে পানি ভরতে লাগলেন। হাজেরার ভরা শেষ হলেও পানি উথলে উঠতে থাকল।\n\nইবনে আব্বাস রাদিয়াল্লাহু আনহু বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ ইসমাঈলের মায়ের উপর করুণা বর্ষণ করুন। যদি তিনি যমযমকে [বাঁধ না দিয়ে ঐভাবে] ছেড়ে দিতেন। অথবা যদি তিনি অঞ্জলি দিয়ে মশক না ভরতেন, তবে যমযম [কূপ না হয়ে] একটি প্রবহমান ঝর্ণা হত।\n\nবর্ণনাকারী বলেন, অতঃপর হাজেরা নিজে পানি পান করলেন এবং শিশু পুত্রকেও দুধ পান করালেন। তখন ফিরিশ্তা তাঁকে বললেন, ধ্বংসের কোন আশংকা করবেন না। কেননা, এখানেই মহান আল্লাহর ঘর রয়েছে। এই শিশু তার পিতার সাথে মিলে এটি পুনর্নির্মাণ করবেন। আর আল্লাহ তাঁর খাস লোককে ধ্বংস করেন না। ঐ সময় বায়তুল্লাহ [আল্লাহর ঘরের পরিত্যক্ত স্থানটি] জমিন থেকে টিলার মত উঁচু হয়ে ছিল। স্রোতের পানি এলে তার ডান-বাম দিয়ে বয়ে যেত।\n\nহাজেরা এইভাবে দিন যাপন করছিলেন। শেষ পর্যন্ত জুরহুম গোত্রের কিছু লোক কাদা নামক স্থানের পথ বেয়ে পার হয়ে যাচ্ছিল। তারা মক্কার নিচু ভূমিতে অবতরণ করল এবং দেখতে পেল কতকগুলো পাখী চক্রাকারে উড়ছে। তখন তারা বলল, নিশ্চয় এই পাখিগুলি পানির উপরই ঘুরছে। অথচ আমরা এ ময়দানে বহুকাল কাটিয়েছি। কিন্তু কখনো এখানে কোন পানি দেখিনি। অতঃপর তারা একজন বা দুজন দূত সেখানে পাঠাল। তারা গিয়েই পানি দেখতে পেল। ফিরে এসে সবাইকে পানির খবর দিল। খবর পেয়ে সবাই সেদিকে এসে দেখল, ইসমাঈলের মা পানির নিকট বসে আছেন। তারা তাঁকে বলল, আমরা আপনার নিকটবর্তী স্থানে বসবাস করতে চাই। আপনি আমাদেরকে অনুমতি দেবেন কি? তিনি উত্তরে বললেন, হ্যাঁ। তবে এ পানির উপর তোমাদের কোন স্বত্বাধিকার থাকবে না। তারা বলল, ঠিক আছে।\n\nইবনে রাদিয়াল্লাহু আনহু বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এ ঘটনা ইসমাঈলের মায়ের জন্য এক সুবর্ণ সুযোগ এনে দিল। যেহেতু তিনি তো সঙ্গী-সাথীই চাচ্ছিলেন। সুতরাং তারা তাদের পরিবার-পরিজনের কাছেও খবর পাঠাল। তারাও এসে তাদের সাথে বসবাস করতে লাগল। শেষ পর্যন্ত সেখানে তাদের অনেক ঘর-বাড়ি হল। ইসমাইলও বড় হলেন। তাদের নিকট থেকে [তাদের ভাষা] আরবী শিখলেন। বড় হলে তারা তাঁকে পছন্দ করল এবং তাঁর প্রতি মুগ্ধ হল। অতঃপর তিনি যৌবনপ্রাপ্ত হলে তারা তাদেরই এক মেয়ের সঙ্গে তাঁর বিবাহ দিলেন। এরপর ইসমাঈলের মা মৃত্যুবরণ করলেন।\n\nইসমাঈলের বিবাহের পর ইব্রাহীম তাঁর পরিত্যক্ত পরিজনকে দেখার জন্য এখানে এলেন। কিন্তু এসে ইসমাঈলকে পেলেন না। পরে তাঁর স্ত্রীর নিকট তাঁর সম্পর্কে জানতে চাইলেন। স্ত্রী বললেন, তিনি আমাদের রুযীর সন্ধানে বেরিয়ে গেছেন। এক বর্ণনা অনুযায়ী -আমাদের জন্য শিকার করতে গেছেন। আবার তিনি পুত্রবধূর কাছে তাঁদের জীবনযাত্রা ও অবস্থা সম্পর্কে জানতে চাইলেন। বধূ বললেন, আমরা অতিশয় দুর্দশা, দুরবস্থা, টানাটানি এবং ভীষণ কষ্টের মধ্যে আছি। তিনি ইব্রাহীম -এর নিকট নানা অভিযোগ করলেন। তিনি তাঁর পুত্রবধূকে বললেন, তোমার স্বামী বাড়ি এলে তাঁকে আমার সালাম জানাবে এবং বলবে, সে যেন তার ঘরের দরজার চৌকাঠ বদলে নেয়। এই বলে তিনি চলে গেলেন।\n\nইসমাইল যখন বাড়ি ফিরে এলেন, তখন তিনি ইব্রাহীমের আগমন সম্পর্কে একটা কিছু ইঙ্গিত পেয়ে স্ত্রীকে জিজ্ঞেস করলেন, তোমাদের নিকট কেউ কি এসেছিলেন? স্ত্রী বললেন, হ্যাঁ, এই এই আকৃতির একজন বয়স্ক লোক এসেছিলেন। আপনার সম্পর্কে আমাকে জিজ্ঞেস করছিলেন। আমি তাঁকে আপনার খবর দিলাম। পুনরায় আমাকে আমাদের জীবনযাত্রা সম্পর্কে জিজ্ঞাসা করলে আমি তাকে জানালাম যে, আমরা খুবই দুঃখ-কষ্ট ও অভাবে আছি। ইসমাইল বললেন, তিনি তোমাকে কোন কিছু অসিয়ত করে গেছেন কি? স্ত্রী জানালেন, হ্যাঁ, তিনি আমাকে নির্দেশ দিয়ে গেছেন, আপনাকে তার সালাম পৌঁছাতে এবং আরও বলেছেন, আপনি যেন আপনার দরজার চৌকাঠ বদলে ফেলেন। ইসমাইল বললেন, তিনি ছিলেন আমার পিতা এবং তিনি আমাকে নির্দেশ দিয়ে গেছেন, যেন তোমাকে আমি তালাক দিয়ে দিই। কাজেই তুমি তোমার বাপের বাড়ি চলে যাও।\n\nসুতরাং ইসমাইল তাঁকে তালাক দিয়ে দিলেন এবং জুরহুম গোত্রের অন্য একটি মেয়েকে বিবাহ করলেন। অতঃপর যতদিন আল্লাহ চাইলেন ইব্রাহীম ততদিন এঁদের থেকে দূরে থাকলেন। পরে আবার দেখতে এলেন। কিন্তু ইসমাইল সেদিনও বাড়িতে ছিলেন না। তিনি পুত্রবধূর ঘরে প্রবেশ করলেন এবং ইসমাইল সম্পর্কে জিজ্ঞাসা করলেন। স্ত্রী জানালেন তিনি আমাদের খাবারের সন্ধানে বেরিয়ে গেছেন। ইব্রাহীম জিজ্ঞাসা করলেন, তোমরা কেমন আছ? তিনি তাঁর নিকট তাঁদের জীবনযাত্রা ও সাংসারিক অবস্থা সম্পর্কেও জানতে চাইলেন? পুত্রবধূ উত্তরে বললেন, আমরা ভাল অবস্থায় এবং সচ্ছলতার মধ্যে আছি। এ বলে তিনি আল্লাহর প্রশংসাও করলেন।\n\nইব্রাহীম তাঁকে জিজ্ঞাসা করলেন, তোমাদের প্রধান খাদ্য কি? পুত্রবধূ উত্তরে বললেন, গোশত। বললেন, তোমাদের পানীয় কি? বধূ বললেন, পানি। ইব্রাহীম দোআ করলেন, হে আল্লাহ! এদের গোশত ও পানিতে বরকত দাও। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেন, ঐ সময় তাদের এলাকায় খাদ্যশস্য উৎপন্ন হত না। যদি হত, তাহলে ইব্রাহীম সে ব্যাপারে তাঁদের জন্য দোআ করে যেতেন।\n\nবর্ণনাকারী বলেন, মক্কার বাইরে কোন লোকই শুধু গোশত এবং পানি দ্বারা জীবন-যাপন করতে পারে না। কেননা, শুধু গোশত ও পানি [সর্বদা] তার স্বাস্থ্যের অনুকূল হতে পারে না।\n\nআলাপ শেষে ইব্রাহীম পুত্রবধূকে বললেন, তোমার স্বামীকে আমার সালাম বলবে এবং তাকে আমার পক্ষ থেকে হুকুম করবে, সে যেন তার দরজার চৌকাঠ বহাল রাখে।\n\nঅন্য এক বর্ণনায় আছে, ইব্রাহীম এসে বললেন, ইসমাইল কোথায়? পুত্রবধূ বললেন, তিনি শিকার করতে গেছেন। অতঃপর তিনি বললেন, আপনি কি নামবেন না, কিছু পানাহার করবেন না। তিনি বললেন, তোমাদের খাদ্য ও পানীয় কি? বধূ বললেন, আমাদের খাদ্য গোশত এবং পানীয় পানি। তিনি দোআ দিয়ে বললেন, হে আল্লাহ! এদের গোশত ও পানিতে বরকত দাও। আবুল কাসেম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, ইব্রাহীমের দোআর বরকত, [মক্কায় প্রকাশ পেয়েছে]।\n\nইব্রাহীম বললেন, তোমার স্বামী এলে তাকে সালাম বলে দিয়ো এবং আদেশ করো, সে যেন তার দরজার চৌকাঠ অপরিবর্তিত রাখে।\n\nঅতঃপর ইসমাইল যখন বাড়ি এসে স্ত্রীকে জিজ্ঞাসা করলেন, তোমাদের নিকট কেউ এসেছিলেন কি? স্ত্রী বললেন, হ্যাঁ, একজন সুন্দর আকৃতির বৃদ্ধ এসেছিলেন। [অতঃপর স্ত্রী তাঁর প্রশংসা করলেন ও বললেন,] তারপর তিনি আপনার সম্পর্কে জানতে চাইলেন, আমি তখন তাঁকে আপনার খবর বললাম। অতঃপর তিনি আমাদের জীবনযাত্রা সম্পর্কে জানতে চাইলেন। আমি তাঁকে খবর দিলাম যে, আমরা ভালই আছি। স্বামী বললেন, আর তিনি তোমাকে কোন অসিয়ত করেছেন কি? স্ত্রী বললেন, তিনি আপনাকে সালাম বলেছেন এবং আপনার দরজার চৌকাঠ অপরিবর্তিত রাখার নির্দেশ দিয়ে গেছেন। ইসমাইল তাঁর স্ত্রীকে বললেন, তিনি আমার আব্বা, আর তুমি হলে চৌকাঠ। তিনি নির্দেশ দিয়ে গেছেন, আমি যেন তোমাকে স্ত্রী হিসাবে বহাল রাখি।\n\nঅতঃপর ইব্রাহীম আল্লাহর ইচ্ছানুযায়ী কিছুদিন তাঁদের থেকে দূরে থাকলেন। পরে আবারো তাঁদের নিকট এলেন। ইসমাইল তখন যমযমের নিকটস্থ একটি বড় গাছের নীচে বসে নিজের তীর ছুলছিলেন। পিতাকে আসতে দেখে দাঁড়িয়ে তাঁর দিকে এগিয়ে গেলেন। অতঃপর উভয়ে পিতা-পুত্রের সাক্ষাৎ-কালীন যথাযথ আচরণ প্রদর্শন করলেন। তারপর ইব্রাহীম বললেন, হে ইসমাইল! আল্লাহ আমাকে একটি কাজের হুকুম দিয়েছেন। ইসমাইল বললেন, আপনার প্রতিপালক যা আদেশ দিয়েছেন, তা সম্পাদন করে ফেলুন। ইব্রাহীম বললেন, তুমি আমার সহযোগিতা করবে কি? ইসমাইল বললেন, [হ্যাঁ, অবশ্যই] আমি আপনার সহযোগিতা করব। ইব্রাহীম পার্শ্ববর্তী জমিনের তুলনায় উঁচু একটি টিলার দিকে ইঙ্গিত করে বললেন, এখানে একটি ঘর বানাতে আল্লাহ আমাকে নির্দেশ দিয়েছেন।\n\nঅতঃপর ইব্রাহীম কাবা ঘরের ভিত উঠাতে লেগে গেলেন। পুত্র ইসমাইল তাঁকে পাথর যোগান দিতে থাকলেন। আর তিনি দেওয়াল গাঁথতে লাগলেন। অতঃপর যখন দেওয়াল উঁচু হল, তখন ইসমাইল এই পাথর [মাক্বামে ইব্রাহীম] নিয়ে এসে তাঁর সামনে রাখলেন। তিনি তার উপর খাড়া হয়ে পাথর গাঁথতে লাগলেন। আর ইসমাইল তাঁকে পাথর তুলে দিতে থাকলেন। সেই সময় উভয়েই এই দোআ করতে থাকলেন হে আমাদের মহান প্রতিপালক! আমাদের নিকট থেকে এ কাজটুকু গ্রহণ কর। নিশ্চয়ই তুমি সর্বশ্রোতা সর্বজ্ঞাতা। <em>(</em><em>সূরা বাকারাহ ১২৭ আয়াত)</em>\n\nঅন্য এক বর্ণনায় আছে, ইব্রাহীম ইসমাইল ও তাঁর মাকে সঙ্গে নিয়ে বের হলেন। তাঁদের সঙ্গে ছিল একটি মশক; তাতে পানি ছিল। ইসমাইলের মা সেই পানি পান করতেন ও তাতেই তাঁর শিশুর জন্য দুধ জমে উঠত। পরিশেষে মক্কায় পৌঁছে ইব্রাহীম তাঁদেরকে বড় গাছের নিচে রেখে নিজ [অন্যান্য] পরিজনের নিকট ফিরে যেতে লাগলেন। ইসমাঈলের মা তাঁর পিছন ধরলেন। অতঃপর যখন তাঁরা কাদা নামক স্থানে উপস্থিত হলেন, তখন তিনি তাঁর পিছন থেকে ডাক দিলেন, হে ইব্রাহীম! আপনি আমাদেরকে কার ভরসায় ছেড়ে যাচ্ছেন? তিনি বললেন, আল্লাহর ভরসায়। [হাজেরা] বললেন, আল্লাহকে নিয়ে আমি সন্তুষ্ট। তারপর তিনি ফিরে এলেন। তিনি সেই পানি পান করতে লাগলেন ও তাতেই তাঁর শিশুর জন্য দুধ জমে উঠতে লাগল। অবশেষে যখন পানি শেষ হয়ে গেল, তখন তিনি [মনে মনে] বললেন, অন্যত্র গিয়ে দেখি, যদি কারো সন্ধান পাই।\n\nবর্ণনাকারী বলেন, সুতরাং তিনি গিয়ে স্বাফা পর্বতে ছড়লেন। অতঃপর তিনি চারিদিকে নজর ফিরিয়ে দেখতে লাগলেন, কেউ কোথাও আছে কি না? কিন্তু কেউ কোথাও আছে বলে তিনি অনুভব করলেন না। অতএব [স্বাফা থেকে নেমে অন্যত্র হাঁটতে লাগলেন এবং] যখন উপত্যকায় এসে পৌঁছলেন, তখন ছুটতে লাগলেন। অতঃপর মারওয়াতে এসে পৌঁছলেন। এইভাবে তিনি কয়েক চক্র করলেন। তারপর [মনে মনে] বললেন, গিয়ে দেখি আবার ছেলে কি করছে? সুতরাং তিনি গিয়ে দেখলেন, সে পূর্বের অবস্থায় আছে। সে যেন মৃত্যুযন্ত্রণায় ছট্ফট্ করছে। তা দেখে তিনি অস্থির হয়ে উঠলেন। তিনি [মনে মনে] বললেন, গিয়ে দেখি, যদি কারো সন্ধান পাই। সুতরাং তিনি গিয়ে স্বাফা পর্বতে ছড়লেন।\n\nঅতঃপর তিনি চারিদিকে নজর ফিরিয়ে দেখতে লাগলেন, কেউ কোথাও আছে কি না? কিন্তু কেউ কোথাও আছে বলে তিনি অনুভব করলেন না। এইভাবে তিনি সাতবার [আসা-যাওয়া] পূর্ণ করলেন। তারপর [মনে মনে] বললেন, গিয়ে দেখি আবার ছেলে কি করছে? এমন সময় এক [গায়বী] আওয়াজ শুনলেন। তিনি বললেন, আপনার নিকট যদি কোন মঙ্গল থাকে, তাহলে আমাদেরকে সাহায্য করুন। দেখলেন, তিনি জিব্রীল। তিনি তাঁর পায়ের গোড়ালি দ্বারা এইভাবে আঘাত করলেন। আর অমনি পানির ঝর্ণাধারা বের হয়ে এলো। তা দেখে ইসমাঈলের মা বিস্ময়াবিষ্ট হলেন এবং অঞ্জলি ভরে মশকে ভরতে লাগলেন----। অতঃপর বর্ণনাকারী বাকী দীর্ঘ হাদিস বর্ণনা করলেন।<em> [এ সকল বর্ণনাগুলি বুখারীর] </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "1876",
    "id": "32710",
    "thesequence": "32598",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Said bin Zaid (May Allah be pleased with him) reported:\nI heard the Messenger of Allah (ﷺ) saying, Truffle (edible fungus) is a species of Al-Manna and their water cures eye diseases.\n\n[Al-Bukhari and Muslim]",
    "hadithArabic": "وَعَنْ سَعِيدِ بنِ زَيدٍ رضي الله عنه قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم يَقُوْلُ : &laquo;اَلكَمْأَةُ مِنَ المَنِّ، وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ&raquo;. متفق عَلَيْهِ",
    "hadithBengali": "৬১/১৮৭৭। সাঈদ ইবনে যায়েদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, ছত্রাক মান্ন্-এর অন্তর্ভুক্ত আর এর রস চক্ষুরোগ নিরাময়-কারী। <em>(</em><em>বুখারী-মুসলিম) </em>[1]\n\n<hr />\n<em>* [[প্রকাশ থাকে যে</em><em>, </em><em>বানী ইসরাইলের উপর </em><em></em><em>মান্ন্</em><em> </em><em>নামক খাদ্য [মধুর ন্যায় মিষ্ট বরফ বা পানি] আল্লাহর তরফ থেকে অবতীর্ণ করা হত। যেহেতু তারা তা বিনা কষ্টে ও পরিশ্রমে লাভ করত সেহেতু ছত্রাককে তারই শ্রেণীভুক্ত বলা হয়েছে। কেননা</em><em>, </em><em>এটি বিনা কষ্টে ও বিনা যত্নে পাওয়া যায়।]]</em>\n",
    "checkStatus": "1",
    "hadithNo": "1877",
    "id": "32711",
    "thesequence": "32599",
    "isActive": "1",
    "chapterId": "2665",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "344",
    "statusId": "1",
    "topicName": "৩৭০ : দাজ্জাল ও কিয়ামতের নিদর্শনাবলী সম্পর্কে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]