[
  {
    "hadithEnglish": "Umar bin Abu Salamah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ), said to me, Mention Allahs Name (i.e., say Bismillah before starting eating), eat with your right hand, and eat from what is near you.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن عُمَرَ بنِ أبي سَلَمَةَ رَضِيَ اللهُ عَنهُمَا، قَالَ: قَالَ لِي رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; سَمِّ اللهَ، وَكُلْ بِيَمِينكَ، وَكُلْ مِمَّا يَلِيكَ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৭৩২। উমার ইবনে আবূ সালামাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, (একদা খাবার সময়) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, (শুরুতে) বিসমিল্লাহ বল, ডান হাত দ্বারা আহার কর এবং তোমার নিকট (সামনে) থেকে খাও। (বুখারী)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "732",
    "id": "23697",
    "thesequence": "22977",
    "isActive": "1",
    "chapterId": "873",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০০: শুরুতে বিস্মিল্লাহ এবং শেষে আল-হামদু লিল্লাহ বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nMessenger of Allah (ﷺ) said, When any of you wants to eat, he should mention the Name of Allah in the begining, (i.e., say Bismillah). If he forgets to do it in the beginning, he should say Bismillah awwalahu wa akhirahu (I begin with the Name of Allah at the beginning and at the end).\n\n[At-Tirmidhi and Abu Dawud].",
    "hadithArabic": "وَعَن عَائِشَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; إِذَا أكَلَ أحَدُكُمْ فَلْيَذْكُرِ اسْمَ اللهِ تَعَالَى، فإنْ نَسِيَ أنْ يَذْكُرَ اسْمَ اللهِ تَعَالَى فِي أوَّلِهِ، فَلْيَقُلْ: بِسمِ اللهِ أوَّلَهُ وَآخِرَهُ &raquo;. رواه أَبُو داود والترمذي، وقال: حديث حسن صحيح ",
    "hadithBengali": "২/৭৩৩। আয়েশা রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যখন আহার করবে, সে যেন শুরুতে আল্লাহ তাআলার নাম নেয়। যদি শুরুতে আল্লাহর নাম নিতে ভুলে যায়, তাহলে সে যেন বলে বিসমিল্লাহি আওয়ালাহু অ আখেরাহ। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, তিরমিযী-হাসান সহীহ)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "733",
    "id": "23698",
    "thesequence": "22978",
    "isActive": "1",
    "chapterId": "873",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "2",
    "topicName": "১০০: শুরুতে বিস্মিল্লাহ এবং শেষে আল-হামদু লিল্লাহ বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nI heard Messenger of Allah (ﷺ) saying, If a person mentions the Name of Allah upon entering his house or eating, Satan says, addressing his followers: You will find no where to spend the night and no dinner. But if he enters without mentioning the Name of Allah, Satan says (to his followers); You have found (a place) to spend the night in, and if he does not mention the Name of Allah at the time of eating, Satan says: You have found (a place) to spend the night in as well as food.\n\n[Muslim].",
    "hadithArabic": "وَعَن جَابِرٍ رضي الله عنه، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: &laquo; إِذَا دَخَلَ الرَّجُلُ بَيْتَهُ، فَذَكَرَ اللهَ تَعَالَى عِنْدَ دُخُولِهِ، وَعِندَ طَعَامِهِ، قَالَ الشَّيْطَانُ لأَصْحَابِهِ: لاَ مَبِيتَ لَكُمْ وَلاَ عَشَاءَ، وَإِذَا دَخَلَ فَلَمْ يَذْكُرِ اللهَ تَعَالَى عِنْدَ دُخُولِهِ، قَالَ الشَّيْطَانُ: أدْرَكْتُمُ المَبِيتَ ؛ وَإِذَا لَمْ يَذْكُرِ اللهَ تَعَالَى عِنْدَ طَعَامِهِ، قَالَ: أدْرَكْتُم المَبِيتَ وَالعَشَاءَ &raquo;. رواه مسلم",
    "hadithBengali": "৩/৭৩৪। জাবের রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি যে, কোন ব্যক্তি যখন নিজ বাড়ি প্রবেশের সময় ও আহারের সময় আল্লাহ তাআলাকে স্মরণ করে; অর্থাৎ (বিসমিল্লাহ বলে) তখন শয়তান তার অনুচরদেরকে বলে, আজ না তোমরা এ ঘরে রাত্রি যাপন করতে পারবে, আর না খাবার পাবে। অন্যথা যখন সে প্রবেশ কালে আল্লাহ তাআলাকে স্মরণ করে না (অর্থাৎ বিসমিল্লাহ বলে না), তখন শয়তান বলে, তোমরা রাত্রি যাপন করার স্থান পেলে। আর যখন আহার কালেও আল্লাহ তাআলাকে স্মরণ করে না (অর্থাৎ বিসমিল্লাহ বলে না), তখন সে তার চেলাদেরকে বলে, তোমরা রাত্রিযাপন স্থল ও নৈশভোজ উভয়ই পেয়ে গেলে। (মুসলিম)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "734",
    "id": "23699",
    "thesequence": "22979",
    "isActive": "1",
    "chapterId": "873",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০০: শুরুতে বিস্মিল্লাহ এবং শেষে আল-হামদু লিল্লাহ বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hudhaifah (May Allah be pleased with him) reported:\nWhen we attended a meal with the Messenger of Allah (ﷺ), we would not stretch forth our hands towards the food until he (ﷺ) would start eating first. Once, we were with him when a little girl rushed in as if someone was impelling her. She was about to lay her hand on the food when the Messenger of Allah (ﷺ) caught her hand. Then a bedouin came in rushing as if someone were pushing him. He (ﷺ) caught his hand also and said, Satan considers that food lawful for himself on which the Name of Allah is not mentioned. He (Satan) brought this girl to make the food lawful through her but I caught her hand. Then he brought the bedouin to make it lawful through him but I caught his hand too. By Him in Whose Hand my soul is, now Satans hand is in my grasp along with their hands. Then he mentioned the Name of Allah and began to eat.",
    "hadithArabic": "وَعَن حُذَيْفَةَ رضي الله عنه، قَالَ: كُنَّا إِذَا حَضَرْنَا مَعَ رَسُولِ اللهِ صلى الله عليه وسلم طَعَاماً، لَمْ نَضَعْ أَيدِينَا حَتَّى يَبْدَأَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم فَيَضَعَ يَدَهُ، وَإنَّا حَضَرْنَا مَعَهُ مَرَّةً طَعَاماً، فَجَاءَتْ جَارِيَةٌ كَأنَّهَا تُدْفَعُ، فَذَهَبَتْ لِتَضَعَ يَدَهَا في الطَّعَامِ، فَأَخَذَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم بِيَدِهَا، ثُمَّ جَاءَ أَعْرَابِيّ كأنَّمَا يُدْفَعُ، فَأخَذَ بِيَدهِ، فَقَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; إنَّ الشَّيْطَانَ يَسْتَحِلُّ الطَّعَامَ أنْ لاَ يُذْكَرَ اسْمُ اللهِ تَعَالَى عَلَيْهِ، وَإنَّهُ جَاءَ بِهَذِهِ الجَارِيَةِ لِيَسْتَحِلَّ بِهَا، فأَخَذْتُ بِيَدِهَا، فَجَاءَ بِهَذَا الأَعرَابيّ لِيَسْتَحِلَّ بِهِ، فَأخذْتُ بِيَدِهِ، والَّذِي نَفْسِي بِيَدِهِ، إنَّ يَدَهُ فِي يَدِي مَعَ يَدَيْهِمَا &raquo; ثُمَّ ذَكَرَ اسْمَ اللهِ تَعَالَى وَأكَلَ. رواه مسلم",
    "hadithBengali": "৪/৭৩৫। হুযাইফাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমরা যখন আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আহারে বসতাম, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাবারে হাত রেখে শুরু না করা পর্যন্ত আমরা তাতে হাত রাখতাম না (এবং আহার শুরু করতাম না)। একদা আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে খাবারে উপস্থিত ছিলাম। হঠাৎ একটি বাচ্চা মেয়ে এমনভাবে এল, যেন তাকে (পিছন থেকে) ধাক্কা দেওয়া হচ্ছিল এবং সে নিজ হাত খাবারে দিতে উদ্যত হয়েছিল, এমন অবস্থায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার হাত ধরে নিলেন।\n\nতারপর এক বেদুঈনও (তদ্রূপ দ্রুত বেগে) এল, যেন তাকে ধাক্কা মারা হচ্ছিল (সেও খাবারে হাত রাখতে উদ্যত হলে) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার হাতও ধরে নিলেন এবং বললেন, যে খাবারে আল্লাহর নাম নেওয়া হয়নি, শয়তান সে খাদ্যকে হালাল মনে করে। আর এ মেয়েটিকে শয়তানই নিয়ে এসেছে, যাতে ওর বদৌলতে নিজের জন্য খাদ্য হালাল করতে পারে। কিন্তু আমি তার হাত ধরে ফেললাম। তারপর সে বেদুঈনকে নিয়ে এল, যাতে ওর দ্বারা খাদ্য হালাল করতে পারে। কিন্তু আমি ওর হাতও ধরে নিলাম। সেই মহান সত্তার কসম! যার হাতে আমার প্রাণ আছে, শয়তানের হাত ঐ দুজনের হাতের সঙ্গে আমার হাতে (ধরা পড়েছিল)। অতঃপর তিনি বিসমিল্লাহ বলে আহার করলেন। (মুসলিম)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "735",
    "id": "23700",
    "thesequence": "22980",
    "isActive": "1",
    "chapterId": "873",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০০: শুরুতে বিস্মিল্লাহ এবং শেষে আল-হামদু লিল্লাহ বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umaiyyah bin Makhshi (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) was sitting while a man was eating food. That man did not mention the Name of Allah (before commencing to eat) till only a morsel of food was left. When he raised it to his mouth, he said: Bismillah awwalahu wa akhirahu (With the Name of Allah, in the beginning and in the end). Messenger of Allah (ﷺ) smiled at this and said, Satan had been eating with him but when he mentioned the Name of Allah, Satan vomited all that was in his stomach.\n\n[Abu Dawud and An-Nasai].",
    "hadithArabic": "وَعَنْ أُمَيَّةَ بْنِ مَخْشِيٍّ الصَّحَابِيِّ رضي الله عنه قَالَ: كَانَ رَسُوْلُ اللهِ  صلى الله عليه وسلم جَالساً، ورَجُلٌ يأْكُلُ، فَلَمْ يُسَمِّ اللهَ حَتّىٰ لَمْ يَبْقَ مِنْ طَعَامِهِ لُقْمَةٌ، فَلَمَّا رَفَعَهَا إِلىٰ فِيْهِ، قَالَ: بِسْمِ اللهِ أَوَّلَهُ وَآخِرَهُ، فَضَحِكَ النَّبِيُّ صلى الله عليه وسلم، ثُمَّ قَالَ:&laquo;مَا زَالَ الشَّيْطَانُ يَأْكُلُ مَعَهُ، فَلمَّا ذَكَرَ اسْمَ اللهِ استْقَاءَ مَا فِيْ بَطْنِهِ&raquo;. رواه أبو داود، والنسائي.",
    "hadithBengali": "৫/৭৩৬। উমাইয়্যাহ্ ইবনু মাখ্&zwnj;শী সাহাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বসা ছিলেন এবং এক ব্যক্তি আল্লাহর নাম না নিয়েই খাবার খাচ্ছিলো। তার খাওয়া শেষ হতে আর কেবল এক লোকমা বাকি। এই শেষ লোকমাটি মুখে দেওয়ার সময় সে বললো, বিস্মিল্লাহি আওয়ালাহু ওয়া আখিরাহু (আমি আল্লাহর নাম নিচ্ছি খাওয়ার শুরু এবং শেষভাগে)। এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেসে দিলেন। তিনি বললেনঃ তার সাথে শাইতান বরাবর খাবার খেয়ে যাচ্ছিল। সে আল্লাহর নাম নেয়ার সাথে সাথেই শাইতানের পেটে যা কিছু ছিল, বমি করে সবকিছু ফেলে দিল। (আবু দাউদ, নাসায়ী)[1]\n",
    "checkStatus": "1",
    "hadithNo": "736",
    "id": "23701",
    "thesequence": "22981",
    "isActive": "1",
    "chapterId": "873",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "3",
    "topicName": "১০০: শুরুতে বিস্মিল্লাহ এবং শেষে আল-হামদু লিল্লাহ বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nMessenger of Allah (ﷺ) was eating with his six Companions when a desert Arab came and ate up the food in two mouthfuls. Messenger of Allah (ﷺ) said, Had he mentioned the Name of Allah, it would have sufficed for all of you.\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَن عَائِشَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم يَأكُلُ طَعَاماً فِي سِتَّةٍ مِنْ أصْحَابِهِ، فَجَاءَ أعْرَابِيٌّ، فَأكَلَهُ بلُقْمَتَيْنِ . فَقَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; أَمَا إنَّهُ لَوْ سَمَّى لَكَفَاكُمْ &raquo;. رواه الترمذي، وقال: حديث حسن صحيح ",
    "hadithBengali": "৬/৭৩৭। আয়েশা রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, ছয়জন সাহাবীর সাথে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাদ্য আহার করছিলেন। এমন সময় এক বেদুঈন হাযির হল এবং সে দুগ্রাসেই সমস্ত খাদ্য খেয়ে ফেলল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (এ সব দেখে) বললেন, শোনো! যদি এ ব্যক্তি (শুরুতে) বিসমিল্লাহ বলত, তাহলে এই খাবারই তোমাদের সবার জন্য যথেষ্ট হত। (তিরমিযী হাসান সহীহ) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "737",
    "id": "23702",
    "thesequence": "22982",
    "isActive": "1",
    "chapterId": "873",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "2",
    "topicName": "১০০: শুরুতে বিস্মিল্লাহ এবং শেষে আল-হামদু লিল্লাহ বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Umamah (May Allah be pleased with him) reported:\nWhenever the Prophet (ﷺ) finished a meal, he would say: Al-hamdu lillahi hamdan kathiran taiyyiban mubarakan fihi, ghaira makfiyyin wa la muwadda`in, wa la mustaghnan `anhu, Rabbuna. (All praise is due to Allah, praise which is abundant, pure, and full of blessings, which is indispensable and to which one cannot be indifferent).\n\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَن أَبي أُمَامَة رضي الله عنه: أنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا رَفَعَ مَائِدَتَهُ، قَالَ: &laquo; الْحَمْدُ للهِ حَمداً كَثِيراً طَيِّباً مُبَاركَاً فِيهِ، غَيْرَ مَكْفِيٍّ، وَلاَ مُوَدَّعٍ، وَلاَ مُسْتَغْنَىً عَنْهُ رَبَّنَا &raquo;. رواه البخاري",
    "hadithBengali": "৭/৭৩৮। আবূ উমামাহ রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন দস্তরখানা গুটাতেন, তখন এই দোআ পড়তেনঃ-\n\n&ldquo;আলহামদু লিল্লা-হি হামদান কাসীরান ত্বাইয়্যিবাম মুবা-রাকান ফীহি গায়রা মাকফইয়্যিন অলা মুওয়াদ্দাইন অলা মুস্তাগনান আনহু রাববানা।&rdquo;\n\nঅর্থাৎ আল্লাহর জন্য অগণিত পবিত্র ও বরকতপূর্ণ প্রশংসা। অকুণ্ঠ, নিরবচ্ছিন্ন, প্রয়োজন-সাপেক্ষ প্রশংসা। হে আমাদের প্রভু! (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "738",
    "id": "23703",
    "thesequence": "22983",
    "isActive": "1",
    "chapterId": "873",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০০: শুরুতে বিস্মিল্লাহ এবং শেষে আল-হামদু লিল্লাহ বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Muadh bin Anas (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, He who has taken food and says at the end: Al- hamdu lillahi-lladhi atamani hadha, wa razaqanihi min ghairi haulin minni wa la quwwatin (All praise is due to Allah Who has given me food to eat and provided it without any endeavour on my part or any power), all his past sins will be forgiven.\n\nAt-Tirmidh i].",
    "hadithArabic": "وَعَن مُعَاذِ بنِ أَنَسٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; مَنْ أكَلَ طَعَامَاً، فَقَالَ: الحَمْدُ لِلَّهِ الَّذِي أطْعَمَنِي هَذَا، وَرَزَقنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ &raquo;. رواه أَبُو داود والترمذي، وقال: حديث حسن &raquo;",
    "hadithBengali": "৮/৭৩৯। মুআয ইবনে আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আহার শেষে এই দোআ পড়বেঃ- আলহামদু লিল্লা-হিল্লাযী আত্ব্আমানী হা-যা অরাযাক্বানীহি মিন গাইরি হাওলিম মিন্নী অলা ক্বুউওয়াহ। (অর্থাৎ সেই আল্লাহর যাবতীয় প্রশংসা যিনি আমাকে এ খাওয়ালেন এবং জীবিকা দান করলেন, আমার কোন চেষ্টা ও সামর্থ্য ছাড়াই) সে ব্যক্তির পূর্বের সমস্ত (ছোট) পাপ মোচন করে দেওয়া হবে। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, তিরমিযী হাসান)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "739",
    "id": "23704",
    "thesequence": "22984",
    "isActive": "1",
    "chapterId": "873",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "2",
    "topicName": "১০০: শুরুতে বিস্মিল্লাহ এবং শেষে আল-হামদু লিল্লাহ বলা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) never found fault with food. If he had inclination to eating it, he would eat; and if he disliked it, he would leave it.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن أَبي هُرَيرَةَ رضي الله عنه، قَالَ: مَا عَابَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم طَعَامَاً قَطُّ، إِنِ اشْتَهَاهُ أكَلَهُ، وَإنْ كَرِهَهُ تَرَكَهُ . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৭৪০। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনো কোন খাবারের দোষ বর্ণনা করেননি। ভাল লাগলে তিনি তা খেয়েছেন এবং খারাপ লাগলে তিনি তা ত্যাগ করেছেন। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "740",
    "id": "23705",
    "thesequence": "22985",
    "isActive": "1",
    "chapterId": "874",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০১: কোন খাবারের দোষত্রুটি বর্ণনা না করা এবং তার প্রশংসা করা উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) asked for sauce and was told that there was nothing except vinegar. He asked for it and began to eat from it saying, How excellent is vinegar when eaten as sauce! How excellent is vinegar when eaten as Udm!\n\n[Muslim].",
    "hadithArabic": "وَعَن جَابِرٍ رضي الله عنه: أَنَّ النَّبِيَّ صلى الله عليه وسلم سَأَلَ أهْلَهُ الأُدْمَ، فَقَالُوا: مَا عِنْدَنَا إِلاَّ خَلٌّ، فَدَعَا بِهِ، فَجَعَلَ يَأكُلُ، ويَقُولُ: &laquo; نِعْمَ الأُدْمُ الخَلُّ، نِعْمَ الأُدْمُ الخَلُّ &raquo;. رواه مسلم",
    "hadithBengali": "২/৭৪১। জাবের রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজ পরিবারের কাছে তরকারি চাইলেন। তারা বলল, আমাদের নিকট সির্কা ছাড়া আর কিছুই নেই। তিনি তাই চাইলেন এবং (তা দিয়ে) আহার করতে থাকলেন ও বলতে থাকলেন, সির্কা কতই না চমৎকার তরকারি। সির্কা কতই না ভাল ব্যঞ্জন। (মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "741",
    "id": "23706",
    "thesequence": "22986",
    "isActive": "1",
    "chapterId": "874",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০১: কোন খাবারের দোষত্রুটি বর্ণনা না করা এবং তার প্রশংসা করা উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, When any of you is invited to a meal, he should accept the invitation. If he is observing Saum (fasting), he should supplicate for the betterment of the host and if he is not fasting, he should eat.\n\n\n[Muslim].",
    "hadithArabic": "عَن أَبي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; إِذَا دُعِيَ أحَدُكُمْ فَلْيُجِبْ، فَإنْ كَانَ صَائِماً فَلْيُصَلِّ، وَإنْ كَانَ مُفْطِراً فَلْيَطْعَمْ &raquo;. رواه مسلم",
    "hadithBengali": "১/৭৪২। আবূ হুরাইরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন তোমাদের কাউকে খাবারের দাওয়াত দেওয়া হয়, তখন সে যেন তা (কোন আপত্তিকর ব্যাপার না থাকলে সাদরে) গ্রহণ করে। আর সে যদি রোযা অবস্থায় থাকে, তাহলে (দাওয়াতকারীর জন্য) দোআ করে। আর যদি রোযা অবস্থায় না থাকে, তাহলে যেন আহার করে। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "742",
    "id": "23707",
    "thesequence": "22987",
    "isActive": "1",
    "chapterId": "875",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০২: নফল রোযাদারের সামনে খাবার এসে গেলে যখন সে রোযা ভাঙ্গতে প্রস্তুত নয়, তখন সে কী বলবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Masud Al-Badri (May Allah be pleased with him) reported:\nA man prepared some food especially for the Prophet (ﷺ) and invited him along with four others. But a man accompanied him. Having arrived at the door, Messenger of Allah (ﷺ) said to the host, This person has followed us. You may allow him, if you like, and if you like he will return. He said: O Messenger of Allah, I allow him, too.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن أَبي مَسعُودٍ البَدْريِّ رضي الله عنه، قَالَ: دَعَا رَجُلٌ النَّبِيَّ صلى الله عليه وسلم لِطَعَامٍ صَنعَهُ لَهُ خَامِسَ خَمْسَةٍ، فَتَبِعَهُمْ رَجُلٌ، فَلَمَّا بَلَغَ البَابَ، قَالَ النَّبِيُّ صلى الله عليه وسلم: &laquo; إنَّ هَذَا تَبِعَنَا، فَإنْ شِئْتَ أنْ تَأْذَنَ لَهُ، وَإنْ شِئْتَ رَجَعَ &raquo;. قَالَ: بل آذَنُ لَهُ يَا رَسُولَ اللهِ صلى  الله عليه وسلم . متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৭৪৩। আবূ মাসঊদ বদরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, একটি লোক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে খাবারের জন্য দাওয়াত দিল, যা সে পাঁচ জনের জন্য প্রস্তুত করেছিল, যার পঞ্চম ব্যক্তি ছিলেন তিনি। (রাস্তায়) এক (অনাহূত) ব্যক্তি তাঁদের অনুগামী হল। যখন তাঁরা বাড়ির দরজায় পৌঁছলেন, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আমন্ত্রণকারীকে) বললেন, এ ব্যক্তি আমাদের সাথে চলে এসেছে। তুমি চাইলে ওকে অনুমতি দিতে পার, না চাইলে ও ফিরে যাবে। কিন্তু সে বলল, হে আল্লাহর রাসূল! বরং আমি তাকে অনুমতি দিলাম। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "743",
    "id": "23708",
    "thesequence": "22988",
    "isActive": "1",
    "chapterId": "876",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০৩: নিমন্ত্রিত ব্যক্তির কেউ সাথী হলে সে নিমন্ত্রণদাতাকে কী বলবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umar bin Abu Salamah (May Allah be pleased with them) reported:\nI was a boy under the care of Messenger of Allah (ﷺ), and as my hand used to wander around in the dish, he (ﷺ) said to me once, Mention Allahs Name (i.e., say Bismillah), eat with your right hand, and eat from what is in front of you.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن عُمَرَ بنِ أَبي سَلمَةَ رَضِيَ اللهُ عَنهُمَا، قَالَ: كُنْتُ غُلاَماً فِي حِجْرِ رَسُولِ اللهِ صلى الله عليه وسلم، وَكَانَتْ يَدِي تَطِيشُ فِي الصَّحْفَةِ، فَقَالَ لِي رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  يَا غُلاَمُ، سَمِّ اللهَ تَعَالَى، وَكُلْ بِيَمِينِكَ، وَكُلْ مِمَّا يَلِيكَ . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৭৪৪। উমার ইবনে আবী সালামাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি বাল্যকালে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর তত্ত্বাবধানে ছিলাম। একদা খাবার পাত্রে আমার হাত ছুটাছুটি করছিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, ওহে কিশোর! বিসমিল্লাহ বলে ডান হাতে খাও এবং তোমার সামনে এক তরফ থেকে খাও। (বুখারী ও মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "744",
    "id": "23709",
    "thesequence": "22989",
    "isActive": "1",
    "chapterId": "877",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০৪: নিজের সামনে এক ধার থেকে আহার করা ও বে-নিয়ম আহারকারীকে উপদেশ ও আদব-কায়দা শিক্ষা দেওয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salamah bin Al-Akwa (May Allah be pleased with him) reported on the authority of his father:\nA man ate with his left hand in the presence of Messenger of Allah (ﷺ), whereupon he said, Eat with your right hand. The man said: I cannot do that. Thereupon he (the Prophet (ﷺ)) said, May you not be able to do that. It was vanity that prevented him from doing it and he could not raise it (the right hand) up to his mouth afterwards.\n\n[Muslim].",
    "hadithArabic": "وَعَن سَلَمَةَ بنِ الأَكْوَعِ رضي الله عنه: أنَّ رَجُلاً أَكَلَ عِنْدَ رَسُولِ اللهِ صلى الله عليه وسلم بِشِمَالِهِ، فَقَالَ: &laquo; كُلْ بِيَمِينِكَ&raquo; قَالَ: لاَ أسْتَطِيعُ . قَالَ:  لاَ اسْتَطَعْتَ  ! مَا مَنَعَهُ إِلاَّ الكِبْرُ ! فَمَا رَفَعَهَا إِلَى فِيهِ . رواه مسلم",
    "hadithBengali": "২/৭৪৫। সালামা ইবনে আকওয়া রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে একটি লোক তার বাম হাত দ্বারা আহার করল। (এ দেখে) তিনি বললেন, তুমি ডান হাত দ্বারা খাও। সে বলল, আমি পারবো না! তিনি বদ-দোআ দিয়ে বললেন, তুমি যেন না পারো। ওর অহংকারই ওকে (কথা মানতে) বাধা দিয়েছিল। সুতরাং তারপর থেকে সে আর তার হাত মুখে তুলতে পারেনি। (মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "745",
    "id": "23710",
    "thesequence": "22990",
    "isActive": "1",
    "chapterId": "877",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০৪: নিজের সামনে এক ধার থেকে আহার করা ও বে-নিয়ম আহারকারীকে উপদেশ ও আদব-কায়দা শিক্ষা দেওয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabalah bin Suhaim reported:\nWe were with Abdullah bin Az-Zubair (May Allah be pleased with them) in a time of famine, then we were provided with dates. (Once) when we were eating, Abdullah bin Umar (May Allah be pleased with them) passed by us and said: Do not eat two dates together, for Messenger of Allah (ﷺ) prohibited it, unless one seeks permission from his brother (partner).\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن جَبَلَة بنِ سُحَيْمٍ، قَالَ: أصَابَنَا عَامُ سَنَةٍ مَعَ ابنِ الزُّبَيْرِ ؛ فَرُزِقْنَا تَمْراً، وَكَانَ عَبدُ اللهِ بنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا يَمُرُّ بِنَا وَنَحنُ نَأكُلُ، فَيَقُولُ: لاَ تُقَارِنُوا، فَإِنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عنِ القِرَانِ، ثُمَّ يَقُولُ: إِلاَّ أنْ يَسْتَأذِنَ الرَّجُلُ أخَاهُ . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৭৪৬। জাবালাহ ইবনে সুহাইম বলেন, ইবনে যুবাইরের খেলাফতকালে আমরা দুর্ভিক্ষে আক্রান্ত হয়েছিলাম। সুতরাং আমাদেরকে খেজুর দেওয়া হত। আর আব্দুল্লাহ ইবনে উমার রাদিয়াল্লাহু আনহু আমাদের পাশ দিয়ে অতিক্রম করতেন, যখন আমরা তা আহার করতাম। তিনি বলতেন, তোমরা জোড়া জোড়া খেজুর এক সাথে খাবে না। কেননা, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জোড়া খেজুর (দুটো খেজুর এক সঙ্গে) খেতে বারণ করেছেন। তারপর বললেন, তবে যদি তার সঙ্গী ভাইয়ের কাছে সে অনুমতি গ্রহণ করে (তবে তা স্বতন্ত্র ব্যাপার)। (বুখারী<!--صلى الله عليه وسلمm-->, মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "746",
    "id": "23711",
    "thesequence": "22991",
    "isActive": "1",
    "chapterId": "878",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০৫: একপাত্রে দলবদ্ধভাবে খাবার সময় সাথীদের অনুমতি ছাড়া খেজুর বা অনুরূপ কোন ফল জোড়া জোড়া খাওয়া নিষেধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Wahshi bin Harb (May Allah be pleased with him) reported:\nSome of the Companions of Messenger of Allah (ﷺ) said: We eat but are not satisfied. He (ﷺ) said, Perhaps you eat separately. The Companions replied in affirmative. He then said: Eat together and mention the Name of Allah over your food. It will be blessed for you.\n\n\n[Abu Dawud].",
    "hadithArabic": "عَن وَحْشِيِّ بنِ حَربٍ رضي الله عنه: أَنَّ أَصحَابَ رَسُولِ اللهِ صلى الله عليه وسلم، قَالُوا: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، إنَّا نَأكُلُ وَلاَ نَشْبَعُ ؟ قَالَ: &laquo; فَلَعَلَّكُمْ تَفْتَرِقُونَ &raquo; قَالُوا: نَعَمْ . قَالَ: &laquo; فَاجْتَمِعُوا عَلَى طَعَامِكُمْ، وَاذْكُرُوا اسْمَ اللهِ، يُبَارَكْ لَكُمْ فِيهِ &raquo;. رواه أَبُو داود",
    "hadithBengali": "১/৭৪৭। অহশী ইবনে হার্ব রাদিয়াল্লাহু আনহু হতে বর্ণিত, সাহাবাগণ নিবেদন করলেন, হে আল্লাহর রাসূল! আমরা খাই, কিন্তু যেন পেট ভরে না। তিনি বললেন, তাহলে হয়তো তোমরা আলাদা আলাদা খাও। তারা বললেন, জী হ্যাঁ। তিনি বললেন, তোমরা জামাআতবদ্ধভাবে বিসমিল্লাহ বলে আহার করো, তাহলে তাতে তোমাদের জন্য বরকত দান করা হবে। (আবূ দাঊদ) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "747",
    "id": "23712",
    "thesequence": "22992",
    "isActive": "1",
    "chapterId": "879",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০৬: খাওয়া সত্ত্বেও পরিতৃপ্ত না হলে কী বলা ও করা উচিত?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nThe Prophet (ﷺ) said, Blessing descends upon food in its middle, so eat from the sides of the vessel and do not eat from its middle.\n\n\n[At-Tirmidhi and Abu Dawud].",
    "hadithArabic": "وَعَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ:  البَرَكَةُ تَنْزِلُ وَسَطَ الطعَامِ ؛ فَكُلُوا مِنْ حَافَتَيْهِ، وَلاَ تَأكُلُوا مِنْ وَسَطِهِ . رواه أَبُو داود والترمذي، وقال: حديث حسن صحيح ",
    "hadithBengali": "এ বিষয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাণী পূর্বে পার হয়ে গেছে, তুমি তোমার সামনে একধার থেকে খাও। (বুখারী<!--صلى الله عليه وسلمm-->, মুসলিম)<!--صلى الله عليه وسلمm-->\n\n১/৭৪৮। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যেহেতু খাবারের মাঝখানে বরকত নাযিল হয়, সেহেতু তোমরা ওর দুই ধার থেকে খাও, আর ওর মাঝখান থেকে খেয়ো না। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, তিরমিযী হাসান সহীহ)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "748",
    "id": "23713",
    "thesequence": "22993",
    "isActive": "1",
    "chapterId": "880",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "2",
    "topicName": "১০৭: খাবার বাসনের এক ধার থেকে খাওয়ার নির্দেশ এবং তার মাঝখান থেকে খাওয়া নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Busr (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) had a large bowl called Al-Gharra, which would be carried by four men. One day, when the Companions finished their Duha (forenoon optional) prayer, Al-Gharra was brought full of sopped bread, meat and broth, and they sat down around it. When their number increased, Messenger of Allah (ﷺ) sat down on his knees and rested on the soles of his feet. A bedouin said to him: What sort of sitting is that? Thereupon Messenger of Allah (ﷺ) said, Verily, Allah has made me a courteous slave not a fierce tyrant. Then he said, Eat from the sides of the bowl and leave the central part of it so that your food will be blessed.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَن عَبدِ اللهِ بنِ بُسْرٍ رضي الله عنه، قَالَ: كَانَ لِلنَّبِيِّ صلى الله عليه وسلم قَصْعَةٌ يُقَالُ لَهَا: الغَرَّاءُ يَحْمِلُهَا أرْبَعَةُ رِجَالٍ ؛ فَلَمَّا أضْحَوْا وَسَجَدُوا الضُّحَى أُتِيَ بِتِلْكَ الْقَصْعَةِ ؛ يَعنِي وَقَدْ ثُرِدَ فِيهَا، فَالتَفُّوا عَلَيْهَا، فَلَمَّا كَثُرُوا جَثَا رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم . فَقَالَ أَعرَابيٌّ: مَا هَذِهِ الجِلْسَةُ ؟ فَقَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  إنَّ اللهَ جَعَلَنِي عَبْداً كَرِيماً، وَلَمْ يَجْعَلْنِي جَبَّاراً عَنِيداً ، ثُمَّ قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  كُلُوا مِنْ حَوَالَيْهَا، وَدَعُوا ذِرْوَتَهَا يُبَارَكْ فِيهَا &raquo;. رواه أَبُو داود بإسنادٍ جيد",
    "hadithBengali": "২/৭৪৯। আব্দুল্লাহ ইবনে বুসর রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একটি পাত্র ছিল যাকে গার্রা বলা হত, সেটাকে চারজন মানুষ ধরে তুলতো। একদা চাশ্তের সময়ে যখন চাশ্তের নামায পড়ার পর ঐ (বিশাল) পাত্রটি আনা হল---অর্থাৎ তাতে সারীদ (গোশত ও খন্ড খন্ড রুটি সংমিশ্রণে প্রস্তুত সুসবাদু খাদ্য) রাখার পর, তখন লোকেরা তাতে জমায়েত হল। লোকের পরিমাণ যখন বেশি হল, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাঁটুর ভরে বসে পড়লেন। (এরূপ দেখে) জনৈক বেদুঈন বলল, এ কেমন বসা? আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, নিশ্চিতরূপে আল্লাহ আমাকে ভদ্র (বিনয়ী) বান্দা করেছেন এবং উদ্ধত ও হঠকারী করেননি। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা পাত্রের এক ধার থেকে খেতে থাক। আর ওর শীর্ষভাগ ছেড়ে দাও, ওখানে বরকত অবতীর্ণ হবে। (আবূ দাঊদ উত্তম সনদে)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "749",
    "id": "23714",
    "thesequence": "22994",
    "isActive": "1",
    "chapterId": "880",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "2",
    "topicName": "১০৭: খাবার বাসনের এক ধার থেকে খাওয়ার নির্দেশ এবং তার মাঝখান থেকে খাওয়া নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Juhaifah Wahb bin Abdullah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, I do not eat reclining (against a pillow).\n\n\n[Al-Bukhari].",
    "hadithArabic": "عَن أَبي جُحَيْفَةَ وَهْبِ بنِ عَبدِ اللهِ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo;لاَ آكُلُ مُتَّكِئاً&raquo;. رواه البخاري",
    "hadithBengali": "১/৭৫০। আবূ জুহাইফা অহাব ইবনে আব্দুল্লাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমি হেলান দিয়ে বসে আহার করি না। (বুখারী)<!--صلى الله عليه وسلمm-->[1]\n\nইমাম খাত্ত্বাবী (রঃ) বলেন, এখানে হেলান দিয়ে বসার মানে হচ্ছে নিচে কোন নরম গদি বা আসনে চেপে বসা। উদ্দেশ্য হল, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিক ভোজনবিলাসী পেটুক মানুষের মত কোন গদিতে চেপে বা ঠেস বালিশে হেলান দিয়ে বসতেন না এবং তিনি আরামের সাথে না বসে এমনভাবে হাঁটু দুটি উঁচু করে বসতেন, যেন উঠে দাঁড়াবেন। তিনি যথা পরিমিতভাবে আহার করতেন। --এ হল ইমাম খাত্ত্বাবীর কথা। অন্যান্য আলেমগণ এ অর্থের দিকে ইঙ্গিত করেছেন যে, একপার্শ্বে ভর দিয়ে চেপে বসা হল হেলান দিয়ে বসা। আর আল্লাহই সর্বাধিক পরিজ্ঞাত।<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "750",
    "id": "23715",
    "thesequence": "22995",
    "isActive": "1",
    "chapterId": "881",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০৮: ঠেস দিয়ে বসে আহার করা অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nI saw Messenger of Allah (ﷺ) eating some dates while sitting on his buttocks, with his legs raised.\n\n[Muslim].",
    "hadithArabic": "وَعَن أَنَسٍ رضي الله عنه، قَالَ: رَأَيْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم جَالِساً مُقْعِياً يَأكُلُ تَمْراً . رواه مسلم",
    "hadithBengali": "২/৭৫১। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে উঁচু হয়ে বসে খেজুর খেতে দেখেছি। (মুসলিম)<!--صلى الله عليه وسلمm-->[1]\n\n<hr />\n* উঁচু হয়ে বসার পদ্ধতি এই যে, পায়ের নলা দুখানা উঁচু করে বুকের সাথে লাগিয়ে মাটিতে বা কোন আসনে পাছা ঠেকিয়ে বসা।<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "751",
    "id": "23716",
    "thesequence": "22996",
    "isActive": "1",
    "chapterId": "881",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০৮: ঠেস দিয়ে বসে আহার করা অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nMessenger of Allah (ﷺ) said, When one of you finishes eating, he should not wipe his fingers until he has licked them himself or has given them to someone else to lick for him.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  إِذَا أكَلَ أَحَدُكُمْ طَعَاماً، فَلاَ يَمْسَحْ أَصَابِعَهُ حَتَّى يَلْعَقَهَا أَوْ يُلْعِقَها &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "খাওয়ার পর আঙ্গুল চেটে ও চুষে খাওয়া উত্তম। তা চাটার পূর্বে মুছে (বা ধুয়ে) ফেলা অপছন্দনীয়। বাসন চেটে খাওয়া ও নিচে পড়ে যাওয়া খাবারের লুকমা বা দানা তুলে খাওয়া উত্তম এবং আঙ্গুল চাটা বা চুষার পর হাত-পা ইত্যাদিতে মুছা বৈধ।\n\n<hr />\n<!--صلى الله عليه وسلمm-->১/৭৫২। ইবনে আব্বাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যখন আহার করে, সে যেন তার আঙ্গুলগুলি না মুছে; যতক্ষণ না সে তা নিজে চেটে খায় কিংবা অন্য (শিশু প্রভৃতি)কে দিয়ে চাঁটিয়ে নেয়। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "752",
    "id": "23717",
    "thesequence": "22997",
    "isActive": "1",
    "chapterId": "882",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০৯: তিন আঙ্গুল দ্বারা খাবার খাওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Kab bin Malik (May Allah be pleased with him) reported:\nI saw Messenger of Allah (ﷺ) eating with three fingers (i.e., the thumb, the index finger and the middle finger) and licking them after having finished the food.\n\n[Muslim].",
    "hadithArabic": "وَعَن كَعبِ بنِ مَالِكٍ رضي الله عنه، قَالَ: رَأَيتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم يَأكُلُ بثَلاَثِ أَصَابِعَ، فَإِذَا فَرَغَ لَعِقَهَا . رواه مسلم",
    "hadithBengali": "২/৭৫৩। কাব ইবনে মালেক রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে তিন আঙ্গুল দ্বারা (রুটি, খেজুর ইত্যাদি) খেতে দেখেছি। অতঃপর যখন তিনি খাবার শেষ করলেন, তখন সেগুলিকে চাটলেন। (মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "753",
    "id": "23718",
    "thesequence": "22998",
    "isActive": "1",
    "chapterId": "882",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০৯: তিন আঙ্গুল দ্বারা খাবার খাওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) commanded the licking of fingers and the gleaning of the dish, saying, You do not know in which portion the blessing lies.\n\n[Muslim].",
    "hadithArabic": "وَعَن جَابِرٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم أَمَرَ بِلَعْقِ الأَصَابِعِ وَالصَّحفَةِ، وَقَالَ: &laquo; إنَّكُمْ لاَ تَدْرُونَ فِي أيِّ طَعَامِكُمُ البَرَكَةُ &raquo;. رواه مسلم",
    "hadithBengali": "৩/৭৫৪। জাবের রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাবারান্তে আঙ্গুল ও থালা চেটে খাবার নির্দেশ দিয়েছেন এবং বলেছেন, তোমরা জান না যে, তোমাদের কোন্ খাদ্যে বরকত নিহিত আছে। (মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "754",
    "id": "23719",
    "thesequence": "22999",
    "isActive": "1",
    "chapterId": "882",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০৯: তিন আঙ্গুল দ্বারা খাবার খাওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, When a morsel of any of you falls, he should pick it up and remove any of the dirt on it and then eat it, and should not leave it for Satan nor should wipe his hand with towel until he has licked his fingers, for he does not know in what portion of the food the blessing lies.\n\n[Muslim].",
    "hadithArabic": "وَعَنهُ: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ:  إِذَا وَقَعَتْ لُقْمَةُ أحَدِكُمْ، فَلْيأخُذْهَا فَلْيُمِطْ مَا كَانَ بِهَا مِنْ أَذىً، وَلْيَأْكُلْهَا، وَلاَ يَدَعْهَا لِلشَّيْطَان، وَلاَ يَمْسَحْ يَدَهُ بِالمِنْدِيل حَتَّى يَلْعَقَ أصَابِعَهُ، فَإنَّهُ لاَ يَدْري فِي أيِّ طَعَامِهِ البَرَكَةُ . رواه مسلم",
    "hadithBengali": "৪/৭৫৫। উক্ত রাবী হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন কারো খাদ্য গ্রাস (বা দানা পাত্রের বাইরে) পড়ে যাবে, তখন সে যেন তা থেকে নোংরা দূর করে খেয়ে নেয় এবং শয়তানের জন্য তা ছেড়ে না দেয়। আর রুমালে হাত মুছে ফেলার পূর্বে যেন আঙ্গুলগুলি চেটে নেয়। কেননা, সে জানে না যে, তার কোন্ খাদ্যাংশে বরকত নিহিত আছে। (মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "755",
    "id": "23720",
    "thesequence": "23000",
    "isActive": "1",
    "chapterId": "882",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০৯: তিন আঙ্গুল দ্বারা খাবার খাওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, Satan appears at every thing done by you; he appears even at ones dinner. When a morsel of any of you falls, he should pick it up and remove any dirt on it, and then eat it. He should not leave it for Satan, nor should he wipe his hand with the towel until he has licked his fingers, for he does not know in what portion of the food the blessing lies.\n\n[Muslim].",
    "hadithArabic": "وَعَنه: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ:  إنَّ الشَّيْطَانَ يَحْضُرُ أحَدَكُمْ عِنْدَ كُلِّ شَيْءٍ مِنْ شَأنِهِ، حَتَّى يَحْضُرَهُ عِنْدَ طَعَامِهِ، فإذَا سَقَطَتْ لُقْمَةُ أحَدِكُمْ فَلْيَأخُذْهَا فَليُمِطْ مَا كَانَ بِهَا مِنْ أذىً، ثُمَّ لِيَأْكُلْهَا وَلاَ يَدَعْهَا للشَّيْطَانِ، فإذَا فَرَغَ فَلْيَلْعَقْ أصَابِعَهُ، فَإِنَّهُ لاَ يَدْرِي فِي أيِّ طَعَامِهِ البَرَكَةُ . رواه مسلم",
    "hadithBengali": "৫/৭৫৬। উক্ত রাবী থেকেই বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, শয়তান তোমাদের সমস্ত কাজ কর্মে তোমাদের নিকট উপস্থিত হয়; এমনকি তোমাদের খাবারের সময়েও উপস্থিত হয়। সুতরাং যখন কারো খাবার লুকমা (থালার বাইরে) পড়ে যায়, তখন সে যেন তা তুলে তা থেকে নোংরা পরিষ্কার করে খেয়ে নেয় এবং শয়তানের জন্য তা ফেলে না রাখে। আর আহারান্তে আঙ্গুলগুলি চেটে নেয়। কারণ, তার জানা নেই যে, তার কোন্ খাবারে বরকত নিহিত আছে। (মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "756",
    "id": "23721",
    "thesequence": "23001",
    "isActive": "1",
    "chapterId": "882",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০৯: তিন আঙ্গুল দ্বারা খাবার খাওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nWhenever Messenger of Allah (ﷺ) ate food, he would lick his three fingers and say, If anyone of you drops a morsel of food, he should remove any dirt that may have stuck on it and then eat it, and should not leave it for Satan. He (ﷺ) also commanded us that we should glean the pot, saying, You do not know in which part of your food the blessings lies.\n\n[Muslim].",
    "hadithArabic": "وَعَن أَنَسٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم كَانَ إِذَا أكَلَ طَعَاماً، لَعِقَ أصَابِعَهُ الثَّلاَثَ . قَالَ: وَقَالَ: إِذَا سَقَطَتْ لُقْمَةُ أَحَدِكُمْ فَلْيُمِط عَنهَا الأَذَى، وليَأكُلْهَا وَلاَ يَدَعْهَا لِلشَّيْطان. وأَمَرَ أن تُسلَتَ القَصْعَةُ، قَالَ:  فإنَّكُمْ لاَ تَدْرُونَ في أيِّ طَعَامِكُمُ البَرَكَة . رواه مسلم",
    "hadithBengali": "৬/৭৫৭। আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন আহার করতেন তখন নিজ তিনটি আঙ্গুল চেটে খেতেন এবং বলতেন, কারো খাবারের লুকমা নিচে পড়ে গেলে, সে যেন তা তুলে পরিষ্কার করে খেয়ে ফেলে এবং শয়তানের জন্য ফেলে না রাখে। আর তিনি আমাদেরকে খাদ্যপাত্র (বা বাসন) চেটে খেতে নির্দেশ দিয়েছেন এবং বলেছেন, তোমরা জান না যে, তোমাদের কোন্ খাবারে বরকত নিহিত আছে। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "757",
    "id": "23722",
    "thesequence": "23002",
    "isActive": "1",
    "chapterId": "882",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০৯: তিন আঙ্গুল দ্বারা খাবার খাওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Said bin Al-Harith reported:\nI asked Jabir (May Allah be pleased with him) whether it was obligatory to make Wudu for Salat (prayer) after eating cooked food. He said: No, because in the lifetime of Messenger of Allah (ﷺ), such food was rarely available. We had no handkerchiefs, so when we ate such food we would wipe our fingers against our palms, forearms or (the sole of our) feet, and would offer Salat without fresh Wudu (for prayer).\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَن سَعِيدِ بنِ الحَارِثِ: أَنَّهُ سَأَلَ جَابِراً رضي الله عنه عَنِ الوُضُوءِ مِمَّا مَسَّتِ النَّارُ، فَقَالَ: لاَ، قَدْ كُنَّا زَمَنَ النَّبِيِّ صلى الله عليه وسلم لاَ نَجِدُ مِثْلَ ذَلِكَ الطَّعامِ إِلاَّ قَلِيلاً، فَإِذَا نَحْنُ وَجَدْنَاهُ، لَمْ يَكُنْ لَنَا مَنَادِيلُ إِلاَّ أَكُفَّنَا، وَسَواعِدَنَا، وَأقْدَامَنَا، ثُمَّ نُصَلِّي وَلاَ نَتَوَضَّأُ . رواه البخاري",
    "hadithBengali": "৭/৭৫৮। সাঈদ ইবন হারেস কর্তৃক বর্ণিত, তিনি জাবের রাদিয়াল্লাহু আনহু-কে আগুনে স্পর্শ করা বস্তু খাওয়ার পর ওযূ করা সম্বন্ধে জিজ্ঞাসা করলেন। তিনি বললেন, না। (ওযূ করতে হবে না।) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে তো আমরা এরূপ খাদ্য খুব কমই পেতাম। আর যখন আমরা তা পেতাম, তখন আমাদের তো হাতের চেটো, হাতের নলা ও পা ছাড়া কোন রুমাল ছিল না। (আমরা এগুলিতে মুছে ফেলতাম।) তারপর (নতুন) ওযূ না করেই আমরা নামায আদায় করতাম। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "758",
    "id": "23762",
    "thesequence": "23003",
    "isActive": "1",
    "chapterId": "882",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১০৯: তিন আঙ্গুল দ্বারা খাবার খাওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, The food of two persons suffices for three persons, and the food of three persons suffices for four persons.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن أَبي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; طَعَامُ الاِثنَينِ كَافِي الثَّلاَثَةِ، وَطَعَامُ الثَّلاَثَةِ كَافِي الأَربَعَةِ &raquo;. متفق عَلَيْهِ",
    "hadithBengali": "১/৭৫৯। আবূ হুরাইরা রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দুজনের খাবার তিনজনের জন্য যথেষ্ট এবং তিনজনের খাবার চারজনের জন্য যথেষ্ট। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "759",
    "id": "23763",
    "thesequence": "23004",
    "isActive": "1",
    "chapterId": "988",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১০: কোন সীমিত খাবারে অনেক মানুষের হাত পড়লে বরকত হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Abdullah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, The food of one person suffices for two, the food of two persons suffices for four persons, and the food of four persons suffices for eight persons.\n\n[Muslim].",
    "hadithArabic": "وَعَن جَابِرٍ رضي الله عنه، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: &laquo; طَعَامُ الوَاحِدِ يَكْفِي الاِثْنَيْنِ، وَطَعَامُ الاِثْنَيْنِ يَكْفِي الأَرْبَعَةَ، وَطَعَامُ الأَرْبَعَةِ يَكْفِي الثَّمَانِيَةَ &raquo;. رواه مسلم",
    "hadithBengali": "২/৭৬০। জাবের রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি যে, একজনের খাবার দুজনের জন্য যথেষ্ট এবং দুজনের খাবার চারজনের জন্য যথেষ্ট, আর চারজনের খাবার আটজনের জন্য যথেষ্ট। (মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "760",
    "id": "23764",
    "thesequence": "23005",
    "isActive": "1",
    "chapterId": "988",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১০: কোন সীমিত খাবারে অনেক মানুষের হাত পড়লে বরকত হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) used to breathe three times in the course of a drink (he used to drink in three gulps).\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن أَنَسٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم كَانَ يَتَنَفَّسُ فِي الشَّرابِ ثَلاَثاً . متفق عَلَيْهِ",
    "hadithBengali": "পানপাত্রের বাইরে নিঃশ্বাস ফেলা উত্তম এবং তার ভিতরে নিঃশ্বাস ফেলা মকরূহ। পানপাত্র ডান দিক থেকে পরিবেশন করা উত্তম।\n\n<hr />\n১/৭৬১। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পানি পান করার সময় তিনবার দম নিতেন। (অর্থাৎ তিনি পান পাত্রের বাইরে তিনবার নিঃশ্বাস ফেলতেন।) (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "761",
    "id": "23765",
    "thesequence": "23006",
    "isActive": "1",
    "chapterId": "989",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১১: পান করার আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nIbn Abbas (May Allah be pleased with them) reported:\nMessenger of Allah (ﷺ) said, Do not drink in one gulp like a camel, but in two or three (gulps). Mention the Name of Allah (i.e., say Bismillah) when you start drinking and praise Him (i.e., say Al-hamdu lillah) after you have finished (drinking).\n\n[At- Tirmidhi].",
    "hadithArabic": "وَعَنْ اِبْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ صلى الله عليه وسلم: لَا تَشْرَبُوْا واحِداً كَشُرْبِ البَعِيْرِ، وَلٰكِنْ اشْرَبُوْا مَثْنىٰ وَثُلَاثَ، وَسَمُّوْا إِذَا أَنْتُمْ شَرِبْتُمْ، وَاحْمَدُوْا إِذَا أَنْتُمْ رَفَعْتُمْ - رواه الترمذي وقال: حديث حسن.",
    "hadithBengali": "২/৭৬২। ইবনু আব্বাস রাদিয়াল্লাহু আনহু হতে বর্ণিত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, উঁটের ন্যায় তোমরা এক নিঃশ্বাসে পানি পান করো না, বরং দুই তিনবার (শ্বাস নিয়ে) পান করো। আর যখন তোমরা পানি পান করা শুরু কর তখন বিসমিল্লাহ বলো এবং যখন পান করা শেষ করো তখন আল-হামদুলিল্লাহ বলো। হাদীসটি তিরমিযী বর্ণনা করেছেন এবং বলেছেন এটি হাসান হাদীস।[1]\n",
    "checkStatus": "1",
    "hadithNo": "762",
    "id": "23766",
    "thesequence": "23007",
    "isActive": "1",
    "chapterId": "989",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "3",
    "topicName": "১১১: পান করার আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Qatadah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) forbade breathing into the vessel while drinking.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن أَبي قَتَادَةَ رضي الله عنه: أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أنْ يُتَنَفَّسَ فِي الإِنَاءِ . متفق عَلَيْهِ",
    "hadithBengali": "৩/৭৬৩। আবূ ক্বাতাদা রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পান পাত্রে নিঃশ্বাস ফেলতে নিষেধ করেছেন। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "763",
    "id": "23767",
    "thesequence": "23008",
    "isActive": "1",
    "chapterId": "989",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১১: পান করার আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nMilk mixed with water was brought to Messenger of Allah (ﷺ). On his right side was sitting a bedouin and on his left was sitting Abu Bakr (May Allah be pleased with him). He (ﷺ) drank from it and handed the rest to the bedouin saying, One who is on the right has preference, then again the one who is on the right.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن أَنَسٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم أُتِيَ بِلَبَنٍ قَدْ شِيبَ بِمَاءٍ، وَعَن يَمِينهِ أعْرَابيٌّ، وَعَن يَسَارِهِ أَبُو بَكْر رضي الله عنه، فَشَرِبَ، ثُمَّ أعْطَى الأَعْرَابيَّ، وَقَالَ:  اَلأَيْمَنُ فَالأَيْمَنُ . متفق عَلَيْهِ",
    "hadithBengali": "৪/৭৬৪। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পানি মিশ্রিত দুধ আনা হল। (তখন) তাঁর ডান দিকে এক বেদুঈন ছিল ও বাম দিকে আবূ বকর রাদিয়াল্লাহু আনহু (বসে) ছিলেন। বস্তুত তিনি তা পান করে বেদুঈনকে দিলেন এবং বললেন, ডান দিকের ব্যক্তির অগ্রাধিকার রয়েছে, তারপর তার ডান দিকের ব্যক্তির অগ্রাধিকার রয়েছে। (বুখারী ও মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "764",
    "id": "23768",
    "thesequence": "23009",
    "isActive": "1",
    "chapterId": "989",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১১: পান করার আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl bin Sad (May Allah be pleased with him) reported:\nA drink was brought to Messenger of Allah (ﷺ) and he drank (some) from it. On his right was a boy and on his left were some elderly people. He (ﷺ) said to the boy, Would you permit me to give rest of this drink to these on my left? The boy said: O Messenger of Allah, I would certainly not give preference to anyone in anything that might come to me from you. So he (ﷺ) handed over the rest of the drink to him.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن سَهلِ بنِ سَعدٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم أُتِيَ بِشَرَابٍ، فَشَرِبَ مِنْهُ وَعَن يَمِينِهِ غُلاَمٌ، وَعَن يَسَارِهِ أَشْيَاخٌ، فَقَالَ لِلغُلاَمِ:  أتَأْذَنُ لِي أنْ أُعْطِيَ هؤُلاَءِ ؟  فَقَالَ الغُلامُ: لاَ وَاللهِ، لاَ أُوثِرُ بِنَصِيبِي مِنْكَ أَحَداً . فَتَلَّهُ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم فِي يَدِهِ . متفقٌ عَلَيْهِ",
    "hadithBengali": "৫/৭৬৫। সাহল ইবনে সাদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে শরবত পরিবেশন করা হল। তিনি তা থেকে পান করলেন। আর তাঁর ডান দিকে ছিল একটি বালক। আর বাম দিকে ছিল কয়েকজন বয়োজ্যেষ্ঠ ব্যক্তি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বালকটিকে বললেন, তুমি কি আমাকে অনুমতি দেবে, আমি ঐ বয়স্ক লোকগুলিকে আগে পান করতে দই? বালকটি বলল, আল্লাহর কসম! আপনার কাছ থেকে আমার ভাগে আসা জিনিসের ক্ষেত্রে আমি কাউকে আমার উপর অগ্রাধিকার দেব না। বর্ণনাকারী বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন পেয়ালাটি তার হাতে তুলে দিলেন। (বুখারী ও মুসলিম) <!--صلى الله عليه وسلمm-->[1]<br />\n<br />\n* উক্ত বালক ইবনে আব্বাস রাদিয়াল্লাহু আনহু ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "765",
    "id": "23769",
    "thesequence": "23010",
    "isActive": "1",
    "chapterId": "989",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১১: পান করার আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) forbade turning the water-skin upside down and drinking directly from its mouth.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن أَبي سَعِيدٍ الْخُدْرِيِّ رضي الله عنه، قَالَ: نَهَى رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم عَنِ اخْتِنَاثِ الأَسْقِيَةِ . يعني: أن تُكْسَرَ أفْواهُها، وَيُشْرَبَ مِنْهَا . متفق عَلَيْهِ",
    "hadithBengali": "১/৭৬৬। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মশকের মুখ বাঁকিয়ে পানি পান করতে নিষেধ করেছেন। (বুখারী ও মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "766",
    "id": "23770",
    "thesequence": "23011",
    "isActive": "1",
    "chapterId": "1000",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১২: মশ্ক ইত্যাদির মুখে মুখ লাগিয়ে পানি পান করা অপছন্দনীয়, তবে তা হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) prohibited drinking directly out of the mouth of a water- skin.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن أَبي هُرَيرَةَ رضي الله عنه، قَالَ: نَهَى رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم أن يُشْرَبَ مِنْ فِيِّ السِّقَاءِ أَوْ القِرْبَةِ . متفق عَلَيْهِ",
    "hadithBengali": "২/৭৬৭। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মশকের মুখে মুখ লাগিয়ে পানি পান করতে বারণ করেছেন। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "767",
    "id": "23771",
    "thesequence": "23012",
    "isActive": "1",
    "chapterId": "1000",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১২: মশ্ক ইত্যাদির মুখে মুখ লাগিয়ে পানি পান করা অপছন্দনীয়, তবে তা হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Thabit Kabshah (May Allah be pleased with her), daughter of Thabit (May Allah be pleased with him) and the sister of Hassan bin Thabit, the Prophets poet) reported:\nMessenger of Allah (ﷺ) visited me and drank some water from a hanging water-skin while he was in a standing posture. So, I stood up and cut off the mouth (of that water-skin). An-Nawawi said that the reason why she did this was to keep to receive benediction that part of the water-skin which the lips of Messenger of Allah (ﷺ) touched.\n\n[At- Tirmidhi].",
    "hadithArabic": "وَعَن أُمِّ ثَابِتٍ كَبْشَةَ بِنتِ ثَابِتٍ أُخْتِ حَسَّانَ بنِ ثَابِتٍ رَضِيَ اللهُ عَنهُمَا، قَالَتْ: دَخَلَ عَلَيَّ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم فَشَرِبَ مِنْ فيِّ قِرْبَةٍ مُعَلَّقَةٍ قَائِماً، فَقُمْتُ إِلَى فِيْهَا فَقَطَعْتُهُ . رواه الترمذي، وقال: حديث حسن صحيح ",
    "hadithBengali": "৩/৭৬৮। উম্মে সাবেত কাবশাহ বিনতে সাবেত, হাসসান ইবনে সাবেতের ভগিনী (রাদিয়াল্লাহু আনহুমা) হতে বর্ণিত, তিনি বলেন, একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট এলেন এবং একটি ঝুলন্ত মশকের মুখ থেকে দাঁড়িয়ে দাঁড়িয়ে পানি পান করলেন। সুতরাং আমি উঠে তার মুখটা কেটে নিলাম। (তিরমিযী হাসান সহীহ) [1]<!--صلى الله عليه وسلمm-->\n\nউম্মে সাবেত মশকের মুখটি কেটেছিলেন; যাতে তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পবিত্র মুখ স্পর্শকৃত ঐ অংশটুকু সংরক্ষণ করেন, তার দ্বারা বরকত লাভ করেন এবং অসম্মান থেকে বাঁচিয়ে রাখেন। এ হাদীসটি সরাসরি পাত্রের মুখ থেকে পানি পান করার বৈধতার উপর বর্তানো যায়। আর পূর্বোক্ত হাদীস দুটি এ ব্যাপারে উত্তম ও পূর্ণাঙ্গরীতি বর্ণনা করার জন্য এসেছে। আর আল্লাহই বেশি জানেন।\n",
    "checkStatus": "1",
    "hadithNo": "768",
    "id": "23772",
    "thesequence": "23013",
    "isActive": "1",
    "chapterId": "1000",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "2",
    "topicName": "১১২: মশ্ক ইত্যাদির মুখে মুখ লাগিয়ে পানি পান করা অপছন্দনীয়, তবে তা হারাম নয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) prohibited us blowing in the drinking water. A man said: O Messenger of Allah! Sometimes I see some litter floating about on the surface. What should I do then? He (ﷺ) replied, Pour them out. Then the man said: My thirst is not quenched with one draught. Messenger of Allah (ﷺ) said, Then put away the cup from your mouth (in between three gulps), and take breath.\n\n\n[At-Tirmidhi].",
    "hadithArabic": "عَن أَبي سَعِيدٍ الخُدرِي رضي الله عنه: أنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَن النَّفْخِ فِي الشَّرَابِ، فَقَالَ رَجُلٌ: القَذَاةُ أَرَاهَا فِي الإِنَاءِ ؟ فَقَالَ:  أَهرِقْهَا  . قَالَ: إنِّي لاَ أرْوَى مِنْ نَفَسٍ وَاحِدٍ ؟ قَالَ:  فَأَبِنِ القَدَحَ إِذَاً عَنْ فِيكَ &raquo;. رواه الترمذي، وقال: حديث حسن صحيح &raquo;",
    "hadithBengali": "১/৭৬৯। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পানীয় পানকালে তাতে ফুঁ দিতে নিষেধ করেছেন। একটি লোক নিবেদন করল, পানপাত্রে (যদি) আমি খড়কুটো দেখতে পাই? তিনি বললেন, তাহলে তা ঢেলে ফেলে দাও। সে নিবেদন করল, এক শ্বাসে পানি পান করে আমার তৃপ্তি হয় না। তিনি বললেন, তাহলে তুমি পেয়ালা মুখ থেকে দূরে সরিয়ে নিয়ে নিঃশ্বাস গ্রহণ করো। (তিরমিযী হাসান সহীহ)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "769",
    "id": "23773",
    "thesequence": "23014",
    "isActive": "1",
    "chapterId": "1001",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "2",
    "topicName": "১১৩: পানি পান করার সময় তাতে ফুঁ দেওয়া মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nThe Prophet (ﷺ) prohibited us from breathing into the drinking vessel or blowing onto.\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَنِ ابنِ عَبَّاسٍ رضي الله عنه: أَنَّ النبيَّ صلى الله عليه وسلم نَهَى أَنْ يُتَنَفَّسَ فِي الإِنَاءِ أَوْ يُنْفَخَ فِيهِ . رواه الترمذي، وقال: حديث حسن صحيح ",
    "hadithBengali": "২/৭৭০। ইবনে আব্বাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পানপাত্রে নিঃশ্বাস ফেলতে বা তাতে ফুঁ দিতে নিষেধ করেছেন। (তিরমিযী হাসান সহীহ) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "770",
    "id": "23774",
    "thesequence": "23015",
    "isActive": "1",
    "chapterId": "1001",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "2",
    "topicName": "১১৩: পানি পান করার সময় তাতে ফুঁ দেওয়া মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nI served Messenger of Allah (ﷺ) Zamzam water to drink and he drank it while he was standing.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: سَقَيْتُ النَّبِيَّ صلى الله عليه وسلم مِنْ زَمْزَمَ، فَشَرِبَ وَهُوَ قَائِمٌ. متفق عَلَيْهِ",
    "hadithBengali": "দাঁড়িয়ে পান করা বৈধ; কিন্তু বসে পান করা সর্বোত্তম ও পূর্ণাঙ্গ রীতি। এ মর্মে কাবশার পূর্বোক্ত হাদীসটি দ্রষ্টব্য।\n\n<hr />\n১/৭৭১। ইবনে আব্বাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে যমযমের পানি পান করিয়েছি। তিনি তা দাঁড়িয়ে পান করেছেন। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "771",
    "id": "23775",
    "thesequence": "23016",
    "isActive": "1",
    "chapterId": "1002",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১৪: দাঁড়িয়ে পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "An-Nazzal bin Sabrah (May Allah be pleased with him) reported:\nAli bin Abu Talib (May Allah be pleased with him) arrived at Bab Ar-Rahbah (in Kufah) and drank water in a standing posture. Then he said: I saw Messenger of Allah (ﷺ) doing what you have seen me doing.\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَنِ النَّزَّالِ بنِ سَبْرَةَ رضي الله عنه، قَالَ: أَتَى عَلِيٌّ رضي الله عنه بَابَ الرَّحْبَةِ، فَشَرِبَ قَائِماً، وَقَالَ: إنِّي رَأَيْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم فَعَلَ كَمَا رَأَيْتُمُونِي فَعَلْتُ . رواه البخاري",
    "hadithBengali": "২/৭৭২। নায্যাল ইবনে সাবরাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, কুফা নগরীর রাহবাহর দ্বারপ্রান্তে আলী রাদিয়াল্লাহু আনহু এসে দাঁড়িয়ে পানি পান করলেন এবং বললেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে ঠিক এভাবে (পান) করতে দেখেছি, যেভাবে তোমরা আমাকে (পান) করতে দেখলে। (বুখারী)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "772",
    "id": "23776",
    "thesequence": "23017",
    "isActive": "1",
    "chapterId": "1002",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১৪: দাঁড়িয়ে পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nDuring the lifetime of Messenger of Allah (ﷺ) we would eat while walking and would drink while standing.\n\n[At- Tirmidhi].\n",
    "hadithArabic": "وَعَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا، قَالَ: كُنَّا عَلَى عَهدِ رَسُولِ اللهِ صلى الله عليه وسلم نَأكُلُ وَنَحْنُ نَمشِي، وَنَشْرَبُ ونَحْنُ قِيامٌ . رواه الترمذي، وقال: حديث حسن صحيح ",
    "hadithBengali": "৩/৭৭৩। ইবনে উমার রাদিয়াল্লাহু আনহুমা হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে আমরা চলতে চলতে আহার করতাম এবং দাঁড়িয়ে পান করতাম। (তিরমিযী<!--صلى الله عليه وسلمm-->, হাসান সহীহ)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "773",
    "id": "23777",
    "thesequence": "23018",
    "isActive": "1",
    "chapterId": "1002",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "2",
    "topicName": "১১৪: দাঁড়িয়ে পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amr bin Shuaib on the authority of his father and grandfather reported:\nthat they saw Messenger of Allah (ﷺ) drink standing, and sitting.\n\n[At-Tirmidhi].\n",
    "hadithArabic": "وَعَن عَمرِو بنِ شُعَيبٍ، عَن أَبِيهِ، عَن جَدِّهِ رضي الله عنه، قَالَ: رَأَيتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم يَشْرَبُ قَائِماً وقَاعِداً . رواه الترمذي، وقال: حديث حسن صحيح \n",
    "hadithBengali": "৪/৭৭৪। আমর ইবনে শুআইব তাঁর পিতা থেকে তিনি স্বীয় দাদা থেকে বর্ণনা করেন যে, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে দাঁড়িয়ে ও বসে পানি পান করতে দেখেছি। (তিরমিযী হাসান সহীহ) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "774",
    "id": "23778",
    "thesequence": "23019",
    "isActive": "1",
    "chapterId": "1002",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "2",
    "topicName": "১১৪: দাঁড়িয়ে পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) forbade us from drinking while standing. Qatadah reported: We asked him: What about eating? He said: That is even worse, (or may be he said) more detestable.\n\nAnother narration is: Messenger of Allah (ﷺ) reprimanded us for drinking while standing.\n\n[Muslim].",
    "hadithArabic": "وَعَن أَنَسٍ رضي الله عنه، عَنِ النَّبِيِّ صلى الله عليه وسلم: أَنَّهُ نَهَى أَن يَشْرَبَ الرَّجُلُ قَائِماً . قَالَ قَتَادَةُ: فَقُلْنَا لأَنَسٍ: فَالأَكْلُ ؟ قَالَ: ذَلِكَ أَشَرُّ ـ أَوْ أخْبَثُ ـ رواه مسلم . وَفِي رِوَايَةٍ لَهُ: أَنَّ النَّبِيَّ صلى الله عليه وسلم زَجَرَ عَن الشُّرْبِ قائِماً ",
    "hadithBengali": "৫/৭৭৫। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোককে দাঁড়িয়ে পান করতে নিষেধ করেছেন। কাতাদাহ বলেন, আমরা আনাস রাদিয়াল্লাহু আনহু-কে প্রশ্ন করলাম, আর (দাঁড়িয়ে) খাওয়া? তিনি বললেন, তা তো আরো মন্দ বা আরো জঘন্য কাজ। (মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n\nতাঁর অন্য এক বর্ণনায় আছে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে পান করার ব্যাপারে ধমক দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "775",
    "id": "23779",
    "thesequence": "23020",
    "isActive": "1",
    "chapterId": "1002",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১৪: দাঁড়িয়ে পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, None of you should drink standing; and if any one forgets, he must vomit.\n\n[Muslim].",
    "hadithArabic": "وَعَن أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  لاَ يَشْرَبَنَّ أحَدٌ مِنْكُمْ قَائِماً، فَمَنْ نَسِيَ فَلْيَسْتَقِيء . رواه مسلم",
    "hadithBengali": "৬/৭৭৬। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যেন অবশ্যই দাঁড়িয়ে পান না করে। আর যদি ভুলে যায় (ভুলবশতঃ পান করে ফেলে), তাহলে সে যেন বমি করে দেয়। (মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "776",
    "id": "23780",
    "thesequence": "23021",
    "isActive": "1",
    "chapterId": "1002",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১৪: দাঁড়িয়ে পান করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Qatadah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, He who serves others with drinking water should be the last to drink himself.\n\n\n[At-Tirmidhi].",
    "hadithArabic": "عَن أَبِي قَتَادَةَ رضي الله عنه، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ:  سَاقِيُ القَومِ آخِرُهُمْ شُرْباً . رواه الترمذي، وقال: حديث حسن صحيح ",
    "hadithBengali": "১/৭৭৭। আবূ কাতাদাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, লোকদেরকে পানি পরিবেশনকারী তাদের সবার শেষে পান করবে। (তিরমিযী হাসান সহীহ) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "777",
    "id": "23809",
    "thesequence": "23022",
    "isActive": "1",
    "chapterId": "1083",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "2",
    "topicName": "১১৫: পানীয় পরিবেশনকারীর সবার শেষে পান করা উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "nas bin Malik (May Allah be pleased with him) reported:\nOnce the time for As-Salat (the prayer) approached. Those whose houses were near, went to their houses to perform Wudu while some of the people remained with Messenger of Allah (ﷺ). A stone (containing some water) bowl was brought for him. It was too small for him to spread his hand over it. He performed his Wudu and it (the water) sufficed for all the others also. Anas was asked: How many of you were present there? He said: Eighty or more.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن أَنَسٍ رضي الله عنه، قَالَ: حَضَرَتِ الصَّلاَةُ فَقَامَ مَن كَانَ قَريبَ الدَّارِ إِلَى أهْلِهِ، وبَقِيَ قَوْمٌ، فَأُتِيَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم بِمَخْضَبٍ مِنْ حِجَارَةٍ، فَصَغُرَ المَخْضَبُ أنْ يَبْسُطَ فِيهِ كَفَّهُ، فَتَوَضَّأَ القَوْمُ كُلُّهُمْ . قَالُوا: كَمْ كُنْتُمْ ؟ قَالَ: ثَمَانِينَ وَزِيَادَةً . متفق عَلَيْهِ، هذه رواية البخاري\nوفي رواية لَهُ ولمسلم: أَنَّ النَّبِيَّ صلى الله عليه وسلم دَعَا بِإِنَاءٍ مِنْ مَاءٍ، فَأُتِيَ بِقَدَحٍ رَحْرَاحٍ فِيهِ شَيْءٌ مِنْ ماءٍ، فَوَضَعَ أصابعَهُ فِيهِ . قَالَ أنسٌ: فَجَعلْتُ أنْظُرُ إِلَى الماءِ يَنْبُعُ مِنْ بَيْن أصَابِعِهِ، فَحَزَرْتُ مَنْ تَوضَّأ مَا بَيْنَ السَّبْعِينَ إِلَى الثَّمَانينَ .\n",
    "hadithBengali": "সোনা-রূপা ছাড়া সমস্ত পবিত্র পানপাত্রে পান করা জায়েয। আর বিনা পাত্রে ও হাত না লাগিয়ে সরাসরি নদী ইত্যাদির পানিতে মুখ লাগিয়ে পান করা বৈধ এবং পানাহার, ওযূ তথা সমস্ত কাজে সোনা-রূপার পাত্র ব্যবহার হারাম।\n\n<hr />\n১/৭৭৮। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, একবার নামাযের সময় উপস্থিত হলে যাঁদের বাড়ি কাছে ছিল, তাঁরা (ওযূ করার জন্য) বাড়ি গেলেন। আর কিছু লোক থেকে গেলেন (তাঁদের কোন ওযূর ব্যবস্থা ছিল না)। সুতরাং আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে একটি পাথরের পাত্রে পানি আনা হল। পাত্রটি এত ছোট ছিল যে, তার মধ্যে তাঁর মুঠি খোলাও মুশকিল ছিল। তা থেকেই সমস্ত লোক ওযূ করলেন। (আনাসকে উপস্থিত) লোকেরা জিজ্ঞাসা করল, আপনারা কতজন ছিলেন? তিনি বললেন, আশিজনেরও বেশি। (বুখারী-মুসলিম<!--صلى الله عليه وسلمm-->, এটি বুখারীর বর্ণনা)<!--صلى الله عليه وسلمm--><em>[1]</em>\n\nবুখারীর অন্য এক বর্ণনায় এবং মুসলিমের বর্ণনায় আছে যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি পানির পাত্র চাইলেন। সুতরাং তাঁর জন্য প্রশস্ত একটি অগভীর পেয়ালা আনা হল, যাতে সামান্য পানি ছিল। তারপর তিনি স্বীয় আঙ্গুলগুলি ঐ পানিতে রাখলেন। আনাস রাদিয়াল্লাহু আনহু বললেন, আমি তাঁর আঙ্গুলসমুহের ফাঁক দিয়ে পানির ঝর্ণাধারা প্রবাহিত হতে দেখছিলাম। অনুমান করে দেখলাম, ওযূকারীদের সংখ্যা প্রায় সত্তর থেকে আশিজনের মাঝামাঝি ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "778",
    "id": "23810",
    "thesequence": "23023",
    "isActive": "1",
    "chapterId": "1084",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১৬: পান-পাত্রের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Zaid (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) visited us and we brought water for him in a brass vessel for his ablution and he performed ablution.\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَن عَبدِ اللهِ بنِ زَيدٍ رضي الله عنه، قَالَ: أتَانَا النَّبِيُّ صلى الله عليه وسلم فَأَخْرَجْنَا لَهُ مَاءً في تَوْرٍ مِنْ صُفْر فَتَوَضَّأَ. رواه البخاري",
    "hadithBengali": "২/৭৭৯। আব্দুল্লাহ ইবনে যায়দ রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার আমাদের নিকট এলেন। আমরা তাঁকে পিতলের একটি পাত্রে পানি দিলাম, তিনি (তা দিয়ে) ওযূ করলেন। (বুখারী) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "779",
    "id": "23811",
    "thesequence": "23024",
    "isActive": "1",
    "chapterId": "1084",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১৬: পান-পাত্রের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) visited the house of a man of the Ansar with one of his Companions and said to him, If you have some water in the water-skin left over from last night, give it to us for drinking; otherwise, we shall drink from some stream directly.\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَن جَابِرٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم دَخَلَ عَلَى رَجُلٍ مِن الأَنْصَارِ، وَمَعَهُ صَاحِبٌ لَهُ، فَقَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo;إنْ كَانَ عِنْدَكَ مَاءٌ بَاتَ هذِهِ اللَّيْلَةَ في شَنَّةٍ وَإلاَّ كَرَعْنَا&raquo;. رواه البخاري",
    "hadithBengali": "৩/৭৮০। জাবের রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক আনসারীর নিকট গেলেন। আর তাঁর সঙ্গে একজন সাহাবীও ছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যদি তোমার মশকে রাতের বাসী পানি থাকে, তাহলে নিয়ে এসো; নচেৎ সরাসরি পানিতে মুখ লাগিয়ে পান করে নেব। (বুখারী)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "780",
    "id": "23812",
    "thesequence": "23025",
    "isActive": "1",
    "chapterId": "1084",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১৬: পান-পাত্রের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hudhaifah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) prohibited us from wearing brocade or silk and drinking out of gold or silver vessels and said, These are meant for them (disbelievers) in this world and for you in the Hereafter.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن حُذَيفَةَ رضي الله عنه، قَالَ: إنَّ النَّبِيَّ صلى الله عليه وسلم نَهَانَا عَنِ الحَرِيرِ، وَالدِّيبَاجِ، وَالشُّربِ فِي آنِيَةِ الذَّهَبِ وَالفِضَّةِ، وَقَالَ: &laquo;هِيَ لَهُمْ فِي الدُّنْيَا، وَهِيَ لَكُمْ فِي الآخِرَةِ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৪/৭৮১। হুযাইফা রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে পাতলা ও মোটা রেশমী কাপড় পরতে ও সোনা-রূপার পাত্রে পান করতে নিষেধ করেছেন। আর তিনি বলেছেন, তা হল তাদের (কাফেরদের) জন্য দুনিয়ায় এবং তোমাদের (মুসলিমদের) জন্য আখেরাতে। (বুখারী ও মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "781",
    "id": "23813",
    "thesequence": "23026",
    "isActive": "1",
    "chapterId": "1084",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১৬: পান-পাত্রের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Salamah (May Allah be pleased with her) reported:\nMessenger of Allah (ﷺ) said, He who drinks from the vessel of silver kindles the Fire (of Hell) in his belly.\n\n[Al-Bukhari and Muslim].\n\nA narration in Muslim is: Messenger of Allah (ﷺ) said, Surely, he who eats or drinks in gold and silver vessels fills his belly with Hell-fire.",
    "hadithArabic": "وَعَن أُمِّ سَلَمَةَ رَضِيَ اللهُ عَنهَا: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم قَالَ:  اَلَّذِيْ يَشْرَبُ فِي آنِيَةِ الفِضَّةِ، إنَّمَا يُجَرْجِرُ في بَطْنِهِ نَارَ جَهَنَّمَ . متفقٌ عَلَيْهِ .\nوفي رواية لمسلم:  إنَّ الَّذِي يَأكُلُ أَوْ يَشْرَبُ في آنِيَةِ الفِضَّةِ وَالذَّهَبِ  .\nوفي رواية لَهُ:  مَنْ شَرِبَ في إناءٍ مِنْ ذَهَبٍ أَوْ فِضَّةٍ، فَإنَّمَا يُجَرْجِرُ في بَطْنِهِ نَارَاً مِنْ جَهَنَّم\n",
    "hadithBengali": "৫/৭৮২। উম্মে সালামাহ্ রাদিয়াল্লাহুআনহা হতে বর্ণিত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি রূপার পাত্রে পান করে, সে আসলে নিজ উদরে জাহান্নামের আগুন ঢক্&zwnj;ঢক্ করে পান করে। (বুখারী)[1]\n\nমুসলিমের অন্য এক বর্ণনায় আছে, যে ব্যক্তি সোনা-রূপার পাত্রে পানাহার করে...। তাঁর অন্য এক বর্ণনায় আছে, যে ব্যক্তি সোনা অথবা রূপার পাত্রে পান করে, সে আসলে নিজ উদরে জাহান্নামের আগুন ঢক্&zwnj;ঢক্ করে পান করে।\n",
    "checkStatus": "1",
    "hadithNo": "782",
    "id": "23814",
    "thesequence": "23027",
    "isActive": "1",
    "chapterId": "1084",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "223",
    "statusId": "1",
    "topicName": "১১৬: পান-পাত্রের বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]