[
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nI heard Messenger of Allah (ﷺ) saying, Put on white clothes because they are the best; and use them for shrouding your dead.\n\n[At- Tirmidhi and Abu Dawud].",
    "hadithArabic": "وَعَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ:  اِلْبَسُوا مِنْ ثِيَابِكُمْ البَيَاضَ ؛ فَإنَّهَا مِنْ خَيْرِ ثِيَابِكُمْ، وَكَفِّنُوا فِيهَا مَوْتَاكُمْ . رواه أَبُو داود والترمذي، وقال: حديث حسن صحيح",
    "hadithBengali": "সাদা রঙের কাপড় উত্তম। আর লাল, সবুজ ও কালো রঙের কাপড় বৈধ। আর রেশমী বস্ত্র ছাড়া সুতি, উল, পশম ও লোম ইত্যাদির কাপড় পরিধান করা জায়েয।\n\nআল্লাহ তাআলা বলেছেন,\n\n<p dir=RTL>﴿يَا بَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا ۖ وَلِبَاسُ التَّقْوَىٰ ذَٰلِكَ خَيْرٌ ﴾ [الاعراف: ٢٦]\n\nঅর্থাৎ &ldquo;হে বনী আদম! (হে মানবজাতি) তোমাদের লজ্জাস্থান ঢাকার ও বেশভূষার জন্য আমি তোমাদের জন্য পরিচ্ছদ অবতীর্ণ করেছি। আর সংযমশীলতার পরিচ্ছদই সর্বোৎকৃষ্ট।&rdquo; সূরা আ<!--صلى الله عليه وسلمm-->&#39;রাফ ২৬ আয়াত)<!--صلى الله عليه وسلمm-->\n\nআল্লাহ তাআলা আরো বলেছেন,\n\n<p dir=RTL>﴿ وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ ﴾ [النحل: ٨١]\n\nঅর্থাৎ তোমাদের জন্য ব্যবস্থা করেছেন পরিধেয় বস্ত্রের; যা তোমাদেরকে তাপ হতে রক্ষা করে এবং তিনি ব্যবস্থা করেছেন তোমাদের জন্য বর্মের, ওটা তোমাদের যুদ্ধে রক্ষা করে। (সূরা নাহল ৮১ আয়াত)\n\n<hr />\n<!--صلى الله عليه وسلمm-->১/৭৮৩। ইবনে আব্বাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা তোমাদের সাদা রঙের কাপড় পরিধান কর। কেননা, তা তোমাদের সর্বোত্তম কাপড়। আর ওতেই তোমাদের মৃত ব্যক্তিদেরকে কাফন দাও। আবূ দাঊদ<!--صلى الله عليه وسلمm-->, তিরমিযী হাসান সহীহ)<!--صلى الله عليه وسلمm-->[1]\n\n\n",
    "checkStatus": "1",
    "hadithNo": "783",
    "id": "23815",
    "thesequence": "23101",
    "isActive": "1",
    "chapterId": "1085",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "2",
    "topicName": "১১৭: কোন্ শ্রেণীর কাপড় উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Samurah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, Wear white clothes because they are the purest and they are closest to modesty; and shroud the dead in it.\n\n[An- Nasai and Al-Hakim].",
    "hadithArabic": "وَعَن سَمُرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  اِلْبَسُوا البَيَاضَ ؛ فَإنَّهَا أَطْهَرُ وَأطْيَبُ، وَكَفِّنُوا فِيهَا مَوْتَاكُمْ &raquo;. رواه النسائي والحاكم، وقال: حديث صحيح &raquo;",
    "hadithBengali": "২/৭৮৪। সামুরাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা সাদা রঙের কাপড় পরিধান কর। কেননা, তা সবচেয়ে পবিত্র ও উৎকৃষ্ট। আর ওতেই তোমাদের মৃতদেরকে কাফন দাও। (নাসাঈ<!--صلى الله عليه وسلمm-->, হাকেম<!--صلى الله عليه وسلمm-->, তিনি বলেন হাদীসটি সহীহ)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "784",
    "id": "23816",
    "thesequence": "23102",
    "isActive": "1",
    "chapterId": "1085",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৭: কোন্ শ্রেণীর কাপড় উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Bara (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) was of medium stature. I saw him wearing a red mantle. I have never seen anything more graceful than that.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنِ البَرَاءِ رضي الله عنه، قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم مَرْبُوعاً، وَلَقَدْ رَأيْتُهُ فِي حُلَّةٍ حَمْرَاءَ مَا رَأيْتُ شَيْئاً قَطُّ أحْسَنَ مِنْهُ . متفقٌ عَلَيْهِ",
    "hadithBengali": "৩/৭৮৫। বারা ইবনে আযেব রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মধ্যম আকৃতির লম্বা ছিলেন। আমি তাঁকে লাল পোশাক পরিহিত অবস্থায় দেখেছি। আমি তাঁর চাইতে অধিক সুন্দর আর কাউকে দেখিনি। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "785",
    "id": "23817",
    "thesequence": "23103",
    "isActive": "1",
    "chapterId": "1085",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৭: কোন্ শ্রেণীর কাপড় উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Juhaifah Wahb bin Abdullah (May Allah be pleased with him) reported:\nI saw the Prophet (ﷺ) by Al-Abtah valley in Makkah, in a red tent made from tanned skin. Bilal brought him ablution water. Then Messenger of Allah (ﷺ) came out wearing a red mantle; and I can still remember looking at whiteness of his shanks. So he made his ablution, and Bilal (ﷺ) pronounced the call for prayer (Adhan). I kept following the movement of his (Bilals) face to the right and to the left when he recited: Come to the prayer; come to the success. Then a spear was fixed (as a Sutrah) in front of Messenger of Allah (ﷺ) who then stepped forward and led the prayer. Dogs and donkeys passed in front of him (beyond the spear) and no one prevented them from doing so.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن أَبي جُحَيفَةَ وَهْبِ بنِ عَبدِ اللهِ رضي الله عنه، قَالَ: رَأيتُ النبيَّ صلى الله عليه وسلم بِمكّةَ وَهُوَ بِالأَبْطَحِ في قُبَّةٍ لَهُ حَمْرَاءَ مِنْ أَدَمٍ، فَخَرَجَ بِلاَلٌ بِوَضُوئِهِ، فَمِنْ نَاضِحٍ وَنَائِلٍ، فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم وَعَلَيهِ حُلَّةٌ حَمْرَاءُ، كَأنِّي أنْظُرُ إِلَى بَيَاضِ سَاقَيْهِ، فَتَوَضّأ وَأذَّنَ بِلاَلٌ، فَجَعَلْتُ أتَتَبَّعُ فَاهُ هَاهُنَا وَهَاهُنَا، يَقُولُ يَمِيناً وَشِمَالاً: حَيَّ عَلَى الصَّلاَةِ، حَيَّ عَلَى الفَلاَحِ، ثُمَّ رُكِزَتْ لَهُ عَنَزَةٌ، فَتَقَدَّمَ فَصَلَّى يَمُرُّ بَيْنَ يَدَيْهِ الْكَلْبُ وَالْحِمَارُ لاَ يُمْنَعُ . متفقٌ عَلَيْهِ .",
    "hadithBengali": "৪/৭৮৬। আবূ জুহাইফাহ অহাব ইবনে আব্দুল্লাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে মক্কায় দেখলাম, যখন তিনি আবত্বাহ নামক স্থানে চর্মনির্মিত লাল রঙের শিবিরে অবস্থান করছিলেন। বিলাল তাঁর ওযূর পানি নিয়ে বাইরে বের হলেন। কিছু লোক (বরকত হাসিল করার জন্য) উক্ত পানির ছিটা পেল আর কিছু সংখ্যক লোক পানি পেল। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লাল রঙের জোড়া বস্ত্র পরিহিত অবস্থায় বাইরে এলেন। যেন আমি তাঁর দুই পায়ের গোছার শুভ্রতা প্রত্যক্ষ করছি। অতঃপর তিনি ওযূ করলেন এবং বিলাল আযান দিলেন।\n\nআমি তাঁর এদিক ওদিক মুখ ফিরানো লক্ষ্য করছিলাম। তিনি ডানে ও বামে মুখ ফিরিয়ে হাইয়্যা আলাস স্বালাহ, হাইয়্যা আলাল ফালাহ বলছিলেন। অতঃপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য একটি বর্শা (সুতরাহ স্বরূপ) পুঁতে দেওয়া হল। তারপর তিনি সামনে এগিয়ে গেলেন এবং নামায পড়ালেন। তাঁর (সুতরার) সামনে দিয়ে কুকুর ও গাধা অতিক্রম করছিল। সেগুলোকে বাধা দেওয়া হচ্ছিল না। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "786",
    "id": "23818",
    "thesequence": "23104",
    "isActive": "1",
    "chapterId": "1085",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৭: কোন্ শ্রেণীর কাপড় উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Rimthah Rifaah At-Taimi (May Allah be pleased with him) reported:\nI saw Messenger of Allah (ﷺ) wearing two green garments.\n\n[Abu Dawud and At- Tirmidhi].",
    "hadithArabic": "وَعَن أَبي رِمْثَة رِفَاعَةَ التَّيْمِيِّ رضي الله عنه، قَالَ: رَأَيتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم وَعَلَيهِ ثَوبَانِ أَخْضَرَانِ . رواه أَبُو داود والترمذي بإسناد صحيح",
    "hadithBengali": "৫/৭৮৭। আবূ রিমসা রিফাআহ তাইমী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরনে দুটো সবুজ রঙের কাপড় দেখেছি। (আবূ দাঊদ বিশুদ্ধ সূত্রে)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "787",
    "id": "23819",
    "thesequence": "23105",
    "isActive": "1",
    "chapterId": "1085",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৭: কোন্ শ্রেণীর কাপড় উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) entered Makkah on the day of its conquest and he was wearing a black turban.\n\n[Muslim].",
    "hadithArabic": "وَعَن جَابِرٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم دَخَلَ يَوْمَ فَتْحِ مَكَّةَ وَعَلَيْهِ عِمَامَةٌ سَوْدَاء . رواه مسلم",
    "hadithBengali": "৬/৭৮৮। জাবের রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা বিজয়ের দিন (সেখানে) কালো রঙের পাগড়ী পরে প্রবেশ করেছিলেন। (মুসলিম)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "788",
    "id": "23820",
    "thesequence": "23106",
    "isActive": "1",
    "chapterId": "1085",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৭: কোন্ শ্রেণীর কাপড় উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Amr bin Huraith (May Allah be pleased with him) reported:\nAs if I am seeing Messenger of Allah (ﷺ) wearing a black turban and both ends of it are falling over his shoulders.\n\n[Muslim].\n\nAnother narration is: Messenger of Allah (ﷺ) was delivering a Khutbah wearing a black turban.",
    "hadithArabic": "وَعَن أَبي سَعِيدٍ عَمرِو بنِ حُرَيْثٍ رضي الله عنه، قَالَ: كَأنِّي أنْظُرُ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم وَعَلَيهِ عِمَامَةٌ سَوْدَاءُ، قَدْ أرْخَى طَرَفَيْهَا بَيْنَ كَتِفَيْهِ . رواه مسلم\nوفي روايةٍ لَهُ: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم خَطَبَ النَّاسَ، وَعَلَيْهِ عِمَامَةٌ سَوْدَاءُ \n",
    "hadithBengali": "৭/৭৮৯। আবূ সাঈদ আমর ইবনে হুরাইস সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত, তিনি বলেন, আমি যেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে কালো রঙের পাগড়ী পরিহিত অবস্থায় দেখছি, তিনি তাঁর পাগড়ীর দুই প্রান্ত দুই কাঁধের মাঝখানে ঝুলিয়ে রেখেছিলেন। (মুসলিম)<!--صلى الله عليه وسلمm-->[1]\n\nমুসলিমের অন্য এক বর্ণনায় আছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কালো রঙের পাগড়ী মাথায় বেঁধে লোকদের মাঝে খুতবা দিচ্ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "789",
    "id": "23821",
    "thesequence": "23107",
    "isActive": "1",
    "chapterId": "1085",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৭: কোন্ শ্রেণীর কাপড় উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nThe body of Messenger of Allah (ﷺ) was shrouded in three white Yemeni cotton garments, among which was neither a gown nor a turban.\n\n[Al- Bukhari and Muslim].",
    "hadithArabic": "وَعَن عَائِشَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: كُفِّنَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم فِي ثَلاَثَةِ أثْوَابٍ بِيضٍ سَحُولِيَّةٍ مِنْ كُرْسُفٍ، لَيْسَ فِيهَا قَمِيصٌ وَلاَ عِمَامَةٌ .متفقٌ عَلَيْهِ",
    "hadithBengali": "৮/৭৯০। আয়েশা রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে তিনটি সাদা সুতি বস্ত্রে কাফন দেওয়া হয়েছে যেগুলি ইয়ামানের সাহুল নামক স্থানে প্রস্তুত করা হয়েছিল। ওগুলির মধ্যে কামীস (জামা) ছিল না। আর পাগড়ীও ছিল না। (বুখারী-মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "790",
    "id": "23822",
    "thesequence": "23108",
    "isActive": "1",
    "chapterId": "1085",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৭: কোন্ শ্রেণীর কাপড় উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nOne morning Messenger of Allah (ﷺ) went out wearing a black blanket made of camels or sheeps black hair with patterns of camels bags upon it.\n\n[Muslim].",
    "hadithArabic": "وَعَنهَا، قَالَتْ: خَرَجَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم ذَاتَ غَدَاةٍ، وَعَلَيْهِ مِرْطٌ مُرَحَّلٌ مِنْ شَعرٍ أسْوَدَ. رواه مسلم",
    "hadithBengali": "৯/৭৯১। উক্ত রাবী হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন সকালে বের হলেন, তখন তাঁর দেহে পালানের ছবি ছাপা কাল লোমের চাদর ছিল। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\nমুরাহহাল বলা হয় সেই কাপড়কে, যাতে রাহল (উটের পিঠে স্থিত জিন্ বা পালান) এর ছবি ছাপা থাকে। আরবীতে পালানকে আকওয়ারও বলে।\n",
    "checkStatus": "1",
    "hadithNo": "791",
    "id": "23823",
    "thesequence": "23109",
    "isActive": "1",
    "chapterId": "1085",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৭: কোন্ শ্রেণীর কাপড় উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Mughirah bin Shubah (May Allah be pleased with him) reported:\nI was with Messenger of Allah (ﷺ) in a journey one night, and he asked me, Do you have any water with you? I said, Yes. So he dismounted from his riding camel and walked away (to answer the call of nature) until he disappeared in the darkness. When he returned, I poured out some water from a vessel and he washed his face. He was wearing a long woollen cloak and could not take out his forearms from his sleeves, so he brought them out from below the cloak and then washed them, and then passed his (wet) hands over his head. I stretched out my hand to take off his Khuff (leather socks), but he said, Leave them. I put them on after performing Wudu, and he passed his (wet) hands over them.\n\n[Al-Bukhari and Muslim].\n\nAnother narration is: Messenger of Allah (ﷺ) was wearing a Syrian cloak with tight sleeves.\n\nAnother narration is: This incident took place during the battle of Tabuk.\n",
    "hadithArabic": "وَعَنِ المُغِيرَةِ بنِ شُعْبَةَ رضي الله عنه، قَالَ: كُنْتُ مَعَ رَسُولِ اللهِ صلى الله عليه وسلم ذَاتَ لَيْلَةٍ فِي مَسِيرٍ، فَقَالَ لِي: &laquo;أمَعَكَ مَاءٌ ؟&raquo; قُلتُ: نَعَمْ، فَنَزَلَ عَنْ رَاحِلَتِهِ فَمَشَى حَتَّى تَوَارَى فِي سَوَادِ اللَّيْلِ، ثُمَّ جَاءَ فَأفْرَغْتُ عَلَيْهِ مِنَ الإدَاوَةِ، فَغَسَلَ وَجْهَهُ وَعَلَيْهِ جُبَّةٌ مِنْ صُوفٍ، فَلَمْ يَسْتَطِعْ أَنْ يُخْرِجَ ذِرَاعَيْهِ مِنْهَا حَتَّى أخْرَجَهُمَا مِنْ أسْفَلِ الْجُبَّةِ، فَغَسَلَ ذِرَاعَيْهِ وَمَسَحَ بِرَأسِهِ، ثُمَّ أهْوَيْتُ لأَنْزِعَ خُفَّيْهِ، فَقَالَ: &laquo; دَعْهُمَا فَإنِّي أَدْخَلْتُهُمَا طَاهِرَتَيْنِ &raquo; وَمَسحَ عَلَيْهِمَا . متفقٌ عَلَيْهِ .\nوفي رواية: وَعَلَيْهِ جُبَّةٌ شَامِيَّةٌ ضَيِّقَةُ الكُمَّيْنِ .\nوفي رواية: أنَّ هذِهِ القَضِيَّةَ كَانَتْ في غَزْوَةِ تَبُوكَ .",
    "hadithBengali": "১০/৭৯২। মুগীরাহ ইবনে শুবা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, এক সফরে আমি রাতের বেলায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। তিনি আমাকে বললেন, তোমার কাছে পানি আছে কি? আমি বললাম, জী হ্যাঁ। সুতরাং তিনি স্বীয় বাহন থেকে নামলেন এবং চলতে লাগলেন। এমনকি শেষ পর্যন্ত রাতের অন্ধকারে অদৃশ্য হয়ে গেলেন। তারপর যখন ফিরে এলেন, তখন আমি পাত্র থেকে (পানি) ঢেলে দিলাম।\n\nতিনি তাঁর মুখমন্ডল ধুলেন। তাঁর পরনে ছিল পশমী জুব্বা। তিনি তা হতে তাঁর হাত দুটিকে বের করতে সক্ষম হলেন না। পরিশেষে তিনি জুব্বার নিচের দিক দিয়ে হাত বের করলেন। অতঃপর তিনি তাঁর হাত দুটি ধুলেন ও মাথা মাসাহ করলেন। তারপর আমি তাঁর মোজা খুলে নেওয়ার জন্য হাত বাড়ালাম। তিনি বললেন, ছেড়ে দাও। কেননা, আমি ওগুলো পবিত্র (ওযূ) অবস্থায় পায়ে দিয়েছি। অতঃপর তিনি তার উপর মাসাহ করলেন। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm-->[1]\n\nঅপর বর্ণনায় আছে, তাঁর দেহে ছিল শামী জুববা; যার হাতা দুটি টাইট ছিল।\n\nঅন্য বর্ণনায় আছে, এ ঘটনাটি ছিল তাবূক যুদ্ধের সফরে।\n",
    "checkStatus": "1",
    "hadithNo": "792",
    "id": "23824",
    "thesequence": "23110",
    "isActive": "1",
    "chapterId": "1085",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৭: কোন্ শ্রেণীর কাপড় উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Salamah (May Allah be pleased with her) reported:\nOut of all garments Messenger of Allah (ﷺ) liked Qamees the best.\n\n\n[At-Tirmidhi and Abu Dawud].",
    "hadithArabic": "عَن أُمِّ سَلَمَة رَضِيَ اللهُ عَنهَا، قَالَتْ: كَانَ أحَبُّ الثِّيَابِ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم الْقَمِيصَ . رواه أَبُو داود والترمذي، وقال: حديث حسن ",
    "hadithBengali": "১/৭৯৩। উম্মে সালামাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট সবচেয়ে বেশি পছন্দনীয় পোশাক ছিল কামীস (জামা)। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, তিরমিযী<!--صلى الله عليه وسلمm-->, হাসান)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "793",
    "id": "23825",
    "thesequence": "23111",
    "isActive": "1",
    "chapterId": "1086",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "2",
    "topicName": "১১৮: জামা পরিধান করা উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Asma bint Yazid (May Allah be pleased with her) reported:\nThe Qamees sleeves of Messenger of Allah (ﷺ) reached down to his wrists.\n\n\n[Abu Dawud and At-Tirmidhi].",
    "hadithArabic": "عَن أَسمَاءَ بِنتِ يَزِيدَ الأَنصَارِيَّةِ رَضِيَ اللهُ عَنهَا، قَالَتْ: كَانَ كُمُّ قَمِيصِ رَسُولِ اللهِ صلى الله عليه وسلم إِلَى الرُّسْغِ . رواه أَبُو داود والترمذي، وقال: حديث حسن ",
    "hadithBengali": "১/৭৯৪। আসমা বিনতে য়্যাযীদ আনসারী রাদিয়াল্লাহুআনহা হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জামার হাতা কব্জি পর্যন্ত লম্বা ছিল। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, তিরমিযী হাসান)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "794",
    "id": "23826",
    "thesequence": "23112",
    "isActive": "1",
    "chapterId": "1087",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "3",
    "topicName": "১১৯: জামা-পায়জামা, জামার হাতা, লুঙ্গি তথা পাগড়ীর প্রান্ত কতটুকু লম্বা হবে? অহংকারবশতঃ ওগুলি ঝুলিয়ে পরা হারাম ও নিরহংকারে তা ঝুলানো অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, Whoever allows his lower garment to drag out of vanity will find that Allah will not look at him on the Day of Resurrection. On this Abu Bakr (May Allah be pleased with him) submitted: O Messenger of Allah! My lower garment keeps sliding down though I take care to pull it and wrap it. Messenger of Allah (ﷺ) said, You are not of those who do it out of vanity.\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا: أَنَّ النَّبِيَّ صلى الله عليه وسلم، قَالَ:  مَنْ جَرَّ ثَوْبَهُ خُيَلاءَ لَمْ يَنْظُرِ اللهُ إِلَيْهِ يَوْمَ القِيَامَةِ . فَقَالَ أَبُو بَكرٍ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، إِنَّ إِزَارِي يَسْتَرْخِي إِلاَّ أنْ أَتَعَاهَدَهُ، فَقَالَ لَهُ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  إنَّكَ لَسْتَ مِمَّنْ يَفْعَلُهُ خُيَلاءَ . رواه البخاري وروى مسلم بعضه .",
    "hadithBengali": "২/৭৯৫। ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি অহংকারের সাথে নিজের পোশাক মাটিতে ছেঁচড়ে চলবে, আল্লাহ তার প্রতি কিয়ামতের দিন (রহমতের দৃষ্টিতে) তাকাবেন না। আবূ বকর রাদিয়াল্লাহু আনহু বললেন, হে আল্লাহর রাসূল! খেয়াল না করলে আমার লুঙ্গি ঢিলে হয়ে নেমে যায়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি তাদের শ্রেণীভুক্ত নও, যারা তা অহংকারবশতঃ করে থাকে। (বুখারী<!--صلى الله عليه وسلمm-->, মুসলিম এর আংশিক বর্ণনা করেছেন।)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "795",
    "id": "23827",
    "thesequence": "23113",
    "isActive": "1",
    "chapterId": "1087",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৯: জামা-পায়জামা, জামার হাতা, লুঙ্গি তথা পাগড়ীর প্রান্ত কতটুকু লম্বা হবে? অহংকারবশতঃ ওগুলি ঝুলিয়ে পরা হারাম ও নিরহংকারে তা ঝুলানো অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, On the Day of Resurrection, Allah will not look at him who trails his lower garment out of pride.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَن أَبي هُرَيرَةَ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ:  لاَ يَنْظُرُ اللهُ يَوْمَ القِيَامَةِ إِلَى مَنْ جَرَّ إِزَارَهُ بَطَراً . متفقٌ عَلَيْهِ",
    "hadithBengali": "৩/৭৯৬। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে অহংকারের সাথে নিজের লুঙ্গি ঝুলিয়ে চলে, আল্লাহ কিয়ামতের দিন তার প্রতি (রহমতের দৃষ্টিতে) তাকাবেন না। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "796",
    "id": "23828",
    "thesequence": "23114",
    "isActive": "1",
    "chapterId": "1087",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৯: জামা-পায়জামা, জামার হাতা, লুঙ্গি তথা পাগড়ীর প্রান্ত কতটুকু লম্বা হবে? অহংকারবশতঃ ওগুলি ঝুলিয়ে পরা হারাম ও নিরহংকারে তা ঝুলানো অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, What is below the ankles of a lower garment is condemned to the Fire (Hell).\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَنهُ، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ:  مَا أسْفَلَ مِنَ الكَعْبَيْنِ مِنَ الإِزَارِ فَفِي النَّارِ . رواه البخاري",
    "hadithBengali": "৪/৭৯৭। উক্ত রাবী হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, লুঙ্গির যে পরিমাণটুকু পায়ের গাঁটের নীচে যাবে, সে পরিমাণ জাহান্নামে যাবে। (বুখারী)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "797",
    "id": "23829",
    "thesequence": "23115",
    "isActive": "1",
    "chapterId": "1087",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৯: জামা-পায়জামা, জামার হাতা, লুঙ্গি তথা পাগড়ীর প্রান্ত কতটুকু লম্বা হবে? অহংকারবশতঃ ওগুলি ঝুলিয়ে পরা হারাম ও নিরহংকারে তা ঝুলানো অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Dharr (May Allah be pleased with him) reported:\nI heard the Prophet (ﷺ) saying, There are three to whom Allah will neither speak on the Day of Resurrection nor will look at them nor purify them (i.e., of their sins), and they will be severely tormented. When he repeated this (statement) thrice, Abu Dharr (May Allah be pleased with him) said: They are doomed and destroyed! (But) who are they, O Messenger of Allah (ﷺ)? He said, One whose lower garment trails, one who boasts of kindness shown to another; and one who promotes sale of his business by taking false oaths.\n\n[Muslim].",
    "hadithArabic": "وَعَن أَبي ذَرٍّ رضي الله عنه، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ:  ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللهُ يَوْمَ القِيَامَةِ، وَلاَ يَنْظُرُ إِلَيْهِمْ، وَلاَ يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ . قَالَ: فَقَرَأَهَا رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم ثَلاَثَ مِرَارٍ، قَالَ أَبُو ذرٍّ: خَابُوا وَخَسِرُوا ! مَنْ هُمْ يَا رَسُولَ اللهِ صلى  الله عليه وسلم ؟ قَالَ: المُسْبِلُ، وَالمنَّانُ، وَالمُنْفِقُ سِلْعَتَهُ بِالحَلِفِ الكاذِبِ . رواه مسلم . وفي رواية لَهُ: المُسْبِلُ إزَارَهُ ",
    "hadithBengali": "৫/৭৯৮। আবূ যার্র রাদিয়াল্লাহু আনহু থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিন ব্যক্তির সাথে কিয়ামতের দিন আল্লাহ কথা বলবেন না, তাদের দিকে (দয়ার দৃষ্টিতে) তাকাবেন না, তাদেরকে পবিত্র করবেন না এবং তাদের জন্য থাকবে যন্ত্রনাদায়ক শাস্তি। বর্ণনাকারী বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উক্ত বাক্যগুলি তিনবার বললেন। আবূ যার্র বললেন, তারা ব্যর্থ ও ক্ষতিগ্রস্ত হোক! তারা কারা? হে আল্লাহর রাসূল! তিনি বললেন, (লুঙ্গি-কাপড়) পায়ের গাঁটের নীচে যে ঝুলিয়ে পরে, দান করে যে লোকের কাছে দানের কথা বলে বেড়ায় এবং মিথ্যা কসম খেয়ে যে পণ্য বিক্রি করে। (মুসলিম)<!--صلى الله عليه وسلمm-->[1]\n\nতাঁর অন্য বর্ণনায় আছে, যে লুঙ্গি ঝুলিয়ে পরে।\n",
    "checkStatus": "1",
    "hadithNo": "798",
    "id": "23830",
    "thesequence": "23116",
    "isActive": "1",
    "chapterId": "1087",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৯: জামা-পায়জামা, জামার হাতা, লুঙ্গি তথা পাগড়ীর প্রান্ত কতটুকু লম্বা হবে? অহংকারবশতঃ ওগুলি ঝুলিয়ে পরা হারাম ও নিরহংকারে তা ঝুলানো অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nThe Prophet (ﷺ) said, On the Day of Resurrection, Allah will not look at one who trails his lower garment, Qamees or turban arrogantly.\n\n[Abu Dawud and An- Nasai].",
    "hadithArabic": "وَعَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ:  الإِسْبَالُ فِي الإِزَارِ، وَالقَمِيصِ، وَالعِمَامَةِ، مَنْ جَرَّ شَيْئاً خُيَلاءَ لَمْ ينْظُرِ الله إِلَيْهِ يَوْمَ القِيَامَةِ . رواه أَبُو داود والنسائي بإسناد صحيح",
    "hadithBengali": "৬/৭৯৯। ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, লুঙ্গি, জামা ও পাগড়ীতে ঝুলানোর কাজ হয়ে থাকে। (অর্থাৎ এগুলি ঝুলিয়ে পরলে গুনাহ হয়।) যে ব্যক্তি অহংকারবশতঃ কিছু মাটিতে ছেঁচড়ে চলবে, আল্লাহ কিয়ামতের দিন তার দিকে (দয়ার দৃষ্টিতে) তাকিয়ে দেখবেন না। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, নাসায়ী বিশুদ্ধ সূত্রে) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "799",
    "id": "23831",
    "thesequence": "23117",
    "isActive": "1",
    "chapterId": "1087",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৯: জামা-পায়জামা, জামার হাতা, লুঙ্গি তথা পাগড়ীর প্রান্ত কতটুকু লম্বা হবে? অহংকারবশতঃ ওগুলি ঝুলিয়ে পরা হারাম ও নিরহংকারে তা ঝুলানো অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Juraiy Jabir bin Sulaim (May Allah be pleased with him) reported:\nI noticed a man whose opinion was followed by every body, and no one acted contrary to what he said. I asked who he was, and I was informed that he was Messenger of Allah (ﷺ). I said to him twice: Alaikas- salam ya Rasul-Allah (may Allah render you safe). He said, Do not say: Alaikas-salamu. This is the salutation to the dead (in Jahiliyyah times). Say, instead: As-salamu alaika (may Allah render you safe). I asked: Are you Messenger of Allah? He replied, (Yes) I am the Messenger of Allah, Who will remove your affliction when you are in trouble and call to Him, Who will cause food to grow for you when you are famine-stricken and call to Him, and Who will restore to you your lost riding beast in the desert when you call upon Him. I said to him: Give me instructions (to act upon). He ((ﷺ) said, Do not abuse anyone. (Since then I have never abused anyone, neither a freeman, nor a slave, nor a camel, nor a sheep). He (ﷺ) continued, Do not hold in contempt even an insignificant act of goodness, because even talking to your brother with a cheerful countenance is an act of goodness. Hold up your lower garment half way to the leg, and at least above the ankles; for trailing it is arrogance, and Allah dislikes pride. And if a man imputes to you of bad things he knows you possess, do not impute to him bad things that you know he has for he will assume the evil consequences of his abuse.\n\n[Abu Dawud and At-Tirmidhi].",
    "hadithArabic": "وَعَن أَبي جُرَيٍّ جَابِرِ بنِ سُلَيْمٍ رضي الله عنه، قَالَ: رَأَيْتُ رَجُلاً يَصْدُرُ النَّاسُ عَنْ رَأْيهِ، لا يَقُولُ شَيْئاً إِلاَّ صَدَرُوا عَنْهُ، قُلْتُ: مَنْ هَذَا ؟ قَالُوا: رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم . قُلْتُ: عَلَيْكَ السَّلامُ يَا رَسُولَ اللهِ صلى  الله عليه وسلم &ndash; مَرَّتَينِ - قَالَ:  لاَ تَقُلْ: عَلَيْكَ السَّلامُ، عَلَيْكَ السَّلامُ تَحِيَّةُ المَوْتَى، قُلْ: السَّلامُ عَلَيْكَ . قَالَ: قُلْتُ: أنْتَ رَسُولُ اللهِ  صلى  الله عليه وسلم ؟ قَالَ:  أنَا رَسُولُ اللهِ  صلى  الله عليه وسلم الَّذِي إِذَا أَصَابَكَ ضُرٌّ فَدَعَوْتَهُ كَشَفَهُ عَنْكَ، وَإِذَا أَصَابَكَ عَامُ سَنَةٍ فَدَعَوْتَهُ أَنْبَتَهَا لَكَ، وَإِذَا كُنْتَ بِأَرْضٍ قَفْرٍ أَوْ فَلاَةٍ فَضَلَّتْ رَاحِلَتُكَ، فَدَعَوْتَهُ رَدَّهَا عَلَيْكَ . قَالَ: قُلْتُ: اِعْهَدْ إِلَيَّ. قَالَ:  لاَ تَسُبَّنَ أحَداً . قَالَ: فَمَا سَبَبْتُ بَعْدَهُ حُرّاً، وَلاَ عَبْداً، وَلاَ بَعِيراً، وَلاَ شَاةً، &laquo; وَلاَ تَحْقِرَنَّ مِنَ المَعْرُوفِ شَيْئاً، وَأَنْ تُكَلِّمَ أخَاكَ وَأنْتَ مُنْبَسِطٌ إِلَيْهِ وَجْهُكَ، إنَّ ذَلِكَ مِنَ المَعْرُوفِ، وَارْفَعْ إزَارَكَ إِلَى نِصْفِ السَّاقِ، فَإنْ أبَيْتَ فَإلَى الكَعْبَينِ، وَإيَّاكَ وَإسْبَالَ الإِزَارِ فَإنَّهَا مِنَ المَخِيلَةِ. وَإنَّ اللهَ لاَ يُحِبُّ المَخِيلَةَ ؛ وَإِنِ امْرُؤٌ شَتَمَكَ وَعَيَّرَكَ بِمَا يَعْلَمُ فِيكَ فَلاَ تُعَيِّرْهُ بِمَا تَعْلَمُ فِيهِ، فَإنَّمَا وَبَالُ ذَلِكَ عَلَيْهِ . رواه أَبُو داود والترمذي بإسناد صحيح، وقال الترمذي: حديث حسن صحيح ",
    "hadithBengali": "৭/৮০০। আবূ জুরাই জাবের ইবনে সুলাইম হতে বর্ণিত, তিনি বলেন, আমি এমন এক ব্যক্তিকে দেখলাম, যাঁর মতানুযায়ী লোকে কাজ করছে, তাঁর কথা তারা মেনে নিচ্ছে। আমি জিজ্ঞাসা করলাম, এ লোকটি কে? লোকেরা বলল, ইনি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। আমি তাঁকে আলাইকাস সালাম ইয়া রাসূলাল্লাহ দুবার বললাম। তিনি বললেন, আলাইকাস সালাম বলো না। আলাইকাস সালাম তো মৃতদের জন্য অভিবাদন বাণী। তুমি বলো আসসালামু আলাইকা।\n\nজাবের বলেন, আমি বললাম, আপনি আল্লাহর রাসূল? তিনি বললেন, আমি সেই আল্লাহর রাসূল, যে আল্লাহকে কোনো বিপদের সময় যদি ডাকো, তাহলে তিনি তোমার বিপদ দূর করে দেবেন। যদি দুর্ভিক্ষে আক্রান্ত হয়ে তাঁর কাছে প্রার্থনা কর, তাহলে তিনি তোমার জন্য যমীন থেকে ফসল উৎপাদন করবেন। কোন গাছপালা বিহীন জনশূন্য মরুভূমিতে তোমার বাহন হারিয়ে গেলে তুমি যদি তাঁর নিকট দোআ কর, তাহলে তিনি তোমার বাহন তোমার কাছে ফিরিয়ে দেবেন।\n\nজাবের বলেন, আমি বললাম, আপনি আমাকে বিশেষ উপদেশ দান করুন। তিনি বললেন, তুমি কাউকে কখনো গালি-গালাজ করো না। সুতরাং তারপর থেকে আমি না কোন স্বাধীন-পরাধীন ব্যক্তিকে, না কোন উট আর না কোন ছাগলকে গালি দিয়েছি।\n\n(দ্বিতীয় উপদেশ হচ্ছে এই যে,) কোন পুণ্যকর্মকে তুচ্ছ জ্ঞান করো না। নিঃসন্দেহে সহাস্য বদনে কোন মুসলিম ভাইয়ের সঙ্গে তোমার বাক্যালাপ করা নেকীর কাজ। নিজ লুঙ্গি পায়ের অর্ধ রলা পর্যন্ত উঁচু রেখো। তা যদি মানতে না চাও, তাহলে গাঁট পর্যন্ত ঝুলাতে পার। লুঙ্গি ঝুলিয়ে পরা থেকে দূরে থেকো। কেননা, এতে অহংকার জন্মায়। আর নিশ্চয় আল্লাহ অহংকারকে পছন্দ করেন না। যদি কেউ তোমাকে গালি দেয় অথবা এমন দোষ ধরে তোমাকে লজ্জা দেয়, যা তোমার মধ্যে বিদ্যমান আছে বলে জানে, তাহলে তুমি তার এমন দোষ ধরে তাকে লজ্জা দিয়ো না, যা তার মধ্যে বিদ্যমান আছে বলে জানো। যেহেতু তার কুফল তার উপরই বর্তাবে (তোমার উপর নয়)। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, তিরমিযী হাসান সহীহ) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "800",
    "id": "23832",
    "thesequence": "23118",
    "isActive": "1",
    "chapterId": "1087",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "2",
    "topicName": "১১৯: জামা-পায়জামা, জামার হাতা, লুঙ্গি তথা পাগড়ীর প্রান্ত কতটুকু লম্বা হবে? অহংকারবশতঃ ওগুলি ঝুলিয়ে পরা হারাম ও নিরহংকারে তা ঝুলানো অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said to a man who was performing Salat while his lower garment was trailing, Go and perform your Wudu again. That man went and came back having performed it. The Messenger of Allah (ﷺ) said (again), Go and perform your Wudu. Someone present said to Messenger of Allah (ﷺ): O Messenger of Allah! You ask him to perform his Wudu and then you kept silent (without saying the reason for it). He (ﷺ) said, He performed Salat while his lower garment was below his ankels. Allah does not accept the Salat of a man who trails his lower garment.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ أَبِيْ هُرَيْرَةَ رضي الله عنه، قَالَ: بَيْنَمَا رَجُلٌ يُصَلِّى مُسْبِلٌ إِزَارَهُ، قَالَ لَهُ رَسُوْلُ اللهِ صلى الله عليه وسلم:  اِذْهَبْ فَتَوَضَّأْ &raquo; فَذَهَبَ فَتَوضَّأَ، ثُمَّ جَاءَ، فَقَالَ: اِذْهَبْ فَتَوَضَّأْ  فَقَالَ لَهُ رَجُلٌ: يَا رَسُوْلَ اللهِ . مَالَكَ أَمَرْتَهُ أَن يَّتَوَضَّأَ ثُمَّ سَكَتَّ عَنْهُ ؟ قَالَ: إِنَّهُ كَانَ يُصَلِّى وَهُوَ مُسْبِلٌ إِزَارَهُ، إِنَّ اللهَ لَا يَقْبَلُ صَلَاةَ رَجُلٍ مُسْبِلٍ ",
    "hadithBengali": "৮/৮০১। আবূ হুরাইরাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, একদা এক ব্যক্তি (টাখনুর নীচে) লুঙ্গি ঝুলিয়ে সালাত পড়ছিলো। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, যাও, পুনরায় ওযূ কর। সে আবার ওযূ করে করে এলো। তিনি আবার বললেনঃ যাও, পুনরায় ওযূ কর। একজন বললো, হে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! কেন আপনি তাকে ওযূ করার নির্দেশ দিচ্ছেন, তারপর নীরবতা পালন করছেন? তিনি বললেনঃ এ লোক তার লুঙ্গি (টাখনুর নীচে) ঝুলিয়ে দিয়ে সালাত পড়ছিলো। অথচ আল্লাহ এমন ব্যক্তির সালাত কবূল করেন না, যে তার পায়জামা এরকম ঝুলিয়ে দিয়ে সালাত আদায় করে। [1]\n",
    "checkStatus": "1",
    "hadithNo": "801",
    "id": "23833",
    "thesequence": "23119",
    "isActive": "1",
    "chapterId": "1087",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "3",
    "topicName": "১১৯: জামা-পায়জামা, জামার হাতা, লুঙ্গি তথা পাগড়ীর প্রান্ত কতটুকু লম্বা হবে? অহংকারবশতঃ ওগুলি ঝুলিয়ে পরা হারাম ও নিরহংকারে তা ঝুলানো অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Qais bin Bishr At-Taghlibi reported that his father, who attended the company of Abud-Darda (May Allah be pleased with him) told him:\nThere was a man in Damascus who was a Companion of the Messenger of Allah (ﷺ). He was called Ibn Al-Hanzaliyyah. He was a lonesome person and would rarely spend some time in the company of people. He would spend most of his time in performing Salat and when he finished, he would engage himself in Tasbih (Subhan-Allah) and Takbir (Allahu Akbar), till he would go home. He passed by us one day when we were sitting with Abud-Darda (May Allah be pleased with him). The latter said to him: Tell us something which will benefit for us and will not harm you. He said: Messenger of Allah (ﷺ) sent a detachment. When they returned, one of them came to the assemblage in which Messenger of Allah (ﷺ) was present and said to his neighbour during the conversation: I wish you had seen us when we encountered the enemy. So-and-so (a believer) took up his spear, struck and said: Take this from me and I am the Ghifari boy. Now what do you think of this? The neighbour said: I think that he lost his reward because of boasting. He said: I see no harm in it. They began to exchange arguments till Messenger of Allah (ﷺ) heard them and said, Subhan-Allah (Allah is free from every imperfection). He would be rewarded (in the Hereafter) and praised (in this world). I noticed that Abud-Darda (May Allah be pleased with him) felt a great pleasure at this remark and, raising his head began to repeat: Have you heard Messenger of Allah (ﷺ) say this! Ibn Al-Hanzaliyyah (May Allah be pleased with him) continued responding till I asked Abud-Darda (May Allah be pleased with him) not to annoy him.\n\nIbn Al-Hanzaliyyah (May Allah be pleased with him) happened to pass by us another day and Abud-Darda said to him: Tell us something which will benefit us and will not harm you. He said: The Messenger of Allah (ﷺ) told us, He who spends to purchase a horse (for Jihad) is like one who extends his hand for spending out of charity without withholding it.\n\nHe passed by us another day and Abud-Darda (May Allah be pleased with him) said to him: Tell us something which might benefit us, and will not harm you. He said: The Messenger of Allah (ﷺ) once said, Khuraim Al-Usaidi is an excellent man were it not of his long hair and his lower garment which is hanging down. When Khuraim heard about what the Prophet had said about him, he trimmed his long hair up to his ears with a knife and raised his lower garment half way on his shanks.\n\nOn another occasion he passed by us and Abud-Darda (May Allah be pleased with him) said to him: Tell us something that will benefit us and will not harm you. He said that he heard Messenger of Allah (ﷺ) say, while coming back from an expedition: You are returning to your brothers, so set your saddles and clothes in order so that you look tidy and graceful. Allah hates untidiness.\n\n[Abu Dawud].",
    "hadithArabic": "وعن قَيسِ بن بشرٍ التَّغْلبيِّ قال: أَخْبَرنى أبي وكان جليساً لأبي الدَّرداءِ قال: كان بِدِمشقَ رَجُلٌ من أَصحاب النبى صلى الله عليه وسلم يقال له سهلُ ابنُ الحنظَليَّةِ، وكان رجُلاً مُتَوحِّداً قَلَّمَا يُجالسُ النَّاسَ، إِنَّمَا هو صلاةٌ، فَإِذا فرغَ فَإِنَّمَا هو تسبيح وتكبيرٌ حتى يأْتيَ أهْلَهُ، فَمَرَّ بِنَا ونَحنُ عِند أبي الدَّردَاءِ، فقال له أَبو الدَّردَاءِ: كَلِمةً تَنْفَعُنَا ولا تضُرُّكَ، . قال: بَعثَ رسول اللهِ صلى الله عليه وسلم سريَّةً فَقَدِمَتْ، فَجَاءَ رَجُلٌ مِنهم فَجَلسَ في المَجْلِس الذي يَجلِسُ فِيهِ رسول اللهِ صلى الله عليه وسلم، فقال لرجُلٍ إِلى جَنْبهِ: لَوْ رَأَيتنَا حِينَ التقَيْنَا نَحنُ والعدُو، فَحمَل فلانٌ فَطَعَنَ، فقال: خُذْهَا مِنِّى . وأَنَا الغُلامُ الغِفَارِيُّ، كَيْفَ تَرى في قوْلِهِ ؟ قال: مَا أَرَاهُ إِلا قَدْ بَطَلَ أَجرُهُ . فسَمِعَ بِذلكَ آخَرُ فقال: مَا أَرَى بِذَلَكَ بأْساً، فَتَنَازعا حَتى سَمِعَ رسول اللهِ صلى الله عليه وسلم فقال:  سُبْحان اللهِ ؟ لا بَأْس أَن يُؤْجَرَ ويُحْمَد  فَرَأَيْتُ أَبا الدَّرْدَاءِ سُرَّ بِذلكَ، وجعلَ يَرْفَعُ رأْسَه إِلَيهِ وَيَقُولُ: أأَنْتَ سمِعْتَ ذَلكَ مِنْ رسول اللهِ صلى الله عليه وسلم،؟ فيقول: نعَمْ، فما زال يعِيدُ عَلَيْهِ حتى إِنّى لأَقولُ لَيَبرُكَنَّ على ركْبَتَيْهِ .\n      قال: فَمَرَّ بِنَا يَوماً آخَرَ، فقال له أَبُو الدَّرْدَاءِ: كَلِمَةً تَنفَعُنَا ولا تَضُرُّكَ، قال: قال لَنَا رسول اللهِ صلى الله عليه وسلم:  المُنْفِقُ عَلى الخَيْلِ كالبَاسِطِ يَدَهُ بالصَّدَقة لا يَقْبِضُهَا .  ثم مرَّ بِنَا يوماً آخر، فقال له أَبو الدَّرْدَاءِ: كَلِمَةً تَنْفَعُنَا وَلا تَضرُّكَ، قال: قال رسول اللهِ صلى الله عليه وسلم:  نعْمَ الرَّجُلُ خُرَيْمٌ الأَسَديُّ، لولا طُولُ جُمته وَإِسْبَالُ إِزَارِه  فبَلغَ ذلك خُرَيماً، فَعجَّلَ فَأَخَذَ شَفرَةً فَقَطَعَ بها جُمتَهُ إِلى أُذنيْه، ورفعَ إِزَارَهُ إِلى أَنْصَاف سَاقَيْه . ثَمَّ مَرَّ بنَا يَوْماً آخَرَ فَقَالَ لَهُ أَبُو الدَّرْدَاءِ: كَلِمةً تَنْفَعُنَا ولاَ تَضُرُّكَ قَالَ: سَمعْتُ رسُولَ اللهِ صلى الله عليه وسلم يقُولُ:  إِنَّكُمْ قَادمُونَ عَلى إِخْوانِكُمْ . فَأَصْلِحُوا رِحَالَكمْ، وأَصْلحوا لبَاسَكُمْ حتى تَكُونُوا كَأَنَّكُمْ شَامَة في النَّاسِ، فَإِنَّ اللهَ لاَ يُحبُّ الفُحْشَ وَلاَ التَّفَحُش  . رواهُ أَبو داود بإِسنادٍ حسنٍ، إِلاَّ قَيْسَ بن بشر، فاخْتَلَفُوا في توثيقِهِ وتَضْعفيه،  وقد روى له مسلم .\n",
    "hadithBengali": "৯/৮০২। কাইস ইবনু বিশর আত-তাগলিবী (রাহঃ)-এর সঙ্গী ছিলেন। তিনি (বিশর) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এক সাহাবী দামিশকে ছিলেন। তাকে বলা হতো সাহল ইবনু হানযালিয়্যা। তিনি একাকিত্বকে বেশি পছন্দ করতেন, লোকদের সাথে খুব কমই উঠাবসা করতেন, অধিকাংশ সময় সালাতেই কাটিয়ে দিতেন, সালাত থেকে অবসর হয়ে তার পরিবার-পরিজনের কাছে ফিরে আসার আগ পর্যন্ত তাসবীহ্ ও তাকবীরে মগ্ন থাকতেন।\n\n(একদিন) তিনি আমাদের পাশ দিয়ে অতিক্রম করলেন। তখন আমরা আবূ দারদা রাদিয়াল্লাহু আনহু-এর কাছে ছিলাম। আবূ দারদা রাদিয়াল্লাহু আনহু তাকে বললেন, আমাদেরকে এমন কোন কথা বলে দিন, যা আমাদের উপকার দিবে আর আপনারও কোন ক্ষতি হবে না। তিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি ছোট্ট বাহিনী প্রেরণ করলেন। বাহিনী ফিরে আসার পর তাদের একজন ঐ মাজলিশে এসে বসে পড়লো যেখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও বসা ছিলেন।\n\nতার পাশে বসা লোকটিকে আগন্তুক লোকটি বললো, তুমি যদি আমাদেরকে তখন দেখতে জিহাদের ময়দানে আমরা যখন শত্রুর মুখোমুখি হয়েছিলাম, বর্শা উঁচিয়ে অমুক (কাফির) আক্রমণ করলো এবং আঘাত হানলো। উত্তরে (আক্রান্ত মুসলিমটি) বললো, এই নে আমার পক্ষ থেকে, আর আমি হচ্ছি গিফার গোত্রের যুবক। তার এই বক্তব্য বিষয়ে আপনি কী বলেন? লোকটি বললো, আমার মতে (অহংকারের কারণে) তার সাওয়াব বিনষ্ট হয়ে গেছে। এই কথা আরেকজন শুনে বললো, এতে তো আমি কোন দোষ দেখি না।\n\nতারা বিতর্কে লিপ্ত হলো, এমনকি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও তা শুনে ফেলেন। তিনি বললেনঃ সুবহানাল্লাহ! এতে কোন দোষ নেই, সে (আখেরাতে) পুরষ্কৃত হবে এবং (ইহকালে) প্রশংসিত হবে। কাইস ইবনু বিশর বলেন, আবুদ দারদা রাদিয়াল্লাহু আনহু কে আমি দেখলাম যে, এতে তিনি খুশি হয়েছেন এবং তাঁর দিকে নিজের মাথা উঠিয়ে বললেন, আপনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে একথা শুনেছেন কি? ইবনু হানযালিয়্যা রাদিয়াল্লাহু আনহু বললেন, হ্যাঁ শুনেছি। আবুদ দারদা রাদিয়াল্লাহু আনহু এই কথাটি বারবার ইবনু হানযালিয়্যার সামনে বলতে লাগলেন। অবশেষে আমি বলেই ফেললাম, আপনি কি ইবনু হানযালিয়্যার হাঁটুর উপর চড়ে বসতে চান?[1]\n\nবর্ণনাকারী বলেন, আবুদ দারদা আরেকদিন আমাদের কাছে গেলেন, তখন আবুদ দারদা বললেন, একটি বাক্য যা আমাদের উপকার দেবে, তোমার কোনো ক্ষতি করবে না। তিনি বলেন, আমাদেরকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে বলেছেন, ঘোড়ার জন্য ব্যয় করা সেই সদকা সমতুল্য যে সদকা করে হাত সংকুচিত করা হয় নি।\n\nতারপর তিনি অপরদিন আমাদের পাশ দিয়ে গেলেন, তখন আবুদ দারদা বললেন, একটি বাক্য, যা আমাদের উপকৃত করবে, তোমার কোনো ক্ষতি করবে না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, &ldquo;খুরাইম আল-আসাদী কতইনা ভালো লোক, যদি না তার মাথার চুল খুব লম্বা হতো, আর যদি না তার লুঙ্গি টাখনুর নিচে না যেত&rdquo;। কথাটি খুরাইমের কাছে পৌঁছলে তিনি তাড়াতাড়ি ছুরি নিয়ে তার মাথার লম্বা চুল কানের মাঝ বরাবর কেটে ফেললেন, আর তাঁর লুঙ্গিকে নলার মাঝখান পর্যন্ত উঠিয়ে নিলেন।\n\nতারপর আরেকদিন আমাদের পাশ দিয়ে গেলেন, তখন আবুদ দারদা রা. তাকে বললেন, একটি বাক্য যা আমাদেরকে উপকৃত করবে, তোমার কোনো ক্ষতি করবে না, তিনি বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, তোমরা তোমাদের ভাইদের কাছে যাচ্ছ, সুতরাং তোমরা তোমাদের বাহনগুলোকে ঠিক করে নাও, তোমাদের পরিধেয় বস্ত্রগুলো এমনভাবে ঠিক করে নাও যাতে করে তোমাদেরকে মানুষের মাঝে মনে হবে তেমন যেমন তিলের দাগ। কেননা, আল্লাহ তাআলা অশ্লীলতা করা ও বলা কোনোটাই পছন্দ করেন না। আবূ দাউদ হাদীসটিকে হাসান সনদে বর্ণনা করেন, তবে কাইস ইবন বিশর ব্যতীত; কারণ তার গ্রহণযোগ্যতা কিংবা দুর্বলতা নিয়ে মতপার্থক্য রয়েছে। যদিও ইমাম মুসলিম তার কাছ থেকে হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "802",
    "id": "23834",
    "thesequence": "23120",
    "isActive": "1",
    "chapterId": "1087",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "3",
    "topicName": "১১৯: জামা-পায়জামা, জামার হাতা, লুঙ্গি তথা পাগড়ীর প্রান্ত কতটুকু লম্বা হবে? অহংকারবশতঃ ওগুলি ঝুলিয়ে পরা হারাম ও নিরহংকারে তা ঝুলানো অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, The lower garment of a believer should be half way below the knees. He is guilty of no sin if they are up to the ankles. That which is below the ankles is in the Fire (of Hell). Allah will not look at one who allows his lower garment to trail out of vanity.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ أَبِي سَعِيدٍ الخُدرِيِّ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; إزْرَةُ المُسْلِمِ إِلَى نِصْفِ السَّاقِ، وَلاَ حَرَجَ ـ أَوْ لاَ جُنَاحَ ـ فِيمَا بَيْنَهُ وَبَيْنَ الكَعْبَيْنِ، فمَا كَانَ أسْفَلَ مِنَ الكَعْبَيْنِ فَهُوَ في النَّارِ، وَمَنْ جَرَّ إزَارَهُ بَطَراً لَمْ يَنْظُرِ اللهُ إِلَيْهِ &raquo;. رواه أَبُو داود بإسنادٍ صحيحٍ",
    "hadithBengali": "১০/৮০৩। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মুসলিমের লুঙ্গি অর্ধ গোছা পর্যন্ত ঝুলানো উচিত। গাঁটের উপর পর্যন্ত ঝুললে ক্ষতি নেই। যে অংশ লুঙ্গি পায়ের গাঁটের নীচে ঝুলবে, তা জাহান্নামে নিক্ষিপ্ত হবে। আর অহংকারবশতঃ যে ব্যক্তি পায়ের গাঁটের নীচে ঝুলিয়ে লুঙ্গি পরবে, তার দিকে আল্লাহ (করুণার দৃষ্টিতে) তাকিয়ে দেখবেন না। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, সহীহ সূত্রে)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "803",
    "id": "23835",
    "thesequence": "23121",
    "isActive": "1",
    "chapterId": "1087",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৯: জামা-পায়জামা, জামার হাতা, লুঙ্গি তথা পাগড়ীর প্রান্ত কতটুকু লম্বা হবে? অহংকারবশতঃ ওগুলি ঝুলিয়ে পরা হারাম ও নিরহংকারে তা ঝুলানো অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nMy lower garment was trailing as I passed by Messenger of Allah (ﷺ) so he said, Raise your lower garment, Abdullah. I lifted it up and he told me to raise it higher. I complied with his orders and as I was still trying to find the best place (for it), one of the people asked where it should reach and he (ﷺ) replied, Half way down the knees.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ ابنِ عُمَرَ رضي الله عنه، قَالَ: مَرَرتُ عَلَى رَسُولِ اللهِ صلى الله عليه وسلم وَفِي إزَارِي استِرخَاءٌ، فَقَالَ: &laquo;يَا عَبدَ اللهِ، ارْفَعْ إزَارَكَ &raquo;. فَرَفَعْتُهُ ثُمَّ قَالَ: &laquo; زِدْ &raquo; فَزِدْتُ، فَمَا زِلْتُ أتَحَرَّاهَا بَعْدُ . فَقَالَ بَعْضُ القَوْم: إِلَى أينَ ؟ فَقَالَ: إِلَى أنْصَافِ السَّاقَيْنِ . رواه مسلم",
    "hadithBengali": "১১/৮০৪। ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হলাম। তখন আমার লুঙ্গি বেশ ঝুলে ছিল। সুতরাং তিনি বললেন, হে আব্দুল্লাহ! লুঙ্গি উঠিয়ে পর। অতএব আমি লুঙ্গি তুলে পরলাম। তিনি আবার বললেন, আরো উঁচু কর। আমি আরো উঁচু করলাম। এরপর বরাবর আমি এর খেয়াল রাখতে থাকলাম; যেন লুঙ্গি নীচে না নামে। কিছু লোক (আব্দুল্লাহকে) জিজ্ঞাসা করল, কতদূর পর্যন্ত ঝুলিয়ে পরা যাবে? তিনি উত্তরে বললেন, অর্ধ গোছা পর্যন্ত। (মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "804",
    "id": "23836",
    "thesequence": "23122",
    "isActive": "1",
    "chapterId": "1087",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৯: জামা-পায়জামা, জামার হাতা, লুঙ্গি তথা পাগড়ীর প্রান্ত কতটুকু লম্বা হবে? অহংকারবশতঃ ওগুলি ঝুলিয়ে পরা হারাম ও নিরহংকারে তা ঝুলানো অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nMessenger of Allah (ﷺ) said, On the Day of Resurrection, Allah will not look at the one who trails his lower garment out of arrogance. Umm Salamah (May Allah be pleased with her) asked: What should women do with the hem of their clothes? He (ﷺ) said, They might lower them a hands span. She said: But their feet would still remain exposed. He said, Let them lower those equal to arms length but not more than that.\n\n[Abu Dawud and At-Tirmidhi].",
    "hadithArabic": "وَعَنْهُ، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; مَنْ جَرَّ ثَوْبَهُ خُيَلاَءَ لَمْ يَنْظُرِ اللهُ إِلَيْهِ يَوْمَ القِيَامَةِ &raquo;. فَقَالَتْ أُمُّ سَلَمَةَ: فَكَيْفَ تَصْنَعُ النِّسَاءُ بذُيُولِهِنَّ ؟ قَالَ: &laquo; يُرْخِينَ شِبْراً &raquo;. قَالَتْ: إِذَاً تَنْكَشِفُ أقْدَامُهُنَّ. قَالَ: فَيُرخِينَهُ ذِرَاعاً لاَ يَزِدْنَ رواه أَبُو داود والترمذي، وقال:حديث حسن صحيح",
    "hadithBengali": "১২/৮০৫। পূর্বোক্ত বর্ণনাকারী হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, অহংকারবশতঃ যে ব্যক্তি গাঁটের নীচে কাপড় ঝুলিয়ে পরবে, কিয়ামতের দিন আল্লাহ তাআলা তার দিকে (করুণার দৃষ্টিতে) দেখবেন না। উম্মে সালামাহ প্রশ্ন করলেন, তাহলে মহিলারা তাদের কাপড়ের নিম্নপ্রান্তের ব্যাপারে কী করবে? তিনি বললেন, আধ হাত বেশী ঝুলাবে। উম্মে সালামাহ বললেন, তাহলে তো তাদের পায়ের পাতা খোলা যাবে! তিনি বললেন, তাহলে এক হাত পর্যন্ত নীচে ঝুলাবে; তার বেশী নয়। (আবূ দাউদ ও তিরমিযী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "805",
    "id": "23837",
    "thesequence": "23123",
    "isActive": "1",
    "chapterId": "1087",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১১৯: জামা-পায়জামা, জামার হাতা, লুঙ্গি তথা পাগড়ীর প্রান্ত কতটুকু লম্বা হবে? অহংকারবশতঃ ওগুলি ঝুলিয়ে পরা হারাম ও নিরহংকারে তা ঝুলানো অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Mu`adh bin Anas (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, Whoever gives up wearing elegant and expensive garments out of humbleness, when he can do so, Allah will call him on the Day of Resurrection and before all the creations, He will give him the choice to wear whichever garment of Iman he would like to wear.\n\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَنْ مُعَاذِ بنِ أَنَسٍ رضي الله عنه: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ:  مَنْ تَرَكَ اللِّبَاسَ تَوَاضُعاً للهِ، وَهُوَ يَقْدِرُ عَلَيْهِ، دَعَاهُ اللهُ يَومَ القِيَامَةِ عَلَى رُؤُوسِ الخَلائِقِ حَتَّى يُخَيِّرَهُ مِنْ أيِّ حُلَلِ الإيمَانِ شَاءَ يَلْبَسُهَا &raquo;. رواه الترمذي، وقال: حديث حسن &raquo;",
    "hadithBengali": "এ পরিচ্ছেদ বিষয়ক কিছু হাদীস উপবাস ও অনাড়ম্বর জীবন-যাপনের মাহাত্ম্য পরিচ্ছেদে উল্লেখ করা হয়েছে।\n\n<hr />\n১/৮০৬। মুআয ইবনে আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি মূল্যবান পোশাক পরার ক্ষমতা থাকা সত্ত্বেও বিনয়বশতঃ তা পরিহার করল, আল্লাহ কিয়ামতের দিন সমস্ত মানুষের সাক্ষাতে তাকে ডেকে স্বাধীনতা দেবেন, সে যেন ঈমানের (অর্থাৎ ঈমানদারদের পোশাক) জোড়াসমূহের মধ্য থেকে যে কোন জোড়া বেছে নিয়ে পরিধান করে। (তিরমিযী<!--صلى الله عليه وسلمm-->, হাসান)[1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "806",
    "id": "23838",
    "thesequence": "23124",
    "isActive": "1",
    "chapterId": "1088",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "2",
    "topicName": "১২০: বিনয়বশতঃ মূল্যবান পোশাক পরিধান ত্যাগ করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "`Amr bin Shu`aib on the authority of his father and grandfather reported:\nMessenger of Allah (ﷺ) said, Allah loves to see the sign of His Bounties on his slave.\n\n\n[At-Tirmidhi].",
    "hadithArabic": "عَن عَمرِو بنِ شُعَيبٍ، عَن أَبيهِ، عَن جَدِّهِ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; إنَّ اللهَ يُحِبُّ أنْ يُرَى أثَرُ نِعْمَتِهِ عَلَى عَبْدِهِ &raquo;. رواه الترمذي، وقال: حديث حسن ",
    "hadithBengali": "১/৮০৭। আমর ইবনে শুআইব স্বীয় পিতা হতে, তিনি স্বীয় দাদা হতে বর্ণনা করেছেন, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, নিশ্চয় আল্লাহ পছন্দ করেন যে, তাঁর বান্দার উপর তাঁর প্রদত্ত নেয়ামতের প্রভাব ও চিহ্ন দেখা যাক। (তিরমিযী<!--صلى الله عليه وسلمm-->, হাসান) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "807",
    "id": "23839",
    "thesequence": "23125",
    "isActive": "1",
    "chapterId": "1089",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "2",
    "topicName": "১২১: মধ্যম ধরনের পোশাক পরা উত্তম। অকারণে শরয়ী উদ্দেশ্য ব্যতিত অনুত্তম, যা উপহাস্য হতে পারে এমন পোষাক পরা যাবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "`Umar bin Al-Khattab (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, Do not wear silk (clothes). For whoever wears (them) in this life will be deprived of them in the Hereafter.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن عُمَرَ بنِ الخَطَّابِ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  لاَ تَلْبَسُوا الحَرِيرَ ؛ فَإنَّ مَنْ لَبِسَهُ في الدُّنْيَا لَمْ يَلْبَسْهُ في الآخِرَةِ . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৮০৮। উমার ইবনুল খাত্তাব রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা (পুরুষরা) রেশমের কাপড় পরিধান করো না। কেননা, যে ব্যক্তি দুনিয়াতে রেশমের কাপড় পরিধান করবে, সে আখেরাতে তা থেকে বঞ্চিত হবে। (অর্থাৎ সে জান্নাত হতে বঞ্চিত হবে।) (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "808",
    "id": "23840",
    "thesequence": "23126",
    "isActive": "1",
    "chapterId": "1090",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১২২: রেশমের কাপড় পরা, তার উপরে বসা বা হেলান দেওয়া পুরুষদের জন্য অবৈধ, মহিলাদের জন্য বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umar bin Al-Khattab (May Allah be pleased with him) reported:\nI heard Messenger of Allah (ﷺ) saying, Silk (clothes) are worn only by him who has no share in the Hereafter.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْهُ، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، يَقُولُ:  إنَّمَا يَلْبَسُ الحَرِيرَ مَنْ لاَ خَلاَقَ لَهُ &raquo;. متفقٌ عَلَيْهِ . وفي رواية للبخاري: مَنْ لاَ خَلاَقَ لَهُ في الآخِرَةِ ",
    "hadithBengali": "২/৮০৯। উমার ইবনুল খাত্তাব রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে আমি বলতে শুনেছি, সে-ই রেশম পরিধান করে, যার কোনই অংশ নেই। (বুখারী মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n\nবুখারীর এক বর্ণনায় আছে, যার আখেরাতে কোন অংশ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "809",
    "id": "23841",
    "thesequence": "23127",
    "isActive": "1",
    "chapterId": "1090",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১২২: রেশমের কাপড় পরা, তার উপরে বসা বা হেলান দেওয়া পুরুষদের জন্য অবৈধ, মহিলাদের জন্য বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, He who wears silk clothes in this life shall not wear them in the Hereafter.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; مَنْ لَبِسَ الحَرِيرَ في الدُّنْيَا لَمْ يَلْبَسْهُ في الآخِرَةِ . متفقٌ عَلَيْهِ",
    "hadithBengali": "৩/৮১০। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, রসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দুনিয়াতে যে রেশমী কাপড় পরবে, আখেরাতে সে তা পরতে পাবে না। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "810",
    "id": "23842",
    "thesequence": "23128",
    "isActive": "1",
    "chapterId": "1090",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১২২: রেশমের কাপড় পরা, তার উপরে বসা বা হেলান দেওয়া পুরুষদের জন্য অবৈধ, মহিলাদের জন্য বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali (May Allah be pleased with him) reported:\nI saw Messenger of Allah (ﷺ) holding a piece of gold in his left hand and a silk (cloth) in his right hand. Then he said, These two are forbidden for the males of my Ummah.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ عَلِيٍّ رضي الله عنه، قَالَ: رَأَيتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم أخَذَ حَرِيراً، فَجَعَلَهُ فِي يَمِينهِ، وَذَهَبَاً فَجَعَلَهُ فِي شِمَالِهِ، ثُمَّ قَالَ:  إنَّ هَذَيْنِ حَرَامٌ عَلَى ذُكُورِ أُمَّتِي . رواه أَبُو داود بإسنادٍ صحيحٍ",
    "hadithBengali": "৪/৮১১। আলী রাদিয়াল্লাহু আনহু হতে বর্ণিত তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে দেখেছি, তিনি ডান হাতে রেশম ধরলেন এবং বাম হাতে সোনা, অতঃপর বললেন, আমার উম্মতের পুরুষদের জন্য এ দুটি বস্তু হারাম। (আবূ দাঊদ, সহীহ সনদে)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "811",
    "id": "23843",
    "thesequence": "23129",
    "isActive": "1",
    "chapterId": "1090",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১২২: রেশমের কাপড় পরা, তার উপরে বসা বা হেলান দেওয়া পুরুষদের জন্য অবৈধ, মহিলাদের জন্য বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa Al-Ashari (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, Wearing of silk and gold has been made unlawful for males and lawful for the females of my Ummah.\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَنْ أَبِي مُوسَى الأَشْعَرِي رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ:  حُرِّمَ لِبَاسُ الحَرِيرِ وَالذَّهَبِ عَلَى ذُكُورِ أُمَّتِي، وَأُحِلَّ لإنَاثِهِمْ . رواه الترمذي، وقال: حديث حسن صحيح ",
    "hadithBengali": "৫/৮১২। আবূ মূসা আশআরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, রেশমের পোশাক ও স্বর্ণ আমার উম্মতের পুরুষদের জন্য অবৈধ করা হয়েছে, আর মহিলাদের জন্য বৈধ করা হয়েছে। (তিরমিযী<!--صلى الله عليه وسلمm-->, হাসান সহীহ) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "812",
    "id": "23844",
    "thesequence": "23130",
    "isActive": "1",
    "chapterId": "1090",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "2",
    "topicName": "১২২: রেশমের কাপড় পরা, তার উপরে বসা বা হেলান দেওয়া পুরুষদের জন্য অবৈধ, মহিলাদের জন্য বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hudhaifah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) prohibited us from eating or drinking in gold or silver utensils and from wearing silk and brocade, or sitting on (anything made from) them.\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَنْ حُذَيْفَةَ رضي الله عنه، قَالَ: نَهَانَا النَّبِيُّ صلى الله عليه وسلم أنْ نَشْرَبَ فِي آنِيَةِ الذَّهَبِ وَالفِضَّةِ، وأنْ نَأْكُلَ فِيهَا، وَعَنْ لُبْس الحَريرِ وَالدِّيبَاج، وأنْ نَجْلِسَ عَلَيْهِ . رواه البخاري",
    "hadithBengali": "৬/৮১৩। হুযাইফাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সোনা ও রূপার পাত্রে পান বা আহার করতে আমাদেরকে নিষেধ করেছেন এবং চিকন ও মোটা রেশম পরিধান করতে অথবা (বেড-কভার বা সীট-কভার বানিয়ে) তার উপর বসতেও নিষেধ করেছেন। (বুখারী) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "813",
    "id": "23845",
    "thesequence": "23131",
    "isActive": "1",
    "chapterId": "1090",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১২২: রেশমের কাপড় পরা, তার উপরে বসা বা হেলান দেওয়া পুরুষদের জন্য অবৈধ, মহিলাদের জন্য বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) permitted Zubair and `Abdur-Rahman bin `Auf (May Allah be pleased with them) to wear silk because they were suffering from an itch.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن أَنَسٍ رضي الله عنه، قَالَ: رَخَّصَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم لِلزُّبَيْرِ وعَبْدِ الرَّحْمَانِ بنِ عَوْفٍ رَضِيَ اللهُ عَنهُمَا فِي لُبْس الحَريرِ لِحَكَّةٍ كَانَتْ بِهِما . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৮১৪। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুবাইর ও আব্দুর রহমান ইবনে আওফ (রাদিয়াল্লাহু আনহুমা) কে তাদের গায়ে চুলকানি হবার দরুন রেশমী কাপড় পরার অনুমতি দিয়েছিলেন। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "814",
    "id": "23846",
    "thesequence": "23132",
    "isActive": "1",
    "chapterId": "1091",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১২৩: চুলকানি রোগ থাকলে রেশমের কাপড় পরা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Mu`awiyah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, Do not ride on saddles made from silk or leopards skin.\n\n\n[Abu Dawud].",
    "hadithArabic": "عَن مُعَاوِيَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; لاَ تَرْكَبُوا الخَزَّ وَلاَ النِّمَارَ &raquo;. حديث حسن، رواه أَبُو داود وغيره بإسناد حسن",
    "hadithBengali": "১/৮১৫। মুআবিয়াহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, রেশমী কাপড় ও বাঘের চামড়ার উপর (বাহনের পিঠে রেখে বা অন্যত্র বিছিয়ে) বসো না। (আবূ দাউদ ও অন্যান্য হাসান সূত্রে) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "815",
    "id": "23847",
    "thesequence": "23133",
    "isActive": "1",
    "chapterId": "1092",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "2",
    "topicName": "১২৪: বাঘের চামড়া বিছিয়ে বসা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abul-Malih on the authority of his father reported:\nMessenger of Allah (ﷺ) prohibited the use of the skins of wild animals.\n\n[Abu Dawud, At-Tirmidhi and An- Nasai].\n\nAnother narration in At-Tirmidhi is: Messenger of Allah (ﷺ) forbade the use of the skins of wild animals in making Firash (i.e., something to sit on or lie down on, such as cushions, pillows, covers, spreads, saddles, etc.).",
    "hadithArabic": "وَعَنْ أَبي المَلِيحِ، عَن أَبِيهِ رضي الله عنه: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم نَهَى عَنْ جُلُودِ السِّبَاعِ . رواه أَبُو داود والترمذيُّ والنسائيُّ بأسانِيد صِحَاحٍ . وفي رواية للترمذي: نَهَى عَنْ جُلُودِ السِّبَاعِ أنْ تُفْتَرَشَ.",
    "hadithBengali": "২/৮১৬। আবুল মালীহ রাদিয়াল্লাহু আনহু স্বীয় পিতা থেকে বর্ণনা করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিংস্র জন্তুর চামড়ার বিছানায় বসতে নিষেধ করেছেন। (আবূ দাউদ<!--صلى الله عليه وسلمm-->, তিরমিযী<!--صلى الله عليه وسلمm-->, নাসাঈ বিশুদ্ধ সানাদ সূত্রে)<!--صلى الله عليه وسلمm-->[1]\n\nতিরমিযীর বর্ণনায় আছে, তিনি হিংস্র জন্তুর চামড়া বিছাতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "816",
    "id": "23848",
    "thesequence": "23134",
    "isActive": "1",
    "chapterId": "1092",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "1",
    "topicName": "১২৪: বাঘের চামড়া বিছিয়ে বসা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Sa`id Al-Khudri (May Allah be pleased with him) reported:\nWhen Messenger of Allah (ﷺ) wore a new garment, he would name it. For instance, a turban or shirt or cloak and would supplicate: Allahumma lakal-hamdu, Anta kasautanihi, as`aluka khairahu wa khaira ma suni`a lahu, wa a`udhu bika min sharrihi wa sharri ma suni`a lahu (O Allah, all the praise is for You that You have given it to me to put on. I ask You its goodness and the goodness of the purpose for which it was made, and I seek Your Protection from its evil and the evil of the purpose for which it was made).\n\n\n[Abu Dawud and At-Tirmidhi].",
    "hadithArabic": "عَن أَبي سَعِيدٍ الخُدْرِيِّ رضي الله عنه، قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم إِذَا اسْتَجَدَّ ثَوباً سَمَّاهُ بِاسْمِهِ - عِمَامَةً، أَوْ قَميصاً، أَوْ رِدَاءً- يَقُولُ: اَللهم لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلكَ خَيْرَهُ وَخَيْرَ مَا صُنِعَ لَهُ، وَأَعوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ&raquo;. رواه أَبُو داود والترمذي، وقال: حديث حسن ",
    "hadithBengali": "১/৮১৭। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন নতুন কাপড় পরতেন, তখন পাগড়ী, জামা কিংবা চাদর তার নাম নিয়ে এই দোআ পড়তেন,\n\nআল্লাহুম্মা লাকাল হামদু আন্তা কাসাউতানীহ, আসআলুকা মিন খাইরিহী অখাইরি মা সুনিআ লাহ, অআঊযু বিকা মিন শার্রিহি অশার্রি মা সুনিআ লাহ।\n\nঅর্থ-<!--صلى الله عليه وسلمm--> হে আল্লাহ তোমারই নিমিত্তে সমস্ত প্রশংসা, তুমি আমাকে এই (নতুন কাপড়) পরালে, আমি তোমার নিকট এর কল্যাণ এবং এ যার জন্য প্রস্তুত করা হয়েছে তার কল্যাণ প্রার্থনা করছি। আর এর অকল্যাণ এবং যার জন্য এ প্রস্তুত করা হয়েছে তার অকল্যাণ থেকে আমি তোমার নিকট আশ্রয় চাচ্ছি। (আবু দাউদ<!--صلى الله عليه وسلمm-->, তিরমিযী হাসান) [1]<!--صلى الله عليه وسلمm-->\n\n<hr />\n<p style=text-align: center;><span dir=RTL>بَابُ اِسْتِحْبَابِ الْاِبْتِدَاءِ بِالْيَمِيْنِ فِي اللِّبَاسِ</span>\n\n<p style=text-align: center;>পরিচ্ছেদ ১২৬: ডান দিক থেকে পোশাক পরা শুরু করা মুস্তাহাব\n\nপোশাক পরিধান করার সময় ডান দিক থেকে শুরু করা উত্তম। এ মর্মে অনেক শুদ্ধ হাদীস ইতোপূর্বে বর্ণনা করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "817",
    "id": "23849",
    "thesequence": "23135",
    "isActive": "1",
    "chapterId": "1093",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "226",
    "statusId": "2",
    "topicName": "১২৫: নতুন কাপড় বা জুতা ইত্যাদি পরার সময় কী বলতে হয়?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]