[
  {
    "hadithEnglish": "Al-Bara bin Azib (May Allah be pleased with them) reported:\nWhenever Messenger of Allah (ﷺ) went to bed, he would lie down on his right side and recite: Allahumma aslamtu nafsi ilaika, wa wajjahtu wajhi ilaika, wa fawwadtu amri ilaika, wa aljatu zahri ilaika, raghbatan wa rahbatan ilaika, la maljaa wa la manja illa ilaika. Amantu bikitabikal-ladhi anzalta, wa nabiyyikal-ladhi arsalta [O Allah! I have submitted myself to You, I have turned my face to You, committed my affairs to You, and depend on You for protection out of desire for You and out of fear of You (expecting Your reward and fearing Your punishment). There is no refuge and no place of safety from You but with You. I believed in the Book You have revealed, and in the Prophet You have sent (i.e., Muhammad (ﷺ)).]",
    "hadithArabic": "عَنِ البَراءِ بنِ عَازِبٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم إِذَا أَوَى إِلَى فِرَاشِهِ نَامَ عَلَى شِقِّهِ الأَيْمَنِ، ثُمَّ قَالَ: اَللهم أسْلَمْتُ نَفسِي إلَيْكَ، وَوَجَّهْتُ وَجْهِي إلَيْكَ، وَفَوَّضْتُ أمْرِي إلَيْكَ، وَألْجَأتُ ظَهْرِي إلَيْك، رَغْبَةً وَرَهْبَةً إلَيْكَ، لاَ مَلْجَأ وَلاَ مَنْجا مِنْكَ إِلاَّ إلَيكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أنْزَلْتَ، وَنَبِيِّكَ الَّذِي أرْسَلْتَ. رواه البخاري بهذا اللفظ في كتاب الأدب من صحيحه",
    "hadithBengali": "১/৮১৮। বারা ইবনে আযেব রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন শয্যাগ্রহণ করতেন, তখন ডান পার্শ্বে শয়ন করতেন এবং এই দোআ পড়তেনঃ-\n\nআল্লা-হুম্মা আসলামতু নাফসী ইলাইকা অ অজ্জাহতু অজহিয়া ইলাইক, অফাউওয়াদ্বতু আমরী ইলাইক, অ আলজাতু যাহরী ইলাইক, রাগ্বাতাঁঊ অরাহবাতান্ ইলাইক্, লা মাল্জাআ অলা মান্জা মিনকা ইল্লা ইলাইক, আ-মানতু বিকিতা-বিকাল্লাযী আনযালতা অ নাবিয়্যিকাল্লাযী আরসাল্ত্।\n\nঅর্থ <!--صلى الله عليه وسلمm-->- হে আল্লাহ! আমি আমার প্রাণ তোমার প্রতি সমর্পণ করেছি, আমার মুখমন্ডল তোমার প্রতি ফিরিয়েছি, আমার সকল কর্মের দায়িত্ব তোমাকে সোপর্দ করেছি, আমার পিঠকে তোমার দিকে লাগিয়েছি (তোমার উপরেই সকল ভরসা রেখেছি), এসব কিছু তোমার সওয়াবের আশায় ও তোমার আযাবের ভয়ে করেছি। তোমার নিকট ছাড়া তোমার আযাব থেকে বাঁচতে কোন আশ্রয়স্থল নেই। তুমি যে কিতাব অবতীর্ণ করেছ তার উপর এবং তুমি যে নবী প্রেরণ করেছ তার উপর ঈমান এনেছি। (বুখারী এই শব্দমালায়<!--صلى الله عليه وسلمm-->, আদব অধ্যায়)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "818",
    "id": "23850",
    "thesequence": "23137",
    "isActive": "1",
    "chapterId": "1095",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৭: ঘুমানো, শোয়া, বসা, বৈঠক, সাথী এবং স্বপ্ন সংক্রান্ত আদব কায়দা - শয়নকালে যা বলতে হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Bara bin Azib (May Allah be pleased with them) reported:\nMessenger of Allah (ﷺ) directed me thus: Whenever you go to bed, perform Wudu as you do for Salat then (before sleeping) recite: O Allah! I have submitted myself to You, I have turned myself to You, committed my affairs to You and sought Your refuge for protection out of desire for You and fear of You (expecting Your reward and fearing Your punishment). There is no refuge and no place of safety from You but with You. I believe in the Book You have revealed and in the Prophet (ﷺ) You have sent. Messenger of Allah (ﷺ) added: If anyone recites these words and dies during the night, he will die on the true Deen, and if he remains alive till the morning, he will obtain good. And make this supplication your last words (before sleeping).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْهُ، قَالَ: قَالَ لِي رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; إِذَا أتَيْتَ مَضْجَعَكَ فَتَوَضَّأ وُضُوءَكَ لِلْصَّلاَةِ، ثُمَّ اضْطَجِعْ عَلَى شِقِّكَ الأَيْمَنِ، وَقُلْ ...&raquo; وذَكَرَ نَحْوَهُ، وفيه: &laquo;وَاجْعَلْهُنَّ آخِرَ مَا تَقُولُ&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৮১৯। উক্ত রাবী হতেই বর্ণিত, তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, তুমি যখন তোমার বিছানায় (ঘুমাবার জন্য) আসবে, তখন তুমি নামাযের ওযূর মত ওযূ কর। অতঃপর ডান পার্শ্বে শুয়ে (পূর্বোক্ত) দোআ পাঠ কর....। অতঃপর বর্ণনাকারী ঐ দোআটি উল্লেখ করলেন। আর এ বর্ণনায় আছে যে, ওই দোআগুলো হোক তোমার সর্বশেষে কথা। (বুখারী-মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "819",
    "id": "23851",
    "thesequence": "23138",
    "isActive": "1",
    "chapterId": "1095",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৭: ঘুমানো, শোয়া, বসা, বৈঠক, সাথী এবং স্বপ্ন সংক্রান্ত আদব কায়দা - শয়নকালে যা বলতে হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nThe Prophet (ﷺ) used to offer eleven Rakah of optional Salat (prayers) in the latter part of night. When it was about dawn, he would offer two short Rakah and then would lie down on his right side till the Muadhdhin (one who calls for prayer) would come to inform him that the congregation had gathered (for prayer).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ إحْدَى عَشرَةَ رَكْعَةً، فَإِذَا طَلَعَ الفَجْرُ صَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ، ثُمَّ اضْطَجَعَ عَلَى شِقِّهِ الأَيْمَنِ حَتَّى يَجِيءَ الْمُؤَذِّنُ فَيُؤْذِنَهُ . متفقٌ عَلَيْهِ",
    "hadithBengali": "৩/৮২০। আয়েশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে এগারো রাকআত নামায পড়তেন। যখন ফজর উদয় হত, তখন তিনি দুরাকআত সংক্ষিপ্ত নামায পড়তেন, তারপর তাঁর ডান পার্শ্বে শয়ন করতেন; শেষ পর্যন্ত মুআয্যিন এসে তাঁকে (জামাআতের সময় হওয়ার) খবর জানাত। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "820",
    "id": "23852",
    "thesequence": "23139",
    "isActive": "1",
    "chapterId": "1095",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৭: ঘুমানো, শোয়া, বসা, বৈঠক, সাথী এবং স্বপ্ন সংক্রান্ত আদব কায়দা - শয়নকালে যা বলতে হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hudhaifah (May Allah be pleased with him) reported:\nWhenever the Prophet (ﷺ) lay down for sleep at night, he would place his (right) hand under his (right) cheek and supplicate: Allahumma bismika amutu wa ahya [O Allah, with Your Name will I die and live (wake up)]. And when he woke up, he would supplicate: Al-hamdu lillahil-ladhi ahyana bada ma amatana, wa ilaihin-nushur (All praise is due to Allah, Who has brought us back to life after He has caused us to die, and to Him is the return).\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَنْ حُذَيْفَةَ رضي الله عنه، قَالَ: كَانَ النَّبيُّ صلى الله عليه وسلم إِذَا أخَذَ مَضْجَعَهُ مِنَ اللَّيْلِ وَضَعَ يَدَهُ تَحْتَ خَدِّهِ، ثُمَّ يَقُولُ: &laquo;  اَللهم بِاسْمِكَ أمُوتُ وَأحْيَا &raquo; وَإِذَا اسْتَيْقَظَ قَالَ: &laquo; الْحَمْدُ للهِ الَّذِي أحْيَانَا بَعْدَ مَا أمَاتَنَا وَإِلَيْهِ النُشُورُ &raquo;. رواه البخاري",
    "hadithBengali": "৪/৮২১। হুযাইফা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাত্রিতে যখন শয্যাগ্রহণ করতেন, তখন তিনি গালের নীচে হাত রেখে এই দোআ পড়তেনঃ আল্লাহুম্মা বিসমিকা আমূতু অ আহয়্যা। অর্থাৎ হে আল্লাহ! আমি তোমার নামে মরি ও বাঁচি।\n\nআর যখন জাগতেন তখন বলতেনঃ আলহামদু লিল্লা-হিল্লাযী আহয়্যা-না বাদা মা আমা-তানা অ ইলাইহিন নুশূর। অর্থাৎ সেই আল্লাহর সমস্ত প্রশংসা যিনি আমাদেরকে মৃত্যু (নিদ্রা) দেওয়ার পর জীবিত করলেন এবং তাঁরই দিকে আমাদের পুনর্জীবন। (বুখারী)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "821",
    "id": "23853",
    "thesequence": "23140",
    "isActive": "1",
    "chapterId": "1095",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৭: ঘুমানো, শোয়া, বসা, বৈঠক, সাথী এবং স্বপ্ন সংক্রান্ত আদব কায়দা - শয়নকালে যা বলতে হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Yaish bin Tikhfah Al-Ghifari (May Allah be pleased with him) reported:\nMy father said: I was lying down on my belly in the mosque when someone shook me with his foot and said, Lying down this way is disapproved by Allah. I looked up and saw that it was Messenger of Allah (ﷺ).\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ يَعِيشَ بنِ طِخْفَةَ الغِفَارِيِّ رَضِيَ اللهُ عَنهُمَا، قَالَ: قَالَ أَبي: بَينَمَا أَنَا مُضْطَجِعٌ فِي الْمَسْجِدِ عَلَى بَطْنِي إِذَا رَجُلٌ يُحَرِّكُنِي بِرِجلِهِ، فَقَالَ: &laquo; إنَّ هَذِهِ ضِجْعَةٌ يُبْغِضُهَا اللهُ &raquo;، قَالَ: فَنظَرْتُ، فَإِذَا رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم . رواه أَبُو داود بإسنادٍ صحيح",
    "hadithBengali": "৫/৮২২। য়্যাঈশ ইবনে ত্বিখফাহ্ গিফারী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমার পিতা বলেন, একদা আমি মসজিদে উপুড় হয়ে শুয়ে ছিলাম, এমতাবস্থায় একটি লোক আমাকে পা দিয়ে নড়িয়ে বলল, এ ধরনের শোয়াকে আল্লাহ অপছন্দ করেন। তিনি বলেন, আমি তাকিয়ে দেখলাম তো তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন। (আবূ দাউদ, সহীহ সনদ)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "822",
    "id": "23854",
    "thesequence": "23141",
    "isActive": "1",
    "chapterId": "1095",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৭: ঘুমানো, শোয়া, বসা, বৈঠক, সাথী এবং স্বপ্ন সংক্রান্ত আদব কায়দা - শয়নকালে যা বলতে হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, Whoever sits in a place where he does not remember Allah (SWT), he will suffer loss and incur displeasure of Allah; and whoever lies down (to sleep) in a place where he does not remember Allah, he will suffer sorrow and incur displeasure of Allah.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، عَن رَسُولِ اللهِ صلى الله عليه وسلم، قَالَ: &laquo;مَنْ قَعَدَ مَقْعَدَاً لَمْ يَذْكُرِ الله تَعَالَى فِيهِ، كَانَتْ عَلَيْهِ مِنَ اللهِ تَعَالَى تِرَةٌ، وَمَنِ اضْطَجَعَ مَضجَعاً لاَ يَذْكُرُ اللهَ تَعَالَى فِيهِ، كَانَتْ عَلَيْهِ مِنَ اللهِ تِرَةٌ &raquo;. رواه أَبُو داود بإسنادٍ حسن",
    "hadithBengali": "৬/৮২৩। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি এমন মজলিসে বসে, যেখানে সে আল্লাহর যিকর করে না, (এর জন্য) আল্লাহর তরফ থেকে তার উপর পরিতাপ ও কমি আসবে। আর যে ব্যক্তি এমন জায়গায় শয়ন করে, যেখানে সে আল্লাহর যিকির করে না, (এর জন্য) আল্লাহর তরফ থেকে তার উপর পরিতাপ ও কমি আসবে। (আবু দাঊদ<!--صلى الله عليه وسلمm-->, হাসান)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "823",
    "id": "23855",
    "thesequence": "23142",
    "isActive": "1",
    "chapterId": "1095",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "2",
    "topicName": "১২৭: ঘুমানো, শোয়া, বসা, বৈঠক, সাথী এবং স্বপ্ন সংক্রান্ত আদব কায়দা - শয়নকালে যা বলতে হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Zaid (May Allah be pleased with them) reported:\nI saw Messenger of Allah (ﷺ) lying down on his back in the mosque, placing one leg on the other.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن عَبدِ اللهِ بنِ زَيدٍ رَضِيَ اللهُ عَنهُمَا: أنَّه رَأَى رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم مُسْتَلْقِياً في الْمَسْجِدِ، وَاضِعاً إحْدَى رِجْلَيْهِ عَلَى الأُخْرَى . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৮২৪। আব্দুল্লাহ ইবনে য়্যাযীদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে মসজিদে এমনভাবে চিৎ হয়ে শোয়া অবস্থায় প্রত্যক্ষ করেছেন যে, তিনি একটি পা অন্য পায়ের উপর চাপিয়ে রেখেছিলেন। (বুখারী ও মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "824",
    "id": "23856",
    "thesequence": "23143",
    "isActive": "1",
    "chapterId": "1096",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৮: গুপ্তাঙ্গ খুলে যাওয়ার আশংকা না থাকলে একটি পায়ের উপর অন্য পা চাপিয়ে চিৎ হয়ে শোয়া বৈধ এবং দুই পা গুটিয়ে (বাবু হয়ে) বসা ও হাঁটু দু&rsquo;টিকে বুকে লাগিয়ে কাপড় বা কোন কিছু দিয়ে পিঠের সাথে বেঁধে বসা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Samurah (May Allah be pleased with him) reported:\nAfter the Fajr (dawn) prayer the Prophet (ﷺ) used to sit crossed legged in the same place in which he had prayed till the sun shone brightly.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ جَابِرِ بنِ سَمُرَةَ رضي الله عنه، قَالَ: كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا صَلَّى الفَجْرَ تَرَبَّعَ فِي مَجْلِسِهِ حَتَّى تَطْلُعَ الشَّمْسُ حَسْنَاءَ . حديث صحيح، رواه أَبُو داود وغيره بأسانيد صحيحة",
    "hadithBengali": "২/৮২৫। জাবের ইবনে সামুরাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন ফজরের নামায সমাপ্ত করতেন তখন ভালোভাবে সূর্যোদয় না হওয়া অবধি নামায পড়ার জায়গাতেই দুই বা গুটিয়ে (বাবু হয়ে) বসে থাকতেন। (সহীহ হাদীস<!--صلى الله عليه وسلمm-->, এটি আবূ দাউদ প্রমুখ বিশুদ্ধ সানাদে বর্ণনা করেছেন)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "825",
    "id": "23857",
    "thesequence": "23144",
    "isActive": "1",
    "chapterId": "1096",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৮: গুপ্তাঙ্গ খুলে যাওয়ার আশংকা না থাকলে একটি পায়ের উপর অন্য পা চাপিয়ে চিৎ হয়ে শোয়া বৈধ এবং দুই পা গুটিয়ে (বাবু হয়ে) বসা ও হাঁটু দু&rsquo;টিকে বুকে লাগিয়ে কাপড় বা কোন কিছু দিয়ে পিঠের সাথে বেঁধে বসা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nI saw Messenger of Allah (ﷺ) sitting in the compound of the Holy Kabah, with the thighs against the stomach and arms around his legs.\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنْ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا، قَالَ: رَأَيتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم بِفِنَاءِ الكَعْبَةِ مُحْتَبِياً بِيَدَيْهِ هَكَذَا، وَوَصَفَ بِيَدَيْهِ الاِحْتِبَاءَ، وَهُوَ القُرْفُصَاءُ . رواه البخاري",
    "hadithBengali": "৩/৮২৬। ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে কাবা প্রাঙ্গনে বুকে হাঁটু লাগিয়ে হাত দিয়ে ধরে এভাবে বসে থাকতে দেখেছি। আর তিনি নিজের হাত দুখানা ধরে উক্ত (ইহতিবা) বসার ধরন বর্ণনা করলেন। ওটাকেই আরবীতে কুরফুসাও বলা হয়। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "826",
    "id": "23858",
    "thesequence": "23145",
    "isActive": "1",
    "chapterId": "1096",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৮: গুপ্তাঙ্গ খুলে যাওয়ার আশংকা না থাকলে একটি পায়ের উপর অন্য পা চাপিয়ে চিৎ হয়ে শোয়া বৈধ এবং দুই পা গুটিয়ে (বাবু হয়ে) বসা ও হাঁটু দু&rsquo;টিকে বুকে লাগিয়ে কাপড় বা কোন কিছু দিয়ে পিঠের সাথে বেঁধে বসা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Qailah bint Makhramah (May Allah be pleased with her) reported:\nI saw the Prophet (ﷺ) seated with his arms enfolding his legs; and when I saw him in such a state of humble guise I trembled with fear due to the awe (he showed in that posture).\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَنْ قَيْلَةَ بِنْتِ مَخْرَمَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: رَأَيتُ النَّبِيَّ صلى الله عليه وسلم وَهُوَ قَاعِدٌ القُرْفُصَاءَ، فَلَمَّا رَأَيْتُ رَسُولَ اللهِ صلى  الله عليه وسلم المُتَخَشِّعَ فِي الجِلْسَةِ أُرْعِدْتُ مِنَ الفَرَقِ. رواه أَبُو داود والترمذي",
    "hadithBengali": "৪/৮২৭। ক্বাইলা বিনতে মাখরামাহ রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বুকে হাঁটু লাগিয়ে হাত দিয়ে দুটোকে জড়িয়ে উঁচু হয়ে বসে থাকতে দেখেছি। যখন তাকে বিনীতভাবে বসে থাকতে দেখলাম, তখন ভয়ে আমি কাঁপতে লাগলাম। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, তিরমিযী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "827",
    "id": "23859",
    "thesequence": "23146",
    "isActive": "1",
    "chapterId": "1096",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৮: গুপ্তাঙ্গ খুলে যাওয়ার আশংকা না থাকলে একটি পায়ের উপর অন্য পা চাপিয়ে চিৎ হয়ে শোয়া বৈধ এবং দুই পা গুটিয়ে (বাবু হয়ে) বসা ও হাঁটু দু&rsquo;টিকে বুকে লাগিয়ে কাপড় বা কোন কিছু দিয়ে পিঠের সাথে বেঁধে বসা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ash-Sharid bin Suwaid (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) passed by me when I was sitting with my left hand behind my back and leaning on my palm. On seeing me in this posture he said, Do you sit like those upon whom the Wrath of Allah has descended?\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ الشَّريدِ بنِ سُوَيْدٍ رضي الله عنه، قَالَ: مَرَّ بِي رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم وَأَنَا جَالِسٌ هَكَذَا، وَقَدْ وَضَعْتُ يَدِيَ اليُسْرَى خَلْفَ ظَهْرِي، وَاتَّكَأتُ عَلَى أَليَةِ يَدِي، فَقَالَ: &laquo; أَتَقْعُدُ قِعْدَةَ المَغْضُوبِ عَلَيْهِمْ ؟! &raquo; رواه أَبُو داود بإسنادٍ صحيح",
    "hadithBengali": "৫/৮২৮। শারীদ ইবনে সুয়াইদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একবার) আমার নিকট দিয়ে অতিক্রম করছিলেন। আর আমি এভাবে অর্থাৎ বাঁম হাতটিকে পিঠের পিছনে রেখে হাতের চেটোতে ভর দিয়ে বসেছিলাম। তা দেখে তিনি বললেন, তুমি কি অভিশপ্ত (ইয়াহুদী)দের বসার মত বসছ? (আবূ দাঊদ সহীহ সানাদ) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "828",
    "id": "23860",
    "thesequence": "23147",
    "isActive": "1",
    "chapterId": "1096",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "2",
    "topicName": "১২৮: গুপ্তাঙ্গ খুলে যাওয়ার আশংকা না থাকলে একটি পায়ের উপর অন্য পা চাপিয়ে চিৎ হয়ে শোয়া বৈধ এবং দুই পা গুটিয়ে (বাবু হয়ে) বসা ও হাঁটু দু&rsquo;টিকে বুকে লাগিয়ে কাপড় বা কোন কিছু দিয়ে পিঠের সাথে বেঁধে বসা বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nMessenger of Allah (ﷺ) said, Do not ask someone to give up his seat in order to take it, but make accommodation wide and sit at ease. It was Ibn Umars habit that if a person left his seat for him, he would not take it.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; لاَ يُقِيمَنَّ أحَدُكُمْ رَجُلاً مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيهِ، وَلَكِنْ تَوَسَّعُوا وَتَفَسَّحُوا &raquo;. وكَانَ ابْنُ عُمَرَ إِذَا قَامَ لَهُ رَجُلٌ مِنْ مَجْلِسِهِ لَمْ يَجْلِسْ فِيهِ . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৮২৯। ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন ব্যক্তি অন্য কাউকে তার জায়গা থেকে উঠিয়ে দিয়ে সেখানে যেন অবশ্যই না বসে। বরং তোমরা জায়গা প্রশস্ত করে ও নড়ে-সরে জায়গা করে বসো। ইবনে উমারের জন্য মজলিস থেকে কেউ উঠে গেলে সেখানে তিনি বসতেন না। (বুখারী ও মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "829",
    "id": "23861",
    "thesequence": "23148",
    "isActive": "1",
    "chapterId": "1097",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৯: মজলিস ও বসার সাথীর নানা আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, If someone leaves his seat (for one reason or another) and returns to it, he is better entitled to it.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ: &laquo; إِذَا قَامَ أَحَدُكُمْ مِنْ مَجْلِسٍ، ثُمَّ رَجَعَ إِلَيْهِ، فَهُوَ أَحَقُّ بِهِ &raquo;. رواه مسلم",
    "hadithBengali": "২/৮৩০। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মজলিস থেকে কেউ উঠে গিয়ে আবার সেখানে ফিরে এলে সেই ঐ জায়গার বেশি হকদার। (মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "830",
    "id": "23862",
    "thesequence": "23149",
    "isActive": "1",
    "chapterId": "1097",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৯: মজলিস ও বসার সাথীর নানা আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Samurah (May Allah be pleased with them) reported:\nWhenever we came to the gathering of the Prophet, we would sit down at the end (of the assembly).\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ جَابِرِ بنِ سَمُرَةَ رَضِيَ اللهُ عَنهُمَا، قَالَ: كُنَّا إِذَا أَتَيْنَا النَّبِيَّ صلى الله عليه وسلم، جلَسَ أحَدُنَا حَيْثُ يَنْتَهِي. رواه أَبُو داود والترمذي، وقال: حديث حسن ",
    "hadithBengali": "৩/৮৩১। জাবের ইবনে সামুরাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমরা যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে আসতাম, তখন যেখানে মজলিস শেষ হত সেখানে বসে যেতাম। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, তিরমিযী<!--صلى الله عليه وسلمm-->, হাসান)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "831",
    "id": "23863",
    "thesequence": "23150",
    "isActive": "1",
    "chapterId": "1097",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "2",
    "topicName": "১২৯: মজলিস ও বসার সাথীর নানা আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salman Al-Farisi (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, If a man takes a bath on Friday, purifies himself thoroughly, uses oil and perfume which is available in the house, sets forth for the mosque, does not (forcibly) sit between two persons, offers the prayer that is prescribed for him and listens to the Imam silently, his sins between this Friday and the previous Friday will be forgiven.\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنْ أَبي عَبدِ اللهِ سَلْمَانَ الفَارِسِي رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; لاَ يَغْتَسِلُ رَجُلٌ يَوْمَ الْجُمُعَةِ، وَيَتَطهَّرُ مَا اسْتَطَاعَ مِنْ طُهْرٍ، وَيَدَّهِنُ مِنْ دُهْنِهِ، أَوْ يَمَسُّ مِنْ طِيبِ بَيْتِهِ، ثُمَّ يَخْرُجُ فَلاَ يُفَرِّقُ بَيْنَ اثْنَينِ، ثُمَّ يُصَلِّي مَا كُتِبَ لَهُ، ثُمَّ يُنْصِتُ إِذَا تَكَلَّمَ الإمَامُ، إِلاَّ غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الجُمُعَةِ الأُخْرَى &raquo;. رواه البخاري",
    "hadithBengali": "৪/৮৩২। আবূ আব্দুল্লাহ সালমান ফারেসী রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি জুমআর দিনে গোসল করে, যথাসম্ভব পবিত্রতা অর্জন করে, তেল ব্যবহার করে অথবা ঘরের সুগন্ধি নিয়ে লাগায়। অতঃপর জুমআর উদ্দেশ্যে বাড়ি থেকে বের হয়ে মসজিদে প্রবেশ করে দুজনের মধ্যে পৃথক করে না। তারপর তার ভাগ্যে যতটা লেখা হয়েছে, ততটা নামায আদায় করে, তারপর যখন ইমাম খুৎবা দেয় তখন সে চুপ থাকে, তাহলে তার জন্য এক জুমআহ থেকে অন্য জুমআহ পর্যন্ত কৃত পাপরাশি ক্ষমা করে দেওয়া হয়। (বুখারী)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "832",
    "id": "23864",
    "thesequence": "23151",
    "isActive": "1",
    "chapterId": "1097",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৯: মজলিস ও বসার সাথীর নানা আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amr bin Shuaib on the authority of his father and grandfather reported:\nMessenger of Allah (ﷺ) said, It is not permissible for a person to sit between two people without their permission.\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَنْ عَمرِو بنِ شُعَيْبٍ، عَن أَبِيهِ، عَن جَدِّهِ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ:  لاَ يَحِلُّ لِرَجُلٍ أَنْ يُفَرِّقَ بَيْنَ اثْنَيْنِ إِلاَّ بِإِذْنِهِمَا . رواه أَبُو داود والترمذي، وقال: حديث حسن \nوفي رواية لأبي داود:  لاَ يُجْلسُ بَيْنَ رَجُلَيْنِ إِلاَّ بِإذْنِهِمَا ",
    "hadithBengali": "৫/৮৩৩। আমর ইবনে শুয়াইব রাদিয়াল্লাহু আনহু স্বীয় পিতা থেকে তিনি স্বীয় দাদা থেকে বর্ণনা করেছেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন ব্যক্তির জন্য এটা বৈধ নয় যে, সে দুজনের মধ্যে তাদের বিনা অনুমতিতে তফাৎ সৃষ্টি করবে। (আবূ দাউদ<!--صلى الله عليه وسلمm-->, তিরমিযী<!--صلى الله عليه وسلمm-->, হাসান )<!--صلى الله عليه وسلمm--> [1]\n\nআবূ দাউদের এক বর্ণনায় আছে, দুজনের মধ্যে তাদের বিনা অনুমতিতে বসা যাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "833",
    "id": "23865",
    "thesequence": "23152",
    "isActive": "1",
    "chapterId": "1097",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "2",
    "topicName": "১২৯: মজলিস ও বসার সাথীর নানা আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hudhaifah bin Al-Yaman (May Allah be pleased with him) reported:\nWhosoever takes seat in the midst of an assembly has been cursed by Messenger of Allah (ﷺ) The Messenger of Allah curses the one who sits in the middle of peoples circle.\n\n[Abu Dawud].",
    "hadithArabic": "وعن حذيفة بن اليمان رضي الله عنه أنَّ رَسولَ اللهِ  صلى الله عليه وسلملَعَنَ مَنْ جَلَسَ وَسَطَ الحَلْقَةَ . رواه أبو داود بإسناد حسن. وروى الترمذي عن أبي مِجْلزٍ أن رَجُلاً قَعَدَ وَسَطَ حَلقْة فقال حُذَيْفَةُ: مُلْعُونٌ عَلٰى لِسَانِ مُحَمَّدٍ صلى الله عليه وسلم أوْ لَعَنَ الله عَلٰى لِسَانِ محُمَدٍ صلى الله عليه وسلم مَنْ جَلَسَ وَسَطَ الْحَلْقةِ. قال الترمذي:  حديث حسن صحيح .",
    "hadithBengali": "৬/৮৩৪। হুযাইফাহ ইবনুল ইয়ামান রাদিয়াল্লাহু আনহু হতে বর্ণিত, এমন লোককে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অভিশাপ দিয়েছেন, যে লোক মাজলিশের মধ্যখানে গিয়ে বসে পড়ে। হাদীসটি আবূ দাউদ উত্তম সনদে বর্ণনা করেছেন। ইমাম তিরমিযী আবূ মিজলায (রাহঃ) হতে বর্ণনা করেছেন, এক মাজলিসের মাঝখানে বসে পড়লে হুযাইফাহ রাদিয়াল্লাহু আনহু বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (এ কাজটির উপর) অভিশাপ বর্ষণ করেছেন অথবা সেই ব্যক্তির উপর আল্লাহ তাআলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুখ দিয়ে অভিশাপ বর্ষণ করেন যে মাজলিসের মাঝখানে বসে পড়ে। তিরমিযী বলেন, হাদীসটি হাসান সহীহ।[1]\n",
    "checkStatus": "1",
    "hadithNo": "834",
    "id": "23866",
    "thesequence": "23153",
    "isActive": "1",
    "chapterId": "1097",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "3",
    "topicName": "১২৯: মজলিস ও বসার সাথীর নানা আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nI heard Messenger of Allah (ﷺ) saying The best assemblies are those in which people make room for one another.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ أَبي سَعِيدٍ الخُدرِيِّ رضي الله عنه، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: &laquo; خَيْرُ المَجَالِسِ أوْسَعُهَا&raquo;. رواه أَبُو داود بإسنادٍ صحيح عَلَى شرط البخاري",
    "hadithBengali": "৭/৮৩৫। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি যে, যে সভা সবচেয়ে বেশি প্রশস্ত সেটা সবচেয়ে উত্তম সভা। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, বুখারীর শর্তে সহীহ) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "835",
    "id": "23867",
    "thesequence": "23136",
    "isActive": "1",
    "chapterId": "1097",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৯: মজলিস ও বসার সাথীর নানা আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, Whoever sits in a gathering and indulges in useless talk and before getting up supplicates: Subhanaka Allahumma wa bihamdika, ash-hadu an la ilaha illa Anta, astaghfiruka wa atubu ilaika (O Allah, You are free from every imperfection; praise be to You. I testify that there is no true god except You; I ask Your Pardon and turn to You in repentance), he will be forgiven for (the sins he may have intentionally or unintentionally committed) in that assembly.\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; مَنْ جَلَسَ فِي مَجْلِسٍ، فَكَثُرَ فِيهِ لَغَطُهُ فَقَالَ قَبْلَ أَنْ يَقُومَ مِنْ مَجْلِسِهِ ذَلِكَ: سُبْحَانَكَ  اَللهم وَبِحَمْدِكَ، أَشْهَدُ أنْ لاَ إِلٰهَ إِلاَّ أنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إلَيْكَ، إِلاَّ غُفِرَ لَهُ مَا كَانَ فِي مَجْلِسِهِ ذَلِكَ&raquo;. رواه الترمذي، وقال:حديث حسن صحيح",
    "hadithBengali": "৮/৮৩৬। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি এমন সভায় বসে, যাতে খুব বেশি হৈ-হল্লা হয়, অতঃপর যদি উক্ত সভা ত্যাগ করে চলে যাওয়ার আগে এই দোআ পড়ে, সুবহা-নাকাল্লা-হুম্মা অবিহামদিকা আশহাদু আল্লা ইলা-হা ইল্লা আন্তা আস্তাগফিরুকা অ আতূবু ইলাইক্। (অর্থাৎ তোমার পবিত্রতা বর্ণনা করি হে আল্লাহ! তোমার প্রশংসার সাথে। আমি সাক্ষি দিচ্ছি যে, তুমি ছাড়া কোন সত্য উপাস্য নেই। আমি তোমার নিকট ক্ষমা প্রার্থনা করছি এবং তোমার দিকে তওবা (প্রত্যাবর্তন) করছি।) তাহলে উক্ত মজলিসে কৃত অপরাধ তার জন্য ক্ষমা করে দেওয়া হয়। (তিরমিযী<!--صلى الله عليه وسلمm-->, হাসান সহীহ)<!--صلى الله عليه وسلمm-->[1]\n\n* (প্রকাশ থাকে যে, এই দোআকে কাফফারাতুল মাজলিস-এর দোআ বলা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "836",
    "id": "23868",
    "thesequence": "23154",
    "isActive": "1",
    "chapterId": "1097",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "2",
    "topicName": "১২৯: মজলিস ও বসার সাথীর নানা আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Barzah (May Allah be pleased with him) reported:\nTowards the end of his life, Messenger of Allah (ﷺ) would supplicate before leaving an assembly thus: Subhanaka Allahumma wa bihamdika, ash-hadu an la ilaha illa Anta, astaghfiruka wa atubu ilaika (O Allah, You are free from every imperfection; all praise is for You. I testify that there is no true god except You, I ask Your forgiveness and turn to You in repentance). A man once said to him: O Messenger of Allah! You have spoken such words as you have never uttered before. He said, It is an expiation of that which goes on in the assembly.\n\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ أَبي بَرْزَةَ رضي الله عنه، قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم يَقُولُ بِأَخَرَةٍ إِذَا أرَادَ أنْ يَقُومَ مِنَ الْمَجْلِسِ: سُبْحَانَكَ  اَللهم وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلٰهَ إِلاَّ أَنتَ أسْتَغْفِرُكَ وَأَتُوبُ إِلَيكَ . فَقَالَ رَجُلٌ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، إنَّكَ لَتَقُولُ قَوْلاً مَا كُنْتَ تَقُولُهُ فِيمَا مَضَى ؟ قَالَ: &laquo; ذَلِكَ كَفَّارَةٌ لِمَا يَكُونُ في المَجْلِسِ &raquo;. رواه أَبُو داود، ورواه الحاكم أَبُو عبد الله في  المستدرك  من رواية عائشة رَضِيَ اللهُ عَنهَا وقال: &laquo;صحيح الإسناد ",
    "hadithBengali": "৯/৮৩৭। আবূ বার্যাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কোন সভা থেকে উঠে চলে যাবার ইচ্ছা করতেন, তখন শেষের বেলায় এই দোআ পড়তেন সুবহা-নাকাল্লা-হুম্মা অবিহামদিকা, আশহাদু আল্লা ইলা-হা ইল্লা আন্তা, আস্তাগফিরুকা অআতূবু ইলাইক। অর্থাৎ তোমার পবিত্রতা বর্ণনা করি হে আল্লাহ! তোমার প্রশংসার সাথে। আমি সাক্ষ্য দিচ্ছি যে, তুমি ছাড়া কোন সত্য উপাস্য নেই। আমি তোমার নিকট ক্ষমা প্রার্থনা করছি এবং তোমার দিকে তওবা (প্রত্যাবর্তন) করছি।\n\nএকটি লোক নিবেদন করল, হে আল্লাহর রাসূল! আপনি যে দোআ পড়লেন অতীতে তো তা পড়তেন না। তিনি বললেন, এই দোআটি মজলিসে (সংঘটিত ভুল-ত্রুটি)র কাফ্ফারাস্বরূপ। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, আবূ আব্দুল্লাহ হাকেম আয়েশা রাযিবয়াল্লাহ আনহা হতে তাঁর <!--صلى الله عليه وسلمm--> মুস্তাদরাক<!--صلى الله عليه وسلمm--> নামক গ্রন্থে এই হাদীসটি বিশুদ্ধ সূত্রে বর্ণনা করেছেন।) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "837",
    "id": "23869",
    "thesequence": "23155",
    "isActive": "1",
    "chapterId": "1097",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৯: মজলিস ও বসার সাথীর নানা আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nMessenger of Allah (ﷺ) seldom left a gathering without supplicating in these terms: Allahumma-qsim lana min khashyatika ma tahulu bihi bainana wa baina masika, wa min taatika ma tuballighuna bihi jannataka, wa minal-yaqini ma tuhawwinu alaina masa-ibad-dunya. Allahumma mattina biasmaina, wa absarina, wa quwwatina ma ahyaitana, wajalhul-waritha minna, wajal tharana ala man zalamana, wansurna ala man adana, wa la tajal musibatana fi dinina, wa la tajalid-dunya akbara hammina, wa la mablagha ilmina, wa la tusallit alaina man-la yarhamuna, (O Allah, apportion to us such fear as should serve as a barrier between us and acts of disobedience; and such obedience as will take us to Your Jannah; and such as will make easy for us to bear in the calamities of this world. O Allah! let us enjoy our hearing, our sight and our power as long as You keep us alive and make our heirs from our own offspring, and make our revenge restricted to those who oppress us, and support us against those who are hostile to us let no misfortune afflict our Deen; let not worldly affairs be our principal concern, or the ultimate limit of our knowledge, and let not those rule over us who do not show mercy to us).\n\n[At- Tirmidhi].",
    "hadithArabic": "وَعَنْ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا، قَالَ: قَلَّمَا كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم يَقُومُ مِنْ مَجْلِسٍ حَتَّى يَدْعُوَ بِهَؤُلاَءِ الدَّعَواتِ: &laquo;  اَللهم اقْسِمْ لَنَا مِنْ خَشْيَتِكَ مَا تَحُولُ بِهِ بَيْنَنَا وَبَيْنَ مَعَاصِيكَ، وَمِنْ طَاعَتِكَ مَا تُبَلِّغُنَا بِهِ جَنَّتَكَ، وَمِنَ الْيَقِينِ مَا تُهَوِّنُ عَلَيْنَا مَصَائِبَ الدُّنْيَا،  اَللهم مَتِّعْنَا بِأَسْمَاعِنَا، وَأَبْصَارِنَا، وَقُوَّتِنَا مَا أحْيَيْتَنَا، وَاجْعَلْهُ الوَارِثَ مِنَّا، وَاجْعَلْ ثَأرَنَا عَلَى مَنْ ظَلَمَنَا، وَانْصُرْنَا عَلَى مَنْ عَادَانَا، وَلاَ تَجْعَلْ مُصِيبَتَنَا فِي دِينِنَا، وَلاَ تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا، وَلاَ مَبْلَغَ عِلْمِنَا، وَلاَ تُسَلِّطْ عَلَيْنَا مَنْ لاَ يَرْحَمُنَا &raquo;. رواه الترمذي، وقال: حديث حسن ",
    "hadithBengali": "১০/৮৩৮। ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, খুব কম মজলিসই এমন হতো, যেখান থেকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই দোআ না পড়ে উঠতেন, (অর্থাৎ অধিকাংশ মজলিস থেকে উঠার আগে এই দোআ পড়তেন,)\n\nআল্লা-হুম্মাক্বসিম লানা মিন খাশয়্যাতিকা মা তাহূলু বিহী বাইনানা অবাইনা মাআ-স্বীক, অমিন ত্বা-আতিকা মা তুবাল্লিগুনা বিহী জান্নাতাক, অমিনাল য়্যাক্বীনি মা তুহাউবিনু বিহী আলাইনা মাস্বা-ইবাদ দুন্য়্যা। আল্লাহুম্মা মাত্তিনা বিআসমা-ইনা অ আবস্বা-রিনা অ ক্বুউওয়াতিনা মা আহয়্যাইতানা, অজ্আলহুল ওয়া-রিসা মিন্না। অজআল সারানা আলা মান যালামানা, অনস্বুরনা আলা মান আ-দা-না, অলা তাজআল মুস্বীবাতানা ফী দ্বীনিনা। অলা তাজআলিদ্দুন্য়্যা আকবারা হাম্মিনা অলা মাবলাগা ইলমিনা, অলা তুসাল্লিত্ব আলাইনা মাল লা য়্যারহামুনা।<!--صلى الله عليه وسلمm-->\n\nঅর্থাৎ আল্লাহ গো! আমাদের জন্য তোমার ভীতি বিতরণ কর, যার দ্বারা তুমি আমাদের ও তোমার অবাধ্যাচরণের মাঝে অন্তরাল সৃষ্টি কর। তোমার আনুগত্য বিতরণ কর, যার দ্বারা তুমি আমাদেরকে তোমার জান্নাতে পৌঁছাও। আমাদের জন্য এমন একীন (প্রত্যয়) বিতরণ কর, যার দ্বারা তুমি আমাদের উপর দুনিয়ার বিপদসমূহকে সহজ করে দাও। হে আল্লাহ! তুমি আমাদের কর্ণ, চক্ষু ও শক্তি দবারা যতদিন আমাদেরকে জীবিত রাখ, ততদিন আমাদেরকে উপকৃত কর এবং তা আমাদের মৃত্যু পর্যন্ত অবশিষ্ট রাখ। যারা আমাদের উপর অত্যাচার করেছে, তাদের নিকট আমাদের প্রতিশোধ নাও। যারা আমাদের সাথে শত্রুতা করেছে তাদের বিরুদ্ধে আমাদেরকে সাহায্য কর। আমাদের দ্বীনে আমাদেরকে বিপদগ্রস্ত করো না। দুনিয়াকে আমাদের বৃহত্তম চিন্তার বিষয় এবং আমাদের জ্ঞানের শেষ সীমা করো না, আর যারা আমাদের উপর রহম করে না, তাদেরকে আমাদের উপর ক্ষমতাসীন করো না। (তিরমিযী, হাসান) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "838",
    "id": "23870",
    "thesequence": "23156",
    "isActive": "1",
    "chapterId": "1097",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "2",
    "topicName": "১২৯: মজলিস ও বসার সাথীর নানা আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, Those people who leave a gathering in which they have not remembered Allah, will conclude it as if it has foul odour similar to that of a rotten carcass of a donkey. And it will be a cause of grief to them.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo;مَا مِنْ قَوْمٍ يَقُومُونَ مِنْ مَجْلِسٍ لاَ يَذْكُرُونَ الله تَعَالَى فِيهِ، إِلاَّ قَامُوا عَنْ مِثْل جِيفَةِ حِمَارٍ، وَكَانَ لَهُمْ حَسْرَةٌ &raquo;. رواه أَبُو داود بإسنادٍ صحيح",
    "hadithBengali": "১১/৮৩৯। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে জনগোষ্ঠীই কোন সভা থেকে, তাতে আল্লাহর যিকির না করেই উঠে যায়, আসলে তারা যেন মরা গাধা থেকে উঠে যায়। (অর্থাৎ যেন মৃত গাধার গোশ্ত ভক্ষণান্তে উঠে চলে যায়।) আর তাদের জন্য অনুতাপ হবে। (আবূ দাঊদ বিশুদ্ধ সূত্রে)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "839",
    "id": "23871",
    "thesequence": "23157",
    "isActive": "1",
    "chapterId": "1097",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৯: মজলিস ও বসার সাথীর নানা আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, Whenever a group of people sit in a gathering in which they do not remember Allah the Exalted, nor supplicate to elevate the rank of their Prophet, such a gathering will be a cause of grief to them. If Allah wills, He will punish them, and if He wills He will forgive them.\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَنْهُ، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ:  مَا جَلَسَ قَوْمٌ مَجْلِساً لَمْ يَذْكُرُوا اللهِ تَعَالَى فِيهِ، وَلَمْ يُصَلُّوا عَلَى نَبِيِّهِمْ فِيهِ، إِلاَّ كَانَ عَلَيْهِمْ تِرَةٌ ؛ فَإنْ شَاءَ عَذَّبَهُمْ، وَإنْ شَاءَ غَفَرَ لَهُمْ . رواه الترمذي، وقال: حديث حسن ",
    "hadithBengali": "১২/৮৪০। উক্ত রাবী থেকেই বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে কোন জনগোষ্ঠী কোন মজলিসে বসে তাতে আল্লাহর যিকির না করে এবং তাদের নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর দরূদ পাঠ না করে, তাদেরই নোকসান (দুর্ভোগ) হবে; আল্লাহ যদি ইচ্ছা করেন তো তাদেরকে শাস্তি দেবেন এবং যদি চান তো তাদেরকে ক্ষমা করে দেবেন। (তিরমিযী, হাসান)<span dir=RTL><span dir=LTR> [1]</span></span>\n",
    "checkStatus": "1",
    "hadithNo": "840",
    "id": "23872",
    "thesequence": "23158",
    "isActive": "1",
    "chapterId": "1097",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "2",
    "topicName": "১২৯: মজলিস ও বসার সাথীর নানা আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, If anyone sits in a gathering where he does not remember Allah, he will bring grief upon himself (on the Day of Resurrection), and he who lies down in a place where he does not remember Allah, will bring grief upon himself (on the Day of Resurrection).\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْهُ، عَن رَسُولِ اللهِ صلى الله عليه وسلم، قَالَ: &laquo; مَنْ قَعَدَ مَقْعَداً لَمْ يَذْكُرِ الله تَعَالَى فِيهِ كَانَتْ عَلَيْهِ مِنَ اللهِ تِرَةٌ، وَمَنِ اضْطَجَعَ مَضْجَعَاً لاَ يَذْكُرُ اللهَ تَعَالَى فِيهِ كَانَتْ عَلَيْهِ مِنَ اللهِ تِرَةٌ &raquo;. رواه أَبُو داود",
    "hadithBengali": "১৩/৮৪১। উক্ত রাবী থেকেই বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি কোন বৈঠকে বসে তাতে আল্লাহর যিকির করল না, তাহলে আল্লাহর পক্ষ থেকে তার ক্ষতি হবে। আর যে ব্যক্তি কোন শয্যায় শয়ন করে তাতে আল্লাহর যিকির করে না, তাহলে আল্লাহর তরফ থেকে তার ক্ষতি হবে। (আবু দাঊদ)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "841",
    "id": "23873",
    "thesequence": "23159",
    "isActive": "1",
    "chapterId": "1097",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১২৯: মজলিস ও বসার সাথীর নানা আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nAbu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, All that is left from Prophethood is the glad tidings. He was asked what the glad tidings were, and he said, The good dream.\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: &laquo; لَمْ يَبْقَ مِنَ النُّبوَّةِ إِلاَّ المُبَشِّرَاتِ&raquo; قَالُوا: وَمَا المُبَشِّرَاتُ ؟ قَالَ: &laquo; الرُّؤْيَا الصَّالِحَةُ &raquo;. رواه البخاري",
    "hadithBengali": "মহান আল্লাহ বলেন,\n\n<p dir=RTL>﴿ وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ﴾ [الروم: ٢٣]\n\nঅর্থাৎ &ldquo;তাঁর নিদর্শনাবলীর মধ্যে অন্যতম নিদর্শন হচ্ছে তোমাদের রাতের বেলায় ও দিবাভাগে ঘুমানো।&rdquo; (সূরা রূম ২৩ আয়াত)\n\n<hr />\n<!--صلى الله عليه وسلمm-->১/৮৪২। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি যে, সুসংবাদ ছাড়া নবুঅতের কিছু বাকি থাকবে না। লোকেরা প্রশ্ন করল, সুসংবাদ কী? তিনি বললেন, সুস্বপ্ন। (বুখারী) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "842",
    "id": "23874",
    "thesequence": "23160",
    "isActive": "1",
    "chapterId": "1098",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১৩০: স্বপ্ন ও তার আনুষঙ্গিক বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, When the time draws near (i.e., near the end of the world), the dream of a believer can hardly be false; and the dream of a believer represents one part from forty-six parts of Prophethood.\n\n[Al-Bukhari and Muslim].\n\nOne narration says: Messenger of Allah (ﷺ) said, The most truthful of you in their speech are those who see the truest visions.",
    "hadithArabic": "وَعَنْهُ: أَنَّ النَّبِيَّ صلى الله عليه وسلم، قَالَ: &laquo; إِذَا اقْتَرَبَ الزَّمَانُ لَمْ تَكَدْ رُؤيَا المُؤْمِنِ تَكْذِبُ، وَرُؤْيَا الْمُؤْمِنِ جُزْءٌ مِنْ سِتَّةٍ وَأرْبَعِينَ جُزْءاً مِنَ النُّبُوَّةِ  متفقٌ عَلَيْهِ\nوفي رواية:  أصْدَقُكُمْ رُؤْيَا، أصْدَقُكُمْ حَدِيثاً \n",
    "hadithBengali": "২/৮৪৩। উক্ত রাবী হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, (কিয়ামতের) নিকটবর্তী যুগে মুমিনের স্বপ্ন মিথ্যা হবে না। আর মুমিনের স্বপ্ন নবুঅতের ছেচল্লিশ ভাগের এক ভাগ। (অর্থাৎ মুমিন স্বপ্ন যোগে ভবিষ্যতের খবর জানতে পারে। যেমন, অহীর দ্বারা নবীদেরকে ভবিষ্যৎ সম্পর্কে অবহিত করা হত।) (বুখারী ও মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n\nঅন্য এক বর্ণনায় আছে, আর তোমাদের মধ্যে যে সবচেয়ে বেশি সত্য কথা বলে, তার স্বপ্ন সবচেয়ে বেশি সত্য।\n",
    "checkStatus": "1",
    "hadithNo": "843",
    "id": "23875",
    "thesequence": "23161",
    "isActive": "1",
    "chapterId": "1098",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১৩০: স্বপ্ন ও তার আনুষঙ্গিক বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, He who sees me in his dream will see me in his wakefulness (or he (ﷺ) may have said it is as though he has seen me in a state of wakefulness), for Satan does not appear in my form.\n\n[Al-Bukhari and Muslim ].",
    "hadithArabic": "وَعَنْهُ، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; مَنْ رَآنِي فِي المَنَامِ فَسَيَرَانِي فِي اليَقَظَةِ - أَوْ كَأنَّما رَآنِي في اليَقَظَةِ- لاَ يَتَمَثَّلُ الشَّيْطَانُ بِي&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৩/৮৪৪। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আমাকে স্বপ্নে দর্শন করল, সে আমাকে জাগ্রত অবস্থায় দর্শন করবে অথবা সে যেন আমাকে জাগ্রত অবস্থায় দেখল। কেননা, শয়তান আমার রূপ ধারণ করতে পারে না। (বুখারী-মুসলিম) [1]\n",
    "checkStatus": "1",
    "hadithNo": "844",
    "id": "23876",
    "thesequence": "23162",
    "isActive": "1",
    "chapterId": "1098",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১৩০: স্বপ্ন ও তার আনুষঙ্গিক বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nI heard the Prophet (ﷺ) saying, When one of you sees a dream that he likes, then it is from Allah. He should praise Allah for it and relate it to (others).\n\nAnother narration adds: Messenger of Allah(ﷺ) said, He should not report it except to those whom he loves. And if he sees one which he dislikes, then it is from the Satan. He should seek refuge in Allah against its evil and should not mention it to anyone. Then it will not harm him.\n\n[Al- Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبي سَعِيدٍ الخُدرِيِّ رضي الله عنه: أنَّه سَمِعَ النَّبِيَّ صلى الله عليه وسلم، يَقُولُ: &laquo; إِذَا رَأَى أحَدُكُمْ رُؤيَا يُحِبُّهَا، فَإنَّمَا هِيَ مِنَ اللهِ تَعَالَى، فَلْيَحْمَدِ اللهَ عَلَيْهَا، وَلْيُحَدِّثْ بِهَا ـ وَفِي رِوَايَةٍ: فَلاَ يُحَدِّثْ بِهَا إِلاَّ مَنْ يُحِبُّ ـ وَإِذَا رَأَى غَيْرَ ذَلِكَ مِمَّا يَكْرَهُ، فإنَّمَا هِيَ مِنَ الشَّيْطَانِ، فَلْيَسْتَعِذْ مِنْ شَرِّهَا، وَلاَ يَذْكُرْهَا لأَحَدٍ ؛ فَإنَّهَا لا تَضُرُّهُ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৪/৮৪৫। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছেন যে, যখন তোমাদের মধ্যে কোন ব্যক্তি এমন স্বপ্ন দর্শন করে যা তার কাছে প্রীতিকর, তখন তা নিঃসন্দেহে মহান আল্লাহর পক্ষ থেকে (দেখানো) হয়। সুতরাং সে যেন তার জন্য আল্লাহর প্রশংসা করে এবং সে তা (স্বপ্ন) ব্যক্ত করে। অন্য বর্ণনায় আছে যে, সে যেন তা তার প্রিয়জন ছাড়া অন্য কারো কাছে ব্যক্ত না করে। আর যখন তাছাড়া কোন অপ্রীতিকর স্বপ্ন দর্শন করে, তখন তা নিঃসন্দেহে শয়তানের পক্ষ থেকে (দেখানো) হয়। সুতরাং সে যেন তার অনিষ্ট থেকে (আল্লাহর নিকট) আশ্রয় প্রার্থনা করে এবং কাউকে তা ব্যক্ত না করে। কেননা, (তাহলে) তা তার কোন ক্ষতি করতে পারবে না। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "845",
    "id": "23877",
    "thesequence": "23163",
    "isActive": "1",
    "chapterId": "1098",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১৩০: স্বপ্ন ও তার আনুষঙ্গিক বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Qatadah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, A good vision (dream) is from Allah and a bad dream is from the Satan. He who sees something in a dream that he dislikes, should blow thrice on his left, must seek Allahs Refuge from the evil of the Satan (i.e., by saying: Audhu billahi minash-Shaitanir-Rajim). Then it will not harm him.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبي قَتَادَة رضي الله عنه، قَالَ: قَالَ النَّبِيُّ صلى الله عليه وسلم:  الرُّؤْيَا الصَّالِحَةُ ـ وفي رواية: الرُّؤْيَا الحَسَنَةُ ـ مِنَ اللهِ، وَالحُلُمُ مِنَ الشَّيْطَانِ، فَمَنْ رَأَى شَيْئاً يَكْرَهُهُ فَلْيَنْفُثْ عَن شِمَالِهِ ثَلاَثاً، وَلْيَتَعَوَّذْ مِنَ الشَّيْطَانِ ؛ فإنَّهَا لاَ تَضُرُّهُ . متفقٌ عَلَيْهِ",
    "hadithBengali": "৫/৮৪৬। আবূ কাতাদাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সুস্বপ্ন (অন্য এক বর্ণনায় আছে) সুন্দর স্বপ্ন আল্লাহর পক্ষ থেকে এবং কুস্বপ্ন শয়তানের পক্ষ থেকে (দেখানো) হয়। অতএব যে অপ্রীতিকর কিছু দেখবে, সে যেন তার বাম দিকে তিনবার হাল্কাভাবে থুতু মারে ও শয়তান থেকে আশ্রয় প্রার্থনা করে। তাহলে তা তার কোন ক্ষতি করতে পারবে না। (বুখারী ও মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "846",
    "id": "23878",
    "thesequence": "23164",
    "isActive": "1",
    "chapterId": "1098",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১৩০: স্বপ্ন ও তার আনুষঙ্গিক বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, When one of you sees a bad dream let him blow three times on his left, seek refuge in Allah from the Satan three times (i.e., by saying: Audhu billahi minash-Shaitanir-Rajim) and change the side on which he was lying.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ جَابِرٍ رضي الله عنه، عَن رَسُولِ اللهِ صلى الله عليه وسلم، قَالَ: إِذَا رَأَى أحَدُكُمْ الرُّؤْيَا يَكْرَهُهَا، فَلْيَبْصُقْ عَنْ يَسَارِهِ ثَلاثَاً، وَلْيَسْتَعِذْ بِاللهِ مِنَ الشَّيْطَانِ ثَلاَثاً، وَلْيَتَحَوَّلْ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ . رواه مسلم",
    "hadithBengali": "৬/৮৪৭। জাবের রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন তোমাদের কেউ তার অপছন্দনীয় কোন স্বপ্ন দেখবে, তখন সে যেন তার বাম দিকে তিনবার থুতু মারে এবং শয়তান থেকে তিনবার আশ্রয় প্রার্থনা করে। আর যে পার্শ্বে সে শুয়ে থাকে, সে পার্শ্ব যেন বদল করে নেয়। (মুসলিম) [1]\n",
    "checkStatus": "1",
    "hadithNo": "847",
    "id": "23879",
    "thesequence": "23165",
    "isActive": "1",
    "chapterId": "1098",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১৩০: স্বপ্ন ও তার আনুষঙ্গিক বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Wathilah bin Al-Asqa (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, Of the worst lies are: to claim a false father, or to pretend to have seen what one has not seen (tell a false dream), or to attribute to the Messenger of Allah (ﷺ) what he has not said.\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَنْ أَبي الأسقَعِ وَاثِلةَ بنِ الأَسقَعِ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; إنَّ مِنْ أعْظَمِ الفِرَى أَنْ يَدَّعِيَ الرَّجُلُ إِلَى غَيرِ أَبِيهِ، أَوْ يُرِيَ عَيْنَهُ مَا لَمْ تَرَ، أَوْ يَقُولَ عَلَى رَسُولِ اللهِ صلى الله عليه وسلم مَا لَمْ يَقُلْ &raquo;. رواه البخاري",
    "hadithBengali": "৭/৮৪৮। আবুল আসক্বা ওয়াসিলাহ ইবনে আসক্বা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সবচেয়ে বড় মিথ্যারোপ হল সেই ব্যক্তির কাজ, যে অপরের বাপকে নিজ বাপ বলে দাবি করে অথবা তার চক্ষুকে তা দেখায় যা সে (বাস্তবে) দেখেনি। (অর্থাৎ স্বপ্ন দেখার মিথ্যা দাবি করে।) অথবা আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা বলেননি তা তাঁর প্রতি মিথ্যাভাবে আরোপ করে। (বুখারী) [1]\n",
    "checkStatus": "1",
    "hadithNo": "848",
    "id": "23880",
    "thesequence": "23166",
    "isActive": "1",
    "chapterId": "1098",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "227",
    "statusId": "1",
    "topicName": "১৩০: স্বপ্ন ও তার আনুষঙ্গিক বিবরণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]