[
  {
    "hadithEnglish": "Abdullah bin Amr bin Al-as (May Allah be pleased with them) reported:\nA man asked the Messenger of Allah (ﷺ): Which act in Islam is the best? He (ﷺ) replied, To give food, and to greet everyone, whether you know or you do not.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ عَبدِ اللهِ بنِ عَمرِو بنِ العَاصِ رَضِيَ اللهُ عَنهُمَا، أنَّ رَجُلاً سَأَلَ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم: أَيُّ الإِسْلاَمِ خَيْرٌ ؟ قَالَ: &laquo; تُطْعِمُ الطَّعَامَ، وَتَقْرَأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "আল্লাহ বলেছেন,\n\n<p dir=RTL>﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدْخُلُواْ بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّىٰ تَسْتَأْنِسُواْ وَتُسَلِّمُواْ عَلَىٰٓ أَهْلِهَا ﴾ [النور: ٢٧]\n\nঅর্থাৎ &ldquo;হে ঈমানদারগণ! তোমরা নিজেদের গৃহ ব্যতীত অন্য কারও গৃহে গৃহবাসীদের অনুমতি না নিয়ে ও তাদেরকে সালাম না দিয়ে প্রবেশ করো না।&rdquo; (সূরা নূর ২৭ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি অন্যত্র বলেন,\n\n<p dir=RTL>﴿ فَإِذَا دَخَلۡتُم بُيُوتٗا فَسَلِّمُواْ عَلَىٰٓ أَنفُسِكُمۡ تَحِيَّةٗ مِّنۡ عِندِ ٱللَّهِ مُبَٰرَكَةٗ طَيِّبَةٗۚ ﴾ [النور: ٦١]\n\nঅর্থাৎ &ldquo;যখন তোমরা গৃহে প্রবেশ করবে, তখন তোমরা তোমাদের স্বজনদের প্রতি সালাম বলবে। এ হবে আল্লাহর নিকট হতে কল্যাণময় ও পবিত্র অভিবাদন।&rdquo; (সূরা নূর ৬১ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি অন্য জায়গায় বলেন,\n\n<p dir=RTL>﴿ وَإِذَا حُيِّيتُم بِتَحِيَّةٖ فَحَيُّواْ بِأَحۡسَنَ مِنۡهَآ أَوۡ رُدُّوهَآۗ ﴾ [النساء: ٨٦]\n\nঅর্থাৎ &ldquo;যখন তোমাদেরকে অভিবাদন করা হয় (সালাম দেওয়া হয়), তখন তোমরাও তা অপেক্ষা উত্তম অভিবাদন কর অথবা ওরই অনুরূপ কর।&rdquo; (সূরা নিসা ৮৬ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি আরো বলেছেন,\n\n<p dir=RTL>﴿ هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ ٢٤ إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ ﴾ [الذاريات: ٢٤، ٢٥] \n\nঅর্থাৎ &ldquo;তোমার নিকট ইব্রাহীমের সম্মানিত মেহমানদের বৃত্তান্ত এসেছে কি? যখন তারা তার নিকট উপস্থিত হয়ে বলল, সালাম। উত্তরে সে বলল, সালাম।&rdquo; (সূরা যারিয়াত ২৪-২৫ আয়াত)\n\n<hr />\n<!--صلى الله عليه وسلمm-->১/৮৪৯। আব্দুল্লাহ ইবনে আমর ইবনুল আস রাদিয়াল্লাহু আনহু হতে বর্ণিত, এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে জিজ্ঞাসা করল, সর্বোত্তম ইসলামী কাজ কী? তিনি বললেন, &ldquo;(ক্ষুধার্তকে) অন্নদান করবে এবং পরিচিত-অপরিচিত নির্বিশেষে সকলকে (ব্যাপকভাবে) সালাম পেশ করবে। (বুখারী-মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n\n\n",
    "checkStatus": "1",
    "hadithNo": "849",
    "id": "23881",
    "thesequence": "23170",
    "isActive": "1",
    "chapterId": "1099",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩১: সালাম দেওয়ার গুরুত্ব ও তা ব্যাপকভাবে প্রচার করার নির্দেশ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, When Allah created Adam (ﷺ), He said to him: Go and greet that company of angels who are sitting there - and then listen to what they are going to say in reply to your greetings because that will be your greeting and your off-springs. Adam (ﷺ) said to the angels: As-Salamu Alaikum (may you be safe from evil). They replied: As-Salamu Alaikum wa Rahmatullah (may you be safe from evil, and Mercy of Allah be upon you). Thus adding in reply to him: wa Rahmatullah (and Mercy of Allah) to his greeting.\n\n[Al- Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ:  لَمَّا خَلَقَ اللهُ آدَمَ عليه السلام، قَالَ: اذْهَبْ فَسَلِّمْ عَلَى أُولئِكَ ـ نَفَرٍ مِنَ المَلاَئِكَةِ جُلُوسٌ ـ فَاسْتَمِعْ مَا يُحَيُّونَكَ ؛ فَإنَّهَا تَحِيَّتُكَ وَتَحِيَّةُ ذُرِّيتِكَ . فَقَالَ: السَّلاَمُ عَلَيْكُمْ، فَقَالُوا: السَّلاَمُ عَلَيْكَ وَرَحْمَةُ اللهِ، فَزَادُوهُ: وَرَحْمَةُ اللهِ . متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৮৫০। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ যখন আদম আলাইহিস সালাম-কে সৃষ্টি করলেন। তখন তাঁকে বললেন, তুমি যাও এবং ঐ যে ফিরিশ্তামন্ডলীর একটি দল বসে আছে, তাদের উপর সালাম পেশ কর। আর ওরা তোমার সালামের কী জবাব দিচ্ছে তা মন দিয়ে শুনো। কেননা, ওটাই হবে তোমার ও তোমার সন্তান-সন্ততির সালাম বিনিময়ের রীতি। সুতরাং তিনি (তাঁদের কাছে গিয়ে) বললেন, আসসালামু আলাইকুম। তাঁরা উত্তরে বললেন, আসসালামু আলাইকা অরাহমাতুল্লাহ। অতএব তাঁরা অরাহমাতুল্লাহ শব্দটা বেশী বললেন। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "850",
    "id": "23882",
    "thesequence": "23171",
    "isActive": "1",
    "chapterId": "1099",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩১: সালাম দেওয়ার গুরুত্ব ও তা ব্যাপকভাবে প্রচার করার নির্দেশ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Bara bin Azib (May Allah be pleased with them) reported:\nThe Messenger of Allah (ﷺ) commanded us to do seven things: to visit the sick, to follow the funeral (of a dead believer), to invoke the Mercy of Allah upon one who sneezes (i.e., by saying to him: Yarhamuk- Allah), to support the weak, to help the oppressed, to promote the greeting of As-Salamu Alaikum, and to help those who swear to do something to keep their oaths.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبي عُمَارَةَ البَرَاءِ بنِ عَازِبٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: أَمَرَنَا رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم بِسَبْعٍ: بِعِيَادَةِ المَرِيضِ، وَاتِّبَاعِ الجَنَائِزِ، وَتَشْمِيتِ العَاطِسِ، وَنَصْرِ الضَّعِيفِ، وَعَوْنِ المَظْلُومِ، وَإفْشَاءِ السَّلاَمِ، وَإبْرَارِ المُقسِمِ . متفقٌ عَلَيْهِ، هَذَا لفظ إحدى روايات البخاري",
    "hadithBengali": "২/৮৫১। আবূ উমারা বারা ইবনে আযেব রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে সাতটি (কর্ম করতে) আদেশ করেছেনঃ (১) রোগী দেখতে যাওয়া, (২) জানাযার অনুসরণ করা, (৩) হাঁচির জবাব দেওয়া, (৪) দুর্বলকে সাহায্য করা, (৫) নির্যাতিত ব্যক্তির সাহায্য করা, (৬) সালাম প্রচার করা, এবং (৭) শপথকারীর শপথ পুরা করা। (বুখারী-মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "851",
    "id": "23883",
    "thesequence": "23172",
    "isActive": "1",
    "chapterId": "1099",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩১: সালাম দেওয়ার গুরুত্ব ও তা ব্যাপকভাবে প্রচার করার নির্দেশ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, By Him in Whose Hand is my life! You will not enter Jannah until you believe, and you will not believe until you love one another. Shall I inform you of something which, if you do, you will love one another? Promote greetings amongst yourselves.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; لاَ تَدْخُلُوا الجَنَّةَ حَتَّى تُؤمِنُوا، وَلاَ تُؤْمِنُوا حَتَّى تَحَابُّوا، أوَلاَ أدُلُّكُمْ عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُمْ ؟ أَفْشُوا السَّلاَمَ بَيْنَكُمْ &raquo;. رواه مسلم",
    "hadithBengali": "৪/৮৫২। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা ঈমানদার না হওয়া পর্যন্ত জান্নাতে প্রবেশ করতে পারবে না। আর যতক্ষণ না তোমাদের পারস্পরিক ভালোবাসা গড়ে উঠবে, ততক্ষণ পর্যন্ত তোমরা প্রকৃত ঈমানদার হতে পারবে না। আমি কি তোমাদেরকে এমন একটি কাজ বলে দেব না, যা করলে তোমরা একে অপরকে ভালবাসতে লাগবে? (তা হচ্ছে) তোমরা আপোসের মধ্যে সালাম প্রচার কর। (মুসলিম)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "852",
    "id": "23884",
    "thesequence": "23173",
    "isActive": "1",
    "chapterId": "1099",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩১: সালাম দেওয়ার গুরুত্ব ও তা ব্যাপকভাবে প্রচার করার নির্দেশ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Salam (May Allah be pleased with him) reported:\nI heard the Messenger of Allah (ﷺ) saying, O people, exchange greetings of peace (i.e., say: As-Salamu Alaikum to one another), feed people, strengthen the ties of kinship, and be in prayer when others are asleep, you will enter Jannah in peace.\n\n[At- Tirmidhi].",
    "hadithArabic": "وَعَنْ أَبي يُوسُفَ عَبدِ اللهِ بنِ سَلاَمٍ رضي الله عنه، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: &laquo; يَا أيُّهَا النَّاسُ، أَفْشُوا السَّلاَمَ، وَأطْعِمُوا الطَّعَامَ، وَصِلُوا الأرْحَامَ، وَصَلُّوا والنَّاسُ نِيَامٌ، تَدْخُلُوا الجَنَّةَ بِسَلاَم &raquo;. رواه الترمذي، وقال: حديث حسن صحيح &raquo;",
    "hadithBengali": "৫/৮৫৩। আবূ ইউসুফ আব্দুল্লাহ ইবনে সালাম রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, হে লোক সকল! তোমরা সালাম প্রচার কর, (ক্ষুধার্তকে) অন্নদান কর, আত্মীয়তার বন্ধন অটুট রাখ এবং লোকে যখন (রাতে) ঘুমিয়ে থাকে, তখন তোমরা নামায পড়। তাহলে তোমরা নিরাপদে ও নির্বিঘ্নে জান্নাতে প্রবেশ করবে। (তিরমিযী হাসান সহীহ) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "853",
    "id": "23885",
    "thesequence": "23174",
    "isActive": "1",
    "chapterId": "1099",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "2",
    "topicName": "১৩১: সালাম দেওয়ার গুরুত্ব ও তা ব্যাপকভাবে প্রচার করার নির্দেশ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "At-Tufail bin Ubayy bin Kab (May Allah be pleased with him) reported:\nI used to visit Abdullah bin Umar (May Allah be pleased with them) in the morning and accompany him to the market. Abdullah offered greetings of peace to every one he met on the way, be they sellers of petty goods, traders or poor people. One day when I came to him, he asked me to accompany him to the market. I said to him: What is the point of your going to the market when you do not sell, nor ask about articles, nor offer a price for them, nor sit down with any company of people. Let us sit down here and talk. He replied: O Abu Batn (belly)! (Tufail had a large belly), we go to the market to greet everyone we meet.\n\n[Malik].",
    "hadithArabic": "وَعَنْ الطُّفَيْلِ بنِ أُبَيِّ بنِ كَعبٍ: أنَّه كَانَ يَأتِي عَبدَ اللهِ بنَ عُمَرَ، فَيَغدُو مَعَهُ إِلَى السُّوقِ، قَالَ: فَإِذَا غَدَوْنَا إِلَى السُّوقِ، لَمْ يَمُرَّ عَبدُ الله عَلَى سَقَّاطٍ وَلاَ صَاحِبِ بَيْعَةٍ، وَلاَ مِسْكِينٍ، وَلاَ أحَدٍ إِلاَّ سَلَّمَ عَلَيْهِ، قَالَ الطُّفَيْلُ: فَجِئْتُ عَبدَ اللهِ بنَ عُمَرَ يَوْماً، فَاسْتَتْبَعَنِي إِلَى السُّوقِ، فَقُلْتُ لَهُ: مَا تَصْنَعُ بِالسُّوقِ، وَأنْتَ لا تَقِفُ عَلَى البَيْعِ، وَلاَ تَسْأَلُ عَنِ السِّلَعِ، وَلاَ تَسُومُ بِهَا، وَلاَ تَجْلِسُ في مَجَالِسِ السُّوقِ ؟ وَأقُولُ: اجْلِسْ بِنَا هاهُنَا نَتَحَدَّث، فَقَالَ: يَا أَبَا بَطْنٍ ـ وَكَانَ الطفَيْلُ ذَا بَطْنٍ ـ إنَّمَا نَغْدُو مِنْ أجْلِ السَّلاَمِ، فنُسَلِّمُ عَلَى مَنْ لَقِيْنَاهُ . رواه مالك في المُوطَّأ بإسنادٍ صحيح",
    "hadithBengali": "৬/৮৫৪। তুফাইল ইবনে উবাই ইবনে কাব হতে বর্ণিত, তিনি আব্দুল্লাহ ইবনে উমার রাদিয়াল্লাহু আনহু-এর কাছে আসতেন এবং সকালে তাঁর সঙ্গে বাজার যেতেন। তিনি বলেন, যখন আমরা সকালে বাজারে যেতাম, তখন তিনি প্রত্যেক খুচরা বিক্রেতা, স্থায়ী ব্যবসায়ী, মিসকীন, তথা অন্য কোন ব্যক্তির নিকট দিয়ে অতিক্রম করার সময় তাকে সালাম দিতেন। তুফাইল বলেন, সুতরাং আমি একদিন (অভ্যাসমত) আব্দুল্লাহ ইবনে উমার রাদিয়াল্লাহু আনহু-এর নিকট গেলাম।\n\nতিনি আমাকে তাঁর সঙ্গে বাজারে যেতে বললেন। আমি বললাম, আপনি বাজার গিয়ে কী করবেন? আপনি তো বেচা-কেনার জন্য কোথাও থামেন না, কোন পণ্য সম্পর্কে জিজ্ঞাসা করেন না, তার দর-দাম জানতে চান না এবং বাজারের কোন মজলিসে বসেনও না। আমি বলছি, এখানে আমাদের সাথে বসে যান, এখানেই কথাবার্তা বলি। (তুফাইলের ভুঁড়ি মোটা ছিল, সেই জন্য) তিনি বললেন, ওহে ভুঁড়িমোটা! আমরা সকাল বেলায় বাজারে একমাত্র সালাম পেশ করার উদ্দেশ্যে যাই; যার সাথে আমাদের সাক্ষাৎ হয়, আমরা তাকে সালাম দই। (মুঅত্ত্বা মালেক<!--صلى الله عليه وسلمm-->, বিশুদ্ধ সূত্রে) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "854",
    "id": "23886",
    "thesequence": "23175",
    "isActive": "1",
    "chapterId": "1099",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩১: সালাম দেওয়ার গুরুত্ব ও তা ব্যাপকভাবে প্রচার করার নির্দেশ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Imran bin Husain (May Allah be pleased with them) reported:\nA man came to the Prophet (ﷺ) and said: As-Salamu Alaikum (may you be safe from evil). Messenger of Allah (ﷺ) responded to his greeting and the man sat down. The Prophet (ﷺ) said, Ten (meaning the man had earned the merit of ten good acts). Another one came and said: As-Salamu Alaikum wa Rahmatullah (may you be safe from evil, and Mercy of Allah be upon you). Messenger of Allah (ﷺ) responded to his greeting and the man sat down. Messenger of Allah (ﷺ) said, Twenty. A third one came and said: As-Salamu Alaikum wa Rahmatullahi wa Barakatuhu (may you be safe from evil, and the Mercy of Allah and His Blessings be upon you). Messenger of Allah (ﷺ) responded to his greeting and the man sat down. Messenger of Allah (ﷺ) said, Thirty.\n\n[Abu Dawud and At- Tirmidhi].",
    "hadithArabic": "عَن عِمْرَانَ بنِ الحُصَينِ رَضِيَ اللهُ عَنهُمَا، قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم، فَقَالَ: السَّلاَمُ عَلَيْكُمْ، فَرَدَّ عَلَيْهِ ثُمَّ جَلَسَ، فَقَالَ النبيُّ صلى الله عليه وسلم:  عَشْرٌ  ثُمَّ جَاءَ آخَرُ، فَقَالَ: السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللهِ، فَرَدَّ عَلَيْهِ فَجَلَسَ، فَقَالَ:  عِشْرُونَ  ثُمَّ جَاءَ آخَرُ، فَقَالَ: السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ الله وَبَركَاتُهُ، فَرَدَّ عَلَيْهِ فَجَلَسَ، فَقَالَ:  ثَلاثُونَ  رواه أَبُو داود والترمذي، وقال: حديث حسن ",
    "hadithBengali": "প্রথমে যে সালাম দেবে তার এরূপ বলা (উচিত), আসসালামু আলাইকুম অরাহমাতুল্লাহি অবারাকাতুহ। এটা মুস্তাহাব। সে বহুবচন সর্বনাম ব্যবহার করবে; যদিও যাকে সালাম দেওয়া হয় সে একা হোক না কেন। আর সালামের উত্তরদাতা বলবে অআলাইকুমুস সালামু অরহমাতুল্লাহি অবারাকাতুহ, অর্থাৎ সে শুরুতে সংযোজক অব্যয় অ বা ওয়া শব্দ ব্যবহার করবে।\n\n<hr />\n১/৮৫৫। ইমরান ইবনে হুসাইন রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, একটি লোক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে এভাবে সালাম করল আসসালামু আলাইকুম আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জবাব দিলেন। অতঃপর লোকটি বসে গেলে তিনি বললেন, ওর জন্য দশটি নেকী। তারপর দ্বিতীয় ব্যক্তি এসে আসসালামু আলাইকুম অরহমাতুল্লাহ বলে সালাম পেশ করল।\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সালামের উত্তর দিলেন এবং লোকটি বসলে তিনি বললেন, ওর জন্য বিশটি নেকী। তারপর আর একজন এসে আসসালামু আলাইকুম অরাহমাতুল্লাহি অবারাকাতুহ বলে সালাম দিল। তিনি তার জবাব দিলেন। অতঃপর সে বসলে তিনি বললেন, ওর জন্য ত্রিশটি নেকী। (আবূ দাউদ, তিরমিযী হাসান সূত্রে) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "855",
    "id": "23887",
    "thesequence": "23176",
    "isActive": "1",
    "chapterId": "1100",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "2",
    "topicName": "১৩২: সালাম দেওয়ার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nMessenger of Allah (ﷺ) said to me, This is Jibril (Gabriel) who is conveying you greetings of peace. I responded: Wa Alaihis-Salamu wa Rahmatullahi wa Barakatuhu (may he be safe from evil, and the Mercy of Allah and His Blessings be upon him).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: قَالَ لِي رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; هَذَا جِبريلُ يَقْرَأُ عَلَيْكِ السَّلاَمَ&raquo; قَالَتْ: قُلْتُ: وَعَلَيْهِ السَّلاَمُ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ . متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৮৫৬। আয়েশা রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, এই জিব্রীল আলাইহিস সালাম তোমাকে সালাম পেশ করছেন। তিনি বলেন, আমিও উত্তরে বললাম, অআলাইহিস সালামু অরাহ্মাতুল্লাহি অবারাকাতুহ। (বুখারী ও মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n\nএই গ্রন্থদ্বয়ের কোন কোন বর্ণনায় অবারাকাতুহ শব্দ এসেছে, আবার কোন কোন বর্ণনায় তা আসেনি। তবুও নির্ভরযোগ্য বর্ণনাকারীর অতিরিক্ত বর্ণনা গ্রহণীয়।\n",
    "checkStatus": "1",
    "hadithNo": "856",
    "id": "23888",
    "thesequence": "23177",
    "isActive": "1",
    "chapterId": "1100",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩২: সালাম দেওয়ার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported the Prophet (ﷺ) used to repeat his words thrice so that the meaning thereof would be fully understood, and whenever he came upon a gathering of people, he would greet them. He would repeat Salam thrice.\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه: أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا تَكَلَّمَ بِكَلِمَةٍ أعَادَهَا ثَلاثَاً حَتَّى تُفهَمَ عَنْهُ، وَإِذَا أتَى عَلَى قَوْمٍ فَسَلَّمَ عَلَيْهِمْ سَلَّمَ عَلَيْهِمْ ثَلاَثاً . رواه البخاري . وهذا مَحْمُولٌ عَلَى مَا إِذَا كَانَ الجَمْعُ كَثِيراً.",
    "hadithBengali": "৩/৮৫৭। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কোন কথা বলতেন, তখন তা তিনবার বলতেন; যাতে তাঁর কথা বুঝতে পারা যায়। আর যখন কোন গোষ্ঠীর কাছে আসতেন তখনও তিনি তিনবার করে সালাম পেশ করতেন। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n\nএ বিধান সেই ক্ষেত্রে প্রযোজ্য যে ক্ষেত্রে জনতার সংখ্যা খুব বেশী হবে।\n",
    "checkStatus": "1",
    "hadithNo": "857",
    "id": "23889",
    "thesequence": "23178",
    "isActive": "1",
    "chapterId": "1100",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩২: সালাম দেওয়ার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Miqdad (May Allah be pleased with him) reported in course of a long Hadith:\nWe used to reserve for the Prophet (ﷺ) his share of the milk, and he would come at night and offer greetings in such a manner as did not disturb those asleep and was heard only by those who were awake. In fact, the Prophet (ﷺ) came and offered greetings as usual.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ المِقْدَادِ رضي الله عنه في حَدِيثهِ الطَّوِيلِ، قَالَ: كُنَّا نَرْفَعُ للنَّبيِّ صلى الله عليه وسلم نَصِيبَهُ مِنَ اللَّبَنِ، فَيَجِيءُ مِنَ اللَّيْلِ، فَيُسَلِّمُ تَسْلِيماً لاَ يُوقِظُ نَائِماً، وَيُسْمِعُ اليَقْظَانَ، فَجَاءَ النَّبِيُّ صلى الله عليه وسلم فَسَلَّمَ كَمَا كَانَ يُسَلِّمُ . رواه مسلم",
    "hadithBengali": "৪/৮৫৮। মিক্বদাদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি স্বীয় দীর্ঘ হাদীসে বলেন, আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য তাঁর অংশের দুধ রেখে দিতাম। তিনি রাতের বেলায় আসতেন এবং এমনভাবে সালাম দিতেন যে, তাতে কোন ঘুমন্ত ব্যক্তিকে জাগিয়ে দিতেন না এবং জাগ্রত ব্যক্তিদেরকে শুনাতেন। সুতরাং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (তাঁর অভ্যাসমত) এসে সালাম দিলেন, যেমন তিনি সালাম দিতেন। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "858",
    "id": "23890",
    "thesequence": "23179",
    "isActive": "1",
    "chapterId": "1100",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩২: সালাম দেওয়ার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Asma bint Yazid (May Allah be pleased with her) reported:\nThe Prophet (ﷺ) passed by us when we were with a party of women, and he greeted us.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَن أَسْمَاءَ بِنْتِ يَزِيدَ رَضِيَ اللهُ عَنهَا، قَالَتْ: مَرَّ عَلَيْنَا النَّبِىُّ صلى الله عليه وسلم فِى نِسْوَةٍ فَسَلَّمَ عَلَيْنَا. رواه أبوداود",
    "hadithBengali": "৫/৮৫৯। আসমা বিনতে য়্যাযীদ রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের একদল মহিলার নিকট দিয়ে পার হওয়ার সময় আমাদেরকে সালাম দিলেন। (আবূ দাঊদ) [1]<!--صلى الله عليه وسلمm-->\n\n(প্রকাশ থাকে যে<!--صلى الله عليه وسلمm--> নবী <!--صلى الله عليه وسلمm--><span dir=RTL>সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম</span> এর হাতের ইশারায় মহিলাদেরকে সালাম দেওয়ার তিরমিযীর হাদীসটি সহীহ নয়।)<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "859",
    "id": "23891",
    "thesequence": "23180",
    "isActive": "1",
    "chapterId": "1100",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩২: সালাম দেওয়ার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "وَعَنْ أَبي أُمَامَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  إِنَّ أوْلَى النَّاسِ بِاللهِ مَنْ بَدَأَهُمْ بالسَّلاَمِ  رواه أَبُو داود بإسنادٍ جيدٍ، ورواه الترمذي بنحوه وقال: حديثٌ حسن . وَقَدْ ذُكر بعده",
    "hadithBengali": "৬/৮৬০। আবূ উমামাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর সর্বাধিক নিকটবর্তী মানুষ সেই, যে প্রথমে সালাম করে। (আবূ দাঊদ সহীহ সনদ যোগে, তিরমিযীও অনুরূপ বর্ণনা করেছেন ও বলেছেন হাদীসটি হাসান। এটি পরবর্তীতে ৮৬৩ ন<!--صلى الله عليه وسلمm-->ম্বরে উল্লেখ করা হয়েছে।) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "860",
    "id": "23892",
    "thesequence": "23181",
    "isActive": "1",
    "chapterId": "1100",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "2",
    "topicName": "১৩২: সালাম দেওয়ার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Juraiy Al-Hujaimi (May Allah be pleased with him) reported:\nI saw Messenger of Allah (ﷺ) and said: Alaikas-Salamu ya Rasulallah! (Upon you be peace, O Messenger of Allah)! He said, Do not say: Alaikas-Salamu (Upon you be peace). This is the Salam to the dead.\n\n[Abu Dawud and At-Tirmidhi].",
    "hadithArabic": "وَعَنْ أَبي جُرَيٍّ الهُجَيْمِيِّ رضي الله عنه، قَالَ: أتيتُ رَسُول اللهِ صلى الله عليه وسلم، فَقُلتُ: عَلَيْكَ السَّلامُ يَا رَسُولَ اللهِ صلى  الله عليه وسلم! قَالَ:  لاَ تَقُلْ عَلَيْكَ السَّلامُ ؛ فَإِنَّ عَلَيْكَ السَّلاَمُ تَحِيَّةُ المَوتَى . رواه أَبُو داود والترمذي، وقال: حديث حسن صحيح ، وَقَدْ سَبَقَ بِطُولِهِ.",
    "hadithBengali": "৭/৮৬১। আবূ জুরাই হুজাইমী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির হয়ে বললাম, আলাইকাস সালাম ইয়া রাসূলুল্লাহ! তিনি বললেন, আলাইকাস সালাম বলো না। কেননা, আলাইকাস সালাম হচ্ছে মৃত ব্যক্তিদেরকে জানানো অভিবাদন বাক্য। (আবু দাঊদ<!--صلى الله عليه وسلمm-->, তিরমিযী হাসান সহীহ<!--صلى الله عليه وسلمm-->, ইতোপূর্বে সম্পূর্ণ হাদীসটি ৮০০ ন<!--صلى الله عليه وسلمm-->ম্বরে গত হয়েছে।) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "861",
    "id": "23893",
    "thesequence": "23182",
    "isActive": "1",
    "chapterId": "1100",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "2",
    "topicName": "১৩২: সালাম দেওয়ার পদ্ধতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, A rider should greet a pedestrian; a pedestrian should greet one who is sitting; and a small group should greet a large group (of people).\n\n\n[Al-Bukhari and Muslim].\n\n\nThe narration in Al-Bukhari adds: Messenger of Allah (ﷺ) said, The young should greet the elderly.",
    "hadithArabic": "عَن أَبِي هُرَيرَةَ رضي الله عنه: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ:  يُسَلِّمُ الرَّاكِبُ عَلَى المَاشِي، وَالمَاشِي عَلَى القَاعِدِ، وَالقَليلُ عَلَى الكَثِيرِ . متفقٌ عَلَيْهِ، وَفِي رِوَايَةٍ لِلبُخَارِي:  وَالصَّغِيرُ عَلَى الكَبِيرِ ",
    "hadithBengali": "১/৮৬২। আবূ হুরাইরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আরোহী পায়ে হাঁটা ব্যক্তিকে, পায়ে হাঁটা ব্যক্তি বসে থাকা ব্যক্তিকে এবং অল্প সংখ্যক লোক অধিক সংখ্যক লোককে সালাম দেবে। (বুখারী-মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\nবুখারীর অন্য এক বর্ণনায় আছে, ছোট বড়কে সালাম দেবে।\n",
    "checkStatus": "1",
    "hadithNo": "862",
    "id": "23894",
    "thesequence": "23183",
    "isActive": "1",
    "chapterId": "1101",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩৩: সালামের বিভিন্ন আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Umamah Sudaiy bin `Ajlan Al-Bahili (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, The person nearest to Allah is one who is the first to offer greeting.\n\n[Abu Dawud].\n\nThe narration in At-Tirmidhi is: The Messenger of Allah (ﷺ) was asked: O Messenger of Allah! When two persons meet, who should greet the other first? The Messenger of Allah (ﷺ) said, The person nearest to Allah (i.e., one who is more obedient and therefore closer to Allah will say: As-Salam first.",
    "hadithArabic": "وَعَنْ أَبي أُمَامَةَ صُدَيِّ بنِ عَجلاَنَ البَاهِلِي رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; إنَّ أَوْلى النَّاسِ بِاللهِ مَنْ بَدَأهُمْ بِالسَّلامِ &raquo;. رواه أَبُو داود بإسنادٍ جيدٍ .\nورواه الترمذي عَن أَبي أُمَامَةَ رضي الله عنه، قِيلَ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، الرَّجُلاَنِ يَلْتَقِيَانِ أَيُّهُمَا يَبْدَأُ بِالسَّلاَمِ ؟ قَالَ: &laquo; أَوْلاَهُمَا بِاللهِ تَعَالَى . قَالَ الترمذي: &laquo;هَذَا حديث حسن \n",
    "hadithBengali": "২/৮৬৩। আবূ উমামাহ সুদাই ইবনে আজলান বাহেলী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, লোকদের মধ্যে সবচেয়ে বেশী আল্লাহর নিকটবর্তী সেই, যে লোকদেরকে প্রথমে সালাম করে। (আবূ দাঊদ উত্তম সূত্রে)<!--صلى الله عليه وسلمm--> [1]\n\nতিরমিযীও আবূ উমামাহ কর্তৃক বর্ণনা করেছেন, তিনি বলেন, জিজ্ঞাসা করা হল, হে আল্লাহর রাসূল! দুজনের সাক্ষাৎকালে তাদের মধ্যে কে প্রথমে সালাম দেবে? তিনি বললেন, যে মহান আল্লাহর সর্বাধিক নিকটবর্তী হবে। (তিরমিযী বলেন<!--صلى الله عليه وسلمm-->, হাদীসটি হাসান)<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "863",
    "id": "23895",
    "thesequence": "23184",
    "isActive": "1",
    "chapterId": "1101",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "2",
    "topicName": "১৩৩: সালামের বিভিন্ন আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him)reported in the Hadith in respect of the person who was at fault in performing his Salat (prayer):\nHe came to the Prophet (ﷺ) and greeted him. The Prophet (ﷺ) responded to the greeting and said, Go back and repeat your Salat because you have not performed the Salat (properly). He again performed Salat as he had prayed before and came to the Prophet (ﷺ) and greeted him. The Prophet (ﷺ) responded to the greetings (and repeated his words to him). This act of repeating (the Salat and the Salam) was done thrice.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن أَبِي هُرَيرَةَ رضي الله عنه فِي حَدِيثِ المُسِيءِ صَلاَتَهُ: أَنَّهُ جَاءَ فَصَلَّى، ثُمَّ جَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم، فَسَلَّمَ عَلَيْهِ، فَرَدَّ عَلَيْهِ السَّلاَمَ، فَقَالَ: &laquo; ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ &raquo; فَرَجَعَ فَصَلَّى، ثُمَّ جَاءَ فَسَلَّمَ عَلَى النَّبِيِّ صلى الله عليه وسلم، حَتَّى فَعَلَ ذَلِكَ ثَلاثَ مَرَّاتٍ . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৮৬৪। আবূ হুরাইরা রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত, নামায ভুলকারীর হাদীসে এসেছে যে, সে ব্যক্তি এসে নামায পড়ল। অতঃপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে তাঁকে সালাম দিল। তিনি তার সালামের জবাব দিয়ে বললেন, ফিরে যাও, এবং নামায পড়। কেননা, তোমার নামায পড়া হয়নি। কাজেই সে ফিরে গিয়ে আবার নামায পড়ল। তারপর পুনরায় এসে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে সালাম দিল। এভাবে সে তিনবার করল। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "864",
    "id": "23896",
    "thesequence": "23185",
    "isActive": "1",
    "chapterId": "1102",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩৪: দ্বিতীয়বার সত্বর সাক্ষাৎ হলেও পুনরায় সালাম দেওয়া মুস্তাহাব, যেমন কোথাও প্রবেশ করার পর বের হয়ে গিয়ে পুনরায় তৎক্ষণাৎ সেখানে প্রবেশ করলে কিংবা দু&rsquo;জনের মাঝে কোন গাছ তথা অনুরূপ কোন জিনিসের আড়াল হলে, তারপর আবার দেখা হলে পুনরায় সালাম দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said to me, Dear son, when you enter your house, say As- Salamu Alaikum to your family, for it will be a blessing both to you and to your family.\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه، قَالَ: قَالَ لِي رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: يَا بُنَيَّ، إِذَا دَخَلْتَ عَلَى أهْلِكَ، فَسَلِّمْ، يَكُنْ بَرَكَةً عَلَيْكَ، وَعَلَى أهْلِ بَيْتِكَ . رواه الترمذي، وقال: حديث حسن صحيح ",
    "hadithBengali": "<em></em>আল্লাহ বলেন,\n\n<p dir=RTL>﴿فَإِذَا دَخَلۡتُم بُيُوتٗا فَسَلِّمُواْ عَلَىٰٓ أَنفُسِكُمۡ تَحِيَّةٗ مِّنۡ عِندِ ٱللَّهِ مُبَٰرَكَةٗ طَيِّبَةٗۚ ﴾ [النور: ٦١]\n\nঅর্থাৎ &ldquo;যখন তোমরা গৃহে প্রবেশ করবে তোমরা তোমাদের স্বজনদের প্রতি সালাম বলবে।&rdquo; (সূরা নূর ৬১ আয়াত)\n\n<hr />\n<!--صلى الله عليه وسلمm-->১/৮৬৬। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, একদা আমাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে বৎস! তোমার বাড়িতে যখন তুমি প্রবেশ করবে, তখন সালাম দাও, তাহলে তোমার ও তোমার পরিবারের জন্য তা বরকতময় হবে। (তিরমিযী হাসান সহীহ) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "866",
    "id": "23898",
    "thesequence": "23187",
    "isActive": "1",
    "chapterId": "1103",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "2",
    "topicName": "১৩৫: নিজ গৃহে প্রবেশ করার সময় সালাম দেওয়া উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported that he passed by some children and greeted them. Then he said:\nMessenger of Allah (ﷺ) used to do the same.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن أَنَسٍ رضي الله عنه: أنَّهُ مَرَّ عَلَى صِبْيَانٍ، فَسَلَّمَ عَلَيْهِمْ، وَقَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم يَفْعَلُهُ. متفقٌ عَلَيْهِ",
    "hadithBengali": "১/ ৮৬৭। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি কতিপয় শিশুর নিকট দিয়ে অতিক্রম করার সময় তাদেরকে সালাম দিলেন এবং বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ করতেন। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "867",
    "id": "23899",
    "thesequence": "23188",
    "isActive": "1",
    "chapterId": "1104",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩৬: শিশুদেরকে সালাম করা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl bin Sa`d (May Allah be pleased with him) reported:\nThere was a woman among us who would put beet root in a pot and add to it some ground barley. She used to cook them together. On returning from the Friday prayer, we would greet her and she would offer it to us.\n\n\n[Al-Bukhari].",
    "hadithArabic": "عَن سَهلِ بنِ سَعدٍ رضي الله عنه، قَالَ: كَانَتْ فِينَا امْرَأةٌ ـ وفي رواية: كَانَتْ لَنَا عَجُوزٌ ـ تَأخُذُ مِنْ أصُولِ السِّلْقِ فَتَطْرَحُهُ فِي القِدْرِ، وَتُكَرْكِرُ حَبَّاتٍ مِنْ شَعِيرٍ، فَإذَا صَلَّيْنَا الْجُمُعَةَ، وَانْصَرَفْنَا، نُسَلِّمُ عَلَيْهَا، فَتُقَدِّمُهُ إلَيْنَا . رواه البخاري",
    "hadithBengali": "নিজ স্ত্রীকে স্বামীর সালাম দেওয়া, অনুরূপভাবে কোন পুরুষের তার মাহরাম (যার সাথে বৈবাহিক-সম্পর্ক চিরতরে নিষিদ্ধ এমন) মহিলাকে সালাম দেওয়া, অনুরূপ ফিতনা-ফাসাদের আশংকা না থাকলে গায়র মাহরাম (যার সাথে বৈবাহিক-সম্পর্ক কোন সময় বৈধ এমন) মহিলাদেরকে সালাম দেওয়া বৈধ। যেমন উক্ত মহিলাদেরও উক্ত পুরুষদেরকে ঐ শর্ত-সাপেক্ষে সালাম দেওয়া বৈধ।\n\n<hr />\n১/৮৬৮। সাহল ইবনে সাদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমাদের মধ্যে এক মহিলা ছিল। অন্য বর্ণনায় আছে আমাদের একটি বুড়ি ছিল। সে বীট (কেটে) হাঁড়িতে রেখে তাতে কিছু যব দানা পিষে মিশ্রণ করত। অতঃপর আমরা যখন জুমআর নামায পড়ে ফিরে আসতাম, তখন তাকে সালাম দিতাম। আর সে আমাদের জন্য তা পেশ করত। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "868",
    "id": "23900",
    "thesequence": "23189",
    "isActive": "1",
    "chapterId": "1105",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩৭: নারী-পুরুষের পারস্পরিক সালাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Hani (May Allah be pleased with her), the daughter of Abu Talib reported:\nI went to the Prophet (ﷺ) on the day of the conquest of Makkah. He was taking a bath and Fatimah was screening him with a cloth. I greeted him. And she mentioned the rest of the Hadith.\n\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أُمِّ هَانِىءٍ فَاخِتَةَ بِنتِ أَبي طَالِبٍ رَضِيَ اللهُ عَنهَا، قَالَتْ: أَتَيتُ النَّبِيَّ صلى الله عليه وسلم يَوْمَ الفَتْحِ وَهُوَ يَغْتَسِلُ، وَفَاطِمَةُ تَسْتُرُهُ بِثَوْبٍ، فَسَلَّمْتُ ... وَذَكَرَتِ الحديث . رواه مسلم",
    "hadithBengali": "২/৮৬৯। উম্মে হানী ফাখেতাহ বিনতে আবী ত্বালেব রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, মক্কা বিজয়ের দিন আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাজির হলাম। তখন তিনি গোসল করছিলেন। ফাতেমা তাঁকে একটি কাপড় দিয়ে আড়াল করছিলেন। আমি (তাঁকে) সালাম দিলাম।... অতঃপর তিনি সম্পূর্ণ হাদীস বর্ণনা করেছেন। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "869",
    "id": "23901",
    "thesequence": "23169",
    "isActive": "1",
    "chapterId": "1105",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩৭: নারী-পুরুষের পারস্পরিক সালাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Asma bint Yazid (May Allah be pleased with her) reported:\nThe Prophet (ﷺ) passed by us when we were with a party of women, and he greeted us.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ أسماءَ بِنتِ يَزِيدَ رَضِيَ اللهُ عَنهَا، قَالَتْ: مَرّ عَلَيْنَا النَّبِيُّ صلى الله عليه وسلم فِي نِسوَةٍ فَسَلَّمَ عَلَيْنَا . رواه أَبُو داود والترمذي، وقال: حديث حسن ، وهذا لفظ أَبي داود .\nولفظ الترمذي: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم مَرَّ في المَسْجِدِ يَوْماً، وَعُصْبَةٌ مِنَ النِّسَاءِ قُعُودٌ، فَأَلْوَى بِيَدِهِ بالتَّسْلِيمِ .\n",
    "hadithBengali": "৩/৮৭০। আসমা বিনতে য়্যাযীদ রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আমাদের) একদল মহিলার নিকট অতিক্রম করার সময় আমাদেরকে সালাম দিলেন। (আবু দাঊদ) [1]\n\n<hr />\nতিরমিযীর শব্দগুচ্ছ এরূপঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদ অতিক্রম করছিলেন, মহিলাদের একটা দল বসেছিল, তিনি তাদেরকে হাতের ইঙ্গিতে সালাম দিলেন। (এটি সহীহ নয়<!--صلى الله عليه وسلمm-->)<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "870",
    "id": "23902",
    "thesequence": "23167",
    "isActive": "1",
    "chapterId": "1105",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "5",
    "topicName": "১৩৭: নারী-পুরুষের পারস্পরিক সালাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Do not greet the Jews and the Christians before they greet you; and when you meet any one of them on the road, force him to go to the narrowest part of it.\n\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ: &laquo; لاَ تَبْدَأُوا اليَهُودَ وَلاَ النَّصَارَى بالسَّلامِ، فَإِذَا لَقِيتُمْ أَحَدَهُمْ في طَرِيقٍ فَاضطَرُّوهُ إِلَى أَضْيَقِهِ&raquo;. رواه مسلم",
    "hadithBengali": "১/৮৭১। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ইয়াহুদী-খ্রিষ্টানদেরকে প্রথমে সালাম দিয়ো না। যখন পথিমধ্যে তাদের কারো সাথে সাক্ষাৎ হবে, তখন তাকে পথের এক প্রান্ত দিয়ে যেতে বাধ্য করো। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "871",
    "id": "23903",
    "thesequence": "23168",
    "isActive": "1",
    "chapterId": "1106",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩৮: অমুসলিমকে আগে সালাম দেওয়া হারাম এবং তাদের সালামের জবাব দেওয়ার পদ্ধতি। কোন সভায় যদি মুসলিম-অমুসলিম সমবেত থাকে, তাহলে তাদের (মুসলিমদের)কে সালাম দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, When the people of the Book greet you (i.e., by saying As-Samu Alaikum, meaning death be upon you), you should respond with: Wa alaikum [The same on you (i.e., and death will be upon you, for no one will escape death)].\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; إِذَا سَلَّمَ عَلَيْكُمْ أهْلُ الكِتَابِ فَقُولُوا: وَعَلَيْكُمْ&raquo; متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৮৭২। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কিতাবধারীরা (ইয়াহুদী-খ্রিষ্টানরা) যখন তোমাদেরকে সালাম দেয়, তখন তোমরা জবাবে বল, ওয়া আলাইকুম। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "872",
    "id": "23904",
    "thesequence": "23190",
    "isActive": "1",
    "chapterId": "1106",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩৮: অমুসলিমকে আগে সালাম দেওয়া হারাম এবং তাদের সালামের জবাব দেওয়ার পদ্ধতি। কোন সভায় যদি মুসলিম-অমুসলিম সমবেত থাকে, তাহলে তাদের (মুসলিমদের)কে সালাম দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Usamah bin Zaid (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) passed by a mixed company of people which included Muslims, polytheists and Jews, and he gave them the greeting (i.e., saying As- Salamu Alaikum).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أُسَامَةَ رضي الله عنه: أَنَّ النَّبِيَّ صلى الله عليه وسلم مَرَّ عَلَى مَجْلِسٍ فِيهِ أخْلاَطٌ مِنَ المُسْلِمِينَ وَالمُشْرِكينَ ـ عَبَدَة الأَوْثَانِ ـ واليَهُودِ فَسَلَّمَ عَلَيْهِم النبيُّصلى الله عليه وسلم  . متفقٌ عَلَيْهِ",
    "hadithBengali": "৩/৮৭৩। উসামা রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন সভা অতিক্রম করেন, যার মধ্যে মুসলিম, মুশরিক (মূর্তিপূজক) ও ইয়াহুদীর সমাগম ছিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে সালাম করলেন। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "873",
    "id": "23905",
    "thesequence": "23191",
    "isActive": "1",
    "chapterId": "1106",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩৮: অমুসলিমকে আগে সালাম দেওয়া হারাম এবং তাদের সালামের জবাব দেওয়ার পদ্ধতি। কোন সভায় যদি মুসলিম-অমুসলিম সমবেত থাকে, তাহলে তাদের (মুসলিমদের)কে সালাম দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, When one of you arrives in a gathering, he should offer Salam to those who are already there, and he should also do so when he intends to depart. The first act of greeting is not more meritorious than the last.\n\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  إِذَا انْتَهى أَحَدُكُمْ إِلَى المَجْلِسِ فَلْيُسَلِّمْ، فَإذَا أرَادَ أنْ يَقُومَ فَلْيُسَلِّمْ، فَلَيْسَتِ الأُولَى بِأحَقّ مِنَ الآخِرَةِ . رواه أَبُو داود والترمذي، وقال: حديث حسن ",
    "hadithBengali": "১/৮৭৪। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন তোমাদের কেউ সভায় পৌঁছবে তখন সালাম দেবে। আর যখন সভা ছেড়ে চলে যাবে, তখনও সালাম দেবে। কেননা, প্রথম সালাম শেষ সালাম অপেক্ষা বেশী উত্তম নয়। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, তিরমিযী<!--صلى الله عليه وسلمm-->, হাসান হাদীস) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "874",
    "id": "23906",
    "thesequence": "23192",
    "isActive": "1",
    "chapterId": "1107",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "2",
    "topicName": "১৩৯: সভা থেকে উঠে যাবার সময়ও সাথীদেরকে ত্যাগ করে যাবার পূর্বে সালাম দেওয়া উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa Al-Ashari (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Permission is to be sought thrice. If it is accorded, you may enter; otherwise, go back.\n\n[Al- Bukhari and Muslim].",
    "hadithArabic": "عَن أَبي مُوسَى الأَشعَرِي رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; الاِسْتِئْذَانُ ثَلاَثٌ، فَإنْ أُذِنَ لَكَ وَإِلاَّ فَارْجِعْ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "মহান আল্লাহ বলেন,\n\n<p dir=RTL>﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدْخُلُواْ بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّىٰ تَسْتَأْنِسُواْ وَتُسَلِّمُواْ عَلَىٰٓ أَهْلِهَا ﴾ [النور: ٢٧]\n\nঅর্থাৎ &ldquo;হে ঈমানদারগণ! তোমরা নিজেদের গৃহ ব্যতীত অন্য কারও গৃহে গৃহবাসীদের অনুমতি না নিয়ে ও তাদেরকে সালাম না দিয়ে প্রবেশ করো না।&rdquo; (সূরা নূর ২৭ আয়াত)<!--صلى الله عليه وسلمm-->\n\nতিনি আরো বলেন,\n\n<p dir=RTL>﴿<span dir=rtl>وَإِذَا بَلَغَ ٱلۡأَطۡفَٰلُ مِنكُمُ ٱلۡحُلُمَ فَلۡيَسۡتَ&zwj;ٔۡذِنُواْ كَمَا ٱسۡتَ&zwj;ٔۡذَنَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ</span>﴾ [النور: ٥٩]\n\nঅর্থাৎ &ldquo;তোমাদের শিশুরা বয়ঃপ্রাপ্ত হলে তারাও যেন তাদের বয়োজ্যেষ্ঠদের মত (সর্বদা) অনুমতি প্রার্থনা করে।&rdquo; (সূরা নূর ৫৯ আয়াত)<!--صلى الله عليه وسلمm-->\n\n<hr />\n১/৮৭৫। আবূ মূসা আশ্আরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, অনুমতি তিনবার নেওয়া চায়। যদি তোমাকে অনুমতি দেয় (তাহলে ভিতরে প্রবেশ করবে) নচেৎ ফিরে যাবে। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "875",
    "id": "23907",
    "thesequence": "23193",
    "isActive": "1",
    "chapterId": "1108",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪০: বাড়িতে প্রবেশ করার অনুমতি গ্রহণ ও তার আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl bin Sad (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Seeking permission to enter (somebodys house) has been prescribed in order to restrain the eyes (from looking at something we are not supposed to look at).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ سَهلِ بنِ سَعدٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; إنَّمَا جُعِلَ الاِسْتِئذَانُ مِنْ أجْلِ البَصَرِ&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৮৭৬। সাহল ইবনে সাদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দৃষ্টির কারণেই তো (প্রবেশ) অনুমতির বিধান করা হয়েছে। (অর্থাৎ দৃষ্টি থেকে বাঁচার উদ্দেশ্যে ঐ নির্দেশ।) (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "876",
    "id": "23908",
    "thesequence": "23194",
    "isActive": "1",
    "chapterId": "1108",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪০: বাড়িতে প্রবেশ করার অনুমতি গ্রহণ ও তার আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ribi bin Hirash (May Allah be pleased with him) reported:\nA man of Banu Amir tribe has told us that he had asked the Prophet (ﷺ) for permission to enter when he was at home. He said: May I enter? Messenger of Allah (ﷺ) said to the servant, Go out and instruct him about the manner of seeking permission. Tell him to say: As-Salamu Alaikum (may you be safe from evil). May I come in? The man heard this and said: As-Salamu Alaikum (may you be safe from evil). May I come in? The Prophet (ﷺ) then accorded permission to him and he entered in.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ رِبْعِيِّ بنِ حِرَاشٍ، قَالَ: حَدَّثَنَا رَجُلٌ مِنْ بَنِي عَامِرٍ أنَّهُ اسْتَأذَنَ عَلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ فِي بَيتٍ، فَقَالَ: أَأَلِجُ ؟ فَقَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم لِخَادِمِهِ: &laquo; أُخْرُجْ إِلَى هَذَا فَعَلِّمْهُ الاِسْتِئذَانَ، فَقُلْ لَهُ: قُلِ: السَّلاَمُ عَلَيْكُمْ، أَأَدْخُلُ ؟ &raquo; فَسَمِعَهُ الرَّجُلُ، فَقَالَ: السَّلامُ عَلَيْكُمْ، أَأَدْخُلُ ؟ فَأذِنَ لَهُ النَّبِيُّ صلى الله عليه وسلم فَدَخَلَ . رواه أَبُو داود بإسناد صحيح",
    "hadithBengali": "৩/৮৭৭। রিব্য়ী ইবনে হিরাশ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন বনু আমেরের একটা লোক আমাকে হাদীস বর্ণনা করেছেন যে, সে একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট (প্রবেশ) অনুমতি চাইল। তখন তিনি বাড়িতে উপস্থিত ছিলেন। সুতরাং সে নিবেদন করল, আমি কি প্রবেশ করব? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বীয় খাদেমকে বললেন, বাইরে গিয়ে এই লোকটিকে অনুমতি গ্রহণের পদ্ধতি শিখিয়ে দাও এবং তাকে বল, তুমি বল আসসালামু আলাইকুম, আমি কি প্রবেশ করব? সুতরাং লোকটা ঐ কথা শুনতে পেয়ে বলল, আসসালামু আলাইকুম, আমি কি প্রবেশ করব? অতঃপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে অনুমতি দিলেন এবং সে প্রবেশ করল। (আবু দাঊদ<!--صلى الله عليه وسلمm-->, বিশুদ্ধ সূত্রে ) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "877",
    "id": "23909",
    "thesequence": "23195",
    "isActive": "1",
    "chapterId": "1108",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪০: বাড়িতে প্রবেশ করার অনুমতি গ্রহণ ও তার আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported in the course of his famous Hadith pertaining to Al-Isra (the Ascension) that Messenger of Allah (ﷺ) said, Then Jibril (Gabriel) ascended along with me to the nearest heaven and requested for the gate to be opened. He was asked:\n`Who is there? He replied: `Jibril. He was asked: `Who is with you? He said: `Muhammad. Then he ascended to the second heaven and requested for the opening of the gate. He was asked: `Who is there? He said: `Jibril. He was asked: `Who is with you? He replied: `Muhammad. In the same way he ascended to the third, fourth and all the heavens (i.e., until the seventh). At all of the gates he was asked: `Who is there? He replied: Jibril.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه فِي حَدِيثِهِ الْمَشْهُورِ فيِ الإسرَاءِ، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  ثُمَّ صَعَدَ بِي جِبْرِيلُ إِلَى السَّمَاءِ الدُّنْيَا فَاسْتَفْتَحَ، فَقِيلَ: مَنْ هَذَا ؟ قَالَ: جِبْرِيلُ، قِيلَ: وَمَنْ مَعَكَ ؟ قَالَ: مُحَمَّدٌ، ثُمَّ صَعَدَ إِلَى السَّمَاءِ الثَّانِيَةِ فَاسْتَفْتَحَ، قِيلَ: مَنْ هَذَا ؟ قَالَ: جِبْرِيل، قِيلَ: وَمَنْ مَعَكَ؟ قَالَ: مُحَمَّدٌ وَالثَّالِثَةِ وَالرَّابِعَةِ وَسَائِرِهنَّ وَيُقَالُ فِي بَابِ كُلِّ سَمَاءٍ: مَنْ هَذَا ؟ فَيَقُولُ: جِبْريلُ . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৮৭৯। আনাস রাদিয়াল্লাহু আনহু হতে মিরাজ সম্পর্কিত তাঁর সুদীর্ঘ হাদীস বর্ণিত হয়েছে; তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, .... অতঃপর জিবরীল আলাইহিস সালাম আমাকে সঙ্গে নিয়ে নিকটবর্তী (প্রথম) আসমানে চড়লেন এবং তার (দরজা) খোলার আবেদন করলেন। তখন জিজ্ঞাসা করা হল, আপনি কে? জিবরীল বললেন, জিবরীল। জিজ্ঞাসা করা হল, আপনার সাথে কে? তিনি বললেন, মুহাম্মাদ। (এভাবে) তৃতীয়, চতুর্থ তথা বাকি সব আসমানে প্রত্যেক প্রবেশ-দ্বারে জিজ্ঞাসা করা হল আপনি কে? আর জিবরীল উত্তর দিলেন, জিবরীল। (বুখারী-মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "879",
    "id": "23910",
    "thesequence": "23196",
    "isActive": "1",
    "chapterId": "1109",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪১: অনুমতি প্রার্থীর জন্য এটা সুন্নত যে, যখন তাকে জিজ্ঞাসা করা হবে, তুমি কে? তখন সে নিজের পরিচিত নাম বা উপনাম ব্যক্ত করবে। আর উত্তরে &lsquo;আমি&rsquo; বা অনুরূপ শব্দ বলা অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Dharr (May Allah be pleased with him) reported:\nI stepped out one night and saw Messenger of Allah (ﷺ) walking by himself. I began to walk in the moonlit night. He turned round and saw me and asked, Who is there? I replied: Abu Dharr.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبي ذَرٍّ رضي الله عنه، قَالَ: خَرَجْتُ لَيْلَةً مِنَ اللَّيَالِي، فَإذَا رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم يَمْشِي وَحْدَهُ، فَجَعَلْتُ أمْشِي فِي ظلِّ القَمَرِ، فَالْتَفَتَ فَرَآنِي، فَقَالَ: &laquo; مَنْ هَذَا ؟ &raquo; فَقُلْتُ: أَبُو ذَرٍّ . متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৮৮০। আবূ যার্র রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, কোন এক রাতে আমি বের হলাম। হঠাৎ (দেখলাম,) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একাই পায়ে হেঁটে চলেছেন। আমি চাঁদের ছায়াতে চলতে লাগলাম। তিনি (পিছনে) ফিরে তাকালে আমাকে দেখে ফেললেন এবং বললেন, কে তুমি? আমি বললাম, আবূ যার্র। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "880",
    "id": "23911",
    "thesequence": "23197",
    "isActive": "1",
    "chapterId": "1109",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪১: অনুমতি প্রার্থীর জন্য এটা সুন্নত যে, যখন তাকে জিজ্ঞাসা করা হবে, তুমি কে? তখন সে নিজের পরিচিত নাম বা উপনাম ব্যক্ত করবে। আর উত্তরে &lsquo;আমি&rsquo; বা অনুরূপ শব্দ বলা অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Hani (May Allah be pleased with her) reported:\nI went to the Prophet (ﷺ) who was taking a bath while Fatimah was screening him. He asked, Who is there? I replied: I am Umm Hani.\n\n[Al- Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أُمِّ هَانِئٍٍ رَضِيَ اللهُ عَنهَا، قَالَتْ: أَتَيتُ النَّبِيَّ صلى الله عليه وسلم وَهُوَ يَغْتَسِلُ وَفَاطِمَةُ تَسْتُرُهُ، فَقَالَ: &laquo;مَنْ هذِهِ ؟&raquo; فَقُلتُ: أَنَا أُمُّ هَانِئٍٍ . متفقٌ عَلَيْهِ",
    "hadithBengali": "৩/ ৮৮১। উম্মে হানী রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির হলাম, তখন তিনি গোসল করছিলেন। আর (তাঁর মেয়ে) ফাতেমা তাঁকে কাপড় দিয়ে আড়াল করছিলেন। সুতরাং তিনি বললেন, কে তুমি? আমি বললাম, আমি উম্মে হানী। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "881",
    "id": "23912",
    "thesequence": "23198",
    "isActive": "1",
    "chapterId": "1109",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪১: অনুমতি প্রার্থীর জন্য এটা সুন্নত যে, যখন তাকে জিজ্ঞাসা করা হবে, তুমি কে? তখন সে নিজের পরিচিত নাম বা উপনাম ব্যক্ত করবে। আর উত্তরে &lsquo;আমি&rsquo; বা অনুরূপ শব্দ বলা অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nI went to the Prophet (ﷺ) and knocked at the door (to seek permission). He asked, Who is there? I said: I. He repeated,  I, I?! as if he disliked it.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ جَابِرٍ رضي الله عنه، قَالَ: أتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَدَقَقْتُ البَابَ، فَقَالَ: &laquo; مَنْ هَذَا ؟ &raquo; فَقُلتُ: أَنَا، فَقَالَ: &laquo; أنَا، أنَا ! &raquo; كَأنَّهُ كَرِهَهَا&raquo; . متفقٌ عَلَيْهِ",
    "hadithBengali": "৪/৮৮২। জাবের রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে দরজায় করাঘাত করলাম। তিনি বললেন, কে? আমি বললাম, আমি। তিনি বললেন, আমি, আমি। যেন তিনি কথাটিকে অপছন্দ করলেন। (বুখারী, মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "882",
    "id": "23913",
    "thesequence": "23199",
    "isActive": "1",
    "chapterId": "1109",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪১: অনুমতি প্রার্থীর জন্য এটা সুন্নত যে, যখন তাকে জিজ্ঞাসা করা হবে, তুমি কে? তখন সে নিজের পরিচিত নাম বা উপনাম ব্যক্ত করবে। আর উত্তরে &lsquo;আমি&rsquo; বা অনুরূপ শব্দ বলা অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, Allah likes sneezing and dislikes yawning. When any one of you sneezes and says `Al-hamdu lillah (praise be to Allah), it becomes obligatory upon every Muslim who hears him to respond with `Yarhamuk-Allah (may Allah have mercy on you). Yawning is from the devil. When one of you feels like yawning, he should restrain it as much as possible, for the devil laughs when one of you yawns.\n\n\n[Al-Bukhari].",
    "hadithArabic": "عَن أَبِي هُرَيرَةَ رضي الله عنه: أَنَّ النَّبِيَّ صلى الله عليه وسلم، قَالَ: &laquo; إنَّ الله يُحِبُّ العُطَاسَ، وَيَكْرَهُ التَّثَاؤُبَ، فَإذَا عَطَسَ أَحَدُكُمْ وَحَمِدَ الله تَعَالَى كَانَ حَقّاً عَلَى كُلِّ مُسْلِمٍ سَمِعَهُ أنْ يَقُولَ لَهُ: يَرْحَمُكَ اللهُ، وَأَمَّا التَّثَاؤُبُ فَإنَّمَا هُوَ مِنَ الشَّيْطَانِ، فَإذَا تَثَاءَبَ أحَدُكُمْ فَلْيَرُدَّهُ مَا اسْتَطَاعَ، فَإنَّ أحَدَكُمْ إِذَا تَثَاءَبَ ضَحِكَ مِنْهُ الشَّيْطَانُ &raquo;. رواه البخاري",
    "hadithBengali": "১/৮৮৩। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ তাআলা হাঁচি ভালবাসেন, আর হাই তোলা অপছন্দ করেন। অতএব তোমাদের কেউ যখন হাঁচবে এবং আলহামদুলিল্লাহ পড়বে তখন প্রত্যেক মুসলিম শ্রোতার উচিত হবে যে, সে তার জবাবে ইয়ারহামুকাল্লাহ বলবে। আর হাই তোলার ব্যাপারটা এই যে, তা হচ্ছে শয়তানের পক্ষ থেকে (আলস্য ও ক্লান্তির লক্ষণ)। অতএব কেউ যখন হাই তুলবে তখন সে যেন যথাসাধ্য তা রোধ করে। কেননা, যখন তোমাদের কেউ হাই তোলে, তখন শয়তান তা দেখে হাসে। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "883",
    "id": "23914",
    "thesequence": "23200",
    "isActive": "1",
    "chapterId": "1110",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪২: যে হাঁচি দিবে সে আলহামদু লিল্লাহ বললে তার উত্তর দেওয়া মুস্তাহাব। নচেৎ তা অপছন্দনীয়। হাঁচির উত্তর দেওয়া, হাঁচি ও হাই তোলা সম্পর্কিত আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, When one of you sneezes he should say: Al-hamdu lillah (praise be to Allah), and his brother or his companion should say to him: Yarhamuk-Allah (may Allah have mercy on you). When he says this he should reply: Yahdikum-ullah wa yuslihu balakum (may Allah guide you and render sound your state of affairs).\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنْه، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ: &laquo; إِذَا عَطَسَ أحَدُكُمْ فَلْيَقُلْ: اَلحَمْدُ للهِ، وَلْيَقُلْ لَهُ أخُوهُ أَوْ صَاحِبُهُ: يَرْحَمُكَ الله. فَإِذَا قَالَ لَهُ: يَرْحَمُكَ اللهُ، فَليَقُلْ: يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ&raquo;. رواه البخاري",
    "hadithBengali": "২/৮৮৪। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন তোমাদের কেউ হাঁচবে, তখন সে যেন বলে, আলহামদু লিল্লাহ। (তা শুনে) তার ভাই বা সাথীর বলা উচিত, য়্যারহামুকাল্লাহ। সুতরাং যখন জবাবে য়্যারহামুকাল্লাহ বলবে, তখন যে (হাঁচি দিয়েছে) সে বলবে, য়্যাহদীকুমুকাল্লাহু অ য়্যুস্লিহু বালাকুম। (অর্থাৎ আল্লাহ তোমাদেরকে সুপথ দেখান ও তোমাদের অন্তর সংশোধন করে দেন।) (বুখারী)<!--صلى الله عليه وسلمm--> [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "884",
    "id": "23915",
    "thesequence": "23201",
    "isActive": "1",
    "chapterId": "1110",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪২: যে হাঁচি দিবে সে আলহামদু লিল্লাহ বললে তার উত্তর দেওয়া মুস্তাহাব। নচেৎ তা অপছন্দনীয়। হাঁচির উত্তর দেওয়া, হাঁচি ও হাই তোলা সম্পর্কিত আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, When one of you sneezes and praises Allah (i.e., says Al-hamdu lillah), you should invoke Allahs Mercy upon him (i.e., say Yarhamuk-Allah); but if he does not praise Allah, you should not make a response. [Muslim].",
    "hadithArabic": "وَعَنْ أَبي مُوسَى رضي الله عنه، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: &laquo; إِذَا عَطَسَ أحَدُكُمْ فَحَمِدَ اللهَ فَشَمِّتُوهُ، فَإنْ لَمْ يَحْمَدِ الله فَلاَ تُشَمِّتُوهُ &raquo;. رواه مسلم",
    "hadithBengali": "৩/৮৮৫। আবূ মূসা আশআরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি যে, যখন তোমাদের কেউ হাঁচবে এবং আলহামদু লিল্লাহ বলবে, তখন তার উত্তর দাও। যদি সে আলহামদুলিল্লাহ না বলে, তাহলে তার উত্তর দিয়ো না। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "885",
    "id": "23916",
    "thesequence": "23202",
    "isActive": "1",
    "chapterId": "1110",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪২: যে হাঁচি দিবে সে আলহামদু লিল্লাহ বললে তার উত্তর দেওয়া মুস্তাহাব। নচেৎ তা অপছন্দনীয়। হাঁচির উত্তর দেওয়া, হাঁচি ও হাই তোলা সম্পর্কিত আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nWhen two men sneezed in the presence of the Prophet (ﷺ), he responded to one with Yarhamuk-Allah (may Allah have mercy on you) and did not respond to the other. The latter said to him: You invoked a blessing on this man but did not do so in my case. The Prophet (ﷺ) replied, He praised Allah (i.e., he said Al-hamdu lillah) but you did not.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه، قَالَ: عَطَسَ رَجُلانِ عِنْدَ النَّبِيِّ صلى الله عليه وسلم، فَشَمَّتَ أَحَدَهُمَا وَلَمْ يُشَمِّتِ الآخَرَ، فَقَالَ الَّذِي لَمْ يُشَمِّتْهُ: عَطَسَ فُلانٌ فَشَمَّتَّهُ، وَعَطَسْتُ فَلَمْ تُشَمِّتْنِي ؟ فَقَالَ: &laquo; هَذَا حَمِدَ الله، وَإنَّكَ لَمْ تَحْمَدِ الله &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৪/৮৮৬। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, দুজন লোক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে হাঁচল। তিনি তাদের মধ্যে একজনের উত্তর দিলেন। আর দ্বিতীয় জনের উত্তর দিলেন না। যে ব্যক্তির উত্তর দিলেন না সে বলল, অমুক ব্যক্তি হাঁচল তো তার উত্তর দিলেন, আর আমি হাঁচলাম, কিন্তু আপনি আমার উত্তর দিলেন না!? তিনি বললেন, ঐ ব্যক্তি আলহামদু লিল্লাহ পড়েছে। আর তুমি আলহামদু লিল্লাহ পড়নি তাই। (বুখারী ও মুসলিম)[1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "886",
    "id": "23917",
    "thesequence": "23203",
    "isActive": "1",
    "chapterId": "1110",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪২: যে হাঁচি দিবে সে আলহামদু লিল্লাহ বললে তার উত্তর দেওয়া মুস্তাহাব। নচেৎ তা অপছন্দনীয়। হাঁচির উত্তর দেওয়া, হাঁচি ও হাই তোলা সম্পর্কিত আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nWhenever the Messenger of Allah (ﷺ) sneezed, he would cover his mouth with his hand or a piece of cloth, suppressing the sound this way.\n\n[Abu Dawud and At-Tirmidhi].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم إِذَا عَطَسَ وَضَعَ يَدَهُ أَوْ ثَوْبَهُ عَلَى فِيهِ، وَخَفَضَ - أَوْ غَضَّ - بِهَا صَوْتَهُ. شك الراوي. رواه أَبُو داود والترمذي، وقال:حديث حسن صحيح",
    "hadithBengali": "৫/৮৮৭। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন হাঁচতেন তখন নিজ হাত অথবা কাপড় মুখে রাখতেন এবং তার মাধ্যমে শব্দ কম করতেন। (আবূ দাউদ, তিরমিযী, হাসান সহীহ)[1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "887",
    "id": "23918",
    "thesequence": "23204",
    "isActive": "1",
    "chapterId": "1110",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "2",
    "topicName": "১৪২: যে হাঁচি দিবে সে আলহামদু লিল্লাহ বললে তার উত্তর দেওয়া মুস্তাহাব। নচেৎ তা অপছন্দনীয়। হাঁচির উত্তর দেওয়া, হাঁচি ও হাই তোলা সম্পর্কিত আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa (May Allah be pleased with him) reported:\nThe Jews used to intentionally sneeze in the presence of the Messenger of Allah (ﷺ) hoping that he would say to them: Yarhamukum-ullah (may Allah have mercy on you), but he would respond with: Yahdikum-ullahu wa yuslihu balakum (may Allah guide you and render sound your state of affairs).\n\n[Abu Dawud and At- Tirmidhi].",
    "hadithArabic": "وَعَنْ أَبي مُوسَى رضي الله عنه، قَالَ: كَانَ اليَهُودُ يَتَعَاطَسُونَ عِنْدَ رَسُولِ اللهِ صلى الله عليه وسلم، يَرْجُونَ أنْ يَقُولَ لَهُمْ: يَرْحَمُكُم الله، فَيَقُولُ:  يَهْدِيكُم اللهُ وَيُصْلِحُ بَالَكُمْ . رواه أَبُو داود والترمذي، وقال:حديث حسن صحيح ",
    "hadithBengali": "৬/৮৮৮। আবূ মূসা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, ইয়াহুদী সম্প্রদায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে কৃত্রিমভাবে হাঁচতো এই আশায় যে, তিনি তাদের জন্য য়্যারহামুকাল্লাহ (অর্থাৎ আল্লাহ তোমাদের প্রতি দয়া করুন) বলবেন। কিন্তু তিনি (তাদের হাঁচির জবাবে) বলতেন, য়্যাহদীকুমুল্লাহু অয়্যুসলিহু বালাকুম (অর্থাৎ আল্লাহ তোমাদেরকে সৎপথগামী করুন ও তোমাদের অন্তরসমূহকে সংশোধন করে দেন।) (আবূ দাউদ, তিরমিযী হাসান সহীহ) [1]\n",
    "checkStatus": "1",
    "hadithNo": "888",
    "id": "23919",
    "thesequence": "23205",
    "isActive": "1",
    "chapterId": "1110",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "2",
    "topicName": "১৪২: যে হাঁচি দিবে সে আলহামদু লিল্লাহ বললে তার উত্তর দেওয়া মুস্তাহাব। নচেৎ তা অপছন্দনীয়। হাঁচির উত্তর দেওয়া, হাঁচি ও হাই তোলা সম্পর্কিত আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, When one yawns, he should put his hand over his mouth, otherwise the devil will enter.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبي سَعِيدِ الخُدرِي رضي الله عنه، قالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; إِذَا تَثَاءَبَ أحَدُكُمْ فَلْيُمْسِكْ بِيَدِهِ عَلَى فِيهِ ؛ فَإِنَّ الشَّيْطَانَ يَدْخُلُ &raquo;. رواه مسلم",
    "hadithBengali": "৭/৮৮৯। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন তোমাদের কেউ হাই তুলবে, তখন সে যেন আপন হাত দিয়ে নিজ মুখ চেপে ধরে রাখে। কেননা, শয়তান (মুখে) প্রবেশ করে থাকে। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "889",
    "id": "23920",
    "thesequence": "23206",
    "isActive": "1",
    "chapterId": "1110",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪২: যে হাঁচি দিবে সে আলহামদু লিল্লাহ বললে তার উত্তর দেওয়া মুস্তাহাব। নচেৎ তা অপছন্দনীয়। হাঁচির উত্তর দেওয়া, হাঁচি ও হাই তোলা সম্পর্কিত আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Khattab Qatadah (May Allah be pleased with him) reported:\nI asked Anas: Did the Companions of Messenger of Allah (ﷺ) use to shake hands? He said: Yes.\n\n\n[Al-Bukhari].",
    "hadithArabic": "عَن أَبي الخَطَّابِ قَتَادَةَ، قَالَ: قُلْتُ ِلأَنَسٍ: أكَانَتِ المُصَافَحَةُ فِي أصْحَابِ رَسُولِ اللهِ صلى الله عليه وسلم ؟ قَالَ: نَعَمْ . رواه البخاري",
    "hadithBengali": "১/৮৯০। আবূল খাত্ত্বাব ক্বাতাদাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি আনাস রাদিয়াল্লাহু আনহু-কে জিজ্ঞাসা করলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীদের মধ্যে কি মুসাফাহা (করমর্দন) করার প্রথা ছিল? তিনি বললেন, হ্যাঁ। (বুখারী)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "890",
    "id": "23921",
    "thesequence": "23207",
    "isActive": "1",
    "chapterId": "1111",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪৩: সাক্ষাৎকালীন আদব - সাক্ষাৎকালে মুসাফাহা করা, হাসিমুখ হওয়া, সৎ ব্যক্তির হাত চুমা, নিজ সন্তানকে স্নেহভরে চুমা দেওয়া, সফর থেকে আগত ব্যক্তির সাথে মু&lsquo;আনাকা (কোলাকুলি) করা মুস্তাহাব। আর (কারোর সম্মানার্থে) সামনে মাথা নত করা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nWhen the people of Yemen came, the Messenger of Allah (ﷺ) said, The people of Yemen have visited you. They are the first to introduce the tradition of handshaking.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ أَنَسٍ  رضي الله عنه، قَالَ: لَمَّا جَاءَ أهْلُ اليَمَنِ، قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; قَدْ جَاءَكُمْ أهْلُ اليَمَنِ &raquo;. وَهُمْ أوَّلُ مَنْ جَاءَ بِالمُصَافَحَةِ. رواه أَبُو داود بإسناد صحيح",
    "hadithBengali": "২/৮৯১। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত তিনি বলেন, যখন ইয়ামানবাসীরা আগমন করল, তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলে উঠলেন, ইয়ামানবাসীরা তোমাদের নিকট আগমন করেছে। (আনাস বলেন,) এরাই সর্বপ্রথম মুসাফাহা আনয়ন করেছিল। (আবূ দাউদ-বিশুদ্ধ সূত্রে) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "891",
    "id": "23922",
    "thesequence": "23208",
    "isActive": "1",
    "chapterId": "1111",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪৩: সাক্ষাৎকালীন আদব - সাক্ষাৎকালে মুসাফাহা করা, হাসিমুখ হওয়া, সৎ ব্যক্তির হাত চুমা, নিজ সন্তানকে স্নেহভরে চুমা দেওয়া, সফর থেকে আগত ব্যক্তির সাথে মু&lsquo;আনাকা (কোলাকুলি) করা মুস্তাহাব। আর (কারোর সম্মানার্থে) সামনে মাথা নত করা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Bara (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Two Muslims will not meet and shake hands without having their sins forgiven (by Allah ) before they depart.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ البَرَاءِ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; مَا مِنْ مُسْلِمَينِ يَلْتَقِيَانِ فَيَتَصَافَحَانِ إِلاَّ غُفِرَ لَهُمَا قَبْلَ أَنْ يَفْتَرِقَا &raquo;. رواه أَبُو داود",
    "hadithBengali": "৩/৮৯২। বারা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দুজন মুসলিম সাক্ষাৎকালে মুসাফাহা করলেই একে অপর থেকে পৃথক হবার পূর্বেই তাদের (গুনাহ) মাফ করে দেওয়া হয়। (আবূ দাউদ)<!--صلى الله عليه وسلمm--> [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "892",
    "id": "23923",
    "thesequence": "23209",
    "isActive": "1",
    "chapterId": "1111",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪৩: সাক্ষাৎকালীন আদব - সাক্ষাৎকালে মুসাফাহা করা, হাসিমুখ হওয়া, সৎ ব্যক্তির হাত চুমা, নিজ সন্তানকে স্নেহভরে চুমা দেওয়া, সফর থেকে আগত ব্যক্তির সাথে মু&lsquo;আনাকা (কোলাকুলি) করা মুস্তাহাব। আর (কারোর সম্মানার্থে) সামনে মাথা নত করা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nA man asked: O Messenger of Allah! When a man meets a brother or a friend, should he bow to him? He said, No. The man asked whether he should embrace and kiss him? The Messenger of Allah (ﷺ) replied, No. He asked whether he should hold his hand and shake it? The Messenger of Allah (ﷺ) replied, Yes.\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه، قَالَ: قَالَ رَجُلٌ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، الرَّجُلُ مِنَّا يَلْقَى أخَاهُ، أَوْ صَدِيقَهُ، أَيَنحَنِي لَهُ؟ قَالَ: &laquo; لاَ &raquo; . قَالَ: أفَيَلْتَزِمُهُ وَيُقَبِّلُهُ ؟ قَالَ: &laquo; لاَ &raquo; قَالَ: فَيَأخُذُ بِيَدِهِ وَيُصَافِحُهُ ؟ قَالَ: &laquo; نَعَمْ . رواه الترمذي، وقال: حديث حسن ",
    "hadithBengali": "৪/৮৯৩। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, একটা লোক বলল, হে আল্লাহর রাসূল! আমাদের মধ্য থেকে কোন লোক তার ভাইয়ের সাথে কিংবা তার বন্ধুর সাথে সাক্ষাৎ করলে তার সামনে কি মাথা নত করবে? তিনি বললেন, না। সে বলল, তাহলে কি তাকে জড়িয়ে ধরে চুমা দেবে? তিনি বললেন, না। সে বলল, তাহলে কি তার হাত ধরে তার সঙ্গে মুসাফাহা করবে? তিনি বললেন, হ্যাঁ। (তিরমিযী-হাসান) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "893",
    "id": "23924",
    "thesequence": "23210",
    "isActive": "1",
    "chapterId": "1111",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "2",
    "topicName": "১৪৩: সাক্ষাৎকালীন আদব - সাক্ষাৎকালে মুসাফাহা করা, হাসিমুখ হওয়া, সৎ ব্যক্তির হাত চুমা, নিজ সন্তানকে স্নেহভরে চুমা দেওয়া, সফর থেকে আগত ব্যক্তির সাথে মু&lsquo;আনাকা (কোলাকুলি) করা মুস্তাহাব। আর (কারোর সম্মানার্থে) সামনে মাথা নত করা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Safwan bin Assal (May Allah be pleased with him) reported:\nA Jew asked his companion to take him to the Prophet (ﷺ); and when they came to the Messenger of Allah (ﷺ), they asked him about the nine clear signs (given to Prophet Musa). Safwan narrated the long Hadith which concludes: They kissed the hands and feet of the Messenger of Allah (ﷺ) and said: We testify that you are a Prophet.\n\n[At-Tirmidhi]",
    "hadithArabic": "وعن صَفْوان بن عَسَّال رضي الله عنه قال: قال يَهُودي لِصَاحبه اذْهب بنا إلى هذا النبي فأتيا رسول الله صلى الله عليه وسلم فَسَألاه عن تسْع آيات بَينات فَذَكرَ الْحَديث إلى قَوْله: فقَبَّلا يَدَهُ وَرِجْلَهُ وقالا: نَشْهَدُ أنَّكَ نبي . رواه الترمذي وغيره بأسانيد صحيحة.",
    "hadithBengali": "৫/৮৯৪। সাফওয়ান ইবনু আসসাল রাদিয়াল্লাহু আনহু হতে বর্ণিত, এক ইয়াহূদী তার সাথীকে বললঃ এসো আমরা এই নাবীর নিকট যাই। ফলে তারা দুজন রাসূলুল্লাহ রাদিয়াল্লাহু আনহু-এর নিকট এল এবং তাঁকে নয়টি সুস্পষ্ট নিদর্শন সম্বন্ধে জিজ্ঞাসা করল। হাদীসের বর্ণনাকারী শেষ পর্যন্ত বর্ণনা করেন যে, তারপর তারা দুজন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাতে ও পায়ে চুমা দিল এবং বলল, আমরা সাক্ষ্য দিচ্ছি নিঃসন্দেহে আপনি নাবী। এ হাদীস ইমাম তিরমিযী প্রমুখ সহীহ সানাদ সহকারে বর্ণনা করেছেন। (তিরমিযী ও অন্যরা সহীহ সনদে)[1]\n",
    "checkStatus": "1",
    "hadithNo": "894",
    "id": "23925",
    "thesequence": "23211",
    "isActive": "1",
    "chapterId": "1111",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "7",
    "topicName": "১৪৩: সাক্ষাৎকালীন আদব - সাক্ষাৎকালে মুসাফাহা করা, হাসিমুখ হওয়া, সৎ ব্যক্তির হাত চুমা, নিজ সন্তানকে স্নেহভরে চুমা দেওয়া, সফর থেকে আগত ব্যক্তির সাথে মু&lsquo;আনাকা (কোলাকুলি) করা মুস্তাহাব। আর (কারোর সম্মানার্থে) সামনে মাথা নত করা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "In a narration of Ibn Umar (May Allah be pleased with them) at the end of the narration of the Hadith ) he said:\nWe came near the Prophet (ﷺ) and kissed his hand.\n\n[Abu Dawud]",
    "hadithArabic": "وعن ابن عمر رضي الله عنهما قصة قال فيها: فَدَنَوْنا من النبي صلى الله عليه وسلم فقَّبلْنا يده . رواه أبو داود.",
    "hadithBengali": "৬/৮৯৫। ইবনু উমার রাদিয়াল্লাহু আনহু হতে একটি ঘটনা বর্ণিত হয়েছে। তিনি তাতে বলেছেন, অতঃপর আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গেলাম এবং তাঁর হাতে চুম্বন দিলাম। হাদীসটি আবূ দাউদ বর্ণনা করেছেন। যঈফ। (এ নম্বরের হাদীসটি দুর্বল।)[1]\n",
    "checkStatus": "1",
    "hadithNo": "895",
    "id": "23926",
    "thesequence": "23212",
    "isActive": "1",
    "chapterId": "1111",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "3",
    "topicName": "১৪৩: সাক্ষাৎকালীন আদব - সাক্ষাৎকালে মুসাফাহা করা, হাসিমুখ হওয়া, সৎ ব্যক্তির হাত চুমা, নিজ সন্তানকে স্নেহভরে চুমা দেওয়া, সফর থেকে আগত ব্যক্তির সাথে মু&lsquo;আনাকা (কোলাকুলি) করা মুস্তাহাব। আর (কারোর সম্মানার্থে) সামনে মাথা নত করা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nZaid bin Harithah came to the Messenger of Allah (ﷺ) when he was in my house. Zaid knocked at the door. The Prophet (ﷺ) rose to receive him, trailing his garment. He embraced and kissed him.\n\n[At- Tirmidhi].",
    "hadithArabic": "وعن عائشة رضي الله عنها قالت: قَدم: زَيْدُ بُن حَارثة المدينة ورسول الله  صلى الله عليه وسلمفي بَيْتي فأتَاهُ فَقَرَعَ الباب. فَقَام إليهْ النبي صلى الله عليه وسلم يَجُرُّ ثوْبَهُ فاعتنقه وقبله &raquo; رواه الترمذي وقال: حديث حسن .",
    "hadithBengali": "৭/৮৯৬। আয়িশাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, যাইদ ইবনু হারিসা রাদিয়াল্লাহু আনহু মদ্বীনায় এলেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার ঘরে ছিলেন। যাইদ (দেখা করার জন্য) তাঁর কাছে এলেন এবং দরজায় টোকা মারলেন। নিজের কাপড় টানতে টানতে উঠে গিয়ে নাবী রাদিয়াল্লাহু আনহু তার সাথে কোলাকুলি করলেন এবং তাকে চুমা দিলেন। (তিরমিযী হাদীসটিকে হাসান বলেছেন)[1]\n",
    "checkStatus": "1",
    "hadithNo": "896",
    "id": "23927",
    "thesequence": "23213",
    "isActive": "1",
    "chapterId": "1111",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "3",
    "topicName": "১৪৩: সাক্ষাৎকালীন আদব - সাক্ষাৎকালে মুসাফাহা করা, হাসিমুখ হওয়া, সৎ ব্যক্তির হাত চুমা, নিজ সন্তানকে স্নেহভরে চুমা দেওয়া, সফর থেকে আগত ব্যক্তির সাথে মু&lsquo;আনাকা (কোলাকুলি) করা মুস্তাহাব। আর (কারোর সম্মানার্থে) সামনে মাথা নত করা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Dharr (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said to me, Do not belittle any good deed, even your meeting with your brother (Muslim) with a cheerful face.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبي ذَرٍّ رضي الله عنه، قَالَ: قَالَ لِي رَسُول اللهِ صلى الله عليه وسلم: &laquo; لاَ تَحقِرَنَّ مِنَ الْمَعرُوف شَيْئاً، وَلَوْ أنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلْقٍ&raquo;. رواه مسلم",
    "hadithBengali": "৮/৮৯৭। আবূ যার্র রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, কোন পুণ্য কাজকে তুমি অবশ্যই তুচ্ছ মনে করো না, যদিও তা তোমার ভাইয়ের সাথে সহাস্য বদনে সাক্ষাৎ করার পুণ্যই হোক না কেন। (মুসলিম)[1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "897",
    "id": "23928",
    "thesequence": "23214",
    "isActive": "1",
    "chapterId": "1111",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪৩: সাক্ষাৎকালীন আদব - সাক্ষাৎকালে মুসাফাহা করা, হাসিমুখ হওয়া, সৎ ব্যক্তির হাত চুমা, নিজ সন্তানকে স্নেহভরে চুমা দেওয়া, সফর থেকে আগত ব্যক্তির সাথে মু&lsquo;আনাকা (কোলাকুলি) করা মুস্তাহাব। আর (কারোর সম্মানার্থে) সামনে মাথা নত করা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Kildah bin Al-Hanbal (May Allah be pleased with him) reported:\nI visited the Prophet (ﷺ) and I entered his house without seeking permission. So he said, Go back and say: As-Salamu alaikum (may you be safe from evil). May I come in?\n\n[Abu Dawud and At- Tirmidhi].",
    "hadithArabic": "عَن كِلْدَةَ بنِ الحَنْبَلِ رضي الله عنه، قَالَ: أتَيْتُ النَّبِيَّ صلى الله عليه وسلم، فَدَخَلْتُ عَلَيْهِ وَلَمْ أُسَلِّمْ، فَقَالَ النَّبيُّ صلى الله عليه وسلم: &laquo;ارْجِعْ فَقُلْ: السَّلاَمُ عَلَيْكُمْ، أَأَدْخُل ؟  رواه أَبُو داود والترمذي، وقال:&laquo;حديث حسن",
    "hadithBengali": "৪/৮৭৮। কিল্&zwnj;দাহ ইবনে হাম্বাল রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে তাঁর কাছে বিনা সালামে প্রবেশ করলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ফিরে যাও এবং বল, আসসালামু আলাইকুম, আমি ভিতরে আসব কি? (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, তিরমিযী<!--صلى الله عليه وسلمm-->, হাসান) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "878",
    "id": "23929",
    "thesequence": "23215",
    "isActive": "1",
    "chapterId": "1108",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪০: বাড়িতে প্রবেশ করার অনুমতি গ্রহণ ও তার আদব-কায়দা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) kissed his grandson Hasan bin Ali in the presence of Aqra bin Habis. Thereupon Aqra remarked: I have ten children and I have never kissed any one of them. The Messenger of Allah (ﷺ) cast a glance upon him and said, He who does not show mercy to others, will not be shown mercy.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَبَّلَ النَّبِيُّ صلى الله عليه وسلم الحَسَنَ بنَ عَلِيٍّ رَضِيَ اللهُ عَنهُمَا، فَقَالَ الأقْرَعُ بنُ حَابِسٍ: إنَّ لِي عَشْرَةً مِنَ الْوَلَدِ مَا قَبَّلْتُ مِنْهُمْ أَحَدَاً . فَقَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; مَنْ لاَ يَرْحَمْ لاَ يُرْحَمْ ! &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৯/৮৯৮। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাসান ইবনে আলী (রাদিয়াল্লাহু আনহুমা)কে চুম্বন দিলেন। (তা দেখে) আক্বরা ইবনে হাবেস বলে উঠল, আমার তো দশটি সন্তান আছে, তাদের মধ্যে কাউকে আমি চুমা দিইনি। (তা শুনে) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে দয়া করে না, তার প্রতি দয়া করা হয় না। (বুখারী ও মুসলিম)[1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "898",
    "id": "23930",
    "thesequence": "23186",
    "isActive": "1",
    "chapterId": "1111",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৪৩: সাক্ষাৎকালীন আদব - সাক্ষাৎকালে মুসাফাহা করা, হাসিমুখ হওয়া, সৎ ব্যক্তির হাত চুমা, নিজ সন্তানকে স্নেহভরে চুমা দেওয়া, সফর থেকে আগত ব্যক্তির সাথে মু&lsquo;আনাকা (কোলাকুলি) করা মুস্তাহাব। আর (কারোর সম্মানার্থে) সামনে মাথা নত করা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nMessenger of Allah (ﷺ) said, When one of you meets a brother (in Faith) he should greet him. Then if a tree or a wall or a stone intervenes between them and then he meets him again, he should greet him.\n\n[Abu Dawud].",
    "hadithArabic": "وعنه عن رسول الله صلى الله عليه وسلم، قال:  إذا لقي أحدكم أخاه، فليسلم عليه، فإن حالت بينهما شجرة، أو جدار، أو حجر، ثم لقيه، فليسلم عليه ((رواه أبو داود)).",
    "hadithBengali": "২/৮৬৫। উক্ত রাবী হতেই বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন কেউ তার মুসলিম ভাইয়ের সাথে দেখা করবে, তখন সে যেন তাকে সালাম দেয়। অতঃপর যদি তাদের দুজনের মাঝে গাছ বা দেওয়াল অথবা পাথর আড়াল হয়, তারপর আবার সাক্ষাৎ হয়, তাহলে সে যেন আবার সালাম দেয়। <em>(</em><em>আবূ দাঊদ) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "865",
    "id": "49239",
    "thesequence": "23216",
    "isActive": "1",
    "chapterId": "1102",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "228",
    "statusId": "1",
    "topicName": "১৩৪: দ্বিতীয়বার সত্বর সাক্ষাৎ হলেও পুনরায় সালাম দেওয়া মুস্তাহাব, যেমন কোথাও প্রবেশ করার পর বের হয়ে গিয়ে পুনরায় তৎক্ষণাৎ সেখানে প্রবেশ করলে কিংবা দু&rsquo;জনের মাঝে কোন গাছ তথা অনুরূপ কোন জিনিসের আড়াল হলে, তারপর আবার দেখা হলে পুনরায় সালাম দেওয়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]